[
    {
        "type": "text",
        "text": "组织社会化视角下员工组织公民行为动态变化趋势及其形成机制",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张靓婷」王斌²付景涛1",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1海南大学管理学院，海口570228）（²上海大学管理学院，上海200444）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要日益复杂多变的市场竞争环境对组织的灵活性和适应性都提出了更高的要求，员工的组织公民行为在这一背景下显得尤为重要，因它能有效提高组织在不确定环境下的生存能力和核心竞争力、提升组织的绩效水平。虽然已有大量研究关注员工的组织公民行为，但研究者多采用相对静态的研究范式，而忽视了组织公民行为的长期动态变化趋势。基于组织社会化视角，本研究重点关注新员工和工作变更员工组织公民行为的长期动态变化趋势、探索影响组织公民行为动态变化趋势的内在机制和边界条件，以期为培养和激发员工持续性高水平的组织公民行为提供可参考的理论依据。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词组织公民行为，动态性，组织社会化，机制",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中图法分类号：C93文献标志码：A",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1问题的提出",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "组织公民行为是用于维持和增强组织的社会和心理环境以支持任务绩效的行为(Organ,1997)，员工组织公民行为的展现对个体、团队和组织均具有重要的意义。现有文献表明，员工组织公民行为能够提升员工的绩效评价水平、员工的工作满意度（Chuang et al.,2019；颜静 等,2017;Lavy&Littman,2016)，还利于团队改正错误、提升团队决策效率、促进团队创新和核心竞争力的提升（Marinovaetal.,2019；邓今朝 等,2018；陈文平 等,2013)。然而，长期维持员工高水平的组织公民行为却困难重重，我们常常能在组织中观察到一些乐于助人或建言的员工变得被动或沉默。因此，如何激发并维持员工持续性且高水平的组织公民行为成为管理者和研究者关注的重点问题。现有对组织公民行为的研究虽已成果丰硕，但绝大多数文献均以静态模型作为组织公民行为研究的基础。尽管静态模型能够解释在某一时间点为什么一些员工相较于其他员工会表现出更多的组织公民行为，但是却无法解释员工组织公民行为的变化性，从而无法较好的回答上述的管理实践问题。事实上现有研究也发现，组织公民行为具有动态性特征，会随着时间的推移展现出个体内部的变化性（Chuang et al.,2019; Dalal et al.,2014; Bolino et al.,2012;Podsakoff et al.,2009)。因此，从动态性的视角探究员工组织公民行为随时间的变化能为我们深入理解组织公民行为的本质，激发并维持员工持续性高水平的组织公民行为提供指导。然而时至今日，从动态的视角研究员工组织公民行为的文献却十分有限。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在有限的组织公民行为动态研究的文献中，学者们主要采用两种方式展开研究，一种是交叉滞后法（Sessions,et al.,202O; Vigoda-Gadot & Angert,2007; Teppe et al.,2004)，另一种是经验取样法(Hafenbrack et al.,2020; Chuang et al.,2019; Methot et al.,2016; Koopman,2016; Glombetal.,2011;Dalal et al.,2009)。交叉滞后法和经验取样法虽然均能够在一定程度上展现员工组织公民行为的动态变化，但也都存在一定的局限性。交叉滞后法仅测量员工组织公民行为在前后两个时点间的变化，容易产生错误的研究结论，进而增大了第二类错误发生的概率。而经验取样法仅能描绘组织公民行为在相对较短时间内的变化，变化幅度会存在较大波动，无法准确反映员工组织公民行为相对长期的变化模式。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从长期来看，员工在组织中会发展或形成一种相对稳定的行为模式，这是因为随着工作经验的积累和信息获取数量的增加，员工的不确定性感知会逐渐降低，对环境的预测能力会逐渐升高。在这种情境下，员工为维持现状，会倾向于在组织中表现一种相对稳定的行为模式，同时这一稳定的行为模式一旦形成便不易受其他因素的影响(Methot et al.,2016;Ashforth&Lee,1997)。因此，组织若希望员工能够展现出持续性且高水平的组织公民行为，需在员工形成这一相对稳定的行为模式之前，即新员工入职或现有员工发生工作岗位变更或工作方式调整的阶段就对这一行为进行干预，以保证员工在之后的职业生涯发展过程中能够展现出持续性且高水平的组织公民行为。新员工入职或现有员工发生工作岗位变更或工作方式调整时均会经历组织社会化的过程（组织社会化被定义为是个体为满足组织的角色需求、内化为组织中的一员所进行的价值观、能力和行为等方面的学习和重建过程；Louis,1980)，持续的时间相对较长，对员工的冲击力相对较大且是组织中所有员工都会经历的过程，在这一过程中员工的行为模式会发生较大的变化，因此探究员工组织公民行为在组织社会化阶段的变化趋势，并分析影响这一趋势可能的解释变量和作用边界，能为组织改变或塑造员工特定的行为模式，培养和激发员工稳定且持续性的组织公民行为提供可参考的框架。同时，考虑到组织公民行为是一个多维构念，本研究拟在组织社会化视角的基础上，对组织公民行为的类型进行区分，以进一步细化组织公民行为的动态理论。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "本研究拟解决的关键问题如下： $\\textcircled{1}$ 组织社会化视角下，员工组织公民行为的变化趋势是怎样的？ $\\textcircled{2}$ 组织社会化视角下，不同群体和不同类型的员工组织公民行为的变化趋势是否存在显著性差异？ $\\textcircled{3}$ 组织社会化视角下，影响员工组织公民行为变化趋势的主要解释变量有哪些且这些变量的解释效果如何？ $\\textcircled{4}$ 组织社会化视角下，员工组织公民行为变化趋势的主要边界条件有哪些且这些边界条件是如何影响员工组织公民行为的变化趋势的？",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2国内外研究现状",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1组织公民行为的动态研究",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "组织公民行为是用于维持和增强组织的社会和心理环境以支持任务绩效的行为（Organ1997)。通过对组织公民行为的研究进行整理发现，大部分研究是基于静态的视角和横截面的数据得到的，仅有少量的研究成果是基于动态视角和纵向数据（本研究将其称之为动态模型)。在有限的动态性研究中（此处仅关注发表于高水平期刊的文章，具体的总结如表1所示)，部分学者采用交叉滞后法探讨组织公民行为和其他变量间随时间变化的相关系数，以探究变量间严谨的因果关系。如Raver等学者（2012）的研究表明，团队的助人规范能够预测团队成员未来的助人行为。对于采用经验取样法的研究，学者们则大多以相对短期的时间间隔作为组织公民行为动态性研究的基础。如Koopman（2016）依据认知-情感过程框架和资源保存理论，采用经验取样法对 82名员工进行了为期十天的调查，发现个体的组织公民行为能够通过影响个体每日的积极情感进而影响其主观幸福感。",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/eff1a6d4ae9fed5012890ec9d21a0b1fdc0170c5faa2dc2509af81a36259844f.jpg",
        "table_caption": [
            "表1组织公民行为动态研究的现状"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>研究 方法</td><td>代表性文献</td><td>研究属性</td><td>研究局限 (方法)</td><td>研究局限 (理论)</td></tr><tr><td rowspan=\"2\">交叉</td><td>Raver et al.,2012;</td><td>通过获得变量自身和变</td><td>以线性研究为主且通常仅</td><td>现有的动态研究</td></tr><tr><td>Vigoda-Gadot&Angert,</td><td>量间随时间变化的相关</td><td>测量员工组织公民行为在</td><td>较为分散，缺乏统</td></tr><tr><td>滞后</td><td>2007；Blakely et al.,</td><td>系数，来探究变量间严</td><td>前后两个时点间的变化，</td><td>一的理论框架来</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/5e8b1aa80bc2d4b8d0c6550b6460e96d4949ff7178b95139f3bb62acf6fb972c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>法</td><td>2003; Koys,2001; Donaldson et al., 2000;</td><td>谨的因果关系</td><td>容易产生错误的研究结 论，从而增大了第二类错 误发生的概率。</td><td>解释员工组织公 民行为的动态变 化性</td></tr><tr><td>经验 取样 法</td><td>Hafenbrack et al., 2020; Chuang et al., 2019; Koopman, 2016; Dalal et al.,2014; Glomb et al., 2011; Dalal et al., 2009; Ilies et al., 2006;</td><td>通过探讨相对短期的 （如几分钟、几小时、 几天或几周）员工情感 或情绪等对员工组织公 民行为的影响，来论证 组织公民行为的动态变</td><td>以线性研究为主且仅能描 绘组织公民行为在相对较 短时间内的变化，变化幅 度会存在较大波动，无法 准确反映员工组织公民行 为相对长期的变化模式</td><td></td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2组织公民行为与组织社会化",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "组织社会化是一个持续时间较长的动态过程，因此现有对组织社会化与组织公民行为的研究也大多基于动态性的视角探究具体的组织社会化内容（如任务熟练度、人际关系、组织政治、语言、组织目标和价值以及历史）和社会化策略（组织主导型策略和个体主动型策略）对员工组织公民行为的影响且研究对象大多聚焦于新员工，如 Benzinger (2016)发现，组织对临时工和正式工所实施的差异性组织社会化策略会增强不同类型员工的信息寻求行为，加快其组织社会化进程。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "相较于组织社会化内容和组织社会化策略的研究，从组织社会化过程的视角探究员工组织公民行为变化的研究却十分罕见。事实上，组织社会化的过程其实质是不确定性减少的过程，不确定性降低理论能够为这一过程提供合理性的解释。当新员工进入组织或组织内部员工经历工作调整后，其工作角色、关系网络或组织环境都将发生一定程度的改变，此时个体难以充分地理解和准确地预测所处的环境，引发较高的不确定性感知 (Zhuetal.,2016)。个体会通过采取不同的主动性社会化策略（如组织公民行为）对自身的角色定位进行理解、对他人行为模式的偏好进行认知以及对组织价值观进行内化等来降低自身的不确定性感知 (Strojny etal.,2016)，增强对环境的预测能力。而个体不确定性感知的变化又会进一步影响员工主动性社会化策略的选择。可见不确定性降低理论能够为员工组织公民行为的变化提供解释依据，因此，本研究拟以不确定性降低理论为基础，从组织社会化过程的视角对员工组织公民行为的变化趋势进行深入的探索，以期理解员工组织公民行为变化的内在逻辑，并为组织激发员工持续性且高水平的组织公民行为提供可参考的框架。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3文献述评 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "通过对相关文献进行系统的梳理和回顾，本研究发现虽然现有对组织公民行为的研究已取得了较为丰富的研究成果，但仍然存在有待完善之处。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "首先，针对组织公民行为的动态研究相对较少且聚焦于探讨相对短期的变化。尽管已有学者呼呼（Methot etal.,2016)，应深化对员工组织公民行为动态变化过程的研究，但研究组织公民行为动态性的文献却十分有限。在有限的动态性文章中，学者们主要采用经验取样法探讨相对短期的情感、情绪等变量对员工组织公民行为的影响。虽然经验取样法能够反映个体组织公民行为的变化性，但其只能捕捉组织公民行为在短期内的变化，变化幅度会存在较大波动，无法准确反映组织公民行为相对长期的变化趋势。事实上，了解员工组织公民行为相对长期的变化模式，能够为人们更好地理解和激发员工持续性高水平的组织公民行为提供基础。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "其次，忽视了组织社会化过程在塑造员工组织公民行为方面的作用。现有关注组织社会化与员工组织公民行为关系的研究中，学者们大多仅关注具体的社会化内容和社会化策略对员工组织公民行为的影响。事实上，组织社会化是一个动态演变的过程，仅关注具体的社会化内容和策略对员工组织公民行为的影响，限制了人们对二者间关系的理解。从组织社会化过程的视角分析员工组织公民行为的变化趋势，对于深入理解二者间的关系，预测员工职业生涯的成功与否均具有重要的意义。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "再次，员工组织公民行为不同维度间的动态比较分析有待探索。现有研究虽然探讨了组织公民行为的不同维度与其他变量间的因果关系，但这些研究均未从时间动态性的角度探究组织公民行为不同维度间变化趋势的异同。事实上，随着时间的推移，员工组织公民行为不同维度间的变化量并非是等同的，因此，对组织公民行为的类型进行区分，探究在组织社会化过程中，员工组织公民行为不同维度间变化趋势的异同，为人们更为细致的理解员工的组织公民行为，激发员工不同类型的组织公民行为提供了指导。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "最后，缺乏统一且动态性的框架解释员工组织公民行为变化的成因和作用边界。虽然现有研究已从多个角度检验了各类因素（如员工组织公民行为动机等）对员工组织公民行为的影响，但这些研究大多是以单一时点作为研究的基础，缺乏对动态影响效应的关注。在少数动态性研究中，学者们大多依据自身研究视角的不同选取不同的因素来分析员工组织公民行为变化的成因，而缺乏统一的理论框架来清晰的解释员工组织公民行为变化的内在机理和作用条件，这就使得人们无法全面理解和把握员工组织公民行为变化的本质。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3研究构想",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "基于以上分析，本研究将以组织社会化理论、AMO（ability-motivation-opportunity）理论和组织公民行为的相关文献为基础，探究员工组织公民行为在组织社会化阶段相对长期的变化趋势。同时引入动态比较分析技术，以明晰不同群体（新员工和工作变更员工）和不同维度的员工组织公民行为变化趋势的异同。在此基础上，进一步挖掘影响员工组织公民行为变化趋势的因素和可能的作用边界，以期为激发员工持续性高水平的组织公民行为、减缓员工组织公民行为可能的下降速率提供指导。综上，本研究围绕以下三个研究内容开展研究工作：",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1研究1：组织社会化视角下新员工和工作变更员工组织公民行为的动态变化趋势",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "如前所述，组织社会化的过程实质是不确定性降低的过程，不确定性降低理论在解释组织社会化阶段个体行为随时间的变化方面发挥着重要的作用。个体的不确定性产生于新的任务、新的关系（如新领导、新同事或者新的供应商等）以及新的环境(Zhu etal.,2016)。不论是新员工还是工作变更员工在组织社会化和再社会化的初期阶段其不确定性感知均处于较高的水平，因为此时个体所面临的情境都是未知的，需要个体通过持续性的学习和同化过程来减少这种未知性。而组织公民行为作为有利于员工构建关系和获取信息的重要方式，能够帮助员工降低自身的不确定性感知，提高自身对环境的预测能力(Cooper-Thomas＆Burke,2012)。可见，组织公民行为在组织社会化过程中发挥着重要的作用。然而，作为一种自发主动的行为，员工的组织公民行为并非是一成不变的，其会随着员工不确定性感知水平的变化而发生变化。因此，从不确定性降低的角度来分析，员工的组织公民行为在组织社会化和再社会化的初期阶段将处于较高的水平，然后随着自身不确定性感知水平的降低而逐渐降低，呈线性变化的趋势。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "虽然，不确定性降低理论在解释社会化阶段员工的行为变化方面发挥着重要的作用，但仍然存在一定的局限性。一方面，不确定性降低理论仅能解释员工行为的线性变化，然而，组织社会化领域的主流研究思路认为员工的组织社会化过程大多遵循非线性的变化模式，如U 性曲线（Valero&Hirschi,2019;Wendy et al.,2009）以及学习曲线（Ashforth,2012）等。同时一项针对组织公民行为与组织任期的元分析发现，员工的组织公民行为与组织任期呈现出倒U 型的曲线关系（ $\\mathrm { N g }$ &Feldman,2010)。上述证据表明，员工组织公民行为在组织社会化阶段的变化更可能遵循非线性的变化模式而不是线性变化模式。可见不确定性降低理论并不能够准确地预测员工组织公民行为在组织社会化阶段的变化，需综合考虑其他理论来进一步解释这一变化。另一方面，不确定性降低理论仅关注环境自身的变化对个体行为的影响，而忽视了个体自身的能动性在管理不确定性中的作用。事实上，个体参与组织公民行为的能力、动机和机会会随着组织社会化进程的推进而发生变化，这些变化会进一步决定个体是否愿意并能够降低环境的不确定性。可见，除环境因素外，个体的能动性是解释员工行为变化的又一重要的因素。综上，为弥补不确定降低理论在理解非线性关系和个体能动性方面的局限性，本文引入ability-motivation-opportunity(AMO）理论来进一步细化我们对员工组织公民行为变化的理解，以增强本研究对组织社会化过程的认识。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AMO 理论指出，能力、动机和机会这三者的组合可以有效预测员工行为的产生与发展（Blumberg&Pringle,1982)。其中能力指员工自身所拥有的知识、技能等那些能够帮助他们展现特定行为的能力；动机指个体展现特定行为的意愿；机会指那些促进或抑制员工展现出特定行为的情境/条件。通过对这三类因素的考察，能够使我们推断出员工行为展现的强度和持续性（Hong&Gajendran,2018)，从而帮助我们预测员工组织公民行为在组织社会化阶段的变化。因此，本研究拟同时考虑不确定性降低理论和AMO 理论来共同解释员工组织公民行为可能的变化模式。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "如前所述，当员工接触到新的任务、新的工作方式或进入新的环境时，员工的不确定性感知将处于较高的水平。此时，员工有很强的意愿通过展现组织公民行为以降低自身的不确定性感知。然而在组织社会化的起步阶段，由于员工缺乏展现组织公民行为所需的能力（如知识、技能等)，即他们不了解如何以及怎样施展组织公民行为（Methot etal.,2016)，同时由于员工还没有建立起自身的社会网络，他们缺乏获取信息以及支持的途径，因此，没有机会展现出相应的组织公民行为。可见，在员工组织社会化和再社会化的起步阶段，员工虽然有很强的组织公民行为动机，但缺乏展现组织公民行为所需的能力和机会，从而使其组织公民行为只能处于一个较低的水平。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "随着组织社会化和再社会化进程的推进，员工对自身的角色需求开始明晰，能够主动的寻求信息、探索环境并和同事有更为深入的交互，此时员工逐步学习到在组织或工作岗位中该以何种方式施展组织公民行为，他们展现组织公民行为所需的知识和技能逐步提升，从而增强了他们施展组织公民行为的能力。同时，由于持续且频繁的与同事和领导交流，员工逐渐发展和扩大了自身的社会网络，能够获取更多的信息和支持，从而拥有更多展现组织公民行为的机会。此外，在这一阶段员工仍有较高的不确定性感知，因此其展现组织公民行为的动机仍处于较高的水平。综上所述，随着组织社会化和再社会化进程的推进，员工展现组织公民行为的能力和机会均会不断增加，同时员工仍然拥有较强的组织公民行为展现意愿，因此，在这一阶段员工的组织公民行为会随着时间的推移而稳步增长。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在组织社会化和再社会化的后期，随着员工不确定性感知的不断降低，员工对企业/工作岗位有了更为深入的了解，积累了大量的资源，并发展了较为完善的社会网络，此时，员工展现组织公民行为的所需能力和机会均处于较高的水平。然而随着不确定性程度的降低，员工展现组织公民行为的意愿逐步减弱。在此阶段员工虽然有能力和机会但却没有意愿去展现组织公民行为，故组织公民行为水平在达到顶峰之后会逐步下降，然后趋于稳定。综上，提出如下假设",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "假设1：随着组织社会化和再社会化程度的不断深入，新员工和工作变更员工的组织公民行为会呈现出先升后降的倒U型曲线模式。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2研究2：组织社会化视角下员工组织公民行为变化趋势的动态比较分析",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在明确组织社会化阶段员工组织公民行为的变化趋势后，本研究拟进一步探究员工组织公民行为在不同群体和不同维度间变化趋势的异同。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "不同群体员工组织公民行为变化趋势的动态比较。本研究以组织社会化程度作为员工群体划分的标准，将员工划分为新员工和工作变更员工，这两类员工均会经历不同程度的组织社会化过程。已有研究指出，个体在组织社会化阶段所体验到的不确定性程度会有所差异，这是因为不同程度的组织社会化或职业转变带给个体的冲击力是不同的。对于那些经历较强冲击力的个体而言，其所体验到的不确定性和压力感相对较高，此时个体的调整周期相对较长，且其行为的变化幅度相对较大（Pinder& Schroder,2001)。考虑到组织社会化程度对员工组织公民行为的影响差异，本研究认为，有必要对经历不同组织社会化程度的员工进行区分，以明晰组织社会化程度不同的员工组织公民行为变化趋势的异同。与新员工相比，工作变更员工所体验到的不确定性和压力感相对较小，这是因为他们已经在组织中积累了一定的资源，构建了相应的社会网络并相对熟悉组织的规章制度和隐性规则，因而拥有相对较强的能力和机会来施展组织公民行为，并拥有较高的动机来减少不确定性感知，从而能够相对快速地适应新的工作需求，经历相对较短的调整/适应周期，故其组织公民行为的变化幅度相对较小。已有研究表明，与新员工相比，经历再社会化员工的行为和认知的调整幅度通常更小（Pinder＆ Schroder,2001)。综上，提出如下假设：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "假设2：与新员工相比，工作变更员工组织公民行为的变化率更小。",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "不同维度划分下员工组织公民行为变化趋势的动态比较。组织公民行为的研究发展至今已提出了30多种不同类型的组织公民行为。由于时间和精力有限，本研究也无法关注所有类型的组织公民行为。考虑到本研究侧重于从组织社会化的视角，探究员工组织公民行为的动态变化趋势，因此，选取了在组织社会化过程中员工较为看重的风险性特征作为组织公民行为类型划分的标准，将组织公民行为划分为亲和行为和挑战行为。其中，亲和行为被认为是个体通过促进和支持已有的工作流程并通过维持现有的人际关系来维持现状的行为。而挑战行为被认为是个体通过质疑和提升已有的工作流程来挑战现状的行为。研究表明，虽然员工会展现出不同类型的组织公民行为，但对每种类型的组织公民行为的展现意愿和多少是不同的，对有些类型的组织公民行为会有较强的展现欲望，如亲和行为；而对另一些类型的组织公民行为则表现出较少的兴趣，如挑战行为（Settoon&Mossholder,2002)。这一现象在组织社会化阶段更为明显，新员工和工作变更员工对不同类型的组织公民行为有着更强烈的偏好性。因此，本研究认为有必要对不同类型的组织公民行为进行区分，以明晰风险性程度不同的组织公民行为变化趋势的异同。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "具体而言，经历组织社会化和再社会化的新员工和工作变更员工均面临着较高的环境不确定性和较强的压力感知，并存有一定程度的焦虑，此时虽然这些员工可能有能力和机会针对某一问题或现象提供较为独到的见解或发起变革，但考虑到这一行为有可能会破坏现有的人际关系，招来他人的反感，他们通常会选择沉默（Wesche& Teichmann,2016)。相反，由于亲和行为的风险性较小，且能够有利于员工构建人际关系，获取相应的信息和资源，并给他人留下好印象，因此，无论是正在经历组织社会化的新员工还是正在经历组织再社会化的工作变更员工均有意愿展现出较多的亲和行为。因此，对于同一个个体而言其展现组织公民行为的能力和机会是相同的，但对于亲和行为和挑战行为的展现意愿是不同的，即亲和行为的展现意愿要远大于挑战行为的展现意愿。同时考虑到员工亲和行为的展现意愿会随着不确定性感知的变化而发生变化，而挑战行为因其风险性特征不易受员工不确定性感知的影响，因此在组织社会化和再社会化阶段，员工亲和行为的变化幅度要大于挑战行为的变化幅度。综上，提出如下假设：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "假设3：与风险程度较高的挑战行为相比，无论是新员工还是工作变更员工均会倾向于展现更多的亲和行为，且亲和行为在组织社会化和再社会化阶段的变化率更大。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.3研究3：组织社会化视角下影响员工组织公民行为动态变化趋势的解释变量及作用边界",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "在明确组织社会化过程中员工组织公民行为动态变化趋势及其比较差异后，本研究拟进一步探究影响员工组织公民行为变化趋势的解释变量及作用边界以进一步明晰组织社会化阶段员工组织公民行为变化的内在机理和边界条件。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "基于不确定性降低理论和AMO理论，本研究重点关注能力、动机和机会这三类变量对社会化阶段组织公民行为变化的影响，原因如下：首先，员工组织社会化/不确定性降低的过程其实质是学习和同化的过程（Fang etal.,2011)。其中，学习过程强调个体对角色期望、工作任务和组织环境的了解；同化过程则重点关注个体的关系构建和组织融合。因此，与学习过程相关的信息获取、任务特征和环境属性以及与同化过程相关的关系建构，均会对个体的组织社会化过程产生影响，进而影响组织社会化过程中个体组织公民行为的表现。其次，在考虑与学习和同化过程相关的变量时，本研究重点关注能力、动机和机会这三类变量，AMO 模型指出只有同时考虑能力、动机和机会这三类变量才能较为准确地预测员工的行为表现。最后，考虑到本研究探究的是组织社会化阶段员工组织公民行为动态变化趋势的解释变量和作用边界，因此排除了状态类特征变量。虽然状态类特征变量会影响个体的组织公民行为，但其影响效果较为短暂，且在时间维度上并没有特定的联系，可见，状态类特征变量无法有效预测个体组织公民行为在组织社会化过程中相对长期的变化趋势。相较于状态类特征变量，特质类、认知类以及环境类变量则相对稳定，且具有连续性（Jones＆ Shah,2015)，故本研究仅关注特质、认知及环境类变量。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "在上述原因，本研究具体考察如下变量：&能力方面，本研究关注与学习和同化过程相关的能力，即学习能力和关系建构能力作为组织公民行为变化趋势的解释变量；动机方面，本研究选取了与社会化过程密切相关的不确定性降低动机以及与组织公民行为密切相关的行为动机（印象管理动机、亲社会动机和关心组织的动机）作为组织公民行为变化趋势的解释变量；3机会方面，本研究选取了任务互依性和变革型领导作为有助于员工组织社会化阶段组织公民行为展现的情景因素，其中任务互依性是一种较为典型合作型任务特征，而变革型领导是一种支持性的领导行为。已有的静态研究表明任务互依性和变革型领导均能够有效地预测员工的组织公民行为（Ganesh&Gupta,2010; Sumi,2014)。在这三类影响因素中，能力类和机会类的因素均相对稳定，故无需考虑其内在变化过程对员工组织公民行为的影响，而动机类因素则会随着员工内在或外在条件的变化而发生变化进而影响员工组织公民行为的变化，因此，需从动态性的角度对组织公民行为动机的影响效果进行分析，具体的研究内容如图1所示：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/15475f2f1113f9a6731b5cb4ff9dc925e7d4e26a4036de5f1e8a8187749513b5.jpg",
        "img_caption": [
            "图1员工组织公民行为动态变化趋势的影响因素和作用边界"
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（1）学习能力对员工组织公民行为变化趋势的影响",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "学习能力是指个体为适应外部环境的变化，不断地获取知识和信息，以改善其认知及行为模式，从而获得持续生存和发展的能力（陈国权，2008)。学习能力较强的员工在组织社会化进程中能够展现出较多的信息获取和问题解决的技能，这些技能有助于员工展现出相应的组织公民行为以加速其社会化进程。具体而言，信息获取技能能够帮助学习能力较强的员工迅速了解在组织中应该以及如何展现组织公民行为，而对这一规则的把握能够帮助和促进员工展现出相应的组织公民行为，如亲和行为来有效的拓展其社会网络，而社会网络的广度又有利于员工进一步获得与环境和角色相关的信息（Thompson,2005)，从而加速其组织社会化进程。问题解决技能能够帮助学习能力较强的员工在发现组织或工作中存在的相应问题时展现出相应的挑战行为，以主动的寻求解决方案，并及时指出现有的问题，改善现有的工作环境，从而降低负面因素对组织社会化进程的影响。此外，学习能力较强的员工拥有较强的自主性动机，他们能够通过持续性高水平组织公民行为的展现，来适应环境的需求，加速其组织社会化进程，从而导致其组织公民行为随着时间的变化幅度较小。而学习能力较弱的员工适应环境的能力较弱，其不会主动地展现组织公民行为来提升组织社会化进程，以降低环境的不确定性，因此其组织公民行为水平较低。同时，由于学习能力较弱的员工实施组织公民行为的能力较弱，因此，只有当环境中提供给员工展现组织公民行为的相应支持时，他们才能够展现出相应的组织公民行为。可见，学习能力较弱的员工，组织公民行为的展现与环境支持紧密联系，从而导致其组织公民行为的变化幅度较大。综上，提出如下假设：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "假设4：学习能力对员工亲和行为和挑战行为的均值有显著的正向影响。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "假设5：学习能力对员工亲和行为和挑战行为的变化率有显著的负向影响。",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "（2）关系建构能力对员工组织公民行为变化趋势的影响",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "关系建构能力是指个体致力于与他人建立并维持良好的关系，注重亲密他人的看法和意见，并能够实现与亲密他人和谐共处的能力（Cross etal.,2000)。由于关系建构能力较强的员工注重构建和维持与他人的关系，并能够实现与他人的和谐共处，因而在组织社会化进程中，会较多地展现那些能够发展和维持自身社会网络的组织公民行为，如亲和行为，较少地展现那些可能会破坏已有的人际关系，带来人际冲突的组织公民行为，如挑战行为。同时，由于关系建构能力较强的员工拥有较强的关系建构和维持的能力，他们能够通过持续性的、高水平的亲和行为的展现来维持和构建关系，从而其亲和行为随时间的变化幅度较小。与风险性较低的亲和行为相比，关系建构能力较强的员工能够通过自身关系构建和维持的技巧来减少挑战行为所带来的人际风险，因而其挑战行为随时间的变化幅度也较小。而对于关系建构能力较弱的员工而言，关系建构和维持对于他们来说困难重重，因此，他们不会刻意地去构建和维持关系。他们只有在迫不得已时，才会表现出较多的亲和行为以构建和维持关系。可见，关系构建能力较弱的员工，亲和行为的展现与自身对关系的需求密切相关。由于这一需求的变化幅度较大，导致亲和行为随时间的变化幅度较大。与此同时，关系建构能力较弱的员工无法很好的处理挑战行为可能带来的关系冲突，因此，关系建构能力较弱的员工挑战行为的展现仅会出现在特定的情形下，如确认该挑战行为不会破坏现有的人际关系。由此可见，关系建构能力较弱的员工的挑战行为的展现与环境线索密切相关，换句话说，关系建构能力较弱的员工挑战行为随时间变化的幅度较大。综上，提出如下假设：",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "假设6：关系建构能力对员工亲和行为的均值有显著的正向影响。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "假设7：关系建构能力对员工挑战行为的均值有显著的负向影响。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "假设8：关系建构能力对员工亲和行为和挑战行为的变化率有显著的负向影响。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "（3）组织公民行为动机对员工组织公民行为变化趋势的影响",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "由前所述，组织社会化的过程其实质是不确定性减少的过程，在这一过程中个体的不确定性降低动机起到了关键的作用。虽然研究一和研究二已详细论述了个体如何通过展现组织公民行为来降低不确定性，但在这两个子研究中均未直接测量个体的不确定性降低动机，而是将个体降低不确定性的动机视为默认的情境。为证实个体在组织社会化阶段确实存在降低不确定性的动机，本研究在研究三中引入不确定性降低动机作为组织社会化视角下员工组织公民行为动态变化趋势的重要解释变量。同时，根据研究一和研究二的推导过程，可以发现当员工感知到较强的环境不确定性时，会通过展现出更多的组织公民行为来降低这一不确定性，可见员工的不确定性降低动机会能够促进其组织公民行为的产生。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "此外，作为一种自主决定的行为，员工组织公民行为的产生也和其行为动机有密切的关系，已有研究表明，员工展现组织公民行为的动机可以分为三个方面：印象管理动机、亲社会动机和关心组织的动机（Rioux&Penner,2001)。其中印象管理动机是指员工努力塑造自身的正面形象，以获得回报的愿望。亲社会动机是指员工渴望与组织中的其他成员建立和维持一种积极关系的倾向。关心组织的动机是指员工希望组织利益最大化的愿望。已有研究表明个体在实施组织公民行为时具有多重动机，且这些动机会随着时间的推移而发生改变（Kimetal.,2013)，即具有时间动态性，因此，需从动态性的视角考察员工组织公民行为的多重动机对员工组织公民行为的影响。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "印象管理动机是个体维持积极形象的需求，常产生于个体需要获取物质或社会资源的情况下（Rioux etal.,2001)，如组织社会化过程。在组织社会化阶段员工通常希望给他人留下好印象以构建关系，获取信息来减少自身的不确定性感知，以快速的融入并适应新的环境。在这一过程中员工亲和行为的展现有利于向他人展示自身的奉献和助人精神，而挑战行为的展现有利于向他人展示自身的能力，这些行为的展现不仅能够帮助个体获得更好地外在评价而且能够给个体带来更高地绩效水平，因此印象管理动机能够促进员工组织公民行为的展现。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "亲社会动机能够使个体产生帮助他人及为他人奉献的想法并付诸行动（Riouxetal.,2001)。在组织社会化阶段，亲社会动机能够使个体更加关注他人的需求，并在自己力所能及的范围内，给予他人情感和行动上的关怀。此时，亲和行为的展现不仅能够满足个体亲社会动机的需求，而且能够加速个体在组织社会化阶段的同化过程，使个体尽快融入到组织中，从而减少个体的不确定性感知。可见亲社会动机能够促进员工亲和行为的产生。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "关心组织的动机能够使员工产生帮助组织的想法并付诸行动（Rioux etal.,2001)。在组织社会化阶段，关心组织的动机能够使个体将自身的发展与组织的发展联系起来，在识别出工作或组织中存在的问题或可以改进的地方时，员工会主动的展现出挑战行为以帮助组织解决问题或改进工作方式，以使组织更好地发展。可见关心组织的动机能够促进员工挑战行为的产生。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "此外，考虑到员工组织公民行为的动机并不是相互排斥的而是可以同时共存的（Kim et al,2013)，只不过在不同时期所占据的主导地位不同而已。如在员工组织社会化初期，员工的不确定性降低动机和印象管理动机可能占据了主导地位，此时员工倾向于展现出较高水平的组织公民行为来获取信息，构建关系以树立自身良好的形象，降低环境的不确定性。随着员工组织社会化程度的加深，员工的不确定性感知逐渐减弱，且对组织内部的个体和组织本身都有了更强的情感依附和承诺，此时员工组织公民行为的展现可能更加依赖于员工的亲社会动机和关心组织的动机。可见员工组织公民行为的动机会随着个体及环境的发展而不断变化，而员工组织公民行为动机的变化又会进一步影响员工组织公民行为的变化，因此员工组织公民行为动机的变化率会显著影响员工组织公民行为的变化率。综上，提出如下假设：",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "假设9：不确定性降低动机和印象管理动机对员工亲和行为和挑战行为的均值有显著的正向影响；亲社会动机对员工亲和行为的均值有显著的正向影响；关心组织的动机对员工挑战行为的均值有显著的正向影响。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "假设10：不确定性降低动机和印象管理动机的变化率对员工亲和行为和挑战行为的变化率有显著的正向影响；亲社会动机的变化率对员工亲和行为的变化率有显著的正向影响；关心组织动机的变化率对员工挑战行为的变化率有显著的正向影响。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "（4）任务互依性对员工组织公民行为变化趋势的影响",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "任务互依性是员工在完成工作任务的过程中对相关信息、资源和成员支持的依赖程度（Bishop&Dow,2000)。高任务互依性的情境对员工的信息搜集与获取以及关系的构建都提出更高的要求。这是因为在高任务互依性的情境下，员工间相互依赖的程度较高，他们彼此均需通过从其他成员处获取相应的信息、资源和支持才能完成工作目标。这就是说，员工为完成规定的任务，与其他员工间的信息交换会更为频繁、行动配合更为紧密，这就为员工组织公民行为的展现创造了条件。员工亲和行为的展现有利于员工构建自身的社会网络，增强与他人间的亲密关系，从而能够满足任务互依性情境对员工间协作的需求；而员工挑战行为的展现有利于员工获取相应的信息，促进自身和他人更好的完成工作任务，从而能够满足任务互依性情境对高水平任务绩效的要求。可见，高任务互依性的情境能够促进员工亲和行为和挑战行为的展现。同时，由于高任务互依性的情境对员工信息搜集与获取以及关系构建的高要求，员工不得不通过持续性的、高水平的组织公民行为（包括亲和行为和挑战行为）的展现来完成工作任务。因此，在高任务互依性的情境下，员工组织公民行为的变化幅度较小；而在低任务互依性的情境下，员工通过自身的努力便可以完成工作目标，此时员工的组织公民行为只有在员工产生内在需求时（如需要获取某些资源来完成任务）才会展现，而员工内在需求的波动幅度较大。因此，在低任务互依性的情境下，员工组织公民行为的变化幅度较大。综上，提出如下假设：",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "假设11：任务互依性对员工亲和行为和挑战行为的均值有显著的正向影响。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "假设12：任务互依性对员工亲和行为和挑战行为的变化率有显著的负向影响。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "（5）变革型领导对员工组织公民行为变化趋势的影响",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "变革型领导被认为是领导者通过自身的领导感召力、领导魅力、智力激发和个性化关怀等，使员工意识到承担责任和任务的重要性，激发员工高层次的需求，从而使员工最大限度的发掘自身潜力以取得高水平的绩效表现（Judge＆ Piccolo,2004)。高变革型领导所拥有的领导感召力、领导魅力、智力激发和个性化关怀等为员工组织公民行为的展现创造了机会。具体而言，在组织社会化过程中，高变革型领导能够通过愿景激励、个性化关怀等向员工传达组织的目标，关心并帮助员工适应工作，以减少员工对环境的不确定性感知。与此同时，员工也能够将自身的发展与企业的发展相联系，提高自身对企业的依附性，并出于互惠因素的考虑，会表现出更多的亲和行为以回报企业。同样，高变革型领导能够通过智力激发和理想化影响力等鼓励员工挑战现状，采用新颖的方式解决问题等来激发员工的挑战行为，以减少不确定性对员工挑战行为的阻抑作用，促使员工表现出更多的挑战行为。因此，在高变革型领导的情境下，员工能够持续地感受到主管领导提供的支持与帮助，因而倾向于持续地展现其组织公民行为。换句话说，在高变革型领导的情境下，员工组织公民行为随时间变化的幅度不大。相反，由于低变革型领导的情境并没有为员工组织公民行为的产生提供相应的资源和支持，因而很难激发出员工的组织公民行为。员工只有在产生内在需求时，如需要获取某些资源来完成任务等，才会展现出相应的组织公民行为。鉴于员工的这种需求波动较大，导致员工组织公民行为随时间的变化幅度较大。综上，提出如下假设：",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "假设13：变革型领导对员工亲和行为和挑战行为的均值有显著的正向影响。",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "假设14：变革型领导对员工亲和行为和挑战行为的变化率有显著的负向影响。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "（6）组织公民行为动机的中介作用",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "作为一种员工自主决定的行为，员工组织公民行为动机（不确定性降低动机、印象管理、亲社会和关心组织的动机）是员工组织公民行为产生最直接的原因，而能力（学习能力和关系建构能力）和机会（任务互依性和变革型领导）作为较为远端的影响因素，能够通过影响员工的组织公民行为动机进而影响员工的组织公民行为。如能够与他人建立良好的关系，注重亲密他人的看法和意见的关系建构能力能够通过提升员工的亲社会动机进而影响员工亲和行为的表现；再如高任务互依性的环境能够通过激发员工亲社会动机和关心组织的动机进而影响员工的亲和行为和挑战行为，这是因为高任务互依性的情境为员工的关系建构提出了更高的要求，这就激发了员工帮助他人及为他人奉献的想法并付诸行动，以满足任务互依性情境对员工间协作的需求。同时在高任务互依性的情境下，员工间相互依赖的程度较高，此时员工自身的任务绩效与他人及团队任务绩效息息相关，这就使得员工更容易产生关心组织的动机，以促进自身和他人更好地完成任",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "务。综上，提出如下假设：",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "假设15：员工的组织公民行为动机在能力与组织公民行为之间起中介作用假设16：员工的组织公民行为动机在机会与组织公民行为之间起中介作用（7）能力与机会的交互效应对员工组织公民行为动机与组织公民行为关系的调节作用",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "AMO 理论指出，只有在同时考虑能力、动机和机会这三类因素时才能准确地预测员工行为的产生与发展。作为一种员工自主决定的行为，员工的组织公民行为动机相较与其他因素（如能力和机会）在员工组织公民行为展现的过程中起到了关键性的作用（Kimetal.,2013)，因此本研究以员工组织公民行为动机对员工组织公民行为变化趋势的影响作为主效应，而将能力和机会作为调节变量处理。具体而言，员工的能力越高、展现组织公民行为的机会越多，员工组织公民行为动机对组织公民行为的正向影响越强；相反，若员工能力越弱、展现组织公民行为的机会越少，员工组织公民行为动机对组织公民行为的正向影响越弱。可见员工能力和机会的交互效应能够调解员工组织公民行为动机对组织公民行为的正向影响效果。综上提出如下假设：",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "假设17：员工能力与机会的交互效应调节了组织公民行为动机与组织公民行为之间的正向关系，即当员工的能力越强且展现组织公民行为的机会越多时，员工组织公民行为动机对组织公民行为的正向影响越强。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "4理论建构",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "基于AMO理论和不确定性降低理论，本研究系统探究了 $\\textcircled{1}$ 员工在组织社会化阶段组织公民行为的动态变化趋势、 $\\textcircled{2}$ 不同群体和不同类型的员工组织公民行为变化趋势的差异、 $\\textcircled{3}$ 员工组织公民行为动态变化趋势的解释机制及边界条件，为培养和激发员工持续性高水平的组织公民行为提供可参考的理论框架。接下来，本研究将具体论述理论模型的三个核心要点。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "第一，基于AMO理论，阐明了员工组织社会化阶段组织公民行为相对长期的变化趋势。组织社会化的过程实质是不确定性降低的过程，不确定性降低理论在解释组织社会化阶段个体行为随时间的变化方面发挥着重要的作用（Zhuet al.,2016)，但仍然存在一定的局限性。一方面，不确定性降低理论仅能解释员工行为的线性变化，然而，组织社会化领域的主流研究思路认为员工的组织社会化过程大多遵循非线性的变化模式，如U性曲线（Valero&Hirschi,2019;Wendy etal.,2009）以及学习曲线（Ashforth,2012）等。另一方面，不确定性降低理论仅关注环境自身的变化对个体行为的影响，而忽视了个体自身的能动性在管理不确定性中的作用。为弥补不确定降低理论在理解非线性关系和个体能动性方面的局限性，本研究引入ability-motivation-opportunity(AMO）理论，从能力、动机和机会三个方面来细化我们对员工组织公民行为曲线变化过程的理解。具体而言，在组织社会化初期，员工缺乏展现组织公民行为所需的能力（Methotetal.,2016)，同时由于员工还没有建立起自身的社会网络，他们缺乏获取信息以及支持的途径，因此，没有机会展现出相应的组织公民行为，故其组织公民行为处于较低的水平。随着组织社会化进程的推进，员工展现组织公民行为所需的知识和技能逐步提升，员工逐渐发展和扩大了自身的社会网络，能够获取更多的信息和支持，从而拥有更多展现组织公民行为的机会。并且为降低不确定性，员工展现组织公民行为的动机也较强，因此，在这一阶段员工的组织公民行为会随着时间的推移而稳步增长。在组织社会化的后期，员工展现组织公民行为所需的能力和机会均处于较高的水平。然而随着不确定性程度的降低，员工展现组织公民行为的意愿逐步减弱，故组织公民行为水平在此阶段会逐步下降，然后趋于稳定。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "第二，构建了不同群体和不同维度划分下员工组织公民行为动态变化趋势的比较模型。由于不同程度的组织社会化带给个体的冲击力是不同，因此，个体在组织社会化阶段所体验到的不确定性程度会有所差异。对于那些经历较强冲击力的个体而言，其所体验到的不确定性和压力感相对较高，此时个体的调整周期相对较长，且其行为的变化幅度相对较大(Pinder& Schroder,2001)。与新员工相比，工作变更员工所体验到的不确定性和压力感相对较小（Pinder& Schroder,2001)，这是因为他们已经在组织中积累了一定的资源，构建了相应的社会网络并相对熟悉组织的规章制度和隐性规则，因而拥有相对较强的能力和机会来施展组织公民行为，并拥有较高的动机来减少不确定性感知，从而能够相对快速地适应新的工作需求，经历相对较短的调整/适应周期，故其组织公民行为的变化幅度相对较小；针对不同维度划分下员工组织公民行为的研究，本文选取了在组织社会化过程中员工较为看重的风险性特征作为组织公民行为类型划分的标准，将组织公民行为划分为亲和行为和挑战行为。虽然员工会展现出不同类型的组织公民行为，但对每种类型的组织公民行为的展现意愿和多少是不同的，对有些类型的组织公民行为会有较强的展现欲望，如亲和行为；而对另一些类型的组织公民行为则表现出较少的兴趣，如挑战行为（Settoon&Mossholder,2002)，这一现象在组织社会化阶段更为明显。具体而言，经历组织社会化和再社会化的新员工和工作变更员工均面临着较高的环境不确定性和较强的压力感知，并存有一定程度的焦虑，此时虽然这些员工可能有能力和机会针对某一问题或现象提供较为独到的见解或发起变革，但考虑到这一行为有可能会破坏现有的人际关系，招来他人的反感，他们通常会选择沉默（Wesche&Teichmann,2016)。相反，由于亲和行为的风险性较小，且能够有利于员工构建人际关系，获取相应的信息和资源，并给他人留下好印象，因此，无论是正在经历组织社会化的新员工还是正在经历组织再社会化的工作变更员工均有意愿展现出较多的亲和行为。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "第三，基于AMO理论，本研究进一步揭示了组织社会化阶段员工组织公民行为动态变化趋势的解释机制及边界条件。由前所述，先前对员工组织公民行为动态性的研究，主要基于经验取样法，以相对短期的时间跨度作为员工组织公民行为动态性研究的基础。由于方法上的局限性，导致先前对员工组织公民行为动态性的解释机制主要集中于状态类特征变量，如情感、情绪等(Methot et al.,2016)。虽然状态类变量会影响员工的组织公民行为，但影响效果较为短暂，且在时间维度上没有特定的联系，因此，状态类特征变量无法有效地解释员工组织公民行为在较长时间内的变化趋势。与个体状态类特征变量相比，个体的特质、认知以及环境特征类变量则相对稳定，且具有连续性(Jones& Shah,2015)，因此，本研究从个体能力、动机及机会这三类特征类变量出发，解释员工组织公民行为相对长期的变化趋势和作用边界，为组织公民行为相对长期的变化趋势提供一个整合的解释框架。具体而言，员工的能力（学习能力和关系建构能力）、动机（不确定性降低动机、印象管理动机、亲社会动机和关心组织动机）和机会（任务互依性和变革型领导）均能够影响员工组织公民行为的变化性，同时，能力、动机和机会这三者的交互效应对员工组织公民行为动态性的解释能力最强。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "通过构建以上的理论体系，本研究将在以下几个方面做出贡献：",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "研究视角方面：本研究将组织社会化视角整合进员工组织公民行为的动态研究之中，以组织社会化理论作为员工组织公民行为变化的依据，以组织社会化程度作为群体划分的标准，将员工划分为新员工和工作变更员工，分别探讨不同类型员工群体的组织公民行为的变化趋势及其影响因素和作用边界，在研究视角方面具有较强的创新性。现有针对员工组织公民行为动态性研究的文献大多以情绪或情感类视角作为研究的基础 (Methot etal.,2016)，缺少对员工组织社会化过程的关注。事实上，员工的组织社会化过程是员工进行自身价值观、身份和行为等学习和重建的过程，持续时间相对较长，对员工的行为和认知等产生的冲击力相对较大，因此，将组织社会化理论整合到组织公民行为的研究中，从组织社会化过程的视角，探究员工组织公民行为的动态变化趋势是对现有研究的有益补充。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "研究方法方面：虽然在90年代初已出现了与动态性有关的理论研究，但动态分析技术的发展却大大滞后于理论的演进。现有关于动态分析的方法大多针对于线性关系，探讨某一变量的初始值或增长率对于另一变量初始值或增长率的影响。而针对曲线变化的动态分析方法较少，特别是在曲线变化率和量级方面的动态比较分析方法仍处于空白阶段，导致现有的动态研究相对局限，理论无法继续深入发展。本研究拟结合数学领域的微积分和组织行为学领域的动态分析方法，将已有的线性动态比较分析技术拓展到曲线动态比较分析领域，以探究员工组织公民行为在不同群体和不同维度划分卜变化趋势的异同，这不仅完善了现有的动态分析技术，而且为动态差值模型提供了实证支持，在研究方法上具有一定的创新性。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "研究内容方面：本研究通过引入相对稳定且具有时间动态性的变量作为员工组织公民行为变化趋势的解释变量和边界条件，使得本研究在探索员工组织公民行为变化趋势的形成机制和作用边界方面具有一定的创新性。现有对员工组织公民行为动态性的研究大多关注情感、情绪等状态类变量对员工组织公民行为的影响。虽然状态类变量会影响员工的组织公民行为，但影响效果较为短暂，且在时间维度上没有特定的联系，因此，状态类特征变量无法有效地解释员工组织公民行为在较长时间内的变化趋势。与个体状态类特征变量相比，个体的认知、特质以及环境特征类变量则相对稳定(Jones& Shah,2015)，且具有连续性，因此，能够更好地解释员工组织公民行为相对长期的变化趋势和作用边界。同时现有对组织公民行为的动态研究缺乏统一的解释框架，本研究通过引入AMO理论，探究能力、动机和机会这三类相对稳定且具有时间动态性的变量对员工组织公民行为变化趋势的解释效力，为组织公民行为的动态研究提供了理论支持，从而深化了组织公民行为理论。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "邓今朝,喻梦琴,丁栩平.(2018).员工建言行为对团队创造力的作用机制.科研管理,39(12),171-178.   \n陈国权.(2008)．复杂变化环境下人的学习能力:概念、模型、测量及影响．中国管理科学,16(1),147-157.   \n陈文平,段锦云,田晓明.(2013)．员工为什么不建言：基于中国文化视角的解析．心理科学进展,21(5),905-913.   \n颜静,张旭,邵芳.(2017).员工挑战型组织公民行为与主管绩效评价——主管的组织承诺的调节作用.管理评论, 29(04), 134-142.   \nAshforth,B.E.(2O12).The roleof time in socialization dynamics.In C.R.Wanberg (Ed.),The Oxford handbook of organizational socialization (Vol. 4, pp. 1-31). Oxford, United Kingdom: Oxford University Press.   \nAshforth,B.E.,& Lee,R.T.(1997). Burnout as a process: Commentary on cordes,dougherty and blum.Journal of Organizational Behavior,18(6),703-708.   \nBenzinger,D.(20l6). Organizational socialization tactics and newcomer information seeking in thecontingent workforce. Personnel Review,45(4), 743-763.   \nBishop,J. W.,& Dow,S.K.(20oo).An examination of organizational and team commitment in a self-directed team environment. Journal of Applied Psychology, 85(3), 439-450.   \nBlakely，G.L.，Andrews,M.C.，& Fuller,J. (2003). Are chameleons good citizens?A longitudinal studyof the relationship between self-monitoring and organizational citizenship behavior. Journal of Business and Psychology, 18(2),131-144.   \nBlumberg, M.,& Pringle, C.D. (1982).The missing opportunityin organizational research: some implications for a theory of work performance. The Academy of Management Review,7(4), 560-569.   \nBolino,M. C.,Harvey,J.,& Bachrach,D.G. (2O12). Aself-regulation approach tounderstanding citizenshipbehavior in organizations. Organizational Behavior & Human Decision Processes, l19(1),126-139.   \nChuang,Y., Chiang,H.,&Lin,A. (2019). Helping behaviors convert negative afect into job satisfactionand creative performance: the moderating role of work competence. Personnel Review,48(6),1530-1547.   \nCooper-Thomas,H.D.,& Burke,S.E. (2012).Newcomer proactive behavior: Can there be too much of a good thing?. In C. Wanberg (Ed.), The Oxford handbook of organizational socialization (Vol. 2, pp.1-26). New York: Oxford University Press.   \nCross,S.E.,Bacon,P.L.，& Morris,M.L.(2O0).The relational-interdependent self-construal and relationships. Journal of Personality and Social Psychology, 78(4),791-808.   \nDalal,R.S.,Bhave,D.P.,&Fiset,J. (20l4). Within-person variabilityin job performance: Atheoretical reviewand research agenda. Journal of Management, 40(5),1396-1436.   \nDalal,R.S.,Lam,H.，& Weiss,H.M.(2009).A dynamic approach to organizational citizenship behavior and counterproductive work behavior: Behavioral co-occurrence and switching,and dynamic relationships with mood and overall job performance. Academy of Management Journal, 52(3),1051-1066.   \nDonaldson, S.1.,Ensher,E.A.,& Grant-Valone,E.J. (2ooo).Longitudinal examination of mentoring relationshipson organizational commitment and citizenship behavior. Journal of Career Development, 26(4),233-249.   \nFang,R., Duffy,M. K.,& Shaw, J.D. (2O11). The organizational socialization process: Review and developmentof a social capital model. Journal of Management, 37(1),127-152.   \nGanesh,M. P.,& Gupta,M. (2O10). Impact of virtualness and task interdependence on extra-role performance in software development teams. Team Performance Management,16(3-4),169-186.   \nGlomb,T.M.,Bhave,D.P.，Miner,A.G.，& Wall,M.(2011).Doing good,feling good: Examining the roleof organizational citizenship behaviors in changing mood. Personnel Psychology,64(1),191-223.   \nHafenbrack,A. C., Cameron,L.D.,Spreitzer, G.M.,Zhang,C.,& Shaffakat,S.(2O20). Helping people by being in the present: mindfulness increases prosocial behavior. Organizational Behavior and Human Decision Processes, 159,21-38.   \nHong,W.,& Gajendran, R.S. (2018). Explaining dyadic expertise use in knowledge work teams: An opportunityability-motivation perspective. Journal of Organizational Behavior, 39(6), 796-811.   \nIlies,R.,ScottB.A.,&Judge,T.A.(2Oo6).The interactive effctsof personal traits and experiencedstates on intraindividual patterns of citizenship behavior. Academy of Management Journal,49(3),561-575.   \nJones,S.L.,& Shah,P.P. (2O15).Diagnosing the locus of trust: Atemporal perspective for trustor,trustee,anddyadic influences on perceived trustworthiness. Journal of Applied Psychology,101(3),392-414.   \nJudge,T.A.,& Piccolo,R.F. (2004). Transformational and transactional leadership: a meta-analytic test of their relative validity. Journal of Applied Psychology, 89(5),755-768.   \nKim,Y. J.,Van Dyne,L., Kamdar,D.,& Johnson,R.E.(2013). Why and when do motives mater? An integrative model of motives,role cognitions, and social support as predictors of OCB. Organizational Behavior and Human Decision Processes,121(2),231-245.   \nKoopman,J. (2016). Integrating the bright and dark sides of OCB: Adaily investigation of the benefits and costs of helping others. Academy of Management Journal, 59(2),414-435.   \nKoys,D.J.(2Oo1).The effects of employeesatisfaction，organizational citizenship behavior,and turnoveron organizational effectiveness: A unit-level,longitudinal study. Personnel Psychology,54(1),101-114.   \nLavy,S.,& Littman,O.H. (2O16).My beter self: Using strengths at work and work productivity,organizational citizenship behavior,and satisfaction. Journal of Career Development,44(2), 95-109.   \nLouis,M.R. (198O). Surprise and sense making: What newcomers experience in entering unfamiliar organizational setings. Administrative Science Quarterly,25(2),226-251.   \nMarinova,S.V.,Cao, X.,& Park, H. (2019). Constructive organizational values climate and organizational citizenship behaviors: a configurational view. Journal of Management, 45(5), 2045-2071.   \nMethot,J.R.,Lepak,D,Shipp,A.J.,&Boswel, W.R.(2O16).Good citizen interrupted: Calibratingatemporal teory of citizenship behavior. Academy of Management Review, 42(1),10-31.   \nNg,T. W. H.,& Feldman, D.C. (2O10). Organizational tenure and job performance. Journal of Management,36(5), 1220-1250.   \nOrgan,D.W. (1997). Organizational citizenship behavior: It's construct clean-up time.Human Performance,10(2), 85-97.   \nPinder, C.C.,& Schroder,K.G. (2001).Personnel transfers and employee development. Research in Personnel and Human Resources Management, 2, 187-218.   \nPodsakoff,N.P.，Whiting，S.W.，Podsakoff,P.M.，& Blume,B.D.(209).Individual- and organizational-level consequences of organizational citizenship behaviors: A meta-analysis. Journal of Applied Psychology, 94(1), 122-141.   \nRaver,J.L.,Ehrhart,M.G.，& Chadwick,I.C. (2012).The emergence of team helping norms:Foundations within members' attributes and behavior.Journal of Organizational Behavior,33(5),616-637.   \nRioux,S.M.,&Penner,L.A.(Ool).Thecauses oforganizational citizenship behavior: Amotivationalanalysis.Journal ofApplied Psychology,86(6), 1306-1314.   \nSetoon,R.P.,&Mossholder,K.W.(2Oo2). Relationshipqualityand relationshipcontext asantecedents of person-and task-focused interpersonal citizenship behavior.Journal of Applied Psychology,87(2),255-267.   \nSessions,H.,Nahrgang,J.D.,Newton,D.W.& Chamberlin,M. (2O2O).Imtiredof listening:The effects of supervisor appraisals of group voice on supervisor emotional exhaustion and performance Journal of Applied Psychology, 105(6), 619-636.   \nStrojny,P.,Kosowska,M.,& Strojny,A. (2Ol6).Search forexpectancy-nconsistent informationreduces uncertainty better: The role of cognitive capacity. Frontiers in Psychology,7(1),1-12.   \nSumi,J.(2014).Transformational leadership and psychological empowerment:Determinants of organizational citizenship behavior. South Asian Journal of Global Business Research,3(18),18-35.   \nTepper,B.J.,Duff,M.K.,Hoobler,J.,&Ensley,M.D.(2004).Moderatorsofthe relationshipsbetweencoworkers' organizational citizenship behavior and fellow employees' atitudes. Journal of Applied Psychology，89(3), 455-465.   \nThompson,J.A.(2Oo5).Proactive personalityand job performance: a social capital perspective.Journal of Applied Psychology,90(5),1011-1017.   \nValero,D.,&Hirschi,A.(2O19).To hangoveror not: trajectories of job satisfaction inadolescent workforce newcomers. European Journal ofWork and Organizational Psychology,28(2),150-163.   \nVigoda-Gadot,E.,&Angert,L. (2007).Goalseting theory,job feedback,and OCB:Lessons from alongitudinalstudy. Basic and Applied Social Psychology,29(2),119-128.   \nWendy,R.B.,Abbie,J.S.,Stephanie,C.P.,& Satoris,S.C. (2Oo9). Changes in newcomer job satisfaction over time: examining the pattern of honeymoons and hangovers. Journal of Applied Psychology,94(4), 844-858.   \nWesche,J.S.,&Teichmann,E.(2O16).Status matters: The moderating role of perceived newcomer status in leader and coworker influences on challenging organizational citizenship behaviour. German Journal of Human Resource Management,30(3-4),267-286.   \nZhu,J.,Wanberg, C.R., Harrison, D.A.,& Diehn,E.W. (2016). Ups and downs of the expatriate experience? Understanding work adjustment trajectories and career outcomes. Journal of Applied Psychology，101(4), 549-568. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Exploring the Trajectories of Organizational Citizenship Behavior and Its Influencing Factors and Boundary Conditions from the ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Organizational Socialization Perspective ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "ZHANGLIANGTING],WANG BIN²,FUJINGTAO' ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "L $^ { \\cdot } I$ Management School of Hainan University, Haikou 570228 ) ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "$^ { - 2 }$ School of Management, Shanghai University, Shanghai 200444 ) ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Abstract: The highly competitive and uncertain external environment requires higher levels of organizational flexibility and adaptability. Therefore，organizations and scholars have paid more attention than ever to employee's organizational citizenship behavior (OCB),as it can improve viability, competitiveness,and performance of the organization. Although scholars have exerted considerable efforts to investigate OCB,the dominant approach in the existing literature frames OCB as a relatively stable variable,omitting a dynamic understanding of OCB in the workplace.From the organizational socialization perspective,the current study particularly focuses on how OCB changes over time in newcomers’or job changers'organizational socialization processes as wellas its associated mechanism and boundary conditions.This study contributes to a comprehensive theoretical framework of how to motivate employees to continuously show higher levels of OCB.Keywords: Organizational Citizenship Behavior;Dynamic; Organizational Socialization; Mechanism ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    }
]