[
    {
        "type": "text",
        "text": "Coexisting State of Surge and Rotating Stall in a Two-Stage Axial Flow Compressor using a Double-Phase-Locked Averaging Technique ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yuu SAKATA1, Yutaka OHTA² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Graduate Student, Graduate school of Fundamental Science and Engineering, Waseda University3-4-1 Okubo, Shinjuku, Tokyo 169-8555, Japan.   \n2.Department of Apied Mechanics and Aerospace Engineering, Waseda University,3-4-1 Okubo,Shinjuku,Tokyo 169-8555, Japan. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\copyright$ Science Press and Institute of Enginering Thermophysics, CAS and Springer-Verlag Berlin Heidelberg 2016 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The interaction between surge and rotating stallin an axial flow compressor was investigated from the viewpoint of anunsteady inner flow structure.The aimof this studywas to identifythe key factor that determines the switching phenomenon of a surge cycle.The main feature of the tested compressor is a shock tube conected in series to the compressor outlet through a diaphragm, slits,and a concentric duplex pipe: this system alows surge and rotating stall to be generated by connecting the shock tube with the compressor,or enables the compression plane wave injection.The unsteady characteristics and the internal flow velocity fluctuations were measured in detail,and the stall cell structure was averagedand visualized along the movement of the operation point undera coexisting state ofsurge. A coefficient of the cellscale fluctuation was calculated using the result of the averaging, and it confirmed that the processes of inner flow structure change differed from each other according to the next cycle of the surge.The result suggests that the key factor that determines the next cycle is the transformation of the internal flow structure,particularly between the stalcelland the entire cicumferential stall,inboth the recovering and stalling processes. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:Axialflowcompressor,Rotatingstall,urge,Double-phase-locked measurement,Compressionave. ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The internal flow of turbomachinery is intrinsically unsteady, and the flow structure consists of complex and entangled unsteady phenomena of fluid mechanics.In particular, while the compressor operates at the partial discharge area, grasping the feature of the structure is diffcult because of this complexity. The surge and rotating stall are well known as notable unsteady phenomena that are generated in axial flow compressor systems,and an array of reports have been published on these topics [1]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Surge is considered as a one-dimensional self-induced oscillation,which occurs in the axial-direction of the compressor, and results from the negative resistance of the entire compression system. Consequently, surge generates large-amplitude fluctuations in pressure and mass flow at a low frequency. For this reason,surge is often called“global instability”[2,3]. In contrast,rotating stall is an instability in the circumferential direction.The low-energy region is originated in a local flow separation on the blade surface at low flow rates,and rotates as a stall cell in a circumferential direction at approximately half of the rotor speed.Because of these characteristics, the rotating stall is often called a “local instability”[4, 5]. Surge and rotating stall have been regarded as completely different phenomena,owing to the differences in their characteristics and formation. The oscillating phenomena depend on the ratio of the Helmholtz resonator frequency to the frequency of the rotating stall. This ratio is called Greitzer's B parameter,and the experimental results indicate that the critical value of the B parameter, which classifies surge and rotating stall, is approximately 0.8 for an axial flow compressor [6]. ",
        "page_idx": 0
    },
    {
        "type": "table",
        "img_path": "images/203281aa652d344e8746ee3f39fa7aee673702435f34a5d1ef831eeb50f8c3b5.jpg",
        "table_caption": [
            "Yuu SAKATA et al.Coexisting State of Surge and Rotating Stallin a Two-Stage Axial Flow Compressorusing DPLAT "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"2\">Nomenclature</td><td colspan=\"2\">Greek letters</td></tr><tr><td>Ac</td><td>stagger angle ()</td><td></td><td>flow coefficient</td></tr><tr><td>A Blockage</td><td>rotor blades clearance (mm)</td><td>div</td><td>divided section of flow coefficient</td></tr><tr><td>D</td><td>diameter (mm)</td><td>p</td><td>atmospheric density (kg/m³)</td></tr><tr><td>N</td><td>compressor rotational speed (min-1)</td><td>4</td><td>pressure-rise coefficient</td></tr><tr><td>RBpos</td><td>rotor blades position</td><td>Subscripts</td><td></td></tr><tr><td>Trev</td><td>revolution time of rotor blade (s)</td><td>1</td><td>first stage</td></tr><tr><td>Tp</td><td>relative position between stall cell and rotor</td><td></td><td>second stage</td></tr><tr><td>U</td><td>rotor tip speed (m/s) (= πD3N / 60)</td><td>C</td><td>casing</td></tr><tr><td>V</td><td>number of stator vanes</td><td>h</td><td>hub</td></tr><tr><td>Vcir</td><td>circumferential velocity (m/s)</td><td>n</td><td>natural number</td></tr><tr><td>Wp</td><td>wall pressure-rise (Pa)</td><td>r</td><td>rotor tip</td></tr><tr><td>Z</td><td>number of rotor blades</td><td colspan=\"2\">Abbreviations</td></tr><tr><td>ps</td><td>static pressure-rise (Pa)</td><td>BPF</td><td>band pass filter</td></tr><tr><td>s</td><td>flow passage cross section area</td><td>CBRF</td><td>coefficient of blockage ratio fluctuation</td></tr><tr><td>t</td><td>time (s)</td><td>LPF</td><td>low pass filter</td></tr><tr><td>u</td><td>time-averaged axial velocity (m/s)</td><td>DPLAT</td><td>double-phase-locked averaging technique</td></tr><tr><td></td><td></td><td>CDPLAT</td><td>conditional DPLAT</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Tryfonidis et al.[7] and Garnier et al. [8] found through detailed experiments and numerical simulations that rotating stall plays an important role as a precursory phenomenon to surge. On another front, McCaughan et al [9,10] examined the bifurcation phenomena between surge and rotating stall, and determined that the boundary between surge and rotating stall is not only affected by the B parameter,but also depends on the steady-state compressor and its resistance characteristics.Following this,research on the interactions between coexisting surge and rotating stall progressed to a Greitzer-Moore model analysis [11，12],demonstrating the correlation between these phenomena and the total-to-static pressure-rise characteristics of a compressor.However,the interaction of instabilities in the coexisting states of surge and rotating stall has not yet been investigated in detail, from the point of view of the inner flow structure and unsteady behavior. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Our previous study [13] has shown that the size of the rotating stall cell is closely linked to the unsteady behavior of the surge cycle. In addition, the presence of an irregular surge cycle,in which different cycles are randomly selected,has been reported,and it has been noted that the internal flow structure may be an important factor in determining the next surge cycle [14]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the present work, a two-stage axial flow compressor which has a shock tube equipped with a capacity tank connected in series to the compressor outlet, was used to investigate the various types of phenomena under the coexisting states of surge and rotating stall.In particular, the switching phenomenon of the irregular cycle was investigated in relation to inner flow structure. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the experiments,the unsteady characteristics of surge and internal flow velocity in each stage were measured and visualized using the double-phase-locked averaging technique.Furthermore,with the result of the averaging,a coefficient of blockage ratio fluctuation was calculated.It confirmed that the processes of inner flow structure change differed from each other according to the next surge cycle. The results indicate that the key factor that determines the next cycle is the transformation of the internal flow structure,particularly between the stall cell and the entire circumferential stall, in both the recovering and stalling processes. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental Procedure ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental apparatus ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The tested compressor used in the experiments is schematically shown in Fig.1,and its design features are listed in Table 1.The compressor is an expandable-stage axial-flow compressor having one to three stages with variable rotor blades and stator vanes.The number of rotor blades $Z$ is 12,and the setting angle of the blade can vary from 25 to $- 2 5 ^ { \\circ }$ in increments of $5 ^ { \\circ }$ .On the other hand,the number of the stator vanes $V$ is 15,and the mounting angle of the vanes can be set independently from 30 to $- 3 0 ^ { \\circ }$ . The rotational speed $N$ s $1 2 , \\bar { 0 0 0 } \\ \\mathrm { m i n } ^ { - 1 }$ ， and the rotary valve set on the exit duct adjusts the operating point.In these experiments,the tested compressor is set to a two-stage axial compressor specification,with the rotor blades and stator vanes set to the design mounting angles. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/35df8d279f47687da8dce355be17187d0957bb13522a5eb09ebb8effde7db65b.jpg",
        "img_caption": [
            "Fig.1Tested axial flow compressor and measuring system. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The main feature of the tested compressor is a shock tube with a capacity tank of $0 . 2 6 2 \\mathrm { m } ^ { 3 }$ ,which is connected in series to the compressor outlet through a diaphragm, eight slits,and a concentric duplex pipe,as depicted in Fig.1.When the compressor is connected to the shock tube by removing the diaphragm,the B parameter in creases over O.8, thereby generating the coexisting states of surge and rotating stall. By contrast, when the com pressor is disconnected, surge is not observed because the B parameter falls below O.8.The area shown with the black arrows in Fig.1 is the flow passage of the discharge of the pipe,and the domain shown with the grey lines is the inner side of the duplex pipe connected with the tank. The material used for the diaphragm is rubber film.The compressed air stored in the capacity tank advances to the inner side of the duplex pipe by breaking the diaphragmwitha plunge.Itis fed into the compressor cascade through the slits as a compression plane wave. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/7b506f1f88ed802ffaa46db2255a9f21066c8dced1f6db6fca72f0f6a724a4d6.jpg",
        "table_caption": [
            "Table1 Features of tested compressor "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"3\">Tested axial compressor</td></tr><tr><td>Rotational speed</td><td>N</td><td>12000 min-1</td></tr><tr><td>Airfoil configuration</td><td></td><td>NACA65</td></tr><tr><td>Hub diameter</td><td>Dh</td><td>80 mm</td></tr><tr><td>Casing diameter</td><td>Dc</td><td>131 mm</td></tr><tr><td colspan=\"3\">Rotor blade</td></tr><tr><td>Number of blades</td><td>Z</td><td>12</td></tr><tr><td>Rotor tip diameter</td><td>D</td><td>130 mm</td></tr><tr><td>Chord</td><td></td><td>30.0 mm</td></tr><tr><td>Clearance</td><td></td><td>0.5 mm (tip)</td></tr><tr><td>Stagger angle (at tip) Stagger angle (at hub)</td><td></td><td>64.06° 30.50°</td></tr><tr><td colspan=\"3\">Stator vane</td></tr><tr><td>Number of vanes Chord</td><td>V</td><td>15</td></tr><tr><td>Clearance</td><td></td><td>24.5 mm 0.5 mm (hub)</td></tr><tr><td>Stagger angle (at tip)</td><td></td><td>9.99°</td></tr><tr><td>Stagger angle (at hub)</td><td></td><td>16.84°</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Measuring methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The steady-state compressor performance curve was determined using the data for the pressure rise characteristics and axial flow velocities.The data were measured with a static manometer and a one-dimensional single hot-wire anemometer(DANTEC,55R01) installed on the outlet duct of the compressor. For this measurement, the diaphragm was installed in the outlet duct,and then the compressor was disconnected from the capacity tank. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The unsteady pressure fluctuation was measured using a precision pressure transducer (Kulite, XCQ-093-25A), whereas the axial velocity was measured usinga one-dimensional single hot-wire anemometer installed on the same point as the steady-state measurement system. The inner flow structure of the compressor was investigated via the internal flow and wall pressure fluctuation data.The flow fluctuation data were obtained by the one-dimensional single hot-wire anemometers,each installed on a position $5 \\mathrm { m m }$ ahead of the rotor blades.On the other hand, the pressure fluctuation data were measured using a precision pressure transducer (Entran, EPIH-343-100P） set on the same position as the first stage internal flow measurement location.In order to investigate the surge behavior, the diaphragm was opened and the compressor was connected with the capacity tank ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The measuring system previously described was also used for the compression plane wave injection experiments.The photo interrupter was installed at the induction motor as the blade trigger for the averaging procedure.In order to investigate the unsteady behavior of the stall cell during the surge cycle, the double-phase-locked average technique (DPLAT） was adopted. The details will be described later. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Experimental Results and Discussion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Stall characteristics and surge cycles ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The steady-state compressor performances are shown in Fig.2(a) as black circles.The flow coefficient $\\phi$ and the static pressure-rise coefficient $\\psi$ in the figure are defined as follows: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\phi = u / U \\ , \\psi = 2 p _ { s } / \\rho U ^ { 2 }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The design operating point of the tested compressor, which is $\\phi = 0 . 3 6 0$ ,is shown in Fig.2 (a) as a white circle.According to the reduction of flow from the design operating point, the compressor operating point runs into two types of stall conditions,as shown in Fig.2 (a).The first step is considered as“mild stall,” in which only one stall cell generated near the rotor tip region rotates at approximately $5 5 \\%$ of the rotor tip velocity in each stage. Furthermore,throttling the mass flow rate induced the second step of the stall, called “deep stall\",where the stall cell expands toward the rotor hub region and over the entire range of the tip region. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The tested compressor was unsteadily operating on the negative slope region of the performance curve when the capacity tank was connected,and the coexisting phenomena of surge and rotating stall were generated. The unsteady transient performance curves of the surge cycles are shown in Fig.2 (b), (c) and(d) as solid lines in descending order of mass flow rate.The flow coefficient corresponding to the valve position at the steady-state operating point is shown as broken lines in the figure.A “large cycle” was observed from the neighborhood of the peak point of the performance curve to the flow rate of mild stall region. The unsteady operating points oscillated back and forth between the stable and deep stall regions during the“large cycles.” In Fig.2 (b), the flow coefficient is set to the higher flow region ( $\\langle \\phi = 0 . 2 1 5 )$ _， and then the unsteady flow coefficient recovers to the higher flow coefficient.In contrast,if the valve position is set to the partial flow rate region ( $\\langle \\phi = 0 . 1 7 5 )$ , then the unsteady flow coefficient moves to the peak point of the performance curve without sufficient flow recovery, as shown in Fig.2 (c). According to the valve position, different shapes of the surge cycles are observed.However, these cycles are,by definition, the same“large cycle.\"A “small cycle” was observed by further throttling the mass flow rate to under $\\phi = 0 . 1 5 5$ ,as seen in Fig.2 (d).The unsteady operating points pass between the mild and deep stall regions.In the case of a single stage specification,a“stagnation stall’ occurred after the size reduction of the cycle. However， in these experiments with a two-stage compressor specification, only a limited “small cycle\" was observed. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/31a31ad7661401efaf53f66302dbdfafd8acd89f6866cde461655598a4061d3e.jpg",
        "img_caption": [
            "Fig.2Stall and surge cycles of tested compressor. ",
            "Fig.3Surge cycle generated by external disturbance and hysteresis of compressor characteristics. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Topcycle Top cycle e Compreson ay ieioo 1.0 (Efetsohtysrsiss) 0.8 0.6 0.4 0.2 \\$=0.245 =0.245 0 0.1 0.2 0.3 0.40.5 0.6 0 0.1 0.2 0.3 0.40.5 0.6 Flow coefficient ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "On the other hand,a cycle caused by an external disturbance and the existence of hysteresis in the stable op erating area is called a“top cycle,” where the unsteady operating points wander up and down between the stable operating region and the mild stall region.At the stable operating point $\\phi = 0 . 2 4 5$ ，a“top cycle”was observed caused by the compression plane wave injection,as seen in Fig.3 (a). On another front,when a surge cycle occurs on the negative slope of the performance curve,and even if the valve was opened and it recovered to the stable operation point, the“top cycle” caused by the effect of hysteresis was also observed,as seen in Fig.3 (b).As stated above,a “top cycle” differs from the cycle occurring during the partial flow operation because it is observed in the steady state operation point. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In addition， two types of irregular cycles were detected,in which two different surge cycles are selected irregularly. One is the“bottom irregular cycle”which occurs at the operation point of $\\phi = 0 . 1 5 5$ ，where the “large cycle” and the“small cycle” are randomly switched,as in Fig.4 (a). The other is the “top irregular cycle\" at $\\phi = 0 . 2 3 5$ ,where the“top cycle” and the“large cycle”are replaced by each other in a chaotic pattern. The present study narrows the focus of the investigation on these two irregular cycles. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/63b22a74355960439c6d53586f435214bb2a0a01039fe2ca46236bbb6954ebee.jpg",
        "img_caption": [
            "Fig. 4Irregular surge cycles. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Conditional double-phase-locked averaging technique ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The internal flow field under the coexisting state of surge and rotating stall is intricate in construction. This complexity is attributed to the overlapping of the rotor blade rotational frequency and the fluctuating rotational frequency of the stall cell,which is associated with shifting the unsteady operation point in the blade cascade. Therefore,it is difficult to grasp the details of the stall cell features by using the double-phase-locked averaging technique[15],which is used to visualize a flow structure in the blade cascade under the assumption that the rotational speed of the stall cell is constant. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In this work, in order to investigate the key factor that determines the next surge cycle of the irregular cycles in the coexisting state of surge and rotating stall, the inner flow structure was visualized by a conditional doublephase-locked averaging technique (CDPLAT).The rotational speed of the stall cell in the irregular cycles has a bandwidth of 90 to $1 3 0 ~ \\mathrm { H z }$ 、Therefore,the band-pass filtered pressure fluctuation data were used as the vortex trigger, with the bandwidth set to the frequency range of 90 to $1 3 0 \\mathrm { H z }$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For the preliminary preparation of the CDPLAT, the cycle change of each irregular cycle is classified into four cases.The bottom irregular cycle is classified into large to large (L-L), large to small (S-L), small to large (L-S), and small to small(S-S).The top irregular cycle is classified into top to top (T-T), top to large (T-L), large to top (L-T), and large to large (L-L). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/6060add4eb9d14bd1773193e98ba1a01fb5104111ed6cf048289a84a102e8ff9.jpg",
        "img_caption": [
            "Fig.5Procedure of conditional double-phase-locked averaging technique. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "As an example,the time history of the experimental data of the“bottom irregular cycle”is shown in Fig.5. The figure shows the low-pass filtered pressure-rise coefficient $\\psi$ ,the low-pass filtered flow coefficient $\\phi ,$ the circumferential velocity ahead of each rotor blades $V _ { c i r I }$ and $V _ { c i r 2 }$ ，the band-pass wall pressure $W p$ (BPF) and the signal of the photo interrupter which locates the position ofrotor blade.The workflow of the CDPLAT is as follows.First,a reference point was defined as the local maximum point of $W p$ (BPF).Second, the data of each $V _ { c i r }$ were delimited,and the length of the data from one reference point to next point was regarded as the length of one stall cell rotation.Third, the data were labeled based on the classification of the surge cycle change and flow coefficient section $\\phi _ { d i \\nu }$ . Next，the average data length of one stall cell rotation was calculated based on the classification.Then,the data over $8 \\%$ far from the average were eliminated.After this filtering process, the remaining data were labeled based on their relative position between the stall cell and rotor blade.Apitch of the rotor blades was divided into eight regular sections, which had values $T p = 0 - 7$ . Once categorized, the data wereaveraged by categoryand then rearranged in accordance to their relative position between the rotor blade and the stall cell. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Standardization and structure of stall cell in two stages ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Asa preliminary step toward its visualization under coexisting phenomena, the stall cell occurring at the mild stall region of the steady state was visualized.Fig.6 shows the circumferential velocity distribution ahead of each rotor blade. The left contour of the figure is the distribution in the first stage,while the right one corresponds to the second stage. The circumferential mounting locations of the hot-wire anemometer and pressure transducer are marked in the figure. The influence of the stall cell and the wake of the rotor blades can be clearly seen.The configuration of the stall cell on its shape is similar to the previous reports by Das et al.[16] and Poensgen et al.[17]. As shown in the frame of the figure, the stall cell in the second stage precedes by about $3 0 ^ { \\circ }$ in the direction of propagation as compared to the stall cell in the first stage.At the position of 3 o'clock in the first stage,an increase in velocity on the suction side of the blade can be seen,which may be related to the flow separation on the suction surface. On the other hand,at the position of 11 o'clock in the first stage,an increase on the pressure surface can also be seen.This increase may have relation to the flow that comes around the pressure surface from the suction side due to the separation point of the trading area of the cell. In comparison with the first stage，the overall circumferential velocity in the second stage is higher. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/bdfccc140f06448d2e788ae4748031b29a1164a4dbac5d6abbc1924201d8e4a1.jpg",
        "img_caption": [
            "Fig.6Visualization of the rotor inner flow structure using the double-phase-locked averaging technique. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Investigation of stalling and recovering process by conditional double-phase-locked averaging technique ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fig.7 shows the scope of application of the CDPLAT in these experiments. The switching phenomenon of the irregular cycle was observed in the recovering process of the bottom irregular cycle,as well as in the stalling process of the top irregular cycle.Therefore, in this study. the application range of the CDPLAT corresponding to the operation points where the cycle change had not occurred on the transient characteristics cycle of surge.The recovering process of the bottom irregular cycle was decided to be from the flow coefficient of $\\phi = 0 . 1 5 7 \\ ( \\phi _ { d i \\nu \\mathit { I } } )$ ${ \\sim } 0 . 2 5 2 \\ ( \\phi _ { d i \\nu } g )$ divided into nine sections (Fig.7 (a)),while the stalling process of the top irregular cycle was to be from $\\phi = 0 . 2 3 2 ~ ( \\phi _ { d i \\nu \\ I } ) \\sim 0 . 1 4 4 ~ ( \\phi _ { d i \\nu \\ I 4 } )$ into fourteen sections (Fig.7 (b)). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/59211f97d7eb9c9821bca722ea710781089162ac1c2d3b83c4b7c9698fe9cecf.jpg",
        "img_caption": [
            "Fig.7Scope of application for the conditional double-phaselocked averaging technique. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The distribution of the circumferential velocity ahead of each rotor blade is shown in Fig.8 for the recovering process of the bottom irregular cycle,and in Fig.9 for the stalling process of the top irregular cycle. From top to bottom on the figure, the movement of the operating points are ordered,and the distributions are piled up for the cycles that have an identical last cycle. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/81396a0022eafa3ad4dee3fd4c03cfda147738f626847a85cae83cb8f1d6090d.jpg",
        "img_caption": [
            "Fig.8Distribution of the circumferential velocity ahead of each rotor blade in the bottom irregular cycle. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/9fbc0cc22b42a55e3149ad4ba4b3436fc94295b9c56eff145445c36aa25210dd.jpg",
        "img_caption": [
            "Fig.9Distribution of the circumferential velocity ahead of each rotor blade in the top irregular cycle. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The decline of scale of the stall cell according to the recovery of the flowrate inFig.8 was revealed,aswellas the incline of scale following the stalling in Fig.9.In Fig.8, $\\phi _ { d i \\nu \\ : 2 } \\sim \\phi _ { d i \\nu \\ : 5 }$ is the flow coefficient range discussed later，where the entire circumferential stall transforms into the rotating stall. Focusing on the outer frame region where the circumferential velocity is higher in the distribution,the decline in scale of the stall cell in the cycle getting to the large cycle is faster than that getting to the small cycle.In particular, in the second stage framed with the solid line,a large decrease of scale was observed during $\\phi _ { d i \\nu \\ : 3 }$ to $\\phi _ { d i \\nu 4 }$ . This decline preceded that of the first stage, $\\phi _ { d i \\nu 4 }$ to $\\phi _ { d i \\nu } { \\varsigma }$ .In Fig.9,in contrast, attention is paid to the enclosed dark color region,where the circumferential velocity is lower. A growth in scale of the stall cell could be seen,and it is shown that the growth of the stall cell associated with the cycle getting to a large cycle preceded that of the top cycle. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Coefficient of blockage ratio fluctuation ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In order to evaluate and compare the result of the CDPLAT quantitatively,a coefficient of blockage ratio fluctuation of the $n$ -th is defined as follows: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nC B R F _ { n } = \\left( \\int _ { s } \\frac { V _ { c i r } \\big ( \\phi _ { d i v n } \\big ) - V _ { c i r } \\big ( \\phi _ { d i v 1 } \\big ) } { U } d s \\middle / \\int _ { s } d s \\right) \\times 1 0 0 \\\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Using the CBRF calculation, the relative changes in scale of the stall cell were obtained.Fig.1O shows the resultof the evaluation. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/894d6fb73f4da0739a52d9edbacfb93e69fd83f307582a362e09c4e3e508eb61.jpg",
        "img_caption": [
            "Fig.10Coefficient of blockage ratio fluctuation. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The figureswere displayed ina batch for the lastcycle. The black circle frame shows the divided sections of flow coefficient where the bar charts were branched out. In the case of the bottom irregular cycle,the branching on the second stage preceded the first stage.On the other hand,in the top irregular cycle,a positive branching was shown at the first stage of each cycle,whereas a lukewarm branching can be seen at the second stage. In Fig.11,the areas enclosed in black circles were shown in the characteristic curve as a yellow shading. From the figure, it was found that the branching on the bar chart of the CBRF calculation precedes the bifurcation on the unsteadycharacteristic curve. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In Fig.12,in order to verify the tendency of the branching from the viewpoint of raw data, the raw waveform data of the circumferential velocity ahead of each rotor blade were compared in relation to every cycle change. The shaded area falls under the category of both the enclosed areain Fig.1O and the shaded area inFig.11. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In Fig.12 (al), comparing L-L cycle to L-S cycle in the first stage,in the recovering process of the bottom irregular cycle, the two waveforms tread a similar path in $\\mathrm { t } / T _ { r e \\nu } = 0 { \\sim } 6$ ，where the entire circumferential stall region transforms into the stall cell,and then reaches the mild stall region. While at the same time in the second stage, Fig.12 (a2), there is variabilityamong the two waveforms. Furthermore, this trend of the pattern holds true when comparing the S-L and S-S cycles.It is reasonable to consider that this variability, observed during the transformation of the stall region between the deep and mild stalls at the second stage,appear as the branching of the CDPLAT bar chart. The tendencies indicate the possibility that the transformation process of the stall region ahead of the second stage rotor blade is the key factor that determines the next cycle during the recovering process of the irregular cycle. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/80be9b7a7e2d34e03f878990e1adadd3094fd38c7c148f395f23b6f30a84d393.jpg",
        "img_caption": [
            "Fig.12The raw waveform data of circumferential velocity ahead of each rotor blade. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/f604c8902578de6e8ffdded29d9a19f6b2ff881f9c8c2cc8c480019cb868eb62.jpg",
        "img_caption": [
            "Fig.1l The region of operation points where the coefficient of blockage ratio fluctuation branches off. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "On the other hand, in the stalling process of the top irregular cycle,the waveform has a different propensity to the recovering process.In Fig.l2 (b1) and (d1), the two waveforms,which showed that the same fluctuation has a relationship to the rotation stall at first, gradually underwent a clear change. The cycle getting to the top cycle Was continuously the same in waveform,whereas the cycle reaching the large cycle showed the form associated with a deep stall. This trend of change is applicable to those of the second stage,as shown in Fig.12 (b2) and(d2).However, the amplitude of fluctuation in the waveform of the cycle getting to a large cycle is larger than that at the first stage. The shaded area in Fig.12 (b1), (b2),(d1),and (d2) falls under the category of the region where the rotating stall transforms into the entire circumferential stall. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "From the above,both for the recovering process of the bottom irregular cycle and the stalling process of the top irregular cycle,the results indicate that the key factor that determines the next cycle is the process of transformation between the rotating stall cell and the entire circumferential stall. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The unsteady behavior of a two-stage axial compressor under a coexisting state of surge and rotating stall, and in particular the recovering process of the bottom iregular cycle as well as the stalling process of the top irregular cycle were experimentally investigated by detailed measurements of the unsteady characteristics and the circumferential flow velocity fluctuations ahead of each stage of the rotor blades.The internal flow structure during the irregular surge was visualized by using a conditional double-phase-locked averaging technique. Consequently,the increase and decrease in scale of the stall cell associated with the movement of the operation point could be seen.In addition, the calculation of a coefficient of blockage ratio fluctuation indicated that the key factor that determine the next surge cycle in a coexisting state of surge is the process of transformation between the rotating stall and the entire circumferential stall. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgement ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This research was partially supported by Grant-in-Aid for Scientific Research (C): Grant number 15K05811 from Japanese Society for the Promotion of Science. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1]Greitzer, E.M.: Surge and Rotating Stall in Axial Compressors,Part I: Theoretical Compression System Model, Trans.ASME,J.Eng.Power,Vol.98,No.2,p.190,(1976).   \n[2]Greitzer, E. M.: Surge and Rotating Stall in Axial Compressors, Part II: Experimental Results and Comparison with Theory, Trans.ASME,J. Eng.Power, Vol.98, No.2, p.199, (1976).   \n[3]Cumpsty, N. A.and Greitzer, E. M.: A Simple Model for Compressor Stall Cell Propagation, Trans. ASME, J. Eng. Power, Vol.104,p.170,(1982).   \n[4]Day, I. J. and Cumpsty, N. A.: The Measurement and Interpretation of Flow within Rotating Stall Cell in Axial Compressors,J.Mech. Eng. Sci., Vol.20,No.2,p.101,(1978). [5]Greitzer, E. M.: The Stability of Pumping Systems-1980 Freeman Scholar Lectures, Trans. ASME, J. Fluids Eng., Vol.103, p.193, (1981).   \n[6]Tryfonidis,M., Etchever,O.,Paduano,J. D., Epstein,A. H.,Hendrics,G. J.:Prestall Behavior of Several High Speed Compressors, Trans. ASME,J. Turbomachinery, Vol.117, p.62, (1995).   \n[7]Garmer, V. H., Epstein,A. H., Greitzer, E.M.: Rotating Waves as a Stal Inception Indication in Axial Compressors, Trans.ASME,J. Turbomachinery,Vol.113,p.290,(1991).   \n[8]McCaughan,F.E.: Application of Bifurcation Theory to Axial Flow Compressor Instability, Trans.ASME，J. Turbomachinery, Vol.111,p.426,(1989).   \n[9]McCaughan,F. E.: Numerical Results for Axial Flow Compressor Instability,Trans.ASME,J.Turbomachinery, Vol.111, p.434, (1989).   \n[10]Moore,F.K.,Greitzer,E.M.:A Theory of Post-Stall Transients in Axial Compression Systems: Part I-Development of Equations, Trans.ASME,J. Eng. Gas Turbines and Power, Vol.108,p.68,(1986).   \n[11]Moore,F.K., Greitzer,E. M.:A Theory of Post-Stall Transientsin Axial Compression Systems:Part II-Application, Trans.ASME,J. Eng.Gas Turbines Power, Vol.108,p.231,(1986).   \n[12]Hara, T.， Morita, D., Ohta,Y., Outa,E.: Unsteady Flow Field under Surge and Rotating Stall in a Three-stage Axial Flow Compressor, J. Therm. Sci., Vol.20,No.1, p.6, (2011).   \n[13]Abe, T.,Mitsui H.,Ohta, Y.: Coexisting Phenomena of Surge and Rotating Stall in an Axial Flow Compressor, J. Therm. Sci., Vol.22, No.6, p.547, (2013).   \n[14]Oka, S. Mitsui H., Ohta, Y.: Investigation of Coexisting Phenomena of Surge and Rotating Stall in an Axial Flow Compressor using a Double-Phase-Locked Averaging Technique,Proc.ISAIF12.,Lerici, Italy, 076,p.7,(2015).   \n[15]Kuroumaru,M., Inoue,M., Furukawa,M., Tanino,T., Maeda, S.: Animation of Rotating Stall Cells by DoublePhase-Locked Averaging Technique， Turbomachinery, Vol.27, No.8, pp.453-460(1999).   \n[16]Das, D.K., Jiang,H.K.: An Experimental Study of Rotating Stall in a Multistage Axial-Flow Compressor, Trans. ASME,J.Eng.Gas Turbines Power, Vol.106,p.542 (1984).   \n[17]Poensgen, C.A., Gallus,H.E.: Rotating Stall in a SingleStage Axial Flow Compressor, Trans. ASME,J. Turbomachinery, Vol.118,p.189 (1996). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]