[
    {
        "type": "text",
        "text": "ChinaXiv预印本服务平台构建",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王颖」张智雄』²钱力'叶志飞‘王玉菊‘黄金霞‘刘静羽‘陈雪飞1",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1.中国科学院文献情报中心，北京，100190；2.中国科学院武汉文献情报中心，武汉，430071）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：为满足保护作者首发权、促进中国优秀科研成果率先保存并服务于中国科技界的需要，中国科学院科技论文预发布平台（ChinaXiv）开展项目建设，旨在鼓励科研人员第一时间在公共预印本平台上公布科研成果，通过该平台听取同行的评议和建议，促进更大范围的学术交流，并推动科研成果的开放获取。本文以工作实践为基础，从建设背景、系统建设及服务、领域拓展与培育、组织管理机制、宣传推广模式、建设现状以及未来发展等多个方面介绍了ChinaXiv如何构建国际通行模式规范运营的预印本服务平台，为其他预印本平台建设提供参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：ChinaXiv；预印本；开放获取；学术交流 分类号：G258 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "随着开放获取、开放研究、开放数据、开放创新的不断发展，重要科技大国纷纷推出国家开放科技政策，推动公益经费资助的科学研究成果更为方便的开放获取。目前，基于领域（主题）的论文预印本系统和已发表论文的开放存档系统日益得到关注，一些重要的领域（主题）数字仓储平台得到了广大科研团体、科技期刊界、文献数据库出版商和数字图书馆界的认同，与传统基于期刊的成果发布方式形成有效互补，成为被科技界认可的一种新型的学术交流平台。例如，由量子物理学家Paul Henry Ginsparg于1991年创建的arXiv 开启了电子预印本时代。目前，arXivll已经成为物理学、数学、计算机科学、计量生物学、统计学等领域预印本存缴和发布的权威平台。俄罗斯数学家格里戈里·佩雷尔曼（GrishaPerelman）本世纪初对庞加莱猜想的证明成果就是发布在arXiv上。SSRN（the Social ScienceResearch Network）[2]致力于促进社会科学研究在全球范围内的迅速传播，鼓励科研人员将早期科研成果通过提交摘要和研究论文在全世界发布，其内容包括财经、会计、法律、经济、管理等类别，作为一个免费的社会科学论文存储开放平台，受到广大学术研究者爱好者的欢迎与支持。2013年，非营利机构美国冷泉港实验室（CSHL）启动了BioRxiv[3]，旨在将BioRxiv打造为生物学家专有的预印本文献库。与传统出版模式不同，作者在写作完成后，将草稿预先公开让大家阅读提出更改建议，并在稍后提交学术期刊进行出版。此外，一些国内外预印本平台如心理学领域的PsyArXiv、农业领域的AgrXiv、工程领域的engrXiv 以及化学领域的ChemRxiv 等等也纷纷出台。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2016年，中国科学院启动了“中国科学院科技论文预发布平台”（ChinaXiv）项目，由中国科学院传播局组织实施，中国科学院发展规划局提出具体指导，中国科学院文献情报中心承担建设，相关研究所、期刊编辑部共同参与。经过1年多的建设，ChinaXiv已在科学界产生了一定的影响力，得到了广大科研人员和学生的关注，也获得一些知名科学家的大力支持。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 ChinaXiv建设背景",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1建设需求",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "预发布平台的建设是促进中国优秀科研成果率先保存并服务于中国科技界的需要。目前，我国最新的科研成果多先在国外发表，即使是开放的预印本也存储在国外的平台上，并不能及时有效的被我国科研人员使用。将中国优秀科研成果率先保存并服务于中国科技界对于保障我国优秀科研成果的首发权认定，促进我国优秀科研成果的知识产权保护，提高我国科研成果可见度和竞争力等都具有重要的意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "预发布平台的建设是推动中国科研成果开放获取的需要。对于科学家、科研机构、政府及其科研资助部门来说，保证研究成果的公共可获得性，已经成为一项重大的科学和社会责任。建成中国自己的开放式的、支持先发布后发表的知识库，实现科研论文的开放预发表和已发表论文的开放存档，将有效推动科学成果的开放获取。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "预发布平台的建设是促进我国相关学术领域开放学术交流机制形成的需要。通过开放评论等即时、交互的学术交流机制，促进交流与合作，激发创新思维，产出更多的优秀科研成果。通过相关机制的建设协调好科学家、期刊、学协会之间的关系，搭建其间的桥梁，加速和改进科学的传播，解决资源协调和合作问题，有助于形成良好的学术交流生态环境。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "预发布平台的建设是有效保护作者首发权、监控学术不端行为的需要。由于科研工作存在一定的竞争机制，为了保护作者首发权，需要防止科研工作者的学术成果被窃取和盗用发表。预发布平台通过开放发布、开放评论等方式，避免科研成果在同行评议中被评审专家剽窃，让相关领域的研究成果能够在一个较大的范围内能够被科学界公开监管，广泛交流，以此来监控学术不端的行为，构建公开公正的学术交流生态。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2目标与定位",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "ChinaXiv作为中国科学院科技期刊“十三五”规划和中国科学院科技期刊改革与发展率先行动计划的一个重要部分，以中国科学院为基础，面向全国科研人员接收中英文科学论文的预印本存缴和已发表科学论文的开放存档服务。致力于构建一种新型的学界自治的科研成果交流和共享平台，与传统的基于期刊成果发布方式形成有效互补，对于鼓励科研人员公平竞争，保障优秀科研成果首发权的认定，推动科研成果的开放获取，促进更大范围的学术交流，构建公开公正的学术交流生态,助力于科技期刊和科研出版的集约化、国际化发展都有着重要意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "ChinaXiv的建设目标包括：（1）建立起“开放存缴 $+$ 质量检查 $+$ 学术交流 $^ +$ 分发传播 $+$ 开放评阅”的服务机制，通过可靠首发权登记、立即开放获取、丰富的作者和读者服务、有效的期刊服务，最终建成中国科学家在中国本土的可靠、规范、权威的论文预印本首发平台和快速传播平台，实现科研论文预印本的开放存档和发布。（2）建立有效的吸引读者和吸引期刊机制、组织管理机制、宣传推广和可持续运行机制，嵌入学术交流工具，最终将ChinaXiv建成为被中国科技界广泛认可的、在国际上有一定影响力的新型学术交流平台。（3）实现与中国科学院科技期刊的合作支撑，以合作期刊的模式建立与期刊之间的关联，将院内外优秀的预印本资源纳入到中国科学院期刊采编系统中来，有效支撑中国科学院科技期刊建设工作。提供多种便捷的服务，帮助科研人员发表和传播自己的科研成果，帮助科技期刊出版商第一时间获得优质的科研论文。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2平台建设及服务",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "ChinaXiv服务平台的基本要求是支持中英文版论文存缴，支持多种论文提交方式，通过自动的检查和关联辅助论文管理人员对提交论文进行审查管理，保证论文质量；提供多维度的论文浏览，可以让用户随时跟踪自己关注的主题和文章定制。ChinaXiv基于开放获取的理念，深入整理、分析预印本的资源类型及特点，根据研究人员需求和预印本平台的实际服务方式、服务功能和服务分布的要求，制定了具有通用性、开放性、可扩展、模块化的总体建设方案，方便平台和第三方系统进行有效集成，最大程度发挥预印本平台的资源优势与服务优势，整体框架图如图1所示。具体包括以下几个方面的建设：",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/d043c41612579b73600d70320b763e24029299099fdeb703c7ea83827535e781.jpg",
        "img_caption": [
            "图1ChinaXiv建设框架图"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（1）面向作者建立了论文提交系统、提交审查管理平台、自动检查和关联引擎：论文提交系统，能够支持多种提交手段，如Email提交和在线提交、甚至批量提交，解决了作者的Authorship 确认，发布授权（License Statement）确认、诚信承诺确认等细节问题；平台提供论文提交审查管理平台，支持论文的自动合规审查、自动重复性检查、自动剽窃内容检查、自动的作者和合作作者识别及关联、自动分配唯一标识等，方便质量管理人员进行论文审查操作。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（2）在预发布论文数据基础上建立了领域仓储，面向所有自然科学领域开放，接收全领域的中英文预印本论文。此外，建立了相关领域的学协会、期刊、出版机构等预印本子平台，大大扩大了预发布平台的使用范围和影响范围。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "ChinaXiv平台作为开放获取服务平台，论文无需订购付费，直接访问可以随意查看、浏览、检索获取全部及最新科研成果。为用户提供了论文评论等服务功能，支持在线学术交流及论文评阅。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）建立期刊合作机制，为预印本论文与期刊进行技术对接，优先将优秀的预印本资源纳入到中科院期刊采编系统中来，有效支撑中科院科技期刊建设工作，帮助科研人员发表和传播自己的科研成果，也帮助科技期刊出版商第一时间获得优质的科研论文。平台为合作期刊分别建立了各自的期刊预印本子平台，各期刊可以对子平台进行自定义和论文管理，并根据论文的影响力和评价向期刊推荐优秀论文。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（4）面向第三方系统建立开放服务接口、摄入接口工具、分发接口工具和基础设施公共接口。ChinaXiv平台作为开放仓储平台，基于OAI协议提供了有效的OAI开放接口，能够将ChinaXiv平台数据及应用嵌入第三方平台（如中科院文献情报中心集成检索平台、中国科讯平台等）。平台充分集成并采用研究基础设施公共接口（如作者唯一性标识，如ORCID和论文的DOI接口，数据ID），以有效利用公共开放资源。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3领域开拓与培育 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "基于预印本的领域（主题）仓储成为了一种新型的重要学术交流渠道，因此ChinaXiv将建设领域仓储作为非常重要的环节，而领域的开拓和培育对于ChinaXiv的建设和发展而言至关重要。如arXiv的成功与重点以高能物理领域为开局不无关系，现在它已经成为物理学、数学、计算机科学、计量生物学、统计学等领域的重要学术交流基础设施，这几个领域的研究人员对于预印本的认知度普遍较高[4]，以此为基础开展预印本领域仓储建设能够吸引一定的受众群体。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我国是天文学、生物学、数学、材料科学领域的研究大国，在开放获取、知识共享方面都有很好的学术传统，并且在中国科学院有着很好的学科基础。为此，ChinaXiv在建设初期集中开拓和培育包括物理学、计算机科学、天文学、生物学、数学、材料科学等领域的论文存缴。在此基础上，项目充分考虑这几个领域的科学家基础、学协会基础、期刊出版、主要研究科学团队基础、主要科研人员基础、主要相关政策基础来开始工作，建立起与上述领域相关的学协会、期刊、出版机构、科技媒体、主要科学家团体、重要科研团队的交流合作机制。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在发展建设过程中，ChinaXiv在上述领域基础上又陆续开拓了空间科学、工程热物理学、海洋科学、能源科学等几个领域。随着宣传与推广工作的开展，科研人员对于预印本的认知度不断提升，一些研究人员也表达了对于首发权认定和学术交流的需求。因此，ChinaXiv现已面向所有自然科学领域接收中英文科技论文预印本存缴，通过不断的积累作者提供数据和开放数据，正在逐步建立可靠权威的领域仓储。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4组织管理机制",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在组织管理机制建设上，ChinaXiv参照arXiv模式[5]]，采用国际通行的预发布平台管理机制。在管理咨询层面由来自中国科学院院所和国内知名高校、图书馆的25位专家分别组成ChinaXiv管理委员会、科学咨询委员会和用户咨询委员会。管理委员会指导预发布平台的运行，科学咨询委员会指导仓储的学术领域规划，用户咨询委员会指导ChinaXiv的服务和应用。同时，在管理委员会下组建了运营工作组，专项负责对系统平台功能和数据建设的常规运营。运营工作组又细分为系统运维组、论文质量管理组、政策研究组、用户服务组四个小组，分别负责对预发布平台系统构建、平台保障、研究解决预发布平台推广中遇到的政策支持和法律相关问题、平台各方的权益问题以及预发布平台的资质，同时负责开展相关领域用户培训和推广宣传工作。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/e5192f01ffd5bef32eb288e4131db72a74fec93bb85a68bce051f85b89bae427.jpg",
        "img_caption": [
            "图2ChinaXiv的组织机制"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在业务组织和服务支持机制方面，ChinaXiv安排运营工作组相关人员支持预发平台的业务工作和服务工作。具体而言，系统运维组对平台功能建设和数据建设都需要进行常规的运营维护，定期更新维护版本建设，对系统的硬件运行环境和运行安全进行定期监测维护，做好数据备份的工作，系统推广之后数据量激增的应对预案等工作。论文质量管理组对用户提交的论文进行质量审核，帮助科学家上传邮箱提交的论文，保障科学家论文的即时最新发布，并对整个平台的数据，进行有效的组织、监控和管理，保证数据准确有效。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在论文质量管理机制方面，ChinaXiv由论文质量管理组保障预发布论文的质量，杜绝非科技论文的发布。审核团队包括初审人员2-3名，终审人员1名，负责每个工作日进行预发布论文的及时审核与发布。基本的质量控制机制包括论文准入（研究者身份识别、研究机构识别、是否在同主题领域有同行评审论文），准入论文实行格式审核、重复性、剽窃性和研究性审核，保证论文为科学论文。当论文的研究性、科学性、作者研究身份等无法识别时，启用专家评审的流程。组建领域评审团队，由2-3位专家作者提供审核意见，由审核团队终审人员做出是否符合收录范围的判断。此外，平台通过即时公开，开放发布、开放评论等方式，让平台发布的研究成果能够在一个较大的范围内能够被科学界公开监管，广泛交流，以此来监控学术不端的行为。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5宣传推广模式",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "我国当前科技工作对预发布平台的认识还处于初级阶段，有效调动作者积极性对平台的建设作用巨大，因此要加强预发布平台的宣传推广力度。项目组制定了三层宣传推广模式，在底层通过完善系统平台使用功能以与其他平台的对接，方便用户操作，并通过多种努力获得科研人员对ChinaXiv的认同，并通过招募推广大使等办法发动科研人员的力量开展推广宣传。在中层通过内部发力和外部联合相结合，开展立体化、多形式的宣传推广。内部发力具体推广方式包括，制作宣传单、宣传海报、宣传视频、Newsletter等，并通过微信宣传、电子邮件投递、直接发放张贴、重要视频网站播放等方式长期、定期投放；自动组织策划一些大型的活动，如每季度举办一次大型主题活动，同时每月持续开展面向研究所、期刊、学会、高校的培训、宣传活动，并制定了“百所行”、“高校巡回宣传”计划，直接深入到科研一线进行宣传演讲，鼓励科研人员分享科研成果；从几个重点领域扩展为自然科学全领域，扩大平台受众群体。外部联合，一方面联合研究所、期刊、学协会、高校，通过签订子任务书或合作协议等方式，建立合作关系。由合作方开展或配合开展推广宣传活动，采取嵌入式宣传途径，如借助合作方网站、专版、邮件列表等宣传渠道，或参与合作方学术活动或会议等。在同行合作方面，积极与其他预发布平台如arXiv、bioXiv、SSRN等洽谈合作，努力实现合作共赢。此外，积极与用户咨询委员会、科学咨询委员会成员交流与咨询，发挥科学家的学术影响力，获取用户服务的建议，提升平台的影响力。在上层政策机制方面，努力争取中国科学院、国家部委相关预印本政策，积极组织和策划国家预印本平台重大项目，联合学协会、科协提高学术界预印本认知度，打造国家层面预印本平台。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/063be50723f3f2f7afa2b0a83a5b089a5822d4df350d9bf557d9d7d7d1cd6a06.jpg",
        "img_caption": [
            "图3立体化宣传推广模式"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "6建设现状",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "6.1平台使用情况",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ChinaXiv平台提供了一站式查询检索及全文下载服务，目前接收了6.689篇论文，审核通过了3.964篇论文，主要分布在物理学、生物学、材料科学、地球科学领域，其中物理领域1548篇，占总量的 $39 \\%$ ；生物领域882篇，占$2 2 . 2 \\%$ 。平台累计43.841个用户访问，其中2,449个研究人员进行了注册和论文存缴，中科院院内包括计算所、植物所、天文台、纳米所、心理所等54家研究所在平台提交了论文；院外共242家机构的研究人员在ChinaXiv平台进行了访问和论文提交，如南非开普敦的开普半岛科技大学、美国杜克大学、美国纽约州立大学、劳伦斯伯克利国家实验室等机构均在平台提交了论文。截止目前，平台累计总浏览量126,197次、总下载量62,208次，大大提高了预印本论文的被发现率和被引用率。",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/da3b580e3ac221c7c2517be6512208578b2e34fa75a75ecdf127e395f8fe9833.jpg",
        "img_caption": [
            "图4各领域存缴论文情况分布"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "6.2推广合作进展",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "目前，经过1年多的时间，已经有中国科学院高能物理所、理论物理所、国家空间科学中心、计算所、植物所、生物物理所等15个研究所通过子项目形式正式加入ChinaXiv建设中。合作期刊包括了《中国科学院院刊》、《金属学报》、《生态学报》、《工程热物理学报》、《中国生物工程杂志》、《古脊椎动物学报》等11种。在推广合作中，也定期组织交流会，以便合作研究所、合作期刊之间相互借鉴经验，推动共同发展、促进合作机制的建立。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "7未来发展",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在项目组、合作研究所、合作期刊、学协会的共同努力下，ChinaXiv的建设工作已取得了一定成效。下一阶段，项目组将从以下几个方面继续推动ChinaXiv的发展与建设：1）积极探索可持续发展机制，一方面，进一步加强与期刊的合作，促进我院期刊资源和预发布的有机集成、整合和关联，同时，积极拓展与学协会、高校的合作，通过积极协调、多方合作积极争取和扩大服务范围，提升科研人员对预印本的认知度，促进科研人员的学术交流。另一方面，通过有用的平台、简便的系统、优质的服务，逐步建成为被中国科技界广泛认可的、在国际上有一定影响力的、权威的新型学术交流平台。突显ChinaXiv在国际科研生态中的作用，通过支撑国家、研究机构的战略需要，争取公益性经费的支持。2）以ChinaXiv为基础，项目也将致力于建设中国科学院科技论文OA平台。基于中国科学院文献情报中心现有平台和工具如iSwitch、IRGrid、GoOA和iAuthor等，建成中国科学院科技论文OA平台，支持全国科技工作者开放获取国内科研人员的科技论文预印本、全院科技期刊OA论文、国内科学家在国外发表论文、机构仓储重要开放科研成果、国外高水平OA期刊论文等资源，并建设科学社交平台，提供科研人员之间便捷的交流共享服务。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "致谢：本文撰写基于ChinaXiv项目成果，项目建设与发展得到了中国科学院传播局、中国科学院发展规划局、中国科学院文献情报中心、合作研究所、合作期刊、合作学会等机构的大力支持，由于篇幅所限无法一一列出，在此，谨对参与项目规划和建设的各位领导，ChinaXiv管理委员会、科学咨询委员会、用户咨询委员会、运营工作组的各位成员对ChinaXiv提出宝贵意见的各位专家和老师等表示感谢。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献   \n[1] Paul Ginsparg， As We May Read[J].The Journal of Neuroscience, 2006,26(38): 9606-9608;doi: 10.1523/JNEUROSC1.3161-06.2006   \n[2] SSRN (the Social Science Research Network） [EB/OL]. https://www.ssrn.com. [2017-09-15]   \n[3] BioRxiv. [EB/OL]. https://www.biorxiv.org/about-biorxiv. [2017-09-15]   \n[4]张智雄,顾立平,张晓林,李麟.组建中国ArXiv服务工作组，促进我国有效参与 OA 活动[J].图书情报工作,2013,57(1):55-59.   \n[5] arXiv Scientific Advisory Board. [EB/OL].https://rxiv.org/help/scientific_ad_ board. [2017-7-10]   \n[6]Member Advisory Board. [EB/OL]. https://confluence.cornell.edu/display/ arxivpub/Member+Advisory+Board. [2017-7-10] ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ChinaXiv: Build a preprint service platform following the international standard operation regulation ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Wang Ying, Zhang Zhixiong, Qian Li, Ye Zhifei, Wang Yuju, Huang Jinxia, Liu Jingyu, Chen Xuefei (National Science Library, Chinese Academy Science Beijing 100190) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract: To protect the priority right of the authors and to promote the excellent scientific research articles first preserved and serve for other researchers in our country, Scientific Article Preprint Platform of Chinese Academy Science (ChinaXiv) is proposed to build.It aims to encourage researchers to share their articles on public preprints platform in the first time， and receive peer reviews and suggestions for a wider range of academic communication. Based on the practice and strategic plan of ChinaXiv construction， this paper describes how to build a preprint platform following the international standard operation regulation， including construction background, system construction and service, domain development and cultivation, organization and management mechanism, propagandizing and popularizing mode, development status and future. This paper can provide references for other preprint repositories. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keyword: ChinaXiv; Preprint； Open Access; Academic Communication",
        "page_idx": 7
    }
]