[
    {
        "type": "text",
        "text": "常人疾病观及其对医患关系的影响",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "吕小康」唐磊1,2姜　鹤」汪新建1（1南开大学周恩来政府管理学院，社会心理学系，天津300350）（²南开大学外国语学院，天津300071）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要常人疾病观是普通人对于某一疾病的认知、解释和态度的集合。与专业医务人员相比，普通人更关注心理、家庭和社会因素而非生物学因素的致病作用，就医选择多元而并不遵循标准化的就医模式，同时更愿意将疾病体验视为个人生活的特殊问题加以建构性理解。常人疾病观与科学医学观之间的不一致性可能降低患者的就医满意、对医信任和医嘱依存性，从而影响治疗效果。立足中国社会的医学文化与医疗制度，研究中国人的常人疾病观，并探讨其对医患关系的影响作用与社会心理机制，可为改善当下中国医患关系紧张现状提供有益建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 常人理论；常人疾病观；医患关系；医患沟通",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号 B849: C91",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "医患关系紧张有诸多社会心理学成因，其中不可忽视的一个方面就是医患双方就同一疾病在沟通过程中所持的不同观念。虽然疾病的诊断与治疗通常涉及专业的现代医学知识，但患方仍常因自身持有的、不同于医方所代表的现代医学知识的各种朴素信念，而选择是否就医、是否相信诊断、是否遵从医嘱等。医患沟通虽在某种程度上是一种专家与被指导者之间的关系，但患方对疾病、健康、医疗服务、就医期待等问题所持有的主观的认知和态度也在很大程度上影响医患沟通的质量。健康与疾病的专业知识与日常信念之间通常存在隔阂甚至冲突，这会成为医患沟通不畅的一个诱因。“常人疾病观”（lay beliefs/theories of illness，又译常人疾病理论）的提出和相关研究，可丰富对医患视角之间不一致性的理解，并对建设和谐医患关系提出有益的社会心理学建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1常人疾病观的概念内涵与研究历程",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1常人、常人理论与常人疾病观",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在日常生活中，人们总是以自己所持有的对于事物的一定观念来指导自身行为，即使这些行为本质上可能需要专业的、未经职业培训难以获得的知识与经验。所谓\"常人\"(layman)，意指普通的、非专业领域的人士，也就是普通人、平常人的意思。当然，专业与否是相对而言的。神经外科的专家，完全可能是计算机专业的常人。常人对于世界万物的本质、各种社会事物运作、日常琐碎问题等都有自己的一套非科学、内隐式、非正式的解释方法，这就是所谓的常人理论。Kelly（1991）将常人理论定义为\"普通人所持有的关于事物如何运作的观念”。它如同滤镜一般，影响人们对各种日常问题的认知和态度，并指导人们的相应行为。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "常人理论这一概念包含两个层面：广义上泛指人们对于世界上人、情、物等各种现象的整体观念体系，可被视为普通人的朴素处世哲学;狭义上则指人们对于某一具体问题的解释、看法，是相对具体的、有关某方面的个人建构。常人理论内容涉及不同学科、不同方面，因此又可进一步分为如常人教育观（Savani,Rattan,&Dweck,2017）、常人经济观（Leiser& Krill,2017）、常人幸福观（Agbo&Ome,2016）、常人疾病观（Cameron&Leventhal,2014; Knettel,2017）等等。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "常人理论之所以被称为\"理论\"是因为它与科学理论（scientifictheories）具有一定的相似性：在内容上受科学性理论启发（Jayaratne etal.,2006)；在结构上是具有一定内部结构的信念、规则和概念体系（Furmham,1988)；在功能上支持人们理解世界、进行预测和控制，从而降低认知不确定性（Plaks,Grant,&Dweck,2005)。然而，常人理论并不是普通人的科学性理论，其所包含的假定与公理通常是内隐的、模棱两可的；多以归纳式逻辑证实自身对事物的解释，而并不关心证伪问题；经常将两个变量的相关关系错判为因果关系；通常通过实际观察得出对某一现象的具体解释，但并不将具体的解释抽象为可以解释同一属性内不同现象的一般性原则（Furnham,1988)。因此，常人理论属于“弱理论（weak theories）”（Furnham,1988)，是普通人藉由理解日常生活的现象学建构（Levy,Chiu,&Hong,2012）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在医疗情境中，常人通常指没有相关医学背景的患方，包括就诊的患者本人及其亲属或代理人。常人疾病观是患方所持有的对于某一种或某一类疾病的病因、疗法、病情发展、意义与影响等问题的认知、解释和态度的集合，是常人理论在疾病与健康领域的具体应用与体现（Furnham&Kirkcaldy,2015)；其对立面则是受过专业医学训练的医方所持有的科学医学理念，也就是当下的生物医学理念。从本质上来说，它是普通人结合实证观察、个人经验、媒体报道等渠道所获取知识而形成的对某一种或某一类疾病相关现象的解释模型。当然，这并非指患方常人观绝对不符合科学医学理念，也不是说所有医务人员持有的一切观念都一定符合科学医学理念。只是总体来说，医患双方持有的医学知识不对等，甚至往往存在一定的知识鸿沟，遇到具体疾病时所通常诉诸的疾病解释和求医策略也存在一定的不同。强调\"常人疾病观\"的\"常人\"性，仍可在一定程度上突出未经现代医学训练的普通人对医学现象的朴素理解。这就像使用医方和患方的词汇描述两个群体时，并不是指\"医方\"就完全不可能成为“患方”，医生也可能生病而成为患者，但他们显然不同于普通患者。因此，做出一定的区分仍可在理论阐释及学术交流中起到突出重点的作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "像所有其它领域的常人理论一样，常人疾病观通常是不具体的，不基于系统观察的，没有明确的量化法则，研究对象界定不够清晰，无法对事物发展做出直接精准的预测。但从功能上看，常人疾病观支持个体理解病情、对疾病发展进行预测和控制，从而降低认知不确定性，它直接影响患方的疾病观念、就医行为、医患沟通、对医嘱的依存性等诸多影响医患关系的基本要素。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2常人疾病观的研究历程",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "西方常人疾病观的研究历史迄今已有约50年。1972年，Antonovsky（1972）从严重性（seriousness）、可控性（controllability）、可察觉性（salience）和易患病性（susceptibility）",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "四个维度测量了以色列城市犹太民众对癌症、心脏病、精神病和霍乱这四类疾病的常人观，并发现不同年龄、性别、教育背景的各个群体对于以上四类疾病所持的观念高度一致。这一研究发现使人们认识到常人疾病观无论对公共健康管理还是对个体健康行为都有重要影响。此后，社会心理学家在这一领域开展了大量研究，在研究内容、研究方法和测量工具方面积累了一定成果。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "受 Antonovsky（1972）研究的影响，早期对于常人疾病观的许多研究主要关注通用常人疾病观，建立通用的理论模型。Ben-Sira（1977）同样以四种疾病为例（心脏病、肥胖症、呼吸系统疾病和肠道疾病）研究了以色列主妇对疾病的可预防性、可察觉性、易患病性的认识和了解程度，发现具有不同人口统计学特征的常人群体持有相似的疾病观：当常人认为某一疾病易患病性越高，其可察觉性就越高，因此更愿意主动了解该疾病相关知识，并对其可预防性和预防措施了解更多。这一研究虽一定程度上揭示了常人对于疾病不同方面的观念及其内部关系，但并不能解释常人感知疾病、判断疾病、应对疾病这一心理过程。Leventhal，Meyer 和Nerenz（1980）的研究试图解决这一问题，他们提出了自我调节常识模型（common-sense model of self-regulation）。这一模型将危险控制（danger control）作为原则，认为常人会首先识别疾病风险，形成疾病表征（illness representations），然后采取应对行动降低风险，并评估所采取行动的有效性，进而调整下一步行动。其中，常人对于疾病的表征包括疾病识别（identity）、病程（timeline）、病因（causes）、结果（consequences）、可控性（control）这五个维度。疾病识别维度指常人对疾病症状或体征感受的判断或辨识。病程指常人对疾病发病时间、持续时间、会否复发等疾病发展时间线的观念。病因指常人对引起疾病原因的判断。结果指常人认为疾病会造成什么样的影响或结果。可控性指常人认为疾病是否可治愈，或者自己是否有能力应对该疾病。常人在这五个维度对疾病的表征会影响其应对疾病的策略。比如，常人若感受到某种病症，并且持续时间较长，影响较严重，其更有可能求诊（Leventhal,Phillips,&Burms,2016)。随着研究深入，Leventhal等（2016）修订该模型，认为常人从以上五个维度形成疾病表征后，会采取什么样的应对策略还取决于其所持有的疗法表征（treatment representations），即常人会根据过往经验、观察、或获取的相关知识，形成不同疗法的原型（treatment prototypes）。当其形成了一定的疾病表征，相关疗法原型被激活，二者之间的最为匹配的应对策略即被选择。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "几乎同一时期，Kleinman（1980）提出了另一个常人疾病观通用模型——疾病解释模型（explanatorymodelof illness），试图揭示常人对某一疾病及其治疗方法的观念。根据该模型，常人对于任一疾病的理解都包括：（1）什么原因引起疾病？（2）为什么会在某个时刻生病？（3）这病在身体里会怎么发展？（4）这病会带来什么影响？（5）该怎么应对这病？当感受到身体异样时，常人会用所处文化或社会环境赋予的知识内容去从以上五个方面理解疾病。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "尽管自我调节常识模型和疾病解释模型在具体内容维度上稍有差别，但从本质上讲，二者都是将常人疾病观的内容结构化，具有结构主义特征。虽说可在一定程度上揭示常人疾病观，但其试图用简单的规律和模型解释丰富复杂的心理内容，有削足适履，牵强附会的弊病。实际上，Kleinman自己在研究后期也承认对模型（model）一词“感到不适”，认为这过于形式化，是符号主义和形式主义作品留给他的\"残渣（residue）”（Kleinman,1995)，他本人的研究也开始转向常人对特定疾病感受的叙事性研究。而另一方面，自我调节常识模型建构的理论和实证研究则基本上是由Leventhal 及其同事完成的（Cameron&Leventhal,2014;Leventhalet al.,2016)，其他学者更多的是应用该模型对有关特定疾病的常人疾病观进行研究（Garg,Meraya,Murray,& Kelly,2017; Shiloh,Heruti,& Leichtentritt,2016)，这也从侧面证明了通用常人疾病观研究的局限性。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "研究者发现常人针对不同疾病的观念并不能一概而论，因此越来越多的研究者开始将焦点转向某一疾病或某一类疾病的常人观，即特定常人疾病观。早期的特定常人疾病观研究聚集于心理疾病，后拓展至躯体疾病。Furmham和Lowick（1984）通过访谈与问卷的方法研究了酗酒症常人观，此后研究者开展了大量有关心理疾病常人观的研究，如厌食症（Gulliksen,Nordbp,Espeset, Skarderud,& Holte,2017）、自闭症（Qi,Zaroff,& Bernardo,2015）、精神分裂症（Park,Lee,Furmham,Jeon,&Ko,2017)、抑郁症（Markova& Sandal,2016）等。随着对心理疾病常人观研究的开展，社会心理学家也开始关注有关躯体疾病的常人疾病观，如糖尿病（Gibson,2017）、帕金森症（Werner& Korczyn,2010）、癌症（Wang,Lam,Wu,&Fielding,2014）、艾滋病（Nyundu & Smuts,2016）、肥胖症（Mcferran&Mukhopadhyay,2013）、肺结核（Asiimwe,Cross,& Haberer,2015）、风湿性关节炎（Willams,2009）、高血压（Buckley,Labonville,&Barr,2016）等。此类研究多把目光聚集于慢性疾病，对其它短病程疾病和急性病的研究较少。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前，针对各种类型疾病的特定常人疾病观研究仍在不断增加。研究者发现，尽管由于教育普及、媒体宣传、主动学习等因素的影响使得常人疾病观与作为现代医学主流的生物医学观念存在一定的一致性（Furmham&Buck,2003;Mitchell&Locke,2015），现代医学教育以不同的方式渗透于社会，使得现代医学知识也成为常人所拥有的知识和信念，但二者之间的差异仍然普遍存在，并未随着医学教育的普及而完全消失。分析这些差异，有助于人们进一步认识医学教育的局限，并对现代生物医学的治疗模式进行进一步的反思。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2常人疾病观的特征与研究方法",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1常人疾病观的特征 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "常人理论的特征通常是与某一专业领域的专家知识相比较而言的。就常人疾病观而言，其比较基准自然是主流的生物医学理念。Kleinman（1980）在提出常人疾病解释模型后，综合了其与生物医学解释模型的内容结构，提出了可用于对比二者的通用解释模型，该模型认为无论是常人疾病解释模型还是生物医学解释模型都包括以下五个方面：病因（etiology）、病程（course of illness）、病理生理（patho-physiology）、症状（symptoms）和疗法（treatment）。尽管这一对比模型仍然带有结构主义色彩，但却为常人疾病观和生物医学观的比较提供了基本维度。因此，从理论上讲，与生物医学理论相比，常人疾病观的特征应体现在以上五个方面。但梳理现有常人疾病观研究发现，二者的差异性主要体现在对疾病的归因模式、治疗方法选择以及对疾病症状感知和意义建构这三个方面，对于病程和病理生理两个方面常人疾病观的研究尚不明确。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "常人对于某一疾病的归因是指其如何解释某种疾病发病原因、如何判断一些可能造成某种疾病的危险因素。相对于以生物和遗传解释为主的专业医学理论，研究者发现常人在对疾病归因时更关注心理、社会和家庭等因素（Harvey et al.,2013;Wang et al.,2014)。例如，Harvey等人（2013）对失眠症常人观的研究发现，常人无论是对自身失眠症的病因判断还是对他人失眠症的病因解释都集中在情绪情感（emotions）和思考习惯（thinking patterns）两个方面。同时其研究还发现，常人认为造成失眠症的因素包括压力、情绪、睡眠习惯、环境、饮食、体育锻炼、遗传等 27类之多。而 Ahn，Proctor 和Flanagan（2009）的研究却发现医护专业从业者更倾向于以生物学角度去解释失眠的发病。另一项 Mitchell和Locke（2015）对自闭症常人观的研究也发现除了被生物医学证实的基因或神经缺陷这一主要病因，相当一部分常人认为环境因素、心理问题、某种疫苗带来的副作用、孕期营养不良、日常饮食营养不良、家庭影响、父母教养方式、滥用药物等都可能是致病因素。此外，对于高血压、糖尿病、癌症等躯体疾病的常人疾病观研究也发现普通人对病因的判断不同于科学生物医学理论的 解 释（Akinlua，Meakin，Fadahunsi，& Freemantle，2016；Mwaka，Okello，Kiguli，&Rutebemberwa,2014）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "治疗方法选择指常人对于某一疾病的治疗倾向于采取哪种方法、认为哪种方法更为有效。一些研究发现常人对于精神或心理疾病疗法的选择异于生物医学治疗方案：常人一般倾向于选择精神疗法来治疗精神或心理疾病（Furmham&Kirkcaldy,2015)，而精神医学普遍认为药物治疗是对抗精神和心理疾病最为有效的方法（Furmham＆Bower,1992)。此外，研究还发现常人对疾病病因的解释直接影响着其对治疗方式的选择。Furnham 和Haraldsen（1998）研究常人对四种性变态疾病的归因与疗法选择的关系，结果发现常人对病因判断与对疗法选择呈现强相关。Furmham 和Buck（2003）对自闭症和强迫症常人观的对比研究也验证了这一点。由于前述常人对疾病的归因五花八门，若他们将疾病归因为生物医学因素，则倾向于选择药物疗法；若将之归因为心理或社会因素，则更相信心理疏导、自我管理等其它疗法（Furmham&Kirkcaldy,2015)；更有甚者倡导宿命论，在选择疗法时求助于一些所谓的“超自然”力量。这与通常采用标准化就医模式与问诊渠道的生物医学理论背道而驰。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "此外，常人疾病观与生物医学观念的差别还体现在常人对于疾病病症感知和意义建构方面，即常人基于原有知识经验，如何看待疾病给个人的身体、心理带来的变化，并在此过程中如何生成意义、建构理解的过程。首先，不同于生物医学对于疾病病症的客观描述，常人对于病症感知多是综合了心理、生活、社会等多种因素。Mahon，O'Brien 和O'Conor（2014）研究发现患有不同慢性疾病的病人除了生理病痛外，普遍感到“失落感”、“愤怒与沮丧”、“不确定与压力\"并且要\"调整适应新生活\"。一项对于软组织肉瘤患者病痛感受的综述性研究也发现患者对自身病症的感知包含对自身生活质量的影响，如对精神健康的影响、对身体形象的影响、对照顾孩子的影响、对工作的影响等（Winnette,Hess,Nico,Tai,&Copley-Merriman,2017)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "其次，与生物医学观相比，病症感知后的意义建构是常人疾病观研究一项特有的内容，也是某种程度上促进生物医学向人文医学转变的一项极具意义的内容。常人对于疾病态度的形成和对疾病给自身带来的影响的认识并非仅从简单的生理反应或病痛感受角度出发，而是结合个体自我意识、政治经济历史等宏观社会因素、以及人际交往等微观社会因素，且这种意义建构方式与疾病种类和病情程度无关（Kirk,Cockbain,&Beazley,2008）。Bury（1982）发现常人对于慢性疾病的观念并非单纯地从生理病痛角度思考，而是把疾病放在人生发展和自我意识的多维框架中，将疾病视为扰乱其人生轨迹的一段经历（biographical disruption），换言之，疾病会导致常人重新思考人生、认识自我。D'Houtaud 和Field（1984）发现常人的疾病经验感受不仅与疾病本身有关，还受其社会经济地位影响。低社会地位阶层倾向于关注疾病对个体工作生活能力的影响，高社会地位阶层则更关注疾病对于健康本身的影响。Bendelow（1993）发现社会对男女两性的角色期待和刻板印象会使男性和女性对于疼痛产生不同的感知和耐受力。Jonker（2017）对患有I型糖尿病的青少年常人疾病观进行研究，发现他们普遍将疾病看做自己生活的一部分，并认为自己与他人不同。此外，还有研究说明常人的患病经验感受会受夫妻关系、人际关系等微观社会层面因素的影响（Colson,2016)。与此相反，传统的生物医学是将患者客观化与去人性化，将其视为没有自我的生物体，企图从纯科学的角度理解各种病症（Lawton,2003)。受此观念影响，很长一段时间无论是医学教育还是医护实践都过分\"注重了机体和器官的还原，忽略了较之更丰富的心理和精神的还原”，“对人的疾病诊治过程中忽视了对人的整体性的关注”（段志光,2017)。20世纪70年代常人疾病观研究兴起，同一时期医学人文概念出现（段志光,2017)，尽管前者是否促使后者产生这一问题尚待考证，但从二者研究进程看，常人疾病意义建构研究将有助于促进医学对于人作为生命体而非单纯的生物体的关怀。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Kleinman提出的对比解释模型中还包括病程和病理生理两方面，但目前对于这两方面的研究并未得到充分的展开。常人对于病程的认识是指常人认为某种疾病会如何发展变化，如果不加以治疗会怎么样。几乎所有的研究都将这一部分内容简化为常人对于某种疾病是慢性还是急性的判断。一部分研究发现常人对疾病急慢性判断存在与科学医学不一致的情况（Akinlua etal.,2016;Odusola etal.,2014)，但也有相当多的研究发现二者在此方面存在一致性。造成这种研究结果高度不一致的情况可能有两方面原因：一是将常人对于病程的认识等同于急慢性病判断，极大地简化了研究问题和可能的答案，自然使被调查者的回答呈现急性或慢性两极分化。实际上，想要了解常人对病程的理解还可以从不同方面提问，比如发病的速度、持续时间、是否反复、没有症状是否即是无病等。Halm，Mora 和Leventhal（2006)的研究就发现对于哮喘，常人基本可以正确判断其为慢性病，但同时有 $5 3 \\%$ 被试却认为他们只有在出现哮喘症状时才患此病，没有症状时就是健康的。这显然与简单的急慢性判断不一致。二是由于医学常识的普及，常人对于这样相对简单明显的判断题基本可以给出较为科学的答案，事实上许多发现前面所述不一致性的研究都是针对受教育水平较低、经济发展较为落后的群体或地区开展的（Moorley,Cahill,&Corcoran,2016;Mwaka et al.,2014)，这也证明了医学常识普及教育对常人有关急慢性病判断的影响。另外，病理生理方面指常人对于疾病所带来的机体变化如何给出生物医学的解释。常人疾病观针对这一方面的研究尚需进一步开展，这可能是由于这一问题本身太过专业，常人很难作答，故相关研究还较少。因此这两方面问题，未来研究值得关注。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.2 常人疾病观的研究方法",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "常人疾病观的研究资料主要基于研究对象的自我报告，通过自编问卷和访谈的形式要求患方报告关于所患疾病的观念。例如，Furmham和Buck（2003）为了测量自闭症常人观和强迫症常人观，采用了自制封闭式问卷收集数据，该问卷主要包含病因与疗法和相关知识两个部分，通过统计分析，研究发现常人认为自闭症病因为生物因素，而强迫症为心理因素。Werner，Goldberg，Mandel和Korczyn（2013）进行了一项关于老年痴呆症常人观性别差异的研究，该研究采用的方法是电话调查，主要有6个封闭式问题，分别测量常人对于老年痴呆症的认识、易患病性判断、焦虑、恐惧、相关知识和熟悉度。Moorley等（2016）在研究有关中风病因的常人观时，采用了半结构化深度访谈法搜集数据，并运用解释现象学分析方法（InterpretativePhenomenological Analysis）对数据进行解构，最终筛选出两项常人认为的中风病因：生活方式和超自然因素。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "随着常人疾病观研究的深入，研究者开始考虑建构通用的测量工具。相对于常人疾病观研究的数量来说，能被广泛接受的量表还很少。这其中最为典型的通用式常人疾病观测量工具是疾病感知问卷（Ilness Perception Questionnaire）。它以Leventhal 等创立的疾病自我调节理论为基础，由Weinman，Petrie，Moss-morris 和 Horne（1996）编制第一版，Moss-morris等（2002）对其进行修订，形成了疾病感知问卷修订版（Illness Perception Questionnaire-Revised)。修订版问卷包括三部分，共70个条目：第一部分测量维度是病症识别（identity)，包含疼痛、恶心、气短等14项基本症状，被访者选择自认为与被研究疾病相关的症状条目，累计形成病症感知分数，分数越高表明感知的症状越多。第二部分共38个条目，分为7个维度：病程（急慢性）、周期性、后果、个人控制、治疗控制、疾病一致性及情感陈述。第三部分为病因维度,共18个条目，但各条目间彼此独立，不作累加记分。2006年,Broadbent，Petriea，Maina 和Weinman简化问卷条目，形成了包括9个维度，每个维度1个条目的疾病感知问卷简易版（Brief Illness Perception Questionnaire)。疾病感知问卷实质上是通过结构性问卷法搜集患方对于疾病观的自我报告，问卷所涉维度涵盖了上述对于常人疾病观研究的主要方面，即常人如何判断病因（病因维度）、如何选择疗法（个人控制、治疗控制维度）、如何建构疾病的意义（后果、情感陈述维度)。从问卷所包含的具体条目来看，该问卷并非只测量常人对于生物医学因素的判断，而是结合常人观研究成果，将心理、情绪、社会等因素加入。例如后果维度某些条目为\"我的病给我的生活带来严重后果”、“我的病会严重影响到别人对我的看法”；情感维度有些条目为\"得这种病让我很焦虑”、“我的病让我感到害怕”；病因维度某些条目为\"压力或烦恼”、“家庭问题”。此外，在大的框架下，该问卷允许研究者根据不同疾病特点调整具体条目，形成更有针对性的测量问卷，测量不同疾病的常人观。该系列问卷问世后，已被译成法语、德语、意大利语、西班牙语、中文等多种版本，广泛用于各种急慢性疾病的研究，具有良好的信效度（梅雅琪等,2015;Keskin et al.,2017; Min,Chang,Lee,Choe,& An,2017）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "当然，由于人们对不同类型疾病的具体感受与理解存在明显不同，更多的研究都只针对某一类型的疾病构建特定的常人观测量工具。例如，Lobban，Barrowclough 和 Jones（2005）在疾病感知问卷修订版基础上，调整部分条目，形成了精神分裂症感知问卷（IllnessPerception Questionnaire for Schizophrenia)，用于专门测量有关精神分裂症常人观。该问卷后经部分研究检验，具有较好的心理测量学特性（Shokrgozar etal.,2017)。Harvey 等为测量常人失眠理论，开发了自我失眠归因问卷（Causal Attributions of My Insomnia Questionnaire）。该问卷包含6个问题，每个问题选项设计12个可能导致失眠的因素，采用Likert7级评分，测量常人对自我和他人失眠的归因。该研究自我汇报问卷具有较好的信效度，但这一结论仍需其他研究证实。Knettel（2017）开发了精神疾病归因问卷（Mental llness AttributionQuestionnaire)，该量表从超自然力量（supernaturalforces）、社会压力、生活方式、健康、药物使用（substance use）、遗传和个人缺陷（personal weakness）这七个维度测量常人对于精神疾病的归因，经检验具有良好的信效度。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "上述特定常人疾病观测量工具多在西方背景下得出，是否适用于中国或其他非西方文化还有待验证。对于常人疾病观这一受本土疾病观、身体观、价值观等文化价值因素影响的概念来说，简单地移植某一文化下的测量工具往往会造成信效度的缺失或变异，因此开发具有本土契合性的测量工具仍是未来研究的重点之一。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3常人疾病观对医患关系的影响",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "常人疾病观对医患关系的影响主要通过它对医患沟通质量和医学治疗效果的影响而达成。其中，医患沟通也有狭义与广义之分。狭义上的医患沟通是指医务工作者在日常诊疗过程中与患方的沟通，主要以医疗服务的方式进行；广义的医学沟通则泛指医务工作者和医疗卫生行业人员以非诊疗服务的方式与社会各界就医疗卫生和健康服务的法律法规、政策制度、伦理道德、服务规范等内容进行的沟通（王锦帆，尹梅，2013)。目前多数常人疾病观研究都是在狭义层面上探讨其对医患沟通的影响。在这一层面，“较低的满意度、对医生较低的信任感和尊敬程度、诊疗和恢复过程中的负性情绪体验等，都可作为医患沟通出现障碍的反应指标。”（王丹旸，朱冬青，2015）普通患者所持的一系列与疾病相关的朴素信念，会通过是否遵从医嘱、是否信任医方、是否对医疗服务满意等方式影响治疗过程与结果，从而影响到医患沟通的质量与医患关系的和谐。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "由于患方所持的常人疾病观与科学医学观的不一致性，它很容易影响医患沟通的满意度，降低患方对医方的信任。Bromme 和Jucks（2018）认为专业人士和常人在某一领域知识方面的差异不仅体现在其内容与广度上，专业人士在学习专业知识的过程中对所学领域的认知会整体重构，形成高度整合的知识体系和思维方式，而这种用于解决专业问题的体系和方式恰恰被证明会成为专家与常人沟通的障碍。这一结论也被多项常人疾病观研究证明。Donovan（1991）对54名风湿病患者的研究发现，他们通常从生活环境中寻找致病因素并判断疾病严重程度，而并非从生物医学角度解释发病与病情程度。由于这种差异，患者表现出对就诊过程的各种不满意，比如超过一半的被试抱怨就诊过程过于仓促，医生并没有耐心听取病人对自身疾病的叙述，担心医生并没有真正了解自己的病情，认为医生过于冷静客观等；超过三分之一的被调查者不能接受就诊中所要求进行的全面身体检查，因为他们认为关节炎只是某关节部位的病症，完全没有必要进行全身检查，这是一种经济浪费。Napoles-Springer，Santoyo，Houston，Pérez-Stable 和 Stewart（2005）对美国移民的研究发现，患者普遍表示医生简单粗暴地拒绝他们所信任的一些替代疗法（alternativetreatments），感到“不受尊重”，甚至觉得医生是\"受制药商的影响而强销抗生素”。相反，当医生能认可患方所推崇的一些替代疗法时，患方常感到“耳目一新（refreshing）”。此外，Schlomann 和 Schmitke（2007）通过对 2000\\~2005 年间在美国发表的11篇有关高血压常人观的质性研究进行元分析还发现，医患双方就高血压这一病症，在症状感知和疗法选择两方面存在尤其明显的差异，而且这种差异会降低患方对医嘱的依从性并进而导致医患之间的不信任；此研究还进一步发现如果医方试图简单对病人进行生物医学知识灌输，以纠正其已有的常人观，还会加剧这种不信任。此后，另有一篇元分析文献发现，对高血压治疗的不依从性与患者自身对高血压之所以产生的因果解释有关，且这种解释多与其文化背景相关。要提升依从性，就需要去了解患者自身的疾病观、症状体验及其对药物负作用的担心，而不仅仅只是提供基于生物医学观念的沟通（Marshall,Wolfe,&McKevitt,2012）。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "患者对医嘱的理解程度和医患双方对疾病风险的认知差异，也是影响医患沟通质量的重要因素（Grigorescu etal.,2015)。个体在沟通中并非信息的被动接受者，而是主动加工者(Jiang,2017)，常人对医患沟通过程中医生传达的信息也并非百分百理解，而是放到自身常人疾病观的框架中进行加工。当常人疾病观与科学医学理论相一致时，医方所传递的信息就能得到较好的理解，反之则不然（Williams,2009）。Frosch，Kimmel 和Volpp（2008）研究了常人高血压归因方式对其药物疗法有效性判断的影响，结果发现当实验启动被试与科学医学不一致的常人观时，医患信任度较低的被试对药物治疗有效性的认可明显低于医患信任度高的被试，从而影响其对医嘱的遵守程度。Baines和Wittkowski（2013）梳理了13项利用疾病感知问卷及其修订版进行的有关精神疾病常人观的研究,发现常人疾病观与患方就医行为和对医嘱的依存性有很大关系，当患方认为自己的疾病可控可治时，其表现出更大的依存性和更积极的配合态度。此外，Akinlua 等人（2016）对尼日利亚民众高血压常人观的研究也发现，常人视角下的高血压病因与疗法会影响患者对医嘱的遵守程度。针对其他类型疾病的研究也得到了类似的结论（Linetzky,Jiang,Funnell,Curtis,&Polonsky,2017; Tefera,Hailay,Lillian,& Tesfahun,2016)。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "有关病人自述就医体验的研究也间接反映了常人疾病观对治疗效果的影响。病人自述就医体验（patient report experience）是指研究者通过问卷、调查等方式搜集到的患者对于就医过程中医患沟通、医治及时性、用药解释、就医环境等方面满意度的数据，它多被用来作为反映医疗护理质量的一个指标（Priceetal.,2014)。由于病人自述的就医体验实际上是患方基于自身对于疾病和就诊的观念或期待而对医方服务做出的评价（Manary,Boulding,Staelin,& Glickman,2013)，因此它在一定程度上体现了患方常人疾病观与科学医学理论之间的差异，其对治疗结果的影响也可间接反映患方常人疾病观对其健康恢复状况的影响。尽管此方面研究结论不尽相同，但已有研究表明患方就医体验与因病死亡率负相关（Ruggieri,Berta,Murante,&Nuti,2018)。Kennedy，Tevis 和Kent（2014）的研究对美国171所医院在 2011-2012 年度病人 HCAHPS（Hospital Consumer Assessment of Healthcare Providers and Systems,患方对医护人员及医疗系统的评估）满意度调查数据、治疗结果数据等进行了搜集和分析，结果表明低因病死亡率始终与高患方满意度相关。Vermeulen，Schirmbeck，van Tricht 和 De（2018）对654名非情感性精神病人的研究也发现高满意度的患者无论是在他评治疗效果还是自评治疗效果方面评分都明显高于中、低满意度患者。一项对患方体验与治疗有效性的综述性研究也发现患方就医体验与治疗有效性正相关（Doyle,Lennox,&Bell,2013）。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "此外，常人疾病观还会直接或间接影响患者的健康恢复情况，从而影响医患之间的合作关系。Swift和Callahan（2009）通过对涉及2300名患者的26项相关研究的元分析发现，当患者从常人角度认为的有效疗法与医生对其采取的疗法相一致时，其病情更可能好转而且不易放弃治疗。另外两项关于抑郁症患者的常人疗法倾向对治疗结果影响的研究也证实，当患者自我倾向的疗法和医生实际施予的疗法不一致时，病人病情较少得到减轻，抑郁症状更加严重，产生更大的身心消耗，造成较差的医患合作（Kwan,Dimidjian,&Rizvi,2010）。同时，常人疾病观还可以通过患方信任、依从性等中介变量，对患者恢复状况产生间接影响。研究表明患方信任与治疗效果及患方健康生活质量呈现正相关（Platonova,Kennedy，&Shewchuk,2008)。Lee 和Lin（2011）通过对中国台湾 614名ⅡI型糖尿病患者历时一年的纵向分析发现患方信任对患者血糖控制和身体健康状况具有促进作用。Fernandez，Seligman,Quan，Stem 和 Jacobs（2012）对美国糖尿病患者的研究也证实了这一结果。另外，还有一些研究发现患方信任可通过依从性、自我效能、或患方对疗效的期待等中介变量对治疗效果产生影响（Lee &Lin,2009; Saha,Jacobs,Moore,& Beach,2010）。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "但是，目前有关常人疾病观对医患关系影响研究的重点仍在于其对个体疾病应对策略或治疗效果的影响，至于两者之间的影响路径和作用机制，以及医患关系或沟通是否会反过来影响常人疾病观，还较少得到关注，值得进一步的探究。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4总结与展望 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "医患关系中的患方作为非专业医护工作者，其所持有的常人疾病观，直接影响他们对于疾病的判断、治疗方案的选择以及后续的就医行为。患方在就医时如同\"朴素的医护工作者”，带着自己一套复杂的常人观与医方进行交流。若后者的诊断与治疗决定不能与之相符，则容易造成医患沟通的障碍，进而影响治疗质量与医患关系。显然，并非所有的常人疾病观都与主流医学相符，有些常人疾病观甚至可能是缺乏科学依据、无助于病情恢复的。但是，由于现代医学知识体系的高度专业性，使得普通人已无法掌握与专业医务工作者同等的医学知识，常人观与\"科学观\"之间的差距甚至矛盾，将是当代社会与当代医学一个近乎永恒的主题。在这一大背景下，准确地掌握患方的常人疾病观，了解其与科学医学观之间的异同，对于实行更为精准的治疗措施并确保干预效果具有重要的实际意义。立足中国的医学文化与医疗制度来研究中国人的常人疾病观，并探讨其对医患关系的影响作用与社会心理机制，进而提出改善当下中国医患关系紧张现状的干预建议，是一个可行的研究方向。以下试从三个方面提出这一方向未来研究的方法论路径，",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第一，综合医学心理学、医学社会学和医学人类学的视角与相关成果，对中国民众一般性的常人疾病观，以及具体疾病的常人疾病观进行综合性的调查，并开发具有中国本土特色的常人疾病观测量工具与研究方法。常人疾病观受本土文化影响至深，谈论常人疾病观的过程，实际上就是挖掘本土文化下的身体观、疾病观、诊疗观的过程。因此，在任何文化下开展常人疾病观的研究，必须结合当地文化进行。尤其是近代以来的中国社会，长期处于以中医为代表的中国传统医学理念与现代医学理念交织震荡、“共存而不共融”（吕小康，汪新建，2013）的局面，这使得当下中国人的常人疾病观具有\"中西医糅合\"的独有特征：“现代的中国人虽然通过学校教育和大众传媒的传播，接受了诸多西式的生理学知识和医学名词，但这并不妨碍他们同样通过大众传媒和日常生活经验，潜移默化间传承了许多传统的思想观念，并以混合杂糅的方式看待自己的身体和疾病。”（吕小康，汪新建，2012）这更增加了当下中国人常人疾病观的复杂性，不能简单地借用西方的工具与方法进行研究。在某种程度上，常人疾病观研究更应突出的是其文化独特性而非通用性，不必过分追求国际化的跨文化比较而丧失自身的独有特征。在这方面，社会心理学的研究可从医学社会学、医学人类学的研究方式与研究主题中汲取经验与启发。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第二，以前述对常人疾病观的调查为基础，进一步探析常人疾病观对医患沟通的社会心理机制与作用路径。患者自身信念对就医行为与满意度的影响，并不是最近研究才关注的主题，但此类研究多只将其作为\"背景因素\"之一，泛泛而谈地讨论其对医患沟通的影响，或是局限于某些特殊的个案介绍和经验式总结，更为深入细致、可以导出因果关系的研究还不多见。这部分研究应结合现场实验的方式，在不同科室和治疗情境下，结合社会信任理论、风险认知理论等相关领域的研究成果，探索常人疾病观对医患沟通和医患关系的影响过程。尤其是对慢性病、精神疾病等对护理照料需求较高，治疗过程中体验性因素（如医务人员的诊疗服务态度、就医过程的便捷性等）对医患关系影响较大的科室或疾病类型，需要重视常人疾病观对医患沟通质量和医患信任的影响。待相关机制明确后，再进一步向医疗机构提出硬件环境改造、就诊流程优化、沟通模式改善等针对性的干预措施并验证其成效。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第三，在前述研究基础上，进一步反思当代生物医学治疗模式的优劣处，反思当下医学教育、医学知识普及和医院管理模式中存在的不足，并探索弥合科学医学观与常人医学观之裂缝的有效途径。常人疾病观的成份复杂多元，常常会有一些误导性、伪科学的信念，还可能与宗教信仰或民间信仰高度相关，尤其当患者出现\"因病致贫、因病返贫”、“因病信教\"的情况时，部分个体可能产生极端化的信念，从而助长反社会倾向，成为引发医患冲突的潜在风险因素（韩静舒，谢邦昌，2016；梁振华，齐顾波，2015；周浪，孙秋云，2017;Callander&Schofield,2015;Keshet&Liberman,2014)。如何通过教育、媒体、社会活动等手段操控常人疾病观，引导其向健康科学的方向发展，从而减少其与科学医学理论的差异，努力提升患者的现代医学常识水平，使患者的就医期待处于合理的水平，是从社会文化层面改善医患关系的一个长远路径。这实质上是广义上的患者教育和医学科普的过程，这种教育和普及不能局限于医疗机构场景，而需要深入到教育机构、社区和社会生活的各个层面，对大众进行疾病预防、科学用药、理性就诊等方面的宣传教育，将患者教育的阵线前移，并充分发挥网络时代新媒体和新传播方式的作用（蔡博宇，徐志杰,2016;Gielen&Green,2015)，进一步探索平易近人、效果突出的科学医学知识传播途径。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "蔡博宇，徐志杰.(2016).微信公众平台上阅读医学科普文章行为的调查．中国公共卫生管理,32(6),783-787.   \n段志光.(2017).大健康人文：医学人文与健康人文的未来．医学与哲学(A),38(6),6-9.   \n韩静舒，谢邦昌.(2016).中国居民家庭脆弱性及因病致贫效应分析．统计与信息论坛,31(7),49-54.   \n梁振华，齐顾波.(2015).疾病的宗教性建构：理解农民因病信教的行为和动机——以一个河南乡村基督教 会为例．中国农业大学学报(社会科学版),32(4),39-47.   \n吕小康，汪新建.(2012).意象思维与躯体化症状：疾病表达的文化心理学途径．心理学报,44(2),276-284.   \n吕小康，汪新建.(2013).因果判定与躯体化：精神病学标准化的医学社会学反思．社会学研究,(3),29-46.   \n梅雅琪，李惠萍，杨娅娟，苏丹，马兰，张婷，窦婉君.(2015).中文版疾病感知问卷简化版在女性乳腺癌患 者中的信效度检验．护理学报,(24),11-14.   \n王丹肠，朱冬青.(2015).医患沟通障碍的心理解析：信息交换视角．心理科学进展,23(12),2129-2141.   \n王锦帆，尹梅.(主编).(2013)．医患沟通.北京：人民卫生出版社.   \n周浪，孙秋云.(2017).因病信教农民的宗教心理及其演变：试论把握\"信念\"概念对理解中国农村宗教实践 的启示．社会,37(4),1-31.   \nAhn,W.K.,Proctor,C.C.,&Flanagan,E.H.(2Oo9).Mental health clinicians’beliefsabout the biological, psychological,and environmental bases of mental disorders. Cognitive Science,33(2),147-182.   \nAkinlua,J.T.,Meakin,R.,Fadahunsi,P.,&Freemantle,N.(2O16).Beliefsof healthcare providers,lay healthcare providers and lay persons in Nigeria regarding hypertension. A systematic mixed studies review. Plos One, 11(5), e0154287.   \nAgbo,A. A.,& Ome,B. (2O16). Happines: meaning and determinants among young adults of the Igbos of Eastern Nigeria.Journal ofHappiness Studies,18(1),1-25.   \nAntonovsky,A.(1972).The image offourdiseases held by the urban Jewish populationof Israel.Journal of Chronic Diseases,25(6-7),375-384.   \nAsiimwe,C.,Cross,R.，& Haberer,J. (2O15).Lay perceptions about tuberculosisamong Non-UK-Born Black Africans in the United Kingdom. Journal of Tuberculosis Research, O3(4),161-170.   \nBaines,T.,& Witkowski, A. (2O13). A systematic review of the literature exploring illess perceptions in mental health utilising the self-regulation model.Journal of Clinical Psychology in Medical Setings,20(3),263-274.   \nBendelow,G. (1993).Pain perceptions,emotions and gender.Sociology of Health & Illness15(3),273-294.   \nBen-Sira,Z. (1977).The structure and dynamics oftheimageof diseases.Journal ofChronic Diseases,30(12),831- 842.   \nBroadbent,E.,Petrie,K.J.,Main,J.,& Weinman,J. (2oo6).The brief illnessperception questionnaire.Journalof Psychosomatic Research, 60(6),631-637.   \nBromme,R.& Jucks,R. (2018). Discourse and Expertise-The Challenge of Mutual Understanding between Experts and Laypeople. In M.F. Schober, D.N. Rapp,& M. A. Britt(Eds.), The Routledge Handbook of Discourse Processes (pp. 222-246). New York: Routledge.   \nBuckley,L.,Labonvile,S.,& Bar,J. (2O16).A systematic reviewofbeliefs about hypertension and its treatment among African Americans. Current Hypertension Reports,18(7),52-60.   \nBury,M. (1982). Chronic illness as biographical disruption. Sociology of Health & Ilness, 4(2),167-182.   \nCallander,E.J.,& Schofield,D.J. (2015).Effectofasthma on faling into poverty:The overlooked costs filess. Annals of Allergy Asthma Immunology, 114(5), 374-378.   \nCameron,L.,& Leventhal, H. (2014). The self-regulation of health and ilness behaviour. London: ComputerAssisted Foreign Language Education.   \nColson,M. H. (2016). Sexual dysfunction and chronic illnessPart 1. Epidemiology,impact and significance. Sexologies, 25(1), e5-e11.   \nD'Houtaud,A.,& Field, M. G. (1984).The image of health: Variations in perception by social class ina French population. Sociology of Health & Illness, 6(1), 30-60.   \nDonovan,J.(1991).Patient education and the consultation: The importance of lay beliefs. Annals ofthe Rheumatic Diseases,50 Suppl 3(Suppl 3),418-421.   \nDoyle, C.,Lennox,L.,& Bell,D.(2O13).A systematic review of evidence on the links between patient experience and clinical safety and effectiveness.BMJ Open,3(1),57-60.   \nFernandez,A., Seligman,H., Quan,J. Stern,R.J.,& Jacobs,E.A. (2012).Associations between aspects of culturally competent care and clinical outcomes among patients with diabetes. Medical Care, 50(9 Suppl 2), S74-79.   \nFrosch,D.L.， Kimmel,S.，& Volpp,K.(2008).What role do lay beliefs about hypertension etiology play in perceptions of medication effctiveness? Health Psychology Official Journal of the Division of Health Psychology American Psychological Association, 27(3), 320-326.   \nFurnham, A. (1988).Lay theories: Everyday understanding ofproblems in the social sciences. New York: Pergamon Press.   \nFurnham, A.,& Bower,P. (1992). A comparison of academic and lay theories of schizophrenia. British Journal of Psychiatry the Journal of Mental Science,161(2),201-210.   \nFurnham,A.,& Buck, C.(2O03).A comparison of lay-beliefs about autism and obsessve-compulsive disorder. International Journal of Social Psychiatry, 49(4), 287-307.   \nFurnham,A.,& Haraldsen,E.(1998).Lay theories of etiology and \"cure\" for four types of paraphilia: Fetishism; pedophilia; sexual sadism; and voyeurism. Journal of Clinical Psychology, 54(5), 689-700.   \nFurnham，A.，& Kirkcaldy，B. (2015). Lay people's knowledge of mental and physical ilness. promoting psychological well-being in children and families. Basingstoke, UK: Palgrave Macmillan.   \nFurnham, A.,& Lowick, V.(1984).Lay theories of the causes of alcoholism.Psychology & Psychotherapy Theory Research & Practice, 57(4), 319-332.   \nGarg,R.,Meraya,A.,Murray,P.J.,& Kell,K. (2l7). Ilnessrepresentationsofpertussisand predictors of child vaccination among mothers in a strict vaccination exemption state. Maternal & Child Health Journal, (9),1- 10.   \nGibson,D.(2O17). High blood pressure and type 2 diabetes Melitus: A study on lay understandings and uses of pharmaceuticals and medicinal plants for treatment in Matzikama Municipal region,Western Cape, South Africa. World Academy ofScience, Engineeringand Technology,International Science Index, Humanities and Social Sciences,11(12),35-86.   \nGielen,A. C.,& Green,L.W. (2015).The impact of policy,environmental,and educational interventions: A synthesis of the evidence from two public health success stories.Health Education & Behavior the Official Publication of the Society for Public Health Education, 42(1 Suppl),20S-34S.   \nGrigorescu,E.D.,Lacatusu, C.M.,Botnariu, G.E.,Popescu,R.M.,Popa,A.D.,& Onofriescu,A.,et al. (2015). Communication as a key issue in the care of diabetes melitus. Romanian Journal of Diabetes Nutrition & Metabolic Diseases,22(3),305-310.   \nGulliksen,K.S.,Nordbp,R.H.S.,Espeset,E.M.S.Skarderud,F.,&Holte,A.(2O17).Four pathways toanorexia nervosa: Patients'perspective on the emergenceof AN. Clinical Psychology & Psychotherapy, 24(4),846-858.   \nHalm,E.A.,Mora, P.,& Leventhal, H. (2006). No symptoms, no asthma: The acute episodic disease belief is associated with poor self-management among inner city adults with persistent asthma. Chest, 129,573-580.   \nHarvey,A. G.,Soehner,A.,LombrozoT.,Belanger,L.,Rifkin,J.,& Morin, C.M.(2O13).Folk theories'about the causes of insomnia. Cognitive Therapy and Research, 37(5),1048-1057.   \nJayaratne,T.E.,Ybarr,O.,Sheldon,J.P.,Brown,T.N.,Feldbaum,M.,Pfeffer,C.,&Petty,E,M.(2006).White Americans’ genetic lay theories of race diferences and sexual orientation: Their relationship with prejudice toward blacks,and gay men and lesbians.Group Processes & Intergroup Relations, 9(1),77-94.   \nJiang,S. (2017). Pathway linking patient-centered communication to emotional well-being: taking into account patient satisfaction and emotion management. Journal of Health Communication, (3), 234-242.   \nJonker,D. (2017). Illness perception of adolescents with well-controlled type 1 diabetes (Unpublished minidissertation for master of art). North-West University.   \nKelly,G.A.(1991).The psychologyofpersonalconstructs: Volume one-Atheory ofpersonality.London: Routledge.   \nKennedy,G.D.,Tevis,S.E.,& Kent,K.C.(2O14).Is there arelationship between patient satisfactionand favorable outcomes? Annals of Surgery, 49(1), 592-598.   \nKeshet,Y.,&Liberman,I. (2O14).Coping withillnessand threat: Why non-religious Jews choose to consult abbis on healthcare issues.Journal of Religion & Health, 53(4),1146-1160.   \nKeskin, G.S., Guler,S., Gunes,N., Cokal B.G,Yon,M.I.,& Yoldas,T.(2017). Validation of the revisediless perception questionnaire for migraine patients and the efects of earthquake experience on perception of disease. Neuropsychiatric Disease & Treatment, 13(1),551-556.   \nKirk,S.F.L., Cockbain,A.J.,& Beazley,J. (2O08). Obesity in Tonga: A cross-sectional comparative studyof perceptions of body size and beliefs about obesity in lay people and nurses. Obesity Research & Clinical Practice,2(1),35-41.   \nKleinman,A.M. (198O).Patients and healers in the context ofculture.Berkeley,CA: UniversityofCaliforniaPress.   \nKleinman,A. M. (1995). Writing at the margin: discourse between anthropology and medicine.Los Angeles, CA: University of California Press.   \nKnettel,B.A.(2O17).Atribution through the layperson's lens: Development and preliminary validation of an inclusive,international measureof beliefsaboutthe causes of mentalillness.Journalof PersonalityAssessment, 99, 1-12.   \nKwan, B.M., Dimidjian,S.,& Rizvi, S.L. (2olo). Treatment preference,engagement,and clinical improvement in pharmacotherapy versus psychotherapy for depression. Behaviour Research & Therapy, 48(8),799-804.   \nLawton, J. (2oo3).Lay experiences of health and illnes: past research and future agendas.Sociology of Health & Illness,25(3),23-40.   \nLee,Y.Y.,&Lin,J.L. (20o9). The effects of trust inphysician on self-effcacy,adherence and diabetes outcomes. Social Science and Medicine,68(6),1060-1068.   \nLee,Y.Y.,& Lin,J.L.(2O11). How much does trust realy matter? A studyof the longitudinal effects of trust and decision-making preferences on diabetic patient outcomes. Patient Education and Counseling, 85(3),406-412.   \nLeventhal, H.,Meyer,D.,& Nerenz,D. (198O). The common sense representation of llness danger.In S.Rachman (Ed.),Contributions to Medical Psychology (pp.7-30). Oxford: Pergamon Press.   \nLeventhal, H.,Philips,L.A.,& Burns,E. (2016). Modeling management of chronic ilness in everyday life: a common-sense approach. Environmental Science & Management, 25(26),1-18.   \nLevy,S.R., Chiu, C.,& Hong, Y. (2012).Lay theories and intergroup relations. Group Processs & Intergroup Relations, 9(1), 5-24.   \nLinetzky,B., Jiang,D.,Funnel,M.M.,Curtis,B.H.,&Polonsky, W.H. (2017).Exploring the role of the patientphysician relationship on insulin adherence and clinical outcomes in type 2 diabetes: Insights from the mosaic study. Journal of Diabetes, 9(6),596-605.   \nLobban,F.,Barrowclough, C.,& Jones,S. (20o5). Assessing cognitive representations of mental health problems. I1. The illness perception questionnaire for schizophrenia: Relatives’ version. British Journal of Clinical Psychology, 44(2),163-179.   \nMahon,G., O'Brien,B.,& O'Conor,L. (2014).The experience of chronic ilness among a group of Irish patients: a qualitative study. Journal of Research in Nursing,19(4),330-342.   \nManary,M.P.,Boulding, W.,Staelin,R.,& Glickman,S.W. (2O13).The patient experience and health outcomes. New England Journal of Medicine,368(3),201-203.   \nMarkova, V., & Sandal, G. M. (2O16).Lay explanatory models of depression and preferred coping strategies among Somali refugees in Norway. A mixed-method study. Frontiers in Psychology, 7(69),1-16.   \nMarshallI. J. Wolfe C.D.,& McKevitC. (2012).Lay perspectives on hypertension and drug adherence: systematic review of qualitative research. BMJ, 345, e3953.   \nMcferran,B.,& Mukhopadhyay,A. (20l3).Laytheories of obesity predict actual body mass.Psychological Science, 24(8), 1428-1436.   \nMin, J.,Chang,Y.,Lee, K. M., Choe,K. H.,& An,J. Y.(2O17). Transcultural adaptation and validation of the korean version of the brief illness perception questionnaire for patients with pulmonary tuberculosis. Journal of Global Infectious Diseases, 9(3),113-116.   \nMitchell,G.E.,& Locke, K.D. (2O15).Lay beliefs about autism spectrum disorder among the general public and childcare providers.Autism the International Journal of Research & Practice,19(5),553-561.   \nMoorley,C.R., Cahill S.，& Corcoran,N. T. (2016). Life after stroke: Coping mechanisms among African Caribbean women. Health & Social Care in the Community, 24(6),769-778.   \nMoss-Morris,R.,Weinman,J,Petrie,K.,Horne,R.,Cameron,L.,&Buick,D. (202).Therevisedilnessperception questionnaire (IPQ-R). Psychology Health, 17(1),1-16.   \nMwaka,A.D., Okelo,E.S., Kiguli,J.,& Rutebemberwa,E.(2O14). Understanding cervical cancer: An exploration of lay perceptions, beliefs and knowledge about cervical cancer among the Acholi in Northern Uganda. BMC Women's Health,14(1),14-84.   \nNapoles-Springer,A.M.,Santoyo,J.,Houston K.,Pérez-Stable,E.J.,&Stewart,A.L. (2Oo5).Patients'perceptions of cultural factors affecting the quality of their medical encounters. Health Expectations,8(1), 4-17.   \nNyundu,T.,& Smuts,L. (2016).A different kind of aids: Folk and lay theories in South African townships. South African Review of Sociology 47(4),132-136.   \nOdusola,A.O.,Hendriks,M., Schultsz, C., Bolarinwa,O.A.,Akande,T.,& Osibogun,A., et al. (2014).Perceptions of inhibitors and facilitators for adhering to hypertension treatment among insured patients in rural Nigeria: a qualitative study. BMC Health Services Research,14(1),1-16.   \nPark,S.,Lee,M.，Furnham,A.，Jeon,M.，& Ko,Y.M. (2017).Lay beliefs about the causes and curesof schizophrenia. International Journal of Social Psychiatry, 63(6),518-524.   \nPlaks,J.E.,Grant,H.,&Dweck,C.S. (2Oo5).Violations ofimplicit theoriesandthe sense of predictionandcontrol: Implications for motivated person perception.Journal of Personality & Social Psychology,88(2),245-262.   \nPlatonova,E.A., Kennedy,K.N.,& Shewchuk,R.M. (2Oo8). Understanding patient satisfaction, rust,and loyalty to primary care physicians. Medical Care Research & Review, 65(6),696-712.   \nPrice,R.A.,Elliot,M.N.,Zaslavsky,A.M.,Hays,R.D.,Lehrman, W.G,&Rybowski,L.,et al. (2014). Examining the role of patient experience surveys in measuring health care quality. Medical Care Research & Review, 71(5), 522-554.   \nQi, X.,Zaroff, C. M.,& Bernardo,A. B. (2015). Autism spectrum disorder etiology: Lay beliefs and the role of cultural values and social axioms.Autism the International Journal of Research & Practice,20(6),673-686.   \nLeiser,D.and Krill,Z. (2017). How laypeople understand the economy. In R. Ranyard (Eds.),Economic Psychology. (pp. 139-154). doi:10.1002/9781118926352.ch9.   \nRuggieri,T.G.,Berta,P.,Murante,A.M.,&Nuti,S.(2O18).Patient satisfaction,patients leaving hospital against medical advice and mortality in Italian university hospitals: A cros-sectional analysis.Bmc Health Services Research,18(1),51-59.   \nSaha,S., Jacobs,E.A., Moore,R.D.,& Beach,M. C.(2o10).Trust in physicians andracial disparities inHIV care. AIDS Patient Care and STDs,24(7), 415-420.   \nSavani,K.,Rattan,A.,& Dweck, C.S.(2017). Is education a fundamental right? People's lay theories about intellectual potentialdrive their positions on education.Personality& Social Psychology Buletin,43(9),1284- 1295.   \nSchlomann,P.,& Schmitke,J. (2O07).Lay beliefs about hypertension: An interpretive synthesis of thequalitative research. Journal of the American Academy of Nurse Practitioners, 19(7),358-367.   \nShiloh,S., Heruti,I.,& LeichtentrittR. (2016).Acommon-sense model of injury perceptions. Journalof Health Psychology, 21(8),1516-1526.   \nShokrgozar,S.,Soleimani,R.S.,Abdollahi,E.，Fallahi,M.，Roshandel,M.，& Noori,S.Z.S.(2017).An investigation of the psychometric properties of illness perception questionnaire for schizophrenia (IPQS) in Iran. Neuroquantology,15(3), 80-88.   \nSwift, J. K.,& Callahan,J. L. (2O9). The impact of client treatment preferences on outcome: A meta-analysis. Journal of Business Ethics,65(4),368-381.   \nTefera,K.,Hailay,G.,Lillian,M.,& Tesfahun,E.(2O16).Diabetes related knowledge,self-care behaviours and adherence to medications among diabetic patients in southwest Ethiopia: A cross-sectional survey. BMC Endocrine Disorders,16(1),28-38.   \nVermeulen,J.M.,Schirmbeck,N.F.,van Tricht,M.J.,& De,H.L. (2018).Satisfaction of psychotic patients with care and its value to predict outcomes. European Psychiatry the Journal of the Association of European Psychiatrists, 47, 60-66.   \nWang,L. D.,Lam, W.W.,Wu, J.,&Fielding,R. (2014).Hong Kong Chinese women’s lay beliefs about cervical cancer causation and prevention. Asian Pacific Journal of Cancer Prevention,15(18),7679-7686.   \nWeinman,J.,Petrie,K.J.,Moss-moris,R.,&Horne,R.(1996).The illnessperceptionquestionnaire: Anew method for assessing the cognitive representation of illness.Psychology & Health,11(3),431-445.   \nWerner,P., & Korczyn, A.D. (2010).Lay persons’ beliefs and knowledge about Parkinson's disease: pevalence and socio-demographic correlates. Parkinsonism & Related Disorders,l6(6),415-417.   \nWerner,P.,Goldberg,S.,Mandel,S.,& Korczyn,A.D. (2013). Gender differences in lay persons’beliefs and knowledge about Alzheimer's disease (AD):A national representative study of Israeli adults.Archives of Gerontology & Geriatrics,56(2),400-404.   \nWilliams,G.H.(2Oo9).Laybeliefs about the causes of rheumatoid arthritis: Their implications for rehabilitation. International Rehabilitation Medicine,8(2),65-68.   \nWinnette,R.,Hess,L.M.,Nicol,S.J.,Tai,D.F.,&Copley-Merrman,C.(2017).The patient experience withsoft tissue sarcoma: a systematic reviewof the literature.ThePatient -Patient-Centered Outcomes Research,10(2), 1-10. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Lay theories of illness and their influences on doctorpatient relationships ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "LV Xiaokang1; TANG Lei1,2; JIANG $\\mathrm { H e } ^ { 1 }$ ; WANG Xinjian1   \n(lDepartment of Social Psychology, Zhou Enlai School of Government, Nankai   \nUniversity, Tianjin, 300350, China) (²College of Foreign Languages, Nankai University, Tianjin, 300071, China) ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Abstract: Lay theories of illness are a collection of lay people's knowledge,explanations,and attitudes toward a particular disease. Compared with medical professionals,lay people are more concerned with the pathogenic effects of psychological,family and social factors than biological factors.They choose diverse medical treatments rather than follow the standardized medical model; they are more willing to treat the disease experience as a special issue of personal life and develop a constructive understanding.The discrepancies between lay theories of illness and scientific medical theories can lower patient's satisfaction with medical care,trust in medical practitioners, and adherence to doctor's advice, thereby affecting treatment outcomes. It is believed that studying Chinese lay theories of illness,their impact on doctor-patient relationships and the social psychological mechanism thereof,in the context of the Chinese medical culture and medical system, will provide useful suggestions for reducing the current tension between doctors and patients in China. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Key words: lay theories； lay theories of illness； doctor-patient relationships； doctor-patientcommunication",
        "page_idx": 16
    }
]