[
    {
        "type": "text",
        "text": "丝素蛋白/壳聚糖复合材料在组织工程中应用的研究进展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李大为，何进，何凤利，刘雅丽，邓旭东，叶雅静，尹大川\\*\\*（西北工业大学生命学院空间生物实验模拟技术国防重点学科实验室，西安",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "710072) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要丝素蛋白（silk fibroin，SF）和壳聚糖（chitosan，CS）具有良好的生物相容性和可降解性，然而单一组分的 SF和CS支架材料的诸多缺点限制了其在组织工程研究中应用。SF/CS 复合材料克服单一组分 SF 和CS 支架的缺点，具有力学性能优良、可塑性好、孔隙率及孔径可调和组分优势互补等特点。多种方法制备的 SF/CS复合材料（微米/纳米颗粒、膜、纳米纤维、水凝胶和三维多孔支架）已被用于骨、软骨、皮肤、神经、脂肪、心脏和角膜等组织工程或组织损伤修复的研究中。目前，国内外对于SF/CS复合材料在组织工程中应用的研究尚处于起步阶段。本文主要对SF/CS复合材料的特点、制备方法以及在多种组织工程中应用的研究现状进行了简要介绍。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 丝素蛋白 壳聚糖 组织工程 组织工程支架",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Advances in Application of Silk Fibroin/Chitosan Composite in Tissue Engineering ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LI Da-wei,HE Jin,HE Feng-li,LIU Ya-li, DENG Xu-dong,YE Ya-jing,YIN ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Da-chuan ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(Key Laboratory for Space Bioscience and Biotechnology, School of Life Science, Northwestern Polytechnical University, Xi'an 710072) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Silk fibroin (SF） and chitosan (CS） have excellent biocompatibility and biodegradability, however the disadvantages of pure SF and CS scaffold limit their application in tissue engineering. SF/CS composites that can overcome the shortcoming of pure SF and CS scaffold have excellent mechanical properties, plasticity, tunable porosity and pore size, and component complementary advantages. SF/CS composites (micro/nano particles,membranes, nanofibers, hydrogels and 3D porous scaffolds) have been used in bone,cartilage, skin, nerve, fat, heart and cornea tissue engineering and injury repair. At present, the research on SF/CS composites at home and abroad is still in its infancy.In this paper, the characteristics， the preparation methods and application of SF/CS composites in tissue engineering were briefly introduced. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Key words silk fibroin, chitosan, tissue engineering, tissue engineering scaffold ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1前言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "组织工程是指综合应用细胞生物学、材料科学、工程学以及临床医学的原理和方法，使用组织工程支架、种子细胞和生长因子等在体外构建出具有生物活性的种植体，并将其植入体内从而修复组织或器官损伤[1]。组织工程支架是组织工程最基本的要素，它模拟细胞外基质为新组织的形成提供必要的物理环境。理想的组织工程支架应该是一种连通性良好的三维多孔材料，具有良好的生物相容性，确定的几何形状，合适的力学性能和降解速率，最好还能可控地释放生长因子[2]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前，用来制备组织工程支架的材料主要包括医用金属（如不锈钢、钛合金、镁合金等)，生物陶瓷（如磷酸钙陶瓷、生物活性玻璃、氧化铝陶瓷等)，合成的高分子（如聚己内酯、聚乳酸、聚乙烯等）和天然高分子材料（如胶原、透明质酸、甲壳素等）[]。丝素蛋白（silk fibroin，SF）作为天然的高分子材料，具有良好的生物相容性和可降解性，较低的成本和简易的制备过程使其已经作为组织工程支架而用于多种组织工程的研究中[3;4]。然而由单一SF 制备的组织工程支架存在力学性能不佳、易断裂、成型困难以及吸水性差等缺点。为了改善 SF 支架的性能，扩大应用范围，科研人员将壳聚糖（chitosan，CS）与SF混合，制备出 SF/CS 复合材料。SF/CS 复合材料克服了单一SF 和CS支架的缺点，具有力学性能优良、可塑性好、孔隙率及孔径可调以及组分优势互补等特点。因此，SF/CS 复合材料被用于骨、软骨、皮肤、神经、脂肪、心脏和角膜等组织工程或损伤修复的研究中。目前，国内外对于SF/CS复合材料在组织工程中的研究尚处于起步阶段，市场上还没有用于组织工程或组织修复的 SF/CS复合材料产品但对于SF/CS复合材料性能和疗效的研究已经取得了一些进展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2SF/CS复合材料的特点",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "SF 由蚕丝纤维经脱胶过程后得到，约占蚕丝纤维质量的 $7 0 - 8 0 \\% ^ { [ 5 ] }$ ，其结构如图1所示。SF分子主要含有α螺旋（silkI）、 $\\beta$ 折叠（silkⅡI）和无规则卷曲三种二级结构。其中，由Gly-Ala-Gly-Ala-Gly-Ser（GAGAGS）周期性排列堆叠而成的β折叠（silkII）结构对于 SF力学性能的维持起到至关重要的作用[6]。SF 可以溶解在高浓度盐（LiBr或 $\\mathrm { C a C l } _ { 2 }$ ）的水溶液中，通过冷冻干燥法制备再生 SF，使之可以在不同的组织工程中得到应用。从桑蚕丝中提取的SF具有较高的正割模量（2.4Gpa）、拉伸强度（610-690 MPa）和适中的拉伸应变（ $4- 6 \\%$ ）[8]。尽管SF 支架已经被用于多种组织工程的研究，但单一SF组分制备的支架存在力学性能不佳、易断裂、成型困难以及吸水性差等缺点。CS 是甲壳素经脱乙酰化后得到的产物，其来源广泛，成本低廉，是除纤维素以外第二多的生物合成多糖。CS 由葡萄糖胺和N-乙酰氨基葡萄糖组成（图2)，按照不同的来源和制备方法，壳聚糖的分子量分布在 $3 0 0 { \\cdot } 1 0 0 0 \\mathrm { k D a }$ 之间，脱乙酰度为 $3 0 { \\cdot } 9 5 \\%$ [9]。CS 还具有良好的生物相容性、抗菌性、细胞粘附性和降解性[1I]。尽管CS 及其衍生物制备的支架已经用于骨、软骨、皮肤等组织工程中，但CS支架依然存在力学性能较差、溶胀率高、生物响应性低等缺点[12]。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/85790238dd8a1a7513e8dc3c45d84ec7f59a6f7563a0011a30190b965c3153e5.jpg",
        "img_caption": [
            "图1 SF的结构[7]",
            "Fig. 1 The structure of SF[7] "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/411d6dbc8c0848c481e7b911d135cfd5046a574b581fae6a701e706fd565005d.jpg",
        "img_caption": [
            "图2甲壳素和壳聚糖的结构[7] "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig.2 The structure of chitin and chitosan[7] ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "为了克服单一组分SF与CS支架的缺点，人们使用混合或交联的方式将 SF与 CS 相结合，制备出 SF/CS复合材料支架。SF 和CS 混合或交联后通过分子间的氢键、静电相互作用以及交联后形成的共价键调控 SF/CS复合材料力学性能、溶胀性和在水中的稳定性等特性[7]。SF/CS 复合材料结合了 SF 和CS 的优势，使支架多方面的性能得到改善。（1）使 SF/CS 支架的力学性能得到提高。Park 等[13]研究了 SF/CS复合膜的结构与力学性能之间的关系，发现当CS含量为 $30 \\%$ 时，SF/CS复合膜的结晶度最高，此时SF/CS复合膜的拉伸强度为 $9 0 \\mathrm { { M P a } }$ ，是单一SF 膜和CS 膜拉伸强度的3倍和2倍。（2）使 SF/CS支架的抗菌性得到改善。Cai等[14]发现SF/CS复合纤维对于大肠杆菌和金黄色葡萄球菌具有一定的抗菌活性。（3）使 SF/CS 支架的水蒸汽和氧气的渗透性得到增加。Kweon 等[15]开展了SF/CS复合膜用于伤口敷料的可行性研究，发现含有 $40 \\% - 5 0 \\%$ CS的复合膜对水蒸汽和氧气具有良好的渗透性。（4）使SF/CS复合材料的力学性能、降解速率和溶胀性等可以通过调节 SF与CS 的比例来得以调整。Varshini等[1]制备了一系列不同CS含量的 SF/CS多孔支架，发现支架的溶胀率和降解速率随CS含量的增加而增加，孔隙率则随CS 含量的增加而减小。这些性能的改善使 SF/CS 复合",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "支架可以满足多种组织工程的需要。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3SF/CS复合材料的制备及其应用",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "使用不同的方法和工艺可以制备出不同结构形态的SF/CS复合材料：（1)乳化-扩散法和喷雾干燥法制备的 SF/CS纳米颗粒，主要用于增强支架的力学性能。SF/CS 纳米颗粒还可以作为药物或生长因子的载体来使用[17-19]。（2）溶液浇铸法制备的 SF/CS 膜主要用于伤口愈合，皮肤，角膜等膜类组织工程[20;21]。（3)电纺丝法制备的 SF/CS纳米纤维在血管、神经和骨缺损的修复方面都有所应用[22;23]。（4)交联法制备的 SF/CS 水凝胶主要用于药物的运输和细胞的三维培养[24;25]。（5)SF/CS三维多孔支架主要通过粒子沥滤法、冷冻干燥法和3D打印技术制备，三种方法的优势及不足如表1所示。SF/CS三维多孔支架在骨、软骨、脂肪等组织工程的研究中具有较为广泛的使用[26-28]。",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/1225f30a5744835b591e7d45238507ba50a920e3316831b0e8957cce46644c62.jpg",
        "table_caption": [
            "表1SF/CS 三维多孔支架的制备方法",
            "Tab.1 Fabrication techniques of SF 3D porous scaffold "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>方法</td><td>优点</td><td>缺点</td></tr><tr><td rowspan=\"3\">粒子沥滤法</td><td></td><td>操作简单，成本低廉，孔径及孔隙间的内部连通性差，不</td></tr><tr><td>孔隙率可控</td><td>利于制备厚度超过2mm 的</td></tr><tr><td></td><td>支架，制备过程中所使用的 有机溶剂不易清除完全</td></tr><tr><td rowspan=\"2\">冷冻干燥法</td><td>操作简便，不使用有机溶剂，</td><td>制备时间长，难以制备多级</td></tr><tr><td>孔隙率高，孔隙内部连通性好</td><td>结构，孔径较小</td></tr><tr><td rowspan=\"3\">3D打印</td><td>可以制备形状复杂的支架，加</td><td>需要专业设备，制备过程中</td></tr><tr><td>工精度高，孔径孔隙率可调，</td><td>所使用的有机溶剂不易清除</td></tr><tr><td>孔形状可控</td><td>完全</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4SF/CS复合材料在组织工程中的应用",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1骨组织工程",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "目前，骨损伤的修复和重建是组织工程研究的热点，SF/CS复合材料在骨组织工程中具有广泛的应用。天然骨是由胶原（collagen，COL）和羟基磷灰石",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（hydroxyapatite，HAP）以及钙化的细胞外基质组成的结缔组织，因此骨组织工程支架应该具有一定的韧性和沉积基质的能力[]。Zeng 等[29]使用冷冻干燥法制备 SF/CS支架，通过对其孔隙率、孔径、溶胀率、吸水性和降解率的综合分析，发现 SF:CS为4:6的 SF/CS支架有利于骨肉瘤细胞MG63 的早期粘附和增殖，同时可以促进成骨细胞分泌细胞外基质。SF/CS/HAP三相复合支架也常被用来进行成骨细胞的培养和骨损伤的修复。Qi等[30]使用粒子沥滤和冷冻干燥相结合的方法将纳米级HAP（nano hydroxyapatite，nHAP）分散在 SF/CS支架中制备出SF/CS/nHAP三相复合支架,研究发现此类支架的力学性能明显强于SF/CS支架，MG63 细胞在 SF/CS/nHAP支架上具有更高的粘附能力和增殖水平。Lai等[31]将nHAP混入SF/CS 混合液中，通过静电纺丝法制备 SF/CS/nHAP纳米纤维支架，细胞培养的结果表明人间充质干细胞（hMSCs）的分化与nHAP的含量相关，nHAP 的含量越高其分化水平越高，体内植入试验表明这种纳米纤维支架具有骨修复的潜力。使用原位沉积法制备的 SF/CS/HAP水凝胶可以支持前成骨细胞MC3T3-E1的增殖和分化[32]。使用热诱导相分离技术制备的 SF/CS/HAP 膜在大鼠颅骨缺损模型的修复中表现出良好的效果，其修复后的骨量和骨密度均与COL 膜处于同一水平[33。使用生长因子修饰支架可以有效地调控骨细胞的生长和分化，从而促进骨缺损的修复。Tong 等[34]将血管内皮生长因子（vascularendothelial growth factor，VEGF）负载在 SF/CS支架上，结果表明VEGF 可以促进人胚胎成骨细胞的生长和增殖。Shalumon 等人[35]将骨形态蛋白（bonemorphogenetic protein-2，BMP-2）掺入 SF/CS/HAP 纳米纤维膜中，发现这种纳米纤维膜释放的BMP-2可以使hMSCs保持骨诱导活性并促进其成骨分化。将种植有hMSCs 的 SF/CS/HAP/BMP-2支架植入裸鼠背部骨缺损模型中，免疫组化和组织染色的结果都证明了缺损部位异体骨的形成。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2软骨组织工程",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "软骨是由细胞外基质和软骨细胞组成的无血管结缔组织[1]。COL-2和粘多糖（glycosaminoglycans，GAGs）是软骨组织细胞外基质的主要成分，其对于软骨细胞和软骨在体内外的形成起到重要的调节作用。CS 的结构与软骨中的GAGs和透明质酸有一定的相似性，因此CS 被广泛地用于软骨的修复和重建中。Bhardwaj 等[3对比了两种单一组分SF支架(分别源于桑蚕和印度柞蚕)与 SF/CS支架诱导MSCs分化成软骨的能力，结果表明 MSCs在 SF/CS 支架上具有更高的软骨分化能力。此外，他们还指出当SF:CS为1:1时，牛的软骨细胞分泌的GAGs 和COL-2 达到最高水平[37]。在兔子膝关节损伤模型中，种植有 MSCs 的SF/CS 支架和不含有MSCs的 SF/CS支架相比具有更好的修复能力[38]。Zang 等[39]发现使用软骨膜包裹的 SF/CS支架可以明显改善植入体内的支架中软骨的形成能力。CS也可以通过颗粒的方式加入到 SF 复合支架中调节软骨细胞的生长。Naeimi 等[28]将CS 纳米颗粒掺入丝素蛋白/软骨素/海藻酸钠支架中，不但提高了支架的力学性能，还增加了脂肪干细胞（ASCs）的GAGs、COL-2 和 SOX9 等基因在支架中的表达。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.3皮肤组织工程",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "皮肤是人体最大的器官，作为机体与外界环境之间的界面保护皮下器官和机体免受病原体和微生物的侵害[1;2;40]。皮肤损伤的修复是临床面临的一个重要问题。理想的皮肤组织工程支架应该达到覆盖整个创口、没有免疫反应、增强伤口愈合、减少患者痛苦以及无疤痕形成等的要求[41]。Witoo 等[42]使用 SF/CS 膜培养成纤维细胞，结果表明SF/CS膜不但未显示出细胞毒性而且可以促进成纤维细胞的增殖和COL-1的表达。Guang 等[43]在大鼠皮肤损伤修复的研究中发现SF/CS 膜可以支持大鼠皮肤再生。Gu 等[44使用海藻酸醛交联的方法提高了SF/CS 膜的稳定性，且其吸水性和水蒸气渗透性满足伤口敷料的要求，同时可促进细胞的粘附和增殖。其它天然聚合物或蛋白也可与SF、CS复合来提高支架的性能。Sharma 等[45]利用发泡法制备了丝素蛋白/壳聚糖/海藻酸盐/明胶四相复合支架，小鼠成纤维细胞（L929）在这种支架上显示出良好的细胞活性。Zhou 等[46]将 SF 纳米颗粒掺入N-羧乙基壳聚糖/聚乙烯醇电纺丝支架，使其力学性能得到提高，并且具有良好的生物相容性，可以用作皮肤损伤的修复。Li等[47使用冻干法制备了掺有生物玻璃的SF/CS支架，研究结果表明此类支架不但具有良好的生物相容性和组织修复能力，而且在加速伤口愈合的过程中可以促进其内部血管化的过程。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.4神经、脂肪、心脏和角膜组织工程",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "神经系统是一个由外围神经和中枢神经构成的复杂的生物网络[40]。损伤较小时神经系统可以自修复，但面对需要手术治疗的较大损伤时，组织工程的方法将发挥重要作用。Wei等[48]在SF/CS支架上种植ASCs，将其植入大鼠坐骨神经的损伤模型中，通过大鼠行走轨迹和组织学分析评估神经修复情况，结果表明种植ASCs 的 SF/CS支架明显促进了神经损伤连续性和功能性的修复。Yao 等[49]使用骨髓单核细胞（bone marrow mononuclear cells，BM-MNCs）与 SF/CS 支架相结合用于大鼠坐骨神经的损伤模型的修复中，其再生效果与自体神经移植效果相当。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "脂肪组织由大量的脂肪细胞聚集而成，其对胰岛素的敏感性、血压水平和炎症反应等多种生理活动有一定影响[1]。Kang 等[26]将ASCs 接种于CS 修饰的 SF支架上，发现细胞具有良好的粘附和增殖能力，成脂诱导14天后有大量脂肪细胞生成。他们还使用携带VEGF-165 基因的慢病毒感染人脂肪干细胞，研究其在CS 修饰的 SF支架上的脂肪组织形成能力。其结果显示携带VEGF-165 基因的慢病毒不但不会影响人脂肪干细胞的成脂分化的能力，还可以持续稳定地为再生脂肪组织提供VEGF-165生长因子[50]。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "SF/CS 支架也可以用于心脏和角膜组织的修复研究中。Chi等[51将壳聚糖/透明质酸/丝素蛋白支架植入大鼠心肌梗塞模型中8周后，发现此类支架可以明显减小大鼠左心室内径，增加左心室壁厚并改善左心室缩短率。此外，这种支架还可以提高左心室VEGF生长因子的分泌，是一种在心脏损伤修复中具有应用潜力的支架。Guan 等[52;53]使用 SF/CS 支架在角膜移植方面做了深入的研究。他们首先将无细胞的 SF/CS 膜移植到兔角膜基质层中检验其生物相容性。接着将兔角膜上皮细胞和角膜基质细胞种植在 SF/CS 膜上，共培养一段时间后将其植入兔角膜缺损模型，结果显示重建的层状角膜与天然组织相似，角膜上皮细胞中的K3/12基因和基质细胞中的蛋白表达量较高，植入12周后没有免疫反应。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5总结与展望 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "作为具有良好生物相容性和降解能力的天然高分子材料，SF/CS复合材料在组织工程领域具有广泛的应用前景。SF/CS复合材料还可以与HAP、COL、透明质酸等其它材料复合来制备具有不同性能的组织工程支架以满足多种不同的组织工程需要。尽管目前对SF/CS复合材料开展了广泛而深入的研究，但仍存在一些不足，如 SF/CS 复合材料支架的力学性能难以满足承重骨的要求，SF/CS支架的降解速率与机体组织的形成速率不匹配等。今后应该在以下几个方面进行更深入的研究：（1）开发新的 SF/CS 支架制备技术，优化加工工艺和生产流程，制备一系列满足多种组织工程要求的支架材料；（2）通过支架材料的表面改性提高细胞的粘附、增殖和分化能力，为构建组织工程化的组织和器官提供试验指导和理论依据；（3）进一步研究并解决 SF/CS支架作为载药材料包封率和载药率低的缺点，解决载药SF/CS支架缓释能力差的缺点。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1] 姚康德，尹玉基．组织工程相关生物材料．北京：化学工业出版社,2003.3-5,8-10 Yao K D, Yin Y J. Biomaterials for Tissue Engineering. Beijing: Chemical Industry Press, 2003. 3-5,8-10   \n[2] 熊党生．生物材料与组织工程．北京：科学出版社,2010.222-223,249-250   \nXiong D S. Biomaterials and Tissue Engnieering. Beijing: Science Press, 2010. 222-223, 249-250 [3] Kundu B, Rajkhowa R, Kundu S C, et al. Silk fibroin biomaterials for tissue regenerations. Adv Drug Deliv Rev, 2013, 65(4): 457\\~470   \n[4] Kim I Y, Seo S J,Moon H S,et al. Chitosan and its derivatives for tissue engineering applications. Biotechnol Adv, 2008,26(1): 1\\~21   \n[5] Mondal M. The silk proteins,sericin and fibroin in silkworm, Bombyx mori Linn.,-a review. Caspian Journal of Environmental Sciences, 2007, 5(2): 63\\~76   \n[6] Zhou C Z, Confalonieri F, Jacquet M,et al. Silk fibroin: structural implications of a remarkable amino acid sequence. Proteins: Structure, Function, and Bioinformatics,2001, 44(2): 119\\~122 [7] Shang S, Zhu L, Fan J. Intermolecular interactions between natural polysaccharides and silk fibroin protein. Carbohydrate Polymers,2013, 93(2): 561\\~573   \n[8] Pérez R J, Viney C,Llorca J,et al. Mechanical properties of single-brin silkworm silk. Journal of applied polymer science,2000,75(10): 1270\\~1277   \n[9] Jayakumar R, Prabaharan M, Muzzarelli RAA. Chitosan for Biomaterials II. In: Liu X, Ma L, Mao Z，et al. Chitosan-Based Biomaterials for Tissue Repair and Regeneration. Berlin: Springer-Verlag Berlin, 2011, 81-127   \n[10] Di Martino A, Sitinger M, Risbud M V. Chitosan: a versatile biopolymer for orthopaedic tissue-engineering. Biomaterials, 2005, 26(30): 5983\\~5990 [11] Costa-Pinto A R, Reis R L, Neves N M. Scaffolds based bone tissue engineering: the role of chitosan. Tissue Engeering Part B Reviews,2011,17(5): 331\\~347   \n[12] Jiang T, Deng M, James R,et al. Micro-and nanofabrication of chitosan structures for regenerative engineering. Acta biomaterialia, 2014,10(4): 1632\\~1645   \n[13] Park S J, Lee K Y, Ha W S, et al. Structural changes and their effect on mechanical properties of silk fibroin/chitosan blends. Journal of Applied Polymer Science,1999,74(11): 2571\\~2575 [14] Cai Z X, Mo X M, Zhang K H, et al. Fabrication of Chitosan/Silk Fibroin Composite Nanofibers for Wound-dressing Applications. International Journal of Molecular Sciences, 2010, 11(9): 3529\\~3539   \n[15] Kweon H, Ha H C, Um I C, et al. Physical properties of silk fibroin/chitosan blend films. Journal of Applied Polymer Science, 2001, 80(7): 928\\~934   \n[16] Vishwanath V, Pramanik K, Biswas A. Optimization and evaluation of silk fibroin-chitosan freeze-dried porousscaffolds for cartilage tissue engineering application[J]. Journal of Biomaterials Science Polymer Edition,2016, 27(7): 657\\~674   \n[17] 刘岩，吕志强，张存，等.IBDV 丝素蛋白/壳聚糖DNA微球疫苗的制备及免疫原性分析. 生物工程学报,2014,30(3): $3 9 3 { \\sim } 4 0 3$ （20   \nLiu Y,Lv Z, Zhang C, et al. Preparation and immunogenicity of silk fibroin/chitosan microspheres for DNA vaccine delivery against infectious bursal disease virus. Chinese Journal of Biotechnol0gy, 2014,30(3): 393\\~403   \n[18] Chung T W, Chang C H, Ho C W. Incorporating chitosan (CS) and TPP into silk fibroin (SF) in fabricating spray-dried microparticles prolongs the release of a hydrophilic drug. Journal of the Taiwan Institute of Chemical Engineers, 2011, 42(4): 592\\~597   \n[19] Aliramaji S， Zamanian A， MozafariM. Super-paramagneticresponsivesilk fibroin/chitosan/magnetite scaffolds with tunable pore structures for bone tissue engineering applications. Materials Science & Engineering C-Materials for Biological Applications,2017, 70: 736\\~744   \n[20] Yu P, Guo J,Li J, et al. Repair of Skin Defects with Electrospun Collagen/Chitosan and Fibroin/Chitosan Compound Nanofiber Scaffolds Compared with Gauze Dressing. Journal of Biomaterials and Tissue Engineering, 2017, 7(5): 386\\~392   \n[21] Srivastava C M， Purwar R. Chitosan-finished Antheraea mylita silk fibroin nonwoven ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "composite films for wound dressing. Journal of Applied Polymer Science, 2O17,134(1) ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[22] Gu Y, Zhu J, Xue C, et al. Chitosan/silk fibroin-based, Schwann cel-derived extracellular matrix-modified scaffolds for bridging rat sciatic nerve gaps. Biomaterials， 2014,35(7): 2253\\~2263 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[23] Chen J P, Chen S H, Lai G J. Preparation and characterization of biomimetic silk fibroin/chitosan composite nanofibers by electrospinning for osteoblasts culture. Nanoscale Research Letters,2012,7: 1\\~11 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[24] Wu J, Liu J, Shi Y, et al. Rheological, mechanical and degradable properties of injectable chitosan/silk fibroin/hydroxyapatite/glycerophosphate hydrogels. Journal of the Mechanical Behavior of Biomedical Materials,2016, 64: 161\\~172 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[25] Chen X,Li W J, Zhong W, et al. pH sensitivity and ion sensitivity of hydrogels based on complex-forming chitosan/silk fibroin interpenetrating polymer network. Journal of Applied Polymer Science,1997, 65(11): 2257\\~2262 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[26] 亢婷，王刚，刘毅，等．壳聚糖修饰丝素蛋白与人脂肪间充质干细胞体外构建组织工程脂肪．中国组织工程研究,2014,18(39):6323\\~6328",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Kang T, Wang G, Liu Y, et al. Construction of tissue engineered adipose using human adipose stem cells with chitosan-modified silk fibroin. Chinese Journal of Tissue Engineering Research, 2014,18(39): 6323\\~6328 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[27] Hu J X, Cai X, Mo S B,et al. Fabrication and Characterization of Chitosan-Silk Fibroin/Hydroxyapatite Composites via in situ Precipitation for Bone Tissue Engineering[J]. Chinese Journal of Polymer Science,2015,33(12): 1661\\~1671 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[28] Naeimi M, Rafienia M, Fathi M, et al. Incorporation of chitosan nanoparticles into silk fibroin-based porous scaffolds: Chondrogenic diferentiation of stem cels. International Journal of Polymeric Materials and Polymeric Biomaterials, 2016, 65(4): 202\\~209 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[29] Zeng S, Liu L,Shi Y, et al. Characterization of Silk Fibroin/Chitosan 3D Porous Scaffold and In Vitro Cytology. Plos One, 2015,10(6): e0128658 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[30] Qi X N, Mou Z L, Zhang J, et al. Preparation of chitosan/silkfibroin/hydroxyapatite porous scaffold and its characteristics in comparison to bi-component scaffolds. Journal of Biomedical Materials Research PartA,2014,102(2):366\\~372 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[31] Lai G J，Shalumon K T, Chen J P. Response of human mesenchymal stem cells to intrafibrillar nanohydroxyapatite content and extrafibrillar nanohydroxyapatite in biomimetic chitosan/silk fibroin/nanohydroxyapatite nanofibrous membrane scaffolds. International Journal of Nanomedicine, 2015,10: 567\\~584 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[32]Ran J, Hu J,Sun G, et al. A novel chitosan-tussah silk fibroin/nano-hydroxyapatite composite bone scaffold platform with tunable mechanical strength in a wide range. International Journal of Biological Macromolecules, 2016, 93: 87\\~97   \n[33] Song J M, Shin S H, Kim Y D, et al. Comparative study of chitosan/fibroin-hydroxyapatite and collagen membranes for guided bone regeneration in rat calvarial defects: micro-computed tomography analysis. International Journal of Oral Science, 2014, 6(2): 87\\~93.   \n[34] Tong S, Xu D P,Liu Z M, et al. Synthesis of the New-Type Vascular Endothelial Growth Factor-Silk Fibroin-Chitosan Three-Dimensional Scaffolds for Bone Tissue Engineering and In Vitro Evaluation. Journal of Craniofacial Surgery,2016,27(2): 509\\~515.   \n[35] Shalumon K T, Lai G-J, Chen C-H, et al. Modulation of Bone-Specific Tissue Regeneration by Incorporating Bone Morphogenetic Protein and Controlling the Shell Thickness of Silk Fibroin/Chitosan/Nanohydroxyapatite Core-Shell Nanofibrous Membranes. Acs Applied Materials & Interfaces,2015, 7(38): 21170\\~21181.   \n[36] Bhardwaj N, Kundu S C. Chondrogenic differentiation of rat MSCs on porous scaffolds of silk fibroin/chitosan blends. Biomaterials,2012,33(10): 2848\\~2857.   \n[37] Bhardwaj N, Nguyen Q T, Chen A C, et al. Potential of 3-D tissue constructs engineered from bovine chondrocytes/silk fibroin-chitosan for in vitro cartilage tissue engineering[J]. Biomaterials, 2011, 32(25): 5773\\~5781.   \n[38] Deng J, She R, Huang W, et al. A silk fibroin/chitosan scaffold in combination with bone marrow-derived mesenchymal stem cels to repair cartilage defects in the rabbit knee. Journal of Materials Science-Materials in Medicine,2013,24(8): 2037\\~2046.   \n[39] Zang M, Zhang Q, Davis G, et al. Perichondrium directed cartilage formation in silk fibroin and chitosan blend scaffolds for tracheal transplantation. Acta Biomaterialia， 2O11，7(9): 3422\\~3431   \n[40] Kasoju N, Bora U. Silk fibroin in tissue engineering. Advanced Healthcare Materials,2012, 1(4): 393\\~412   \n[41] Groeber F, Holeitera M,Hampel M, et al. Skin Tissue Engineering-In Vivo and In Vitro ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Applications. Clinics in Plastic Surgery,2012, 39(2): XI\\~XI ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "[42] Luangbudnark W, Viyoch J, Laupattarakasem W, et al. Properties and biocompatibility of chitosan and silk fibroin blend films for application in skin tissue engineering.The Scientific World Journal, 2012: 697201   \n[43] Guang S,An Y,Ke F, et al. Chitosan/silk fibroin composite scafflds for wound dressing. Journal of Applied Polymer Science,2015,132(35): 42503   \n[44] Gu Z, Xie H, Huang C, et al. Preparation of chitosan/silk fibroin blending membrane fixed with alginate dialdehyde for wound dressing. International Journal of Biological Macromolecules, 2013,58: 121\\~126   \n[45] Sharma C, Dinda A K, Potdar P D, et al. Fabrication of quaternary composite scaffold from silk fibroin, chitosan,gelatin,and alginate for skin regeneration. Journal of Applied Polymer Science,2015,132(44): 42743   \n[46] Zhou Y, Yang H, Liu X, et al. Electrospinning of carboxyethyl chitosan/poly(vinyl alcohol)/silk fibroin nanoparticles for wound dressings. International Journal of Biological Macromolecules,2013,53: 88\\~92   \n[47] Li D, Jiao G, Zhang W, et al. Hybrid scaffolding strategy for dermal tissue reconstruction: a bioactive glass/chitosan/silk fibroin composite. Rsc Advances, 2016, 6(24): 19887\\~19896 [48] Wei Y, Gong K, Zheng Z, et al. Chitosan/silk fibroin-based tissue-engineered graft seeded with adipose-derived stem cels enhances nerve regeneration in a rat model. Journal of Materials Science-Materials in Medicine,2011, 22(8): 1947\\~1964   \n[49] Yao M, Zhou Y, Xue C, et al. Repair of Rat Sciatic Nerve Defects by Using Allogeneic Bone Marrow Mononuclear Cells Combined With Chitosan/Silk Fibroin Scaffold. Cel Transplantation, 2016,25(5): 983\\~993   \n[50]亢婷，王刚，刘毅，等．改性丝素蛋白支架与生长因子基因修饰脂肪间充质干细胞构建 组织工程脂肪．中国组织工程研究,2014,18(52):8450\\~8455   \nKang T, Wang G, Liu Y, et al. In vitroconstruction of tissue engineered adipose using vascular endothelial growth factor 165 gene-modified human adipose derived stem cellswith chitosan-surface modified silk fibroin scaffolds. Chinese Journal of Tissue Engineering Research, 2014, 18(52): 8450\\~8455   \n[51] Chi N H, Yang M C, Chung T W, et al. Cardiac repair using chitosan-hyaluronan/silk fibroin ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "patches in a rat heart model with myocardial infarction. Carbohydrate Polymers,2O13,92(1): 591\\~597 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "[52] Guan L,Tian P, Ge H, et al. Chitosan-functionalized silk fibroin 3D scaffold for keratocyte culture. Journal of Molecular Histology, 2013, 44(5): 609\\~618 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "[53] Guan L,Ge H, Tang X,et al. Use of a Silk Fibroin-Chitosan Scaffold to Construct a Tissue-Engineered Corneal Stroma. Cells Tissues Organs,2013,198(3): 190\\~197 ",
        "page_idx": 13
    }
]