[
    {
        "type": "text",
        "text": "行业智库建设及其社会服务研究—一以陶瓷行业智库为例",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "吴玉灵1江西省图书馆 南昌 330046",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义]中国智库是我国新时期现代文明与社会进步必不可少的重要标志，也是新时期国家“软实力”和“话语权”的重要组成部分。研究与其相关的陶瓷行业智库个例，一定程度上能够对整个行业智库的建设和发展起到促进作用。[方法/过程]从陶瓷行业智库的基本概念和建设背景入手，对现存的陶瓷行业智库发展存在的问题进行剖析和思考，以陶瓷行业智库为例系统阐述如何构建新时代中国特色的行业型智库。[结果/结论]对构建陶瓷行业智库的经验进行了初步总结和探索，并就其智库建设的价值、意义和对社会服务的贡献提出深度思考，为中国行业智库的建设和发展提供了科学指南。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：行业智库建设 陶瓷行业智库 社会服务分类号：C932",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "习近平在十九大报告中谈到，中国特色社会主义进入新时代，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾[。建设陶瓷行业智库正是响应国家政策，一定程度上有效缓解我国社会主要矛盾的重要途径之一。它能够不断满足国内人民在陶瓷行业上的经济、文化、社会、生态方面日益增长的需求，解决制约陶瓷行业发展不均衡不充分的问题，并起到积极良好的作用。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1陶瓷行业智库的概念及特征 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1陶瓷行业智库的概念 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关于智库的定义，众说纷紜，但其基本目的和意义大体趋同。上海社会科学院智库研究中心在《2013年中国智库报告》中对智库的定义是：指以公共政策为研究对象，以影响政府决策为研究目标，以公共利益为研究导向，以社会责任为研究准则的专业研究机构[2]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "区别于普通智库的概念，陶瓷行业智库是指建立在陶瓷资源的基础上，以陶瓷行业问题为导向，联合陶瓷研究领域的专门人才，依托于科学技术创新平台创建的陶瓷行业智库智囊机构。这里的陶瓷资源是一个整体的概念，它不仅包含陶瓷成品的内容，还应当包含各类陶瓷制成的产区、陶瓷原材料的供给地、各地陶瓷专家名录库以及与该专家对应的一系列陶瓷作品图片展示或视频制作库。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2陶瓷行业智库的特征 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "陶瓷行业智库的特征继承了智库参与机构多样性这一最基本的特征属性，同时它还具有如下特性：专家人才多样性、资源分类多样性、智库结论客观性、跟踪处理多环节性等。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "陶瓷行业智库的参与机构多样性体现在参与到陶瓷行业智库中的主体可以是地方政府、社会科学院或民间陶瓷行业协会等；陶瓷行业智库的专家人才多样性体现在参与到陶瓷行业智库中的研究分析人员可以是陶瓷大师（来自于知名陶瓷艺术院校的专家教授，中国陶瓷艺术大师，中国陶瓷设计艺术大师和中国工艺美术大师等），可以是陶瓷企业高管和相关从业人员，可以是环境保护相关专家等；陶瓷行业智库资源的分类多样性体现在陶瓷供销产地资源、陶瓷企业资源、陶瓷专家人才名录资源、陶瓷图片视频资源等等；陶瓷行业智库通过线上线下调研数据综合陶瓷供销公司、陶瓷行业知名专家人才以及相关从业人员的评价，得出客观全面的观点和结论，因此它也具备客观性特征；陶瓷行业智库还针对陶瓷行业的具体问题采用实地调研、专家核查、对策建议和后期跟踪的多环节处理方式，着力解决当前陶瓷行业存在的难题。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2建设陶瓷行业智库的现代背景",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国陶瓷文化的传承和弘扬早在2012年就已经拉开帷幕，但却并没有发现既传承发扬和保存陶瓷文化又致力于解决陶瓷行业现存实际问题的陶瓷行业智库机构。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "例如，在2012年6月，“中华陶瓷大师联盟”在上海国际会议中心隆重成立[3]，该联盟由近30位国家陶瓷大师和热爱陶瓷文化艺术事业的同仁共同发起组建，致力于联合全球华人陶瓷艺术家，投资收藏家，以弘扬中华陶瓷文化为己任，极大地促进了陶瓷文化传承保护和陶瓷艺术界的大交流、大合作。在2015年，中华陶瓷大师联盟与中国建陶协会、景德镇陶瓷学院等单位机构联合启动“中国陶瓷艺术家数据库”建设项目，旨在运用现代科技手段，全面完整地收集整理和保存近百年来中国当代陶瓷艺术家数据信息。虽然建立了中国陶瓷艺术家数据库，但却仅仅是停留在避免因时间流逝而导致陶瓷艺术家信息缺失和考证的信息保存层面上。因此，面对新时期我国陶瓷行业的时代发展需求，非常有必要提出陶瓷行业智库建设及其社会服务研究这一全新课题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3建设陶瓷行业智库的初步思考",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“如果要看前途，一定要看历史”[4]。历史是前人知识、经验和智慧的结晶，后人是在继承前人最基本属性的基础上，去粗取精，并跟随历史的脚步向前发展的。陶瓷行业智库的建设也是同样的过程，以史为镜，借鉴国内外智库发展经验是个不错的选择。面对国内外当前已经建成的各种类型智库，认真发现其存在的问题，有助于在创建陶瓷行业智库的源头上针对性地制定防范标准和措施，有效避免发生类似的问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前，我国已经成功建设出一大批面向科研、决策和咨询研究等各领域的智库，笔者以其中部分行业型智库为例，对我国行业智库的建设现状进行文献梳理，并对建设的经验和特点进行简要分析。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "光明日报《智库》周刊发布的中国智库索引来源智库名单（2017一2018）显示，在智库数量上，中国以智库总数达489家位居全球第2，其中按照详细类别划分，有党政部门智库66家，社科院智库46家，党校行政学院44家，高校智库254家，军队智库6家，科研院所智库24家，企业智库2家，社会智库36家，媒体智库11家。随着中国特色新型智库建设上升为国家战略之后，中国智库的发展呈现总量上升的趋势，与此同时，许多制约行业智库发展的潜在问题也逐渐显现。例如，（1）智库建言献策的影响力整体不高，缺乏长远性、前瞻性和战略性研究。例如，中国人民大学公共管理学院一项研究表明，中国决策失误率约为 $30 \\%$ ，西方发达国家却只有 $5 \\%$ 左右，这说明我国智库的建设在研究成果的质量上仍有待加强。（2）智库成员分工有待明晰。著名专业研究咨询机构零点研究咨询集团董事长袁岳在接受多家媒体访谈时谈到：“美国著名智库机构兰德公司三千个员工中有八百个是数学家，还有若干自然科学家，若干经济学家，若干军事武器方面的专家，也有历史学家或其他领域的专家，这些专业人士会负责解读分析数据。而目前国内的智库并非是一个现代的智库，仅仅是一个个体知识分子的集合，他们最大的弱项是基础有问题，缺少分类别的大量数据的收集处理能力”[5]。由此可见，国内行业智库在成员分工协作问题上仍有大幅上升空间。（3)智库资金来源单一化。被称为“中国超级智库”的中国国际经济交流中心（CCIEE）副理事长、秘书长魏建国说：“财政独立是言论自由的保证。我国的民间智库还是太少，多数官办智库还都是拿政府或者企业的钱，所以要看人家的脸色行事，言不由衷。而中国国际经济交流中心的经费来源全靠自己筹集，国家没有拨给一分钱。”毋庸置疑，智库资金的筹集问题仍然是民间行业智库的一大难题。除此以外，还有拔尖智库领导者的匮乏等突出问题。笔者以这些问题为导向，提出相应对策和建议，试图对陶瓷行业智库的建设提供理论指导。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1陶瓷行业智库建设，质量是关键",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "早在 2013年我国就提出了“中国特色新型智库”的任务。各行各业智库的建设已是如火如茶，然而认真分析后，不难发现许多所谓的智库，其前身有大部分是地方政府性政策研究机构，很大程度受到政府体系的干扰。陶瓷行业智库的建设，质量是关键。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "高质量的陶瓷行业智库主要表现为以下特点。（1）客观性。客观性表现为陶瓷行业智库的政策研究成果不受资助者和相关利益集团的主观影响，它具有客观性。（2）准确性。准确性是指陶瓷政策研究成果或企业解决方案的准确，它能够有效解决陶瓷行业存在的诸如环境保护、优质高产和高效管理等复杂问题。（3）市场规范性。陶瓷行业智库的规范化管理工作不是由政府实施，而是由市场来监督。总之，陶瓷行业智库的建设仍需把政策研究成果的质量置于核心之位。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2确立智库组织成员，明晰服务定位",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "陶瓷行业智库的组织成员按照所从事工作内容的不同进行划分，可以划分为：负责日常事务运作的行政管理人员、负责项目研究的陶瓷专家研究人员、负责智库资金筹集的智库财政专员。其中陶瓷专家研究人员按照参与机构的不同可以划分为：地方政府陶瓷政策研究人员、社会科学院陶瓷研究人员和民间陶瓷行业协会的陶瓷专业人才；按照陶瓷细化专业的不同又可以划分为陶瓷大师（来自于知名陶瓷艺术院校专家教授，中国陶瓷艺术大师，中国陶瓷设计艺术大师和中国工艺美术大师等）、陶瓷企业高管和陶瓷供销相关从业人员、陶瓷研究环境保护相关专家等。陶瓷行业智库各组织成员，明晰职责，各司其职，共同完成陶瓷行业智库的研究开发与政策效益成果转化。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.3充分利用现有资源，搭建基于陶瓷资源的在线服务平台",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "陶瓷行业智库的在线服务依托于基于陶瓷资源的在线服务平台实现，建设该平台，可以充分利用现有已经建成的陶瓷服务平台。例如，经过调查研究发现，由景德镇陶瓷学院承担的国家863计划课题和国家科技支撑计划课题研究成果\"陶瓷云平台\"能够提供从产品设计、信息管理、知识服务、研发制造服务、协同营销服务、到售后服务的相关集成信息。又如，“中国当代陶瓷艺术家数据库”能够提供全国范围公认的陶瓷大师的信息数据。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "建设基于陶瓷资源的智库服务平台是一项巨大的系统工程，它包含两项基本内容，即：资源与服务。（1）资源。资源包含以陶瓷原材料为关键字的资源记录（以原材料名称、主要成分、产地、原材料储量、图片、相关事件为字段的元数据资源记录），包含以陶瓷成品为关键字的资源记录（按照陶瓷名称、陶瓷产地、生产时间、陶瓷配方成分、陶瓷制作人、陶瓷成品图片、制作过程相关视频等字段进行元数据资源记录），也包含以陶瓷大师姓名为关键字的陶瓷名人资源记录（按照陶瓷大师姓名、出生年月、陶瓷代表作品、主要事迹、相关照片、相关视频等字段进行元数据资源记录）。例如，高岭土作为一种陶瓷原材料，由高岭石、地开石、珍珠石、埃洛石等高岭石簇矿物组成，主要矿物成分是高岭石，其晶体化学式为 $2 \\mathsf { S i O } _ { 2 } \\bullet \\mathsf { A l } _ { 2 } \\mathsf { O } _ { 3 } \\bullet 2 \\mathsf { H } _ { 2 } \\mathsf { O } .$ 。其产地分布国内外，国内的6大高岭土产地有：湖南省衡阳县界牌镇、茂名盆地、龙岩、苏州阳山、合浦和北方煤系高岭土；国外高岭土产地主要有美国、英国、巴西、印度、保加利亚、澳大利亚、俄罗斯等国家。（2）服务。服务主要包含陶瓷行业智库知识在线检索服务（陶瓷行业智库资源多关键字文献检索服务、陶瓷信息资源检索服务、陶瓷知识产权检索服务）、陶瓷行业智库企业生产咨询服务（帮助陶瓷生产管理紊乱的陶瓷企业解决存在的生产实际问题，是从产品设计到批量生产、再到销售服务一整套陶瓷生产流水线的制作有偿咨询服务）、陶瓷行业智库政府决策服务（陶瓷行业智库研究成果对政府管理陶瓷行业的宏观政策的发布起到重要影响作用。）例如，企业可以在陶瓷行业智库资源服务平台上键入按照年份关键字作为主键的陶瓷历史大事件检索；又如，通过实地考察、问题纠察、专家排查的步骤对问题企业进行生产线上的问题跟踪与解决，提高陶瓷企业生产效率和经济效益。再如，通过增加产学研基金，积极引导企业、高校、政府之间的合作，通过企业与高校的协作研发，对研究成果进行客观的分析后投入实践应用，并成功转化为既科学环保又优质高产的创新型政策成果。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.4培养陶瓷行业智库研究成果转化为效益的拔尖人才",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "每一个具有影响力的优秀智库背后都有一批将科研成果转化为政策效益的拔尖人才。陶瓷行业智库也不例外。尽管我国具有丰富创意的陶瓷大师数量不在少数，但同时具备创意研究和价值成果转化能力的复合型人才仍然不足。培养一批具有相当研究水平、政策研究经验和沟通能力并能实现价值转化的陶瓷专业研究人才能够在塑造优秀陶瓷行业智库上起到至关重要的作用。例如，可以考虑采用荣誉、奖金等奖励措施定期组织优秀拔尖人才的遴选考核，考核通过后，针对通过人员进行研究成果转化为社会效益的定制化学习课程，为陶瓷行业智库培养出研究成果转化为效益的拔尖人才。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.5建立多元化陶瓷行业智库资金筹措机制",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "资金是智库的“血液”，智库的属性及使命决定了自建设智库伊始就要面对筹集资金的难题。美国智库的繁荣一定程度上归结于其资金筹措的机制7。美国大多数智库属于非官方非政府型智库，他们的资金来源有社会捐赠、公司企业或个人的资助、投资理财的收入，社会市场化运作的收益等8。资金的富足可以使陶瓷行业智库机构有足够的资金招募优秀的陶瓷研究人员，建立相关激励机制，促进优秀陶瓷研究成果的产出，最重要的是，它能够保证陶瓷研究成果的独立性，以社会公共利益为基准，不受智库资金供给方的干扰。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在陶瓷行业智库的资金筹措上，可以从政府、企业和高校研发机构多个维度入手。政府层面上，对于创新型特色地方民间智库可以采用税收减免和资金补偿的鼓励政策，免征或减少其所得税，并对开发出高质量研究成果的智库采取给予资金补偿的鼓励措施；企业层面上，通过中央的顶层设计，依靠市场而非政府来运作，引导已经消费智库研究成果的地方陶瓷企业和相关机构对陶瓷行业智库“买单”；高校研发机构层面上，可以充分结合高校或其他科研机构关于陶瓷的课题项目，充分利用陶瓷项目科研经费，缩减共性消费开支，完成智库研究成果。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.6建立有效的陶瓷行业智库评估体系",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当前我国许多智库成果评价体系尚未建立健全，严重制约了新型智库的发展。陶瓷行业智库应当设立基于指标的陶瓷行业智库评估体系。这些指标包括但不仅限于资源性指标、效用性指标、输出性指标、影响力指标、研发成果的影响途径和方式、实施研发成果后的风险评估等。通过这些指标来权衡智库成果的质量优劣，从而形成客观公正的陶瓷行业智库评价标准和评价机制，构建行之有效的陶瓷行业智库评估体系。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4建设陶瓷行业智库的意义、价值和社会服务贡献",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "陶瓷行业智库的建设有其独特的目的，下面分别就其建设意义、建设价值以及社会服务贡献内容进行简要阐述。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.1建设陶瓷行业智库的意义",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）解决陶瓷行业发展面临的实际问题。虽然我国陶瓷行业在陶瓷生产技术和陶瓷机械装备制造产业上已经取得了很大的发展，但也面临来自经营管理、自然资源和环境污染等方面的巨大压力。例如，许多地区的陶瓷厂商在陶瓷的生产经营和管理上存在混乱的现象，出现了陶瓷生产低产量、低质量、高成本、高污染等一系列问题。建设陶瓷行业智库能够充分利用经验丰富的陶瓷行业智库的专家，针对出现的不同程度复杂问题，研究相应的对策，达到分而治之，各个击破的目的。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）繁荣现代化陶瓷艺术文化。陶瓷行业智库是基于陶瓷资源的智库，依托于陶瓷行业智库在线服务平台，它可以基本囊括中国陶瓷的历史渊源、陶瓷业界的大事记、陶瓷制作产地、材料来源、供销企业、陶瓷成品图库和陶瓷专家视频讲解等一系列与陶瓷相关的资源。通过征集全国各地陶瓷重要发源地的相关资料，并加以整合形成系统完整的陶瓷艺术文化智库服务平台，为我国陶瓷艺术文化的发展起到良好的知识传播与文化传承的作用，极大地繁荣我国现代化陶瓷艺术文化。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3）沟通学术研究和政策研究，影响政企决策。《智库的力量》一书的主编麦甘认为智库是公共政策的研究机构或者是权力与知识的桥梁。中国的智库热在某种意义上可以推动中国公共政策研究和政府决策两个方面的转型[10]。陶瓷行业智库从本质上来看，属于经费自筹、人事独立的非官方研究机构新型社会智库中的一员，通过聚拢各地陶瓷资源，发挥陶瓷行业领军人才的智慧，致力于学术研究与公共政策的研究，并将研究成果传达给政企决策人员，影响其最终决策。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（4）加快陶瓷技术研发和探索，促进陶瓷技术创新。陶瓷行业的快速发展离不开高新技术的支撑。陶瓷行业智库聚集了国家级和省市区等各级陶瓷科研机构和协会、学会以及相关行业专家，通过定期的陶瓷技术学术交流与研讨，共同对陶瓷产业技术进行探索和研发，有利于加快构建陶瓷技术创新体系，从而实现创新技术成果在陶瓷行业中的实践应用。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2建设陶瓷行业智库的价值",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）增长陶瓷行业专家的聪明才智。学习、运用和发展方法论将会提高人们的研究水平，方法论的建设对于陶瓷专家人员来说就是如何运用辩证唯物主义和科学方法论来武装自己的思想，指导实际工作。建设陶瓷行业智库能够激发陶瓷行业专家对陶瓷智力资源的开发进行系统的方法论研究和学习，有助于其聪明才智的发挥和政策研究成果的获取。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）推动实现陶瓷资源的集中整合。我国陶瓷产区分布在全国各地，陶瓷生产规模的前 5大陶瓷产区有江西景德镇和高安、广东潮州、广东佛山、山东淄博、福建晋江。每个产瓷区有其专门的制瓷特点，例如，江西景德镇的作坊式手工陶瓷，河北唐山的骨质瓷，山东淄博的骨瓷、镁质瓷，福建德化的新骨瓷、釉下中温瓷、河北邯郸的釉中彩白瓷等。陶瓷行业智库可以通过人工和机器结合的半自动化资源采集来搜集全国各地陶瓷产区的陶瓷相关信息和类似于陶瓷品牌文化建设等相关资源，形成陶瓷行业智库的资源仓储，推动实现陶瓷资源的集中整合。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3）提升陶瓷行业智库社会化服务效能。陶瓷行业智库能够提供一个线上陶瓷资源服务平台，它将有效填补我国陶瓷行业集中资源网上查阅的缺口，为广大民众提供陶瓷资源的浏览、检索，和查阅服务功能，丰富广大陶瓷爱好者和学者共同学习和学术研究的渠道，具有重要的社会服务价值。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（4）促进陶瓷研究成果向经济成果转化。陶瓷行业智库的建设能够推动陶瓷行业产学研深入发展。陶瓷行业的企业高管、陶瓷院校的教授与一线科研人才、陶瓷协会大师等各类型的专家聚拢在一起,进行产学研一体化通力合作，能够有效促进陶瓷成果向经济成果转化。例如，景德镇陶瓷大学材料学院由汪永清教授领衔的科研团队与广东宏宇集团企业合作，成功研制出‘高温陶瓷大红墨水’，解决了高温陶瓷大红发色不稳定、不鲜红的世界难题，并正式获得了国际PCT专利，给企业带来了较好的经济效益[11]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.3建设陶瓷行业智库的社会服务贡献",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "党的十九大报告明确提出，要加强中国特色新型智库的建设[12]。中国特色新型智库建设应当深入基层，以实际需求为导向，充分发挥舆论引导、社会服务的重要作用。陶瓷行业",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "智库作为中国特色新型智库的一员，对社会服务的贡献主要表现在以下3个方面：即作为理论知识的学习交流层面、作为成果转化的实践应用层面、作为文化遗产的保护和传承层面。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）理论知识的学习交流层面",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "陶瓷行业智库依托于陶瓷行业智库在线服务平台提供了丰富的理论知识资源，不论是陶瓷发展的历史文化，还是基于陶瓷资源的基本属性特征资源都能在平台上进行检索，是陶瓷资源理论知识学习服务和交流的互动平台。这些陶瓷资源不仅能够拓宽高校研究人员学术研究的视角，为陶瓷专家学者们提供真实客观的案例参考，还能对陶瓷专业的学生进行教学指导和知识普及，极大地促进了陶瓷资源理论知识的资源共享。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）研究成果转化的实践应用层面",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "陶瓷行业智库成果转化主要是研究成果向政府政策文件的转化和研究成果向企业项目解决方案的转化。前者主要是通过陶瓷行业智库研究出的智力成果影响政府政策文件的制定管理，后者则是通过陶瓷行业智库科技成果影响企业的生产经营方式和管理方法。不论是哪种成果转化，它们都致力于为政企建言献策，解决陶瓷行业复杂的实践应用问题，从而推动地方经济社会的发展。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（3）文化遗产的保护和传承层面",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "陶瓷行业智库作为陶瓷文化资源、学术理论研究和在线传播平台，充当社会文化的使者、文明的传颂者，具有鲜明的文化属性和内在的文明底蕴。陶瓷行业智库的建立一定程度上承担了我国陶瓷文化遗产的保护和传承功能，促进了陶瓷文化研究人员树立陶瓷文化自信，在学术研究与交流合作中，以陶瓷行业智库为媒介，建立多层次的文化、文明合作机制，搭建更多文化合作平台，推进不同陶瓷文化间的交流融通，形成既尊崇世界眼光、又遵循国际标准，更具中国特色的陶瓷文化魅力和现代化发展的活力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5结语 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "建立陶瓷行业智库能够综合政府决策部门、陶瓷领域专家学者和陶瓷供销链从业人员的意见，依托陶瓷行业智库在线服务平台技术抓取客观服务数据，创造性地开展主客观相结合的陶瓷议题评价，如就陶瓷行业产业分布、生态环境、陶瓷产品质量等问题进行全面、科学、客观、准确的分析，评估陶瓷行业发展现状、特点，进一步引导我国陶瓷行业的健康发展，真正形成定位明晰、特色鲜明、规模适度、布局合理的中国特色新型陶瓷行业智库体系，充分发挥中国特色新型智库在咨政建言、理论创新、舆论引导、社会服务等多个维度上的重要作用，为中国陶瓷智库行业的发展提供科学指南。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Research on the construction of ceramic think tank and its social service WU Yuling Jiangxi Provincial Library， Nanchang 330046 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/Significance]The Chinese think tank is an important symbol of modern civilization and social progress in the new period of China,and also an important part of the state \"soft power\"and \"the right to speak\"in the new period. Research the individual cases of ceramic industry think tank ,which is related to it,can promote the construction and development of the entire industry think tank.[Method/Process]Starting with the basic concept and construction background of the ceramic industry think tank，this paper makes analyzation and thinkings about the existing problems in the development of the existing ceramic industry think tanks,and takes the think tank of ceramic industry as an example to elaborate on how to build a industry type think tank with Chinese characteristics in the new era. [Result/Conclusion]This paper makes a preliminary summary and exploration of the experience in constructing the think tank of the ceramic industry，and aslo makes a Deep Thinking on the Value，Significance,and Social service contribution，which provide a scientific guide for the construction and development of industry think tanks in china. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Keywords:Industry think tank construction ceramic industry think tank social Service 收稿日期：2018-05-22 修回日期：2018-06-12 本文责任编辑：唐果媛 ",
        "page_idx": 6
    }
]