[
    {
        "type": "text",
        "text": "The tomato mutant ars1 (altered response to salt stress 1) identifies an R1-type MYB transcription factor involved in stomatal closure under salt acclimation ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "JuanF.Campos1†，Beatriz Cara2†,Fernando Pérez-Martin²，BenitoPineda³，Isabel Egea¹,FranciscoB.Flores1\\* NievesFernandez-Garcia1,JuanCapel²,Vicente Moreno²,TrinidadAngosto²,RafaelLozano²andMariaC.Bolarin ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Departmentof Stress Biologyand Plant Pathology, CEBAS-CSIC,Espinardo-Murcia,Spain   \n²Agro-Food Biotechnology Research Centre (BITAL),Universityof Almeria,Almeria,Spain   \n3Department of Plant Biotechnologyand In Vitro Culture, IBMCP-UPV/CSIC,Valencia,Spair ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received20 July2015;   \nrevised18 September2015;   \naccepted 4 October 2015.   \n\\*Correspondence (Tel $+ 3 4$ 968 39 63 78; fax $+ 3 4$ 968 396213;   \nemail borjaflores@cebas.csic.es)   \n+These authors contributed equally to this work. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Summary ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A screening under salt stress conditions of a T-DNA mutant collction of tomato (Solanum lycopersicum L.) led to the identification of thealtered response to salt stress 1 (ars1) mutant, which showed a salt-sensitive phenotype.Genetic analysis of the ars1 mutation revealed that a single T-DNA insertion in the ARS1 gene Was responsible of the mutant phenotype.ARS1 coded foran R1-MYB type transcription factor and its expression was induced by salinity in leaves.The mutant reduced fruit yield under salt acclimation while in the absence of stress the disruption of ARS1 did not affect this agronomic trait.The stomatal behaviour of ars1 mutant leaves induced higher ${ \\mathsf { N a } } ^ { + }$ accumulation via the transpiration stream,as the decreases of stomatal conductance and transpiration rate induced by salt stress were markedly lower in the mutant plants. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:Solanum lycopersicum, insertional mutagenesis,salt stress, transpiration,stomatal aperture,MYB transcription factor. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Moreover,the mutation affected stomatal closure in a response mediated by abscisic acid (ABA). The characterization of tomato transgenic lines silencing and overexpressing ARS1 corroborates the role of the gene in regulating the water loss via transpiration under salinity.Together,our results show that ARS1 tomato gene contributes to reduce transpirational water loss under salt stress.Finally,this gene could be interesting for tomato molecular breeding,because its manipulation could lead to improved stress tolerance without yield penalty under optimal culture conditions. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abiotic stress,especially salinityand drought，is responsible for reduced crop growth and the cause of important economic losses inagricultural production.Therefore,inworldwide agriculture the development ofnew crop varieties able to maintain yield production while facing abiotic stresses is a critical issue.Tomato is one of the most important succulent fruit bearing species in agriculture，but additionally it has become a model species in plant research (Bergougnoux,2O14;Ichihashi and Sinha,2014; Ranjan et al.,2012; Schwarz et al.,2014). Despite the economic relevance of tomato, the mechanisms that govern responses to abiotic stresses in this horticultural species are not well characterized,and only a very small number of genes playing key roles in tomato tolerance to salinity and drought have so far been identified (Asinsetal.，2013;Atarésetal.，2011;Pineda et al., 2012).Salinity causes not only ion imbalance but also water deficiency,similarly to drought stress does and both effects may persist during longer periods of salt stress (Munns and Tester, 2008;Munoz-Mayor et al.，2012). In relation to the ${ \\mathsf { N a } } ^ { + }$ toxic component of salt stress, the plant salt tolerance is mainly due to itsability to regulate the ${ N a } ^ { + }$ transport rate from root to the shoot over time,as the time-dependent regulation of the rate of ${ \\mathsf { N a } } ^ { + }$ transport to the shoot appears to be critical for plant salinity tolerance (Maathuis,2014;Shabala,2013). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "During the plant response and acclimation to abiotic stress, important changes in biochemistry and physiology take place and many genes are activated,leading to accumulation of numerous proteins involved in abiotic stress tolerance.In recent years,the use of transcription factors in the genetic engineering of crop plants has emerged as a powerful approach to enhance tolerance against abiotic stresses (Lindemose et al.,2013; Nakashima et al., 2014).Among these transcription factors,members of the MYB family have been characterized for their regulatory role in the plant response to abiotic stress，particularly in Arabidopsis and rice，although MYB proteins from other plants have also been demonstrated to be involved in abiotic stress response regulation (Chen et al.,2014;Dubos et al.,2010;Li et al.,2015). Plant MYB proteins can be classified into three major subfamilies according to the number of imperfect repeats (50-53 amino acids),also called SANT domains，which are the DNA-binding domains, present in the sequence; the R1-MYB-related group (one single SANT domain),the R2R3-type group (two SANT domains),the R1R2R3-MYB group (three SANT domains) and a minor subfamily of MYB genes carrying four SANT domains (Dubos et al.,2010; Yanhui et al.，20o6).Most of the MYB family genes involved in response to diverse abiotic stress belong to the R2R3-type group (Duet al.,2012;Feller etal.,2011).Thus,several studies reveal that different MYB genes with two SANT domains play a positive role in plant tolerance to abiotic stress (He et al.，2012;Jung et al.,2008; Liang et al.,2005;Lippold et al.,2009;Yang et al., 2012;Zhang et al.,2014).In contrast to R2R3-MYB,few studies on the functional roles played by the other MYB-related genes in abiotic stress response have been reported (Chen et al.,2014). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Insertional mutagenesis is an effective genomics tool that allows the identification and functional analysis of genes implicated in different biological processes.The mutated gene remains tagged by the inserted element (transposon or T-DNA),which greatly facilitates its genomic localization and posterior cloning. Insertional mutant collections have proven to be highlyefficient molecular tools for both reverse and forward genetic studies in plant speciessuch as rice，Arabidopsis thaliana，Medicago truncatula and potato (Duangpan et al.，2o13; Jeong et al., 2002；O'Malley and Ecker，2010；Tadege et al.，2008；Ulker et al.,2oo8). In tomato, the analysis of an insertional collection of Micro-Tom mutants by applying the transcriptional activation strategy for gene tagging has led to the identification and cloning ofan R2R3-MYB transcription factor，ANT1，involved in the biosynthesisand transport of anthocyanins (Mathews et al., 2003).We have generated a collection of tomato T-DNA mutants froma commercial cultivar (cv.Moneymaker),which have been screened for salt tolerance (Pineda et al.，2O12).Within this collection,we identified the dominant ars1 knockout mutant, which contains a single T-DNA insertion tagging a MYB transcription factor belonging to the R1-MYB type.Here，we show that the ars1 mutant has a normal growth pattern under control conditions,but it is salt-sensitive in the long term on the basis of fruit yield.The high ${ \\mathsf { N a } } ^ { + }$ accumulation in mutant leaves over time was related to lower reduction of stomatal conductance and transpiration rate under salt acclimation.Phenotype and physiological characterization of transgenic tomato lines either silencing or overexpressing ARS1 proved that this gene is involved in the regulation of stomatal closure under salt stress. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Molecular and genetic characterization of the ars1 tomato mutant ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A screening for salt stress tolerance $2 0 0 \\mathrm { \\ m m \\ N a C l }$ for 20 days) has been performed in the tomato T-DNA mutant collection generated in the cv.Moneymaker (Pineda et al.,2012).As result, a mutant showing higher salt sensitivity than wild type (WT) was identified in the first mutant generation $( { \\sf T } _ { 1 } )$ ,where tomato plants with altered phenotype showed higher degree of leaf rolling,loss of chlorophyll and even necrosis (Figure 1a).We named this mutant altered response to salt stress1 (ars1).Although similar plant fresh weights (FW) were found in WT and ars1 ${ \\sf T } _ { 1 }$ plants without salt (around $4 4 0 \\ { \\mathfrak { g } }$ per plant);however,FW experienced a higher reduction by salt stress in mutant than WT $( 2 3 5 \\pm 2 1$ and $2 9 8 \\pm 1 4 9$ per plant,respectively).The higher FW reduction in the mutant plant was associated to higher leaf ${ \\mathsf { N a } } ^ { + }$ accumulation ( $1 8 5 4 \\pm 1 8 0$ and $1 3 8 6 \\pm 1 3 1 ~ \\mathrm { m m o l / k g } ^ { 1 }$ DW in mutant andWT,respectively),aswell higher leaf chlorosis,as observed in the chlorophyll measurements $( 3 2 . 1 \\pm 4 . 4 \\$ and $4 5 . 5 \\pm 5 . 2$ SPAD units in mutant and WT,respectively). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/00ba08d926fbfe2fa6d908c2c3965a193a2f30413722f2ffd7c3c42b9ec678f9.jpg",
        "img_caption": [
            "Figure1The dominant salt-sensitivears1 mutantidentifiesan R1-MYB geneof tomato.(a)Phenotypeof wildtype and ${ \\sf T } _ { 1 }$ ars1 mutant plants in control condition without NaCl and after 20 days of $2 0 0 \\mathrm { \\ m m \\ N a C l }$ treatment,in shoot and root.(b) DNA-blot analysis to determine number of T-DNA insertions in the ${ \\sf T } _ { 1 }$ ars1mutantplantusingthecodingregioofthenptlgeneasproe.SinglerestritionfragmentsobservedingenomicDAdigestedithBamH （204号 $( 1 2 k b )$ andEcoR/(1bdicatetreseefsigisertiinao.dntifatioofASBtegeegdyt T-DNA and characterization of the insertional event. The presence in the $5 ^ { \\prime }$ -untranslated region (5'UTR) of an ABA-responsive element is indicated by vertiablackipdacspipd andstopcodofsaodellstaacterisfilfsicossti designedfordetectingpreseceofTNAinsertionandforgenotyingisshowedintheASgenomicsequenceaslasintheTinsert "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Southern blot analysis showed that a single copy of the T-DNA was present in the genome of the ${ \\sf T } _ { 1 }$ mutant (Figure 1b).Flanking sequences of the T-DNA insertion Were cloned by anchor-PCR and their sequences compared with the tomato genome sequence currently available in the SOL genomic database (https://solgenomics.net).Results revealed that the T-DNAis localized in chromosome one and inserted into the second intron of a gene coding for a MYB-like transcription factor (Solyc01g095030.2)，2687-bp downstream from the predicted translation start site (Figure 1c).In addition,a 1o2-bp fragment including the $3 ^ { \\prime }$ -end of intron 2and the $5 ^ { \\prime }$ -endofexon3was deleted during the T-DNA-mediated mutagenesis.As a consequence，T-DNA insertion changed the reading frame of the tagged gene,which in turn led to the translation of three new amino acid residues (VVC) and a premature stop codon before the SHAQKYF domain.The transcript sequence obtained by PCR amplification of cDNA from ars1 mutant tissues confirmed the correct processing of intron 1 but not of intron 2，the latter carrying the mutation leading the premature stop codon.The truncated transcript would generate a nonfunctional protein in agreement with the dominant-negative nature of the ars1 mutation.The tagged gene was 7781-bp long and consisted of eight exons transcribed in a 1545-bp mRNA containing a 996-bp open reading frame.The ARS1 gene encodes fora MYB-related protein of 331 amino acids,which contains a single MYB-like DNA-binding domain (66-116 residues) with high similarity to SHAQKYF (pfam00249) (Baranowskij et al.，1994；Rose et al., 1999)or SANT (smart00717) class domains.The analysis of ARS1 genomic sequence through the Tagger Prediction utility of the Tomato Functional Genomics Database (www.ted.bti.cornell.edu) revealed the presence of a putative ABA-responsive element located in the 5'UTR region of the gene (Figure 1c). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Comparative analysis of ARS1 encoded protein with protein databases showed the highest similarity to other plant SHAQKYF/ MYB-like domain-containing proteins,particularly to those from members of the Solanaceae family such as Solanum tuberosum $9 7 \\%$ similarity) (Shin et al.,2011).Phylogenetic analysis of ARS1 indicated that the most similar protein to ARS1 was AT5G52660 $54 \\%$ of sequence identity and $6 4 \\%$ of sequence similarity) (Figure 2a).This protein has been classified within the CCA1-like subfamily of MYB-related proteins,which isthe most abundant MYB-related subfamily in Arabidopsis (Yanhui etal.,20o6).Apart from Arabidopsis MYB proteins,ARS1 protein showed the highest homology with the rice Osl_08476 MYB protein，and both formed a specific clade together AT5G52660 (Figure 2a).The high homology in the conserved domains of the CCA1-like proteins,including tomato ARS1 and rice Osl_O8476,has been observed after multiple alignment of the MYB-like and adjacent P-rich domains characteristic of proteins belonging to this phylogenetic clade $( 5 5 \\% - 9 1 \\%$ ofidentities and $6 7 \\% - 9 8 \\%$ similarities) (Figure 2b). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Genetic analysis performed in 14 plants of the $\\mathsf { T } _ { 2 }$ segregating progeny confirmed the dominant inheritance of the ars1 mutation,with a phenotypic segregation resulting in 11 individuals with ars1 phenotype and three with WT phenotype yielding a $\\chi ^ { 2 } = 0 . 1 0$ ${ ' P < 0 . 0 0 1 } ;$ .Phenotype segregation correlated with the genotype of $\\mathsf { T } _ { 2 }$ plants because all wild-type phenotype plants lacked the ars1 mutant allele (azygous),while three of the mutant plants were homozygous and eight hemizygous for the ars1 mutation (Figure S1a).The homozygous mutant plants showed higherrollingin their leaves after 12 days of 2oO mm NaCl treatment and higher chlorosis after 2O days of treatment (Figure S1b)．Moreover, ${ \\mathsf { N a } } ^ { + }$ accumulation in leaves also cosegregated with the genotype of ${ \\sf T } _ { 2 }$ plants grown under salt stress (Figure S1c).All together，these results proved that the gene interrupted by the T-DNA was responsible for the mutant phenotype. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Subsequently， homozygous ${ \\sf T } _ { 3 }$ mutant plants were generated by selfing and used togetherwith wild-type plants for characterization of the ars1 mutant.Firstly, the spatial expression pattern of the ARS1 gene was analysed by RT-qPCR in vegetative and reproductive tissues of WT and ars1 plants grown without and with salt stress.The complete transcript of ARS1 gene was not expressed in any tissue of mutant plants indicating that ars1 is a knockout mutation,as expected from the alterations in the ARS1 protein sequence caused by the T-DNA insertion (Figure 1c). In WT plants,ARS1 is expressed in all analysed organs of plants grown without salt,with the highest level of transcripts in flowers.Under salt stress,ARS1 gene is highly induced in leaves but not in the remaining organs here analysed (Figure S1d). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Phenotype and physiological responses of ars1 mutant when salt stress is applied at long term ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Wild type and ars1 mutant plants were grown in greenhouse without and with salt stress ( $1 0 0 \\mathrm { \\ m m \\ N a C l }$ ）appliedat the10th leaf stage.Without stress,no morphological nor developmental alterations were observed in ars1 mutant adult plants (Figure 3a)，which was reflected in similar fruit yield between WT andmutant plants (Figure 3b).However，salt stress induced chlorosis，necrosis and senescence in leaves of mutant plants after 30 and,especially,6O days of salt treatment (DST),which was not observed in WT plants (Figure 3a),as well as higher fruit yield reduction (Figure 3b),which was mainly due to the fruit number( $\\cdot 1 8 . 1 \\pm 2 . 2$ and $1 0 . 2 \\pm 1 . 5$ in WT and mutant, respectively). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "At physiological level,changes in leaf ${ \\mathsf { N a } } ^ { + }$ concentration and leaf stomatal conductance $( g _ { \\mathsf { s } } )$ were measured to long term.The ${ \\mathsf { N a } } ^ { + }$ accumulation was much higher in ars1 mutant than in WT leaves after 30 and,specially，50 DST (Figure 3c).After30 DST, measurements of $g _ { \\mathrm { s } }$ were taken at dawn (between 6 and $7 h$ am) andafter $2 h$ of light,because $g _ { \\mathrm { s } }$ varies over diurnal cycles and stomata tend to be closed at night and open during the day (Figure 3d).In both conditions,without and with salt,WT and mutant plants had similar leaf $g _ { \\mathrm { s } }$ at dawn,indicating that mutant closes the stomata to the same extent as WT in response to darkness.However,after $2 \\ h$ of light, the $g _ { \\scriptscriptstyle 5 }$ value was twofold higher in the mutant than WT under salt stress,which was not observed in unstressed conditions. The differences in leaf $g _ { \\scriptscriptstyle 5 }$ between WT and mutant plants were maintained after 5O DST,as shown in the evolution of $g _ { \\mathrm { s } }$ between 2 and $5 \\textmd { h }$ of light (Figure 3e).As the stomatal conductance is dependent on the number of stomatal pores,stomatal density was analysed at this timein the abaxial surface of leaves (Table S2).Similar values were found in leaves of WT and ars1 plants,which indicates that the increased $g _ { \\scriptscriptstyle 5 }$ found in the mutant under salt stress is (b) AT1G01520_ASG4 KVRKPYTITKSRENWTEQEHDKFLEALHLFDRDWKKIKAFVGSKTVI AT4G01280 KIRKPYTIKKSRENWTDQEHDKFLEALHLFDRDWKKIEAFVGSKTVV Solyc01g095030 KTRKPYTITKSRESWTEQEHDKFLEALQLFDRDWKKIEAFVGSKTVI OsI_08476 KVRKPYTITKSRESWTEQEHDKFLEALQLFDRDWKKIEAFVGSKTVI AT5G52660 KIRKPYTITKSRESWTEPEHDKFLEALQLFDRDWKKIEAFIGSKTVI ARS1 KTRKPYTITKSRESWTEQEHDKFLEALQLFDRDWKKIEAFVGSKTVI AT3G09600_RVE8 KVRKPYTITKSRESWTEEEHDKFLEALQLFDRDWKKIEDFVGSKTVI AT5G02840 LCL1 KVRKAYTITKSRESWTEGEHDKFLEALQLFDRDWKKIEDFVGSKTVI AT5G37260 RVE2 KTRKPYTITKQREKWTEAEHEKFVEALKLYGRAWRRIEEHVGTKTAV AT5G17300_RVE1 KVRKPYTITKERERWTDEEHKKFVEALKLYGRAWRRIEEHVGSKTAV AT1G18330 EPR1 KVRKPYTVTKQREKWSEEEHDRFLEAIKLYGRGWRQIQEHIGTKTAV AT3G10113 KVRKPYTVTKQREKWSEEEHDRFLEAIKLYGRGWRQIQEHIGTKTAV AT2G46830_CCA KTRKPYTITKQRERWTEEEHNRFIEALRLYGRAWQKIEEHVATKTAV AT1G01060 LHY1 KARKPYTITKQRERWTEDEHERFLEALRLYGRAWQRIEEHIGTKTAV \\*\\*\\*\\*\\* \\*\\*\\*::\\*\\* ：\\*： $\\star { } ~ \\star { }$ ：:\\*：.:.:\\*\\*.： √ AT1G01520_ASG4 QIRSHAQKYFLKVQKNGTKE- -HLPPPRPKRKANHPYPQK AT4G01280 QIRSHAQKYFLKVQKSGANE- -HLPPPRPKRKASHPYPIK OsI_08476 QIRSHAQKYFLKVQKNGTSE-- --HVPPPRPKRKAAHPYPQK AT5G52660 QIRSHAQKYFLKVQKSGTGE- -HLPPPRPKRKAAHPYPQK ARS1 QIRSHAQKYFLKVQKSGTSE-- -HVPPPRPKRKASHPYPQK AT3G09600 RVE8 QIRSHAQKYFLKVQKNGTLA-- --HVPPPRPKRKAAHPYPQK AT5G02840_LCL1 QIRSHAQKYFLKVQKNGTLA-- --HVPPPRPKRKAAHPYPQK AT5G37260_RVE2 QIRSHAQKFFTKVARDF-- --GVSSESIEIPPPRPKRKPMHPYPRK AT5G17300_RVE1 QIRSHAQKFFSKVAREATGG--DGSSVEPIVIPPPRPKRKPAHPYPRK AT1G18330 EPR1 QIRSHAQKFFSKMAQEADSR--SEGSVKAIVIPPPRPKRKPAHPYPRK AT3G10113 QIRSHAQKFFSKMAQEADSR--SEGSVKAIVIPPPRPKRKPAHPYPRK AT2G46830 CCA QIRSHAQKFFSKVEKEAEAKGVAMGQALDIAIPPPRPKRKPNNPYPRK AT1G01060_LHY1 QIRSHAQKFFTKLEKEAEVKGIPVCQALDIEIPPPRPKRKPNTPYPRK \\*\\*\\*\\*\\*\\*\\*\\* \\*： ： .\\*\\*\\*\\*\\*\\*\\*\\*\\* \\*\\*\\* ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/a6b87d471ad06351482b0cf3a2734bbbf7db84670efc68e0ef53cf4c5ae4228f.jpg",
        "img_caption": [
            "Figure 2 Sequence analysis of ARS1. (a) Phylogenic tree constructed with MEGA5 software based on neighbour-joining method after sequences alignment with Clustal-X. Sequences of Arabidopsis CCA1-like single MYBlike domain proteins had previously been described (Yanhui et al.,2006).The single MYBlike domain proteins from potato (StMYB1R1, Shin et al.,2011) and rice (OsMYB48-1, Xiong et al.,2014) implicated in salt stress resistance were also included (bold letters).Proteins integrated in the CCA1-like cladeare indicated with a bracket including ARS1 protein (bold letters). Scale indicates percentage of substitutions.(b) Multiple sequence alignment of the conserved MYB-like and adjacent P-rich domains of the CCA1-like proteins showed in (a). Anarrow indicates the residue where the T-DNA insertion changes ARS1 reading frame including three amino acids (VVC) before a stop codon. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "not due to differences in the number of stomata between mutant and WT. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Thehighleaf ${ \\mathsf { N a } } ^ { + }$ accumulationin ars1 mutant is related toreduced stomatal closure under salt stress ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "It is still not clear whether the salt-sensitive phenotype of ars1 mutant is attributable to ionic stress reflected by ${ \\mathsf { N a } } ^ { + }$ toxicity or rather the mutant plants have higher root to shoot transport as a result of increased stomatal conductance under transpiring conditions. Indeed,when WT and mutant plants were grown hydroponically at high stress level $( 2 0 0 \\ m \\ N a C | )$ ，both leaf $g _ { \\scriptscriptstyle 5 }$ and transpiration rate $( E )$ were significantly higher in the ars1 mutant than WT after just 1 DST (Figure 4a).Given these results, the stomatal aperture and the number of open stomata were measured in detached leaves of ars1 and WT plants grown without (control) and with NaCl for three and seven DST (Figure 4b).Similar values in the stomatal aperture were found inWT( $1 1 . 4 8 \\pm 0 . 1 0 \\mu \\mathrm { m } )$ and ars1 mutant plants grown without NaCI ( $1 1 . 7 6 \\pm 0 . 4 0 \\mu \\mathrm { m } )$ ,while the ars1 plants exhibited a lower reduction in stomatal aperture than WT after three DST,and this difference was maintained after seven DST.Moreover， the percentage of open stomata was3-4 times higher in the ars1 mutant compared with WT after three and seven DST,which corroborates that the increased salt sensitivity of the mutant is associated to the low ability to close stomata in response to salt stress,as can be observed in the micrographs (Figure 4b).As ${ \\mathsf { N a } } ^ { + }$ istranslocated from root to shoot through the transpiration stream,the lower degree of reduction in stomatal aperture of the mutant under salt stress should be inducing higher ${ \\mathsf { N a } } ^ { + }$ accumulation in the shoot of the mutant,such as was observed when ${ \\mathsf { N a } } ^ { + }$ partitioning wasanalysed after 1O days of $2 0 0 \\ m \\ N \\mathsf { a c l }$ treatment (Figure 4c). Interestingly，the higher ${ \\mathsf { N a } } ^ { + }$ accumulation along the stem was associated to higher ${ \\mathsf { N a } } ^ { + }$ accumulation in the mid and upper leaves,with the highest differences between WT and ars1 being detected in the upper leaves (Figure 4c)，a physiological trait related to salt sensitivity.As leaf ${ \\sf K } ^ { + }$ concentrations were quite similar in WT and ars1 mutant (Figure S2a),the mutant plants showed a clear tendency to increase the leaf ${ \\mathsf { N a } } ^ { + } /$ ${ \\sf K } ^ { + }$ ratio in the middle and upper leaves,with respect to WT (Figure S2b). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/941fc63710978371346e88a811d12e9eab4c233582a4e19936a0499f48cf0875.jpg",
        "img_caption": [
            "Figure 3 The null ars1 mutant shows salt sensitivity to long term.(a) Plants of wild type (WT) and ars1 mutant were grown in greenhouse. Saltstress ( $1 0 0 \\ m \\ N a C l ;$ wasapplied when the plants had ten true leaves.Pictures are representatives of the eight plants per treatment after O,30 and 6O daysof salt treatment (DST). O DST means just before the start of the salt treatment.(b) Fruit yield of WT and ars1 mutant without NaCl (control) and salt stress condition at the end of the assay. (c) Evolution of the ${ \\mathsf { N a } } ^ { + }$ concentration in leaves of WT and ars1 during 50 DST.(d) Stomatal conductance in leaves of WT andars1 plants without NaCl (control) and after 30 DST (salt).Measurements were taken at dawn and after 2 h of light.(e) Evolution of the stomatal conductance between 2 and $5 \\textmd { h }$ of light in leaves of WT and ars1 plants grown during 50 DST. Values are means $\\pm ~ \\mathsf { S E }$ of eight individual plants per line and condition.Asterisks indicate significant differences by Student's t-test between WT and mutant plants $( P < 0 . 0 5 )$ ： "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "If the higher ${ \\mathsf { N a } } ^ { + }$ transport to the shoot in the mutant is due to higher transpiration，the ars1 mutant phenotype should be different when grown under nontranspiring conditions (in vitro). WT and mutant seedlings were grown in vitro with NaCl 二 $1 0 0 ~ \\mathsf { m m } )$ and LiCl $( 1 0 ~ \\mathsf { m m } )$ to test the ionic toxicity component as well as with mannitol $( 2 0 0 ~ \\mathsf { m m } )$ to test the osmotic component.It was evident that the mutant did not show phenotypic differences with WT in any of the conditions tested (Figure S3). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Stomatal closure of ars1 mutant is also altered under dehydration and ABA treatments ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Next,we studied whether the disruption of ASR1 also altered the transpiration under drought conditions by subjecting WT and ars1 mutant plants to dehydration by stopping irrigation. The response of mutant plants under nonstressful conditions was similar to WT regarding the values of $g _ { \\scriptscriptstyle 5 }$ and $\\boldsymbol { \\mathsf { \\Pi } } _ { E }$ measured during four consecutive days,with mean values around 235 and $2 . 4 \\ \\mathrm { m m o l } / \\mathrm { m } ^ { 2 } / \\varsigma ^ { 1 }$ for $g _ { \\mathrm { s } }$ and $E ,$ respectively. Under dehydration, ars1 mutant plants showed higher values of $g _ { \\mathrm { s } }$ and $\\boldsymbol { \\mathsf { \\Pi } } _ { E }$ than WT fromthe first dehydration day，and the differenceswere maintained after 4 days of dehydration，in spite of the low values achieved in both parameters at this time (Figure 5a). Moreover,a water loss assay using detached leaves showed that ars1 mutant lost water significantly faster than the WT from the first $3 0 ~ \\mathrm { m i n }$ and continued losing water at a higher rate for $8 \\ h$ (Figure 5b). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/4742e7dab3df0471f19f24d75fa02bf06119a5f7af5aece18bdd788dd1648b4a.jpg",
        "img_caption": [
            "Figure 4 The ars1 mutant shows increased stomatal aperture and ${ N a ^ { + } }$ accumulation under salt stress.Wild type (WT) and ars1 mutant plants were grown in hydroponic culture adding $2 0 0 ~ \\mathsf { m m }$ NaCl to the Hoagland solution for 10 days when plants had developed ten true leaves. Measurements were taken in 3rdand 4th developed leaves. (a) Stomatal conductance and transpiration rate in leaves of WT and mutant without NaCl (control) and after 1 day of salt treatment (DST). (b) Stomatal aperture and percentage of open stomata in leaves of WT and ars1 after three and seven DST,and representative images of stomatal aperture in both genotypes and conditions without NaCl (control) and salt stress. (c) Shoot ${ \\mathsf { N a } } ^ { + }$ partitioning in WT and mutant plants,in stem (left hand side graphic) and leaves (right hand side graphic) after ten DST. Values are means $\\pm ~ { \\sf S E }$ of six individual plants per line.Asterisks indicate significant differences between WT and mutant plants by Student's $t .$ -test $( P < 0 . 0 5 )$ ： "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "AsABA is a key regulator of stomatal closure,we investigated whether the ars1 mutation affected the degree of stomatal closure in response to ABA.Results showed differences in the stomatal closure degree when treating detached leaves with different ABA concentrations under light conditions (Figure 5c). Thus, from $1 0 ~ \\mu \\mu$ of ABA onwards, the reductions in the stomatal aperture were significantly lower inars1 than in WT leaves.These results indicate that ARS1 gene regulates stomatal closure only under stress conditions,and its role appears to be dependent on ABA signalling. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Characterization of tomato transgenic plants either silencing or overexpressing ARS1 gene ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Taking into account that ARS1 gene is expressed in different plant organs but it is only induced by salt stress in leaves,it would be veryinteresting to corroborate the role of ARS1 gene in the transpirational water loss by analysing the salt stress response of lines with different levels of overexpression (OE lines) as well as lines that silence ARS1 gene by an RNA interference strategy (RNAi lines),which should show a similar response to that found in the ars1 mutant.At least ten independent events of transformation were obtained for RNAi and OE lines. In a first assay carried out with ${ \\sf T } _ { 1 }$ plants, two RNAi lines,RNAi-L2 and RNAi-L3, were selected by their reduced level of ARS1 expression (O.12 and $0 . 2 4 \\times$ -fold,respectively,relative to WT); moreover, two lines with different levels of overexpression were also selected,OE-L2 and OE-L17 (27.1 and $9 . 3 ~ \\mathrm { { \\ x } }$ -fold，respectively，relative to WT). Without salt,similar plant weights were found in all analysed plants (WT,ars1 mutant and OE and RNAi lines) (Figure S4a). After10days of salt stress $2 0 0 \\ m \\ N a C l _ { \\prime }$ ，plantweightswere slightly lower in ars1 mutant and RNAi lines,with respect to WT plants,contrary to the response observed in OE lines (Figure S4b). However,significant phenotype differences regarding ion toxicity symptoms (leaf chlorosis) were detected (Figure 6a),with RNAi lines and ars1 mutant plants showing evident leaf chlorosis and rollingappearance.Contrarily，OE lines developed fullygreen leaves,which were more similar to those grown without stress, while WT leaves showed an intermediate phenotype between those of OE and RNAi lines.To confirm the role of ARS1 gene in regulating stomatal closure under stress conditions,we monitored $g _ { \\mathrm { s } }$ and $E$ immediately before applying the salt stress and after three DST (Table S3 and Figure 6b).No differences were found between WT and transgenic lines for both parameters in the absence of NaCl.However,under salt stress,RNAi and ars1 mutant plants displayed higher relative values of $g _ { \\scriptscriptstyle 5 }$ and $E$ than WT plants,contrarily to the response observed in the OE lines. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/061db6bb3e5dbf4e0087fefd27394b933b1e78d588d208e1edbeca0adfcbea3b.jpg",
        "img_caption": [
            "Figure 5 ars1 mutant responses to dehydration and ABA. (a) Plants of wild type (WT)and ars1 were submitted to two successive cycles of withholding irrigation followed by1 day of rewatering at the eight-leaf developmental stage, and stomatal conductance and transpiration rate were measured throughout the second dehydration cycle.(b) Water loss rate measured in detached leaf.The leaves were detached from light-grown plants with eight fully developed leaves.Measures were taken during $8 \\mathrm { ~ h ~ }$ of incubation at room temperature.(c) Stomatal aperture of WT and ars1 mutant leaves treated with increasing ABA concentrations.Values are means $\\pm ~ \\mathsf { S E }$ of six individual plants per line. Asterisks indicate significant differences by Student's t-test between WT and mutant plants （20 $( P < 0 . 0 5 )$ 1 "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Subsequently, homozygous transgenic lines $( \\mathsf { T } _ { 3 } )$ were obtained and those with only one insertion were selected.Two RNAi lines, RNAi-L2 and RNAi-L5,with reduction of ARS1 expression higher than $80 \\%$ ,and two OE lines,OE-L4 and OE-L19,with high levels of ARS1 transcripts (38.8 and $7 2 . 7 \\times$ -fold,respectively,relative to WT)were selected in this second salt stress assay. Firstly, $g _ { { \\mathrm { { s } } } } ,$ Eand the photosynthesis rate were measured after seven DST to corroborate the role of ARS1 gene in the stomatal closure (Figure S5),showing similar changes to those observed in the first assaywith ${ \\sf T } _ { 1 }$ plants (Figure 6b).Moreover，the water use efficiency,calculated on the basis of stomatal conductance and photosynthesis (Shabala,2013),slightly increased in the OE lines and decreased in the ars1 mutant and RNAi lines (Figure S5). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To know whether the high ${ \\mathsf { N a } } ^ { + }$ transport to the shoot of the ars1 mutant was exclusively due to its excessive transpiration under stress and not to the altered expression of transporters genes, the expression levels of main genes involved in Na+ transport from root toshoot in tomato，S/SOS1 and SLHKT1;2 (Asins et al.，2013; Garcia-Abellan et al.,2014; Olias et al.,20o9),were analysed prior to salt treatment and after $1 2 \\mathrm { ~ h ~ }$ at 100 mM NaCl and other $3 6 ~ \\mathsf { h }$ at 200 mm NaCl (Figure 7). Interestingly, the expression pattern of SISOS1 and,especially，SlHKT1;2 showed opposite responses in roots of RNAi and OE lines,as their expression levels increased significantlywith salinity in RNAi roots while it decreased in OE lines after $4 8 \\mathrm { ~ h ~ }$ of salt treatment.Furthermore,ars1 mutant showed similar patterns to those of RNAi lines,while WT exhibited a similar responseas OE lines (S/SOS1) or intermediate (S/HKT1;2) between RNAi and OE lines. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/cdd30c8f9540b3c06d40314980fadf0f896f658510c2db73cdb025203874265b.jpg",
        "img_caption": [
            "Figure 6 The overexpressing (OE) and silencing (RNAi) ARS1 lines corroborate that ARS1 gene is required in regulating stomatal conductance $( g _ { \\mathrm { s } } )$ and transpiration rate $( E )$ under salt stress.(a) At the end of the salt stress assay (1O days at $2 0 0 \\mathrm { \\ m m \\ N a C l } .$ ),the leaves of OE lines did not show chlorosis,while ars1 mutant and RNAi lines showed a high level of leaf chlorosis,with WT leaves showing an intermediate response.(b) Relative values with respect to WT of $g _ { \\scriptscriptstyle 5 }$ and $E$ in the 3rd developed leaf of ars1,OE and RNAi lines after3 days of salt treatment.The measurements were taken as indicated in Table S3.Asterisks indicate significant differences between WT and each one of the other lines by Student's t-test （204号 $( P < 0 . 0 5 )$ ： "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ARS1,an R1-MYB gene involved in the tomato response to salt acclimation ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Molecular and genetic characterization of ars1,a tomato dominant salt-sensitive mutant isolated in a T-DNA collection,allowed us to identify the ARS1 gene,an R1-type member of the MYB protein family in tomato.The loss-of-function phenotype of ars1 mutant plants agrees with the molecular characterization of the ars1 mutation.Indeed,we determined that the T-DNA insertion changed the open reading frame of the ARS1 gene just before the SHAQKYF motif，promoting a truncated protein，which in turn would be unable to carry out the DNA-binding activity proposed for R1-MYB transcription factors (Feller et al.，2011). Suchmolecular features would explain the dominant-negative nature of ars1 mutation,in a similar way to other mutations described in plants (Veitia,2oo7).Phylogeneticanalysis demonstrates that the ARS1 protein belongs to the CCA1-like clade of R1-type proteins (Figure 2).A verified function has not been reported for all Arabidopsis R1-type proteins included in this clade,and the Arabidopsis and rice proteins most similar to ARS1 are among those with an unknown function.Nevertheless,two single MYB genes have been recently reported as involved in abiotic stress tolerance，that is StMYB1R-1 from potato (Shin et al.,2011) and OsMYB48-1 from rice (Xiong et al.,2014). Both genes,and particularly OsMYB48-1，are homologous to ARS1, suggesting that the functional role of the ARS1 may be conserved inplants.In tomato,in spite of its importance at agronomicand scientific level, the functional role of MYB tomato genes in abiotic stress tolerance remains largely unknown.Zhao et al. (2014) recently identified a total of 121 R2R3-MYB genes in tomato,but relatively few were shown to respond to abiotic stress conditions. To date，the only tomato MYB gene reported as involved in abiotic stress tolerance is S/A/M1，which encodes an R2R3-MYB gene type (AbuQamar et al.,2009). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/f6d8d10702ea5eec47689dfcf813c256ca5437bdcbcc210ad58b03b9d72247cf.jpg",
        "img_caption": [
            "Figure7The relative expression of S/SOS1 and SLHKT1;2 increaseswith salinity in roots of the ars1 mutant and RNAi lines and decreases in roots of OE lines,compared with WT. Results of expression prior to salt treatment (no NaCl),after $1 2 \\mathrm { ~ h ~ }$ at $1 0 0 \\mathrm { \\ m m \\ N a C l }$ and other $3 6 \\mathrm { ~ h ~ }$ at $2 0 0 \\mathrm { \\ m m \\ N a C l }$ The expression of WT prior to salt stress was set to 1.Values are means $\\pm ~ \\mathsf { S E }$ of six individual plants per line. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Here,we show the role of ARS1 gene,up to our knowledge the first R1-MYB type characterized in tomato，in salinity tolerance.The disruption of this gene did not affect plant growth and fruit yield under unstressed conditions,which make it a good candidate to improve abiotic stress tolerance froma point of view ofbiotechnological application (Chen etal.,2015;Garcia-Abellan et al.,2014).Generally, the disruption or overexpression of most stress-related genes negatively affects plant growth and yield under optimal conditions due to the growth-defence response trade-off (Huot et al.，2014).The salt sensitivity of the ars1 mutant is observed in adult plants grown under transpiring conditions,while no differential phenotype was observed in the mutant when grown in vitro (Figures 1，3，S3).Other genes, either involved in stomatal closure under osmotic stress or even genes known to be involved in controling root to shoot translocationof ${ \\mathsf { N a } } ^ { + }$ ，such as AtHKT1;1，exhibitdifferent responses when either mutant or overexpressing plants are grown in transpiring and nontranspiring conditions (Davenport et al.，2007;Ding et al.,2014).As a stress situation during the flowering period results in high yield penalties in crop plants, which may not be reflected when experiments are conducted in vegetative growth phases,currentlya priority in the research on abiotic stress tolerance is to evaluate the gene effects in natural conditions and to long term,being crop yield the most important factor of agronomic interest (Cabello et al.，2014;Roy et al., 2014).Interestingly,the fruit yield was significantly reduced in the mutant with respect to WT plants only under saline conditions (Figure 3b). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "ARS1 gene is involved in the transpirational water loss under salt stress ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The salt sensitivity of the ars1 mutant is mainly due to the toxic effect promoted by the so high degree of ${ \\mathsf { N a } } ^ { + }$ transport to the shoot and its accumulation,especially in young leaves (Figures 3c and 4c)，which could be associated to down-regulation of the expression of genes involved in the ${ \\mathsf { N a } } ^ { + }$ transport from root to shoot (Hasegawa，2013).However，the opposite response was observed,as the expression levels of the SISOS1 and SlHKT1;2, the main tomato genes involved in the ${ \\mathsf { N a } } ^ { + }$ retrieval from xylem in roots (Asins et al.,2013;Garcia-Abellan etal.,2014;Oliaset al., 2009),are up-regulated in the ars1 mutant and RNAi lines,while they are down-regulated in the OE lines (Figure 7).Therefore,the high ${ \\mathsf { N a } } ^ { + }$ transport to the shoot in the ars1 mutant is a consequence of the water loss via transpiration，as increased leaf $g _ { \\mathrm { s } }$ and $\\boldsymbol { \\mathsf { \\Pi } } _ { E }$ were observed in mutant and RNAi lines while the opposite occurs in OE lines (Figures 6 and S5)．These results highlight the important role that the ability to avoid the water loss in salt stress may have in salt tolerance，as it has been recently observed in wild salt-tolerant species of Arabidopsis (Wu et al.2012) and tomato (Koenig et al.，2013;Shabala,2013). Although more studies are necessary to dissect the mode of action of ARS1 tomato gene，these results presented here support the hypothesis that the ARS1 tomato gene regulates stomatal closure under stress conditions,reducing transpiration and thus the massive ${ \\mathsf { N a } } ^ { + }$ transport to the leaves, leading the whole response to NaCl acclimation over the long term.As ABA is a key regulator of stomatal closure (Raghavendra et al.，2010), we also demonstrate that the mutation affects the stomatal aperture in response to ABA,in a similar way to the response displayed under salt stress (Figure 5c).In summary,our results reveal that the R1-MYB transcription factor encoded by ARS1 gene plays an essential role in tomato response to salt acclimation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Experimental procedures ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Isolation of tomato ars1 mutant ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The tomato (Solanum lycopersicum L.) cv Moneymaker was used to generate a collection of T-DNA mutants by means of the enhancer trap vector pD991 (Atarés et al.,2011;Pineda et al., 2012).Screening for salt tolerance Was performed on plants coming from independent transformation events(Ti).The description of the screening protocol and salt stress treatment applied can be found in Supporting Experimental Procedures (Methods S1). $\\mathsf { T } _ { 2 }$ segregating progenies were used for phenotype-genotype co-segregation analysis as well as for selection of homozygous ${ \\sf T } _ { 3 }$ progenies where phenotype and physiological characterization of ars1 mutant was fulfilled. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The presence of a T-DNA in the ars1 mutant genome was confirmed by standard PCR amplification of the nptll and uidA genes with specific primers (Table S1),while the number of TDNA copies was analysed by Southern blot hybridization experiments (Methods S1)．For PCR amplification，DNA extractions were performed with Plant DNAzol Reagent (Invitrogen，Carlsbad,CA),following the manufacturer specifications. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Anchor-PCR and gene cloning ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "To determine the region of the genome affected by the insertion, the T-DNA flanking sequence Was isolated by Anchor-PCR according to Schupp et al. (1999). Briefly， the genomic DNA was digested with different blunt ends restriction enzymes,and the fragments obtained were ligated to a partially doublestranded DNA adapter.This anchor-ligated DNA was amplified by PCR using specific primers to the $5 ^ { \\prime }$ end of the adapter (Ad1) and the right border of the T-DNA (RB-1)(Table S1).Initial PCR products were re-amplified twiceusinginnermost primers homologous to the adapters (Ad2 and Ad3)and RB regions (RB-2 and RB-3)(Table S1).The three PCR products sizes Were analysed by electrophoresisina $1 \\%$ agarose gel and sequenced using the BigDye Terminator Cycle Sequencing Ready Reaction Kit (PE Applied Biosystems,Foster City, CA),following manufacturer instructions. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Gene and protein sequence analysis ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The sequences obtained by anchor-PCR were compared to the SGN Database (https://solgenomics.net)． Protein domains were analysed with the Conserved Domain Database of the National Center of Biotechnology Information (NCBl，http://www.ncbi. nlm.nih.gov/Structure/cdd/wrpsb.cgi) and the InterProScan tool ofthe European Bioinformatics Institute (EMBL-EBl， htp:// www.ebi.ac.uk/Tools/pfa/iprscan).Homologoussequencesof ARS1 were obtained from the SGN (https://solgenomics.net) and the NCBl using the predicted ARS1 protein sequence (SGNP713408). Multiple sequence alignment was conducted with Clustal-X,and the phylogenetic tree was constructed using the MEGA v5.1 software by means of the bootstrap method with 1000 replicates and the neighbour-joining option. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Generation of transgenic tomato lines ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The complete ARS1 open reading frame was amplified from the S.lycopersicum (cv.Moneymaker) cDNA sequence using the specific primers ARS1compF,which introduces a Sacl restriction site 83-pb upstream of the start codon,and ARS1compR,which introduces a Kpnl restriction site 20-pb downstream of the stop codon (Table S1).The PCR product was cloned and sequenced. The resulting plasmid was double digested with Sacl and Kpnl, and the ARS1 cDNA was subcloned into the binary vector pROKIl (Baulcombe et al.，1986) to generate an overexpression (OE) (35S:ARS1) gene construct. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "To generate ARS1 silencing lines,a RNA interference (RNAi) approach was followed.With this aim,a 125-bp fragment of the ARS1cDNA wasamplified using the primers ARS1Fv and ARS1Rv (Table S1)，and the PCR product was cloned in sense and antisense orientation separated by intronic sequences into the pKannibal vector (Wesley et al.，2oo1) to generate a pKannibalARS1 plasmid. The resulting plasmid was digested with Notl,and the entire construct was cloned into the binary vector pART27 (Gleave,1992). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In all cases, the binary plasmids generated were electroporated into Agrobacterium tumefaciens LBA 4404 strain for further use in genetic transformation experiments.Agrobacterium-mediated transformation was performed following the protocol described by Gisbert et al. (2ooO).For more details,please see Methods S1. At least ten independent events of transformation were obtained for OE and RNAi lines，and the ARS1 expression level was measured by qPCR as described below. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Stress assays ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In the homozygous line $( \\mathsf { T } _ { 3 } )$ of ars1，different salt stress assays were carried out for the mutant characterization，both in a greenhouse and in a controlled growth chamber,as described in Methods S1.Moreover, the drought characterization was carried out by withholding irrigation (Methods S1). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Physiological measures,microscopy and gene expression analysis ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Regarding physiological analyses,the methods for determination of chlorophyll, $g _ { { \\scriptscriptstyle 5 } } ,$ E and concentrations of ${ \\mathsf { N a } } ^ { + }$ and ${ \\sf K } ^ { + }$ are given inMethods S1.Water loss rates were determined in detached leaflets from the 3rd leaf of ars1 and WT adult plants,placed on open-lid Petri dishes，immediately weighted and incubated during $8 \\ \\mathsf { h }$ ：The decreases in fresh weight were monitored and results expressed as percentage of weight loss relative to initialweight.Microscopy analyses performed to determine number of stomas and degree of stomatal aperture in control, salt stress and ABA treatment conditions are described in detail in Methods S1.Finally，ARS1，SISOS1 and SIHKT1;2 gene expressions were analysed according to the protocol also described in Methods S1. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Statistical analysis ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Datawere statistically analysed using the SPSS 13.0 software package by one-way ANovA and Student's t-tests $( P < 0 . 0 5 )$ Significant differences between means were denoted byasterisks. All data are given as mean $\\pm ~ \\mathsf { S E }$ 0 $\\dot { \\boldsymbol { n } } =$ sample size). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This work was funded by a research project(AGL2012-40150-C01/ C02/Co3) from the Spanish Ministry of Economy and Competitiveness (MINECO).This Work was also supported by grant RYC2010-06369 (Ramón y Cajal Programme) from the MINECO to NF-G and grant E-30-2011-0443170 (JAE-Doc Programme) from the Spanish Council of Scientific Research (CSlC) to IE and BP.The authors haveno conflictof intereststo declare. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "AbuQamar,S.,Luo,H.,Laluk,K.，Mickelbart,M.V.and Mengiste,T.(2009) Crosstalk between biotic and abiotic stress responses in tomato is mediated bythe AlM1 transcription factor.Plant J.58,347-360.   \nAsins,M.J, Villalta,I.,Aly, M.M.,Olias,R.,Alvarez De Morales,P.A.Z., Huertas, R.,Li,J.U.N.et a/. (2013) Two closely linked tomato HKT coding genes are positional candidates for the major tomato QTL involved in Na+/K+ homeostasis.Plant Cell Environ.36,1171-1191.   \nAtarés,A.,Moyano,E.,Morales, B.,Schleicher,P.,Garcia-Abellan,J.,Antón,T., Garcia-Sogo, B.et al. (2011) An insertional mutagenesis programme with an enhancer trap for the identification and tagging of genes involved in abiotic stress tolerance in the tomato wild-related species Solanum pennelii.Plant Cell Rep.30,1865-1879.   \nBaranowskij,N.,Frohberg,C.,Prat,S.and Willmitzer,L.(1994)A novel DNA binding protein with homology to Myb oncoproteins containing only one repeat can function as a transcriptional activator. EMBO J.13,5383-5392.   \nBaulcombe,D.C., Saunders,G.R., Bevan,M.W.,Mayo,M.A.and Harrison, B.D. (1986) Expression of biologically active viral satellite RNA from the nuclear genome of transformed plants.Nature,321,446-449.   \nBergougnoux，V.(2014） The history of tomato: from domestication to biopharming. Biotechnol. Adv.32,170-189.   \nCabello,J.V.,Lodeyro,A.F.and ∠urbriggen,M.D.(2U14) Novel perspectives tor theengineering of abiotic stress tolerance in plants. Curr Opin. Biotechnol. 26,62-70.   \nChen,N.,Yang,Q.,Pan,L.,Chi,X.,Chen,M.,Hu,D.,Yang,Z.et al. (2014) Identification of 3O MYB transcription factor genes and analysis of their expression during abiotic stressin peanut (Arachis hypogaea L.). Gene,533, 332-345.   \nChen,Y.S.,Lo,S.F.,Sun,P.K.,Lu,C.A., Ho,T.H.D.and Yu,S.M. (2O15)A late embryogenesis abundant protein HVA1 regulated by an inducible promoter enhances root growth and abiotic stress tolerance in rice without yield penalty. Plant Biotechnol.J.13,105-116.   \nDavenport,R.J.,Munoz-Mayor,A.,Jha,D.,Essah,P.A.,Rus,A.and Tester,M. (2007)The ${ N a } ^ { + }$ transporter AtHKT1;1 controls retrieval of ${ N a } ^ { + }$ from the xylem in Arabidopsis.Plant, Cell Environ.30,497-507.   \nDing,Z.J., Yan,J.Y., Xu,X.Y.,Yu,D.Q.,Li, G.X.,Zhang,S.Q.and Zheng,S.J. (2014) Transcription factor WRKY46 regulates osmotic stress responses and stomatal movement independently in Arabidopsis.Plant J.79,13-27.   \nDu,H.,Feng,B.-R., Yang,S.-S., Huang,Y.-B.and Tang,Y.-X.(2012)The R2R3- MYB transcription factor gene family in maize. PLoS ONE,7,e37463.   \nDuangpan，S.，Zhang，W.，Wu，Y.，Jansky，S.H.and Jiang，J.(2013) Insertional mutagenesis using Tnt1 retrotransposon in potato.Plant Physiol. 163, 21-29.   \nDubos,C.,Stracke,R.,Grotewold,E., Weisshaar,B.,Martin,C.and Lepiniec,L (2010) MYB transcription factors in Arabidopsis.Trends Plant Sci.15,573- 581.   \nFeller,A.,Machemer,K.,Braun,E.L.and Grotewold,E.(2011) Evolutionaryand Comparative analysis of MYBand bHLH plant transcription factors. Plant J. 66, 94-116.   \nGarcia-Abellan,J.O.，Egea,I.，Pineda,B.，Sanchez-Bel,P.，Belver,A.，GarciaSogo,B.,Flores,F.B.et al. (2O14) Heterologous expression of the yeast HAL5 gene in tomato enhances salt tolerance by reducing shoot ${ N a } ^ { + }$ accumulation in the long term.Physiol. Plantarum,152,700-713.   \nGisbert,C.，Rus，A.M.，Bolarin，M.C.，Lopez-Coronado，J.M.，Arillaga，I., Montesinos,C., Caro,M.et al. (20oo) The yeast HAL1 gene improves salt tolerance of transgenic tomato.Plant Physiol.123,392-402.   \nGleave，A.P.(1992）A versatile binary vector system with a T-DNA organisational structure conducive to efficient integration of cloned DNA into the plant genome.Plant Mol. Biol.20,1203-1207.   \nHasegawa,P.M.(2013) Sodium (Na+) homeostasis and salt tolerance of plants. Environ. Exp.Bot.92,19-31.   \nHe,Y.,Li, W.,Lv,J,Jia,Y.,Wang,M.and Xia,G.(2012) Ectopic expressionof a wheat MYB transcription factor gene，TaMYB73,improves salinity stress tolerance in Arabidopsis thaliana.J.Exp.Bot.63,1511-1522.   \nHuot，B.，Yao,J.，Montgomery，B.L.and He,S.Y.(2014) Growth-defense tradeoffs in plants: a balancingact tooptimize fitnessMol.Plant,7,1267- 1287.   \nIchihashi，Y.andSinha，N.R.(2014)From genome tophenomeand back in tomato. Curr. Opin. Plant Biol.18,9-15.   \nJeong,D.-H.,An,S.,Kang,H.-G.,Moon,S.,Han,J.-J.,Park,S.,Lee,H.S.etal. (2002)T-DNA insertional mutagenesis for activation tagging in rice.Plant Physiol.130,1636-1644.   \nJung,C., Seo,J.S., Han,S.W., Koo,Y.J., Kim, C.H.,Song, S.I.,Nahm,B.H. et al. (2008)Overexpression of AtMYB44 enhances stomatal closure to confer abiotic stress tolerance in transgenic Arabidopsis.Plant Physiol.146,623- 635.   \nKoenig，D.,Jiménez-Gómez,J.M.，Kimura，S.，Fulop,D.，Chitwood,D.H.. Headland,L.R., Kumara,R.et al.(2O13) Comparative transcriptomics reveals patterns of selection in domesticated and wild tomato. Proc. Natl Acad. Sci. USA,110,2655-2662.   \nLi, C.,Ng, C.K.and Fan,L.M.(2015)MYB transcription factors,active players in abiotic stress signaling.Environ.Exp.Bot.114,S80-S91.   \nLiang,Y.-K.,Dubos,C.，Dodd,I.C.，Holroyd,G.H.，Hetherington,A.M.and Campbell，M.M.(2005）AtMYB61，an R2R3-MYB transcription factor Controlling stomatal aperture in Arabidopsis thaliana.Curr. Biol.15,1201- 1206.   \nLindemose，S.，O'Shea,C.，Jensen，M.K．and Skriver，K.(2013) Structure, function and networks of transcription factors involved in abiotic stress responses.Int. J.Mol.Sci.14,5842-5878. D.K.and Udvardi，M.K.(2009) AtMyb41 regulates transcriptional and metabolic responses to osmotic stress in Arabidopsis.Plant Physiol.149, 1761-1772.   \nMaathuis,F.J.M.(2014) Sodium in plants: perception,signalling,and regulation of sodium fluxes.J. Exp.Bot.65,849-858.   \nMathews, H., Clendennen, S.K., Caldwell, C.G., Liu,X.L., Connors, K., Matheis, N.,Schuster，D.K.et al.(2003) Activation tagging in tomato identifies a transcriptional regulator of anthocyanin biosynthesis,modification,and transport. Plant Cel,15,1689-1703.   \nMunns,R.and Tester,M.(2008) Mechanisms of salinity tolerance.Ann. Rev. Plant Biol. 59,651-681.   \nMunoz-Mayor,A.,Pineda,B., Garcia-Abellan,J.O.,Antón,T., Garcia-Sogo,B., Sanchez-Bel,P.,Flores,F.B.et al. (2012) Overexpression of dehydrin tas14 gene improves the osmotic stress imposed by drought and salinity in tomato. J.Plant Physiol.169,459-468.   \nNakashima，K.，Yamaguchi-Shinozaki，K．and Shinozaki，K．(2014）The transcriptional regulatory network in the drought response and its crosstalk in abiotic stress responses including drought,cold,and heat.Front.Plant Sci. 5,170.doi:10.3389/fpls.2014.00170.   \nOlias,R.,Eljakaoui, Z.,Li,J.,de Morales,P.A.,Marin-Manzano,M.C.,Pardo, J.M.and Belver,A.(2009)The plasma membrane Na+/H+ antiporter SOS1 is essential for salt tolerance in tomato and affects the partitioning of ${ N a ^ { + } }$ between plant organs.Plant Cell Environ.32,904-916.   \nO'Malley,R.C.and Ecker,J.R. (2010) Linking genotype to phenotype using the Arabidopsis unimutant collection. Plant J.61, 928-940.   \nPineda,B.,Garcia-Abellan,J.O.,Antón,T.,Pérez,F.,Moyano,E.,Garcia-Sogo, B,Campos, J.F.et al. (2012) Genomic approaches for salt and drought stress tolerance in tomato.In Improving Crop Resistance to Abiotic Stress(Tuteja, N.,Gill,S.S.,Tiburcio,A.F.and Tuteja,R.,eds),pp.1085-1110.Weinheim: Wiley-VCH Verlag and Co. KGaA.   \nRaghavendra,A.S., Gonugunta, V.K., Christmann,A.and Grill,E.(2010)ABA perception and signalling.Trends Plant Sci.15,395-401.   \nRanjan,A., Ichihashi, Y.and Sinha,N. (2012) The tomato genome: implications for plant breeding, genomics and evolution. Genome Biol.13,167.   \nRose,A.，Meier,l.and Wienand,U.(1999)The tomato l-box binding factor LeMYBl is a member of a novel class of Myb-like proteins.Plant J.20,641- 652.   \nRoy,S.J., Negrao,S.and Tester,M. (2014)Salt resistant crop plants.Curr. Opin. Biotechnol. 26,115-124.   \nSchupp,J.M.,Price,L.B., Klevytska,A.and Keim,P.(1999) Internaland flanking sequence from AFLP fragments using ligation-mediated suppression PCR. Biotechniques,5,905-910.   \nSchwarz,D.,Thompson,A.J.and Klaring, H.P. (2014) Guidelines to use tomato in experiments with a controlled environment.Front. Plant Sci.5,625.doi: 10.3389/fpls.2014.00625.   \nShabala，S. (2013)Learning fromhalophytes:physiological basisand Strategies to improve abiotic stress tolerance in crops.Ann. Bot.112, 1209-1221.   \nShin,D.,Moon,S.J.,Han,S., Kim,B.G.,Park,S.R.,Lee,S.K., Yoon,H.J.et al. (2011）Expression of StMYB1R-1,a novel potato single MYB-like domain transcription factor,increases drought tolerance.Plant Physiol.155,421- 432.   \nTadege,M.,Wen,J.,He,J.,Tu,H.,Kwak,Y.,Eschstruth,A., Cayrel,A.et al. (2008) Large-scale insertional mutagenesis using the Tnt1 retrotransposon in the model legume Medicago truncatula.Plant J.54,335-347.   \nUlker,B.,Peiter,E,Dixon,D.P.,Moffat,C.,Capper,R.,Bouché,N.,Edwards,R. et al. (O08)Getting the most out of publicly available T-DNA insertion lines. Plant J. 56,665-677.   \nVeitia，R.A.(20o7） Exploring the molecular etiology of dominant-negative mutations.Plant Cell,19,3843-3851.   \nWesley，S.V.，HeliwellC.A.，Smith,N.A.，Wang，M.B.，Rouse,D.T.Liu,Q, Gooding,P.S.et al. (2oo1) Construct design for efficient,effective and highthroughput gene silencing in plants.Plant J.27,581-590.   \nWu，H.J.，Zhang，Z.，Wang，J.Y，Oh，D.H.，Dassanayake，M.，Liu，B., Huang，K.et al.(2012） Insights into salt tolerance from the genome OfThellungiella salsuginea.Proc.Natl Acad.Sci.USA，109，12219-   \nXiong，H.，Li，J.，Liu，P.，Duan，J.，Zhao，Y.，Guo，X.，Li，Y．et al. (2014)Overexpression of OsMYB48-1，a novel MYB-related transcription factor，enhances drought and salinity tolerance in rice.PLoS ONE，9, e92913.   \nYang,A.,Dai,X.and Zhang,W.H.(2012)A R2R3-type MYB gene,OsMYB2,is involved in salt, cold,and dehydration tolerance in rice.J. Exp. Bot. 63,2541- 2556.   \nYanhui，C.，Xiaoyuan,Y.，Kun，H.，Meihua,L.，Jigang，L.，Zhaofeng，G., Zhiqiang，L.et al. (2Oo6)The MYB transcription factor superfamily of Arabidopsis:expression analysis and phylogenetic comparison with the rice MYB family.Plant Mol.Biol.60,107-124.   \nZhang，L.,Liu,G.，Zhao,G.，Xia,C., Jia,J.，Liu,X.and Kong,X.(2014) Characterization of a wheat R2R3-MYB transcription factor gene,TaMYB19, involved in enhanced abiotic stresses in Arabidopsis.Plant Cell Physiol.10, 1802-1812.   \nZhao,P., Li, Q., Li,J., Wang,L.and Ren,Z. (2014) Genome-wide identification and characterization of R2R3MYB family in Solanum lycopersicum.Mol. Genet. Genomics,289,1183-1207. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Supporting information ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Additional Supporting information may be found in the online version of this article: ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Figure S1 Co-segregation phenotype-genotype analysis in ${ \\sf T } _ { 2 }$ plants grown under salt stress,and spatial expression of ARS1 in WT and ars1 mutant plants in control (without NaCl) and salt stress conditions.   \nFigure S2 Leaf ${ \\sf K } ^ { + }$ content and leaf ${ \\mathsf { N a } } ^ { + } / { \\mathsf { K } } ^ { + }$ ratio in WT and ars1 mutant plants grown under salt stress.   \nFigure S3 Phenotype of in vitro WT and ars1 mutant seedlings subjected to NaCl, LiCl and mannitol treatments.   \nFigure S4 Plant growth monitoring (plant weights) of ars1 mutant,ARS1-silencing lines and ARS1-overexpressing lines in control (without NaCl) and salt stress conditions.   \nFigure S5 Stomatal conductivity,transpiration rate,photosynthesis rate and water use efficiency in WT,ars1,ARS1-silencing lines,and ARS1-overexpressing lines in salt stress conditions.   \nTable S1 Primers used in this study.   \nTable S2 Stomatal densities of WT and ars1 mutant leaves in control (without NaCl) and salt stress.   \nTable S3 Stomatal conductivity and transpiration rate in WT, ars1，ARS1-silencing lines，and ARS1-overexpressing linesin control (without NaCl) and salt stress conditions.   \nMethods S1 Supplementary experimental procedures. ",
        "page_idx": 11
    }
]