[
    {
        "type": "text",
        "text": "High RF power tests of the first 1.3 GHz fundamental power coupler prototypes for the SHINE project ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zhen-Yu Ma, Shen-Jie Zhao, Xu-Ming Liu, Yue-Chao Yu, Hong-Ru Jiang, Xiang Zheng, Qiang Chang, Zi-Gang Zhang,Kai Xu, Yan Wang, Yu-Bin Zhao, Hong-Tao Hou\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Affiliations: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Shanghai Advanced Research Institute, Chinese Academy of Sciences, Shanghai 2012 04, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\*Corresponding author, houhongtao $@$ zjlab.org.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The Shanghai High Repetition Rate XFEL and Extreme Light Facility (SHINE) project will use $6 0 0 ~ 1 . 3 ~ \\mathrm { G H z }$ fundamental power couplers,which are modified based on TTF-III power couplers, for continuous Wave operation with input power up to approximately $7 ~ \\mathrm { k W } .$ The first batch of 20 sets of 1.3 GHz coupler prototypes were fabricated from three domestic manufacturers for the SHINE project. To better characterize the radio frequency conditioning phenomena for validating the performance of power couplers, a room temperature test stand was designed, constructed, and commissioned for the SHINE $1 . 3 \\ : \\mathrm { G H z }$ power couplers.In addition, a horizontal test cryostat was built to test the 1.3 GHz superconducting cavities, fundamental power couplers, tuners, and other components as a set. The results of these tests indicate that the 1.3 GHz couplers are capable of handling up to $1 4 ~ \\mathrm { k W }$ continuous Waves. Herein， the main aspects of the radio frequency design and construction of the test stand， along with the test results of the high-power conditioning of the 1.3 GHz couplers, are described. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Superconducting accelerating cryomodule, $1 . 3 ~ \\mathrm { G H z }$ fundamental power coupler, RF conditioning, Test bench, Horizontal test cryostat ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The Shanghai HIgh repetition rate XFEL aNd Extreme light facility (SHINE), which is under construction,is the first hard X-ray-free electronic laser facility in China [1-3]. The SHINE facility will build a superconducting linear accelerator with $8 \\mathrm { G e V }$ energy, three undulator lines, three beam lines,and the first 1O experimental stations [4]. The linear accelerator contains 75 superconducting cryomodules that have 600 1.3 GHz 9-cell TESLA-type superconducting cavities used for electron beam acceleration and two third-harmonic superconducting cryomodules, which have $1 6 3 . 9 \\mathrm { G H z }$ superconducting cavities used for linearizing the longitudinal phase space distortion of an electron bunch [5-9]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Fundamental power couplers (FPCs) are one of the most important components of superconducting cryomodules. The SHINE 1.3 GHz FPCs are modified and optimized based on the design of the TTF-II FPC to meet the needs of the SHINE project [1O-12]. The antenna of the cold part was shortened by $8 . 5 ~ \\mathrm { m m }$ to achieve a higher external quality factor $\\varrho _ { \\mathrm { e x t } }$ . The copper plating thickness on the warm inner conductor was increased to $1 5 0 ~ { \\mu \\mathrm { m } }$ to alleviate overheating in the continuous Wave (CW) mode. The coaxial conversion waveguide was directly machined from a single block of aluminum, eliminating the radio frequency (RF) matching posts and allowing for precision alignment. In addition, the capacitor ring used for the bias voltage was replaced by a copper flex ring to provide a better RF seal between the waveguide and coupler body. Another change is the use of a stepper motor to remotely adjust the coupling for various beam loadings and to compensate for the change in the coupling due to heating of the inner conductor. The mechanical design of the SHINE $1 . 3 \\ : \\mathrm { G H z }$ FPC is shown in Fig. 1. The main technical parameters of the $1 . 3 \\ : \\mathrm { G H z }$ FPC are listed in Table 1. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/01a8c220cf762bfbd9bfff41b5a593f12f27198e3b2fbf4c5be27812de287655.jpg",
        "img_caption": [
            "Fig. 1 (Color online) Mechanical design of the SHINE 1.3 GHz FPC "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/8d6e9ac1bb1f04f44322ef39841385da2f1cc2edfb368ba1c95d85edb7a8dc7e.jpg",
        "table_caption": [
            "Table1.Main technical parameters of the SHINE1.3 GHz FPC "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Parameters</td><td>Specification</td></tr><tr><td>Operating frequency (GHz)</td><td>1.3</td></tr><tr><td>Type</td><td>Coaxial、Double-RF-window</td></tr><tr><td>Ceramic RF window type</td><td>Cylindrical (cold) +Cylindrical (warm)</td></tr><tr><td>Input power (0.3 mA beam current) (kW)</td><td>6.6</td></tr><tr><td>Conditioning Power</td><td>7 kW CW (SW, test bench)</td></tr><tr><td>External quality factor, Qext</td><td>4.12×107</td></tr><tr><td>Qext adjustment range</td><td>4.0×10~1.1×108</td></tr><tr><td>Antenna adjustment range (mm)</td><td>±7.5</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The $\\varrho _ { \\mathrm { e x t } }$ of the superconducting cavity and power requirements can be calculated using Eqs. (1)-(3) and are related to some parameters, such as the coupling coefficient $\\beta _ { : }$ ，beam current $I _ { \\mathrm { b } } ,$ ， cavity intrinsic quality factor $Q _ { 0 }$ ， cavity voltage $V _ { \\mathrm { c } } , R / Q$ of the cavity, frequency detuning $\\delta f ,$ and resonant frequency $f _ { 0 }$ [13]. For the SHINE project, the optimal $\\varrho _ { \\mathrm { e x t } }$ of the $1 . 3 \\mathrm { \\ G H z }$ superconducting cavities is $4 . 1 2 \\times 1 0 ^ { 7 }$ ，under the following working conditions: the average linac beam current is $0 . 3 ~ \\mathrm { m A }$ , the nominal accelerating gradient $E _ { \\mathrm { a c c } }$ of the $1 . 3 ~ \\mathrm { G H z }$ superconducting cavity is $1 6 . 0 \\ \\mathrm { M V / m }$ ，the cavity intrinsic quality factor $Q _ { 0 }$ is $2 . 7 \\times 1 0 ^ { 1 0 }$ , and the frequency detuning $\\delta f$ caused by the peak microphonics effect is $1 0 ~ \\mathrm { H z }$ [14-15]. The required input power from a solid-state amplifier (SSA) for maintaining the operating gradient is approximately $6 . 6 \\mathrm { k W } ,$ ， considering a waveguide transmission loss of $1 5 \\%$ . Thus, the $1 . 3 \\ : \\mathrm { G H z }$ FPC is designed to withstand a CW power of $7 \\mathrm { k W }$ with full reflection. The SHINE $1 . 3 \\ : \\mathrm { G H z }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "FPC is designed with an adjustable mechanism, and the full adjustment range of the antenna is approximately $1 5 \\mathrm { m m }$ , so that the $\\varrho _ { \\mathrm { e x t } }$ spans from $4 . 0 { \\times } 1 0 ^ { 6 }$ to $1 . 1 \\times 1 0 ^ { 8 }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The SHINE 1.3 GHz FPC prototypes have been under development from the middle of 2018.At present, the first batch of 20 sets of $1 . 3 \\ : \\mathrm { G H z }$ FPC prototypes have been fabricated by three domestic manufacturers and high RF power-tested. The remainder of this paper is organized as follows. In Sect. 2, the surface preparation procedures of the 1.3 GHz FPCs are briefly introduced. In Sect.3, the RF design of the room temperature test bench for 1.3 GHz FPCs and the RF test results are presented. In Sect. 4, the off-resonance high RF power conditioning and operation of the 1.3 GHz FPC protypes in the cryomodule are presented. Finally, the study's conclusions are presented in Sect. 5. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 FPC preparation procedures ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Prior to assembly on the room temperature test bench, the FPCs need to be cleaned to ultra-high vacuum standards to make the RF conditioning faster and more efficient [16]. All FPC parts were initially cleaned in an ultrasonic bath for $3 0 ~ \\mathrm { m i n }$ 0 followed by rinsing with ultrapure water until the resistivity of the draining water exceeded $1 4 \\mathrm { M } \\Omega \\cdot \\mathrm { c m }$ in the class 1O clean room. All rinsed FPC parts were blown dry using filtered high-purity nitrogen gas. Before assembly, each FPC part is blown with filtered high-purity nitrogen gas again using a particle counter, which must count less than 10 particles of size $> 0 . 3$ microns per cubic foot; if not, the FPC parts must return to the ultrasonic bath [17]. A vacuum leak test was performed on the assembled FPCs, and the helium leak detection sensitivity of the system was better than $1 . 0 { \\times } 1 0 ^ { - 9 }$ mbar $\\mathrm { L } / \\mathrm { s }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "It was found that baking reduces the conditioning time by almost a factor of two; furthermore, it provides better vacuum levels in FPCs prior to conditioning compared with non-baked FPCs [18]. The assembled FPCs were baked under vacuum using a modified baking oven, which was operated via a computer and a programmable logic controller. Our standard baking procedure was applied: increasing the temperature with a gradient of $1 0 \\ \\mathrm { ^ { \\circ } C / h }$ , and maintaining a temperature of $1 5 0 ^ { \\circ } \\mathrm { C }$ for $7 2 \\mathrm { { h } }$ to ensure that all water vapor was removed. Next, it was cooled down to room temperature with a controlled gradient of $1 0 ~ \\mathrm { ^ { \\circ } C / h }$ . During the baking of FPCs, the temperatures were monitored, and the gas species were also analyzed via a residual gas analyzer. The vacuum and residual gas analysis results after the baking of the FPCs are listed in Table 2. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/a4e784a722300fda7deafd8f8c96dabd80f1b41a3255e8e7ce1d599424446f11.jpg",
        "table_caption": [
            "Table 2. Vacuum and residual gas analysis results after FPC baking "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Parameters</td><td>Results</td></tr><tr><td>Vacuum of FPCs (mbar)</td><td><9.0×10-10</td></tr><tr><td>Vacuum of baking oven (mbar)</td><td><1.0×10-6</td></tr><tr><td>Vacuum leak rate (mbar·L/s)</td><td><1.0×10-9</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/622eb4d58e74e050ffab66babc5554991decd6c255bc52c880b627bc3f3f36b7.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>H2 partial pressure (mbar)</td><td><5×10-12</td></tr><tr><td>HO partial pressure (mbar)</td><td><5×10-12</td></tr><tr><td>N2 partial pressure (mbar)</td><td><5×10-12</td></tr><tr><td>CO partial pressure (mbar)</td><td>< 5×10-12</td></tr><tr><td>O2 partial pressure (mbar)</td><td><5×10-12</td></tr><tr><td>CO2 partial pressure (mbar)</td><td><5×10-12</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 High RF power tests in the room temperature test bench ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The FPCs need to be fully high-RF-power-conditioned at room temperature prior to installation with the superconducting cavities in the cryomodules. This allows to test the robustness of the couplers,condition away residual absorbed gases,and \"burn-off' microscopic surface imperfections. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1 Composition of room temperature test system for 1.3 GHz FPCs ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The high RF power test system of the 1.3 GHz FPCs mainly includes four major subsystems: 1) power source system, 2) power transmission system,3) test bench, and 4) low-level control system [19-20]. Figure 2 shows the composition block diagram of the high RF power test system for the 1.3 GHz FPCs. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/ebe2a7ec8c1e8abd7e677e66aa2618004a68b3033caee4b259c6ec69d13e6a92.jpg",
        "img_caption": [
            "Fig. 2. The composition block diagram of the high RF power test system for the 1.3 GHz FPCs. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The power source system is composed of an SSA capable of outputting a $3 0 \\mathrm { k W }$ CW power. The power transmission system is composed of various transmission waveguides, circulators, water-cooled RF-absorbing loads, short-circuit plungers, etc. One RF-absorbing load connected to the circulator is used to absorb the RF power reflected from the test bench to protect the power source,and the other RF-absorbing load is used to absorb all the RF power reaching the terminal. A movable short-circuit plunger is used in the standing wave (SW) mode to ensure that each position along the FPCs is fully conditioned. In addition, the incident power and reflected RF power were measured using directional couplers. The test bench included a pair of back-toback FPCs and a rectangular connection waveguide. Two ARC detectors are installed near the ceramic windows to detect arc events,while six electron pick-up probes are installed on the outer conductors of the FPCs to monitor the current and location of secondary electrons. Ten thermocouples are used to monitor the surface temperature of the FPCs,and two IR sensors are used to measure the temperature of the warm ceramic RF windows. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The low-level control system is used to monitor the incident power, reflected power, temperature，vacuum， electron current, ARC，and other signals. It also incorporates important signals into the interlocking system. Once the interlocking signals exceed the thresholds, the power source is cut off in the shortest time to protect the FPCs [21]. Table 3 lists the thresholds for different interlocking signals. For vacuum events exceeding $5 . 0 { \\times } 1 0 ^ { - 6 }$ mbar, the RF power is cut immediately and recovered when the vacuum pressure is lower than $1 . 0 { \\times } 1 0 ^ { - 7 }$ mbar. Real-time LabView software provides the operator interface to change the RF mode parameters and control the RF testing. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/4389e839ab142a49de53f5bb5b01b9c3f872169b016cc23b695f3323eb94e5a0.jpg",
        "table_caption": [
            "Table 3.Thresholds of the different interlocking signals for the 1.3 GHz FPC RF conditioning "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Parameters</td><td>Threshold</td></tr><tr><td>Vacuum to cut off (mbar)</td><td>5.0×10-6</td></tr><tr><td>Vacuum to recover (mbar)</td><td>1.0×10-7</td></tr><tr><td>Warm RF window temperature (C)</td><td>80</td></tr><tr><td>Electron current (voltage equivalent) (V)</td><td>1</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2 RF design of $1 . 3 \\ : \\mathrm { G H z }$ FPC test bench ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The RF power transmission of the test bench is described as follows: the transverse electromagnetic (TEM) mode in the coaxial line of the upstream FPC is coupled to the rectangular connection waveguide via the antenna, and the transverse electric $( \\mathrm { T E } _ { 1 0 } )$ mode is excited in the waveguide. Then, the power is transmitted from the rectangular waveguide to the downstream FPC via the antenna and continues to be transmitted forward in the downstream FPC in the form of the TEM mode and finally reaches the terminal RF absorbing load. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The focus of the RF design is to achieve good RF matching and avoid power reflection for the test bench. The goal of $S .$ -parameter optimization is to make the reflection coefficient as small as possible and the transmission coefficient as large as possible at the operating frequency. The rectangular connection waveguide of the 1.3 GHz FPC test bench was optimized based on a half-height WR65O waveguide, in which the width is $1 6 5 . 1 \\ \\mathrm { m m }$ and the height is $4 1 . 3 ~ \\mathrm { m m }$ ,as shown in Fig. 3(a). Three structural parameters should be optimized: the insertion depth of the antennas $h$ ，the distance between the antenna and the short-circuit surface of the waveguide $d _ { 1 }$ ，and the distance between the two antennas of FPCs $d _ { 2 }$ ,as shown in Fig. 3(b). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/18f5b83bad7c06bc6c0642c87d18ccd1ba5b3873fde0b29fc7607b1cad7490ea.jpg",
        "img_caption": [
            "Fig.3(Color online) The rectangular connection waveguide structural size (a) and structural parameters (b) of the $1 . 3 \\ : \\mathrm { G H z }$ FPC test bench. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The optimal structural parameter combination was finally confirmed via numerous simulations and calculations: $h = 1 8 . 2 5 ~ \\mathrm { m m }$ 。 $d _ { 1 } = 6 3 ~ \\mathrm { m m }$ ， $d _ { 2 } = 1 7 5 \\ \\mathrm { m m }$ With this combination, the test bench with the FPC antennas can achieve the best matching. Figure 4 shows the $S .$ -parameter curves for the optimized test bench in the 1.25-1.35 GHz frequency range. The optimal transmission coefficient $S _ { 2 1 } \\approx - \\ 0 . 0 0 1 5$ dB and the reflection coefficient $S _ { 1 1 } \\approx - ~ 5 4 . 2 8$ dB for the test bench at $1 . 3 \\ \\mathrm { G H z }$ （204号 frequency are obtained. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/e5d1691f26f0d147a0e2c6630568275ff307767b7a2d41edc9d0c58240f11228.jpg",
        "img_caption": [
            "Fig. 4.(Color online) $S _ { 1 1 }$ and $S _ { 2 1 }$ parameter curves versus frequency for the optimized test bench. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The errors introduced from the fabrication and installation of the FPCs will lead to the deterioration of transmission matching.A simple and feasible method is to adjust the insertion depth of the antennas to achieve a new matching. Therefore, it is necessary to further analyze the influence of insertion depth $h$ on the $S$ parameters. The antenna insertion depth can be adjusted up t $0 \\pm 1 0 ~ \\mathrm { m m }$ ,i.e., $h$ changes from 8.25 mm to $2 8 . 2 5 ~ \\mathrm { m m }$ ，and the $S _ { 1 1 }$ peak frequency changes from 1.3396 GHz to 1.2152 $\\mathrm { G H z }$ , as shown in Fig. 5.Evidently, the $S$ -parameter peak frequency can be modulated to $1 . 3 \\ : \\mathrm { G H z }$ by adjusting the insertion depth to achieve the best match. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/1ae4503bbc065bc2777eeb3a703a4a9c7b474abe01f758e3f0108875ac0cd7e0.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/a4d0c141721327af65fb4732d056fa6f6c1f45722376b37655bcdace61c2ce17.jpg",
        "img_caption": [
            "Fig. 5 (Color online) $S _ { 1 1 }$ (a) and $S _ { 2 1 }$ (b) parameter curves versus frequency for different antenna insertion depths. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3 High RF power conditioning and testing of the $1 . 3 \\ : \\mathrm { G H z }$ FPC protypes ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "It is better to measure the $S$ parameters and adjust for matching before the high RF power conditioning of FPCs. The optimal measured values of $S _ { 1 1 }$ and $S _ { 2 2 }$ are42.84 dB and $- 5 5 . 3 5 ~ \\mathrm { d B }$ , respectively, and those of $S _ { 2 1 }$ and $S _ { 1 2 }$ are - 0.0928 dB and - 0.0936 dB respectively, as shown in Fig. 6.From the $S _ { 2 1 }$ measurement, the power loss in the two FPCs and the rectangular connection waveguide in total will be $2 1 ~ \\mathrm { W }$ for an input power of $1 \\mathrm { k W } .$ ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/aff89e0681b8101423be486ca8fa3a76f097b5e6d53b5b18b9ca303af45a0bb7.jpg",
        "img_caption": [
            "Fig. 6 (Color online) The measured $S$ parameters versus frequency for the 1.3 GHz FPC test bench. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To maintain the stable operation of the FPCs,the FPCs should be able to transmit RF power significantly higher than $6 . 6 ~ \\mathrm { k W }$ on the test bench.In general, the target value of RF conditioning is twice that of the required power [22-23]. In addition, we considered a special situation. If a cavity“quenches” in operation or trips for some other reasons, all the forward power in the FPC is reflected and the FPC “see” local peak power between a minimum value and four times the input power level [24]. We have established the RF test specifications for the SHINE 1.3 GHz FPC prototypes, as shown in Table 4, to better evaluate the manufacturing techniques and performance of the FPCs. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Table 4.RF test specifications for the SHINE 1.3 GHz FPC prototypes ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/2f24562ae6c12637ef37c30458868e85cd574ac58f73a296d5d3076f0c1a6ce0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Conditioning mode</td><td>Specification</td></tr><tr><td>Pulse mode, TW</td><td>Peak power 28 kW, duty 20%</td></tr><tr><td>CW mode, TW</td><td>14 kW, 6 hours</td></tr><tr><td>CW mode, SW</td><td>7 kW, 12 hours</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The FPCs were RF-conditioned in both the travelling wave (TW） and SW modes. First, the conditioning was started in TW pulse mode, and the RF power was pulse-modulated with a 1 ms pulse length and $1 0 0 ~ \\mathrm { { m s } }$ repetition period. The peak power was increased from $1 ~ \\mathrm { k W }$ to $2 8 ~ \\mathrm { k W }$ with an increase of $0 . 5 \\mathrm { k W }$ per step. Any deterioration of the vacuum close to the threshold resulted in a power reduction. The maximum power was maintained for half an hour. Then， the peak power was decreased to $1 ~ \\mathrm { k W } _ { : }$ ，and the same operation was repeated with a larger pulse width of 2, 4, 8, 10, 15, and $2 0 ~ \\mathrm { { m s } }$ in sequence. Once the pulse conditioning was finished, CW conditioning started from $1 ~ \\mathrm { k W }$ and increased to $1 4 \\mathrm { ~ k W } _ { : }$ ，with an increase of $0 . 5 \\mathrm { \\ k W }$ per step. Finally, it was maintained at a $1 4 ~ \\mathrm { k W }$ CW power level for six hours. A variation of $1 7 0 ~ \\mathrm { m m }$ can be achieved by moving the short-circuit plunger in the SW mode,ensuring that all areas of the FPCs are exposed to the maximum electric field. The RF conditioning procedure for the SW mode was similar to that for the TW mode and was maintained at a CW power level of $7 \\mathrm { k W }$ for twelve hours. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/ba7991df9a5797bbba8728740044d2e4941e3281d15cc1ae2d60e91c613a7618.jpg",
        "img_caption": [
            "Fig. 7(Color online) SHINE 1.3 GHz FPC high RF power test system "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A total of 2O sets of 1.3 GHz FPC prototypes were all RF-conditioned, and all of them successfully passed the high RF power tests on the room temperature test bench. Figure 7 shows the SHINE $1 . 3 \\ : \\mathrm { G H z }$ FPC test system. Here,we list the test results for one pair of FPCs as an example. Figure 8(a) shows the temperature distribution along the FPC for the power increasing from $5 ~ \\mathrm { k W }$ to $1 4 ~ \\mathrm { k W }$ in TW CW mode, and Fig. 8(b) shows the temperature distribution for the power increasing from $1 ~ \\mathrm { k W }$ to $7 ~ \\mathrm { k W }$ in SW CW mode. The temperature sensor positions 2 and 5 represent the warm and cold RF window temperatures, respectively. In the $1 4 ~ \\mathrm { k W }$ TW mode or $7 ~ \\mathrm { k W }$ SW mode, the temperatures of RF windows were below the threshold of $8 0 ~ ^ { \\circ } \\mathrm { C }$ .There was no obvious temperature increase in the outer conductor bellows of the FPC or rectangular connection waveguide. Figure 9(a) shows the vacuum pressure in the cold and warm parts for power ranging from $5 ~ \\mathrm { k W }$ to $1 4 ~ \\mathrm { k W }$ in TW mode, and Fig. 9(b) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "shows the vacuum variation during the six-hour $1 4 ~ \\mathrm { k W }$ maintaining period. Figure 10(a) shows the vacuum pressure in the cold and warm parts for power ranging from $1 \\mathrm { k W }$ to $7 \\mathrm { k W }$ in SW mode,and Fig. 1O(b) shows the vacuum variation during the 12- hour $7 ~ \\mathrm { k W }$ maintaining period. Evidently, the vacuum gradually improved during RF testing. The electron activity was approximately $1 5 ~ \\mathrm { m V } ,$ and the temperature of the ceramic RF windows was $4 0 { - } 4 7 \\ ^ { \\circ } \\mathrm { C }$ . Arcing events rarely occurred during the RF conditioning and testing. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/77c88f20772e6ea681dba6e6ae37401cf88667e83ce0b9c5de85b5fbacad7ebb.jpg",
        "img_caption": [
            "Fig. 8(Color online) Temperature distribution along the FPC for the power ranging from $5 \\mathrm { k W }$ to $1 4 \\mathrm { k W }$ in TW mode (a) and ranging from $1 \\mathrm { k W }$ to $7 \\mathrm { k W }$ in SW mode (b). "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/c40d20aa1ca86d8ca532b932487a95a6e28c404dc2a0ef961236095f6d554551.jpg",
        "img_caption": [
            "Fig. 9 (Color online) The vacuum pressure of the cold and warm parts with the power ranging from $5 \\mathrm { k W }$ to $1 4 \\mathrm { k W }$ in TW mode (a),and the vacuum variation during the 6 h $1 4 \\mathrm { k W }$ maintaining period (b). "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/9a3f2979e75d99f1cfc381bb462f16bd656d0594371c8c98e94ad1431585b7d7.jpg",
        "img_caption": [
            "Fig. l0 (Color online) The vacuum pressure of the cold and warm parts with the power ranging from $1 \\mathrm { k W }$ to $7 \\mathrm { k W }$ in SW mode (a),and the vacuum variation during the $1 2 \\mathrm { h } 7 \\mathrm { k W }$ maintaining period (b). "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "All 1.3 GHz FPC prototypes were stored under vacuum until required for installation on the superconducting cavities. After several weeks of storage under vacuum, two FPC prototypes were re-tested to verify the RF conditioning memory. The high RF power tests were completed quickly and smoothly in $1 1 \\mathrm { ~ h ~ }$ . It was verified that the storage method of the FPCs was effective and reliable. In addition, a pair of FPC prototypes have undergone the prolonged time testing with maximum 4.5 kW SW power, which produces the same heat load as most stringent requirements of SHINE at $0 . 3 \\mathrm { \\ m A }$ beam current operation: $6 . 6 \\ \\mathrm { k W }$ forward power with $1 . 6 \\mathrm { \\ k W }$ reflected power (total $8 . 2 \\mathrm { k W }$ ）and a $\\varrho _ { \\mathrm { e x t } }$ of $4 . 1 2 \\times 1 0 ^ { 7 }$ . The power was maintained for 20 days without any interlocking. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4 High RF power conditioning and operation in Cryomodule ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "To minimize risks to the project, the most critical components and technical solutions are tested in the cryomodule under conditions approximating the final CM configuration [25-26]. In this cryogenic test, eight $1 . 3 \\ : \\mathrm { G H z }$ superconducting cavities that were previously qualified in a vertical cryostat were fully assembled with all components (FPCs,magnetic shielding, feedthroughs,and tuners) in the cryomodule [27]. One major goal of this integrated tests was to demonstrate that high $Q _ { 0 }$ values demonstrated in vertical tests can be preserved even when additional sources of heating from the FPCs, tuners,and potential additional external magnetic fields from auxiliary components are present. Other important studies related to design verification include thermal performance and power handling of the FPCs, heating of HOM couplers and tuner components, tuner performance, sensitivity to microphonics, and frequency control. Here,we introduce only the testing results with the FPC prototypes. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.1 Warm off-resonance RF conditioning ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The first SHINE $1 . 3 \\ : \\mathrm { G H z }$ cryomodule prototype was assembled and installed in a horizontal test tunnel in February 2021,as shown in Fig. 11. Eight 1.3 GHz FPC prototypes were assembled in this cryomodule. Warm off-resonance high RF power conditioning of eight 1.3 GHz FPC prototypes was performed in April 2021. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/d173b6a44645d977ae7c33c62c3b098d8b34e353ba5562d1cbc0c04937b653ba.jpg",
        "img_caption": [
            "Fig. 11 (Color online) The first SHINE 1.3 GHz cryomodule prototype in the horizontal test tunnel. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "First, we started warm off-resonance high RF power conditioning for one FPC prototype to verify the function of the test system. The master frequency of the SSA was set to $1 . 3 \\ : \\mathrm { G H z }$ ，and it was above the resonant frequency of the superconducting cavity by approximately $1 . 7 ~ \\mathrm { M H z }$ ， guaranteeing that the superconducting cavity was off-resonance. Under a $4 . 5 \\ \\mathrm { k W }$ CW input power, the vacuum of the cavity changed from $1 . 2 \\times 1 0 ^ { - 8 }$ mbar to $1 . 4 \\times 1 0 ^ { - 8 }$ mbar, and the vacuum of the FPC warm parts changed from $1 . 8 { \\times } 1 0 ^ { - 8 }$ mbar to $2 . 8 \\times 1 0 ^ { - 8 }$ mbar (vacuum threshold seting: cavity vacuum was $1 . 0 { \\times } 1 0 ^ { - 7 }$ mbar, FPC warm parts vacuum was $5 . 0 { \\times } 1 0 ^ { - 7 }$ mbar). Subsequently, we started the RF conditioning of the five sets of FPCs. When the input power was $4 . 5 \\mathrm { k W } ,$ the temperature of the warm RF windows of the FPCs was in the range of $4 0 { - } 5 0 \\ \\mathrm { { ^ circ C } }$ ，the vacuum of the cavity changed from $1 . 3 { \\times } 1 0 ^ { - 8 }$ mbar to $1 . 9 { \\times } 1 0 ^ { - 8 }$ mbar, and the vacuum of the FPC warm parts changed from $1 . 6 { \\times } 1 0 ^ { - 8 }$ mbar to $1 . 1 \\times 1 0 ^ { - 7 }$ mbar. The remaining two sets of FPCs completed RF conditioning with the same operation. Figure 12 shows the vacuum variation of the cavity and FPC warm parts with power ranging from $1 ~ \\mathrm { k W }$ to $4 . 5 \\mathrm { { k W } }$ for the eight FPCs.Figure 13 shows the temperature variation of warm RF windows and CF1oo flanges of FPCs with power ranging from $1 ~ \\mathrm { k W }$ to $4 . 5 \\ \\mathrm { k W } .$ ， The maximum temperature-increase of the CF10o flange of the FPCs was approximately $2 5 \\mathrm { ~ K ~ }$ .No arc events and electron activities occurred during the warm off-resonance high RF power conditioning. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/b0d80873f91308b9c39f4df6edf3fbbbd0277846d173df6ec7ff50fc2d2df969.jpg",
        "img_caption": [
            "Fig.12 (Color online) Vacuum variation of the cavity (a) and FPC warm parts (b) during the warm off-resonance RF conditioning. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/492a56019563a7e73e64f83b66d54ff4634464aa587f901fd21a898e0b368f21.jpg",
        "img_caption": [
            "Fig. 13.(Color online) Temperature variation of warm RF windows (a) and CF100 flanges (b) of FPCs during the warm off-resonance RF conditioning. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.2 Cold off-resonance RF conditioning and operation ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Cooling of the first 1.3 GHz cryomodule prototype to $2 \\mathrm { ~ K ~ }$ began in July 2021 and was completed in a few days. First, we measured and adjusted the loaded quality factor $\\varrho _ { \\mathrm { L } }$ of the cavities to a design value of $4 . 1 \\times 1 0 ^ { 7 }$ . Two methods were used to measure the $\\varrho _ { \\mathrm { L } }$ of the cavities. One method was to approximately measure the $\\varrho _ { \\mathrm { L } }$ directly using a coaxial waveguide and network analyzer. The other method used the power attenuation method for accurate measurement. The $\\varrho _ { \\mathrm { L } }$ measurement values of the eight superconducting cavities are listed in Table 5. The errors produced by the two methods did not exceed $10 \\%$ . Owing to the connection problem of the driving rod, the No.8 FPC cannot be adjusted, but it did not influence the subsequent high RF power conditioning. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/c4c85f9df029907930202db05f7ddca901888b6f32e2d1c2345293f58baf3bf9.jpg",
        "table_caption": [
            "Table 5.Measurement values of $Q _ { \\mathrm { L } }$ for the eight superconducting cavities in the first SHINE 1.3 GHz cryomodule prototype "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Cavity number</td><td>QL(Method 1)</td><td>QL (Method 2)</td><td>Error</td></tr><tr><td>1#</td><td>4.333×107</td><td>4.306×107</td><td>0.6%</td></tr><tr><td>2#</td><td>4.063×107</td><td>4.512×107</td><td>10%</td></tr><tr><td>3#</td><td>3.824×107</td><td>4.12×107</td><td>7.2%</td></tr><tr><td>4#</td><td>3.714×107</td><td>4.128×107</td><td>10%</td></tr><tr><td>5#</td><td>4.333×107</td><td>4.666×107</td><td>7.1%</td></tr><tr><td>6#</td><td>4.333×107</td><td>4.398×107</td><td>1.5%</td></tr><tr><td>7#</td><td>4.229×107</td><td>4.359×107</td><td>3%</td></tr><tr><td>8#</td><td>3.00×106</td><td>3.144×106</td><td>4.6%</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Owing to the limited test time given by the cryogenic system, the FPCs were only RF conditioned up to the power level, which was sufficient for the horizontal tests of the superconducting cavities.All FPCs were RF-conditioned up to $2 . 5 \\mathrm { k W }$ and the eighth FPC was RF conditioned up to $3 . 5 { \\mathrm { ~ k W } } .$ ，First, we started the $2 \\mathrm { ~ K ~ }$ offresonance RF conditioning for one set of $1 . 3 \\ : \\mathrm { G H z }$ FPC prototypes.Then, three sets of FPCs and four sets of FPCs were separately conditioned together. Figure 14 shows the vacuum variation of the cavities and FPC warm parts with power ranging from 0.5 $\\mathbf { k W }$ to $2 . 5 \\mathrm { ~ k W }$ for the eight FPCs. Figure 15 shows the temperature variation of the warm RF windows and CF1oo flanges of FPCs with power ranging from $0 . 5 \\mathrm { \\ k W }$ to $2 . 5 \\mathrm { \\ k W }$ 、 When the input power was $2 . 5 \\mathrm { ~ k W } ,$ ， the maximum temperature of the warm RF windows of the FPCs increased to $4 5 ^ { \\circ } \\mathrm { C }$ .When the input power of the No. 8 FPC was $3 . 5 \\mathrm { k W } ,$ ， the temperature of the warm RF window increased to $5 5 ~ \\mathrm { { ^ \\circ C } }$ without any cooling. Under $2 . 5 \\mathrm { k W }$ input power, the cavity vacuum changed from $4 . 5 { \\times } 1 0 ^ { - 9 }$ mbar to $4 . 3 { \\times } 1 0 ^ { - 9 }$ mbar, and the vacuum of the FPC warm parts changed from $9 . 0 { \\times } 1 0 ^ { - 9 }$ mbar to $1 . 0 { \\times } 1 0 ^ { - 8 }$ mbar. The vacuum was less affected by the high RF power conditioning at 2 K. It took $1 9 \\mathrm { h }$ to finish the cold off-resonance RF conditioning for the eight $1 . 3 \\ : \\mathrm { G H z }$ FPC prototypes, without any interlocking. ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/3dcd61da328526052f6b95562ce016c2161c41ca8812c1ddc63358015571cb92.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/e0f7e12867f0972a12750457687307d52b3634ab65657d620935a42c8010b187.jpg",
        "img_caption": [
            "Fig.14 (Color online) Vacuum variation of the cavities (a) and FPC warm parts (b) during the cold off-resonance RF conditioning. ",
            "Fig. 15 (Color online) Temperature variation of the warm RF windows (a) and CF100 flanges (b) of the FPCs during the cold off-resonance RF conditioning. "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "During the first horizontal tests of the integrated cryomodule prototype， the maximum input power for establishing the $1 6 \\ \\mathrm { M V / m }$ accelerating gradient of the superconducting cavities was approximately $1 . 6 ~ \\mathrm { k W }$ ，Vacuum, temperature, electron activities, and arcing events were recorded, and the eight 1.3 GHz FPC prototypes worked well. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.3 Heat flux measurements at $5 \\mathrm { K }$ and $4 5 \\mathrm { K }$ zones ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "FPC thermal intercepts comprising flexible copper braids were installed to provide effective cooling for the FPC. One copper braid connected the FPC CF100 flange to the cryomodule's $4 5 \\mathrm { ~ K ~ }$ helium pipe. The other copper braid connected the 5 K intercept to the $5 \\mathrm { ~ K ~ }$ helium pipe. A cryogenic thermal paste was used to ensure good thermal conduction between the copper braids and clamping surfaces. The eight FPC prototypes had 29 thermal sensors (Cernox and PT1o0) to measure and monitor the FPC temperatures. These sensors were attached to the 2, 5,and $4 5 ~ \\mathrm { K }$ sections of the FPCs, in addition to the $5 \\mathrm { K }$ and $4 5 \\mathrm { K }$ copper braids. The heat flux of the three 1.3 GHz FPC prototypes was calculated by measuring the temperature gradient on the copper braids. Table 6 compares the measured static heat loads between the three SHINE $1 . 3 \\ : \\mathrm { G H z }$ FPC prototypes and the LCLS-II 1.3 GHz FPC prototype, which was tested using a Fermilab horizontal test stand cryostat [28]. The reference values for 5 K and $4 5 \\mathrm { K }$ static heat loads were adopted from the simulation results in [28]. The $5 \\mathrm { K }$ static loads of the SHINE $1 . 3 \\ : \\mathrm { G H z }$ FPC prototypes are slightly smaller than those of LCLS-II, but the $4 5 \\mathrm { K }$ static loads are slightly larger than those of LCLS-II. The $5 \\mathrm { ~ K ~ }$ static load of the No.8 FPC prototype was significantly different from the other two FPC prototypes, and we need to confirm whether the temperature sensor is invalid when disassembling the cryomodule at a later time. ",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/f2c5488a1c34f9e00f8a013776caaa1827e9f72d2a7e2f469187e8748ae9d8a1.jpg",
        "table_caption": [
            "Table 6. Measured static heat loads of the SHINE 1.3 GHz FPC prototypes and comparison with the LCLS-II 1.3 GHz FPC prototype "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>1#</td><td>5#</td><td>8#</td><td>LCLS-II</td><td>Referencevalue</td></tr><tr><td>5 K static load</td><td>0.57 W</td><td>0.54 W</td><td>0.16W</td><td>0.89~0.95 W</td><td>0.35 W</td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In this cryogenic test, we measured the heat flux for cavity off-resonance at the 5 K and $4 5 \\mathrm { ~ K ~ }$ zones.Additional RF losses caused by cavity on-resonance were not measured because of the limited test time. Here, we compare the measured heat flux at a $2 . 5 \\mathrm { { k W } }$ power level between the three SHINE $1 . 3 ~ \\mathrm { G H z }$ FPC prototypes and the LCLS-II $1 . 3 \\ : \\mathrm { G H z }$ FPC prototype,as shown in Table 7. The heat loads of the SHINE $1 . 3 ~ \\mathrm { G H z }$ FPC prototypes at the $5 \\mathrm { ~ K ~ }$ and $4 5 \\mathrm { ~ K ~ }$ Zones appear to be better than the LCLS-II test result. It must be pointed out that the $4 5 ~ \\mathrm { K }$ zones of the LCLS-II FPC prototype were connected to the cryostat's $8 0 ~ \\mathrm { K }$ thermal shield. This only provides a reference for us. ",
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/821e49b7ec57c17a0260280bc946e985445b69c27d8855a07929169db9dbdf41.jpg",
        "table_caption": [
            "Table 7. Measured heat flux of the SHINE 1.3 GHz FPC prototypes and comparison with the LCLS-II 1.3 GHz FPC prototype at 2.5 kW power level "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>1#</td><td>5#</td><td>8#</td><td>LCLS-II</td></tr><tr><td>5K heat load</td><td>0.95 W</td><td>0.9 W</td><td>0.19 W</td><td>1.77 W</td></tr><tr><td>45K heat load</td><td>8.34 W</td><td>7.92 W</td><td>7.13 W</td><td>14.1 W (80 K)</td></tr></table></body></html>",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The temperature rising saturation time for all sensors installed at the $4 5 \\mathrm { ~ K ~ }$ zone was much higher than for those in the $3 0 0 ~ \\mathrm { K }$ and $5 \\mathrm { ~ K ~ }$ zones. The time is defined by the thermal conductivity of the FPC antenna, ceramic window, massive CF100 stainless steel flange, and a large volume pure aluminum can, which is attached to the CF100 flange. It takes more than six hours of heating to be close to the equilibrium regime. In this cryogenic heat load test, the measured temperature values were recorded after one hour. We hope to obtain more accurate values in the next cryogenic tests. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "6 Conclusion ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The SHINE 1.3 GHz FPC was developed based on the XFEL TTF-lll 1.3 GHz coupler with some modification and optimization, where the XFEL TTF-ll $1 . 3 \\ \\mathrm { G H z }$ coupler was designed for 1 MW pulsed power but generally was not operated at more than $1 . 5 \\mathrm { ~ k W }$ average power. The extrapolation of the original test results suggests that the existing TTF-III coupler can very likely be operated up to 5 kW SW, although without direct verification [25]. A room temperature test stand, the associated instrumentation for controls, and data acquisition required for RF testing of the 1.3 GHz FPCs were designed, assembled, and commissioned at the SHINE site. The first batch of 20 sets of 1.3 GHz FPC prototypes were tested on a room temperature RF test stand and transferred up to $1 4 ~ \\mathrm { k W }$ TW and $7 ~ \\mathrm { \\ k W }$ SW,in excess of the SHINE specifications. No noticeable problems were encountered during the conditioning process. The first cryogenic horizontal test was also successful, validating the superconducting accelerating unit: $1 . 3 \\ \\mathrm { \\ G H z }$ superconducting cavities equipped with a helium tank,with FPCs and tuners in the final cryomodule configuration.A nominal accelerating field of $1 6 \\ : \\mathrm { M V / m }$ was achieved with an input power of $1 . 6 \\mathrm { ~ k W } .$ ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "For future CW accelerator projects,where beam loading is small and microphonic detuning dominates the power budget, we believe that FPCs with higher power will be required. Based on the current RF power test results of the SHINE 1.3 GHz FPC prototypes,we believe that $2 0 ~ \\mathrm { k W }$ TW and $1 0 \\ \\mathrm { k W }$ SW power could be achieved, and this has been included in the next research plan. In addition, an automatic RF test bench has been installed and is currently being tested. The nominal RF conditioning rate of the two couplers per week will be increased to four couplers over a few months. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "We are grateful to Dr. Yi-Yong Liu and Yawei Huang of Shanghai Advanced Research Institute， CAS， for discussing the methods of static and heat flux measurements, and Dr. Li-Xin Yin and Dong Wang of Shanghai Advanced Research Institute, CAS, for their suggestions regarding the FPC test plans. We are especially grateful to Dr. Denis Kostin of DESY for his long-term help and guidance in our work.Finally, we are grateful to the SHINE cryomodule team for their hard work and efforts in this cryogenic horizontal test. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Funding ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "This work was supported by Shanghai Municipal Science and Technology Major Project (No.2017SHZDZX02). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "1. C.Feng,H.X. Deng,Review of fully coherent free-electron lasers.Nucl. Sci. Tech. 29, 160 (2018). https://doi.0rg/10.1007/s41365-018-0490-1   \n2. Z.T. Zhao, C. Feng,K.Q. Zhang, Two-stage EEHG for coherent hard X-ray generation based on a superconducting linac.Nucl. Sci. Tech.28,117 (2017). https://doi.0rg/10.1007/s41365-017-0258-z   \n3. Y.W. Gong，M. Zhang，W.J. Fan，et al. Beam performance of the SHINE dechirper. Nucl. Sci. Tech. 32(3), 29(2021). https://10.1007/s41365-021-00860-8   \n4. Z.Y. Zhu, Z.T. Zhao, D. Wang et al., SCLF: an 8-GeV CW SCRF linac-based Xray FEL facility in Shanghai, in Proceedings of the FEL2O17, Santa Fe, NM, USA(2017). https://doi.0rg/10.18429/JACoW-FEL2017-MOP055   \n5. K. Liu, Q. Gu, J.Q. Zhang, et al. Digital low-level radio frequency system and cavity simulator for 1.3 GHz continuous-wave superconducting radio-frequency cavity. Nuclear Techniques, 44(05)， 23-31 (2021). https://10.11889/j.0253- 3219.2021.hjs.44.050203   \n6. Y.X. Zhang, J. F. Chen, D. Wang, RF design optimization for the SHINE 3.9 GHz cavity. Nucl. Sci. Tech. 31(7), 73(2020). https://doi.0rg/10.1007/s41365-020- 00772-z   \n7. X.Y. Pu, H.T. Hou, Y. Wang, et al. Frequency sensitivity of the passive third harmonic superconducting cavity for SSRF. Nucl. Sci. Tech. 31(3), 31(2020). https://10.1007/s41365-020-0732-x   \n8. P.P. Gong, Y.B. Zhao, H.T. Hou, et al. Tuning control system of a third harmonic superconducting cavity in the Shanghai Synchrotron Radiation Facility. Nucl. Sci. Tech.30(10), 157(2019).https://10.1007/s41365-019-0669-0   \n9. Z.Y Ma, J.F. Chen, Design optimization of 3.9 GHz fundamental power coupler fortheSHINEproject.Nucl.Sci.Tech. 32，132 (2021). https://doi.0rg/10.1007/s41365-021-00959-y   \n10. D. Kostin, E-XFEL Input Coupler Design and Simulations, Visit report of IRDA delegation at DESY (2016).   \n11．B.Dwersteg，D. Kostin，M. Lalayan，et al.， Tesla RF Power Couplers Development at DESY， in Proceedings of the 1Oth Workshop on RF Superconductivity (SRF2001), Tsukuba, Japan, pp.443-447.   \n12. T. Garvey, W.D. Moller, The RF power coupler development program at LALOrsay and DESY-Hamburg for TESLA and the European X-FEL, in Proceedings of the International Congress on Optics and Optoelectronics,Aug 2005, Warsaw, Poland.   \n13. J.Delayen， N. Merminga, On the Optimization of $\\varrho _ { \\mathrm { e x t } }$ Under Heavy Beam Loading and in the Presence of Microphonics, CEBAF-TN-96-022. May 1996.   \n14.H. T. Hou,J. F. Chen,Z. Y. Ma,et al.， Prototypes fabrication of 1.3 GHz superconducting RF components for SHINE project， in Proceedings of 19th International Conference on RF Superconductivity, Dresden， Germany， 2019. https://10.18429/JACoW-SRF2019-MOP049   \n15. J.J. Guo, Q. Gu, M. Zhang, et al. Power losses caused by longitudinal HOMs in 1.3-GHz cryomodule of SHINE. Nucl. Sci. Tech. 30(7)，105(2019). https://10.1007/s41365-019-0628-9   \n16. H. Guler, W. Kaabi, A. Gallas, et al., XFEL COUPLERS RF CONDITIONING AT LAL， inProceedings of IPAC2016, Busan, Korea. https://doi.0rg/10.18429/JACoW-IPAC2016-WEPMB006   \n17. H. Jenhani, Preparation and conditioning of the TTF VUV-FEL power couplers, in Proceedings of 12th International Workshop on RF Superconductivity, Jul 2005， Ithaca， United States. Cornell University Press， ThP48， 2006. http://hal.in2p3.fr/in2p3-00077431   \n18.H.Jenhani，T. Garvey，P. Lepercq，et al.，Developments in conditioning procedures for the TTF-II power couplers, in Proceedings of 10th European Particle Accelerator Conference (EPAC 06), Edinburgh, Scotland, 399-401.   \n19. L. Chen, S.H. Zhang, Y.M. Li, et al., Room-temperature test system for 162.5 MHzhighpower couplers. Nucl.Sci.Tech.30(1)，7(2019). http://10.1007/s41365-018-0531-9   \n20. H. Jenhani, T. Garvey,A. Variola， RF conditioning studies of input power couplers for superconducting cavities operating in pulsed mode. Nucl. Instrum. Methods Phys. Res. A 595, 549 (2008). http://10.1016/j.nima.2008.07.111   \n21. H. Padamsee,J. Knobloch， and T. Hays， RF superconductivity for Accelerators.(Wiley-VCH, Berlin,2008), p:418.   \n22. F. Naito, K. Akai, N. Akasaka, et al., Input coupler for the KEKB normal conducting cavity, in Proceedings of the PAC 1995. http://10.1109/PAC.1995.505368   \n23． M. Stirbet, I. E. Campisi, G.K. Davis,et al.，Processing test stand for the fundamentalpowercouplersofthespallation neutron source(SNS) superconducting cavities, Proceedingsofthe PAC 2001. http://10.1109/PAC.2001.986607   \n24. M. Stirbet, RF conditioning: systems and procedures, report in high RF power couplers workshop (2002).   \n25. J. Knobloch, W. Anders, M. Martin, et al., CW Operation of the TTF-III Input Coupler, in Proceedings of the 2005 Particle Accelerator Conference. 3292-3294 (2005). https://doi.0rg/10.1109/PAC.2005.1591445.   \n26. D.Kostin， W.D. Moeller, Status and operating experience of the ttf coupler, in proceedingsof the international linac conference (Linac2oo4)， Luebeck, Germany, pp.156-158.   \n27. P. Sha, J.K. Hao, W.M. Pan, et al. Nitrogen doping/infusion of $6 5 0 ~ \\mathrm { M H z }$ cavities for CEPC.Nucl. Sci. Tech.32(5), 45 (2021). https://10.1007/s41365-021-00881-3   \n28. N. Solyak, I. Gonin,A. Gressellino, et al., Results of the cavity Intergrated tests in Horizontal Test Stand at FNAL, LCLS-I technical note TN-15-43. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    }
]