[
    {
        "type": "text",
        "text": "农业面源污染防控与水环境保护",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "杨林章1\\* 吴永红²",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1江苏省农业科学院农业资源与环境研究所南京210014",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2 中国科学院南京土壤研究所 土壤与农业可持续发展国家重点实验室南京 210008摘要农业面源污染正成为我国地表水体的主要污染负荷来源，威胁水生态健康和水环境安全。文章分析了农业面源污染的特征及其主要的形成原因，总结了当前主流的防控技术与策略，重点阐述了从全局防控农业面源污染的“源头减量（Reduce）—过程阻断（Retain）一养分再利用（Reuse）一生态修复（Restore）”策略（简称“4R策略”）。深入剖析了当前农业面源污染防控存在的问题，并从深化基础研究、强化生态系统服务功能与促进区域联控，以及农业面源污染防控技术的物化方面进行了展望。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词农业面源污染，水环境安全，“源头减量—过程阻断—养分再利用—生态修复”策略，生态系统服务DOI 10.16418/j.issn.1000-3045.2018.02.006",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "地表水体（如河流、湖泊和海洋）的污染来源分为两种：点源和面源污染。点源污染由于其排放时间、地点和成分基本已知，易被监测到[1]。随着公众意识和监管力度的提高，点源污染正逐步得到全面控制，面源污染正成为地表水体污染的重要污染源，是当前全球面临的主要环境问题之一[2]。过量氮（N）、磷（P）等面源污染物进入地表水体，正是造成我国诸多湖泊、水库和海湾富营养化和有害藻类“水华”爆发的重要原因之一，严重威胁我国水环境安全[3,4]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "面源污染按照来源的不同，可细化为农业面源污染和城市面源污染。随着城市污水收集管道和雨污分流工程的建设，城市面源污染正逐步得到解决[5]。相对城市地区，农业面源污染不但多年来一直是我国“三河三湖”污染的主要污染源，也渐成为农村地表水体污染的主要贡献者，严重威胁全国人民的饮水安全。据2010年《第一次全国污染源普查公报》结果显示，农业污染源是造成我国水环境污染的“大户”，其化学需氧量（COD）、总氮（TN）和总磷（TP）排放分别占地表水体污染总负荷的 $4 3 . 7 \\%$ 、 $57 . 2 \\%$ 和 $67 . 4 \\%$ （图1）。可见，农业面源污染已经成为当前地表水体污染的主要来源。全球每年用于粮食生产的1.2亿吨氮中，只有 $10 \\%$ 被人类直接消费[，大部分未使用的氮则被分散到广泛的环境中,最终汇入地表水体，成为主要的面源污染源。农业则是导致过量养分排放到水体中的最主要驱动因素[8]。研究表明，太湖约 $58 \\%$ 和 $40 \\%$ 比例的总氮和总磷来自于农业产生的面源污染[9]",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/68683c6d7d040664f78320e92e757553732c9dbdd8063a49d814324e7f1cb661.jpg",
        "img_caption": [
            "图1农业源排放的污染物（COD、TN和TP）负荷与地表水体污染总负荷的对比"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为了消除农业污染问题，我国政府明确提出，2020年中国将形成“环境友好型、资源节约型”的两型农业。因此，迫切需要开展农业面源污染源防控工作。本文分析了我国农业面源污染产生的原因和特征，归纳了当前主流的农业面源污染控制措施和策略，并针对当前农业面源污染控制还存在的问题提出了研究展望。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1农业面源污染特征及其形成原因",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1农业面源污染的特征",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "农业面源污染通常产生在广阔的领域，无法追踪其具体的来源，产生时间和污染物的浓度[1,10]。排放时间、频率和组成的不确定，被称为农业面源污染的“三大不确定性”特征[1,10]，这极大地增加了面源污染防控的难度。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）来源的广泛性和复杂性。农业面源污染的来源广泛，包括化肥、农药流失和渗漏、农村地表径流、未处理的生活污水的排放以及暴雨导致的初期生活污水的漫流、畜禽养殖以及渔场养殖废水的排放和水土流失等都是农业面源污染的来源 [1,12]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(2）排放过程中的不确定性和不可计量。农业面源污染的排放过程具有明显的不确定性，并且不能量化。化肥和农药的使用量具有明显的个体差异性，污水的排放量的多少也是随机发生。此外，由于降水的不确定性，导致农业面源污染在时间和空间上的不确定性和随机性[13]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(3）污染水体规模大且治理难度大。由于农业面源污染来源和排放过程中的不确定性，大量的污染源通过地表径流或者地下径流进入江河湖泊，进而形成规模大且浓度低（TN浓度 ${ < } 1 0 \\mathrm { m g L } ^ { - 1 }$ ，TP浓度 ${ < } 2 \\log \\mathrm { L } ^ { - 1 }$ ）的江河湖泊污染，这种规模大而且浓度低的特征导致了农业面源污染治理的难度更大[14]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "综上所述，农业面源污染物的形成与发展涉及污染物的运输与转化[10,.5]。在集约化农田，土壤和水中的养分浓度比地表水高很多，这种浓度梯度加速了养分从土壤向地表水扩散、输送，导致农业面源污染负荷向就近地表水体迁移[9]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2农业面源污染形成的原因与特征",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着社会和经济的不断发展，农村的产业结构和生活方式也不断发生变化[16.17]。因此，包括农业生产和农村居民来源在内的面源污染源排放量不断增加，地表水受到严重污染[18]。农业面源污染的形成和产生高度依赖于气象条件，例如降雨，并且通常是间歇性的而不是连续性的降雨[19,20]。一般来说，在发展中国家，包括农田、畜禽、水产养殖、农村径流和分散式生活污水在内的农业源是造成面源污染的主要原因[1,21]。此外，在山区，不适当的土地利用和随之而来的水土流失也会造成农业面源污染[22,23]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）农药化肥的流失。在20世纪50年代绿色革命爆发之后，无机肥料、有机肥料和农药的投入迅速增加，成为全球和中国获得作物的高产量和间接提高畜牧生产的主要手段[24]。随之而来的结果是，农业面源污染物排放强度和频率也相应的大幅增加[15,16]。中国是世界上最大的合成氮肥用户，然而，这种以农业化学为基础的集约化农业是农业面源污染的主要贡献者，也是重要的温室气体甲烷（ $\\mathrm { C H } _ { 4 }$ ）和一氧化二氮（ ${ \\bf N } _ { 2 } { \\bf O }$ ）贡献者。 ${ \\bf N } _ { 2 } { \\bf O }$ 通过大气沉降或随降雨，以气体的面源污染形式进入地表水体[17]。中国农业部的一项调查显示，稻田的氮素利用率为 $30 \\%$ 一 $3 5 \\%$ ，而磷利用率则仅为 $10 \\%$ 一$2 0 \\% ^ { [ 2 5 ] }$ 。全球范围内，养分利用效率普遍低下，导致农田径流中TN、TP排放量普遍增加。农田中这些养分的释放已成为农业面源污染的主要来源[10]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（2）畜禽和水产养殖。畜禽和水产养殖过程中的残饵以及产生的排泄物等，也是农业面源污染物的主要类型。畜禽粪便流失已经成为污染大户，我国的规模养殖中有2/3仍缺乏防污设施，每年产生的约38亿吨畜禽粪便，其处理率不到 $50 \\%$ ，其中总量的1/4进入水体[26]。有关报道表明，在湖泊中的残饵污染占投饵量的 $1 0 \\% { \\mathrm { - } } 4 0 \\%$ ，COD排放达到了约500万吨，接近生活污水COD排放量[27]。集约化畜禽养殖场产生的废弃物实质与农户散养的畜禽生产的粪便一样是一种资源，但目前我国还没有很好地加以利用，以致“资源”变成了农业污染的“罪魁祸首”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(3）土地利用不当。在山区，不合理的土地利用导致的土壤侵蚀是造成农业面源污染的另一个主要原因，因为营养物质可随流失的土壤迁移进人下游水体[28]。传统的顺坡耕种、陡坡耕作、复种等种植效率高，更易加剧土壤侵蚀。而土壤侵蚀是规模最大、危害程度最严重的一种农业面源污染，它在损失土壤表层有机质层的同时，许多营养及其他污染物进入水体形成严重的农业面源污染[29]。吴永红等[1]指出，滇池流域内 $7 . 7 \\%$ 的氮污染负荷源自于山地水土流失， $2 9 . 7 \\%$ 的磷污染负荷也由水土流失造成，水土流失是滇池农业面源污染的主要形式之一。三峡库区是典型的山地土地类型，也是我国典型的水土流失重灾区，降雨量集中期（每年4—10月），三峡片区各子流域的农业面源污染负荷强度表现出很强的空间差异性，且农业面源污染负荷的时空分布与年降水量和人类活动呈现明显的正相关[30]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（4）农村径流和分散式生活污水的排放。受传统生活习惯影响，我国农村生活以一家一户一院的形式为主。农村污水包括农村生活污水（如粪尿水、洗衣水、厨房水等）和农村生产废水（由散户畜禽养殖、小作坊等排放）。农村生活污水和生产废水未经处理的直接排放也是引发农业面源污染的主要原因。我国农村居住人口众多，其中农村人口占全国人口的 $5 0 . 3 2 \\% ^ { [ 3 1 ] }$ 。由于缺乏管理和规划，大部分农村地区没有污水收集和处理系统，也没有垃圾收集和处理系统，这种分散式的生活污水或垃圾渗滤液直接进入河流和农田生态系统中，势必形成大规模和低浓度的面源污染负荷[32]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2农业面源污染的控制策略",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前，国内外开展了大量的有关农业面源污染防控的研究，开发了不少行之有效的技术，其中部分技术还建立了示范工程，如节水灌溉、保护性耕作和生态沟渠[3]。但是，这些更多是关注技术层面的防控，缺乏系统和全面的控制体系；更多的只是关注对农业生态系统局部或某个要素的修补或完善，而缺乏对整个农业生态系统功能的恢复与优化。事实上，农业生态系统的各种物质循环，如水分和养分，以及各个生态要素之间是相互作用的。因此，要维持和提高农业生态系统内在消纳农业面源污染的能力，需要从生态系统的全局出发，构建一个生态系统要素与物质交换、能流与物流联动、信息流互换的综合防控策略。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基于此，笔者根据面源污染的形成和发展过程于2011年提出了农业面源污染控制工程的“减源（Reduce）—拦截（Retain）—修复（Restoration）”（3R）策略与实践方案，即在农业面源污染控制工程建设过程中，以实现农业环境保护、农业经济可持续发展与农村人居环境和谐发展为目标，从污染物产生的源头开展污染物的减量化工程（减源），在污染物迁移过程中开展污染物的拦截与阻断工程（拦截），并对面源污染物进行深度的处理与再净化，在此基础上对农业生态系统进行环保修复（修复），实现农业生态系统自我修复功能的提高和系统的稳态转换[9,10]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基于循环经济理论与全球资源战略的要求，笔者对3R策略。进行了发展和升华，形成了另外一种更高级的农业面源污染控制工程指导模式——“源头减量（Reduce）一过程阻断（Retain）一养分再利用（Reuse）一生态修复（Restore）”（4R）策略，形成了包括源头减量、过程阻断、养分再利用和生态修复防控面源污染的综合性策略（图2）[9]。基于4R策略布局的技术分布在各节点上，使节点技术在流程上衔接、时空上覆盖，形成区域集成技术体系，其特点有全过程、全空间覆盖，氮减排与资源利用结合，农业发展与环境保护双赢[4]。4R策略详述如下：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）源头减量。类似于点源污染控制，减少来源是农业面源污染控制的关键和最有效的策略[33]。由于养分利用效率低且肥料投入过量，直接导致了农田中氮和磷的过度排放[14,17]。因此，降低源头的策略主要包括优化养分和水分管理过程，减少肥料的投入，提高养分利用效率，以及实施节水灌溉和径流控制[15.34]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）过程阻断。过程控制技术包括生态沟渠、缓冲带、生态池塘和人工湿地[3]。一般来说，生态沟渠是农业领域最有效的营养保留技术之一。在生态沟渠中，排水中的氮、磷等营养物质可以通过沟渠中的生物进行有效的拦截、吸附、同化和反硝化等多种方式去除，并已在我国太湖地区得到广泛应用[35.36]。此外，采用保护性耕作、免耕和生态隔离带等措施也是拦截农业面源污染的重要措施[34]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）养分再利用。养分再利用将面源污水中的氮、磷等营养物再度进入农作物生产系统，为农作物提供营养，达到循环再利用的目的。对于畜禽粪便和农作物秸秆中的氮、磷养分，可通过直接还田，或养殖废水和沼液在经过预处理后进行还田[37.38]。对于农村生活污水、农田排水及富营养化河水中的氮、磷养分，可通过稻田湿地系统对其消纳净化和回用。研究结果表明，在水稻拔节期和灌浆期，稻田人工湿地对低污染水中氮、磷的净化效率分别达到了 $7 5 \\% - 8 1 \\%$ 、 $8 2 \\% - 9 6 \\% ^ { [ 9 ] }$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（4）水生生态系统修复。这里的水生生态系统指的是农业区内的污水路径，如运河、沟渠、池塘和溪流，而不是最终的目的地水域，如湖泊和水库。尽管在运输过程中采取了有效措施减少化肥投人和控制污染物输出，但仍有大量的有机质和氮、磷等污染物将不可避免地被释放出来[14]。因此，需要对这些面源污水的输移路径进行水生生态修复，以提高其自净能力。迄今为止，已经开发并广泛应用了生态浮床[39]、生态潜水坝[40]、河岸湿地[4和沉水植物[42等多种修复技术。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/b31047e5c2b3c5cb5aa9b4405609314b20a8469150c84d120740bf83fed244ca.jpg",
        "img_caption": [
            "图2防控农业面源污染的4R策略框架"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3存在问题与展望",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "自20世纪80年代对农业面源污染问题开始关注至今的30多年间，我国通过多年的自主研发和借鉴国外的成功经验，目前已经形成了面向农业面源污染控制，农村生活污水治理，农业废弃物、畜禽粪便和生活垃圾处理，以及塘、浜和小河等小水体修复等一系列颇有成效的技术。这些技术及相应的工程建设在削减农业面源污染负荷和改善生态环境均起到了较好的效果。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "但是，这些技术多针对污染物发生和迁移的某一个环节或者某一个子系统，所建立的污染控制工程相对孤立，尽管对污染物浓度的控制已取得了一定的成效，但由于污染总量大，处理后尾水中的污染负荷依然可观，不仅造成污染物中氮、磷等养分资源的浪费，而且下游水体水质的改善效果甚微。与西方国家和日本以保护性耕作为主，复种指数低，面源污染防治多以牺牲农业生产产量或中小企业发展为代价来达到保护小区域环境的目的不同，我国人多地少，粮食安全问题突出，耕地集约化程度高，待改善水环境面积大且水系庞杂，这决定了我国农业面源污染防控不可能像西方和日本一样，采用某一或几项高效技术，利用大量闲置土地来进行湿地或隔离带工程建设来实现污染物削减，也不可能在短期内实现高密度、高频次污染物自动检测；同样，由于农业发展还没达到一定的规模化，农业生产也没严格的技术规程或标准，也很难在短时间内完成相关环境立法。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "因此，我国农业面源污染控制须走大区域联控之路，即不仅要集成度高，而且从点到面、从线性到空间的全过程、全区域的覆盖。“十五”至“十二五”期间，基于区域污染物联控思路，我国已形成了“源头减量（Reduce）一过程阻断（Retain）一养分再利用（Reuse）一生态修复（Restore）”的4R策略。迄今为止，针对上述各农业面源污染防控四个过程的技术研究颇多，技术储备也相当丰厚，相应的工程运行也取得一定成效。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "但针对不同区域农业面源污染特征，如何进一步深入发掘技术优势，合理布局合理布局基于4R策略的技术体系，最大化提高各个过程的技术集成度，实现防控工程的时空衔接、区域污染物负荷的显著削减和区域水质的整体改善仍是农业面源污染控制亟待解决的难题之一。此外，如何加快实现农业面源防控技术设备化、产品化以及农业面源防控管理与长效运行维护机制建设，使农业面源防控工程真正地推广应用到广泛农业生产实践也是亟待解决的重要问题。结合笔者多年从业经验，认为以下3个方面的研究亟待加强。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1深化基础研究，破解污染形成机制",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "农业面源污染产生的实质，其实就是养分或污染物从“土相”向“水相”的运移，本质就是养分或污染物在土-水界面的迁移转化行为[18]。因此，需要强化土-水界面间的污染物生物地球化学循环研究。然而，传统土-水界面的生物地球化学循环研究，忽视了土壤表层（尤其是稻田土壤表层）上的微生物聚集体的存在，这种微生物聚集体水生生物学上被定义为周丛生物或自然生物膜，可通过同化、吸收、吸附、硝化、反硝化、水解和降解等过程影响氮、磷、有机物等的转化和运移过程，进而影响农业面源污染形成、发生和发展[43]。可见，为精准了解养分或污染物在土-水界面的行为及其对农业面源污染产生和排放的影响，需要强化周丛生物参与下的土-水界面间的污染物生物地球化学循环研究。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "虽然现有的农业面源污染负荷监测、模拟或定量评估方法给科学研究和职能管理部门提供了一定的帮助，但是从现有方法或措施“勘测”出的污染负荷及其分布看，并不能有效帮助农业面源污染防控工程的建设，导致不少工程项目“事倍功半”或仅仅停留在示范工程的阶段。这主要是因为无论现在的原位监测、模型预测，还是在线监测，都是基于“已知”排放点而开展的工作。换句话说，这些工作的基础认为农业面源污染的产生和排放与点源污染的一致，这恰恰与农业面源污染的“三个不确定性”相矛盾，因此，建议今后在农业面源污染负荷监测与评估方面研究，需要寻求新的研究方法，破解农业面源污染形成的机制。从农业面源污染的实质—一养分或污染物在土-水界面间的迁移转化过程出发，可能是一个值得探索的方向[44]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2强化生态系统服务功能，促进全过程防控",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "现有面源污染防控技术仅关注源头减量或过程阻断，缺少从“土相”“水相”和“生物相”等多层面揭示污染物的生物地球化学循环过程，也缺少从生态系统的层面上进行调控，忽略了生态系统自身的调控功能与机制，制约着农业面源污染防控措施的有效实施（图3）[8]。生态系统自身具有调控功能，农业生态系统也不例外。在农业生态系统内部，可通过优化土地利用格局来实现面源污水的回用，提高氮、磷等营养盐的利用率，阻断污染物的迁移过程，故应该充分利用农业生态系统自身的调控功能来减少面源污染物的输出与排放。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "当然，优化生态系统服务功能，并不是简单地在控制区内机械地进行植被恢复，还可从以下3个方面入手：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$\\textcircled{1}$ 研究基于区域污染物总量削减的农业用地格局的空间优化配置，各利用方式之间的空间衔接技术，有效阻断污染物的空间隔离带技术； $\\textcircled{2}$ 研究合理的种植制度或轮作方式，优化“种植一养殖一加工”链中养分的循环模式与再利用技术； $\\textcircled{3}$ 探索集约化农田的排水方式，建立能逐级削减污染物的沟-渠-塘结构与工艺，延长污染物在沟-渠-塘中的停留时间，提高降解能力，实现农业生态系统的稳态转化和自净能力提升，促进污染物的区域联控。",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/c2b07744f7a832c38e09e7626de29b046cbf45dde624a6629fb22ac4f155f640.jpg",
        "img_caption": [
            "图3农业面源污染防控：从控制到生态系统服务集成"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3加强技术的物化研究，推动技术应用",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "当前农业面源污染防控主要由政府管理部门承担，包括项目立项、执行以及验收等过程，都是政府部门的主要职责。有利之处在于，经费有保障，便于协调各方面的关系，但是也限制了市场作用的发挥，使得农业面源污染防控仍局限在政府指定的区域内。随着2017年中共中央办公厅、国务院办公厅《关于引导农村土地经营权有序流转发展农业适度规模经营的意见》颁发，农村将有大片的土地进行集中式管理，农业面源污染防控将是各个承包业主的责任，政府管理部门将仅仅扮演“考核者”的角色。这也意味着，农业面源污染技术需要转化为物化产品，通过市场化的运作，推动治理技术的推广应用。此外，新型环境材料的研发，污染物控制产品与设备研发，废弃物资源化产品与设备研发，以及农业面源污染远程管理终端等也是未来亟须解决的问题。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4结语 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "可以预见，农业面源污染即将成为我国地表水体污染的重要来源，严重影响我国水生生态环境安全，威胁着我国的饮用水安全，最终威胁我国农业的可持续发展和粮食安全，给我国社会、经济发展带来诸多不利影响。因此，迫切需要转变思路，在现有防控策略的基础上，进一步深化基础研究，探索新的防控方向，进一步强化污染防控的技术集成与区域联控，提升生态服务功能，进一步加强技术的设备化和装备化，打好面源污染治理的攻坚战，为我国农业的可持续发展和生态环境的改善提供技术支持。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1Ongley E D,Xiaolan Z,Tao Y.Current status of agricultural and rural non-point source pollution assessment in China. Environmental Pollution,2010,158(5): 1159-1168.   \n2Bouwman L, Goldewijk K K, van der Hoek KW, et al. Exploring global changes in nitrogen and phosphorus cycles in agriculture induced by livestock production over the 19o0-2050 period. PNAS,2013,110(52): 20882-20887.   \n3 Rissman A R, Carpenter S R. Progress on nonpoint pollution: barriers & opportunities.Daedalus,2015,144(3): 35-47.   \n4Wu Y H, Hu Z Y, Yang L Z, et al. The removal of nutrients from non-point source wastewater by a hybrid bioreactor. Bioresource Technology,2011,102(3): 2419-2426.   \n5盖东霞.市政雨污水管道分流改造工程探索.中国高新技术企 业,2015,32(18): 39-40.   \n6 陈吉宁,李广贺,王洪涛.滇池流域面源污染控制技术研究.中 国水利,2004,9:47-50.   \n7 Gutierrez R A. Systems biology for enhanced plant nitrogen nutrition. Science,2012,336(6089): 1673-1675.   \n8 吕笑天,吕永龙,宋帅,等.气候变化与人类活动双重驱动的冷 水湖泊富营养化.生态学报,2017,37(22):7375-7386.   \n9 杨林章,施卫明，薛利红,等.农村面源污染治理的“4R”理 论与工程实践——总体思路与“4R”治理技术.农业环境科 学学报,2013,32(1): 1-8. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "10 Wu Y H,Hu ZY, Yang L Z. Strategies for controlling agricultural non-point source pollution:reduce-retain-restoration (3R) theory and its practice.Transactions of the Chinese Society of Agricultural Engineering,2011,27(5):1-6. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "11 Sabir N,Singh B.Protected cultivation of vegetables in global arena:areview.Indian Journal of Agricultural Sciences,2013, 83(2):123-135. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "12 Chen M P, Sun F,Shindo J.China's agricultural nitrogen flows in 2011:environmental assessment and management scenarios. Advanced Materials Research,2016,111:10-27. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "13 XiaL Z,YangL Z,Wu CJ,et al.Distribution of nitrogen and phosphorus loads in runoff in a representative town in Tailake region.Journal ofAgro-environmental Science,20o3,22(3):267- 270. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "14 杨林章,冯彦房,施卫明,等.我国农业面源污染治理技术研究进展.中国生态农业学报，2013,21(1):96-101.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "15YangLZ,FengYF,ShiWM,etal.Review of the advances and development trends in agricultural non-point source pollution control in China. Chinese Journal of Eco-Agriculture,2O13,21(1): 96-101. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "16Long HL,Liu Y S.Rural restructuring in China.Journal ofRural Studies,2016, 47(47): 387-391. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "17Sun B, Zhang L X,Yang L Z,et al.Agricultural non-point Source Pollution in China: causes and mitigation measures.Ambio,2012, 41(4): 370-379. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "18Wu Y H,Liu J Z, Shen RF,et al.Mitigation of nonpoint source pollution in rural areas: from control to synergies of multi ecosystem services.Science of the Total Environment, 2O17,607: 1376-1380. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "19Kaushal S S,Groffman PM,Band L E,et al. Tracking nonpoint source nitrogen pollution in human-Impacted Watersheds. Environmental Science & Technology,2011,45(19): 8225-8232. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "20 Wu Y H, Kerr PG,Hu Z Y,et al.Eco-restoration: simultaneous nutrient removal from soil and water in a complex residentialcropland area.Environmental Pollution,2010,158(7):2472-2477. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "21 Jia Z,Tang S,Luo W,et al. Water quality improvement through five constructed serial wetland cells and its implications on nonpoint-source pollution control. International Association of Scientific HydrologyBulletin,2016,61(16):2946-296.   \n22Liu J,Fu B,Wang YK, etal.Estimation and evaluation of nonpoint source pollutants loads in mountainous area of Sichuan. Transactions of the Chinese Society of Agricultural Engineering, 2016, 32(24): 218-225.   \n23 Zhai X Y, Zhang YY, Wang XL, et al. Non-point source pollution modelling using soil and water assessment tool and its parameter sensitivity analysis in Xin'anjiang catchment, China.Hydrological Processes,2014,28(4): 1627-1640.   \n24 Zhang WL,Wu S X,JiHJ,et al. Estimation of agricultural nonpoint source pollution in China and the alleviating strategies i. Estimation of agricultural non-point source pollution in China in early 21 century. Scientia Agricultura Sinica,2004,37(7): 1008- 1017.   \n25 Zhou L,Rong X M, Xie G X,et al. Effects of different nitrogen fertilizers on rice yield and nitrogen use eficiency. Soils, 2014, 46(6): 971-975.   \n26 Wang Y B, Zhang Z. The economical efficiency of excrement energy engineering in breeding industry. Sustainable Development, 2016, 6(3): 223-224.   \n27 赵乐,张清靖,许静,等.工厂化对虾养殖池管式射流集污水力 特性.中国水产科学,2017,24(1):190-198.   \n28吕俊杰，杨浩.水土流失对水环境影响研究进展.土壤,2003, 35(3): 198-203.   \n29 Abbott L K, Manning D A C. Soil health and related ecosystem services in organic agriculture. Sustainable Agriculture Research, 2015, 4(3): 116-125.   \n30 Shen Z Y, Qiu JL, Qian H, et al. Simulation of spatial and temporal distributions of non-point source polution load in the Three Gorges Reservoir Region. Science of the Total Environment, ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2014,493:138-146. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "31 杨传开，宁越敏.中国省际人口迁移格局演变及其对城镇化发展的影响.地理研究,2015,34(8):1492-1506.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "32吴永红．自然生物膜控制营养盐流失及其相关污染的作用机制与技术.博士毕业论文.北京：中国科学院研究生院，2011.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "33 Ribaudo M O,Heimlich R,Claassen R,et al.Least-cost management of nonpoint source pollution: source reduction versus interception strategies for controlling nitrogen loss in the Mississippi Basin. Ecological Economics,2001,37(2):183-197. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "34 XiaL Z,Liu G H,MaL,et al. The effects of contour hedges and reduced tillage with ridge furrow cultivation on nitrogen and phosphorus losses from sloping arable land.Journal of Soils & Sediments,2014,14(3): 462-470. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "35 Wu M, Tang X Q,Li QY,et al. Review of ecological engineering solutions for rural non-point source water pollution control in Hubei Province,China.Water Air& Soil Pollution,2013,224(5): 1-18. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "36 Xiong YJ,Peng S Z,Luo YF,et al.A paddy eco-ditch and wetland system to reduce non-point source pollution from ricebased production system while maintaining water use efficiency. Environmental Science & Pollution Research International, 2015, 22(6): 4406-4417. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "37 Li R P, Yu JG, Chang Z Z, et al. Co-composting of wheat straw and dairy waste. Jiangsu Journal of Agricultural Sciences,2012, 28(1): 65-71.   \n38 Wu H S,Guo D J, Ma Y, et al.Effects of pig manure-biogas slurry application on soil ammonia volatilization and maize output and quality. Chinese Journal of Eco-Agriculture,2012,20(2): 163-168.   \n39 Liu J Z, Wang F W, Liu W, et al. Nutrient removal by up-scaling a hybrid floating treatment bed (HFTB) using plant and periphyton: from laboratory tank to poluted river. Bioresource Technology, 2016,207: 142-149.   \n40 袁淑方，王为东，董慧峪,等.太湖流域源头南苕溪河口生态 工程恢复及其初期水质净化效应.环境科学学报,2013,33(5): 1475-1483.   \n41 张雨葵,吴英海,张龙江,等.人工河岸湿地对面源污染的处理 效果研究.环境污染与防治,2010,32(2):29-32.   \n42 董悦,霍姮翠,谢文博,等.上海后滩湿地沉水植物群落系统对 底泥的生态修复效应.安全与环境学报,2013,13(2):147-153.   \n43 Wu Y H, Liu J Z,Rene E R. Periphytic biofilms: a promising nutrient utilization regulator in wetlands.Bioresource Technology, 2018,248: 44-48.   \n44Wu Y H. Periphyton: Functions and Application in Environmental Remediation.Netherlands: Elsevier Publisher,2016. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Prevention and Control of Agricultural Non-point Source Pollution and Aquatic Environmental Protection ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "YANG Linzhangl\\*WU Yonghong² ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "lInstituteofAgriculturalResourcesandEnvironment,JiangsuAcademyofAgricultural Sciences,Nanjing2o14,China ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2 State Key Laboratory of Soil and Sustainable Agriculture,Institute of Soil Science, ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Chinese Academy of Sciences,Nanjing 21ooo8,China ) ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "AbstractAgriculturalnon-pointsource polutionis becomingthe mainsourceofpolutionloadofsurface waterssincethe pointource polutionasbcoodiCasteotetialleategtalthfqacosadeyofrnkwatesok analyzesthecharactersticsndforingeasonsoftheagriculturalo-potsourcepoltioummarzestheaihnologiesdtho inparticularthe4Rteoryofrduceretai-reuerestoretatpreventsandcontrolsagculturalo-pontsouepltionbsdohle ecosystem.Thisokalstaipobsofntthologsndhsofprevtingndotolingglualt sourcepolltionBasedonthboeaalyses,omeperspetiesareuggestedinudingbasicresearces,syergiesofcosterice functionndjtrollngialsaldmmalatioofogisfolalucetiol aquatic environmental protection. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Keywordsagiculturalontoueputiouaticomnts,4tyofduceretaireserestore,oteie杨林章江苏省农业科学院研究员，博士生导师。1982年毕业于南京农学院土壤农化系，1984年在中国科学院南京土壤研究所获得硕士学位，1993年在日本北海道大学获得农学博士学位。1984—2012年在中国科学院南京土壤研究所工作；2012年4月起，在江苏省农业科学院农业资源与环境研究所工作；现任农业资源与环境研究所学术委员会主任。作为项目负责人先后承担了多项国家级科研项目/课题等。发表论文150余篇，授权发明专利12项，出版专著5部。主要从事农业面源污染发生机制与控制技术的研究。E-mail:lzyang@issas.ac.cn",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/202fa937fec4d3d472c2874a2d1ffaa68f65077094eee77b951d03957916f60c.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "YANG Linzhang Ph.D.,research professor in the Institute of Agricultural Resources and Environment, Jiangsu ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "AcademyofAgricultralSciences (JAAS).Graduatedi1982inNanjingAgricultureCollge,egotP.D.in1993inHokkaidoUiversity Japan.Froml984toO12,heworkedintheIstuteofSoilSience,CinseAcademyofScienes(CAS).Since hen,heasbenorking intheInstituteflualesousdEontAAdossastecadeicomitf Hehaspublishdorethaneseahpars,onogphsdolsuthodpatents.Hisainsearcheaisteoolfte agricultural non-point source pollution in rural area. E-mail: lzyang@issas.ac.cn ",
        "page_idx": 8
    }
]