[
    {
        "type": "text",
        "text": "Challenges for the sustainable use of water and land resources under a changing climate and increasing salinization in the Jizzakh irrigation zone of Uzbekistan ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Rashid KULMATOV1,2, Jasur MIRZAEV², Jilili ABUDUWAILI $^ { 1 , 3 , 4 ^ { * } }$ , Bakhtiyor KARIMOV5 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1StateKeyLaboratoryofDesertandOasisEcology,Xinjiang InstituteofEcologyandGeography,Chinese AcademyofSciences.   \nUrumqi 830011, China;   \n² National Universityof Uzbekistan,Tashkent 100170,Uzbekistan;   \n3 CAS Research Center for Ecology and Environment of Central Asia, Urumqi 830011, China;   \n4 University of Chinese Academy of Sciences,Beijing 10o049,China;   \n5 Tashkent Institute of Irrigation and Agricultural Mechanization Engineers,Tashkent 10oooo,Uzbekistan ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Jizzakh Province in Uzbekistan is one of the largest irrgated areas in Central Asia without natural drainage. In combination with aridity,climate change and extensive irigation practices,this has led to the widespread salinization of agricultural land. The aim of this study was to identify opportunities to improve the reclamation status of the irrigated area and how best to effectively use the water resources in Jizzakh Province based on investigations conducted between 1995 and 2016.A database of field measurements of groundwater levels，mineralization and soil salinity conducted by the provincial Hydro-Geological Reclamation Expeditions was used in the study.The total groundwater mineralization was determined using a portable electric conductometer (Progress 1T) and the chloride concentration was determined using the Mohr method. The soil salinity analyses were conducted by applying two different methods: (1） the extraction and assessment of the soluble salt content,and (2) using an SM-138 conductivity sensor applied to a 1:1 mixture of soil sample and water. The analyses of the monitoring results and the salt balance in the \"irigation water-soil-drainage water\" system clearly demonstrated that the condition of the irigated land in the province was not significantly improved.Under these conditions,the stability of crop yields is achieved mainly through the use of large volumes of fertilizer. However, excess amounts of mineral fertilizers can also cause the salinization of soils.The average groundwater salinization value in most of the irrigated land $( 7 5 . 3 \\% )$ fluctuated between 1.1 and $5 . 0 \\mathrm { g / L }$ ,while the values were less than $1 . 0 \\mathrm { g / L }$ in $1 3 . 1 \\%$ of the land and in the range of $5 . 1 { - } 1 0 . 0 ~ \\mathrm { g / L }$ in $10 . 5 \\%$ of the land.During the period of 1995-2016 the salinization level of the irrgated land in Jizzakh Province increased slightly and the area could be divided into the following classes: no salinity ( $1 7 . 7 \\%$ of the total area),low salinity $( 5 1 . 3 \\% )$ ， moderate salinity $( 2 9 . 0 \\% )$ ,and high salinity $( 2 . 0 \\% )$ . Detailed studies of the salt balance in irrigated land,the impact of climate change，increased fertilizer use，and repeated remediation leaching on the groundwater level and mineralization should be conducted in the future,due to the possbility of accelerated salinization,fertility decline,and reduced yields of agricultural crops. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: irrigation; groundwater level; salinity; soil salinization; salt balance; Uzbekistan ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation:RashidKULMATOV,Jasur MIRZAEV,Jilili ABUDUWAILI,Bakhtiyor KARIMOV.2020.Challenges forthe sustainableuseofwaterandlandresourcesunderachangingclimateand increasingsalinizationintheJizzakh irigationzoneof Uzbekistan.Journal of Arid Land,12(1): 90-103.https://doi.org/10.1007/s40333-020-0092-8 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Agriculture is an important economic sector in Uzbekistan, accounting for about $23 \\%$ of the GDP and $2 7 \\%$ of the total employment (Kulmatov,2014). Irrigated farming produces more than $90 \\%$ of the agricultural yield and consumes more than $90 \\%$ of the nation's available water resources annually (Uzbekistan N C,2009; Dyhovniy and Schuter, 2011; Opp et al.,2016). However, due to the flat topography of many irrigated areas of the Aral Sea Basin (ASB) countries,and the Republic of Uzbekistan in particular, which has a low level of natural drainage and extensive areas of flood irrigation with poor-quality water, soil salinization and degradation of the irrigated land has occurred (Panin, 1958,Pankova et al.,1996; Gafurova et al.,2005; SCNP,2008; Kulmatov,2018). Currently, more than $60 \\%$ of all the irrigated areas in Uzbekistan are affected by salinization, which has resulted in a reduction in crop yields (e.g., $20 \\% - 3 0 \\%$ for cotton). In most farms, the increased reclamation of leached water and application of large quantities of mineral fertilizers usually overcomes these losses (SCNP, 2008; Kulmatov, 2014, 2018). Agricultural, industrial and urban development have all contributed to the increased salinity in streams and rivers,but the likely effects of future development and climate change are unknown. Most of the change is related to the extent of human land uses,with climate change accounting for only $12 \\%$ of the increase (Olson, 2019). However,land salinization and degradation are aggravated by the vulnerability of the sensitive arid lowlands to climate change. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Uzbekistan is located in an arid plain and the semi-arid foothill areas of the endorheic (closed) ASB.Being the main water consumer in the ASB, it receives about $8 0 \\% - 8 5 \\%$ of its water resources from neighboring upstream countries, mainly through three transboundary rivers: the Syrdarya, the Amudarya,and the Zarafshan (FAO,2017).For these and many other rivers of the ASB, water from snowmelt and glaciers in the Pamir and Tian Shan mountains is the main source of river discharge, and therefore their runoff is strongly dependent on changes in precipitation patterns and seasonal snow water storage capacity. The amount of precipitation received in recent years has decreased across the entire region，especially in the western parts of Turkmenistan， Uzbekistan and Kazakhstan (Bai et al.,2011; Lioubimtseva et al.,2018).Endorheic basins are known to be sensitive to various changes in ambient conditions,which makes them vulnerable to climate change and other human-induced pressures, including agricultural intensification (Karthe et al., 2017). Water abstraction for irigation is the main cause of reduced river flows in downstream areas, but climate change also leads to a decrease in water discharges in river catchments. Temperature increases, followed by a spread in aridity have been observed during the last century throughout Central Asia, and this is predicted to continue in the future at a rate above the global average (Lioubimtseva and Henebry,2O09; Mannig et al.,20l3). There is already clear evidence of the negative consequences of climate change, including a decrease in available water resources and a decline in agricultural productivity. Between the 196Os and the 201Os, the glaciered area decreased by $23 \\% - 4 9 \\%$ in various river catchment basins of the ASB (Semakova et al., 2O15). During the period of 2001- 2010, the estimated volume of total glacier runoff in the Amudarya and Syrdarya river basins was reduced from 19.0 and $3 . 4 \\mathrm { k m } ^ { 3 }$ to 18.0 and $3 . 2 \\mathrm { k m } ^ { 3 }$ ,respectively (Savoskul and Smakhtin,2013). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the future, upstream countries are planning to construct facilities to accumulate additional water volumes in their existing water reservoirs for the production of hydropower energy, which may present another potential threat for land use sustainability. In combination with the high population growth rate in the ASB,this is likely to lead to a decrease in the availability of river water and an increase in water consumption (Uzbekistan NC,2Oo9; Dukhovny and Schuter, 2011; Groll et al., 2O15). These trends are likely to be exacerbated until coordinated mitigation and adaptation activities are implemented (Dukhovny and Schuter,2011; Groll et al.,2015; CanedoArguelles et al., 2016). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Furthermore, the extensive area of unsustainable land use and insuficient maintenance of the irrigation and drainage networks has caused an increase in the groundwater level and mineralization.As a result, there has been a dramatic deterioration in the condition of irrigated areas in recent decades (SCNP, 2013; Kulmatov, 2014, 2018). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A comparative analysis of the climatic characteristics of desert and arid lands in Central Asia (Turan Depression,the Gobi Desert, and the deserts of the Dzungar and Tarim depressions) revealed that the degree of aridity, the degree of continentality, and the precipitation amount and regime differ among these areas (Pankova and Konyushkova, 2O13). The deficit of moisture in the modern climate results in the preservation of salt accumulations at their point of origin. The importance of specific features of the climate in these regions has been noted, including the precipitation regime and the efect of the redistribution of salts in the profiles of automorphic salt-affected soils (Pankova and Konyushkova, 2013). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In recent years,there has been a deterioration in the quality and a decrease in the quantity of surface water resources and reclamation conditions in the irrigated lands of the provinces located in the mid- and downstream areas of the Amudarya River (Ibrakhimov et al.,20o7). Only in Navoi Province in Uzbekistan between 2000 and 2015 (Kulmatov et al., 2018) has the groundwater level and soil salinity shown a slight improvement (Kulmatov et al., 2015). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In irrigated land in Jizzakh Province (Syrdarya River Basin) the amount of humus and the absorption capacity has declined in recent years,and at the same time the mechanical composition and fertility of soils has decreased (Sherimbetov, 2015; Rakhmatov and Abdullev, 2016). Some studies have shown that long-term irrigation has a significant impact on the absorption capacity and physical and chemical properties of soils.When agricultural activities are conducted in irrigated soils for long periods, there are varying degrees of change in the soil layers. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "It has been revealed that of the four soil components (humus,carbonates, gypsum, and watersoluble salts), water-soluble salts play the dominant role in spectral reflectance from saline soils (Karavanova et al., 2001; Sherimbetov, 2015). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Previous studies have attempted to investigate the relationships between soil productivity and salinization to ensure the sustainable use of water and land resources in the study area. Unfortunately, most of these studies were conducted within a short period of time,and the ionic composition and mineralization of the irrigation water over long periods was not sufficiently taken into account.The salt balance in the \"irrigation water-soil-drainage water\" system has not been studied. The pathways of salt migration in natural and agricultural land are important to understand for long-term monitoring and the prevention of soil and water salinization; however, they have still not been quantitatively determined in Jizzakh Province. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The objective of this study was to determine the long-term changes (1995-2016) in the quality of water used for irrigation, the level and mineralization of groundwater,the amelioration required in irrigated land,and the salt balance in the \"irigation water-soil-drainage water\" system,as well as to develop recommendations for the sustainable use of water and land resources, with a specific focus on the Jizzakh irrigation zone. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Jizzakh Province is located in the center of the Republic of Uzbekistan. The province is bordered by Syrdarya Province in the east, the Republic of Kazakhstan in the north,and the Republic of Tajikistan in the south,and is enclosed by the Syrdarya River,the Turkestan border,and the KizilKum Desert. The total area of irrigated land $( 3 9 ^ { \\circ } 5 7 ^ { \\prime } - 4 1 ^ { \\circ } 2 4 ^ { \\prime } \\mathrm { N } _ { \\cdot }$ $6 6 ^ { \\circ } 6 6 ^ { \\prime } { - } 6 8 ^ { \\circ } 5 7 ^ { \\prime } \\mathrm { E } )$ in the province is $3 . 0 { \\times } 1 0 ^ { 5 } \\mathrm { h m } ^ { 2 }$ and the main agricultural crops are: cotton, wheat, berries, fruit, grapes, melons and gourds. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The province is situated in a continental area that is characterized by dry and hot summers and moderately cold winters.Precipitation occurs mainly in winter and spring, with an average annual rainfall of $3 0 8 ~ \\mathrm { { m m } }$ .The highest recorded air temperature was $3 6 . 4 ^ { \\circ } \\mathrm { C }$ ,which was observed in July. The average annual air temperature is $1 5 . 6 ^ { \\circ } \\mathrm { C }$ .The humidity level is $70 \\% - 8 0 \\%$ in winter. The vegetation growth period is 210-240 d (State Department of Statistics of Uzbekistan, 2017). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The soils of Jizzakh Province are classed as light gray meadow-brown, dark-brown, typical and light-brown grass, meadow-grass, grassland and swampy-grass, sandy desert, sand, and sandysaline soil (SCNP,2016). The soils in the irrgation zone are classed as typical dark-brown and light-brown, meadow-grassy, grass-grassland, and meadow and wetland-grass soils. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The water supply in Jizzakh Province is transboundary and is largely dependent on the quantity of water coming from the countries containing the upper reaches of the main river sustems, i.e., Kyrgyzstan and Tajikistan. There are three main sources of irrigation water in the province with average annual volumes of diverted water of $1 . 8 9 \\mathrm { k m } ^ { 3 }$ （ $6 2 . 2 \\%$ of the total) from the Syrdarya River, $1 . 0 5 \\mathrm { k m } ^ { 3 } ( 3 4 . 5 \\% )$ from the Zarafshan River,and $0 . 1 0 \\mathrm { k m } ^ { 3 } ( 3 . 3 \\% )$ from the Sangzor River.The total water volume used in the province is $3 . 0 4 ~ \\mathrm { k m } ^ { 3 }$ ,of which $2 . 8 5 \\ \\mathrm { k m } ^ { 3 } \\left( 9 3 \\% \\right)$ is used for agricultural purposes and the remaining $0 . 1 9 \\mathrm { k m } ^ { 3 } ( 7 \\% )$ is used by industry and as the drinking water supply. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The organic matter concentration in water from the Syrdarya and Zarafshan rivers is very low; however, both rivers have elevated concentrations of inorganic substances,mainly in the form of sulfate,chloride,and carbonate ions (Table 1)，which causes the secondary salinization of agricultural land (Yakubov et al., 2011; Karimov et al., 2014; Karimov et al., 2019). ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/9d1bbddad9a2b9d59c9ab327481932474cfe22e7cfaaf50a4e0733eb172c9569.jpg",
        "table_caption": [
            "Table1Mineralization of river water used for irrigation in Jizzakh Province during 2O00-2016 "
        ],
        "table_footnote": [
            "Note:Min,minimum; Max,maximum; Ave,average.Hydropost-measuring infrastructure within the main canal. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">River</td><td rowspan=\"2\">Hydropost</td><td colspan=\"10\">River water mineralization (g/L)</td><td rowspan=\"2\"></td></tr><tr><td></td><td>2000</td><td></td><td></td><td>2005</td><td></td><td></td><td>2010</td><td></td><td>2016</td><td></td></tr><tr><td></td><td></td><td>Min</td><td>Max</td><td>Ave</td><td>Min</td><td>Max</td><td>Ave</td><td>Min</td><td>Max</td><td>Ave</td><td>Min</td><td>Max</td><td>Ave</td></tr><tr><td>Syrdarya</td><td>Nadejdinskiy</td><td>0.8</td><td>1.8</td><td>1.3</td><td>0.5</td><td>1.5</td><td>1.0</td><td>0.7</td><td>1.5</td><td>1.1</td><td>0.7</td><td>1.7</td><td>1.2</td></tr><tr><td>Zarafshan</td><td>Pervomayskiy</td><td>0.3</td><td>0.4</td><td>0.4</td><td>0.3</td><td>0.3</td><td>0.3</td><td>0.3</td><td>0.4</td><td>0.4</td><td>0.3</td><td>0.5</td><td>0.4</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Materials and methods ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The study used a database of field measurements of groundwater, mineralization and soil salinity levels conducted by the provincial Hydro-Geological Reclamation Expeditions (HGRE) under the Uzbek Basin Irrigation System Administration of the Ministry of Agriculture and Water Resources of the Republic of Uzbekistan. The HGRE conducts a monitoring program throughout Uzbekistan. Indicators of spatial and temporal changes in the levels and mineralization of groundwater in irrigated areas of Jizzakh Province were determined by HGRE specialists through the use of 2255 continuous monitoring wells.The Ministry of Agriculture and Water Resources also has a detailed database of long-term inorganic fertilizer use in allirrigated land in Uzbekistan, including Jizzakh Province, which has also been processed statistically and can be used to study the dynamics of fertilizer use.This existing extensive database was complemented by additional data regarding soil characteristics, soil salinity and cropping patterns based on the results of a soil-sampling exercise conducted by the authors. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Groundwater samples were taken by on-farm technicians,allowing the swift collection and analysis of more than 12,6Oo groundwater samples per year. The groundwater level monitoring stations were equipped with a tube (inner diameter of $9 0 { - } 1 1 0 ~ \\mathrm { m m }$ ,length of $3 { - } 6 ~ \\mathrm { m } \\dot { }$ ), filledwith sand-gravel filters. Samples of groundwater from 0.0-1.0,1.0-1.5,1.5-2.0,2.0-3.0,3.0-5.0 and $1 0 . 0 \\mathrm { m }$ deep monitoring wells were taken and sent to the laboratory for analysis. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The determination of groundwater level and mineralization was performed three times a year on 1 April,1 July and 1 October. The total mineralization of groundwater was determined using a portable electric conductometer (Progress 1T, Central Asian scientific research institute of irrigation (SANIRI), Uzbekistan) and the chloride concentration was determined using the Mohr method, i.e.， argentometric titration. During the first sampling period (April), the effects of extensive salt leaching, which occurred just before the irrigation season started, could be detected. The second sampling period (July) covered the period of peak irrigation activity and the third sampling period (October） took place immediately after the end of the growing season. This enabled an analysis of the lowering of the phreatic surface without groundwater recharge. An analysis of the groundwater level dynamics outside the growing season is important, because a seasonal salinity restoration might occur when the upward flux prevails over the lateral outflow. During 2000-2016， 111,634undergroundwatersampleswereanalyzed. Groundwater mineralization was assessed and classified following the approach of Priklonsky (1970)(Table 2). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Table 2Classification of groundwater (GW) based on total mineralization (Priklonsky,1970) ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/d75e88d83cfb6beff914c622a60d3eda371eddef2dff5496351ce06a647260e0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Category</td><td>Total dissolved solids (TDS;g/L)</td></tr><tr><td>Fresh</td><td>0-1</td></tr><tr><td>Low mineralization</td><td>1-3</td></tr><tr><td>Mediummineralization</td><td>3-10</td></tr><tr><td>High mineralization</td><td>10-50</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A total of 17,5OO soil samples was taken each year by HGRE staff at the end of the growing season in November during 200o-2O16.Each soil sample consisted of three subsamples,collected at depth of 0-30,30-70 and $7 0 { - } 1 0 0 \\ \\mathrm { c m }$ .More than 116,0o0 soil samples were collected from these depths in the irrgated areas to determine soil salinity. Each sample was considered to be representative of an area of $1 0 { - } 2 0 \\ \\mathrm { h m } ^ { 2 }$ ，resulting in a much denser grid of soil data than groundwater data. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Mineral fertilizers (mainly nitrogen-containing) can cause salinization of irrigated soils. In the calculation of the salt balance,the contribution of mineral fertilizers was included in the total balance of salts because their residues enter the collector-drainage network, and therefore their contribution was not taken into account separately. The efects of side flows, for example, unsaturated groundwater from irrigated land, were not taken into account when calculating the salt balance. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The soil salinity level of irrigated land was measured twice a year on 1 April and 1 October. For each soil sample, the electric conductivity was measured at the four corners of a $1 . 5 { \\times } 2 . 0 ~ \\mathrm { m } ^ { 2 }$ area surrounding the soil-sampling site. The soil samples were dried naturally in a location with no direct sunlight.The soil samples were then passed through a special sieve, with a mesh size of 0.1 cm, and three solution samples were prepared with $5 0 \\ \\mathrm { g }$ of soil in distilled water and analyzed. The analyses of the soil salinity were conducted by applying two different methods: first through the extraction and assessment of the soluble salt content and then through an conductometer (IKS Express 1T, SANIIRI, Uzbekistan) applied to a 1:1 mixture of soil sample and water (Shirokova and Chernyshev, 1999). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The measured soil salinity (total mineralization) was then categorized as low $( 0 . 3 \\mathrm { - } 1 . 0 ~ \\mathrm { g / L } )$ ， moderate $( 1 . 0 { - } 2 . 0 ~ \\mathrm { g / L } )$ ，high $( 2 . 0 { - } 3 . 0 ~ \\mathrm { g / L } )$ ,or very high $( > 3 . 0 ~ \\mathrm { g / L } )$ . This classification was then assigned to the area represented by each soil sample to obtain spatial and temporal information about the soil salinity distribution and dynamics. Based on the groundwater and soil data, the overall extent of the salinization of the irrigated areas was assessed using the salinity classification system developed by Bazilevich and Pankova (1970) (Table 3). ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/ca0afaa617298422cf975c52b400e92ab82b5f18732f126884a3904b33ddfc89.jpg",
        "table_caption": [
            "Table 3 Classification of soil salinity,based on TDS and chloride $\\left( \\mathbf { C l } ^ { - } \\right)$ concentration (modified after Bazilevich and Pankova (1970)) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">No</td><td rowspan=\"2\">Level of salinization</td><td>Sulfate</td><td colspan=\"2\">Chloride-sulfate</td><td colspan=\"2\">Sulfate-chloride</td><td>Chloride</td></tr><tr><td>TDS (g/L)</td><td>TDS (g/L)</td><td>CI- (g/L)</td><td>TDS (g/L)</td><td>CI- (g/L)</td><td>CI- (g/L)</td></tr><tr><td>1</td><td>No salinity</td><td><0.3</td><td><0.1</td><td><0.01</td><td><0.1</td><td><0.01</td><td><0.01</td></tr><tr><td>2</td><td>Low salinity</td><td>0.3-1.0</td><td>0.1-0.3</td><td>0.01-0.05</td><td>0.1-0.3</td><td>0.01-0.04</td><td>0.01-0.03</td></tr><tr><td>3</td><td>Moderate salinity</td><td>1.0-2.0</td><td>0.3-1.0</td><td>0.05-0.20</td><td>0.3-0.6</td><td>0.04-0.20</td><td>0.03-0.10</td></tr><tr><td>4</td><td>High salinity</td><td>2.0-3.0</td><td>1.0-2.0</td><td>0.20-0.30</td><td>0.6-1.0</td><td>0.20-0.30</td><td>0.10-0.20</td></tr><tr><td>5</td><td>Very high salinity</td><td>>3.0</td><td>>2.0</td><td>>0.30</td><td>>1.0</td><td>>0.30</td><td>>0.20</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4Results and discussion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1 Groundwater level and its influence on the characteristics of the irrigated land ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In arid areas, factors affecting the eficiency and sustainability of irrigated agriculture are closely linked with the groundwater level. Improper irrigation and ineficient drainage networks can lead to soil salinization (Eshchanov, 2008; Martin and Sauerborn, 2013; Kulmatov, 2018). To ensure sustainable long-term irigation and crop yields, it is necessary to determine the reasons for the temporal and spatial changes in GW level and mineralization. A high groundwater salinity in combination with a shallow groundwater level leads to the salinization of irrigated land and to the bogging of the root system of crops,resulting in yield losses (Gafurova et al., 20o5; Eshchanov, 2008). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Table 4 shows the admissible levels of groundwater salinity for different groundwater levels. A groundwater level of less than $1 . 0 \\mathrm { m }$ is especially critical because even salt concentrations of less than $1 . 0 \\mathrm { g / L }$ can lead to land salinization, while groundwater at depths of $3 . 0 \\mathrm { m }$ or more could have a salinity of up to $5 . 0 \\mathrm { g / L }$ before the full salinization effect sets in (Gafurova et al., 2Oo5; Kulmatov et al., 2018). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "These \"critical depths\" were used to assess the level of amelioration required for irgated land and to conduct practical measures against the salinization of irrigated land. If groundwater was located above \"the critical depth\", the upward movement of salts from the lower layers would increase and the soils would be exposed to salinization. However, if the groundwater was located below the critical depth,the salt would not rise from the lower layers into the topsoil and soil salinization would not occur. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/73ade5ee14ec2dac97020983ea1eda469ac84d3de40d628b6f41722a44f681fc.jpg",
        "table_caption": [
            "Table 4The critical groundwater (GW)depth and the related admissible level of groundwater salinity in irrigated soils (Gafurova et al.,2005) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Critical GWdepth (m)</td><td>Admissible level of GW salinity (g/L)</td><td>Maximum concentration of chlorine in GW(%)</td></tr><tr><td>0.8-1.0</td><td>About1.0</td><td>0.17</td></tr><tr><td>1.0-1.5</td><td>1.0-2.0</td><td>0.17-0.27</td></tr><tr><td>1.5-2.5</td><td>2.0-3.0</td><td>0.27-0.37</td></tr><tr><td>2.5-3.5</td><td>3.0-5.0</td><td>0.37-0.69</td></tr><tr><td>>3.0</td><td>>5.0</td><td>>0.69</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The critical groundwater depth also depends on the soil properties,especially the capillary structure, the water retention potential, and the percolation characteristics (e.g., the amount of macropores or the soil density) (Childs,1969; Nielsen et al.,1973; Bowles,1979; Heath, 2004; Gafurova et al.,2005; Kulmatov,2018). To take these parameters into account, Table 5 shows the critical groundwater depth in relation to the water retention and percolation capability of the irrigated land. This integration of several important soil hydrological parameters makes the critical groundwater depth a crucial concept for the sustainable use of the irrigated land resources. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/8cdb82ae98bd99c5f17fcd436230d23df631fc2d2359d8c51b23d865b3f9e1e1.jpg",
        "table_caption": [
            "Table 5Critical GW depth related to the water retention and percolation capabilityof irigated soils (Gafurova et al., 2005) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Water retention and percolation capabilityof irrigated soils</td><td>GW salinity (g/L)</td><td>Critical GW depth (m)</td><td>Admissible GWlevel (m)</td></tr><tr><td>Weak</td><td>1.5-3.0</td><td>1.2-1.5</td><td>1.5-1.8</td></tr><tr><td>Weak</td><td>3.5</td><td>1.5-1.8</td><td>1.8-2.0</td></tr><tr><td>Average</td><td>3.5</td><td>1.8-2.0</td><td>2.0-2.3</td></tr><tr><td>Strong</td><td>3.5</td><td>2.0-2.2</td><td>2.3-2.5</td></tr><tr><td>Strong</td><td>3.0-8.0</td><td>2.2-2.5</td><td>2.5-3.0</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To ensure long-term sustainable irrigation in farming and stable crop yields,it is necessary to determine the reasons for temporary changes in the groundwater level, with special consideration given to the critical groundwater level and salinity. An analysis of the dynamics of groundwater level changes in Jizzakh Province (Fig.1) revealed that there were no irrigated fields with very shallow $( 0 . 0 { - } 1 . 0 \\ \\mathrm { m } )$ groundwater levels.The largest area of all the irrigated land in the province $( 2 0 0 . 0 { \\times } 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ $6 6 . 9 6 \\%$ of the total irrigated land) had a groundwater table at a depth of 2.1-3.0 m; followed by an area of $6 3 . 9 3 \\times 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ $( 2 1 . 4 1 \\% )$ at $3 . 1 \\mathrm { - } 5 . 0 \\ \\mathrm { m } ; 2 . 7 1 \\times 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 } \\ ( 9 . \\bar { 2 } 7 \\% )$ at $5 . 0 \\mathrm { m }$ ： $6 . 2 3 { \\times } 1 0 ^ { 3 } \\ : \\mathrm { h m } ^ { 2 } \\ : ( 2 . 0 9 \\% )$ at $1 . 5 – 2 . 0 \\mathrm { m }$ and $0 . 8 0 { \\times } 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 } ( 0 . 2 7 \\% )$ at $1 . 0 { - } 1 . 5 \\mathrm { m }$ .During 1995-2016 the groundwater level in a large area of the province's irrigated land $( 2 9 1 . 0 0 \\times 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 } ,$ ）remained generally stable, varying only between $5 \\% - 1 0 \\%$ ： ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The groundwater level in Jizzakh Province has also been elevated by anthropogenic activities, which have led to additional inputs of water into the groundwater zone. Extensive leaching during spring,high-intensity irrigation during the vegetative season, leakage from irrigation canals and drainage water colectors, and waterlogging due to damaged or blocked drainage networks are the main reasons for the raised groundwaterlevels. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/b4bf27f6a253483755c6b36409cc9ed177cac5867df6120bee1bc1e9e9087f9f.jpg",
        "img_caption": [
            "Fig.1Dynamics of groundwater(GW) level changes in irrigated land in Jizzakh Province "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This can be problematic for the growth of crops, because shallow saline groundwater levels can lead to reduced water uptake (e.g. in cotton), and thus to crop losses (Hutmacher et al.,1996; SANIIRI, 2O05). Studies conducted by the Central Asian Research Institute of Irigation (SANIIRI) have shown that the productivity of cotton decreases by $1 5 \\% - 2 0 \\%$ in slightly saline soils, by $3 5 \\text{‰}$ $40 \\%$ in moderately saline soils, and by $70 \\% 8 0 \\%$ in highly saline soils.In addition to the reduced yields (from 2.10 to $0 . 9 0 { - } 1 . 2 5 ~ \\mathrm { t / h m ^ { 2 } } )$ , the salinity has also been shown to influence the quality of the raw cotton fibers (SANIIRI, 2005). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2Dynamics of groundwater mineralization fluctuations in the province ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The groundwater observations for 1995-2016 indicated that the average groundwater mineralization in most of the irrigated land of the province fluctuated between $1 . 1 { - } 5 . 0 \\ \\mathrm { g / L }$ $( 7 5 . 3 \\%$ of all irrigated land),with an average of less than $1 . 0 \\mathrm { g / L }$ in $1 3 . 1 \\%$ of the irrigated land and a range of $5 . 1 \\mathrm { - } 1 0 . 0 \\ \\mathrm { g / L }$ in $1 0 . 5 \\%$ of the irrigated land (Table 6). ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/847642304209a503a352e9f80dea3466f672b2e655f8df9225b3d168f1c4c3a4.jpg",
        "table_caption": [
            "Table 6Dynamics of the long-term (1995-2016) average GW mineralization in Jizzakh Province "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Mineralization (g/L)</td><td>Irrigated land area (x1o hm²)</td><td>Percentage (%)</td></tr><tr><td>≤1.0</td><td>39.17</td><td>13.1</td></tr><tr><td>1.1-3.0</td><td>116.15</td><td>38.9</td></tr><tr><td>3.1-5.0</td><td>108.85</td><td>36.4</td></tr><tr><td>5.1-10.0</td><td>31.48</td><td>10.5</td></tr><tr><td>≥10.0</td><td>3.01</td><td>1.0</td></tr><tr><td>Total</td><td>296.88</td><td>100.0</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In 1995, the irrigated area with a groundwater mineralization of $0 . 0 { - } 3 . 0 \\mathrm { g / L }$ was $7 3 . 6 5 { \\times } 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ while in 2016 the corresponding figure was $1 5 2 . 7 6 \\times 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 } .$ ，i.e.,an increase of $7 9 . 1 1 \\times 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 }$ 号 $2 5 . 3 0 \\%$ of all irrigated land). The area with an average mineralization $( 3 . 1 \\mathrm { - } 5 . 0 \\mathrm { g / L } )$ also increased from $8 6 . 1 1 \\times 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 }$ in 1995 to $1 3 3 . 3 3 \\times 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 }$ in 2016,i.e.,an increase of $4 7 . 2 2 \\times 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 }$ $( 1 4 . 5 7 \\% )$ ： ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In contrast, in 1995 the irrigated area with a high groundwater mineralization $( 5 . 0 \\mathrm { - } 1 0 . 0 \\mathrm { g / L } )$ was $1 1 8 . 9 3 \\times 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ ,while in 2016 it was $1 3 . 7 5 { \\times } 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ , i.e., a considerable decrease of $1 0 5 . 1 8 \\times 1 0 ^ { 3 }$ （20 $\\mathrm { h m } ^ { 2 } \\left( 3 6 . 5 8 \\% \\right)$ . Similarly, the irrigated area with a groundwater mineralization of $1 0 . 0 \\mathrm { g / L }$ and above was reduced from $1 0 . 3 2 \\times 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ in 1995 to $0 . 7 0 { \\times } 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ in 2016 $( 9 7 . 0 0 \\%$ ,Fig.2). In most of the irrigated land area of the province $( 7 5 . 3 3 \\% )$ the groundwater mineralization was in the range of 1.1 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "to $3 . 0 { - } 5 . 0 ~ \\mathrm { g / L }$ ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Within the period 1995-20l6 the area with a relatively low level of groundwater mineralization increased from $5 8 . 7 0 \\times 1 0 ^ { 3 }$ to $9 1 . 0 0 \\times 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ ，which indicates a slight improvement in the state of the irrigated land of the province. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "During the same period, the area of irrigated land with an average groundwater mineralization $( 3 . 1 \\mathrm { - } 5 . 0 \\mathrm { g } / \\mathrm { L } )$ decreased from $4 4 . 9 0 \\times 1 0 ^ { 3 }$ to $1 6 . 5 0 { \\times } 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 } \\left( 2 0 . 8 0 \\% \\right)$ . This indicates that there were positive changes in the dynamics of groundwater mineralization in the irrigated areas of the province.In 1995, the area with low groundwater mineralization $( 0 . 0 { - } 3 . 0 \\mathrm { g / L } )$ was $7 3 . 6 5 { \\times } 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ while in 2016 it was $1 5 2 . 7 6 { \\times } 1 0 ^ { 3 } \\ \\mathrm { h m } ^ { 2 }$ ,i.e.,an increase of $7 9 . 1 1 \\times 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ （20 $( 2 5 . 3 4 \\% )$ . The area with an average groundwater mineralization of $3 . 1 \\mathrm { - } 5 . 0 ~ \\mathrm { g / L }$ was $8 6 . 1 1 \\times 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 }$ ，while in 1995 it was $1 3 3 . 3 3 \\times 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 }$ in 2016,i.e.,an increase of $4 7 . 2 2 \\times 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 }$ $( 1 4 . 5 7 \\% )$ . The irrigated area with a high groundwater mineralization $( 5 . 0 \\mathrm { - } 1 0 \\ \\mathrm { g / L } )$ decreased from $1 1 8 . 9 3 { \\times } 1 0 ^ { 3 }$ to $1 3 . 7 5 \\times 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ during 1995-2016,and therefore the GW quality was improved over $1 0 5 . 1 8 { \\times } 1 0 ^ { 3 } \\ : \\mathrm { h m } ^ { 2 } \\ : ( 3 6 . 5 8 \\% )$ .The area of irrigated land with an average groundwater mineralization of $1 0 . 0 \\ \\mathrm { g / L }$ or more decreased from $1 0 . 3 2 \\times 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ in 1995 to $0 . 7 0 { \\times } 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ in 2016 (i.e., a decrease of $9 . 6 2 \\times 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ or $9 7 . 0 0 \\%$ ).The area with a high groundwater mineralization $( 5 . 0 \\mathrm { - } 1 0 . 0 ~ \\mathrm { g / L } )$ was1 $ { 1 8 . 9 3 \\times 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 } }$ in 1995,but this decreased to $1 3 . 7 5 { \\times } 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 }$ in 2016, i.e.， groundwater quality was improved over an area of $1 0 5 . 1 8 { \\times } 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 } ( 6 3 . 0 0 \\% )$ ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Thus, based on the results of these analyses it can be concluded that the quality of groundwater in Jizzakh Province has considerably improved in recent years. One of the main causes of the wedging of the groundwater outflow in the province is the improvement of the drainage network in the Jizzakh irrigation area, which has diverted drainage water toward the Aydar-Arnasay and Tuzkan lakes in the Mirzachul Desert in the southern part of the province. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/9c810b5700ead2a4ce2060692e5f849fc9dd831c90bb091e57cdbaf796852f75.jpg",
        "img_caption": [
            "Fig.2Long-term(1995-2016) dynamics of groundwater(GW) mineralization of the irigated land in Jizzakh Province "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3 Salinization level of irrigated soils in the province ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "As shown in Figure 1,the majority of the irrigated area in Jizzakh Province was characterized by a groundwater level of more than $2 . 0 \\mathrm { m }$ . In addition, the majority of the irrigated area in the province was characterized by a low groundwater mineralization (Fig. 2). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "However, because the availability of low mineralized deep groundwater is limited, the additional water needed for crop growth in the irigated areas of the province is provided by water diversion from the Syrdarya and the Zarafshan rivers.The level of mineralization in the water of both these rivers has increased(Table 2), with the result that the extensive irrigation has led not only to a rising groundwater level but also an increase in groundwater mineralization. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "An efficient drainage network would prevent salt accumulation, but the technical infrastructure used in the drainage system in Jizzakh Province is outdated and not always well maintained; therefore, salt removal is incomplete. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The results of this study indicated that most of the irigated land in Jizzakh Province is slightly saline. On average $5 1 . 3 \\%$ of the irrigated area fell into this category (Fig.3).Another $1 7 . 7 \\%$ showed no sign of salinization.However, $2 9 . 0 \\%$ of the irrigated area was found to be moderately saline and $2 . 0 \\%$ was highly saline. Overall， salinization in Jizzakh Province was much lower than in neighboring Bukhara Province,where $2 7 . 6 \\%$ of the irrigated area is classified as moderately saline and $7 . 8 \\%$ as highly saline (Kulmatov et al., 2015). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/fa1f37d49af368c1378e77f4b0a765a1bdfa50ee0a92a9592e4e4615ddf359d1.jpg",
        "img_caption": [
            "Fig.3Temporal soil salinization dynamics of the irigated area in Jizzakh Province from 1995 to 2016 "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Allthe relevant parameters (irrigation water mineralization, groundwater level, and groundwater salinity) are subject to considerable temporal dynamics (Table 2; Figs.1 and 2), which means that their influence on the soil salinity is also dynamic.Therefore, managing the salinization of irrigated land is a complex process and it is necessary to conduct flexible agrotechnical practices.In recent years, this paradigm has been increasingly incorporated into the agrarian sector, explaining the observed improvements in the salinity conditions in Jizzakh Province. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Salinization of agricultural land negatively affects the soil structure and biological activity of soil microorganisms.This can lead to a decline in the use of mineral fertilizers by plants and may cause various plant diseases (SCNP,2O13). Cotton productivity in Uzbekistan has decreased by $1 5 \\% - 2 0 \\%$ in areas with low-salinity soils, $3 5 \\% - 4 0 \\%$ in areas with moderate salinity soils,and $70 \\% - 8 0 \\%$ in areas with high-salinity soils (SANIIRI,2Oo5). Therefore，monitoring and assessment of the salinization level of irrigated soils is very important for agriculture. Based on the results obtained, programs to control the effects of salt leaching on the following year's crop can be initiated. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In Jizzakh Province in 1995 the area of irrigated land not affected by salinization was $5 0 . 5 7 \\times 1 0 ^ { 3 }$ $\\mathrm { h m } ^ { 2 }$ （ $1 7 . 5 0 \\%$ of the total irigated land area),which increased to $6 7 . 6 4 \\times 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ 0 $2 2 . 5 0 \\%$ ;Fig. 3) in 2016. This indicates that in recent years,the irigated area that is not affected by salinization increased by $1 7 . 0 7 \\times 1 0 ^ { 3 } \\ \\mathrm { h m } ^ { 2 }$ $( 5 . 0 0 \\% )$ . The area of low-salinity irrigated land in 1995 was （204号 $1 5 9 . 8 1 { \\times } 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 }$ （ $( 5 5 . 3 0 \\% )$ ，which decreased to $1 5 8 . 6 7 \\times 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 }$ （20 $( 5 2 . 8 0 \\% )$ in 2016,i.e.,a slight decrease of $1 . 1 5 { \\times } 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 }$ （204号 $( 0 . 5 0 \\% )$ . The area of moderate-salinity irrigated land in 1995 was $7 4 . 5 9 \\times 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 }$ $( 2 5 . 8 0 \\% )$ ，which decreased to $6 8 . 6 2 \\times 1 0 ^ { 3 } ~ \\mathrm { h m } ^ { 2 }$ $( 2 2 . 8 0 \\% )$ in 2016,i.e.,a decrease of $5 . 9 7 \\times 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ （204号 $( 3 . 0 0 \\% )$ . The high-salinity irrigated land area slightly increased from $4 . 0 4 \\times 1 0 ^ { 3 }$ （204号 $\\mathrm { h m } ^ { 2 }$ （ $1 . 4 0 \\% )$ in 1995 to $5 . 6 2 { \\times } 1 0 ^ { 3 } \\mathrm { h m } ^ { 2 }$ （204号 $( 2 . 0 0 \\% )$ in 2016. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In general, it can be concluded that during the period of 1995-2O16 the salinization level of irrigated lands in the province have slightly increased. Based on the average soil salinization level, the province's irrigated areas could be classified as follows: no salinity $( 1 7 . 7 \\% )$ , low salinity $( 5 1 . 3 \\% )$ ，moderate salinity $( 2 9 . 0 \\% )$ ，and high salinity $( 2 . 0 \\% )$ (Fig. 3). The observed slight increase of salinity in irrgated land in Jizzakh Province occurred due to the use of outdated irrigation technology and ineficient drainage systems.Because of the relatively high amounts of mineralized salts in irrigated land and the proximity of groundwater,reclamation leaching of the irrigated land is required in winter each year. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.4 \"Irrigation water-soil-drainage water\" salt balance ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Climate change and the frequently recurring droughts in Central Asia in recent years have diminished the volume of river water flows, with the result that more water resources are required for irrigation (SCNP,2O13). If the amount of water available for irrigation does not meet the scientifically based needs of the crop,or if excessive amounts of water are used, salts accumulate in irrigated soils.The accumulation of salts associated with irrigated agriculture is mainly caused by two factors. One is the introduction of salts in the irrigation water to the land.The second is the extremely high level of saline groundwater, caused by excessive irrigation and a poor drainage system (Dukhovny,1983; Kovda, 2008). It is difficult for excess water to flow-out naturally from irrigated areas, which leads to salinization and swamping,and reduces soil fertility (Kulmatov et al.,2015,2O18). Increased salinity in water and soil has had serious negative impacts on agriculture and food security,as well as human health, al over the world.The direct impact of salinity on both the soil microbial community and crops can have a serious impact on crop production, yield, and cropping pattern (Yan et al., 2015; Rahaman et al., 2019). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "It is therefore important to identify the total amount of salts entering the irrigated land of the province with irigation water, the amount of salt remaining in the irigated areas,and the amount of salt leached out through the drainage system (reclamation leaching). An analysis of the dynamics of the \"irrigation water-soil-drainage water\" salt balance in the irrigated area of the province was conducted based on the results of the monitoring data for 20oO-2016 (Table 7). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "During the period of 2000-2016, an average $2 6 9 0 . 9 { \\times } 1 0 6 ~ \\mathrm { m } 3$ of water was used for irrigation during the vegetation growth period, autumn crop irrigation,and winter salt leaching in the province.The highest volume of irrigation water ( $3 3 6 8 . 8 { \\times } 1 0 6 ~ \\mathrm { m } 3 ~ \\$ ）wasused in 2005, from which $7 9 9 . 0 { \\times } 1 0 6 ~ \\mathrm { m } 3$ of water was diverted to the drainage systems (Table 7). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The average annual amount of water used for irrigation $( 2 6 9 0 . 9 { \\times } 1 0 ^ { 6 } \\mathrm { m } ^ { 3 } )$ had a total salt content of $3 2 7 1 . 4 \\times 1 0 ^ { 3 }$ t, with chlorides accounting for $9 7 4 . 9 { \\times } 1 0 ^ { 3 }$ t. The annual average amount of water flowing out as drainage water was $8 2 6 . 4 { \\times } 1 0 ^ { 6 } \\mathrm { m } ^ { 3 }$ , which contained a total salt content of $2 8 7 8 . 0 { \\times } 1 0 ^ { 3 }$ t, with chlorides accounting for $8 8 7 . 5 { \\times } 1 0 ^ { 3 }$ t. Thus, the total amount of salts that remained in the irrigated area was $3 9 3 . 4 \\times 1 0 ^ { 3 }$ t, with chlorides accounting for $8 7 . 4 \\times 1 0 ^ { 3 }$ t ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "On average for each hectare of irrigated land in the province 1.21 t of salts entered the soil with irrigation water and 1.O6 t of salts were leached out by drainage water. Thus, $12 . 0 \\%$ of the salts and $8 . 9 \\%$ of the chlorides that entered the soil with irrigation water remained in the irrigated areas of the province. On average, $0 . 1 5 \\mathrm { ~ t ~ }$ of salt remained on each hectare of irrigated land(Table 7). The lowest amount of irrigation water used was $2 3 5 1 . 8 { \\times } 1 0 ^ { 6 } ~ \\mathrm { m } ^ { 3 }$ in 2001 (an extreme drought year in the country and the province), $9 8 0 . 6 { \\times } 1 0 ^ { 6 } \\mathrm { m } ^ { 3 }$ of which was diverted to the drainage system.The remaining $1 3 7 1 . 2 { \\times } 1 0 ^ { 6 } \\mathrm { m } ^ { 3 }$ of water was used in the vegetation growth season. In autumn-winter, $8 8 . 9 { \\times } 1 0 ^ { 6 } ~ \\mathrm { m } ^ { 3 }$ of river water is used each year for reclamation leaching in the irrigated soils in the province.This has resulted in desalinization and an improvement in the reclamation status of the irrigated land in the province. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The average salt concentration in water used in the province for irrigation purposes was 1.2 $\\mathrm { { g / L } }$ in 2000-2016.The maximum amount of salts( $( 4 0 9 9 . 2 \\times 1 0 ^ { 3 }$ t) that entered the soils of the irrigated area occurred in 20o0, of which $4 3 1 9 . 1 \\times 1 0 ^ { 3 }$ t was leached out by drainage water. Thus, the amount of salt entering the irrigated area in irrigation water was less than the amount of salt leached out from the irrigated area by drainage water. This phenomenon likely occurred because salt leaching in the irrigated areas in the autumn-winter period was achieved more effectively in 2000 than in other years. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In 2012, the total amount of salt entering the soil through irrigation water was $2 8 6 5 . 8 \\times 1 0 ^ { 3 }$ t, of which $2 2 0 9 . 1 \\times 1 0 ^ { 3 }$ t was leached out by drainage water. Thus, only $6 5 6 . 7 \\times 1 0 ^ { 3 }$ t of the salts remained in the irrigated area.In 2Ooo-2O16,the average salt content in the irrigation water was $3 2 7 1 . 4 \\times 1 0 ^ { 3 }$ t, of which $2 8 7 8 . 0 { \\times } 1 0 ^ { 3 }$ t was leached out from the irrigated land. The total amount of residual salt in the irrigated area was $3 9 3 . 4 \\times 1 0 ^ { 3 }$ t. As a result, $1 . 3 ~ \\mathrm { t } / \\mathrm { h m } ^ { 2 }$ salt of irrigated land has accumulated during the 17 years studied. Thus, $1 1 . 7 \\%$ of the total incoming salts have remained in the irrigated area (Table 7). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Table 7\"Irrigation water-soil-drainage water\" salt balance of Jizzakh Province during 2000-2016 ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/5ee2817f2fc233c98ed4f74223217ec0c9d16ee8bfeb73fe3fdae09be3a2a62f.jpg",
        "table_caption": [],
        "table_footnote": [
            "Note:WV,watervolue;M,ineralzation;C,chlorinecontent;TS,totalsaltontent;TC,totalchlorinecontent;TSBtotalsalt balance; TCB,total chlorine balance. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"3\">Year</td><td colspan=\"5\">Irrigation water input</td><td colspan=\"5\">Drainage water output</td><td colspan=\"2\">Salt balance</td></tr><tr><td>WV</td><td>M</td><td>C</td><td>TS</td><td>TC</td><td>WV</td><td>M</td><td>C</td><td>TS</td><td>TC</td><td>TSB</td><td>TCB</td></tr><tr><td>(x106m³)</td><td></td><td>(g/L)</td><td></td><td>(x10³ t)</td><td>(x10m³)</td><td></td><td>(g/L)</td><td></td><td>(x10³ t)</td><td>(x10² t)</td><td></td></tr><tr><td>2000</td><td>2644.6</td><td>1.5</td><td>0.4</td><td>4099.2</td><td>925.6</td><td>966.5</td><td>4.5</td><td>1.1</td><td>4319.1</td><td>1111.4</td><td>-219.9</td><td>-185.8</td></tr><tr><td>2001</td><td>2351.8</td><td>1.3</td><td>0.4</td><td>3125.5</td><td>945.4</td><td>980.6</td><td>4.2</td><td>1.0</td><td>4166.5</td><td>950.1</td><td>-1040.9</td><td>-4.7</td></tr><tr><td>2002</td><td>2507.8</td><td>1.3</td><td>0.4</td><td>3265.1</td><td>942.9</td><td>935.4</td><td>3.4</td><td>1.1</td><td>3177.7</td><td>1028.9</td><td>87.4</td><td>-86.1</td></tr><tr><td>2003</td><td>2600.8</td><td>1.1</td><td>0.3</td><td>3081.9</td><td>847.9</td><td>830.8</td><td>3.3</td><td>0.9</td><td>2789.9</td><td>717.0</td><td>292.0</td><td>130.9</td></tr><tr><td>2004</td><td>3067.4</td><td>1.1</td><td>0.3</td><td>3542.8</td><td>1015.3</td><td>920.5</td><td>4.6</td><td>1.2</td><td>4207.7</td><td>1150.7</td><td>-664.9</td><td>-135.4</td></tr><tr><td>2005</td><td>3368.8</td><td>1.0</td><td>0.3</td><td>3665.3</td><td>1152.1</td><td>798.9</td><td>2.3</td><td>0.8</td><td>1872.8</td><td>659.9</td><td>1792.5</td><td>492.2</td></tr><tr><td>2006</td><td>2660.4</td><td>1.1</td><td>0.3</td><td>3075.5</td><td>824.7</td><td>719.5</td><td>2.1</td><td>0.8</td><td>1548.5</td><td>603.7</td><td>1526.9</td><td>221.0</td></tr><tr><td>2007</td><td>2816.9</td><td>1.1</td><td>0.3</td><td>3188.8</td><td>997.2</td><td>765.4</td><td>3.1</td><td>0.9</td><td>2386.6</td><td>682.8</td><td>802.1</td><td>314.4</td></tr><tr><td>2008</td><td>2447.3</td><td>1.2</td><td>0.4</td><td>3054.2</td><td>1003.4</td><td>621.4</td><td>3.2</td><td>0.9</td><td>2015.8</td><td>587.2</td><td>1038.7</td><td>416.2</td></tr><tr><td>2009</td><td>2513.8</td><td>1.1</td><td>0.3</td><td>2928.5</td><td>852.2</td><td>692.7</td><td>2.9</td><td>0.8</td><td>2063.6</td><td>594.3</td><td>864.9</td><td>257.8</td></tr><tr><td>2010</td><td>2812.8</td><td>1.1</td><td>0.3</td><td>3220.6</td><td>992.9</td><td>732.6</td><td>3.6</td><td>0.9</td><td>2677.6</td><td>697.4</td><td>542.9</td><td>295.4</td></tr><tr><td>2011</td><td>2593.9</td><td>1.1</td><td>0.4</td><td>3001.1</td><td>1027.2</td><td>679.4</td><td>3.1</td><td>0.9</td><td>2081.6</td><td>607.4</td><td>919.4</td><td>419.8</td></tr><tr><td>2012</td><td>2390.2</td><td>1.2</td><td>0.4</td><td>2865.9</td><td>948.9</td><td>737.3</td><td>3.0</td><td>2.9</td><td>2209.1</td><td>2169.3</td><td>656.7</td><td>-1220.4</td></tr><tr><td>2013</td><td>3100.8</td><td>1.3</td><td>0.4</td><td>4046.6</td><td>1364.3</td><td>893.6</td><td>3.5</td><td>1.0</td><td>3120.6</td><td>895.4</td><td>925.9</td><td>468.9</td></tr><tr><td>2014</td><td>2548.8</td><td>1.1</td><td>0.3</td><td>2923.4</td><td>823.2</td><td>781.6</td><td>3.9</td><td>1.1</td><td>3040.3</td><td>886.3</td><td>-116.8</td><td>-63.0</td></tr><tr><td>2015</td><td>2464.5</td><td>1.2</td><td>0.3</td><td>2883.4</td><td>845.3</td><td>1115.8</td><td>3.7</td><td>0.9</td><td>4108.9</td><td>1102.4</td><td>-1225.5</td><td>-257.1</td></tr><tr><td>2016</td><td>2854.7</td><td>1.3</td><td>0.4</td><td>3645.4</td><td>1064.8</td><td>875.9</td><td>3.6</td><td>0.7</td><td>3140.2</td><td>643.8</td><td>505.3</td><td>421.0</td></tr><tr><td>Average</td><td>2690.9</td><td>1.2</td><td>0.3</td><td>3271.4</td><td>974.9</td><td>826.4</td><td>3.4</td><td>1.1</td><td>2878.0</td><td>887.5</td><td>393.4</td><td>87.4</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "During the period of 20oo-2016, the average chlorine concentration in the water used for irrigation in the province was $0 . 3 ~ \\mathrm { g / L }$ . The lowest amount of chlorine that entered irrigated fields $( 8 2 3 . 2 \\times 1 0 ^ { 3 } \\mathrm { ~ t ~ }$ ） was observed in 2014,with $8 8 6 . 3 \\times 1 0 ^ { 3 }$ t of chlorine leached out through drainage waters.This implies that the amount of chlorine in the water used for irrgation was less than the amount flowing out in the drainage water. The likely reason for this was that soil leaching was more effectively conducted during the autumn-winter season in 2O14 than in other years. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In 2013, the total amount of chlorine entering the soils in irrigation water was $1 3 6 4 . 3 { \\times } 1 0 ^ { 3 }$ t, of which $8 9 5 . 4 \\times 1 0 ^ { 3 }$ t was leached out through drainage water. As a result, $4 6 8 . 9 \\times 1 0 ^ { 3 }$ t of excess chlorine remained in irrigated areas. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In general, during 2ooo-2016, the average amount of chlorides in water used for irgation was $9 7 4 . 9 { \\times } 1 0 ^ { 3 } ~ \\mathrm { t / a }$ ,of which $8 8 7 . 5 { \\times } 1 0 ^ { 3 } ~ \\mathrm { t / a }$ was leached out through drainage water. The amount of residual chlorides was $8 7 . 4 \\times 1 0 ^ { 3 } \\ \\mathrm { t / a }$ ，with $0 . 2 9 ~ \\mathrm { t / a }$ of chlorides per hectare of irrigated land accumulating during the 17-a study period. On average, $1 0 . 1 \\%$ of the total incoming chlorides accumulated in irrigated land (Table 7). Thus, the analysis of the \"irrigation water-soil-drainage water\" salt balance indicated a low salinization level in the irrigated soils of the region. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Most of the salt-affected land has experienced salinization due to natural causes,with the accumulation of salts over long periods of time in arid and semiarid zones (Rengasamy, 2002). More than $8 0 0 \\times 1 0 ^ { 6 } ~ \\mathrm { h m } ^ { 2 }$ of land throughout the world are salt affected, including $4 . 5 { \\times } 1 0 ^ { 7 } ~ \\mathrm { h m } ^ { 2 }$ （204号 $( 2 0 \\% )$ of the current $2 . 3 { \\times } 1 0 ^ { 8 } \\mathrm { h m } ^ { 2 }$ of irrigated land (FAO, 2Oo8). We found that the average value of groundwater salinization in most $( 7 5 . 3 \\% )$ of the irrigated land of Jizzakh Province fluctuated between $1 . 1 { - } 5 . 0 ~ \\mathrm { g / L }$ , with values less than $1 . 0 \\ \\mathrm { g / L }$ in $1 3 . 1 \\%$ of the irrigated land and in the range of $5 . 1 \\mathrm { - } 1 0 . 0 \\mathrm { g / L }$ in $1 0 . 5 \\%$ of the irrigated land. A high groundwater salinization level can lead to an increase in the salt content of the upper layers ofthe soil through capillary action, which affects the root zone of crops, reducing their productivity. Salinization can be effectively controlled in irrigated land by reducing the groundwater level, increasing the efficiency of drainage networks that divert drainage water，and, most importantly, using modern climate-smart water-saving irrigation techniques. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Low rainfall in dryland areas, high transpiration rates by vegetation, and high evaporation rates during summer cause an accumulation of salts in the root zone layers (Rengasamy, 2002). Temperatures in the ASB are likely to increase by $2 ^ { \\circ } \\mathrm { C } { - } 3 ^ { \\circ } \\mathrm { C }$ by 2050 and $3 ^ { \\circ } \\mathrm { C } { - } 5 ^ { \\circ } \\mathrm { C }$ by 2080,and are predicted to be particularly high in summer and autumn (Lioubimtseva, 2O15). Under an elevated soil salinity,repeated remediation leaching on irrigated land reduces the surface soil salinity, but because the existing drainage systems do not cover allof the irrigated land area and are inefficient, permanent salinization,a decline in fertility,and reduced yields of agricultural crops can occur. During the period of 1995-2016,the salinization level of irrigated lands in Jizzakh Province increased slightly and the area could be divided into the following classes: no salinity ( $1 7 . 7 \\%$ of the total area)，low salinity $( 5 1 . 3 \\% )$ ，moderate salinity $( 2 9 . 0 \\% )$ ，and high salinity $( 2 . 0 \\% )$ Remediation leaching of soils with elevated salinity requires the use of additional water resources, which increases the groundwater level and mineralization,and also accelerates the salinization process in irrigated soils. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Under the current conditions of low soil fertility, stable crop yields (e.g., $1 0 \\% - 1 5 \\%$ for cotton and grain) in Jizzakh Province have been achieved mainly due to the use of large volumes of mineral fertilizers.However, the permanent use of excess amounts of mineral fertilizers (primarily nitrogencontaining) can also cause the salinization of soils. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The average value of groundwater salinization in most $( 7 5 . 3 \\% )$ of the irrigated land fluctuated between $1 . 1 { - } 5 . 0 ~ \\mathrm { g / L }$ ,with values less than $1 . 0 \\ \\mathrm { g / L }$ in $1 3 . 1 \\%$ of the irrigated land and in the range of $5 . 1 \\mathrm { - } 1 0 . 0 ~ \\mathrm { g / L }$ in $10 . 5 \\%$ of the irrigated land. The condition of the irrigated land in the province has not improved significantly. A high groundwater salinization level can lead to a reduction of crop productivity. The best way to effectively control salinization is to reduce the groundwater level, increase the efficiency of drainage networks,and, most importantly, use modern climatesmart irrigation techniques. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The salt balance in the \"irrigation water-soil-drainage water\" system is extremely complex. It changes over time and requires the monitoring and analysis of a large number of parameters. Repeated remediation leaching reduces surface soil salinity, but because the existing drainage systems do not fully cover the irrigated land area and are ineffective, permanent salinization, a decline in fertility, and reduced yields of agricultural crops are unavoidable.During the period of 1995-2016, the salinization level of irrigated land in Jizzakh Province has slightly increased and the area could be divided into the following classes:no salinity $( 1 7 . 7 \\%$ of the total area), low salinity $( 5 1 . 3 \\% )$ , moderate salinity $( 2 9 . 0 \\% )$ , and high salinity $( 2 . 0 \\% )$ ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The analysis of the long-term monitoring data for Jizzakh Province revealed the importance of the sustainable use of the available water resources,as well as the need to improve the reclamation status of irrigated land, maintain the groundwater level and mineralization at an optimal level, keep irrigated soil salinization at an optimal level, and maintain the drainage system to ensure its effective operation. This would enable the sustainable use of water and land resources under a changing climate. Detailed studies of the salt balance in irrigated areas,and the impact of climate change,increased fertilizer use,and repeated remediation leaching on groundwater level and mineralization, should be conducted in the future to better understand the processes leading to accelerated salinization, declines in fertility,and reduced yields of agricultural crops. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This work was funded by the National Natural Science Foundation of China (U1603242),the Chinese Academy of Sciences President's Intermational Felowship Initiative (2018VCAo7)and the Science and Technology Service ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Network Initiative (Y838031). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Bai J,Chen X,LiJ,etal.20l1.Changesintheareaof inlandlakes inaridregionsofCentralAsia during thepast3years. Environmental Monitoring and Assessment, 178(1-4): 247-256.   \nBazilevich NI,PankovaEI.1970.Clasificationofthe Steppe bythe MineralizationofGround Waters.Moscow: Kolos Pres, 196.(in Russian)   \nCanedo-ArguelesM,HawkinsCP,KeffordBJ,etal.2016.Saving freshwaterfromsalts.Science,351(6276):914-916.   \nDukhovyVA.1983.Irrgation Complexes on New Lands ofCentral Asia.Tashkent: Uzbekistan Press,184.(InRussian)   \nDukhovny VA, Schuter JL.2011. Water in Central Asia: Past,Present,Future. New York: CRC Press, 432.   \nEshchanov R.2oo8.The basis ofagroecologicaland sustainableuseoflandand waterresources (onthe exampleofthe Khorezm province).PhD Disertation.Tashkent: Institute for agrochemistryand soil scienceof Uzbekistan Academyof Sciences.(in Russian)   \nFAO(Food and Agriculture Organizationof the United Nations).20o8.FAO Land and Plant Nutrition Management Service. [2019-08-11]. http://www.fao.org/ag/agl/agl/spush.   \nFAO.2017.Drought characteristics and management in Central Asiaand Turkey.FAO Water Reports.Rome,Italy,114.   \nGafurovaLA,AbdulaevSA,NomozovHK.2Oo5.EncyclopediaofUzbekistan.Tashkent: National Publishing House,190.(in Russian)   \nGrollM,KulmatovR,MullbaevN,etal.2016.RiseanddeclineofthefisheryindustryinteAydarkul-Arasaylakesystem (Uzbekistan):effctsofreservoirmanagement,irrgationfarmingandclimatechangeonanunstableecosystem.Environmental Earth Sciences,75(10): 921.   \nGroll M,OppC,KulmatovR,etal.2015.Waterqualitypotentialconflictsandsolutions-anupstream-downstreamanalysisof the transnational Zarafshan River(Tajikistan,Uzbekistan).Environmental Earth Sciences,73: 743-763.   \nIbrakhimovM,KhamiaA,ForkutsaI,tal.Oo.Goundwatertableandslinity:Spatialandtemporaldistributionndinfunce on soil salinization in Khorezm region (Uzbekistan,Aral Sea Basin).Irigation and Drainage Systems.21(3): 219-236.   \nKaravanovaEI,ShresthaDP,OrlovDS.2O01.Applicationofremote sensing techiques forthestudyofsoilsalinity insemiarid Uzbekistan. In: Bridges E M.Response to Land Degradation. New York: CRC Press,261-273.   \nKarimov B K,Mathies M,KamilovBG.2014.Unconventional waterresourcesof agricultural originandtheirre-utilization potential fordevelopmentofdesertlandaquaculture intheAral Seabasin.In:BhaduriA,Bogardi J,LeentvaarJ,etal.The Global Water System in the Anthropocene. Switzerland: Springer, Cham,143-159.   \nKarimovBK,Mathies M,Talskikh V,etal.2019.Salinizationofriverwatersandsuitabilityofelectricconductivityvalue for saving freshwater from salts in Aral Sea Basin.Asian Journal of Water,Environmentand Pollution.16(3):109-114.   \nKarthe D,AbdullaevI,BoldgivB,etal.0l7.WaterinCentralAsia:anintegratedassessment forscience-based management. Environmental Earth Sciences,76:690,doi: 10.1007/s12665-017-6994-x.   \nKovda VA.2008.Problems ofDesertificationand Salinizationof Soils in Arid Regionsof the World.Moscow: Nauka Press, 415.(in Russian)   \nKulmatov R.2014.Problems of sustainable use and management of water and land resources in Uzbekistan.Journalof Water Resource and Protection,6(1): 35-42.   \nKulmatov R.2O18.Sustainable Development Indicators of Lower Zarafshon Provinceand Their Practical Evaluation (Uzbekistan). Germany: LAP LAMBERT Academic Publishing,110.   \nKulmatovR,RasulovA,KulmatovaD,etal.2015.The modernproblemsofsustainableuse and managementof irigated lands on the example of the Bukhara province (Uzbekistan).Journal of Water Resource and Protection,7: 956-971.   \nKulmatov R,GrollM,RasulovA,etal.2O18.Statusquoand presentchallngesofthesustainable useandmanagementofwater andlandresources in Central Asianirrigation zones-The exampleofthe Navoiregion(Uzbekistan).Quaternary Interational, 464: 396-410.   \nLioubimtsevaE,Henebry GM.2O09.Climateand environmental change inarid Central Asia: Impacts,vulnerability,and adaptations.Journal of Arid Environments,73(11): 963-977.   \nLioubimtsevaE.2Ol5.Amulti-scale assessmentofhumanvulnerabilitytoclimate change inthe AralSeaBasin.Environmental Earth Sciences,73(2): 719-729.   \nMannig B,Müler M,StarkeE,etal.2O13.Dynamical downscalingofclimate changein Central Asia.Globaland Planetary Change,110:26-39.   \nOlson JR.2019.Predicting combined effectsofland useand climate change on riverand stream salinity.Philosophical Transactions of the Royal Society B,374(1764): 20180005,doi:10.1098/rstb.2018.0005.   \nOpp C,GrollM,AslanovI,etal.2016.Aeolian dustdepositioninthe southernAral Sea province (Uzbekistan): Ground-based monitoring results from the LUCA project. Quaternary International,429: 86-99.   \nPaninPS.1958.ProcessesofaSalt-outin the Washed-outThicknessesofSoils.Novosibirsk: SiberianBranchofNauka Press, 303.(in Russian)   \nPankovaE,AydarovJ,YamnovaJetal.1996.Naturaland Anthropogenic SalinizationofSoils inthe Aral Sea Basin(Geography, Genesis,Evolution). Moscow: Soil Science Institute Named after Dokuchaev V V.180.(in Russian)   \nPankovaEI,KonyushkovaMV.2Ol3.ClimateandsoilsalinityinthedesertsofCentralAsia.EurasianSoilScience,46(7):721 727.   \nPonomareva VV,PlotnikovaTA.1980.Humus and soil formation (methods and resultsofthe study).Leningrad: NaukaPress, 222.(in Russian)   \nPriklonskyV.1970.The MethodicalRecommendationsonMineralizationofSolonetzLandsandAccounting Saline Soils.Moscow: Kolos Press,185.(in Russian)   \nRahaman MA,Mohammad MR,Nazimuzzaman M.2019.ImpactofSalinityon Infectious Disease Outbreaks: Experiences from the Global Coastal Region.In:LealFilhoW,WallT,Azul A,etal.Good Healthand Wel-Being.Encyclopediaof the UN Sustainable Development Goals.Springer,Cham.[2019-05-25].htps:/doi.org/10.1007/978-3-319-69627-0_106-1.   \nRakhmatov Z,Abdullaev C.2016.Changes in the physicaland chemical propertiesof Jizzakh desert soils due toirigation. Bulletin of the Agrarian Science of Uzbekistan,2(64): 47-52.(in Russian)   \nRengasamyP.2oo2.Transientsalinityandsubsoilconstraintstodrylandfarming inAustraliansodicsoils:anoverview.Australian Journal of Experimental Agriculture,42(3): 351-361.   \nSANIRI(CentralAsianResearch InstituteofIrigation).2005.ImprovementofMonitoringofSaltProcessonthIrigatedLans on the basis of Useof Moder Technologies and Development of Ways of Prevention ofDamages toa Harvest of Crops from Salinity of Soils.NIR Report,111.(in Russian)   \nSavoskul O S,Smakhtin V.20l3.Glacier systems andseasonal snow cover in six major Asianriver basins: hydrological role under changing climate.In: IWMI research report150. Colombo, Sri-Lanka, 53.   \nSemakova EK,Gunasekara Z,Semakov D.2O15.Identificationof the glaciers and mountain naturallydammed lakes in the Pskem,theKashkadaryaandthe Surhandarya Riverbasins,Uzbekistan,usingALOSsatelitedata. Geomatics,Natural Hazards and Risk,7(3): 1081-1098.   \nSherimbetovB.2015.Theresultsofresearch on the studyof the soil-ecological stateof the Jizzakh steppebased on GIS technology.Bulletin of the Agrarian Science of Uzbekistan,4(62):24-30.(in Russian)   \nShirokovaYI,ChernyshevAK.1999.Rapid method for determinationofsoil salinityand waterinconditionsof Uzbekistan. Journal ofAgriculture of Uzbekistan,5:45-52.(in Russian)   \nSCNP(StateCommitteeonNature Protection).2008.National Reportonthe Stateof theEnvironment and the Useof Natural Resources in the Republicof Uzbekistan (retrospective analysis for1988-2008).Tashkent:ChinorENK Pres,251.(in Russian)   \nSCNP.2013.National Report on the Conditions of the Environmentand the Useof Natural Resources in the Republicof Uzbekistan (2008-2011).Tashkent: Chinor ENK Press,255.(in Russian)   \nSCNP.2016.NationalReportonthe stateoflandresources intheRepublicof Uzbekistan,Tashkent,Uzbekistan: ChinorENK Press,73.(in Russian)   \nState Departmentof Statisticsof Uzbekistan.2017.Annual Statistics 20-2017of the State Departmentof Statistics of Uzbekistan.[2017-12-16]. www.statistics.uz (in Russian).   \nUzbekistan NC.2009.Second National Communicationof the Republicof Uzbekistanunderthe United Nations Framework Convention on Climate Change.Tashkent,189.   \nYakubov X E,YakubovMA,Yakubov SX.201.Collector-Drainage Waters in Central Asiaand Estimationof Their Use for Irrigation. Tashkent: IWP UzAS SIC ICWC Press,189.(in Russian)   \nYanN,Marscher,CaoW,etal.2O15.Ifuenceofsalinityndwaterotentonsoilmicrorgaisms.InteationalSoiland Water Conservation Research,3(4): 316-323. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    }
]