[
    {
        "type": "text",
        "text": "在线心理学何以本土化？基于历史、理念与综合性的分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "陈国球」高晓雪²鄢忻媛‘杜梦‘臧寅垠‘汪寅¹（北京师范大学认知神经科学与学习国家重点实验室，北京100875）(² 华东师范大学心理与认知科学学院，上海市心理健康与危机干预重点实验室，上海200062)(美国明尼苏达大学医学院精神病学系，神经外科学系，明尼阿波罗利斯 55455）（美国加州大学洛杉矶分校心理系，洛杉矶90095)( 北京大学心理与认知科学学院和行为与心理健康北京市重点实验室，北京100871)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "通讯作者：汪寅 yin.wang@bnu.edu.cn",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘 要在线心理学泛指一切基于互联网的心理学研究。随着近年来互联网的高速发展和新冠疫情的爆发，在线心理学在全球蓬勃发展。线上心理研究具有样本丰富、高效节约、便于共享、不受时空限制等优势，有助于缓解线下小样本研究的可重复性危机和低生态效度等问题，促进开放科学、公民科学和大团队科学等新型科学理念的实践。我国在线心理学领域起步较晚，相关社群、工具和教学资源较少。建立和发展我国独立自主的在线心理学生态系统对学科的发展创新、人才培养和资源整合有重要意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词在线心理学，互联网心理学，本土化,公共平台，开放科学",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "心理学是一门实验科学。自1879 年冯特在莱比锡大学建立世界上第一个心理学实验室，心理学就从思辨性哲学中脱离出来，成为一门独立的学科。无论是基础心理学还是应用心理学，实验都是其中不可缺少的环节。传统心理学研究一般在封闭的实验室中展开：被试在研究人员的引导和监督下，在预先设定的研究范式和环境中，通过一定的仪器设备进行数据收集，因此对于人员、场所、设备和流程都有着较高的要求（Reips,2000）。伴随互联网的高速发展，越来越多的心理学研究在网络环境展开。研究者利用网络平台进行问卷调查、在线实验、被试招募、在线心理干预、大数据收集等活动。该方法具有样本丰富、高效节约、便于共享、不受时空限制等优势（Reips,2021）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "我国在线心理学领域起步较晚、发展缓慢，与国外差距较为明显。而新冠疫情的爆发进一步突出了我国在线心理学发展的必要性。以往研究往往仅对在线心理学的工具和方法进行总结，但并未结合我国国情提出在线心理学本土化的理论框架和发展理念。本文探讨了如何行之有效地在国内推广在线心理学研究，进而更好地助力中国心理学的技术升级和未来发展。我们首先梳理了在线心理学的优势、发展历史和未来趋势，并通过比较国内外在线科研资源的现状，分析指出当前阻碍国内在线心理学发展的三大原因，即前沿知识与技术传播缓慢、线上研究基础设施不全、以及整个领域缺少对线上科研流程的功能整合。针对这一现状，本文率先提出了一种适合我国发展的新型在线研究公共平台模式和理论框架，在此基础上探讨如何借助在线心理学来优化高校课程设置，解决各地域科研资源不均等现状，最终提出未来相关技术发展展望。我们认为，建立和发展我国独立自主的在线心理学生态系统对学科发展、人才培养、资源整合、数据安全和科研创新有重要意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2在线心理学的历史和发展",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从定义上来说，在线心理学可以理解为一切基于互联网的心理学研究，与传统实验室研究相对应（Reips,2002)。作为第三次工业革命的产物，计算机和互联网技术极大改变了人们的生活生产和研究方式，而心理学领域也不例外。图1综述了近百年来促成心理学研究在线化的重要技术事件。近年来新冠疫情的爆发使得在线心理学研究愈加流行和重要。一方面，线上研究符合国家防疫政策，能为疫情特殊时期心理学科研的顺利开展提供坚实的保障；另一方面，疫情的发生加速了人们的生产生活重心向虚拟世界转移，在线行为（购物、教学、办公等）日渐频繁。根据最新统计报告，2021年全球网民规模达 46.6 亿，每人每天平均使用互联网的时间接近7小时（中国互联网络信息中心,2022)。以上两方面转变促使研究者开始测试和论证各类在线研究方法、开发线上工具，聚焦于互联网环境下人类心理与行为规律的科研成果大量涌现，相关领域的发文量逐年递增（图2)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第一台 局域网 万维网 众包平台 首款 互联网 COVID-19电子计算机 TCP/IP协议 网页浏览器 JavaScript 上线 智能手机 大数据 加速在线化  \n首个编程 ↑ 阿帕网 ↑1 虚拟现实 HTTP ↑1 网络 首款 社交媒体↑ 云 ←1 移动 ↑ 5G技术 元宇宙 ↑  \n语言 运行 概念 协议 爬虫 1 智能手表 时代开启」计算－互联网 1 ↑i 一 元年一 1  \n1879 1880s 1 1971 1972 1983 1986 1988 ↑ 一 ↑ 19951997 ↑ 1999 2001 ↑ 1 ↑ 1 ↑ 2012 2013 2019 ↑1946 1969 1973 1984 19891990s 1992 1998 1 20042005 2006 2008 2009 2018 2020 2021? ↓ 一 + ↓ ? √  \n实验 美国计算机 电子邮件 首款心理 1 首个在线 心理健 心理学实验 WEIRD问题 首款心理学  \n心理学 心理学学会 首次用于 实验编程 1 实验网站 康干预 常规编程软 泛化性危机 VR实验软  \n创立 1 成立 问卷发放 1 软件发布 1 发布 1 远程化 件相继发布 可重复性危机 1 1 件发布+ ? ? ? ? ↑ 一  \n纸笔测验 实验实现首次 首次传呼机 首个浏览器端 首篇心理学在线 首款认知 开放科学运动 共享式线上实出现 计算机程序化 经验采样 心理问卷发布 实验论文发表 游戏发布 OSF数据库 验平台发布",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "心理学领域发展",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "图1．心理学研究在线化的发展简史。上世纪计算机工业发展黄金期（70s-80s）诞生万维网、网页浏览器、HTTP 协议语言等重要互联网技术。随后基于计算机商业化和多种编程语言发明，心理学研究迅速实现了电子化和信息化，纸笔测试逐渐被电脑程序所取代，产生了目前主流的实验编写软件(E-prime、PsychoPy、PsychoToolbox 等)。千禧年后随着互联网、智能手机和云计算等领域的发展，心理学研究渐渐扩展到线上，分化产生出许多在线研究方法技术，如线上问卷制作（如Qualtrics)、被试众包平台(如 MTurk)、共享式实验平台(如 Pavlovia)、开放数据平台(如0SF)、社交媒体数据爬虫、经验采样、认知手机游戏(如 Brain Age)、在线VR实验以及在线心理健康干预(如 iCBT）等。这些技术发展使得心理学研究逐步迈向网络化和智能化。除了计算机网络技术的发展，心理学领域的可重复性危机和泛化性危机也是推动研究在线化的重要因素（Pashler et al.,2012；Yarkoni，2022）。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/465e9974dea58263dcae2178c654a5bc06932569584d783d7479fbb53e85fd43.jpg",
        "img_caption": [
            "图2．在线研究发展趋势及主要研究类型。目前有四种较为完善的在线心理学研究方法：（1）传统线上测试，如在线问卷和实验；（2）网络大数据，如社交媒体数据；（3）即时交互，如多人互动实验，网络认知游戏；（4）经验采样方法，如通过便携设备每天定时采集生理心理活动。不同在线研究手段间优劣势也不同（见附件表2：四种线上研究类型优劣点比较）。此外，仍有一些新方法正在发展，例如在线心理干预、虚拟现实、增强现实等，具有较强的未来发展潜力。"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3在线心理学的优势",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1方法学优势",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在线研究的最大好处在于使得被试招募自动化、远程化和公开化（Reips,2021)。被试可以在任何时间、任何地点通过网络参与科学研究，因此有助于降低研究的时间、金钱和人力成本，降低主试偏差，提高样本容量和代表性（见附件表1：线上vs线下研究优劣势比较)。同时，由于被试参与实验的便捷性以及网络环境下的匿名性，研究者有可能收集到一些日常难以接触到的被试数据（如各类成瘾群体、违规群体等）（Reips,2000)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在线研究也具有良好的精确性和准确性。众多实证研究表明，线上数据在精确性和准确性方面同线下数据一样出色（Bridges et al.,2020;Anwyl-Irvin et al.,2020)。在感知觉、注意、记忆、情绪等子领域中，研究者们都分别验证过在线实验的可靠性（Woods et al.,2015；Luna et al.,2021；Germine et al.,2012；Suzuki& Yamamoto,2021)。甚至一些领域目前已被在线实验所主导，如社会心理学（Anderson etal.,2019）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在线心理学有助于缓解可重复性危机。可重复性危机是指研究结果难以（甚至不能）被重复（胡传鹏等,2016)。这一现象的发生不仅意味着当前的研究结果难以取信，还暗示未来的研究也将基于不稳定的实证基础。导致可重复性危机的一个主要原因在于低样本量带来的较高假阳性率（Loken＆Gelman,2017)。而在线研究高效节约的优势能够显著增加样本数量，进而提高统计检验力、控制假阳性率（Brand& Bradley,2012)。同时，由于在线实验程序便于公开，为可重复性研究的开展提供了便利。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在线心理学能提高研究结论泛化性与生态学效度。许多效应或现象的成立是有条件的（即泛化性较低)，因此一些研究结果无法被拓展到更为广泛的“总体”人群中。然而，全球实验心理学研究主要依赖高校大学生被试，即心理学研究者常常批判的WEIRD人群问题（Henrich etal.,2010)。为了厘清结论成立的边界，研究者需要进行广泛的观测，在不同人群（如年龄、教育程度、不同地域）和不同背景条件（如安静嘈杂、室内室外、一天不同时段）中收集数据，最大化数据的变异性，从而获取一个更加丰富的全局数据集。在线研究不仅有利于招募各类被试群体，还能够对实验背景条件进行多样化操纵，帮助验证各类研究结论的泛化性（Reips,2002)。泛化性危机的一种特殊表现是低生态效度，即实验室环境的结论无法泛化到现实生活中。在线研究在提供刺激精准控制的前提下，允许被试在适合自己的日常生活环境中，使用自己熟悉的设备进行实验，能够有效提高生态效度。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "尽管有诸多方法学优势，在线实验也有其局限性，无法完全代替实验室实验。严谨的实验研究往往需要采用线上、线下实验相结合的方式（郭红彦 等,2019)，具体的方法仍需要根据研究目的和特点进行合理选择（王娱琦 等,2015)。特别是一些需要精准控制、特定设备或非视听刺激（如触觉）、记录大脑数据（如脑电、磁共振）的实验，目前仍需要在实验室中进行（如视觉心理物理学实验)。受到本文篇幅限制，在线研究的各种局限不足、注意事项、应对方案和最佳实践已总结在附件表3。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2理念优势 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "除了技术上的优势，在线心理学可以助力当前许多先进的科学理念实践，包括大数据众包（BigData& Crowd Sourcing），开放科学（Open Science），公民科学（CitizenScience）和大团队科学（Big Team Science）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "“大数据众包”概念最早来源于互联网技术领域，指的是将大项目指派给那些自由并自愿参与的大众，从而短时间内获取海量行为学数据（Behrend etal.,2011)。如今全球最流行的被试招募网站 Amazon Mechanical Turk（MTurk）和Prolific 等都是基于众包理念运行的。通过众包，研究者可以快速招募到自己所需要的被试类型，并且有机会能够回答一些只有大数据才能更好回答的科学问题，例如公共心理健康（Andreassen etal.,2017）、谣言传播（Guo&Vargo,2020）等。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“开放科学”是指将整个科研过程变得更加透明和公开的学术改革运动（Nosek et al,2015)，具体包括预注册、数据分享、代码分享、软件开源等科学实践。开放科学有诸多好处，例如提高科研效率、保障学术严谨性、增强科研合作以及促进可重复性危机的解决等（陈秀娟,张志强,2018)。在线研究天然就具有开放科学的属性：因其原始数据和代码本身就存储于互联网云端，研究者能够方便地将其进行公开共享，用于重复研究和元分析，提高数据利用价值，从而促进开放科学发展（黄梓航 等,2018)。目前在开放科学领域较为著名的在线心理学实验平台有 Pavlovia（Bridges et al.,2020）和 Experiment Factory。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“公民科学”运动指的是倡导一般民众参与科学研究，大众不仅可以获取自己感兴趣的科学知识，还能获得亲自推动科学进步的成就感（Tauginiene et al.,2020)。在线心理学研究使得公民科学实践更为容易，既节省了数据收集的成本，也能够促进公众对于心理健康领域的认知与关注，提高自身心理学素养。目前推广公民科学的在线心理学平台有Citizen SocialLab（Vicens et al.,2018）。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“大团队科学”可以理解为对科研人员的众包。单个研究团队在技术、经费和人力资源上是有限的。科研人员需要大规模合作，自发组成大科学团队或联盟，才能有机会解答一些重大科学问题（Coles etal.,2022)。因此在同一个科学问题框架下，大团队中的各个成员可以采集不同被试群体、使用不同实验设计、测试不同实验假设、以及采用不同分析流程（Botvinik-Nezer etal.,2020）。目前，在线研究手段在心理学可重复性革命（Klein etal.,2018)，跨文化比较（Barrett,2020）、疫情影响（Wang,2021）、政治心理学（vanBavel,2022）以及婴儿发展心理学（Zaadnoordijk,2021）等需要跨国家/多中心的大团队项目中都扮演了重要角色。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4在线心理学本土化的必要性、机遇和挑战",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1必要性",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "中国心理学研究在线化不仅是对方法学和先进理念的探索，更是促进实证研究、加强心理学社会服务和影响力的重要基础设施。国家《“健康中国2030”规划纲要》明确提出，人民心理健康是民族昌盛和国家富强的重要标志，要大力普及心理知识，提高对各类精神障碍、心理行为问题的筛查、识别、处置能力。与传统线下途径相比，线上心理研究和诊疗可以以较低成本对广大人民群众的情绪、行为、认知和心理健康进行采样、评估和干预，从而全面高效地落实中国精神卫生战略和社会心理服务体系建设。当前诸多突发公共事件（如新冠疫情、自然灾害、事故灾难）对科研和诊疗的常规流程造成了严重的阻碍。不仅如此，事件发生后，理解其影响、进行干预等也成为了研究者的迫切需求。这些对数据收集的便捷性、时效性、多样性、广泛性提出了更高的要求，因而心理学研究在线化成为一种必然的选择。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "其次，在线心理学的全面推广可以助力国内心理学学科的技术升级和未来发展，促进师生和相关科研人员对国际上最新实验心理学技术的掌握，推动心理学新范式、新理论、新方法和新教学的发展和进一步革新。与西方发达国家相比，中国心理学本科专业的科研教学设施在总体上还有差距。虽然全国已有近400个心理学本科专业，但各地区心理学实验室建设参差不齐，不少高校线下实验资源匮乏（周晓林,2020)。心理学领域的在线化可以改善当前国内心理学实验资源不均衡的现象，其通过无地域限制的线上开放平台来辅助各校师生开展实验课教学和实践工作，从而打破当前各地区发展不同步的现状。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "最后，当前国际局势可能对“科学无国界”的理念构成一定限制。例如，一些国家近年来在安全及战略上，对中国科技的防范呈明显加强的趋势（Silver,2020)。因此，许多依赖国外科研资源的研究项目在未来可能难以实行，其数据和代码安全也无法得到有效保障。基于这些因素，在当前百年未有之大变局下，保持国内心理学在科研工具和资源上的相对独立性和安全性具有重要意义。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2机遇 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "中国是人口大国，互联网普及率高，数字生态规模宏大。中国互联网络信息中心发布的《第48次中国互联网络发展状况统计报告》指出，目前我国网民规模已达10.11亿，",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "互联网普及率达 $7 1 . 6 \\%$ ，形成了一个庞大、生机勃勃的数字社会。这一发展意味着互联网作为我国心理学的研究对象和工具手段潜力巨大。举例来说，美国最大的在线研究平台MTurk日均活跃被试数已达50万（其总人口约3亿)，如果按照同等人口比例来推算，我国在线被试资源将达到200万左右。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "需要强调的是，欧美国家先前已对在线研究进行了大量的论证和实践，具有较高的可行性和借鉴意义。美国心理学会APA从千禧年初就开始探讨通过互联网收集行为数据的可行性，并在其2012年的官方指南中正式引入在线研究板块。据不完全统计，欧美目前存在 50多个功能各异的在线心理研究平台（详见图3)。国外20多年来对于在线实验技术的探索，已积累众多经验并形成较为成熟的平台和工具，这些使得我们能够站在他们的肩膀上较为便捷地搭建自主系统，同时承担较小的失败风险，为国内快速发展在线心理学研究提供契机。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "国外平台 (50+) 国内平台综台 ) ( OpenSesame' RILLA TESTABLE LABVANCEDPavlovia.org 脑岛制卷作 qualtricsxM SurveyMonkey SoGoSurvey Typeform Jotform 1 见数 问卷星实验 W lab.js ShinyPsych INQUISIT CredamoHBO C制作 PsychoPy jspsych open-lab R Studio TC Lab被试募 amazon ! CloudResearch? Prolific FindParticipants SCIEnCE 壹脑云爱实验特强 闲 YourMorals.Org !TESTMYBRAIN MEADOWS ? PERSON PROJECT cp云端心理实验室Project Implicite +多人动 PoTree NodeGame Empirica LIONESS SoPHIELABS N.A.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3挑战",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "首先，在线心理学理念在我国还未得到普及和认可，相关知识技术传播相对缓慢。一般研究人员对在线研究的技术不太了解或者有误解（王娱琦 等,2015)。同时，中国心理学会等官方学术组织层面还没有设立相关专委会和定期举办学术研讨会，因此没有形成一定规模的科学社群。另外，当前高校心理学人才培养的课程设置还未包含在线研究技术。据教育部统计，每年心理学专业毕业的人数高达超过3万人（周晓林,2020)，实验课接受的训练仍以传统线下实验技术（如E-Prime和Matlab）为主，而在线研究的顺利开展则需要学习众多课堂以外的新知识和技能。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "其次，中国在线心理学起步较晚、基础设施缺乏、在线研究平台较少、功能覆盖不足。截至2022年初，我国研究者只有在使用简单在线问卷时，可以依靠国内自主开发的制作工具（如见数和问卷星）和被试在线招募渠道（如壹脑云等各大微信公众号)，而复杂的线上实验编写任需依赖国外工具和资源。这导致国内研究人员在使用国外工具平台时常常会遇到意料之外的一些困难，例如注册受限、访问较慢、缺少中国被试群体、客服沟通不畅、经费报销困难以及数据安全等问题。虽然国内也存在一些小型在线实验平台，但目前难以为广大心理学科研工作者提供投放自己科研项目的机会。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "最后，当前大多数在线平台并非为科研设计（例如MTurk最初建立是众包兼职打工网站)，缺乏对整体科研流程的优化和整合。整个领域在平台发展上较为分散：问卷制作、实验编写、被试招募、数据和代码共享、多人互动等各功能平台独立发展、难以协作（图3）。研究者常常需要先通过PsychoPy 构建在线实验程序发布到Pavlovia，然后使用Qualtrics 构建问卷，再发布到 Prolific或MTurk 等被试众包平台上收集数据。整个过程操作繁琐，并且需要手动实现问卷和实验之间的跳转，这大大增加了研究者探索各类平台的时间与精力成本。现有综合性平台往往仅整合其中两三种常用功能（如Gorilla)，但是始终缺乏一个整合多功能的综合大平台来同时满足各类需求。同时，大部分平台只强调工具性，不重视被试管理（如MTurk 数据同质性）、数据质量控制（如被试重复应答和随机乱做）和潜在风险（如实验伦理、数据安全、隐私保护等)，这导致了科研效率的降级以及相关数据的质量问题。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5未来展望 ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "基于上述各项机遇和挑战，我们认为在线心理学在中国的本土化需要抓住五个重点。第一，功能整合性，即搭建一整套在线心理学生态系统来对线上科研资源进行统一部署、规范和优化，进而解决当前工具分散、数据安全、以及伦理风险等问题。第二，资源共享性，即借助开放科学的理念鼓励科研人员对线上研究的数据和代码进行共享，同时开放公共平台来辅助各校师生开展线上实验课教学和实践工作，进而改善当前国内各高校心理学实验资源不均衡现象。第三，互动交流性，即设立在线心理学官方学术组织、定期创办学术研讨会、搭建网上学术论坛，从而加快在线心理学前沿技术和技能知识的传播，自上而下地促进学术合作交流和大团队科学。第四，公民参与性，即利用巨大人口红利来收集各类心理学常模，通过公民科学来传播心理科普知识和提高民众心理学素养，并鼓励民众积极参与心理学研究，进而增加被试背景多样性，解决线上数据同质性问题。第五，前沿技术应用性，即借助我国在移动互联网上的优势，利用手机和各类可穿戴设备，积极开发新型研究范式和线上心理援助及诊疗技术，帮助落实中国精神卫生战略和社会心理服务体系建设。在本文的最后部分，我们将详细介绍一种适合我国发展的新型在线研究公共平台模式以及相关前沿技术，进一步阐述上述五个重点。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.1在线研究公共平台的理念和框架",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "为了推动国内在线心理学的发展，我们在广泛调研与借鉴国内外众多平台的基础上，提出了一种适合我国发展的新型在线研究公共平台发展理念和模式（图4)。这种模式强调资源整合，即每个研究团队在测试场所、被试来源、实验刺激、程序代码、数据分析以及成果报道等各坏节上资源的共享整合。具体来说，这一框架包含以下三方面：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第一，在线公共平台强调对在线心理学的各类工具和方法进行全面整合。研究者能够在平台上完成所有实验设计与数据采集，减少因跨平台使用而产生的矛盾与错误，提高研究效率和数据安全。工具整合有助于规范整个科研流程（如强调伦理审查、知情同意、隐私保护和科研资金管理)，同时为被试统一管理和数据质量评估提供了可能。通过调取被试参与平台项目的各类统计数据，如检查题正确率、项目完成时间以及采纳率，研究者能够高效、全面地评估其作答认真程度，为数据质量控制提供基本保证。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第二，在线公共平台强调各研究团队间的资源共享整合。由于整个科研过程都在云端进行，通过便捷的共享机制，在线平台可以兼具实验刺激库、公共被试库、公共代码库和公共数据库的功能，方便研究者之间自由分享实验刺激、程序代码、被试库和实验数据。这种“资源共享库”的形式有诸多好处：首先，它提高了同行间研究的透明度，提高了数据利用效率，一定程度上避免了研究方法复刻中的错误、冗余和浪费（即“重复造轮子”现象)。其次，它可以帮助研究者建立和获取一些标准化测试的代码模板和实验刺激库，并推动新技术和新方法的开发和共享。另外，公共平台上丰富的实验刺激、代码和数据资源可以作为学生心理学实验的教学库和练习平台，助力我国实验心理学的教学发展。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第三，在线公共平台强调科研的上下游交流互动。一方面，通过设立学术论坛板块来增进上游同行间的交流。研究者可以在平台上探讨在线研究的技能技巧，分享经验习得和已有的科研成果，加强沟通与合作，最终形成本土在线科研社群。另一方面，通过科普交流板块与公民科学板块，实现与下游的民众沟通，提升公民心理知识素养。平台通过提供公民科学项目、心理健康自助自测问卷等方式参与心理学科研项目，不同于传统的被动科普，而是以积极主动地方式了解心理科学及其前沿知识。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "目前，脑岛平台（www.naodao.com）已对该在线研究公共平台模式进行了初步的试验和探索，相信在该框架的推动下，未来中国在线心理学将持续蓬勃发展。",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/8063edda41b151512d60699a12aca3561e834948a52c1d19974924ebbd529180.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "图4．中国在线研究公共平台理念和框架。与传统心理学研究的独立分散模式相比，该新框架可以使得不同科研人员在实验编写、数据采集、质量控制、科研成果的传播与转化、教学与科普、临床应用实践等众多科研环节上进行高度整合与优化。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5.2前沿应用技术",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "除了共享整合外，在线公共平台还需要大力开发前沿应用技术。基于中国人口基数、移动端设备数量以及基础研究和临床需求，我们认为以下四类技术发展将极大推动我国在线心理学的发展：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "移动端实验。在线心理学可以在手机应用端（APP）和微信小程序上进行创新开拓。中国移动端设备规模巨大，具有极高应用潜力。当前我国网民使用手机上网比例达 $9 9 . 6 \\%$ 其中微信用户超12亿人。与之相比，使用台式电脑、笔记本电脑、平板电脑上网的比例分别为 $34 . 6 \\%$ 、 $30 . 8 \\%$ 和 $24 . 9 \\%$ 。智能手机可以在不打扰和不侵犯隐私的情况下记录被试的GPS 地理位置、生活习惯（如各类APP的使用时间）和情绪状态（如正性词和负性词的使用频率)，方便进行多次连续的经验采样（Ghosh etal.,2021)。微信小程序也可以进行问卷收集、实验加载、任务提醒、被试费支付以及心理科普信息的推送。因此，智能手机的科研应用可能比电脑和脑影像技术更能深刻地改变心理学研究范式（Harari et al.,2016)。例如，英国伦敦大学近期研发的 Sea HeroQuest手机游戏通过采集全球近40 万用户数据，阐明了环境对于空间认知能力的影响，成功成为诊断阿尔兹海默症的一种电子处方（Coutrot,2022）。这表明心理实验的‘手机游戏化’（gamification）具有巨大的科研价值和应用潜力（Long et al.,2023）。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "各类可穿戴设备。作为新一代技术的集合体，元宇宙正成为我国产业发展规划中的重要领域，而可穿戴设备是其接入设备和支持体系的重要一环。可穿戴设备范围广泛，目前主要有智能手环/手表、智能眼镜与头部虚拟现实设备等形式。当前中国可穿戴设备保有率已达 $1 3 . 3 \\%$ ，并在急速增长。可穿戴设备一方面拓展了心理生理大数据收集的手段，如智能手表提供心率、皮电、温度、GPS、情绪等指标，另一方面增强了视觉刺激显示能力，如虚拟现实（VR）、增强现实（AR）等技术，方便心理学研究者设计更加具有生态学效度的实验（如见义勇为虚拟场景）通过元宇宙在线社区投递给普通人进行科学研究。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "多人实时互动。当前行为经济学研究主要采用的是非交互式的实验设置，即被试与研究人员预设的实验程序进行博弈。然而现实生活中，人们在决策和互动时常常是复杂多变的。开发多人实时互动的在线实验，探究被试之间自由真实的实时反应，对于精细揭示人类行为背后的复杂性至关重要（Arechar etal.,2018)。中国丰富的被试资源能够极大节省在线实时多人互动实验中由配对产生的时间与精力成本，能够广泛收集复杂人际互动数据，助力基础研究。虽然该技术在商务会议（如 Zoom 和腾讯会议）和游戏行业较为普遍（例如斗地主、四川麻将、英雄联盟网游)，但在心理学领域的相关成熟工具还较少。目前国际上有多款在线实时交互实验制作软件处于开发或运行阶段（图3)。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "干预治疗领域。传统临床心理学采用专业咨询师和病人面对面的形式进行心理咨询和治疗，需要较高人力成本（陈祉妍 等,2016)。由于中国庞大的人口基数，在疫情与后疫情背景下，以往线下干预手段已无法满足人们对于焦虑、抑郁等常见心理问题的巨大干预需求，而新型电子干预服务（Digital Mental Health Services）则大放异彩，具有收费较低、可及性广、隐私保护较好等优点（Taylor et al.,2020）。元分析研究表明（Lattie et al,2022)，主流的循证干预手段（如认知行为疗法CBT、接纳承诺疗法ACT、心理动力疗法",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "PDT）都可以在线化进行，且对众多心理疾病治疗效果明显（如焦虑、抑郁、进食障碍)。由于低龄人群本身更加青睐电子设备，结合在线自助心理干预的便捷性，这种方式特别适合青少年和特殊人群（如自我病耻感较高的人群）使用（Davenport et al.,2020)。最后，心理干预的在线化可以促进中国循证医学的发展。当前心理干预通过线下随机干预实验来验证疗法的有效性，需要花费大量时间和人力。若通过网络移动端实施，其在新疗法探索、技术迭代优化以及海量数据收集上有着明显的优势（Lattie et al.,2022）。毫无疑问，在线心理学可以助力临床心理学和积极心理学等领域，必将在未来国民心理健康和幸福感提升方面发挥重要作用。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "陈秀娟,张志强.(2018).开放科学的驱动因素、发展优势与障碍.图书情报工作,62(06),77-84.   \n陈祉妍,刘正奎,祝卓宏,史占彪.(2016).我国心理咨询与心理治疗发展现状、问题与对策.中国科学院院 刊,31(11), 1198-1207.   \n郭红彦,伍海燕,刘勋(2019).心理学在线研究可用平台简介和应用进展.心理学进展,9(6),1131-1140.   \n胡传鹏,王非,过继成思,宋梦迪,隋洁,彭凯平.(2016).心理学研究中的可重复性问题:从危机到契机.心理 科学进展,24(9),1504-1518.   \n黄梓航,王可,蔡华俭.(2018).利用开放数据进行心理学研究.心理技术与应用,6(9),549-569.   \n王娱琦,余震坤,罗宇,陈杰明,蔡华俭.(2015).利用网络进行心理学研究:西方与中国概况.心理科学进展， 23(3), 510-519.   \n中国互联网络信息中心(2022). htp://ww.cnnic.cn/hlwfzyj/hlwxzbg/hlwtjbg/202202/t20220225_71727.htm   \n周晓林.(2020).从抗击新冠肺炎疫情看中国心理学的发展.科技导报,38(10),54-55.   \n孙雨薇,陈子炜,曹思琪,齐玥,刘勋.(2020).基于认知图谱的心理实验标准化测试平台调研.科学通报, 65(21),2201-2208.   \n杨紫嫣,刘云芝,余震坤,蔡华俭.(2015).内隐联系测验的应用:国内外研究现状.心理科学进展,23(11), 1966-1980.   \nAnderson, C. A., Allen, J. J.,..& Rokkum, J. N. (2019). The MTurkification of social and personality psychology.Personality and Social Psychology Bulletin, 45(6), 842-850.   \nAndreassen, C.S.,Pallesen,S.,& Griffiths,M.D. (20l7).The relationship between addictiveuse of social media, narcissism, and self-esteem: Findings from a large national survey. Addictive Behaviors, 64,287-293.   \nAnwyl-Irvine,A.,Dalmaijer,E.S.,Hodges,N.,&Evershed,J.K.(2021).Realistic precision and accuracyof online experiment platforms,web browsers,and devices. Behavior Research Methods,53(4),1407-1425.   \nArechar,A. A., Gachter,S.,& Molleman,L.(2018). Conducting interactive experiments online.Experimental Economics,21(1), 99-131.   \nBarrett,H. C.(2020). Towards acognitive science of the human: cross-cultural approaches and their urgency. Trends in Cognitive Sciences, 24(8), 620-638.   \nBehrend,T.S., Sharek,D. J., Meade,A. W.,& Wiebe,E.N. (2011). The viability of crowdsourcing for survey research. Behavior Research Methods,43(3),800-813.   \nBirnbaum,M. H. (2o04). Human research and data collection via the Internet. Annual Review of Psychology, 55(1), 803-832.   \nBotvinik-Nezer,R.,Holzmeister,F...&Rieck,J.R. (202). Variabilityin the analysisofasingle neuroimaging dataset by many teams. Nature, 582(7810), 84-88.   \nBrand,A.,& Bradley,M.T. (20l2). Assessing the effects of technical variance on the statistical outcomes of web experiments measuring response times. Social Science Computer Review,30(3), 350-357.   \nBridges,D.,Pitiot, A.,MacAskil,M.R., & Peirce,J. W. (2020). The timing mega-study: Comparing arange of experiment generators, both lab-based and online. PeerJ,8,e9414.   \nCohn, J. P. (2008). Citizen Science: Can Volunteers Do Real Research? BioScience,58(3),192-197.   \nCoutrot, A.,Manley,E,..& Spiers,H. J. (2022). Entropy of city street networks linked to future spatial navigation ability. Nature, 604(7904),104-110.   \nDavenport,T.A., Cheng,V.W.S.,Iorfino,F.,&Hickie,I.B.(02O).Flip the clinic: adigital healthapproach to youth mental health service delivery during the COVID-19 pandemic and beyond. JMIR Mental Health, 7(12), e24578.   \nGermine,L.,Nakayama,K.,..& Wilmer,J. B. (2012). Is the Web as good as the lab? Comparable performance from Web and lab in cognitive/perceptual experiments.Psychonomic Buletin & Review,19(5),847-857.   \nGhosh, S., Mandi, S., Mitra,B.,&De,P. (2021, April).Exploring Smartphone Keyboard Interactions for Experience Sampling Method driven Probe Generation. In 26th International Conferenceon Intelligent User Interfaces (pp. 133-138).   \nGosling, S.D., Vazire, S., Srivastava,S.,& John, O.P.(2004). Should we trust web-based studies? a comparative analysis of six preconceptions about internet questionnaires.American Psychologist, 59(2), 93- 104.   \nGuo,L.,& Vargo, C. (2O20).“Fake news”and emerging online media ecosystem: an integrated intermedia agenda-seting analysis of the 2016 U.S. Presidential Election. Communication Research, 47(2),178-200.   \nHarari,G. M.,Lane,N.D.,..& Gosling, S.D. (2016). Using smartphones to collect behavioral data in psychological science: opportunities, practical considerations,and challenges. Perspectives on Psychological Science, 11(6), 838-854.   \nHenrich,J.,Heine,S.J.,& Norenzayan,A. (2010).The weirdest people in the world?.Behavioral and Brain Sciences,33(2-3), 61-83.   \nKlein, R. A.,Vianello,M,..& Nosek,B.A. (2o18). Manylabs 2: investigating variation in replicability across samples and setings. Advances in Methods and Practices in Psychological Science,1(4),443-490.   \nLattie,E. G., Stiles-Shields, C.,& Graham, A. K. (2022). An overview of and recommendations for more accessible digital mental health services. Nature Reviews Psychology, 1(2),87-100.   \nLoken,E.,& Gelman,A. (2017). Measurement error and the replication crisis.Science,355(6325),584-585.   \nLong,B., Simson,J..& Mehr,S.A. (2023).How games can makebehavioral science beter. Nature,613,433- 436   \nLuna,F. G.,Roca,J., Martin-Arévalo,E.,& Lupianez,J. (2O21). Measuring attention andvigilance in the laboratory vs.online: The split-half reliability of the ANTI-Vea. Behavior Research Methods,53(3),1124- 1147.   \nNosek,B.A., Alter, G.,..& Yarkoni,T. (2015). Promoting an open research culture. Science, 348,1422-1425.   \nPashler,H.,& Haris, C.R. (20l2). Is the replicability crisis overblown?threearguments examined.Perspectives on Psychological Science, 7(6), 531-536.   \nReips,U.D. (20o0).The Web experiment method: Advantages, disadvantages,and solutions. In Psychological experiments on the Internet (pp. 89-117). Academic Press.   \nReips,U.-D. (2002). Standards for Internet-based experimenting.Experimental Psychology,49(4),243-256.   \nReips,U.-D. (2021). Web-based research in psychology. Zeitschrift Fur Psychologie,229(4),198-213.   \nSilver,A. (2020). Scientists in China say US government crackdown is harming collaborations. Nature, 583, 341-343   \nSkitka,L.J.,& Sargis,E. G. (2006). The Internet as psychological laboratory.Annual Review ofPsychology, 57(1), 529-555.   \nSuzuki, M.,& Yamamoto, Y. (2O21). Characterizing the influence of confirmation bias on Web search behavior. Frontiers in psychology,12.   \nTauginiene,L.,Butkeviciene,E.,..& Pruse,B. (202O). Citizen science in the social sciences and humanities: The power of interdisciplinarity. Palgrave Communications, 6(1), 89.   \nTaylor,C.B.,Fitzsimmons-Craft,E.E.,& Graham,A. K. (2020). Digital technology can revolutionize mental health services delivery:TheCOVID-19crisis asacatalystforchange.InternationalJournalofEating Disorders,53(7),1155-1157.   \nvan Bavel,J.J.,Harris,E.A..&ucker,J.A. (2O21).olitical psychologyinthe digital (mis)informationage: A model of news belief and sharing.Social Issues and Policy Review,15(1),84-113.   \nvan Berkel,N.,Ferrira,D.,& Kostakos, V. (2018).The experience sampling method on mobile devices.ACM Computing Surveys, 50(6),1-40.   \nVicens, J.,Bueno-Guerra,N.,..& Duch,J.(2O18).Resource heterogeneity leads tounjust efort distribution in climate change mitigation.Plos One,13(10),e0204369.   \nWang,K., Goldenberg,A.,..& Isager,P.M. (2021). A multi-country test ofbrief reappraisal interventions on emotions during the COVID-19 pandemic.Nature Human Behaviour,5(8),1089-1110.   \nWoods,A.T., Velasco, C.,Levitan, C.A., Wan, X.,& Spence, C. (2015). Conducting perception research over the internet:A tutorial review.PeerJ,3,e1058.   \nYarkoni,T.(2O22).The generalizability crisis.Behavioral and Brain Sciences,45.   \nZaadnoordijk,L.,Buckler,H., Cusack,R., Tsuji,S.,& Bergmann, C. (2021). A global perspective on testing infants online: introducing ManyBabies-AtHome.Frontiers in Psychology,3811. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Online Research in Psychology and its Future in China ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Abstract: The rapid and global expansion of the Internet has significantly changed the way psychologists conduct research and revolutionized the field of psychology. Traditionally, researchers invite subjects to the lab and run experiment on specialized equipment. Now researchers can test online subjects from anywhere and accumulate data through the internet any time. The outbreak of COVID-19 further manifests the advantages of web-based research over traditional lab-based approach and demonstrate great promises.In this article,we discussed the past， present and future of online research in psychology. We provided a comprehensive overview of the literature and explored on how to systematically promote and develop this field in China. We firstly introduced the definition and scope of online research, considering four broad domains of research (e.g.， web-based survey/experiments, big data methods, real-time interactive games, and mobile experience sampling). The pros and cons of each research domain was outlined and summarized. Next, we reviewed the history of internet research by highlighting key milestones from computer sciences and psychological sciences in the past 5O years and envision the future from both sides. We summarized the methodological issues when conducting research via online and suggested best practical recommendations collected from the literature. Although online psychological research comes with technical challenges, the opportunities far outweigh the costs. Every subfield in psychology has now begun to leverage online approach and many traditional lab-based paradigms have been adapted to the online version, so it is becoming a fundamental part of psychological research. We provided abundant empirical evidence supporting its reliability and suggested that the online data quality can be as precise and robust as traditional lab experiments. In addition to its methodological advantages，we particularly elaborated the conceptual advantages of internet research. It has profound benefits on open science, citizen science, and big team science and can be used to address replication crisis, generalization crisis, ecological validity problem,and WEIRD problem. In the second part of this paper, we focused on the online research community in China and discussed its future development. We pointed out its undeveloped status in China by surveying the scarcity of online studies published,and online research tools and platforms developed by Chinese researchers.By analyzing different factors that could impede the spread and development of online research in ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "China, we offered a couple of suggestions and solutions. We advocate that Chinese psychologist should warmly embrace online research by actively learning the latest literature and technology and seize the opportunities for better science,education, and clinical use. Benefits of doing so became increasing apparent, including the improved efficiency and accuracy of data collection, the ability to target massive and diverse Chinese participants (both healthy and clinical populations)， implementation of both data-driven and hypothesis-driven research， the opportunity to address imbalanced teaching and research resource across universities and provinces,and ultimately increase the impact of psychological research on society and common people. To achieve this goal, we proposed a public digital infrastructure framework for online research in China. It will serve as a multifunctional ecosystem for participant recruitment (via shared pool crowdsourcing), online tool development (mobile app, smart wearable device), open science practices (data sharing,code and stimuli database), scientists forum (collboration and Q&A), digital mental health services and popular science on psychology (videos,articles, wiki). The entire idea has now been implemented in NaoDao website (www.naodao.com), an online empirical research platform with a strong emphasis on sharing, transparency, and usability. Finally,we highlight novel methods, emerging trends and new research directions for future studies. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Keywords: Online Psychology; Internet Psychology; Online Experiment; Online Public Research Platform; Open Science. ",
        "page_idx": 18
    },
    {
        "type": "table",
        "img_path": "images/d6947626da5f7e4ef7cfa36c241fba326c6b1f3c66c32f1fadfbd67e5135ec00.jpg",
        "table_caption": [
            "附件表1：线上vs 线下研究比较 (灰色部分代表线上和线下各自的优势因素)"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>线下研究</td><td>线上研究</td></tr><tr><td>被试样本</td><td>局限（“WEIRD”人群）</td><td>多样 (跨文化、跨地域)</td></tr><tr><td>花费</td><td>费时、费力、费钱</td><td>省时、省力、省钱</td></tr><tr><td>主试偏差</td><td>有</td><td>无</td></tr><tr><td>公开性</td><td>难分享</td><td>易分享</td></tr><tr><td>众包性</td><td>较难</td><td>容易</td></tr><tr><td>刺激类型</td><td>所有</td><td>试听为主</td></tr><tr><td>设备差异</td><td>小或无</td><td>较大</td></tr><tr><td>计时精度</td><td>相对高</td><td>相对低</td></tr></table></body></html>",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "附件表2：四类线上研究之间相互比较的优劣点",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "不同在线研究手段间优劣势也不同。例如，“在线量表”的呈现形式和分析方法相对标准化，不受网络设备类型限制，因此该手段所获取的被试类型范围最广，研究结果的泛化性最高；“在线实验”可以精准操控被试所接收到的刺激类型和任务参数，最大化地保留了传统线下实验设计的高可操纵性，但研究者在设计在线实验时需要关注诸多注意事项和应对方案（见附录详细总结)；“即时互动”和“经验采样”两种研究手段的施用场景和真实生活情境较为接近，因此具有较高的生态效度，缺点则是对研究对象的网络速度和通讯设备要求较高；最后，“网络大数据”手段数据收集灵活、分析方法新颖，不足之处在于主要依赖数据驱动，无法进行操纵性较高的实验设计来验证因果关系。",
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/d8387db3915d405569f1b41d3f1897e3371ee395f01a84a777134887753d0624.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>线上研究类型</td><td>相对优势（Pros）</td><td>相对劣势（Cons）</td></tr><tr><td>在线量表</td><td>高泛化性（Generalizability）</td><td>低分析新颖性（Analytic Novelty）</td></tr><tr><td>在线实验</td><td>高可操纵性（Manipulability）</td><td>低生态效度（Ecological Validity）</td></tr><tr><td>即时互动&经验采样</td><td>高生态效度（EcologicalValidity）</td><td>低泛化性（Generalizability）</td></tr><tr><td>网络大数据</td><td>高分析新颖性（Analytic Novelty）</td><td>低可操纵性（Manipulability）</td></tr></table></body></html>",
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/a9ec21d61da39f6d0efca15ff28a4e1ceaa3c8a69e5ba9320f658e7475cf515d.jpg",
        "table_caption": [
            "附件表3：在线实验的注意事项、应对方案与最佳实践"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>局限与不足</td><td>具体问题</td><td>应对方法</td><td>最佳实践</td></tr><tr><td>硬件环境噪音</td><td>无法使用某种刺激（A）： 由于当前技术所限，无法 直接使用诸如触觉、嗅觉 等通道呈现刺激。 刺激呈现差异（B）：由于 被试所持刺激呈现设备导 致的相关差异，包括视觉 的刺激大小、颜色等，听 觉刺激的响度; 数据采集差异（C）：不同 被试拥有的输入设备类型 可能存在一定差异，例如 不同的鼠标、键盘等。</td><td>采取线下实验（A）：除视觉与听觉之外的刺激通道，诸如嗅觉、触」1．在实验编写前对实验 觉等其他感觉通道，在线实验难以实现；此时应当使用线下实验。 边界信息判断（B）：适用于设备屏幕比例或大小存在差异而导致的」2．配合指导语和特定流 刺激显示不完整。在预计的屏幕边界呈现刺激，要求被试对其进行 反应；如能正确反应，则表明刺激显示完全。 标准卡片矫正法（B）：适用于需要指定刺激的物理大小（例如厘米 等公制长度单位）。可以要求被试将屏幕上的刺激（例如一条横 线）调整至与标准卡片（如银行卡、校园卡、身份证）宽度一致 （约8.56厘米），并据此得出像素数量与厘米的转换比例，并换算 刺激应呈现的大小。 盲点矫正法（B）：适用于需要指定刺激的视角大小。要求被试闭上 其中一只眼睛，另一只注视点A，使用鼠标缓慢移动处于同一水平线 上的点B直至恰好看不见。据此测出的盲点视角大约为13°，随后 根据屏幕上的位置可推算出相应的比例。 限制最小像素法（B）：适用于具有极小刺激呈现需求，例如呈现1%</td><td>的硬件需求进行评估。 程来完成设备检查和调 整。</td></tr></table></body></html>",
        "page_idx": 21
    },
    {
        "type": "table",
        "img_path": "images/ed507a8cbef9c2e217eac45550b23f6316aabffef3e8712163909eec2d51dd43.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>进行限制。 的要求。 备计时能力并不完全一致。在实际反应时测量中，最终的结果还会</td><td>只有几个像素），如果被试的屏幕分辨率太小，则会导致分配的像 素太少甚至为0，就会导致刺激“消失”。为保证有足够多的像素点 分配给这个刺激，研究者可以对参与实验的被试设备最小像素大小 典型颜色区分法（B）：通常来说可以要求被试进行典型颜色（例如 红绿蓝）的判断或者两两区分来确保色彩显示在合理的范围内。尽 管对于颜色的精细控制仍然相对困难，但是已能满足绝大多数实验 听觉绝对阈限（B）：例如要求被试将一个标准音调整至恰好能听 见，并测试被试能否听见高于或低于此响度（或频率）的新的声 音。根据此响度（频率）调整后续声音刺激呈现。 耳机佩戴检查（B）：通常来说，为了保证音频刺激呈现更加精确， 减少外界音源对于刺激干扰，研究者可以要求被试佩戴耳机。为了 检查是否佩戴耳机，可以在呈现不同响度的纯音。其中一种声音的 左右声道相位差为180°，并要求被试进行判断声音大小。如果被试 没有佩戴耳机，由于相位衰减的缘故，这种总响度会下降；而佩戴 耳机则不产生这样的结果。 采用相对指标（C）：这里尤其指反应时相关指标。原因在于不同设</td></tr></table></body></html>",
        "page_idx": 22
    },
    {
        "type": "table",
        "img_path": "images/836643ca40624454e4eff4194fa895d1b4d4eedb7c8396fdde63b2320b8c2815.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>软件环境噪音|运行环境软件差异(A)：</td><td>重要的。 不同的被试可能在不同的 操作系统、浏览器等上进 行实验，对数据收集最直</td><td>包含设备的信号传输与分析的基础延迟。而这些延迟实际上不可忽 略，因此直接将简单反应时等作为数据指标会引入设备本身误差。 因此在实验设计指标的计算上，建议使用相对指标。例如，可以使 用两种条件下反应时均值差、使用漂移扩散模型中的漂移率等方式 来减弱或抵消此类影响。 坐标指示器输入检查（C）：对于点击屏幕上的物体，被试可能使用 鼠标、触摸屏、触摸板、指点杆、轨迹球等方式进行回答。为了规 范作答方式，研究者可以要求被试完成一些特定任务。例如要求被 试使用鼠标，则可以要求被试同时点击鼠标左键、滑轮、右键；要 求被试使用触屏，则可以检测两次点击中，是否越过两个刺激中间 的部分。其余设备亦可以根据输入特点来进行相应的区分。 统一采样率（C）：这一步通常是在数据分析时进行的。对于屏幕刷 新率、GPS 和摄像头采样率等指标，每个被试的设备可能存在不同。 因此使用合适的设备采样率来纳入或排除被试、分析数据等是比较 评估计时需求（A）：在刺激呈现和反应输入的计时精度方面，主要 由于软件环境原因，线上实验略差于线下实验。因此，需要评估实 验对于计时精度的要求，进一步采取相应措施或进行线下实验。例 如，视觉刺激呈现的精度为每秒 60帧，对于一些刺激呈现十分严格</td><td>1．评估计时需要，对于 高精度实验采取线下实 验。 2．使用学界认可的编程</td></tr></table></body></html>",
        "page_idx": 23
    },
    {
        "type": "table",
        "img_path": "images/e14c463dc875b62e2da7fc6a1bab77126a2bf68b709e54e44ce16036d36c2d95.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>接的影响就是计时精度。 的实验，例如启动效应、阈下刺激呈现、Adaptive Stop Signal任 务等，需要谨慎考虑。 实验程序差异（B)：不同 做好时间记录（AB）：如果计时需求较高，应当记录刺激“真正” 编程代码执行效率不同， 呈现的时间，而不是简单地相信程序会自动地在正确的时间呈现。 可能会带来潜在的计时差 异和刺激呈现等差异。 JavaScript 等开始编写。有许多经过验证平台与软件可供挑选，例 如PsychoPy（2020之后的版本）、jsPsych等。通过使用这些技</td><td>例如，要求刺激呈现20ms，而常见屏幕刷新为16.67ms，这无疑会 产生问题。通过记录刺激呈现的开始和结束时间，可以在事后作为 新的变量纳入分析或进行质量控制，从而减少计时精度带来的影响 或发现新的结论。 提升计时精度（B）：一些编程软件提供了了高精度的计时组件，例 如 jsPsych的心理物理插件（psychophysics plugin）。通过采取 相应的高精度编程方法，能够进一步提高计时精度；但仍需注意这 里的精度不会超过硬件限制。 使用权威软件（B）：使用权威软件可以降低出错的可能性，也降低</td><td>行质量控制。</td></tr></table></body></html>",
        "page_idx": 24
    },
    {
        "type": "table",
        "img_path": "images/568844f188a53a4ee711e88692fc9cc606e912809dc6592f2de05d105007e2e1.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>被试环境噪音</td><td>影响实验结果 被试个体状态丨较低动机（A）：由于在线 实验缺少筛选被试的步 骤，被试会相对缺少完成</td><td>环境评估：在研究的末尾可以要求被试对自己的环境进行主观评 境噪音的影响。 估，进一步作为数据质量评估的依据。 合理设定被试费（A）：太高或者太低都可能导致被试的作答质量下 1．通过合理设计实验程 降；通过合理地支付被试费用，能够提高被试的作答动机。 序来提高被试动机。 提醒用时（A）：在研究项目开始前，研究者可以如实告知被试项目 2．通过指导语视频、检 所需要占用的时间，并提醒被试尽可能留出足够多的时间参与，并 查题、练习题等提高数</td></tr></table></body></html>",
        "page_idx": 25
    },
    {
        "type": "table",
        "img_path": "images/3bb8112cb3593d3f7b1f2f05858c0224cd95c5bf6c2736a7470b71ba70c01771.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>被试群体比实验室更为典 型、丰富得多（例如年 龄、性别比例、受教育程 度、职业等)，但是仍然存 在差异。</td><td>简单（无聊）或太困难，并增加研究的趣味性，使得研究足够吸引 被试，从而使得被试能够更加专注于当前项目。这一方法包括但不 限于：在满足研究需要的前提下使得难度适中；使用游戏化 （Gamification）的语言和流程来构建研究项目等。 录制指导语视频并提供练习（B）：在线实验有时缺少引导，因此被 试随机应答的其中一种原因是未能正确理解指导语。为了减少这种 情况，研究者可以通过录制任务讲解视频并且提供练习机会的方式 来确保被试正确地理解实验指导语和任务要求。 设置检查题（B）：为了检验被试是否真正理解了指导语，以及并且 评估被试是否集中注意力认真完成任务，一种行之有效的方式是设 置检查题。在数据收集和分析过程中，可以根据检查题的完成情况 进行被试的筛除、数据质量的评估。常见的检查题类型包括：在问 卷的不同位置提问相同问题；回答常识性问题；要求被试进行特定 选择（如不选择或选择特定项）等。 事后数据检查（B）：对于随机应答或者是作弊，数据本身往往能给 出一些线索。例如，重复选择同一选项；实验中提前按键或有规律 地重复按键等等。 摄像头录制（B）：这种方法模拟了线下实验的操作情况。在得到被 试允许的情况下，可以收集他们作答期间网络摄像头的信息，从而</td></tr></table></body></html>",
        "page_idx": 26
    },
    {
        "type": "table",
        "img_path": "images/7bbca7e23909fdffbe235384ca0539146a1a643e4362ac2836564c1d19410601.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>能够直观评估其作答情况。尽管对于研究者而言工作量较大，同时 较难获得相应的伦理批准，但适用于一些特殊被试。 状态评估（B）：在研究的末尾可以要求被试对自己的认知状态（如 注意力等）进行主观评估，作为数据质量评估的依据。例如，询问 被试是否被打扰，自评作答认真状态等。 账号系统（B）：被试的个人信息无法确认，不是实名制下的数据无 法确认其是否以往参与过实验。此外，一个终端或登录账号多人使 用，会被误认为是同一被试重复测量数据（重复提交）。为了充分 发挥线上心理学研究的优势，可以采用统一的后台被试实名制管理 （身份认证）、任务管理和数据管理，这样确保同一被试的所有数 据可以统一标注，也有助于开展跨研究任务之间的大数据关联分 析。 事后人口学偏差评估（C）：尽管在线被试群体比实验室更为典型、 丰富得多（例如年龄、性别比例、受教育程度、职业等），但是仍 然是有一定偏差差异的。例如被试显然比较更熟悉计算机、工资相 对更低、受教育程度相对略高、对于实验比较熟悉等。对于特定的 研究而言，可能需要对收集到的被试人口学信息与国家统计局等机 构给出的信息进行比对，以评估被试与总体人口的偏差程度;</td><td></td></tr></table></body></html>",
        "page_idx": 27
    }
]