[
    {
        "type": "text",
        "text": "Protomer Roles in Chloroplast Chaperonin Assembly and Function ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Cuicui Bai1,3,5, Peng Guo1,3,5, Qian Zhao1,3, Zongyang $\\mathsf { L } \\mathsf { v } ^ { 1 }$ , Shijia Zhang1,3, Fei Gao1, Liyan Gao², Yingchun Wang², Zhixi Tian1, Jifeng Wang4, Fuquan Yang4 and Cuimin Liu1,\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1StateKeyabatoofantCelldrmonesttedeveoaad Beijing100101,China   \n2Keyboratoetidveoadsj 3University of Chinese Academy of Sciences,Beijing 100101, China   \nabratortedcedbtes 5These authors contributed equally to this article.   \n\\*Correspondence: Cuimin Liu (cmliu@genetics.ac.cn)   \nhttp://dx.doi.0rg/10.1016/j.molp.2015.06.002 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The individual roles of three chloroplast CPN60 protomers $\\mathsf { \\Gamma } ( \\mathsf { C P N G O } \\mathsf { a }$ ,CPN60β1, and CPN60β2) and whether and how they are assembled into functional chaperonin complexes are investigated in Chlamydomonas reinhardti. Protein complexes containing all three potential subunits were identified in Chlamydomonas, and their co-expression in Escherichia coli yielded a homogeneous population of oligomers containing all three subunits $( \\mathsf { C P N6 0 \\alpha \\beta 1 \\beta 2 } )$ , with a molecular weight consistent with a tetradecameric structure.While homo-oligomers of CPN6oβ could form, they were dramatically reduced when $\\mathsf { C P N6 0 } \\alpha$ was present and homo-oligomers of CPN6oβ2 were readily changed into hetero-oligomers inthe presence of ATP and other protomers.ATP hydrolysis caused CPN60 oligomers to disassemble and drove the purified protomers to reconstitute oligomers in vitro,suggesting that the dynamic nature of CPN60 oligomers is dependent on ATP.Only hetero-oligomeric CPN60αβ1β2, containing $\\mathsf { C P N6 0 } \\mathsf { a }$ ，CPN60β1,and CPN60β2 subunits in a 5:6:3 ratio, cooperated functionally with GroES. The combination of $\\mathsf { C P N6 0 } \\alpha$ and CPN6Oβ subunits, but not the individual subunits alone,complemented GroEL function in E.coli with subunit recognition specificity.Down-regulation of the CPN6Oα subunit in Chlamydomonas resulted ina slow growth defect and an inability to grow autotrophically, indicating the essential role of $\\mathsf { C P N6 0 } \\alpha$ in vivo. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: chaperonin, Cpn60,photosynthesis,protomer,assembly Bai C.,GuoP.,Zhao Q.,LvZ.,Zhang S.,GaoF.,Gao L.,Wang Y.,Tian Z., Wang J.,YangF.,and Liu C.(2015). Protomer Roles in Chloroplast Chaperonin Assembly and Function. Mol. Plant. 8,1478-1492. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Most proteins reach their functionally native state spontaneously afteremerging from the ribosome，but a minority of proteins require the assistance of chaperones to fold.Chaperones are essential formaintaining cellular protein homeostasis and exist in all kingdoms of life (Hartl et al., 2011). The chaperonin system is a well-studied chaperone familywitha cylindricallyshaped structure containing 14-16 subunits that form two back-to-back stacked rings (Xu et al.， 1997;Leitner et al., 2012). Each ring contains a central cavitywhere foldingand refolding of a wide variety of newly synthesized or stress-denatured polypeptides occur. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Chaperonins are divided into two related，but distinct groups; group lchaperonins are found in prokaryotes (e.g.GroEL in Escherichia coli) and eukaryotic organelles including mitochondria (Hsp6O) and chloroplasts (Cpn6O),and group I chaperonins exist in Archaea (thermosome) and the eukaryotic cytosol (TriC/CCT) (Kim et al.，1994；Horwich et al.，2007). The most distinct difference between the two groups is the dependence on cochaperonins (Hsp10 family).Hsp10 co-chaperonins form homoheptameric rings that function as detachable lids binding to the ends of the group lchaperonin cylinders to form isolated environments for protein folding (Horwich et al., 20o6),whereas group Il chaperonin subunits carry flexible protrusions that extend from the apical domains that act as built-in lids to form the cavity for folding the nascent polypeptides (Booth et al., 2008). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Chloroplast chaperonin Cpn60 (originally named Rubisco binding protein [Hemmingsen and Ellis,1986]) was suggested to mediate (A)Analysis of the oligomeric states of CPN60 subunits in vivo by colorless native (CN) PAGE. Recombinantly purified monomeric ${ \\mathsf { C P N 6 0 0 } } \\mathsf { \\alpha } _ { - \\mathsf { M } } ,$ oligomeric CPN60β2，and CPN60αβ1β2were loadedascontrols.Chlamydomonastotalsoluble proteins were supplied with an ATP regenerating system (2 mM ATP,10 U of creatine kinase,and $1 0 ~ \\mathsf { m M }$ phosphocreatine) or had ATP converted into ADP by $2 { \\mathsf { m M } }$ ADP,10 U of hexokinase,and $1 0 ~ \\mathsf { m M }$ glucose after carbonyl cyanide p-trifluoromethoxyphenylhydrazonetreatment.The proteins were then separated on a $5 \\% - 1 3 \\%$ colorless native PAGE，transferred directly to nitrocellulose membranes,and immunodetected withserumagainst ${ \\mathsf { C P N 6 0 } } \\alpha$ ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/bc8d5f8178ca74bbc1541434b307b26a1037106fa25c6fdb443cb91e91225f84.jpg",
        "img_caption": [
            "Figure1.OligomericStatesandComposition of CPN60 OligomersIn Vivo. ",
            "(C)SolubleextractfromChlamydomonascellasincubatedwitproteinA-Sepharosecoupledtoeitheranti-PN6Ooranti-PN2Oserum. Precipitated proteins were eluted from antibodies by incubation with excess recombinant purified ${ \\mathsf { C P N 6 0 } } \\alpha$ or CPN20 overnight at $4 ^ { \\circ } \\mathsf { C }$ Eluted proteins were separated using $6 \\%$ mini-native PAGEandvisualized bysilverstaining.The CPN60oligomers were markedasA1-A3for identification bymass spectrometry.Co-IP,Co-immunoprecipitation. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(B) Soluble proteins from Chlamydomonaswere separated usinga $5 \\% - 1 3 \\%$ colorless native PAGE (top gel) and separated in the second dimension ona $12 \\%$ SDS-PAGE and then transferred to nitrocellulose (bottom gel)．Proteins were immunodetected withantibodiesagainst ${ \\mathsf { C P N 6 0 } } \\alpha$ the folding of newly synthesized plant hexadecameric Rubisco. Purified chaperonin from plants is thought to contain equal amounts of $\\mathsf { C p n 6 0 } a$ and Cpn60β $( \\mathsf { C p n 6 0 } \\mathsf { \\alpha } _ { 7 } \\mathsf { \\beta } _ { 7 } )$ (Hemmingsen and Ellis,1986; Martel et al.,1990; Bonk et al.,1996). In contrast, two types of oligomerswere obtained upon in vitro reconstitution: one composed of homo-tetradecameric $\\mathsf { C p n 6 0 } \\beta$ subunits and the other consisted of both subunit types (Dickson et al., 2000; Vitlin et al., 2011). The existence of multiple chloroplast Cpn60 genes in individual genomes (e.g. six genes in Arabidopsis thaliana [Hill and Hemmingsen，2oo1] and three genes in Chlamydomonas reinhardti [Schroda,20o4])makes it difficult to predict the composition and arrangement of Cpn60 oligomers. Two distinct Cpn60 oligomers from plant stroma extract were obtained，which suggested that at least two types of chaperonins exist in plastids (Nishio et al.,1999). Suzuki et al. (2009) showed that two types of $\\mathsf { C p n 6 0 } \\beta$ and one $\\mathsf { C p n 6 0 } a$ are important forchloroplastbiogenesis,suggesting that these three maywork together.Furthermore, $\\mathsf { C p n 6 0 } \\beta 4$ formed a heterooligomer with Cpn60α1 and the other three $\\mathsf { C p n 6 0 } \\beta$ subunits in Arabidopsisthaliana,supportinga hetero-oligomeric composition of Cpn60 complexes in chloroplasts (Peng et al.，2011). In Arabidopsis,the DNA insertion mutant of either $\\mathsf { C p n 6 0 } a$ subunit is lethal, suggesting that $\\alpha$ type subunits do not have functional redundancy，while two $\\mathsf { C p n 6 0 } \\beta$ subunitswere functionally redundant and Cpn6oβ4 was specifically required to fold certain substrates (Suzuki et al.， 2009; Peng et al.， 2011). Presently, subunit composition and the individual role of protomers in functional chloroplast chaperonin oligomers are still debated. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Chlamydomonas contains three chloroplast CPN60 subunits, CPN60α, CPN60β1,and CPN60β2,and three potential chaperonin co-factor subunits,CPN23,CPN20,and CPN11.Here，we present an in-depth analysis of the subunit composition of CPN60 oligomers from Chlamydomonas chloroplasts，as well as the functional roles of CPN60 subunits within these oligomers. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Chloroplastcomplexes isolated from Chlamydomonascontained all three subunits $( \\mathsf { C P N 6 0 0 . } \\mathsf { \\beta 1 } \\mathsf { \\beta 2 }$ ).Thecomposition of functional CPN60 oligomers was investigated in vitro. Disassembly of oligomers,specific to chloroplast CPN60,was triggered by ATP hydrolysis,whereas ATP also drove the reconstitution of CPN60 oligomers,a process in which CPN6oβ1 subunits likely initiate oligomerization.While CPN60β protomers and homo-oligomers possessed ATPase activity，only the ${ \\mathsf { C P N 6 0 0 0 1 } } \\mathsf { \\beta 1 } \\mathsf { \\beta 2 }$ oligomeric complex showed functional cooperation with GroES in refolding a model substrate.The presence of both $C P N 6 0 \\alpha$ and CPN60β, but not the individual subunit alone,could complement endogenous GroEL function in vivo,and GroEL obligate substrates were specifically recognized by CPN60 subunits.The stoichiometry of subunits in functional ${ \\mathsf { C P N 6 0 } } { \\mathsf { \\alpha } } { \\mathsf { \\beta } } { \\mathsf { 1 } } { \\mathsf { \\beta } } { \\mathsf { 2 } }$ was determined.Downregulation of the $C P N 6 0 \\alpha$ subunit in Chlamydomonas resulted inaslow growthdefect and an inability to growautotrophically. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Chloroplast Chaperonin CPN60 Is Composed of Three Subunits ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Chlamydomonasreinhardtii genomeencodesthreechloroplast targeted chaperonin genes，CPN60α，CPN60β1，and CPN60β2，and three chaperonin co-factor genes，CPN11, CPN20,and CPN23.To understand whether and how these proteins form the CPN60 chaperonin complex in vivo,we first examinedtheir oligomeric states in cells.Soluble Chlamydomonas extracts in the presence and absence of nucleotides were separated by native gel and visualized by immunoblotting with the CPN60 antibody.The majority of CPN60 formed oligomers with a mass of about $8 0 0 ~ \\mathsf { k D a }$ ，andonlyaminorportionof CPN60 formed monomers (Figure 1A).This distribution was unaffected by the presence of ATP/Mg or ADP/Mg (Figure 1A).Monomers containing CPN60 were detectable but largely degraded into smaller fragments less than $6 0 ~ \\mathsf { k D a }$ upon SDS-PAGE in the second dimension (Figure 1B,bottom panel)．A signal in the 550-kDa region in the native PAGE represented large quantities ofnative Rubisco holoenzyme complex (Figure 1Aand Supplemental Figure 1)， and SDS-PAGE in the second dimension clearly showed that some CPN60 co-migrated with native Rubisco (Figure 1B，bottom panel)，suggesting that CPN60subunitsmayassistinassembly ofRubisco holoenzyme or comigration was an artifact due to the large quantity of Rubisco produced in chloroplast. ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/10677fe3c33ba65756221cb62e04a8839ba76d69186d0ebe313819004f15c1dc.jpg",
        "table_caption": [
            "MolecularPlant ",
            "Table1. Summary of the Chaperonin Peptides Detected in the Gel Slices. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Band</td><td>Protein name</td><td>Peptides</td><td>Coverage (%)</td><td>Localization</td><td>Sc</td><td>Sc ratio</td></tr><tr><td rowspan=\"4\">A1</td><td>CrCPN60c</td><td>37</td><td>74.67</td><td>Mitochondria</td><td>663</td><td>0.41</td></tr><tr><td>CrCPN60α</td><td>23</td><td>53.79</td><td>Chloroplast</td><td>430</td><td>0.27</td></tr><tr><td>CrCPN60β2</td><td>7</td><td>31.37</td><td>Chloroplast</td><td>142</td><td>0.09</td></tr><tr><td>CrCPN60β1</td><td>6</td><td>16.90</td><td>Chloroplast</td><td>89</td><td>0.06</td></tr><tr><td rowspan=\"4\">A2</td><td>CrCPN60α</td><td>30</td><td>50.86</td><td>Chloroplast</td><td>537</td><td>0.37</td></tr><tr><td>CrCPN60β2</td><td>15</td><td>39.34</td><td>Chloroplast</td><td>282</td><td>0.19</td></tr><tr><td>CrCPN60β1</td><td>8</td><td>20.69</td><td>Chloroplast</td><td>162</td><td>0.11</td></tr><tr><td>CrCPN60c</td><td>4</td><td>11.92</td><td>Mitochondria</td><td>43</td><td>0.03</td></tr><tr><td rowspan=\"4\">A3</td><td>CrCPN60α</td><td>103</td><td>81.90</td><td>Chloroplast</td><td>2299</td><td>0.40</td></tr><tr><td>CrCPN60β2</td><td>96</td><td>84.75</td><td>Chloroplast</td><td>1909</td><td>0.34</td></tr><tr><td>CrCPN60β1</td><td>56</td><td>72.76</td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td>Chloroplast</td><td>1286</td><td>0.23</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To elucidate the composition of CPN60 complexes in vivo,CPN60 complexes from cell lysates were immunoprecipitated with antiserum against ${ \\mathsf { C P N 6 0 } } \\alpha$ ，orthe CPN60 co-factor，CPN20, which was shown to interact with CPN6O in vivo in both Arabidopsis (Koumoto et al., 1999). Complexes were then eluted by competition with excess recombinant monomeric ${ \\mathsf { C P N 6 0 } } a$ protomer $( C P N 6 0 \\alpha _ { - M } )$ or CPN20 and analyzed by $6 \\%$ native PAGE followed by silver staining.As shown in Figure 1C, complexes precipitated with the ${ \\mathsf { C P N 6 0 } } \\alpha$ antibodymigrated as two distinct bands (designated A1and A2),whereas complexes precipitated with the CPN20 antibody migrated as a single band (designated A3),which corresponded to the lower band of the former.These three bands were carefully excised and analyzed by liquid chromatography-tandem mass spectrometry (LC-MS/ MS)using a TripleTOF 5600 mass spectrometer (AB SCIEX, Vaughn, ON, Canada) coupled to an Eksigent NanoLC (Eksigent, Dublin, CA).The vast majority of the peptides detected from the three bands were derived from the chloroplast CPN60 subunits, ${ \\mathsf { C P N 6 0 } } \\alpha 1$ ，CPN60β1,and CPN60β2 (summarized in Table 1). The A1 and A2 bands also contained CPN60c,a CPN60 subunit localized in the mitochondria. However,sequence coverage and the spectrum counts (Sc)ratios (the ratio of the peptide of interest in the total peptides detected)，indicate that CPN60c was more dominant in the A1 band and chloroplast-localized CPN60 subunits were more dominant in the A2 band (Table 1). It is probable that CPN60c oligomers were immunoprecipitated because the ${ \\mathsf { C P N 6 0 } } \\alpha$ antibody，which has low specificity, recognizes both ${ \\mathsf { C P N 6 0 } } \\alpha$ and CPN60c.Precipitation with the CPN20 antibody，however，yielded only one unique band (Figure 1C),and importantly,only the three chloroplast CPN60 subunits were detected by mass spectrometry (MS)with combined Sc ratios of up to $9 7 \\%$ (Table 1). These data are consistent with the notion that CPN20 interacts with chloroplast CPN60 complexes but not with mitochondrial CPN60c oligomers. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Three CPN60 Oligomeric Complexes without a Flexible C-Terminal Tail Identified In Vitro ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To determine whether the chloroplast CPN60 oligomers were composed of a homogeneous population of oligomers with distinct subunits ora heterogeneous population of oligomer types,oligomerformation was assessed after expression of recombinant CPN60 genes in the E.coli cellular environment.Co-expressed genes shared the same T7 promotor and terminator for cotranscription but had their own ribosomal binding sites,start codons,and stop codons for translation (Supplemental Figure 2A). The co-expression of these proteins was confirmed by MS,and induced protein amounts and protein solubilitywere also visualized by SDS-PAGE upon fractionation of cell extracts (Supplemental Figure 2B). In all constructs,expression of CPN60 genes from isopropyl $\\beta$ -D-1-thiogalactopyranoside (IPTG)-induced plasmids resulted in similaramounts of soluble CPN60 protein,irrespective of whether the CPN60 genes were expressed individually or in combination (Supplemental Figure 2B). The formation of CPN60 oligomers was then monitored by native PAGE followed by Coomassie staining (Figure 2A). Consistent with published results (Dickson et al.，2000)， ${ \\mathsf { C P N 6 0 } } \\alpha$ alone did not form oligomers,while a significant portion of CPN6oβ1 and CPN60β2 assembled into oligomers (Figure 2A)． Surprisingly，CPN60 oligomer formation of either CPN60β1 or CPN60β2was dramatically reduced in the presence of ${ \\mathsf { C P N 6 0 } } \\alpha$ (Figure 2A, ${ \\mathsf { C P N 6 0 } } \\alpha \\beta 1$ and ${ \\mathsf { C P N 6 0 0 0 } } | { \\mathsf { B 2 } } \\rangle$ ，suggesting that $C P N 6 0 a$ disturbs the assembly of the ${ \\mathsf { C P N 6 0 } } { \\mathsf { \\beta } }$ homo-oligomer. Importantly, CPN60 oligomer formation recovered upon co-expression of three protomers (Figure 2A， ${ \\mathsf { C P N 6 0 } } \\alpha \\beta 1 \\beta 2 )$ ，indicating that CPN60 oligomer formation is promoted by the presence of all three CPN60 subunits in the cellular environment. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The three types of CPN60 oligomers,CPN60β1,CPN60β2,and ${ \\mathsf { C P N 6 0 \\alpha \\beta 1 \\beta 2 } }$ ，were purified using chromatography (Figure 3A and Supplemental Figure 2C),and the purity and composition ofthe oligomers were confirmedbyMS， rulingout contamination by endogenous GroEL.Purification of oligomers ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MolecularPlant ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(A) CPN60 oligomer formation from induced CPN60 subunits. CPN60 subunits were expressed individually or in combination,and soluble fractions were visualized by colorless $5 \\text{‰}$ $13 \\%$ gradient native PAGE and staining with Coomassie brilliant blue. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/30625511310423bd295fab66df3afde6e9549ca1b70e70b2f5681967cbedd4e0.jpg",
        "img_caption": [
            "Figure 2. Formation of CPN60 Oligomers upon Expression in E. coli. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(B)Mass determination of recombinant purified oligomers by AFFFF-MALS.Calculated values for the molar mass of purified proteins are shown on they axis and in the lower text box.Horizontal lines across the peaks indicate the molar mass and homogeneity of the sample. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(C) The $0 . 5 \\ \\mu { } 9 / \\mu { } 1$ chaperonin complexes were incubated with proteinase K for $3 0 ~ \\mathrm { m i n }$ at $2 5 ^ { \\circ } \\mathsf { C }$ and proteolysis was stopped with $1 \\mathsf { m M }$ phenylmethylsulfonyl fluoride.The digested chaperonin was visualized after Coomassie staining of $10 \\%$ SDS-PAGE gels. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "those of GroEL,which may explain why the molecular weight of CPN60 oligomers appeared larger than that of GroEL as measured by AFFFF-MALS (Figure 2B). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The Dynamic Nature of CPN60 Oligomers Is Mediated by Subunit Composition and ATP ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The refolding ability of the homo-oligomer CPN60β has been characterized in vitro (Vitlin et al.，2011) but the stability of of ${ \\mathsf { C P N 6 0 0 0 } } 1$ and $_ { \\mathsf { C P N 6 0 \\alpha \\beta 2 } }$ was not possible because these oligomers did not accumulate in suficient amounts (Figure 2A). Oligomers of CPN60β1, CPN60β2,and ${ \\mathsf { C P N 6 0 0 0 1 } } \\mathsf { \\beta 1 } \\mathsf { \\beta 2 }$ migrated at different positions ina $6 \\%$ native PAGE (Supplemental Figure 2C),suggesting that the oligomers were homogeneous rather than heterogeneous in composition. For molecular weight analysis, the oligomers were subjected to asymmetrical field flow fractionation (AFFFF) followed by multiple-angle light scattering (MALS) (Figure 2B).The three types of CPN60 oligomers were 880-960 kDa in size and composed of 14-16 subunits (Figure 2B).Considering the symmetric double-ring structures of GroEL and TriC/CCT,as well as the more precise measurement of the molecular weight of purified recombinant Arabidopsis ${ \\mathsf { C P N 6 0 } } { \\boldsymbol { \\alpha } } _ { 7 } { \\beta } _ { 7 }$ (Tsai et al.，2012)， the chloroplast chaperonin oligomersare likely tetradecamers. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The C-terminus of GroEL subunits protrudes from the equatorial domain and it was sensitive to proteinase K (PK);16 amino acids were removed by PK as expected (Hayer-Hartl et al.，1995) (Figure 2C and Supplemental Figure 2D). However, PK treatment of ${ \\mathsf { C P N 6 0 } } \\beta \\mathbb { 1 }$ ， ${ \\mathsf { C P N G O } } \\beta 2$ ，and ${ \\mathsf { C P N 6 0 0 0 1 } } \\mathsf { \\beta 1 } \\mathsf { \\beta 2 }$ oligomers did not liberate a PK-resistant fragment in a similar manner (Figure 2C), suggesting that CPN60 oligomers do not have flexible C-terminal tailslikeGroEL.Furthermore， ${ \\mathsf { C P N 6 0 } } \\beta \\uparrow$ ，CPN60β2，and ${ \\mathsf { C P N 6 0 \\alpha \\beta 1 \\beta 2 } }$ oligomers were almost completely digested in the presence of $1 0 \\mathrm { \\textmu g / m l }$ protease，whereas GroEL was largely digested only with $1 0 0 ~ \\mu \\ g / \\ m \\mu$ protease (Figure 2C). This result suggests that CPN60 oligomers are notas tightly compacted as homo-oligomer in the presence of nucleotides and other protomers has not yetbeenreported.We thereforeanalyzed the effect of nucleotides and protomers on the CPN60 oligomers identified herein.We first analyzed their oligomeric states in the presence of nucleotides using native PAGE and Coomassie staining (Figure 3A).Under control conditions，ATP slightly stimulated the formation of single-ring GroEL (SR-GroEL) (Figure 3A, lane 5).The GroEL-SR produced by ATP hydrolysis， little reported previously，might result from the electrophoresis conditions here.CPN60 oligomers were differentially affected by ATP, withATP causing no observable effect on CPN6oβ1 oligomers (Figure 3A， lane 6)， complete disassembly of CPN60β2 oligomers(Figure 3A， lane7)，and marginally enhanced disassembly of ${ \\mathsf { C P N 6 0 \\alpha \\beta 1 \\beta 2 } }$ oligomers (Figure 3A, lane 8) into monomers.The addition of ADP also stimulated the formation of single-ring GroEL (Figure 3A, lane 9) but had no effect on the three types of CPN60 oligomers (Figure 3A，lanes 10-12). Sequence alignment showed that the ATP-binding sites on the CPN60β1 and CPN60β2 subunits are conserved (Supplemental Figure 3)，suggesting that ATP binding should not account for their differing disassembly behavior.In addition，CPN60β2 did not disassemble into monomers in the presence of the non-hydrolysable ATP analogueAMP-PNP(Supplemental Figure 4A)，indicating that disassembly of homo-oligomers of CPN60β2 requires ATP hydrolysis. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To further investigate the disassembly time course of CPN60β2, ATP was converted to ADP by hexokinase/glucose at different (A) Oligomeric states of purified CPN60 oligomers in the presence of nucleotides. In total, $0 . 5 \\mathrm { m g / m l }$ chaperonin oligomers were incubated with ATP/ Mg (5mM) or ADP/Mg $( 5 ~ \\mathsf { m M } )$ for $3 0 \\mathrm { \\ m i n }$ at roomtemperature,followedbyseparationwith colorless $5 \\% - 1 3 \\%$ gradient native PAGE and visualized by Coomassie brilliant blue staining. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/3861b1a866c9e5d7d0e342334af1843ef4b05e2811933ae999b394944b22a629.jpg",
        "img_caption": [
            "Figure3. Oligomeric Statesand Composition of CPN60 Chaperonin. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(B)Oligomeric states of CPN60β2 complexes. $0 . 5 \\mathrm { \\ m g / m l }$ CPN60β2 oligomers were incubated with 5 mMATP/Mg and ATP was depleted upon addition of hexokinase (HK)/glucose at the indicated time points.The mixtures were separated with colorless $5 \\% - 1 3 \\%$ gradient native PAGE and visualized by Coomassie brilliant blue staining. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(C and D) Composition of CPN60 oligomers in the presence of other protomers and nucleotides. $0 . 2 \\mathrm { \\ m g / m l }$ homo-oligomeric CPN60β2 (C) and homo-oligomeric CPN60β1 (D) were incubated with $0 . 2 ~ \\mathrm { m g / m l }$ of one protomer or the other two protomers $( 0 . 1 \\mathrm { \\ m g / m l }$ each),and/or $2 ~ \\mathsf { m M }$ nucleotides as indicated for 30 min at $2 5 ^ { \\circ } \\mathsf { C }$ Samples were then loaded on a $6 \\%$ mini-native PAGE gel and visualized by Coomassie brilliant blue staining. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "other purified protomers and nucleotides. Nucleotides and CPN60 protomers were incubated with either of the CPN60β homo-oligomers (Figure 3C and 3D). In the presence of ATP，oligomeric CPN60β2 againdisassembledintomonomers (Figure 3A and 3C),with small amounts of oligomerdetecteduponadditionof $C P N 6 0 a _ { - M }$ (Figure 3C， top gel， rightmost lane),which was detected in the oligomers by MSwith Scratiosof $3 3 \\%$ (Supplemental Table 1，band ${ \\mathsf { C P N 6 0 } } \\beta 2 \\ +$ $C P N 6 0 \\alpha _ { - M } )$ . Upon addition of CPN60β1-M, theamountofoligomersincreased dramatically and oligomer mobilitywas shifted slightly in the presence of ATP incubation times,and the oligomeric states of CPN6oβ2 were visualizedby native PAGE and Coomassie staining (Figure 3B).The majority of the oligomers disassembled into monomers within 2 min but minor amounts were detected in the oligomeric state even after incubation for 1 h (Figure 3B) and 5 h (Supplemental Figure 4B).The same results were observed upon addition of apyrase to convert ATP into AMP (Supplemental Figure 4C). These results indicate that disassembly of CPN6oβ2 oligomers in the presence of ATP occurs rapidly (in less than $2 \\ \\mathrm { m i n } )$ .The presence of a minor amount of oligomers of CPN6oβ2 upon ATP depletion could reflectthe conversion of assembly-capable monomersback intooligomers. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The three Cpn60 protomers $( \\mathsf { C P N 6 0 0 _ { - M } }$ ， $\\mathsf { C P N 6 0 } \\beta \\tau _ { \\mathsf { M } }$ and ${ \\mathsf { C P N 6 0 } } \\beta 2 _ { - \\mathsf { M } } )$ were recombinantly purified,while $C P N 6 0 \\beta \\tau _ { \\mathsf { M } }$ subunitswere purified as a mixture of multiple oligomeric forms smaller than tetradecamers (Figure 4A,lane 3)．We further investigated the stability of homo-oligomers in the presence of (Figure 3C， middle gel， rightmost lane)． Simultaneously, ${ \\mathsf { C P N 6 0 } } \\beta \\mathbf { 1 }$ was detected in the oligomers by MS with unique peptide Sc ratios of $43 \\%$ (Supplemental Table 1，band $\\mathsf { C P N 6 0 } \\beta 2 + \\mathsf { C P N 6 0 } \\beta \\eta _ { - \\mathsf { M } } )$ .Similarly,in the presence of ATP and the other two subunits,a substantial amount of oligomers was detected and complex mobility was slightly altered (Figure 3C, bottom gel，rightmost lane)，with ${ \\mathsf { C P N 6 0 } } a$ subunits with Sc ratios of $12 \\%$ as well as CPN60β1 subunits with Sc ratios of $3 6 \\%$ detected in the oligomers (Supplemental Table 1,band $\\mathsf { C P N 6 0 upbeta 2 } + \\mathsf { C P N 6 0 } \\alpha _ { - \\mathsf { M } } + \\mathsf { C P N 6 0 } \\beta \\mathsf { 1 } _ { - \\mathsf { M } } )$ 、Inaddition，in the presence of ADP or in the absence of nucleotides，homooligomeric CPN6oβ2 was very stable and the mobility was not affected by the addition of the other two protomers (Figure 3C). These results emphasize that homo-oligomeric CPN6oβ2 is highlyunstable in the presence of ATPbut readily formsastable oligomeric complex with either or both CPN60 protomers that isprotected from complete dissociation into monomers in the presence ofATP. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(A) $0 . 4 5 ~ \\mathrm { m g / m l }$ chaperonin protomers (when two or three protomer types were used,each type was present in equal amounts)were incubated with or without $4 \\ m \\mathsf { M }$ nucleotides (T stands for ATP,D stands for ADP) for 5 min at room temperature and then for $1 \\ h$ at $3 0 ^ { \\circ } \\mathsf { C }$ Sampleswere then loaded on a $5 \\% - 1 3 \\%$ gradient colorless native PAGE gel and visualized by Coomassie staining. $\\mathsf { C p n 6 0 0 4 } \\mathsf { \\beta } 1 \\mathsf { \\beta } 2$ was loaded in lane 1 as control. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/59419cf8eb43605b371f0f99da1d734b76f3fb834bbe5f1b2246f7567f7d7008.jpg",
        "img_caption": [
            "Figure 4. Contribution of CPN60 Protomers and Other Factors on Oligomer Assembly and ATPase Activity. ",
            "$3 0 ^ { \\circ } \\mathsf { C }$ .Samples were then loaded on $5 \\% - 1 3 \\%$ gradient colorless native PAGE and visualized by Coomassie staining. (D) ATPase activity of CPN60 protomers.The ATPase rate of $2 . 8 ~ \\mu \\mu$ CPN60 protomers (equal to $0 . 2 ~ \\mu \\mathsf { M }$ oligomer) was measured for $1 0 \\min$ at $2 5 ^ { \\circ } \\mathsf { C }$ "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(B) $0 . 4 5 ~ \\mathrm { m g / m l }$ chaperonin protomers (when two orthree protomer types were used，each type was present in equal amounts) were incubated with or without $4 ~ \\mathsf { m M }$ nucleotides (T stands for ATP，D stands for ADP)，and with or without $0 . 2 5 \\mathrm { \\ m g / m l }$ co-chaperonin GroES,for $5 \\mathrm { \\ m i n }$ at room temperature and then for $1 \\ h$ at $3 0 ^ { \\circ } \\mathsf { C }$ Samples were then loaded ona $5 \\% - 1 3 \\%$ gradient colorless native PAGE gel and visualized by Coomassie staining. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(C) $0 . 4 5 ~ \\mathrm { m g / m l }$ chaperonin protomer (when two orthree protomer typeswere used,eachtype was present in equal amounts) were incubated with $4 { \\mathsf { m M A T P } }$ in buffer (20 mM MOPS/KOH [pH 7.5],100 mMKCl,5 mM $\\mathsf { M g C l } _ { 2 }$ $2 { \\mathsf { m M } }$ DTT) in the absence or presence of $0 . 2 ~ \\mathrm { m g / m l }$ GroEL-SR for $5 ~ \\mathrm { m i n }$ at room temperature and then for $1 \\ h$ at ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In contrast, homo-oligomeric CPN60β1 was highly stable in the presence of ATP (Figure 3A and Figure 3D) and the mobility of CPN60 oligomers was not affected in the presence of other protomers (Figure 3D).However,in the presence of ATP,added protomers were detected by MS with low Sc ratios $( 1 \\% - 6 \\% )$ (Supplemental Table 1,bottom three rows),indicating that the added protomers may non-specifically associate with homooligomeric CPN60β1. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Reconstitution of CPN60 Oligomers in the Presence of Nucleotides and Co-chaperonin In Vitro ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To examine chaperonin complex oligomerization and its requirements，we reconstituted oligomers using purified protomers in vitro and visualized reaction products using Coomassie staining of native PAGE.Considerable amounts of CPN60β1. $. \\mathsf { M }$ assembled into oligomers in the presence of ATP/Mg (Figure 4A,lane 4), while less oligomers were detected in the presence of ADP/Mg (Figure 4A, lane 5). On the other hand, $C P N 6 0 \\beta 2 . \\mu$ remained monomeric regardless of the presence of ATP/Mg or ADP/Mg (Figure 4A， lanes 6-8)． Oligomers containing $C P N 6 0 \\beta 1 _ { - \\mu }$ were somewhat less abundant in the additional presence of $C P N 6 0 a _ { - M }$ or $C P N 6 0 \\beta 2 . \\mu$ and ATP (Figure 4A,lanes 4,10 and 16),and these oligomerswere dramatically reduced in the presence of ADP (Figure 4A,lanes 5,11,and17).This indicated that $C P N 6 0 a _ { - M }$ and/or $C P N 6 0 \\beta 2 . \\mu$ may have high affinity for $C P N 6 0 \\beta 1 _ { - \\mu }$ ，whichdisturbshomo-oligomerassemblyof $C P N 6 0 \\beta \\uparrow _ { - \\mu }$ alone.CPN60 oligomers were not detected in the presence of $C P N 6 0 a _ { - M }$ and $C P N 6 0 \\beta 2 . \\mathrm { _ M }$ (Figure 4A, lanes 12-14)；however，the presence of all three protomers readily promoted oligomer formation in the presence of ATP/Mg (Figure 4A, lane 19) and this effect was largely abolished in the presence of ADP/Mg (Figure 4A，lane 20)． These results describing oligomer reconstitution in vitro are largely consistent with those describing oligomer formation upon recombinant coexpression in E.coli，except those concerning the homooligomer of CPN60β2 (Figure 4A and Figure 2A). The lack of homo-oligomeric CPN6oβ2 upon reconstitution in vitro may have been caused by missing cellular factors (e.g.chaperones) and/or ATP-mediated disassembly of newly formed oligomers (seeDiscussion)．Overall，CPN60 complex formation from protomers in vitro depended on the presence of ATP and the critical presence of the CPN60β1. $. \\mathsf { M }$ protomer. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Chaperonin cofactors have been reported to potentiate theassemblyofchaperonin oligomers in vitro but thenaturalco-factor of CPN60 in chloroplast remains unclear. Although CPN20 is a candidateco-factor,recombinantly expressed Chlamydomonas CPN20 does not functionally interact with GroEL and ${ \\mathsf { C P N 6 0 } } { \\mathsf { \\alpha } } { \\mathsf { \\beta } }$ in vitro (Tsai et al., 2012).We instead examined the influence of the GroEL co-factor GroES,which showed cooperation with CPN60 both in vivo and in vitro (Figure 5 and Figure 6) on CPN60 oligomer formation. Hetero-oligomer formationof $\\mathsf { C P N } 6 0 \\alpha _ { - \\mathsf { M } } / \\mathsf { C P N } 6 0 \\beta 2 _ { - \\mathsf { M } }$ was indeed stimulated by the addition of GroES to the reaction (Figure 4B, lane 14; Figure 4A, lane 13)but the potentiation effect of GroES on the assembly of other CPN60 oligomers was not detected.The reconstituted oligomers (Figure 4B,lanes 11，14,17,and 20) contained the added CPN60 monomer subunits but none consisted of GroES, asdetected by MS.We next analyzed the effect of the (A)Pull-down of chaperonin by co-chaperonin GroES. A total of $1 0 0 ~ \\mu \\ g$ of $\\mathsf { G r o E S } _ { \\mathsf { 6 H i s } }$ was immobilized on Ni-NTA beads and incubated with $5 0 \\mu \\ g$ of GroELorCPN60 oligomers for $4 h$ at $2 5 ^ { \\circ } \\mathsf { C }$ and then supplied with 1 mM ATP or ADP.Proteins were eluted with $1 M$ imidazole after washing and resolved by $1 5 \\%$ denaturing SDS-PAGE and visualized by Coomassie staining. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/1b40bdd7944ab704164867f3f8df31ea80aa171f032563e51a43f93a1aca13a6.jpg",
        "img_caption": [
            "Figure 5.Cooperation ofthe Chaperonin and Co-factor GroES. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(B)ATPase assays of chaperonin in the presence orabsence of co-chaperonin GroES.The ATPase rateof GroEL or CPN60 oligomers $( 0 . 2 ~ \\mu \\mathsf { M }$ oligomer each)was measured in the absence or presence of co-chaperonin GroES $( 0 . 5 ~ \\mu \\mathsf { M }$ oligomer) at $2 5 ^ { \\circ } \\mathsf { C }$ ： ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(C) Refolding capability of CPN60 oligomers.A total of $5 0 ~ \\mu \\mu$ chemically denatured Rubisco was diluted 100-fold into buffer containing 1 $\\mu \\mathsf { M }$ chaperonin oligomers.The supernatantwas supplied with $1 \\mathrm { m g / m l }$ bovine serum albumin and $1 \\mu \\mathsf { M }$ co-chaperonin； the refolding was initiated by adding2mMATPfor1hat $2 5 ^ { \\circ } \\mathsf { C }$ and stopped with $1 0 ~ \\mathsf { m M }$ glucose and $2 . 5 \\ : \\mathrm { U }$ of hexokinase.The reaction samples were separated either by SDSPAGEor $5 \\% - 1 5 \\%$ colorless native PAGE and immunodetected using anti-Rubisco serum and anti-CPN60 serum. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "and $\\mathsf { C p n 6 0 } \\beta \\uparrow _ { - \\mu }$ possessed high ATPase activity (Figure 4D)， even thoughonly Cpn60β1(but not Cpn60β2) formed substantialhomo-oligomers(Figure4). These results suggested that oligomer assembly may not consume ATP but, instead，ATP hydrolysis may inducea conformational change in the monomer that makes it competent for assembly. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Cooperation between CPN60 and Cochaperonin GroES ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We next investigated the interaction of CPN60 complexeswith co-chaperonin GroES in vitro with recombinantly purified heptameric single-ring variantof GroEL and the tetradecameric GroEL on oligomerization of protomers.As shown in Figure 4C, SR-GroEL potentiated the assembly of homo-oligomeric CPN60β2 (Figure 4C, lane 8) and hetero-oligomeric ${ \\mathsf { C P N 6 0 0 } } \\alpha \\beta 2$ (Figure 4C, lane 12).However，GroEL in its double-ring form hadno effect on the assembly ofCPN60 oligomers (Supplemental Figure 5). The stimulatory effect of GroES and SR-GroEL was only observed in the assembly of a subset of CPN60 oligomers,all of which contain the $C P N 6 0 \\beta 2 . \\mu$ protomer but not the $C P N 6 0 \\beta \\uparrow _ { - \\mu }$ protomer，which isalready assembly prone on its own.These results indicate that GroES or SRGroEL might function as a template to provide the scaffold for CPN60β2 assembly. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Since ATP was indispensable for oligomer assembly，we also assessed ATP hydrolysis of purified protomers (Figure 4D). $\\mathsf { C p n 6 0 } \\mathsf {  { \\alpha } _ { - \\mathsf { M } } }$ had no ATPase activity，while both $\\mathsf { C p n 6 0 } \\beta 2 _ { - \\mathsf { M } }$ proteins.We pulled down chaperonin oligomers using GroES with a C-terminal His6-tag $( \\mathsf { G r o E S } _ { 6 \\mathsf { H i s } } )$ by immobilized metal affinity chromatography.As shown in Figure 5A,no chaperonin oligomers were pulled down in the absence of nucleotides (top panel).In the presence of ATP，high concentrations of GroEL were pulled down，as expected，and very small amounts of CPN60β1 and ${ \\mathsf { C P N 6 0 0 0 1 } } \\mathsf { \\beta 1 } \\mathsf { \\beta 2 }$ oligomers were also pulled down (Figure 5A,middle panel).In the presence of ADP,a substantial amount of ${ \\mathsf { C P N 6 0 } } \\alpha \\beta 1 \\beta 2$ was pulled down,although much less than GroEL (Figure 5A,bottom panel).These results indicate thatthe presence of ADP dramatically enhances the interaction of pre-formed oligomers of ${ \\mathsf { C P N 6 0 } } \\alpha \\beta 1 \\beta 2$ with GroES.We next performed the ATPaseassayto investigate the ATPaseactivities ofthree isolated CPN60 oligomers in the presence orabsence of GroES.CPN60β1，CPN60β2，and ${ \\mathsf { C P N 6 0 0 0 1 } } \\mathsf { \\beta 1 } \\mathsf { \\beta 2 }$ possessed higher ATPase activity than GroEL (Figure 5B). GroES did not inhibit the ATPase activity of CPN60β1 or CPN60β2 oligomers. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(Aand B) CPN60s complement GroEL function. E.coli strain MGM100，in which endogenous groE promotor is replaced by pBAD promotor, wastransformedwithplasmidscontaining isopropyl $\\beta$ -D-1-thiogalactopyranoside (IPTG)- inducibleGroES-GroEL,GroES-CPN60α,GroESCPN60β1，GroES-CPN60β2，GroES-CPN60αβ1, GroES-CPN60αβ2，GroES-CPN60β1β2，GroESCPN60αβ1β2，and grown on medium supplemented with glucose and IPTG at $3 7 ^ { \\circ } \\mathsf { C }$ (A)or $4 2 ^ { \\circ } \\mathsf { C }$ (B) for $1 5 \\mathsf { h }$ ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/0dd8d7a29675f00891ed13196ff398a60f93cfd7728d8c550b4fb96051153959.jpg",
        "img_caption": [
            "Figure6. Functional ReplacementofGroEL by CPN60. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(C)Folding of GroEL obligate substrates by CPN60.Three GroEL obligate substrates were induced for $3 h$ in MGM100 cells in which GroES, GroEL/ES,CPN60αβ1/GroES,CPN60αβ2/GroES, CPN60β1β2/GroES,or CPN60αβ1β2/GroES was overexpressed.The solubility of the substrates was thenanalyzed by SDS-PAGE.For each panel, total lysate from uninduced cells (-),total lysate frominduced cells (T),and the soluble fraction (S) of induced-cell lysate were loaded in the indicated lanes.The induced chaperoninand substratesare indicated with\\*and an arrowhead, respectively. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "stopped and stored for3 daysat $4 ^ { \\circ } \\mathsf { C }$ ，the amount of Rubisco released from chaperonin increased significantly independent of thepresence of GroES (Supplemental Figure 6).Similar to GroEL， the refolding capability of ${ \\mathsf { C P N 6 0 0 0 . } } | \\beta 2$ was dependent on the co-chaperonin GroES. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Functional Complementation of GroEL by CPN60 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "However, ${ \\mathsf { C P N 6 0 } } \\alpha \\beta 1 \\beta 2$ showed about $50 \\%$ decreasedATPase activity in the presence of GroES,similar to the inhibition effect on GroEL (Figure 5B).These results suggest a functional interaction between ${ \\mathsf { C P N 6 0 } } \\alpha \\beta 1 \\beta 2$ and the co-chaperonin GroES invitro. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The substrate refolding capacity of CPN60 oligomers was further investigated.Denatured Rubisco captured by chaperonin oligomers was refolded in the absence or presence of cochaperonin GroES for 1 h.The samples were separated on $5 \\% - 1 5 \\%$ colorless native PAGE and visualized by immunoblotting with serum against either Rubisco or CPN60.As shown in Figure 5C，the amount of Rubisco in the supernatant was comparable (top panel)，while oligomersdisplayed different Rubisco refolding capabilities (middle native PAGE).Homooligomeric ${ \\mathsf { C P N 6 0 } } \\beta \\uparrow$ displayednorefoldingability，while CPN6oβ2 showed very little refolding capability regardless of the presence of co-chaperonin GroES.After the reaction was ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "vve-ext vesuyateu  =uiviuuai Ui acuivination of CPN60 subunits could complement GroELfunction invivo.In the E.coli MGM100 strain (MG1655groE:araC-PBAD-groE [Kan']，E. coli Genetic Stock Center, Yale) (McLennan and Masters，1998)，the promoter of the groE operon is replaced   \nwiththe tightly regulated pBAD promoter，resultingin   \nexpression of the endogenousGroEL/ES operon inthe   \npresence of arabinose but not in the presence of glucose，a   \ncondition lethal to the cells.To study complementation of   \nGroEL function by individual or a combination of CPN60   \nsubunits，MGM100 was transformed with the pOFX-GroE   \nplasmid in which GroES and GroEL are under an IPTG  \ninducible Lac promoter and operator (Castanie et al.，1997)or   \npOFX-CPN60 plasmids containing GroES together with individ  \nual ora combination of CPN60 genes from Chlamydomonas.   \nAs shown in Figure 6A, the expression of individual subunits of   \nCPN60 with GroES could not complement GroEL/ES function   \ninvivo in the presence of glucose and IPTG，in contrast to   \ninduced expression of GroEL/ES.However，co-expression of   \ntwo or three CPN60 subunits with GroES permitted cell   \ngrowth but in cells expressing the combination of ${ \\mathsf { C P N G O } } | { \\mathsf { B 1 } }$   \nand CPN60β2 with GroES,an observable growth defect per  \nsisted (Figure 6A)，and this specific combination could no ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "longer complement GroEL/ES function when cells were subjected to heat shock at $4 2 ^ { \\circ } \\mathsf { C }$ (Figure 6B). These results suggest that the presence of both ${ \\mathsf { C P N 6 0 } } \\alpha$ and CPN60β subunits was required with co-factor GroES to assist in the folding of all GroEL substrates essential for normal growth. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/7e7941748be6ed81ec560f3ea5b5d69335c31fe7bc046e486051ab191aa0f6f1.jpg",
        "img_caption": [
            "Figure 7.Stoichiometry of Three CPN60 Subunitswithin Tetradecamer. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Since CPN60 could complement GroEL function in vivo,three GroEL obligate substrates，DapA，HemB，and MetK (Kerner et al.,2005; Fujiwara et al., 2010),were used to study whether CPN60subunitsrecognizesubstratesspecifically.The substrate proteins were induced in the MGM1o0 cells in which either GroEL/ES or CPN60/GroES are overexpressed as described above.The solubility of substrate proteinswas monitored by SDS-PAGE followed by Coomassie staining. DapA was found to be insoluble in cells overexpressing CPN60β1β2 but stayed soluble in cells expressing CPN60 combining with ${ \\mathsf { C P N 6 0 } } \\alpha$ subunits (Figure 6C,top panel).This result indicated that the ${ \\mathsf { C P N 6 0 } } a$ subunit was indispensable to folding of DapA.HemB protein was completely soluble in cells expressing GroEL but was largely insoluble in cells expressing with CPN60s (Figure 6C， middle panel)． Whereasonly CPN60αβ1β2 was similar to GroEL in its ability to fold substrate MetK,other combinations of CPN60 subunits partially promoted MetK solubility.These results indicated that the folding capacity of CPN60 subunit combinations in folding GroEL obligate substrates varies significantly and GroEL substratesare specifically recognized by certain CPN60 subunits. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Stoichiometry of Three CPN60 Subunits in the Tetradecamer ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(A)Representativeimmunoblotfordetermination of stoichiometry.Purified proteins with indicated amounts were separated using SDS-PAGE and analyzed by immunoblotting.Therelative signal density was quantified with Quantity One (BioRad) for five independent experiments. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "It has been proposed that chloroplast CPN60 is composed of seven $a$ and seven $\\beta$ types of subunits.We analyzed the stoichiometry of each subunit within recombinantly purified ${ \\mathsf { C P N 6 0 } } \\alpha \\beta 1 \\beta 2$ with immunoblot and absolute MS quantification. We developed peptide antibodies recognizing CPN6oβ1 subunits specifically. Different amounts of CPN60β1 and ${ \\mathsf { C P N 6 0 } } { \\boldsymbol { \\alpha } } { \\mathsf { \\beta } } { \\mathsf { 1 } } { \\mathsf { \\beta } } { \\mathsf { 2 } }$ were loaded on the SDS-PAGE and the immunoblot signal was compared using Quantity One software (Bio-Rad) (Figure 7A). Thesignal intensity corresponding to the loaded protein invaryingamountwaslinearizedwithhighprecision (Supplemental Figure 7). ${ \\mathsf { C P N 6 0 } } \\beta \\mathbf { 1 }$ was $3 9 . 1 1 \\pm 5 . 7 3 \\%$ in the CPN60αβ1β2 tetradecamer which accounts for $5 . 4 8 ~ \\pm ~ 0 . 8 0$ CPN60β1 subunits. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(B) Extracted ion chromatograms of the selected proteolytic peptides.The abundance and retention time of heavy isotope-labeled peptides derived from CPN60-QconCAT proteinsare shown. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Wealsoimplementedthe QconCAT approach to determine the molar ratio of each subunit in the oligomers (Pratt et al., ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2006；Olinares et al.，2011). We first synthesized one gene (designated CPN60-QconCAT) encoding a total of nine CPN60 subunit-derived peptides (Table 2) and two additional peptides as controls.The gene was constructed in a vector containing a C-terminal His6 tag for affinity purification and expressed in E.coli cells grown in minimal medium containing $[ ^ { 1 3 } \\mathsf { C } _ { 6 } ]$ -Lysand $[ ^ { 1 3 } \\mathsf { C } _ { 6 } ]$ -Arg to label CPN60-QconCAT protein with isotope.Purified CPN60-QconCAT or ${ \\mathsf { C P N 6 0 } } \\alpha \\beta 1 \\beta 2$ protein was digested with trypsin and assessed by mass spectrometer Q Exactive (Thermo Scientific) equipped with an Easy-nLC 10o0 HPLC system (Thermo Scientific).The derived heavy isotope-labeled CPN60peptideswereseparatedwithhighprecision (Figure 7B).The peak areas of each peptide corresponding to extracted ion chromatograms (XiC) were assessed and L/H ratios were calculated for two independent experiments (Table 3).The resulting stoichiometry for ${ \\mathsf { C P N 6 0 } } \\alpha$ ，CPN60β1, CPN60β2 was 5,6,3,respectively，in tetradecamer，which is consistent with the immunoblot results (Figure 7A). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Down-Regulation of CPN60α in Chlamydomonas ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Since the ${ \\mathsf { C P N 6 0 } } \\alpha$ subunit is indispensable for complementing GroEL function in E.coli (Figure 6A) and the insertion mutant of the $\\mathsf { C p n 6 0 } \\alpha$ subunit is lethal to plants (Barkan，1993；Suzuki et al., 20o9),we next investigated the effect of down-regulation of the $C P N 6 0 \\alpha$ gene on Chlamydomonas cells.We used artificial miRNA (amiRNA) to reduce CPN60α expression. Chlamydomonas endogenous miRNA MiR1157 was combined with the $3 ^ { \\prime }$ UTR region of $C P N 6 0 \\alpha$ （TCTGTTTAGATGGTC ATCCCG) by a multi-annealing method described by Hu et al. (2014).The fragment was then ligated into plasmid pHK85 for CPN60α-amiRNA construction, in which expression of amiRNA isdriven by the PSAD promoter and the AphVlll gene (paromomycin resistance) was used asa selective marker for transformants. The construct silenced the $C P N 6 0 \\alpha$ gene efficiently，as shown by the reduction in the CPN60α mRNA level to $< 1 0 \\%$ of wild-type levels from three representative lines (Figure 8A). And ${ \\mathsf { C P N 6 0 } } a$ -amiRNA cells showed retarded growth at moderate light intensities( $4 5 \\ \\mu \\mathsf { m o l }$ photons $m ^ { - 2 } \\thinspace \\mathsf { s } ^ { - 1 } ,$ in Tris-acetate-phosphate (TAP) medium (Figure 8B). Strain 14 wasidentified3months earlier than theothertwo strains,and the growth defect lessened with time; this may occur when the amiRNAi construct itself is silenced over time as has been reported (Nordhues et al.，2012). The amiRNA strains grew betterat low light intensity $1 5 \\ \\mu \\mathrm { m o l }$ photons $\\mathsf { m } ^ { - 2 } \\mathsf { s } ^ { - 1 } ,$ thanin moderate light conditions (Figure 8C) but they could not survive on minimal medium in which the carbon source is absent and therefore cells must grow autotrophically (Figure 8D).These results suggest that autotrophic growth is impaired in CPN60α- amiRNA strains.Moreover,the CPN60α-amiRNA strains could not grow after heat shock treatment (Figure 8E)，suggesting that the function of the chaperonin system is deficient. ",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/799970a82963fe312542943b7f7f23a1138e278b0af9e18f5b266214296653e0.jpg",
        "table_caption": [
            "Table 2. Selected CPN60 Peptides from Three Subunits for Absolute Quantification. aThe peptides were detected byMS butnotused in the analysis because the MS peak area overlapped with other peptides. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td> Subunits</td><td>Peptide</td><td> Sequence</td><td>m/z</td><td>MSa</td></tr><tr><td>CPN60α</td><td>α-1</td><td>ETLTDAEEK</td><td>518.2468 (+2)</td><td>Y</td></tr><tr><td></td><td>α-2</td><td>VADAVGVTLGPR</td><td>577.8312 (+2)</td><td>Y</td></tr><tr><td></td><td>α-3</td><td>VEQAVVEQLGVAR</td><td>699.3921 (+2)</td><td>Y</td></tr><tr><td>CPN60β1</td><td>β1-1</td><td>IVSAGTNPVQLVR</td><td>677.3977 (+2)</td><td>Y</td></tr><tr><td></td><td>β1-2</td><td>GYTSPYFVTDPER</td><td>766.3582 (+2)</td><td>N</td></tr><tr><td></td><td>β1-3</td><td>TTVVGDGSTAADVAAR</td><td>745.8776 (+2)</td><td>Y</td></tr><tr><td>CPN60β2</td><td>β2-1</td><td>ATEEVLGLAAK</td><td>551.3117 (+2)</td><td>Y</td></tr><tr><td></td><td>β2-2</td><td>IVAAGTNPVQLTR</td><td>670.3898 (+2)</td><td>Y</td></tr><tr><td></td><td>β2-3</td><td>DELGITLEK</td><td>745.8776 (+2)</td><td>N</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Western analyses of plant extract,with elongation factor-Tu (EF-Tu) asan internal control, revealed that the CPN60α protein level was not reduced in amiRNAi strains (Figure 8F),probably asaresult of the cross-reactivity of the antiserum with all three CPN60 subunits.Chaperonin co-factor CPN20 and the potential substrate Rubisco large subunit (RbcL) were not reduced.In contrast, the expression level of chloroplast chaperone Hsp70 (HSP7oB) and the nucleotide exchange factor (CGE1) of Hsp70 increased,suggesting that the Hsp70 system might partially compensate for reduced chaperonin function. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Dynamic Nature of CPN60 Oligomers Mediated by ATP ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We detected oligomers containing CPN60 chaperonin subunits inchloroplast extracts from Chlamydomonasand upon heterologous expression in E. coli (Figure 1A and Figure 2A). Certain chaperonin oligomers that were synthesized in the E.coli cellular environment and then purified showed a dramatic sensitivity to ATP,disassembling completely upon exposure to ATP (Figure 3A,CPN60β2).This disassembly reaction required ATPhydrolysis for only 2 min (Figure 3B) and was greatly influenced by the additional presence of other CPN60 assembly partners (Figure 3C)．The CPN60β2 oligomer，which was highly sensitive to ATP-induced disassembly，for instance, became more resistant to disassembly upon incorporation into CPN60β1β2 or ${ \\mathsf { C P N 6 0 0 0 1 } } \\mathsf { \\beta 1 } \\mathsf { \\beta 2 }$ oligomers (Figure 3A and Figure 3C).Suppression of this effect by incorporation into, for example，the ${ \\mathsf { C P N 6 0 \\alpha \\beta 1 \\beta 2 } }$ complex may be due to a conformational change in the CPN6oβ2 oligomer that confers resistance to ATP-mediated disassembly. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "ATP-mediated partial disassembly may be a phenomenon specific to chloroplast Cpn60 chaperonin as it has also been detected for Cpn60 in pea plants (Vitanen et al.,1995),but never for GroEL in E.coli or TriC/CCT in eukaryotic cytosol.It is therefore tempting to speculate that ATP-mediated disassembly of Cpn60 is integrally linked to its chloroplast-specific assembly orfunction.With this idea in mind, it may seem surprising that CPN60 chaperonin oligomers formed in Chlamydomonas chloroplast did not disassemble in cell lysate exposed to ATP (Figure 1A).However，assembled chaperonin oligomers from Chlamydomonas containing all three subunits (Figure 1C) should be largely protected from ATP-mediated disassembly (Figure 3A, lane 8). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "CPN60 reconstitution in vitro was driven by ATP only in reactions containing the CPN60β1 $. M$ protomer (Figure 4A). The lack of stable oligomers detected in reactions containing ATP and $C P N 6 0 \\beta 2 _ { - \\mathrm { M } }$ (Figure 4A, lanes 7 and 13) may have been the result of rapid ATP-mediated disassembly of newly formed oligomers consistent with our previous results (Figure 3A).This effect was suppressed upon incorporation of $C P N 6 0 \\beta 2 . \\mu$ into stable oligomers containing the other two subunits (Figure 4A, lane 19), as was predicted from our data from E.coli (Figure 3A and 3C). Our data suggest a dual role for ATP.First，ATP stimulates oligomerizationof protomers.Second,ATPalsomediates rapid disassembly，a process essential to chloroplast chaperonin function,of certain oligomers.Both of these effects could be caused by ATP-induced conformational changes that render the protomer/oligomerassembly competent or disassembly prone. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The biogenesis of chaperonin oligomers in vivo resulting from self-assembly and/or stimulation by unknown factors is a longstanding question. Lissin et al. (199O) reported that GroEL oligomers first formed spontaneouslyand then furtherassembly was stimulated by the addition of functional GroEL and GroES in a self-chaperoning process.Similarly, the assembly of Cpn60 oligomers was stimulated by GroES and other co-chaperonins were shown to have the same effect (Vitlin et al.,2011). Here, we have shown selective stimulation effects by GroES and SRGroEL on assembly of oligomers containing CPN60β2.GroES likelydirectly interactswith Cpn60 oligomers inamannersimilar to its interaction with GroEL.Indeed,CPN60 cooperated with GroES to rescue growth in the absence of GroES/EL function (Figure 6A and 6B).Similarly，SR-GroEL，which exposes the equatorial domain responsible for critical ring-ring interactions, mayinteract directly with the corresponding domainof ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/e56a05ff9b4faa1cd1d51db3d036615642b3c8168ef657f7699295b15cec383d.jpg",
        "table_caption": [
            "MolecularPlant ",
            "Table3.Stoichiometryof Each Subunitwithin CPN60 Tetradecamer. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Subunits</td><td>Peptide</td><td>Ratio 1</td><td>Average</td><td>Number</td><td>Ratio 2</td><td>Average</td><td>Number</td><td>Overall</td></tr><tr><td>CPN60α</td><td>α-1</td><td>0.52796</td><td></td><td></td><td>0.31313</td><td></td><td></td><td></td></tr><tr><td></td><td>α-2</td><td>0.62903</td><td>0.60425</td><td>5.2</td><td>0.36245</td><td>0.35400</td><td>4.9</td><td>5</td></tr><tr><td></td><td>α-3</td><td>0.65577</td><td></td><td></td><td>0.38632</td><td></td><td></td><td></td></tr><tr><td>CPN60β1</td><td>β1-1</td><td>0.71756</td><td>0.65493</td><td>5.6</td><td>0.45336</td><td>0.41844</td><td>5.8</td><td>6</td></tr><tr><td></td><td>β1-3</td><td>0.59230</td><td></td><td></td><td>0.38352</td><td></td><td></td><td></td></tr><tr><td>CPN60β2</td><td>β2-1</td><td>0.35033</td><td>0.37583</td><td>3.2</td><td>0.21826</td><td>0.23426</td><td>3.3</td><td>3</td></tr><tr><td></td><td>β2-2</td><td>0.40132</td><td></td><td></td><td>0.25026</td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "CPN60β2.We suspect that it is these interactions between either GroES or SR-GroELand CPN60β2 that stabilize assembly intermediatesthatwouldotherwisedisassemble. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Chloroplast Chaperonin Composition and Stoichiometry in Plants ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Chloroplast chaperonin is encoded by multiple chaperonin genes divided into two distinct subunit types and therefore differs from the GroEL chaperonin,which is encoded by only one gene.Previousdatasuggest thatthe chloroplast chaperonin tetradecamer composed of hetero-oligomers of both Cpn60α and $\\mathsf { C p n 6 0 } \\beta$ is the authentic native-state chaperonin complex functional in all plastids (Martel et al., 1990; Vitanen et al., 1995). However, the existence of small populations of functional homo-oligomers invivo remained possible，especially since $\\mathsf { C p n 6 0 } \\beta$ homooligomers reconstituted in vitro refold RrRubisco (Dickson et al., 2000;Vitlin et al.,2011).Furthermore,the observation of two distinct oligomers in chloroplast stroma extract suggested that at least two distinct types of chaperonin oligomers occur naturally in plastids (Nishio et al.,1999). Our data indicate that there might be only one hetero-oligomeric CPN60 chaperonin complex made up of all three subunits (i.e. ${ \\mathsf { C P N 6 0 0 } } { \\mathsf { \\alpha } } { \\mathsf { \\beta } } 1$ β2)assembled into tetradecamers in Chlamydomonas chloroplasts. First, immunoprecipitation using whole-cell extracts yielded only one distinct chloroplast complex containing all three subunits (Figure 1C).A second complex was detected but it contained a mitochondrial subunit together with chloroplast subunits,likely an artifact of the cross-specificity of the antibody used,and not relevant in vivo．Second，the formation of CPN6oβ homooligomers was nearly abolished in the E. coli system by coexpressing other subunits (Figure 2A) and,similarly,CPN60β1 homo-oligomers were less prone to form when equimolar amounts of other subunits were present (Figure 4A).These results suggest that the affinity between different subunits is higher than that among the same subunits.Because the three CPN60 subunits are expressed to a similar level in Chlamydomonas (Thompson et al.，1995)，it is likely that all subunits are equally abundant in the chloroplast,leading to competitive subunit interactions thatfavor hetero-oligomer rather than homo-oligomer formation.Homo-oligomers of individual subunits therefore likely do not play a significant functional role in the cell and, consistently,expression of individual CPN60 subunits was not able to complement a growth defect caused by a lack of GroEL in E. coli (Figure 6A). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "We specifically attempted to detect other possible heterooligomersof ${ \\mathsf { C P N 6 0 } } \\alpha$ and ${ \\mathsf { C P N 6 0 } } { \\mathsf { \\beta } }$ subunits $( C P N 6 0 \\alpha \\beta 1$ and ${ \\mathsf { C P N 6 0 0 0 } } { \\mathsf { 2 } } )$ but found that the levels of these hetero-oligomers were negligible (Figure 2A),although co-expression could complement GroEL function in vivo (Figure 6A)． CPN60αβ1β2 oligomer,rather than homo-oligomers,physicallyand functionally interacts with co-chaperonin to refold substrate (Figure 5).For these reasons,we suggest that the CPN60αβ1β2 oligomer is the functional CPN60 complex in Chlamydomonas chloroplast.In Arabidopsis,Peng et al. (2011) detected five Cpn60 subunits out of six (Peng et al.,2011),and we detected all six subunits in chloroplast extracts (experimental observation),suggesting that all six subunits might be involved in the constitution of Cpn60 oligomers.It has long been thought that chloroplast Cpn60 consists of seven Cpn60α and seven Cpn60β subunits $( \\mathsf { C p n 6 0 } \\mathsf { \\alpha } _ { 7 } \\mathsf { \\beta } _ { 7 } )$ (Hemmingsen and Ellis，1986; Martel et al.， 1990; Bonk et al.,1996),howeverour subunit stoichiometryanalyses indicate that the number of $\\alpha$ type subunit was less,only five subunits in the functional tetradecamer (Figure 7A and Table 3). It isplausible that the subunit composition，stoichiometry, and molecular architecture of chloroplast chaperonins vary significantly among species.Since Cpn60 complexes undergo dynamic disassembly/assembly processes in the presence of ATP，it is also plausible that the subunit stoichiometry might differunder stress conditions. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Protomer Roles in the Functional Chaperonin Oligomer ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Ouranalyses have also shed light on the individual roles of the CPN60 subunits.Assembly-prone $C P N 6 0 \\beta \\tau _ { \\mathsf { M } }$ readily formed oligomers upon exposure to ATP,while $C P N 6 0 \\beta 2 . \\mu$ required a folding template such as SR-GroEL to promote its oligomerization (Figure 4).These results suggest that assembly-prone CPN6oβ1 may drive oligomerization upon ATP hydrolysis,with CPN6oβ2 playinga more minor role,being readily incorporated once presented with a template. $C P N 6 0 a$ does not oligomerize on its own，even in the presence of ATP and SR-GroEL (Figure 4C)，but it can be incorporated into the ${ \\mathsf { C P N 6 0 0 0 1 } } \\mathsf { \\beta 1 } \\mathsf { \\beta 2 }$ oligomer.Its role may be to serve as a scaffold for the formation of the ${ \\mathsf { C P N 6 0 \\alpha \\beta 1 \\beta 2 } }$ complex.Our data support thenotionthatCPN6oβ1mayspontaneouslyinitiate oligomerization in the ATP-rich environment of the chloroplast. Inparallel,ATP-mediated disassembly of oligomers orother aberrant intermediates may serve as a quality control step-on pathway to the formation of functional chaperonin oligomers. Assembly intermediates likely interact with pre-existing factors with unique molecular architectures (such as those present in SR-GroEL and GroES) in an ATP-dependent manner, changing protomers or intermediates into assembly-competent forms, whichare readilyoligomerized into tetradecamers. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "(A) ${ \\mathsf { C P N 6 0 } } \\alpha$ mRNA levels in CPN60α -amiRNAi strains are strongly reduced. $5 ~ { \\mu \\ g }$ of whole-cell mRNA was used to do RT-PCR with specific primers of CPN60α gene and the PCR product was loaded on anagarose gel. CBLP served as a loading control. ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/dda9f12ea308c6aeb73aeba161bf8a66151a0c617051a95ab1d20ca492ac4f5a.jpg",
        "img_caption": [
            "Figure 8. Down-Regulation of CPN60α in Chlamydomonas. "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(B and C) CPN60α -amiRNAi strains grew better at low light intensity( $1 5 \\ \\mu \\mathsf { m o l }$ photons $\\mathsf { m } ^ { - 2 } \\mathsf { s } ^ { - 1 } )$ （20 thanat moderate light intensity $( 4 5 \\mu \\mathrm { m o l }$ photons $\\mathsf { m } ^ { - 2 } \\mathsf { s } ^ { - 1 } )$ ： $1 0 ~ \\mu \\mu \\mu$ of liquid TAP medium containing $1 0 ^ { 7 }$ cells was spotted onto TAP agar plates and grown for 2 weeks at the indicated light intensities. (D)CPN60α -amiRNAi strains could not grow autotrophically. $1 0 ~ \\mu \\mu \\mu$ of liquid TAP medium containing $1 0 ^ { 7 }$ cells was spotted onto minimal mediumagar plates and grown for1week at low light intensities ( $1 5 \\ : \\mu \\mathrm { m o l }$ photons $\\mathfrak { m } ^ { - 2 } \\thinspace \\thinspace \\thinspace \\thinspace \\mathfrak { s } ^ { - 1 }$ ） ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(E) $C P N 6 0 \\alpha$ -amiRNAi strains could not growafter heat shock treatment. Liquid TAP medium containing $1 0 ^ { 7 }$ cells was incubated at $4 2 ^ { \\circ } \\mathsf { C }$ for 1 h and spotted onto TAP agar plates，then grown for 1 week at low light intensities ( $1 5 \\ \\mu \\mathrm { m o l }$ photons $\\mathsf { m } ^ { - 2 } \\thinspace \\mathsf { s } ^ { - 1 } .$ ！ ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(F) Protein levels in CPN60α -amiRNAi strains. Whole-cell extract from wild-type and amiRNAi strains were separated on $12 \\%$ SDS-PAGE and analyzed by immunoblottingwith indicated serum. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "and CPN60β2caused smallalbino seedlings,suggesting that the two subunits werefunctionallyredundant.But each chloroplast CPN60 subunit may evolve to recognize specific substrates，e.g.NdhH was specifically folded by CPN60β4 (Peng etal.，2011）in Arabidopsis and GroEL obligate substrate was folded by CPN60 with specificity in our analysis (Figure 6C). Our CPN60α-amiRNA strains are defective ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "CPN60β1 and CPN6oβ2 share high sequence homology and are functionally redundantin E.coli since either CPN6oβ subunitcould cooperate with ${ \\mathsf { C P N 6 0 } } \\alpha$ to complement GroEL function (Figure 6A and 6B). Surprisingly, the co-presence of both ${ \\mathsf { C P N 6 0 } } { \\mathsf { \\beta } }$ subunits could partially complement endogenous GroEL function in vivo, in contrast to either of the ${ \\mathsf { C P N 6 0 } } { \\mathsf { \\beta } }$ subunits alone,suggesting that ${ \\mathsf { C P N 6 0 } } { \\mathsf { \\beta } }$ subunits were also functionally diverse.The copresence of ${ \\mathsf { C P N 6 0 } } \\alpha$ and one or two CPN60β subunits could fully complement endogenous GroEL function in vivo even under heat stress conditions (Figure 6A and 6B), suggesting that ${ \\mathsf { C P N 6 0 } } \\alpha$ is important to the chaperonin system,which is consistent with the lethal phenotype of the ${ \\mathsf { C P N 6 0 } } \\alpha$ insertion mutant in Arabidopsis and maize (Barkan, 1993; Suzuki et al., 2009; Feiz et al., 2012). In Arabidopsis,single insertion mutations in either of the ${ \\mathsf { C P N 6 0 } } \\alpha$ subunits led to retardation of plant embryo development, suggesting that the two $C P N 6 0 a$ subunits were not functionally redundantand were indispensable toArabidopsis.Meanwhile, single insertional mutations in CPN60β1 (At5g56500),CPN60β2, or CPN6oβ4 did not cause overt mutant phenotypes (Suzuki et al., 2009; Peng et al., 2011),while mutations in both CPN60β1 inautotrophic photosynthesis (Figure 8) and serve as an important basis for future studies investigating the components ofautotrophicphotosynthesisthat are impaired in CPN60α-amiRNA strains. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "MATERIALSANDMETHODS ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "PlasmidsandProteins ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Plasmid construction of CPN60α-pET11a,CPN60β1-pET11a,CPN60β2- pET11a,CPN60αβ1-pET11a,CPN60αβ2-pET11a,CPN60αβ1β2-pET11a, GroES-pET21，pOFX-groES-CrCPN60α，pOFX-groES-CrCPN60β1, pOFX-groES-CrCPN60β2， pOFX-groES-CrCPN60αβ1， pOFX-groESCrCPN60αβ2,pOFX-groES-CrCPN60β1β2,pOFX-groES-CrCPN60αβ1β2, and CPN60αRNAi-pE383，expression and purification of chaperonin complexes,chaperonin monomers,GroEL,GroES,and RrRubisco,and theproduction of antiserum are described in the Supplemental Experimental Procedures. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "SolubleProtein,NativePAGE,and2DSDS-PAGE ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The extraction of soluble protein from Chlamydomonas cells,native PAGE，and two-dimensional (2D) SDS-PAGE were performed as ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "MolecularPlant ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Composition and Function of Chloropast Chaperonin ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "described previously (Liu et al., 20o5) (see Supplemental Experimental Procedures fordetails). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "$1 0 ~ \\mathsf { m M }$ glucose and $2 . 5 \\ \\mathsf { U }$ of hexokinase.The reaction was loaded on $5 \\% - 1 3 \\%$ native gel and immunodetected with Rubisco serum. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Co-immunoprecipitation and Protein Identification by MS Complementationof GroEL Functionby CPN60 ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Co-immunoprecipitation experiments were performed according to Liu et al.(2oo5) and detailed procedures are supplied in the Supplemental Experimental Procedures. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "AFFFF-MALS ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Protein complexes $( 1 \\ m \\mathsf { g } / \\mathsf { m } \\mathsf { l } )$ were analyzed using the AFFFF system (Eclipse $^ { 3 + }$ ;Wyatt Technology,Santa Barbara,CA) with a $3 5 0 – \\mathsf { m m }$ spacer and 10-kDa RC membrane (Wyatt Technology) with elution flow of $1 ~ \\mathrm { m l / \\ell }$ min and cross flow of $1 . 5 ~ \\mathrm { m l / m i n }$ .The AFFFF device was connected to three successive detectors:a MALS detector (DAWN HELEOS I, 658 nm wavelength; Wyatt Technology),a 280-nm wavelength detector (1100 series;Agilent, Santa Clara, CA),and differential refractive index detector (dRI) (Optilab rEX, $6 5 8 \\mathsf { n m }$ ;WyattTechnology).Molarmasseswere calculated using the ASTRA 5 software (WyattTechnology) with Dn/dc values set to $0 . 1 8 5 \\mathrm { m } | / 9$ for protein. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "PK Digestion Assay ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The PK digestion assay was performed in buffer A (20 mM MOPS/KOH [pH7.5],100 mM KCl,5 mM ${ \\mathsf { M g } } ( \\mathsf { O A c } ) _ { 2 } )$ containing $0 . 5 ~ { \\mu \\ g / \\mu \\updownarrow }$ chaperonin complexes,followed by the addition of the indicated amount of $\\mathsf { P K }$ (from Tritirachiumalbum;Roche,Basel,Switzerland) and incubation for 30 min at $2 5 ^ { \\circ } \\mathsf { C }$ ；PKwas stopped with 1 mM phenylmethylsulfonyl fluoride. Reactions were analyzed with $10 \\%$ SDS-PAGE followed by Coomassie staining. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "ATPase Assay ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "A coupled enzymatic assay was used and the ATPase activity was monitored based on the absorbance of NADH at $3 4 0 \\mathsf { n m }$ .The reaction mixture contained 20 mM MOPS/KOH(pH7.5),100 mM KCl, $1 0 \\mathsf { m M M g C l } _ { 2 }$ ,1mM phosphoenolpyruvate,20 units pyruvate kinase/ml,30 units lactate dehydrogenase/ml, $0 . 2 5 \\mathsf { m M }$ NADH,and1mMATP,with or without $0 . 5 \\mu \\mathsf { M }$ COchaperonin;absorbance at $3 4 0 ~ \\mathsf { n m }$ wasmonitored immediately after the addition of $0 . 2 \\mu \\mathsf { M }$ chaperonin oligomer or $1 . 4 \\mu \\mathsf { M }$ chaperonin monomer. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Reconstitution of CPN60 Oligomers from Protomers ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The reconstitution experiments were performed in buffer A containing a total of $0 . 4 5 ~ \\mathrm { m g / m l }$ chaperonin protomers with $5 \\mathsf { m M }$ DTT, $4 ~ \\mathsf { m M }$ ATPor ADPor $0 . 2 5 \\mathrm { \\ m g / m l }$ co-chaperonin GroES,as indicated in the figures. The reaction mixture was incubated for $5 \\mathrm { \\ m i n }$ at room temperature and then for $1 \\ h$ at $3 0 ^ { \\circ } \\mathsf { C }$ .Sampleswere then loaded on $5 \\% - 1 3 \\%$ gradient colorless native PAGE and visualized by Coomassie staining. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Pull-Down Assay ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "A total of $1 0 0 \\mu \\ g$ of ${ \\mathsf { G r o E S } } _ { 6 \\mathsf { H i s } }$ was immobilized to Ni-NTA beads and incubated with $5 0 ~ { \\mu \\ g }$ of GroEL or CPN60 oligomers for $4 h$ at $2 5 ^ { \\circ } \\mathsf { C }$ in buffer containing $2 0 ~ \\mathsf { m M }$ Tris-HCI $\\left( \\mathsf { p } \\mathsf { H } \\ 7 . 5 \\right)$ ,2.5mM ${ \\mathsf { M g } } ( { \\mathsf { O A c } } ) _ { 2 }$ 5 $7 . 5 \\mathrm { \\ m M \\ M g C l _ { 2 } }$ $2 0 ~ { \\mathsf { m M } } ~ { \\mathsf { K C l } }$ ,and $8 0 \\ : \\mathsf { m M N a C l }$ ，supplied with $1 \\mathsf { m M }$ ATPor ADP.Beads werewashed three times with the above buffer plus $4 0 ~ \\mathsf { m M }$ imidazole and $0 . 1 ~ \\mathsf { m M }$ respective nucleotides.Proteins were eluted with $5 0 ~ \\mu \\mu \\up$ of extraction buffer plus 1M imidazole,and $1 0 ~ \\mu \\iota$ of the samples was resolved by denaturing SDS-PAGEand visualized by Coomassie staining. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Rubisco Refolding Assay ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Recombinantly purified Rubisco of Rhodospirillumrubrum was denatured in buffer A with $1 0 ~ \\mathsf { m M }$ DTT and 6 M guanidinium hydrochloride for1h at $2 5 ^ { \\circ } \\mathsf { C }$ and then diluted 10o-fold into ice-cold assay buffer A containing $5 \\mathsf { m M }$ DTT with or without $1 ~ \\mu \\mathsf { M }$ GroEL or CPN60 oligomers.The reaction mixture was incubated for 5 min at $2 5 ^ { \\circ } \\mathsf { C }$ and centrifuged for $1 0 \\mathrm { \\ m i n }$ at $1 6 1 0 0 g$ at $4 ^ { \\circ } \\mathsf { C }$ .The supernatant was transferred into new tubes and suppliedwith $1 \\mathrm { m g / m l }$ bovine serum albumin and $1 ~ \\mu \\mathsf { M }$ co-chaperonin. Refoldingwas initiated with $2 ~ \\mathsf { m M }$ ATP and the reaction was stopped with ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "E.coli MGM100 competent cells,purchased from the E.coli Genetic Stock Center, Yale (http://cgsc.biology.yale.edu/)，were prepared using a standard procedure and were transformed with pOFX-GroE or pOFXCPN60 plasmids by electroporationwitha MicroPulserTM Electroporation apparatus from Bio-Rad.The transformants were selected and a single colony was grown in LB medium with kanamycin and spectinomycin,supplemented with $0 . 0 2 \\%$ arabinose.One milliliter of cells was collected after the culture grew to an ${ \\tt O D } _ { 6 0 0 }$ of approximately1,and the cells were washed four to five times with 1 ml of LB.The harvested cells were resuspended in $1 ~ \\mathsf { m l }$ of LB and ten-fold serial dilutions were made up to a dilution of $1 0 ^ { - 7 }$ .A volume of $7 . 5 \\mu \\updownarrow$ was then spotted onto an LB agar plate with the relevant antibiotics,supplemented with arabinose,glucose,or glucose/IPTG to grow either at $3 7 ^ { \\circ } \\mathsf { C }$ or $4 2 ^ { \\circ } \\mathsf { C }$ for $1 5 \\mathsf { h }$ ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "SolubilityAnalysisofGroELObligateSubstrates ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "MGM100 cells containing $p O F X$ -GroEor pOFX-CPN60 plasmidswere transformed with DapA-pLCM2，HemB-pLCM2，andMetK-pLCM2and were grown on the medium plate with ampicilin,spectinomycin,and kanamycin resistances.A single colony was picked to grow in the LB medium with $0 . 0 2 \\%$ arabinose supplemented to an ${ \\mathsf { O D } } _ { 6 0 0 }$ of 0.6.The cells were collected and washed five times with LB and allowed to grow from an ${ \\tt O D } _ { 6 0 0 }$ of 0.01 in LB supplemented with $1 \\ m M$ Diaminopimelic acid (DAP), $0 . 2 \\%$ glucose to an ${ \\mathsf { O D } } _ { 6 0 0 }$ of 0.1.The chaperonin was then induced with the addition of 1mM IPTG for 0.5h followed byaddition of $5 0 \\mathrm { n g / m l }$ Tet to induce expression of substrates for2h.The cells were collected and fractionated by centrifugation following sonication.The total cell lysate and the soluble fraction of the proteins derived from the celllysate were loaded on the gel and analyzed with SDS-PAGE followed by Coomassie staining. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "CPN60-QconCAT Protein Expressionand Purification ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The CPN60-QconCAT gene encoding selected CPN60 peptides (Table 2) was synthesized with two additional peptides as described by Pratt et al. (2006) with minor modifications.The gene was cloned into expression vector pET22b with Ndel and Hindll sites，resulting in the CPN60- QconCAT-pLCM2 encoding protein with a C-terminal His6 tag.The full CPN60-QconCAT protein sequence is found in the Supplemental Information. The plasmid was then transformed into BL21DE3 cells and the cells were grown in minimal medium with an amino acid mixture containingL- $[ ^ { 1 3 } \\mathsf { C } _ { 6 } ]$ -Lysand ${ \\mathsf { L } } - [ { } ^ { 1 3 } { \\mathsf { C } } _ { 6 } ] { \\mathsf { - A r g } }$ $( 9 7 \\% - 9 9 \\%$ enrichment; Cambridge Isotope Laboratories).The protein was induced with $1 \\ m M$ IPTG at an OD of 0.6 for $4 h$ and was further purified with a standard procedure (details of the procedure are given in the Supplemental Information). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Quantitative LC-MS/MS Analysis and Data Processing ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The purified CPN60-QconCAT labeled with isotope and ${ \\mathsf { C P N 6 0 } } { \\mathsf { \\alpha } } { \\mathsf { \\beta } } { \\mathsf { 1 } } { \\mathsf { \\beta } } { \\mathsf { 2 } }$ proteins was digested with trypsin as described (Wisniewski et al., 2009).The digested peptides were then analyzed on a $\\mathsf { Q }$ Exactive (Thermo Scientific) equipped with an Easy-nLC 10o0 HPLC system (Thermo Scientific).The peptides were loaded onto a fused silica trap column ( $1 0 0 ~ { \\mu \\mathrm { m } }$ innerdiameter $\\times 2$ cm)packed in-house with reversedphase silica (Reprosil-Pur C18 AQ, $5 ~ { \\mu \\ m } ;$ ：Dr.Maisch GmbH) and then separated on a C18 column（ $7 5 ~ { \\mu \\mathrm { m } }$ inner diameter $\\times \\ 2 0 \\ \\mathsf { c m } ,$ packed with reversed-phase silica (Reprosil-Pur C18 AQ, $3 ~ { \\mu \\mathrm { m } }$ ：Dr.Maisch GmbH).The peptides bound on the column were eluted with a 58-min linear gradient of acetonitrile solution containing $0 . 1 \\%$ formic acid.The eluted peptides were analyzed with a $\\mathsf { Q }$ Exactive mass spectrometer (Thermo Scientific).Using data-dependent acquisition mode,the MS datawere acquired at a high resolution of 70 000 $( m / z ~ 2 0 0 )$ across the mass range of $3 0 0 { - } 1 6 0 0 ~ m / z$ .Thetarget valuewas $3 . 0 0 \\mathsf { e } + 0 6$ with a maximum injection time of $6 0 \\mathsf { m s }$ .The top 20 precursor ions were selected from each MS fullscan with an isolation width of $2 m / z$ for fragmentation in ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Compositionand Functionof Chloropast Chaperonin ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "the HCD collision cell with normalized collision energy of $2 7 \\%$ . Subsequently,MS/MS spectra were acquired at a resolution of $1 7 5 0 0$ at $m / z$ 200.The target value was $5 . 0 0 { \\tt e } + 0 4$ with a maximum injection time of $8 0 ~ \\mathsf { m s }$ .The dynamic exclusion time was $4 0 \\thinspace \\thinspace \\thinspace \\thinspace \\thinspace \\thinspace s$ .For nanoelectrospray ion source setting, the spray voltage was $2 . 0 \\mathsf { k V }$ no sheath gas flow; the heated capillarytemperaturewas $3 2 0 ^ { \\circ } \\mathsf { C }$ The MS/MS datawere analyzed with Proteome Discovery version 1.4 using the Sequest HT search engine for protein identification and Percolator for the false discovery rate (FDR) againsta UniProt human protein database (updated in June,2013).FDR analysiswas performedwithPercolatorand FDR $< 1 \\%$ wasset for protein identification.The peptide confidence was set to high for the peptide filter. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Down-Regulation of ${ \\mathsf { c P N 6 0 } } \\alpha$ in Chlamydomonas ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The Chlamydomonas strain CC4425 (cw15 nit2-203 mt+),obtained from the Chlamydomonas Genetic Center (http://www.chlamy.org/)，was grown mixotrophically in TAP medium to about $4 \\times 1 0 ^ { 6 }$ cells/ml with continuous light $( 4 5 \\mu \\mathrm { m o l }$ photons $m ^ { - 2 } \\thinspace \\mathsf { s } ^ { - 1 } ,$ at $2 3 ^ { \\circ } \\mathsf { C }$ .Then the cells were collected and transformed with linearized CPN60αRNAi-pE383 using a glassbeads procedure as described by Kindle (199O).Transformants wereselected on TAP medium supplemented with $1 0 \\mathrm { ~ \\ } \\mu \\mathsf { g / m l }$ paromomycin under low light ( $1 5 \\ : \\mu \\mathrm { m o l }$ photons $\\mathsf { m } ^ { - 2 } \\mathsf { s } ^ { - 1 } ,$ for7-15days. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "SUPPLEMENTALINFORMATION ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Supplemental Information isavailableatMolecularPlant Online ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "FUNDING ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "This work was supported by “One-hundred talents\"Startup Funds from the Chinese Academy of Sciences and funded by the State Key Laboratory of Plant Cell and Chromosome Engineering (grant no:PCCE-2012- TD-01). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "AUTHORCONTRIBUTIONS ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "C.B.executed most of the experiments.P.G.carried out the in vivo experiments and CPN60 refolding ability analysis.Q.Z.performed the amiRNAi experiments.Z.L.performed the pull-down experiments，purified the CPN60αβ1β2 oligomers,and did the sequence alignment. S.Z.and F.G. contributed to plasmid construction.L.G.and Y.W.performed mass spectrometry identification.Z.T.was involved in the data analysis and interpretation of the results.J.W and F.Y performed the quantitative mass spectrometry.C.L.supervised the design and interpretation of the biochemical experiments and wrote the manuscript. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Wethank Dr.Manajit Hayer Hartland Prof.Franz UIrich Hartl for their generous gifts of plasmids containing groEL,groEL-SR,groES,and RrRubisco,Dr. Olivier Fayet for his kind gift of plasmid pOFX-GroE,Prof.Kaiyao Huang for his kind gift of plasmid pHK85,Prof.Michael Schroda for his kind gift of HSP70B and CGE1 serum.We would like to thank Dr.Sarah Schäuffelhut and Prof.Weicai Yang for their critical reading of the manuscript.No conflictof interestdeclared. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Received:March30,2015   \nRevised: May 10,2015   \nAccepted: June 3,2015   \nPublished: June 6, 2015 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Barkan, A. (1993). Nuclear mutants of maize with defects in chloroplast polysome assembly have altered chloroplast RNA metabolism.Plant Cell 5:389-402. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Bonk,M., Tadros, M., Vandekerckhove,J.,Al-Babili, S.,and Beyer, P. (1996). Purification and characterization of chaperonin 60 and heatshock protein 70 from chromoplasts of Narcissus pseudonarcissus. Plant Physiol. 111:931-939. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Booth, C.R., Meyer, A.S., Cong, Y., Topf, M., Sali, A., Ludtke, S.J., Chiu,W., and Frydman, J. (20o8). Mechanism of lid closure in the eukaryotic chaperonin TRiC/CCT. Nat. Struct. Mol. Biol. 15:746-753.   \nCastanie, M.P., Berges, H., Oreglia, J., Prere, M.F., and Fayet, O. (1997). A set of pBR322-compatible plasmids allowing the testing of chaperone-assisted folding of proteins overexpressed in Escherichia coli. Anal. Biochem. 254:150-152.   \nDickson,R., Weiss, C., Howard,R.J.,Alldrick,S.P.,Ellis,R.J.,orime, G., Azem, A., and Viitanen, P.V. (20oo). Reconstitution of higher plant chloroplast chaperonin 60 tetradecamers active in protein folding. J. Biol. Chem. 275:11829-11835.   \nFeiz, L., Williams-Carrier, R., Wostrikoff, K., Belcher, S., Barkan, A, and Stern， D.B. (2012). Ribulose-1,5-bis-phosphate carboxylase/ oxygenaseaccumulation factor1 isrequired forholoenzyme assembly in maize. Plant Cell 24:3435-3446.   \nFujiwara, K., Ishihama, Y., Nakahigashi, K., Soga, T., and Taguchi, H. (2010). A systematic survey of in vivo obligate chaperonin-dependent substrates. EMBO J. 29:1552-1564.   \nHartl，F.U.， Bracher， A.， and Hayer-Hartl， M. (2011). Molecular chaperones in protein folding and proteostasis. Nature 475:324-332.   \nHayer-Hartl, M.K., Martin, J., and Hartl, F.U. (1995). Asymmetrical interaction of GroEL and GroES in the ATPase cycle of assisted protein folding. Science 269:836-841.   \nHemmingsen, S.M., and Elis, R.J. (1986). Purification and properties of ribulosebisphosphate carboxylase large subunit binding protein. Plant Physiol. 80:269-276.   \nHill, J.E.,and Hemmingsen, S.M. (2001). Arabidopsis thaliana type l and Il chaperonins. Cell Stress Chaperones 6:190-200.   \nHorwich, A.L., Farr, G.W., and Fenton,W.A. (2006). GroEL-GroESmediated protein folding. Chem. Rev. 106:1917-1930.   \nHorwich, A.L.,Fenton, W.A., Chapman, E., and Farr, G.W. (2007). Two families of chaperonin: physiology and mechanism. Annu. Rev. Cell Dev. Biol. 23:115-145.   \nHu, J., Deng, X., Shao, N., Wang, G., and Huang, K. (2014). Rapid construction and screening ofartificial microRNA systemsin Chlamydomonas reinhardtii. Plant J.79:1052-1064.   \nKerner, M.J., Naylor, D.J.,Ishihama, Y., Maier, T., Chang, H.C., Stines, A.P., Georgopoulos, C., Frishman, D., Hayer-Hartl, M., Mann, M., et al. (2005). Proteome-wide analysis of chaperonin-dependent protein folding in Escherichia coli. Cell 122:209-220.   \nKim, S., Willson, K.R.,and Horwich, A.L. (1994). Cystosolic chaperonin subunits have a conserved ATPase domain but diverged polypeptidebinding domains. Trends Biochem. Sci. 19:543-548.   \nKindle， K.L. (1990). High-frequencynucleartransformationof Chlamydomonas reinhardti. Proc. Natl. Acad. Sci. USA 87:1228-1232.   \nKoumoto, Y., Shimada, T., Kondo, M.,Takao, T., Shimonishi, Y., HaraNishimura, I., and Nishimura, M. (1999). Chloroplast Cpn20 forms a tetrameric structure in Arabidopsis thaliana. Plant J. 17:467-477.   \nLeitner，A A., Joachimiak， L.A.， Bracher， A.， Monkemeyer，L, Walzthoeni, T., Chen， B., Pechmann, S.， Holmes, S., Cong, Y., Ma,B.,et al. (2012). The molecular architecture of the eukaryotic chaperonin TRiC/CCT. Structure 20:814-825.   \nLissin, N.M., Venyaminov, S., and Girshovich, A.S. (199O). (Mg-ATP)- dependent self-assembly of molecular chaperone GroEL. Nature 348:339-342.   \nLiu, C., Willmund, F., Whitelegge, J.P., Hawat, S., Knapp, B., Lodha, M.,and Schroda， M. (2005). J-domain protein CDJ2 and HSP70B area plastidic chaperone pair that interacts with vesicle-inducing protein in plastids 1. Mol. Biol. Cell 16:1165-1177. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "MolecularPlant ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Martel, R., Cloney, L.P., Pelcher, L.E., and Hemmingsen, S.M. (1990). Unique composition of plastid chaperonin-60: alpha and beta polypeptide-encoding genes are highly divergent. Gene 94:181-187.   \nMcLennan，N.，and Masters，M. (1998). GroE is vital for cell-wall synthesis. Nature 392:139.   \nNishio,K.,Hirohashi, T.,and Nakai,M.(1999). Chloroplast chaperonins: evidence for heterogeneous assembly of alpha and beta Cpn60 polypeptides into a chaperonin oligomer.Biochem.Biophys.Res. Commun. 266:584-587.   \nNordhues, A., Schottler,M.A., Unger, A.K., Geimer, S., Schonfelder, S., Schmollinger,S.,Rutgers,M., Finazzi, G., Soppa, B., Sommer, F.,et al. (2012). Evidence for a role of ViPP1 in the structural organization of the photosynthetic apparatus in Chlamydomonas. Plant Cell 24:637-659.   \nOlinares, P.D.,Kim, J., Davis,J.I.,and van Wijk, K.J. (2011). Subunit stoichiometry，evolution，andfunctionalimplicationsofan asymmetric plant plastid ClpP/R protease complex in Arabidopsis. Plant Cell 23:2348-2361.   \nPeng， L., Fukao, Y., Myouga, F., Motohashi, R., Shinozaki, K., and Shikanai, T. (2011).A chaperonin subunit with unique structures is essential for folding of a specific substrate. PLoS Biol. 9:e1001040.   \nPratt, J..,impson,.M.,oherty,M.K.,Rivers,J.,Gaskell,S.J.ad Beynon， R.J. (2oo6). Multiplexed absolute quantificationfor proteomics using concatenated signature peptides encoded by QconCAT genes. Nat. Protoc. 1:1029-1043.   \nSchroda, M. (2004). The Chlamydomonas genome reveals its secrets: chaperone genes and the potential roles of their gene products in the chloroplast. Photosynth. Res.82:221-240. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Compositionand Functionof Chloropast Chaperonin ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Suzuki, K., Nakanishi, H.,Bower, J., Yoder, D.W., Osteryoung,K.W., and Miyagishima, S.Y. (20o9). Plastid chaperonin proteins Cpn60 alphaand Cpn60 beta are required for plastid division in Arabidopsis thaliana. BMC Plant Biol. 9:38.   \nThompson, M.D., Paavola, C.D., Lenvik, T.R.,and Gantt, J.S. (1995). Chlamydomonastranscripts encodingthree divergentplastid chaperonins are heat-inducible. Plant Mol. Biol. 27:1031-1035.   \nTsai,Y.C.,Mueller-Cajar, O., Saschenbrecker, S., Hartl, F.U.,and Hayer-Hartl, M. (2012). Chaperonin cofactors, Cpn10 and Cpn20,of green algae and plants function as hetero-oligomeric ring complexes. J. Biol. Chem. 287:20471-20481.   \nViitanen，P.V.，Schmidt，M.，Buchner，J.,Suzuki，T.，Vierling，E., Dickson，R.，Lorimer，G.H.，Gatenby，A.， and Soll, J. (1995). Functionalcharacterizationofthehigherplantchloroplast chaperonins. J. Biol. Chem.270:18158-18164.   \nVitlin, A., Weiss, C.,Demishtein-Zohary， K., Rasouly, A., Levin,D., Pisanty-Farchi, O.,Breiman, A.,and Azem, A. (2011). Chloroplast beta chaperonins from A. thaliana function with endogenous cpn10 homologs in vitro. Plant Mol. Biol. 77:105-115.   \nWisniewski, J.R., Zougman，A.,Nagaraj,N.,and Mann，M. (2009). Universal sample preparation method for proteome analysis. Nat. Methods 6:359-362.   \nXu, Z.H., Horwich, A.L., and Sigler, P.B. (1997). The crystal structure of the asymmetric GroEL-GroES-(ADP)(7) chaperonin complex. Nature 388:741-750. ",
        "page_idx": 14
    }
]