[
    {
        "type": "text",
        "text": "A light SUSY dark matter after CDMS-II, LUX and LHC Higgs data ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Junjie Cao $^ { 1 , 2 }$ ， Chengcheng Han $^ 3$ ， Lei Wu $^ 4$ ， Peiwen Wu $^ 3$ ， Jin Min Yang $^ 3$   \n$^ { 1 }$ Department of Physics, Henan Normal University, Xinxiang 453007, China   \n（20 $^ 2$ Center for High Energy Physics, Peking University， Beijing 100871， China （204号 $^ 3$ State Key Laboratory of Theoretical Physics, Institute of Theoretical Physics， Academia Sinica， Beijing 10019o, China （ $^ 4$ ARC Center of Excellence for Particle Physics at the Terascale, School of Physics， The University of Sydney， NSW 2006， Australia ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In SUSY,a light dark matter is usually accompanied by light scalars to achieve the correct relic density,which opens new decay channels of the SM-like Higgs boson. Under current experimental constraints including the latest LHC Higgs data and the dark matter relic density, we examine the status of a light neutralino dark matter in the framework of NMSSMand confront it with the direct detection results of CoGeNT, CDMS-II and LUX. We have the folowing observations: (i) A dark matter as light as 8 GeV is still allowed and its scattering crosssection off the nucleon can be large enough to explain the CoGeNT/CDMS-II favored region; (ii) The LUX data can exclude a sizable part of the allowed parameter space,but still leaves a light dark matter viable; (ii) The SM-like Higgs boson can decay into the light dark matter pair with an invisible branching ratio reaching 30% under the current LHC Higgs data, which may be tested at the 14 TeV LHC experiment. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PACS numbers: 14.80.Da,11.30.Pb,95.35.+d ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "I. INTRODUCTION ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As one of the most compeling evidences for new physics beyond the Standard Model (SM),the cosmic dark matter (DM) has been widely studied in particle physics [1-7]. Recently, the CDMS-II collaboration observed three events which can be explained by a light DM with mass about 8.6 GeV and a spin-independent DM-nucleon scattering cross section of about $1 . 9 \\times 1 0 ^ { - 5 }$ pb [8]. The existence of such a light DM seems to be corroborated by other direct detections such as the CoGeNT [9,10], CRESST [11] and DAMA/LIBRA [12]. Moreover,a light DM is also hinted by Fermi-LAT,a satellite-based DM indirect detection experiment [13]. Recent analysis of the Fermi-LAT data exhibits peaks in the gamma-ray spectrum at energies around 1-10 GeV, which could be interpreted in terms of the annihilation of a DM with mass low than about 60 GeV into leptons or bottom quarks [14-18]. About these experimental results, it should be noted that they are not completely consistent with each other,and more seriously, they conflict with the XENON data [19] and the latest LUX result [20]. So the issue of light DM leaves unresolved and will be a focal point both experimentally and theoretically. On the experimental side,many experiments like LUX, XENON, CDMS and CDEX [21, 22] will continue their searches， while on the theoretical side we need to examine if such a light dark matter can naturally be predicted in popular new physics theories such as low energy supersymmetry (SUSY). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Previous studies [23, 24] showed that, in the framework of the Next-to-Minimal Supersymmetric Standard Model (NMSSM) [25], a light neutralino DM around 10 GeV is allowed by the collider constraints and DM relic density (in contrast such a light DM is not easy to obtain in the MSSM [26] or CMSSM [27]). In NMSSM, due to the presence of a singlet superfield $\\hat { S }$ , we have five neutralinos, three CP-even Higgs bosons ( $h _ { 1 , 2 , 3 }$ ） and two CP-odd Higgs bosons ( $u _ { 1 , 2 }$ ） [25]. The mass eigenstates of neutralinos are the mixture of the neutral singlino $( \\tilde { S } )$ ，bino $( \\tilde { B } )$ ，wino ( $\\tilde { W } ^ { 0 }$ ） and higgsinos ( $\\dot { H } _ { u } ^ { 0 }$ ， $\\ddot { H } _ { d } ^ { 0 }$ ); while the CP-even (odd) Higgs mass eigenstates are the mixture of the real (imaginary) part of the singlet scalar $S$ and the CP-even (odd) MSSM doublet Higgs felds. An important feature of the NMSSM is that the lightest CP-even (odd) Higgs boson $h _ { 1 } ( a _ { 1 } )$ can be singlet-like and very light,and the lightest neutralino ( $\\tilde { \\chi } _ { 1 } ^ { 0 }$ ） can be singlino-like and also very light. As a result,the spin-independent neutralino-nucleon scattering cross section can be enhanced to reach the CDMS-II value by the $t -$ channel mediation of a light $h _ { 1 }$ [23,24]. Meanwhile, the DM relic density can be consistent with the measured value either through the $s -$ channel resonance effect of $h _ { 1 } ( a _ { 1 } )$ in DM annihilation or through the annihilation into a pair of light $h _ { 1 }$ or $a _ { 1 }$ [23, 24]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Note that such a light DM in the NMSSM should be re-examined because the latest LHC data may give severe constraints. Due to the presence of a light DM and concurrently a light $a _ { 1 }$ or $h _ { 1 }$ ，the SM-like Higgs boson $\\left( h _ { S M } \\right)$ can have new decays $h _ { S M }  \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 }$ and （204号 $h _ { S M }  h _ { 1 } h _ { 1 } ($ or $\\boldsymbol { a } _ { 1 } \\boldsymbol { a } _ { 1 }$ ）[28]. As analyzed in [29], such decays may be subject to stringent constraints from the current LHC Higgs data [30]. Besides, since a certain amount of higgsino component in $\\tilde { \\chi } _ { 1 } ^ { 0 }$ is needed to strengthen the coupling of $h _ { 1 } \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 }$ (or $a _ { 1 } \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 }$ ）which is necessary for the DM annihilation,the higgsino-dominated neutralinos and the chargino （204号 $\\tilde { \\chi } _ { 1 } ^ { + }$ are generally not very heavy and will be constrained by the searches for events with three leptons and missing transverse momentum ( $3 \\ell { + } { \\cal { f } } _ { T }$ ）at 8 TeV LHC [31,32]. In this work, we consider these latest LHC data and examine the status of a light DM in the NMSSM. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We note that a recent study [33] tried to explain the CDMS-II results in terms of a light DM in the NMSSM. Compared to [33] which only studied three representative benchmark points, we perform a numerical scan under various experimental constraints and display the allowed parameter space in comparison with the the direct detection results of CoGeNT, CDMS-I and LUX. We also perform a global fit of the Higgs data using the package HiggsSignals-1.0.0 [34], in which we further consider the latest LHC results of Higgs invisible decay from the channel $p p  Z H$ [35]. Moreover，we consider the constraints from the searches for events with $3 \\ell { + } \\ell _ { T }$ signal at 8 TeV LHC [31, 32]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The paper is organized as follows. In Sec.II we list the experimental constraints and describe our scan. In Sect.III we present our results and perform detailed analysis. Finally, we draw our conclusions in Sec.IV. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "II. ANUMERICAL SCAN ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In order to reduce the number of free parameters in our scan over the NMSSM parameter space, we make some assumptions on the parameters that do not influence DM properties significantly. Explicitly speaking，we fix gluino mass and all the soft mass parameters in squark sector at 2 TeV,and those in slepton sector at 30o GeV. We also assume the soft trilinear couplings $A _ { t } = A _ { b }$ and let them vary to tune the Higgs mass. Moreover,in order to predict a bino-like light DM and also to avoid the constraints from $Z$ invisible decay [36],we abandon the GUT relation between $M _ { 1 }$ and $M _ { 2 }$ . The free parameters are then $\\tan \\beta , \\lambda , \\kappa , A _ { \\lambda } , A _ { \\kappa }$ in the Higgs sector, the gaugino and higgsino mass parameters $M _ { 1 } , M _ { 2 }$ and $\\mu$ ，and the soft trilinear couplings of the third generation squarks $A _ { t }$ .In this work, we define all these parameters at 2 TeV scale and adopt the Markov Chain Monte Carlo (MCMC) method to scan the following parameter ranges using NMSSMTools-4.0.0 [37]: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { 1 < \\tan \\beta < 4 0 , \\ 0 < \\lambda < 0 . 7 , \\ 0 < | \\kappa | < 0 . 7 , } \\\\ & { ) < | A _ { \\kappa } | < 2 \\mathrm { ~ T e V } , \\ 0 < A _ { \\lambda } < 5 \\mathrm { ~ T e V } , \\ | A _ { t } | < 5 \\mathrm { ~ T e V } , } \\\\ & { ) < | M _ { 1 } | < 0 . 6 \\mathrm { ~ T e V } , \\ 0 . 3 2 \\mathrm { ~ T e V } < M _ { 2 } < 0 . 6 \\mathrm { ~ T e V } , \\ 0 . 1 \\mathrm { ~ T e V } < \\mu < 0 . 6 \\mathrm { ~ T e V } . } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Note here that the ranges of $\\lambda$ and $\\kappa$ are motivated to avoid Landau pole, generally corresponding to the requirement of $\\sqrt { \\lambda ^ { 2 } + \\kappa ^ { 2 } } \\lesssim 0 . 7$ . This has been encoded in NMSSMTools-4.0.0 including the consideration of the interplay between $\\lambda$ and $\\kappa$ in the renormalization group running. A relatively small $\\mu$ is chosen to avoid strong cancelation in getting the $\\boldsymbol { Z }$ boson mass [25],and as we will see below, the upper bound of $6 0 0$ GeV for $\\mu$ here suffices our study and does not afect our main conclusions. Also note that we artificially impose a lower bound of 320 GeV for $M _ { 2 }$ . This is motivated by the fact that $M _ { 2 }$ in our study is not an important parameter,and that as required by the $3 \\ell + { \\cal { H } } _ { T }$ constraint $M _ { 2 }$ should be larger than about 320 GeV in the simplified model discussed in [31] (also see the constraint (vii) discussed below). The relevant $\\chi ^ { 2 }$ function for the MCMC scan is build to guarantee the DM relic density and the SM-like Higgs boson mass around their measured values. In our discussion, we consider the samples surviving the following constraints: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(i) $1 2 3 \\mathrm { G e V } \\le m _ { h _ { S M } } \\le 1 2 7 \\mathrm { G e V }$ and $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\leq m _ { h _ { S M } } / 2$   \n(ii) The constraints from $B$ -physics. The light CP-even/odd Higgs bosons can significantly affect the B-physics observables. Especially， the precise measurements of radiative decays $\\Upsilon  h _ { 1 } \\gamma , a _ { 1 } \\gamma$ [38]， $B  X _ { s } \\gamma$ [39] and $B _ { s } \\to \\mu ^ { + } \\mu ^ { - }$ [40] can give stringent constraints. So we require the samples to satisfy these B-physics bounds at $2 \\sigma$ level.   \n(ii) DM relic density. As the sole dark matter candidate, the lightest neutralino $\\tilde { \\chi } _ { 1 } ^ { 0 }$ is required to produce the correct thermal relic density. We require the neutralino relic density to be in the $2 \\sigma$ range of the PLANCK and WMAP 9-year data, $0 . 0 9 1 \\leq \\Omega h ^ { 2 } \\leq$ 0.138,where a 10% theoretical uncertainty is included [41, 42].   \n(iv) Muon $g$ $\\boldsymbol { \\mathcal { Z } }$ . we require NMSSM to explain the muon anomalous magnetic moment data （204 $\\Delta a _ { \\mu } = ( 2 6 . 1 \\pm 8 . 0 ) \\times 1 0 ^ { - 1 0 }$ [43] at $2 \\sigma$ level.   \n(v） The absence of Landau pole. We impose this constraint using NMSSMTools-4.0.0 [37],where the interplay of $\\lambda$ and $\\kappa$ in the renormalization group running has been considered.   \n(vi) LEP searches for SUSY. For the LEP experiments, the strongest constraints come from the chargino mass and the invisible $\\boldsymbol { Z }$ decay. We require $m _ { \\tilde { \\chi } _ { 1 } ^ { \\pm } } \\gtrsim 1 0 3 \\mathrm { G }$ eV and the non-SM invisible decay width of $Z  \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 }$ to be smaller than 1.71 MeV,which is consistent with the precision electroweak measurement result $\\Gamma _ { i n v } ^ { \\mathrm { n o n - S M } } < 2 . 0$ MeV at 95% confidence level [36]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(vii) Higgs data. Firstly, we consider the exclusion limits of the LEP, Tevatron and LHC in Higgs searches with the package HiggsBounds-4.0.0 [44]. This package also takes into account the results of the LHC searches for non-SM Higgs bosons, such as $H / A $ （204 $\\tau ^ { + } \\tau ^ { - }$ and $H ^ { + }  \\tau ^ { + } \\nu _ { \\tau }$ [45]. Secondly, noticing that a light $h _ { 1 }$ (or $a _ { 1 }$ ） may induce the distinguished signal $p p  H  h _ { 1 } h _ { 1 } ( a _ { 1 } a _ { 1 } )  4 \\mu$ ，we consider the limitation of the （204号 $4 \\mu$ signal on the parameter space using the latest CMS results 46]. Finally, since a large invisible branching ratio of the Higgs may be predicted in the light DM case, we perform a global fit of the Higgs data using the package HiggsSignals-1.0.0 [34], where the systematics and correlations for the signal rate predictions, luminosity and Higgs mass predictions are taken into account. In our fit, we further consider the latest LHC results of Higgs invisible decay from the channel $p p  Z H$ [35]. We require our samples to be consistent with the Higgs data at $2 \\sigma$ level,which corresponds to （2 $\\chi ^ { 2 } - \\chi _ { m i n } ^ { 2 } < 4 . 0$ with $\\chi ^ { 2 }$ obtained with theHigsSignalsand $\\chi _ { m i n } ^ { 2 }$ denoting the minimum value of $\\chi ^ { 2 }$ for the surviving samples in our scan. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(vii) LHC searches for SUSY. Based on the $\\mathrm { 2 0 ~ f b ^ { - 1 } }$ data collected at the 8 TeV run, the ATLAS and CMS collaborations performed a search for the $\\tilde { \\chi } _ { 2 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { \\pm }$ production with $3 \\ell +$ $\\mathit { { F } _ { T } }$ signal in a simplifed model, where both $\\tilde { \\chi } _ { 2 } ^ { 0 }$ and $\\tilde { \\chi } _ { 1 } ^ { \\pm }$ are assumed to be wino-like with （204号 $B r ( \\tilde { \\chi } _ { 2 } ^ { 0 }  \\tilde { \\chi } _ { 1 } ^ { 0 } Z ) , B r ( \\tilde { \\chi } _ { 1 } ^ { \\pm }  \\tilde { \\chi } _ { 1 } ^ { 0 } W ^ { \\pm } ) = 1 0 0 \\%$ ， and a 95% C.L. upper limit on $\\sigma \\times B R$ （204号 was obtained on the $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } - m _ { \\tilde { \\chi } _ { 2 } ^ { 0 } } ( m _ { \\tilde { \\chi } _ { 2 } ^ { 0 } } = m _ { \\tilde { \\chi } _ { 1 } ^ { \\pm } } \\simeq M _ { 2 }$ ）plane [31]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In this work, in order to implement this constraint we perform an analysis similar to [32] with the code CheckMATE [47] for each sample surviving the constraints (i) - (vii). We consider the contributions from all $\\tilde { \\chi } _ { i } ^ { 0 } \\tilde { \\chi } _ { j } ^ { \\pm }$ ( $\\ i \\ = \\ 2 , 3 , 4 , 5$ and $j ~ = ~ 1 , 2$ ） associated production processes to the signal, and calculate the production rates and the branching ratios with the code Prospino2 [48] and NMSDECAY [49], respectively. Our analysis indicates that this constraint can exclude efectively those samples with small values of $\\mu$ below 115 GeV, and also some samples with moderate $\\mu$ in the range from 115 GeV to 200 GeV. Nevertheless, compared to the results without considering this constraint， our conclusions do not change much such as the upper bounds on $B r ( h _ { S M }  \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 } , h _ { 1 } h _ { 1 } , a _ { 1 } a _ { 1 } )$ presented below . ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In order to study the implication of the DM direct detection experiments on the NMSSM, we also calculate the DM spin-independent elastic scattering cross section off nucleon with the formulae used in our previous work [23]. In getting the cross section, we set the parameter of the strange quark content in the nucleon as $f _ { T _ { s } } = 0 . 0 2 0$ ： ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In the rest of this work，we categorize the DM by its component，i.e. either bino-like or singlino-like, in presenting our results. Since the interactions of the neutralinos with the Higgs bosons come from the following Lagrangian ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r c l } { { \\mathcal { L } = \\lambda ( s \\tilde { H } _ { u } ^ { 0 } \\tilde { H } _ { d } ^ { 0 } + h _ { u } \\tilde { H } _ { d } ^ { 0 } \\tilde { S } + h _ { d } \\tilde { H } _ { u } ^ { 0 } \\tilde { S } ) + \\kappa s \\tilde { S } \\tilde { S } } } \\\\  { + \\displaystyle { \\frac { i g _ { 1 } } { \\sqrt { 2 } } \\tilde { B } ( h _ { u } \\tilde { H } _ { u } ^ { 0 } - h _ { d } \\tilde { H } _ { d } ^ { 0 } ) - \\frac { i g _ { 2 } } { \\sqrt { 2 } } \\tilde { W } ^ { 0 } ( h _ { u } \\tilde { H } _ { u } ^ { 0 } - h _ { d } \\tilde { H } _ { d } ^ { 0 } ) } , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where the fields $s$ ， $h _ { u }$ and $h _ { d }$ denote the neutral scalar parts of the Higgs superfields $\\hat { S }$ ， $\\hat { H } _ { u }$ and $\\hat { H } _ { d }$ , respectively, one can infer that if the DM is bino-like, the coupling strength of the （20 $h _ { i } \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 }$ interaction is mainly determined by the higgsino-component in $\\tilde { \\chi } _ { 1 } ^ { 0 }$ , or more basically by the value of $\\mu$ .To be more specific,if $h _ { i }$ is SM-like,the coupling strength is mainly determined by the first two terms in the second row of Eq.2,while if $h _ { i }$ is singlet-dominated, the coupling of $h _ { i } \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 }$ is mainly determined by the first term of Eq.2. However,if the DM is singlino-like, the coupling strength is fundamentally determined by the parameters $\\lambda$ and （204 $\\kappa$ and a low $\\mu$ value may be helpful to enhance the coupling ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In this work, we are also interested in the couplings of the SM-like Higgs to light singletlike scalars $h _ { 1 }$ and $a _ { 1 }$ . These couplings are mainly determined by the following terms in the ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/49ba1a4848fc179c3c882b225a4a59e391fff4e10db21861dd2d1acce69af6fb.jpg",
        "img_caption": [
            "FIG.1: The scatter plot of the NMSSM samples surviving various collider experimental constraints and the dark matter relic density, projected on the plane of neutralino dark matter mass versus spin-independent neutralino-nucleon scattering cross section. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Higgs potential [37] ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { l } { { V = \\lambda ^ { 2 } ( | H _ { u } | ^ { 2 } | S | ^ { 2 } + | H _ { d } | ^ { 2 } | S | ^ { 2 } ) + \\lambda \\kappa ( H _ { u } \\cdot H _ { d } S ^ { * 2 } + \\mathrm { h . c . } ) } } \\\\ { { \\displaystyle ~ + \\kappa ^ { 2 } | S ^ { 2 } | ^ { 2 } + ( \\lambda A _ { \\lambda } H _ { u } \\cdot H _ { d } S + \\frac 1 3 \\kappa A _ { \\kappa } S ^ { 3 } + \\mathrm { h . c . } ) + \\cdot \\cdot \\cdot . } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This equation indicates that,if $\\lambda$ and $\\kappa$ approach zero, the couplings $\\mathcal { C } _ { h _ { S M } h _ { 1 } h _ { 1 } } , \\mathcal { C } _ { h _ { S M } a _ { 1 } a _ { 1 } }$ can not be very large； while if both of them have a moderate value,accidental cancelation is very essential to suppress the couplings. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "III. RESULTS AND DISCUSSIONS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In Fig.1 we project the samples surviving the above constraints on the plane of neutralino dark matter mass versus spin-independent neutralino-nucleon scattering cross section.About this figure, we want to emphasize two points. The first one is that some of the experimental constraints,such as the DM relic density and the Higgs data, play an important role in limiting the parameter space of the NMSSM. So in the following, we pay special attention to investigate how the samples in Fig.1 survive these constraints. The other one is that the various experimental constraints will cut into the parameter space and the interplay among them is very complicated. As a result, the sample distributions on the $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } - \\sigma _ { p } ^ { \\mathrm { S l } }$ plane might be very wired. The strategy of analyzing this figure is to get a general picture of the current status of light DM confronting the direct detection results and then focus on some interesting regions. As we will discuss later, we will mainly focus on those samples that either can explain the CDMS-II results or can survive the first LUX exclusion. We will not consider the up-right region $( m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\gtrsim 2 0 \\mathrm { G e V } , \\sigma _ { p } ^ { \\mathrm { S I } } \\gtrsim 1 0 ^ { - 9 } \\mathrm { p b } )$ in Fig.1 since it is not experimentally hinted. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "After carefully analyzing our results, we have the following observations from Fig.1: ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1. In the NMSSM, DM as light as $5$ GeV is still allowed by the current Higgs data. Both the bino and singlino-like DM are capable of explaining the results of CDMS-I and CoGeNT, or surviving the current LUX results and future LUX exclusion limits. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2. As pointed out in [23,24], light DMin the NMSSM may annihilate in the early universe through $s$ -channel resonance effect of some mediators or into light Higgs scalar pair to get a correct relic density. We checked that， for $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\leq 3 5 \\mathrm { G e V }$ ， singlino-like DM annihilated in the early universe mainly through the $s$ -channel resonance effect of （204号 $h _ { 1 } ( a _ { 1 } )$ for the most case; while bino-like DM might annihilate either through the resonance effect or into $h _ { 1 }$ ( $a _ { 1 }$ ） pair. We will discuss this issue in more detail later. In fact,the long thick band of grey samples (for bino-like DM) around $\\sigma _ { p } ^ { \\mathrm { S I } } \\sim 1 0 ^ { - 1 0 }$ pb exactly corresponds to the resonance case,and samples along this band are characterized by $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\simeq m _ { \\mathrm { m e d } } / 2$ with $m _ { \\mathrm { m e d } }$ denoting the mediator mass. For $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\sim 4 5$ GeV and （20 $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\sim 6 0 \\mathrm { G e V }$ ， the mediator is $Z$ boson and the SM-like Higgs boson， respectively, while in other cases the mediator is either $h _ { 1 }$ or $a _ { 1 }$ . These conclusions can also apply to the singlino-like DM (see Fig.2). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3. For samples with $\\sigma _ { p } ^ { \\mathrm { s l } } \\gtrsim 1 0 ^ { - 9 } \\mathrm { p b }$ ， generally $h _ { 1 }$ needs to be lighter than about 20GeV to push up the scattering rate. For the bino-like DM with mass varying from 17 GeV to 35 GeV, such a light $h _ { 1 }$ is difficult to obtain after considering the constraint from the relic density (see Fig.2). While in the $Z$ ( $h _ { S M }$ ）resonance region, the relic density has rather weak limitation on $h _ { 1 }$ properties. In this case, $h _ { 1 }$ may be as light as several GeV so that the scattering rate is rather large, or the coupling $C _ { h _ { 1 } \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 } }$ may be greatly reduced to result in a relatively small $\\sigma _ { p } ^ { \\mathrm { S I } }$ ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4. For bino-like DM， generally it is not easy to obtain samples with $\\sigma _ { p } ^ { \\mathrm { s 1 } } \\lesssim 1 0 ^ { - 1 1 } \\mathrm { p b }$ This is because the $h _ { S M } \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 }$ interaction is still sizable even after considering the various constraints (see discussions on Fig.3)，and in this case, the $h _ { S M }$ -mediated contribution to the DM-nucleon scattering is important. However, in the extreme case when the bino-like DM is close to about 5GeV, due to the lower bound of $\\mu$ ，the higgsino component in the DM will get further reduced and result in an even smaller （204号 $\\sigma _ { p } ^ { \\mathrm { S I } } \\sim 1 0 ^ { - 1 3 } \\mathrm { p b }$ ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5. When focusing on the XENON and LUX experiments, the bino-like and singlino-like DM exhibit quite different behaviors. The first LUX-300kg result can exclude a large part of the allowed parameter space,but still leaves both the bino-like and singlinolike light DM viable. The future XENON-1T and LUX-7.2Ton results can cut further deeply into the parameter space. Especially, they limit tightly the bino-like DM case and constrain most of the bino-like DM mass to be lower than about 17 GeV and 12 GeV,respectively, while the singlino-like DM can still survive leisurely. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "6.For bino-like DM samples there is a gap in the right half part of the CDMS-II $2 \\sigma$ （204号 region. This is due to the tension between the LHC Higgs data and the constraint from $\\Upsilon  h _ { 1 } \\gamma$ . As discussed in [33] (and see Table I), the CDMS-II favored samples in bino-like DM scenario usually require a moderate $\\lambda$ along with a moderate $\\kappa$ to achieve the accidental cancelation in $\\boldsymbol { C } _ { h _ { S M } h _ { 1 } h _ { 1 } } , \\boldsymbol { C } _ { h _ { S M } a _ { 1 } a _ { 1 } }$ so that the SM-like Higgs decay to $h _ { 1 }$ or $a _ { 1 }$ pair is suppressed. While on the other hand, this may increase the effective coupling of $h _ { 1 }$ to down-type fermions which is proportional to Xamfd with （2 $\\begin{array} { r } { \\lambda _ { d } \\approx \\lambda _ { \\frac { \\pi } { \\mu } } [ 1 + 2 ( \\frac { \\mu } { m _ { Z } } ) ^ { 2 } ( \\frac { A _ { \\lambda } } { \\mu \\tan \\beta } - 1 ) ] } \\end{array}$ [24]ndreceiostroteato （20 $\\Upsilon  h _ { 1 } \\gamma$ . We checked that most of the excluded bino-like DM samples in the gap have a relatively large $\\lambda$ ，while the singlino-like DM samples usually correspond to a small $\\lambda$ (see following discussion on Table I) and thus receive less constraint. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "7. Compared to bino-like DM which is restricted in certain areas on the $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } - \\sigma _ { p } ^ { \\mathrm { S I } }$ plane, singlino-like DM can spread nearly to the whole region of the plane. This reflects the fact that singlino-like DM is more adaptable in light DM physics. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the following, we concentrate on the samples in Fig.1 that can either explain the CDMSII experiment at $2 \\sigma$ level or survive the LUX-300kg exclusion limit. Since the results of the ",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/3ac81f2361ee95a1e79e393614b46a44d0a38ad34d3bfdc358f75321cbc65ccf.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td colspan=\"2\">bino-like</td><td colspan=\"2\">singlino-like</td></tr><tr><td>CDMS-II</td><td>LUX</td><td>CDMS-II</td><td>LUX</td></tr><tr><td>M1</td><td>(8,22)</td><td>(4，39)</td><td>(-600 ， -110)</td><td>(-600 ，-30)</td></tr><tr><td>M2</td><td>(320, 600)</td><td>(320， 600)</td><td>(320， 600)</td><td>(320， 600)</td></tr><tr><td>μ</td><td>(160 , 225)</td><td>(157， 450)</td><td>(115 , 220)</td><td>(119 , 480)</td></tr><tr><td>tan β</td><td>(14 ， 28)</td><td>(6，40)</td><td>(7,29)</td><td>(7,37)</td></tr><tr><td>X</td><td>(0.28, 0.49)</td><td>(0.015,0.59)</td><td>(0.08, 0.25)</td><td>(0.06 ， 0.3)</td></tr><tr><td>K</td><td>(0.29 , 0.57)</td><td>(0, 0.6)</td><td>(-0.01, 0.02)</td><td>(-0.03， 0.02)</td></tr><tr><td>Ax</td><td>(2400，4800)</td><td>(1050，5000)</td><td>(1070，4990)</td><td>(1200，5000)</td></tr><tr><td>AK</td><td>(-1100，-630)</td><td>(-1300 ， 0)</td><td>(-80， 60)</td><td>(-120，110)</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "TABLE I: The ranges of relevant NMSSM input parameters corresponding to part of the samples in Fig.1, which predict a DM lighter than 35 GeV and meanwhile can explain the CDMS-II at $2 \\sigma$ level or survive the LUX-3Ookg exclusion limit. Parameters with the mass dimension are in the unit of GeV. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "CDMS-II and LUX experiments are so incompatible, it would be interesting to investigate the difference of these two types of samples. To simply our analysis,we mainly consider the samples predicting a DM lighter than about 35 GeV. These samples are not easy to obtain with traditional random scan method when exploring the SUSY parameter space due to its rather specific particle spectrum,but as we will see below, the underlying physics of these samples are clear and easy to understood. In Table I, we list the ranges of relevant NMSSM input parameters corresponding to these samples，which are classified by the component of the DM (i.e. bino-like or singlino-like) and meanwhile by its scattering cross section off the nucleon (i.e. can explain the CDMS-II results at $2 \\sigma$ level or survive the LUX-300kg exclusion limit). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "From Table I, one can learn the following facts: ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "· The survived parameter ranges for LUX-safe samples are generally wider than those of CDMS-II preferred samples. This is totally expectable from the experimental data of LUX and CDMS-II. On the $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } - \\sigma _ { p } ^ { \\mathrm { S I } }$ plane, CDMS-II $2 \\sigma$ region is constrained in a relatively narrow range $5 . 7 \\mathrm { G e V } \\lesssim m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\lesssim 2 0 . 7 \\mathrm { G e V }$ and $1 0 ^ { - 6 } \\mathrm { { p b } } \\lesssim \\sigma _ { p } ^ { \\mathrm { { s l } } } \\lesssim 1 0 ^ { - 4 } \\mathrm { { p b } }$ ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "To survive the frst LUX exclusion, however，a properly large $m _ { h _ { 1 } }$ for a certain $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } }$ （20 will be enough. $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } }$ can cover the whole range ( $\\mathrm { ^ { \\prime } 5 G e V , 6 0 G e V } )$ and $\\sigma _ { p } ^ { \\mathrm { S I } }$ can vary from $1 0 ^ { - 1 3 }$ pb to $1 0 ^ { - 3 }$ pb. Therefore, compared to CDMS-II region, there will be more freedom for the parameter space to satisfy the LUX exclusion. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "· To obtain a DM lighter than 35 GeV,one needs to have $| M _ { 1 } | \\lesssim 4 0$ GeV for the binolike DM and $| \\kappa | \\ll \\lambda$ for the singlino-like DM. This can be easily understood from the neutralino mass matrix [25]. ",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { M } _ { 0 } = \\left( \\begin{array} { c c c c c } { M _ { 1 } } & { 0 } & { - \\frac { g _ { 1 } v _ { d } } { \\sqrt { 2 } } } & { \\frac { g _ { 1 } v _ { u } } { \\sqrt { 2 } } } & { 0 } \\\\ & { M _ { 2 } } & { \\frac { g _ { 2 } v _ { d } } { \\sqrt { 2 } } } & { - \\frac { g _ { 2 } v _ { u } } { \\sqrt { 2 } } } & { 0 } \\\\ & & { 0 } & { - \\mu } & { - \\lambda v _ { u } } \\\\ & & & { 0 } & { - \\lambda v _ { d } } \\\\ & & & & & { \\frac { 2 \\kappa } { \\lambda } \\mu } \\end{array} \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "where $g _ { 1 }$ and $g _ { 2 }$ are gauge couplings， and $v _ { u }$ and $v _ { d }$ are Higgs vacuum expectation values. In fact,a simple estimation can be made for singlino-like DM mass. Table I shows that $| \\kappa |$ is usually at least one order smaller than $\\lambda$ .Assuming $| \\kappa | / \\lambda \\sim 1 / 2 0$ and $\\mu \\sim 2 0 0 \\mathrm { G e V }$ ， we will have $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\sim 2 0 \\mathrm { G e V }$ ： ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "· The CDMS-II samples usually have $| \\mu | \\lesssim 2 2 5$ GeV for both bino-like and singlino-like DM. The underlying reason is that a small value of $\\mu$ and consequently a sufficient amount of higgsino component in the DM is helpful to increase the coupling strength of the DM with the light Higgs bosons. This will in return push up the rate of the DM-nucleon scattering which is required by the CDMS-II results. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "· More interestingly, we find that for samples in the whole range of $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\lesssim 3 5 \\mathrm { G e V }$ ,the value of $\\mu$ is upper bounded by about 450 GeV and 480 GeV for bino-like and singlinolike DM, respectively. Two reasons can account for this. The first one is that in our scan, we required the NMSSM to explain the muon anomalous magnetic moment. The parameter $\\mu$ influences the contribution of the NMSSM to the moment through chargino and neutralino mass,and a large value of $\\mu$ will reduce the contribution significantly. Another important reason is that, as mentioned above and also discussed below, in order to get a correct DM relic density,a light $h _ { 1 }$ or $a _ { 1 }$ must be present. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Noting that $\\mu$ enters explicitly the squared mass of the singlet scalar [25], one can infer that too large values of $\\mu$ can not be favored to get the desired light scalar masses. We also want to emphasize that, for the bino-like DM, an upper bound of $\\mu$ will result in a lower limit of the higgsino component in the DM and thus a lower bound of the invisible branching ratio for $h _ { S M }  \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 }$ . This can be explicitly seen in the left panel of Fig.3 below. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "· For singlino-like DM case，both $\\lambda$ and $\\kappa$ are small and especially, $| \\kappa |$ is very close to 0.As indicated by Eqs.(2,3,4), the couplings of SM-like Higgs boson to DM and also to the light Higgs scalars $h _ { 1 } , a _ { 1 }$ will usually be suppressed. This can result in a $\\sigma _ { p } ^ { \\mathrm { S I } }$ as low as $1 0 ^ { - 1 4 } \\mathrm { p b }$ (see Fig.1)andalsoarelativelysmallateforthedecays （204号 $h  \\chi _ { 1 } ^ { 0 } \\chi _ { 1 } ^ { 0 } , h _ { 1 } h _ { 1 } , a _ { 1 } a _ { 1 }$ (see Fig.3 and Fig.4). While for the bino-like DM case with a moderate value of $\\lambda$ and $\\kappa$ ， accidental cancelation is very essential to suppress the couplings of $h _ { S M }$ to $\\chi _ { 1 } ^ { 0 } \\chi _ { 1 } ^ { 0 } , h _ { 1 } h _ { 1 } , a _ { 1 } a _ { 1 }$ and obtain an allowed Higgs signal. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "As discussed in Fig.1, given $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\lesssim 3 5 \\mathrm { G e V }$ , at least one light scalar is needed to accelerate the annihilation. In order to illustrate this feature,in Fig.2 we project the $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\lesssim 3 5 \\mathrm { G e V }$ （204 samples of Fig.1 which can explain the CDMS-II results at $2 \\sigma$ level or survive the LUX300kg exclusion limits on the plane of DM mass versus $\\operatorname* { m i n } ( m _ { h _ { 1 } } , m _ { a _ { 1 } } )$ . Red codes represent samples suggested by the CDMS-II experiment and meanwhile satisfying $m _ { h _ { 1 } } < m _ { a _ { 1 } }$ ，while cyan (blue) codes correspond to samples surviving the LUX-300kg exclusion limits and also satisfying $m _ { h _ { 1 } } < m _ { a _ { 1 } }$ ( $m _ { h _ { 1 } } > m _ { a _ { 1 } }$ ). Note that due to the large scattering cross section favored by the CDMS-II results, a light $h _ { 1 }$ is needed (as the $\\mathrm { t }$ -channel propagator） and the case $m _ { h _ { 1 } } > m _ { a _ { 1 } }$ is absent. From Fig.2 we have the following observations: ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "1.In both bino-like and singlino-like DM scenario, the straight line $\\operatorname * { m i n } ( m _ { h _ { 1 } } , m _ { a _ { 1 } } ) \\ \\sim$ （204号 $2 m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } }$ is very obvious，which corresponds to the s-channel resonance effect of $h _ { 1 }$ or （20 $a _ { 1 }$ . However,in the singlino-like scenario with $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\gtrsim 1 8 \\mathrm { G e V }$ , there are some small regions where the line seems to be not continuous. In fact, this is not the case. We checked that there still exits a scalar (either $h _ { 1 }$ or $a _ { 1 }$ ）with mass around $2 m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } }$ .It is just that this scalar does not correspond to the lightest Higgs boson. Moreover， for the scalars shown in Fig.2, we checked that they are highly singlet-dominated, which agree with previous study in [28]. ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/2c50989ac10dec99a0e3aa9dbad18619cc0843719f39a15e68e9ba96afe903b5.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "FIG. 2: Scatter plot of the $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\lesssim 3 5 \\mathrm { G e V }$ samples in Fig.1 which can explain the CDMS-II results at $2 \\sigma$ level or survive the LUX- $3 0 0 \\mathrm { k g }$ exclusion limits, projected on the plane of DM mass versus $\\operatorname* { m i n } ( m _ { h _ { 1 } } , m _ { a _ { 1 } } )$ . Red codes represent samples suggested by the CDMS-II experiment and meanwhile satisfying $m _ { h _ { 1 } } ~ < ~ m _ { a _ { 1 } }$ ， while cyan(blue) codes correspond to samples surviving the LUX-300kg exclusion limits and also satisfying $m _ { h _ { 1 } } < m _ { a _ { 1 } }$ ( $m _ { h _ { 1 } } > m _ { a _ { 1 } }$ ). Note that due to the large scattering cross section favored by the CDMS-II results,a light $h _ { 1 }$ is needed (as the t-channel propagator） and the case $m _ { h _ { 1 } } > m _ { a _ { 1 } }$ is absent. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2. Since $h _ { 1 }$ contributes to the spin-independent DM-nucleon scattering as the $\\mathrm { t }$ -channel propagator [23], a very light $h _ { 1 }$ is needed to explain the CDMS-II result. For the binolike DM, the CDMS-II samples are mainly distributed in low $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } }$ region with $m _ { h _ { 1 } }$ （20 upper bounded by about 4 GeV，while for the singlino-like DM, the corresponding samples spread a larger region in $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } - m _ { h _ { 1 } }$ plane. Moreover， when focusing on the CDMS-II samples, we checked that if the DM is bino-like, the channel $\\chi _ { 1 } ^ { 0 } \\chi _ { 1 } ^ { 0 }  h _ { 1 } h _ { 1 }$ （204 plays the dominant role in contributing to the DM annihilation,while if the DM is singlino-like, the s-channel resonance effect is the main contribution. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3. Since the constraint from the LUX-300kg data on the scattering rate is rather weak in the very light DM region, $h _ { 1 }$ as light as 1 GeV is still allowed for $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\lesssim 7 \\mathrm { G e V }$ ： With the increase of DM mass, the constraint becomes much stronger and $h _ { 1 }$ generally needs to be heavier than about 10 GeV for $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\gtrsim 2 5$ GeV in both scenarios. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "For the SM-like Higgs boson,since the decay channel $h _ { S M }  \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 }$ is opened when $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } <$ $m _ { h _ { S M } } / 2$ , one can expect that the Higgs data will impose rather tight constraints on this decay rate. In Fig.3, we show the samples of Fig.2 on the plane of $B r ( h _ { S M }  \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 } ,$ ）versus DM mass and extend the DM mass to about 60 GeV. We have the following observations: ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/73b33298ca20db5397c9db673df007f92e7df6ba4ccaad15cef9a4805f6ef867.jpg",
        "img_caption": [
            "FIG.3: Same as Fig.2, but projected on the plane of the invisible branching fractions of the SM-like Higgs boson versus DM mass, and extended the DM mass to about 60 GeV. "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "1. The current Higgs data still allow for an invisible decay branching ratio as large as $3 0 \\%$ at $2 \\sigma$ level. The tolerance of such a large invisible branching ratio is owe to the large uncertainties of the current data, especially the fact that ATLAS and CMS data point to two opposite directions in the di-photon rate. Obviously, an invisible decay branching ratio reaching 30% may be easily tested at the 14 TeV LHC with $\\mathcal { L } = 1 0 0$ （204号 fb $^ - 1$ ，where a 95% C.L. upper limit on the invisible decay, i.e. $B r _ { \\mathrm { i n v } } < 1 8 \\%$ ，can be imposed [35, 50]. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "2. In the bino-like DM scenario, due to the necessary higgsino component in the DM required by an effcient DM annihilation rate, the interaction between DM and $h _ { S M }$ （204号 can be relatively large. As a result, $B r ( h _ { S M }  \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 } )$ as large as $3 0 \\%$ is possible. Note that for the CDMS-II samples, $B r ( h _ { S M }  \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 } )$ is always larger than about $1 0 \\%$ The underlying reason is that, as we mentioned earlier, the channel $\\chi _ { 1 } ^ { 0 } \\chi _ { 1 } ^ { 0 }  h _ { 1 } h _ { 1 }$ plays an important role in contributing to the DM annihilation. This requires the strength of the $h _ { 1 } \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 }$ interaction to be sufficiently large, and so is the $h _ { S M } \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 }$ interaction. Also note that since $\\mu$ is upper bounded for $m _ { \\tilde { \\chi } _ { 1 } ^ { 0 } } \\lesssim 3 5 \\mathrm { G e V }$ (see Table I)，generally there is a lower bound of $B r ( h _ { S M }  \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 } ,$ ） ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "3. In the singlino-like scenario, since the $h _ { S M } \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 }$ coupling is determined by $\\lambda$ and $\\kappa$ and Table I indicates that these two parameters are generally small, $B r ( h _ { S M }  \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 } )$ is usually suppressed and can reach about 2O% in the optimal case. ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/f434061c8cc3ed7e9bb53bc2c6ae680b672ff2f75b68ee01a01098214b8b4d84.jpg",
        "img_caption": [
            "FIG. 4: Same as Fig.3, but showing the branching fraction of decays $h _ { S M }  h _ { 1 } h _ { 1 } , a _ { 1 } a _ { 1 }$ versus DM mass. "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Due to the existence of light scalars in light DM scenario, the SM-like Higgs may also decay into the lighter scalars, $h _ { S M }  h _ { 1 } h _ { 1 } ( \\mathrm { o r } \\ a _ { 1 } a _ { 1 } )$ .Unlike the $h _ { S M } \\tilde { \\chi } _ { 1 } ^ { 0 } \\tilde { \\chi } _ { 1 } ^ { 0 }$ coupling， the coupling strengthes of $h _ { S M }$ to these scalars are mainly determined by $\\lambda$ and $\\kappa$ (see Eq.(3) and also note that both $h _ { 1 }$ and $a _ { 1 }$ are highly singlet-dominated [28]). Consequently, according to Table I, the maximum decay rate in the bino-like DM scenario should in principle be larger than that in the singlino-like case. Similar to Fig.3,we show the total branching fractions of these two decays versus DM mass in Fig.4. One can learn that this branching ratio can reach $3 0 \\%$ in the bino-like DM scenario,while in the singlino-like case the maximum can only reach about 20%. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "IV.CONCLUSION ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Under current experimental constraints including the latest LHC Higgs data and the dark matter relic density, we examined the status of a light NMSSM dark matter and confronted it with the direct detection results of CoGeNT, CDMS-II and LUX. We have the following observations: (i) A dark matter as light as 8 GeV is still allowed and its scattering cross section off the nucleon can be large enough to explain the CoGeNT/CDMS-IIfavored region; (ii) The LUX data can exclude a sizable part of the allowed parameter space, but still leaves a light dark matter viable; (ii) The SM-like Higgs boson can decay into the light dark matter pair and its branching ratio can reach 30% at $2 \\sigma$ level under the current LHC Higgs data, which may be covered largely at the 14 TeV LHC experiment. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "We thank Nima Arkani-Hamed, Archil Kobakhidze, Yang Zhang and Jie Ren for helpful discussions. This work was supported by the ARC Center of Excellence for Particle Physics at the Tera-scale,by the National Natural Science Foundation of China (NNSFC) under grant No. 10821504，11222548，11305049 and 11135003，and also by Program for New Century Excellent Talents in University. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[1] D.A. Vasquez,G. Belanger, C. Boehm,A. Pukhov and J. Silk, Phys. Rev. D 82,115027 (2010）[arXiv:1009.4380 [hep-ph]].   \n[2] D.Albornoz Vasquez，G. Belanger and C. Boehm，Phys. Rev.D 84，095008 (2011) [arXiv:1107.1614 [hep-ph].   \n[3] G. Belanger, G. Drieu La Rochelle, B. Dumont,R. M. Godbole, S. Kraml and S. Kulkarni, Phys. Lett.B 726, 773 (2013) [arXiv:1308.3735 [hep-ph]].   \n[4] K. Schmidt-Hoberg，F. Staub and M. W. Winkler，Phys. Lett.B 727，506 (2013) [arXiv:1310.6752 [hep-ph].   \n[5] K. -Y. Choi and O. Seto, Phys. Rev. D 88, 035005 (2013) [arXiv:1305.4322 [hep-ph]. [6] C.Boehm，P. S. B. Dev，A. Mazumdar and E. Pukartas,JHEP 1306，113 (2013) [arXiv:1303.5386 [hep-ph].   \n[7] B. Kyae and J. -C. Park, arXiv:1310.2284 [hep-ph].   \n[8] R. Agnese et al. [CDMS Collaboration], arXiv:1304.4279 [hep-ex].   \n[9] C.E. Aalseth et al.[CoGeNT Collaboration],Phys.Rev. Lett. 106,131301 (2011).   \n[10] C.E. Aalseth et al. [CoGeNT Collaboration], Phys. Rev. Lett. 107, 141301 (2011).   \n[11] G. Angloher et al. [CRESST Collaboration], Eur. Phys. J. C 72,1971 (2012).   \n[12] R. Bernabei et al. [DAMA Collaboration], Eur. Phys. J. C 56,333 (2008).   \n[13] M.Ackermann et al. [LAT Collaboration], Phys.Rev. D 86, 022002 (2012) [arXiv:1205.2739 [astro-ph.HE]].   \n[14] L. Goodenough and D. Hooper, arXiv:0910.2998 [hep-ph].   \n[15] D. Hooper and L. Goodenough,Phys. Lett.B 697, 412 (2011) [arXiv:1010.2752 [hep-ph].   \n[16] D. Hooper and T.Linden,Phys. Rev. D 84, 123005 (2011) [arXiv:1110.0006 [astro-ph.HE].   \n[17] K. N. Abazajian and M. Kaplinghat, Phys. Rev. D 86, 083511 (2012) [arXiv:1207.6047 [astroph.HE]].   \n[18] W. -C. Huang, A. Urbano and W. Xue, arXiv:1307.6862 [hep-ph].   \n[19] E.Aprile et al. [XENON100 Collaboration], Phys. Rev. Lett.109,181301 (2012).   \n[20] D. S. Akerib et al. [LUX Collaboration],arXiv:1310.8214 [astro-ph.CO].   \n[21] k. J. Kang et al. [CDEX Collaboration], arXiv:1303.0601 [hep-ph].   \n[22] J. Su et al. [CDEX Collaboration],arXiv:1402.4591 [nucl-ex].   \n[23] J.Cao,K. -i. Hikasa,W. Wang，J. M. Yang and L. -X. Yu, JHEP 1007, O44 (2010) [arXiv:1005.0761 [hep-ph].   \n[24] P. Draper, T. Liu, C.E. M. Wagner, L. -T. Wang and H. Zhang, Phys. Rev. Lett. 106,121805 (2011）[arXiv:1009.3963 [hep-ph].   \n[25] U. Ellwanger, C. Hugonie and A. M. Teixeira, Phys. Rept. 496,1 (2010).   \n[26] T. Han, Z. Liu and A. Natarajan, JHEP 1311, 008 (2013) [arXiv:1303.3040 [hep-ph].   \n[27] A. Arbey, M. Battaglia and F. Mahmoudi, arXiv:1308.2153 [hep-ph].   \n[28] J. Cao,F. Ding, C. Han,J. M. Yang and J. Zhu, JHEP 1311, 018 (2013) [arXiv:1309.4939 [hep-ph]].   \n[29] G. Belanger,B. Dumont, U. Ellwanger, J. F.Gunion and S. Kraml,Phys.Rev. D 88,075008 (2013）[arXiv:1306.2941 [hep-ph]].   \n[30] CMS Collaboration, CMS-PAS-HIG-13-005; ATLAS Collaboration,ATLAS-CONF-2013-034.   \n[31] ATLAS Collaboration, ATLAS-CONF-2013-035; CMS Collaboration, CMS-PAS-SUS-13-006.   \n[32]U.Ellwanger,JHEP 1311,108 (2013） [arXiv:1309.1665 [hep-ph].   \n[33] J. Kozaczuk and S. Profumo, arXiv:1308.5705 [hep-ph].   \n[34] P. Bechtle, S. Heinemeyer, O. Stal, T. Stefaniak and G. Weiglein, arXiv:1305.1933 [hep-ph].   \n[35] ATLAS Collaboration,ATLAS-CONF-2013-011.   \n[36] S.Schael et al. [ALEPH and DELPHI and L3 and OPAL and SLD and LEP Electroweak Working Group and SLD Electroweak Group and SLD Heavy Flavour Group Collaborations], Phys. Rept. 427, 257 (2006) [hep-ex/0509008].   \n[37] U.Ellwanger, J. F. Gunion and C. Hugonie, JHEP 0502, 066 (2005); U. Ellwanger and C. Hugonie,Comput. Phys. Commun. 175,290 (2006);G. Degrass et al.， Eur. Phys. J. C 28 (2003) 133.   \n[38] B.Aubert et al.[BaBar Collaboration],Phys.Rev.Lett.103,081803 (2009)[arXiv:0905.4539 [hep-ex].   \n[39] Y. Amhis et al. [Heavy Flavor Averaging Group Collaboration], arXiv:1207.1158 [hep-ex].   \n[40] Raij et al. [LHCb Collaboration], Phys. Rev. Lett.110, 021801 (2013).   \n[41] P. A. R. Ade et al. [Planck Collaboration], arXiv:1303.5076 [astro-ph.CO].   \n[42] G. Hinshaw et al. [WMAP Collaboration], Astrophys. J. Suppl. 208,19 (2013).   \n[43] K. Hagiwara et al., J. Phys. G 38, 085003 (2011).   \n[44] P. Bechtle et al., Comput. Phys. Commun.181,138 (2010); Comput. Phys. Commun. 182, 2605 (2011)； PoS CHARGED 2012, 024 (2012) [arXiv:1301.2345 [hep-ph]].   \n[45] CMS Collaboration, CMS-PAS-HIG-12-050; ATLAS Collaboration,ATLAS-CONF-2012-011.   \n[46] CMS Collaboration, CMS-PAS-HIG-13-010.   \n[47] M. Drees,H. Dreiner, D. Schmeier,J. Tattersalland J. S. Kim,arXiv:1312.2591 [hep-ph].   \n[48] W. Beenakker, M. Klasen, M. Kramer, T. Plehn, M. Spira and P. M. Zerwas, Phys. Rev. Lett. 83,3780 (1999) [Erratum-ibid.100,029901 (2008)] [hep-ph/9906298].   \n[49] D.Das,U. Ellwanger and A. M. Teixeira， Comput. Phys. Commun. 183，774 (2012) [arXiv:1106.5633 [hep-ph].   \n[50] D.Ghosh, et al., Phys. Lett.B 725,344 (2013)； CMS-PAS-HIG-13-013, CMS-PAS-HIG-13- 018, CMS-PAS-HIG-13-028, ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    }
]