[
    {
        "type": "text",
        "text": "国家自然科学基金支持我国基础研究的回顾与展望",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李静海",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "国家自然科学基金委员会 北京100085",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/21996306abb8cc78f5cebaf0601bd997f63a9d36bbdbec3aaf1126029c89055d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1978年，邓小平同志在全国科学大会上指出：“科学技术是生产力，这是马克思主义历来的观点。正确认识科学技术是生产力，正确认识为社会主义服务的脑力劳动者是劳动人民的一部分，这对于迅速发展我们的科学事业有极其密切的关系。”①自此，我国迎来了“科学的春天”，科技体制改革由此循序开展并不断深化。科学基金制正是我国科技体制改革的重要产物，并随之不断走向成熟。在国家创新体系中，科学基金制是重要基础和知识源泉。科学基金制实施30多年来，通过促进知识生产和培育人才，显著推动了我国基础研究的繁荣发展，有力地支撑着我国经济社会发展和国际科技竞争力的提升。当前，中国特色社会主义进入新时代，新时代的基础研究应有新气象新作为。回顾30多年来科学基金的发展及成效，探索适应新时代的中国科学基金体系，将有利于开创中国科学发展的新篇章，这是我们当前的一项重要任务。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1国家自然科学基金历史回顾",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1科学基金制的建立",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学家对我国科学基金制的创立与发展功不可没。1981年5月15日，89位中科院学部委员（院士）致信党中央、国务院，建议借鉴国际上“由政府出资和监督，成立第三方机构”支持基础研究的成功经验，设立面向全国的自然科学基金，用于资助我国的基础研究工作。为此，国家自然科学基金的雏形——中国科学院科学基金正式启动。1982—1985年，中国科学院科学基金共受理项目申请9344项，批准资助4426项，资助金额17270.6万元。当时，科研人员不仅将项目看作是经费上的支持，还将其作为学术上的荣誉③。这是推动我",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "国基础研究发展的第一场“及时雨”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "经过几年的实践，国家有关部门一致认为我国应当尽快成立一个独立的国家科学基金管理机构，受国家委托独立开展工作。1985年《中共中央关于科技体制改革的决定》指出：“对基础研究和部分应用研究工作，逐步试行科学基金制。设立国家自然科学基金会。”这为我国基础研究管理体制改革明确了方向，提出了措施。同年7月，邓小平同志在接见著名科学家李政道时指出：“成立国家自然科学基金委员会，大家都会赞成，不会反对。应该这样办。这是个新事物，办起来再说，取得经验。”④这为我国决策成立国家自然科学基金委员会明确了方向。1986年2月14日，国务院印发《关于成立国家自然科学基金委员会的通知》，有中国特色的科学基金制正式诞生。这是我国科研经费从“计划分配”向“竞争择优”过渡的一个里程碑。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "这一划时代变革，是落实小平同志关于“科学技术是第一生产力”的科学论断，推动我国基础研究发展的重要战略举措，是我国深化科技体制改革，推进科技经费由计划管理体制向与社会主义市场经济体制相适应的竞争机制转变的重要标志，是党和政府尊重和保护科学家创新精神，推进民主管理科学技术实践的重要里程碑。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2科学基金制的运行模式",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "国家自然科学基金委员会根据中国实际情况，同时借鉴西方发达国家科学基金管理模式和经验教训，制定了一整套科学基金管理办法，建立了以学科体系为框架、同行评议为手段、绩效评估为辅助的资源配置体系，健全了决策、咨询、执行、监督相互协调的中国特色科学基金管理系统。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "国家自然科学基金委员会设有全委会、监委会和科学部专家咨询委员会。全委会负责对科学基金工作进行审议、监督和咨询，委员由来自高等学校、研究机构、政府部门和企业等方面的科学家、工程技术专家和管理专家担任。监委会负责独立开展科学基金监督工作，委员由有关科学家和管理专家组成。科学部专家咨询委员会负责对科学部的优先领域和资助格局、重大研究计划和重大项目立项、学科发展战略等具有战略性的资助决策与管理工作提供咨询建议和指导性意见，主任由科学部主任兼任，委员由相关领域的战略科学家组成。国家自然科学基金委员会下设职能部门和学术管理部门（共有8个科学部，包括数学物理科学部、化学科学部、生命科学部、地球科学部、工程与材料科学部、信息科学部、管理科学部和医学科学部），采用固定编制与流动编制相结合的人事管理制度。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "国家自然科学基金委员会成立之初，设立了自由申请项目、重大项目、青年科学基金项目、高技术新概念新构思探索项目、国际合作交流项目等项目类型，后来又设立了地区科学基金、重大研究计划等。1994年在总理的关心下设立了国家杰出青年科学基金项目。此后，又陆续设立了创新研究群体项目、优秀青年科学基金项目等。2013年，科学基金资助格局进行了较大调整，取消了国家基础科学人才培养基金项目、科普项目、重点学术期刊专项基金项目等，最终将30多个项目类型压缩至17个。2016年，开始试点实施基础科学中心项目。目前，已建立“探索、人才、工具、融合”四大系列的资助格局，设立18种项目类型，共注册依托单位2945家。已形成由青年科学基金项目、优秀青年科学基金项目、国家杰出青年科学基金项目和创新研究群体项目等构成的较为完整的人才资助体系。每一种类型项目都有严格的立项评审程序和原则，这是科学基金良好声誉的重要保障。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "30多年来，科学基金始终遵循“依靠专家、发扬民主、择优支持、公正合理”的16字评审原则。目前，基本建立了遵循规律、公正为先、管理规范、运行有序的项目资助管理机制。国家自然科学基金委员会以《国家自然科学基金条例》为根本遵循，建立了规范的科学基金项目资助管理流程，出版了《国家自然科学基金规章制度汇编》，从组织管理、程序管理、资金管理和监督保障4个方面，制定了内容科学、程序严密、配套完备的科学基金规章制度体系，为项目资助管理提供了制度坐标。国家自然科学基金委员会建设了全球规模最大的评审专家库，通讯评审专家18万多名，会议评审专家6000多名。开发了国内首个评审专家计算机辅助指派系统，通过“智能指派”和“痕迹管理”，既缓解了国家自然科学基金委员会人力不足的压力，又提高了项目评审的公信力。在资金管理方面，国家自然科学基金委员会第一时间响应国家关于项目资金管理改革的要求，2015年与财政部联合修订了《国家自然科学基金资助项目资金管理办法》。在绩效评估方面，国家自然科学基金委员会建立了常态化绩效评估机制，委托科技部评估中心作为第三方开展绩效评估，提高了资金使用效益，获财政部预算绩效管理评比一等奖。国家自然科学基金委员会高度重视科学基金科研诚信工作，对科研不端行为“零容忍”，近年来不断加大监督和查处力度，稳步推进教育、制度、监督和惩治并重的科学基金科研诚信体系建设。近5年，共审议科研不端行为案件390件，442人受到处理，抽查审计93家依托单位。以后这方面工作还需进一步加强。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2国家自然科学基金资助基础研究的成效",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "自我国实施科学基金制以来，始终坚持资助基础研究和部分应用基础研究，支持人才和团队建设，为我国科研领域出成果、出人才作出了显著贡献。国家自然科学基金委员会第一任主任唐敖庆同志曾指出“国家自然科学基金以有限的经费，对基础研究和应用基础研究的稳定发展和运行机制改革，发挥了一定的作用”③。2016年，刘延东同志在国家自然科学基金委员会调研时指出：“在党中央、国务院领导下，几代基金工作者接力奋斗，科学基金在国家创新体系中的地位更加凸显，已经成为我国支持基础研究的主渠道之一”③在2011年（国家自然科学基金委员会成立25周年）开展的科学基金资助与管理绩效国际评估中，国际评估专家组提出“中国仅用25年便建成了当前的科学基金体系，这是个令人惊叹的成就”⑨。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科学基金通过发布《项目指南》，引导科研工作者申请项目。通过项目申请接收与初审、通讯评审、会议评审来组织开展项目的受理与评审工作。科学基金项目的会议评审结果当场向评审专家公布。32 年来，在党中央、国务院的坚强领导下，科学基金财政投入从1986年的8000万元增长到2017年的267.36亿元，共资助项目47.6万项，已成为我国资助基础研究的重要渠道。特别是十八大以来，科学基金经费预算从2013年的161.62亿元增长到2017年的267.36亿元，年均增长 $1 3 . 4 1 \\%$ ，支持在职科研人员73.91万人次、博士后3.4万人次、研究生75.2万人次。国家自然科学基金委员会是中国科学对外合作与交流的重要平台。1986一2012年，科学基金共资助国际合作与交流项目33091项，经费25.9亿元。近5年，资助国际合作与交流项目4398项，经费39.4亿元。目前，已与49个国家（地区）的91个科学基金组织、研究机构或国际组织签署了合作协议或谅解备忘录，有力地推动了与欧美科技发达国家、“一带一路”沿线国家、部分发展中国家和港澳台地区的合作与交流，形成了覆盖面广、合作深化，有效服务于国家战略和科学发展的科学合作网络。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前，国家自然科学基金委员会已成为我国促进学科协调演化、全链条人才培养、研究前沿突破、源头创新供给、支持基础研究的最大资助机构。国家自然科学基金委员会自成立起就承担着促进学科协调演化的责任，支持优势学科，扶持弱势学科，鼓励交叉学科，推动形成新的学科生长点。科学基金在促进知识生产方面成效突出。据统计，2016年科学基金资助产出的 SCI论文占全球的 $1 1 . 7 3 \\%$ ，超过美国国家科学基金会( $3 . 0 3 \\%$ ）和美国国立卫生研究院（ $4 . 1 8 \\%$ ）的比例，居全球资助机构首位。从质量看，近5年全球共发表高被引论文72792篇，我国占 $20 . 5 \\%$ ，其中科学基金资助产出论文数占全球的 $1 4 . 4 2 \\%$ ，占我国的 $70 . 3 7 \\%$ 。但是应当认识到，如何提升论文质量，扭转追求论文数量的倾向，仍是今后评价过程应强调的重要问题。近10年，我国所有国家自然科学奖的获奖成果均获得过科学基金资助。国家自然科学奖一等奖“铁基超导”研究得到科学基金20多年持续支持；“多光子纠缠及干涉度量”研究得到30多项科学基金项目资助。2000年以来当选的中科院院士大多得到过科学基金资助，其中60岁以下的有近 $70 \\%$ 获得过国家杰出青年科学基金项目资助。近年来，在科学基金和其他科技计划共同资助下，产出了铁基超导、量子反常霍尔效应、多光子纠缠、鸟类起源研究、煤和天然气高效制备高值化学品等重大原创成果，高性能计算、盾构装备设计制造、舰船综合电力系统等一大批成果对经济社会和国防建设起到了重要支撑作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3新时代国家自然科学基金发展展望",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当前，我国科技体制改革和创新体系建设进人深度优化期，基础研究发展正在迎来重要的战略机遇期。习近平总书记指出“基础研究是整个科学体系的源头，是所有技术问题的总机关”?，充分表明党和国家对新时代基础研究的高度期盼。党的十九大报告强调“要强化基础研究、加强应用基础研究”，2018年1月国务院印发的《关于全面加强基础科学研究的若干意见》明确了新时期全面加强基础研究的指导思想、基本原则、发展目标和具体举措①，表明党中央、国务院对基础研究的高度重视。国家自然科学基金委员会将坚持定位、把握机遇、乘势而上，积极探索完善中国特色的科学基金体系，为建设世界科技强国夯实科学基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1全面加强党对科学基金事业的领导",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "国家自然科学基金委员会坚持把党的政治建设摆在首位，深人学习贯彻习近平新时代中国特色社会主义思想和党的十九大精神，以党章党规为遵循，教育引导全体工作人员切实增强“四个意识”，坚定“四个自信”，确保不折不扣地贯彻落实中央重大决策部署。积极发挥领导班子以上率下的作用，发挥广大员工积极性，切实建立“对科学严谨、求实、寻真；对同志正直、诚恳、守信；对工作认真、负责、担当”的工作作风，以实际行动共同建立和维护科学基金形象。同时，努力提升党建工作规范化制度化水平。国家自然科学基金委员会党组已组织制定26部党内规范性文件，初步形成科学基金全面从严治党规章制度体系，并将根据党中央的新精神新要求不断丰富和完善。这些是科学基金全面加强党的领导、推进全面从严治党的重要保障。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2始终牢记国家自然科学基金的定位与使命",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "“十三五”乃至更长一段时期，科学基金工作要贯彻创新、协调、绿色、开放、共享发展理念，突出“聚力前瞻部署、聚力科学突破、聚力精准管理”的战略导向，着力推进科学和工程前沿，催生科学突破，培育科学英才，夯实建设世界科技强国的科学基础。要坚持《中华人民共和国科学技术进步法》对科学基金的定位，即“资助基础研究和科学前沿探索，培养科学技术人才。”要充分发挥国家自然科学基金在中央财政科技计划体系中的作用，按照国务院印发的《关于深化中央财政科技计划（专项、基金等）管理改革方案》要求，资助基础研究和科学前沿探索，支持人才和团队建设，增强源头创新能力。要按照新时代对基础研究提出的新要求，促进实现前瞻性基础研究、引领性原创成果重大突破，为强国建设提供科学支撑，为造就具有国际水平的战略科技人才、科技领军人才、青年科技人才和高水平创新团队作出更大贡献。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3探索新时代科学基金工作的新思路",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "进人新时代，科学基金更要以提出和解决科学问题为出发点，鼓励探索、突出原创，聚焦前沿、独辟蹊径，需求牵引、突破瓶颈，共性导向、交叉融通，打造新时代中国科学基金体系，以此为核心，提高资助效能，造就科技英才，显著增强我国源头创新能力。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "鼓励探索、突出原创就是要聚焦“创新是引领发展的第一动力”，落实习近平总书记在2016年全国科技创新大会上对基础研究提出的明确要求，即“要尊重科学研究灵感瞬间性、方式随意性、路径不确定性的特点，允许科学家自由畅想、大胆假设、认真求证”①。科学基金要把提升原始创新能力摆在更加突出的位置，将产出更多的科学突破作为科学基金的重要目标。要鼓励科学家大胆地、负责任地提出科学思想，葆有“板凳宁坐十年冷”的科学精神与勇气，敢于追求原创性和独创性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "聚焦前沿、独辟蹊径就是要“面向世界科技前沿”，落实党的十九大报告提出的“实现前瞻性基础研究、引领性原创成果重大突破”。科学基金所资助的学科领域覆盖面最全，在促进各学科协调演化、交叉融合的同时，也要聚焦世界科学前沿，勇于独辟蹊径，关注颠覆性和变革性科学与技术，防止一哄而上和盲目跟风，在世界科学舞台发出更多中国科学的声音。在我国已具备冲击“领跑”地位的领域加强部署，争取引领世界科学前沿；在我国基础较好的领域，努力开辟新的研究前沿；在我国基础较弱的领域，抓紧补齐短板，不断提升竞争力。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "需求牵引、突破瓶颈就是要“面向国家重大需求”和“面向经济主战场”，围绕国家发展中亟待解决的科学问题，引导科学家将科学研究活动中源头创新思想的生成与服务国家战略需求紧密结合，把国家战略需求作为源头创新思想的重要策源地。当前，我国科技方面屡受制约的根源在于一些“卡脖子”问题没有解决，这些问题背后的科学问题有待突破，根本上取决于基础研究能否取得突破性成果。科学基金应加强对接国家重大需求，突破瓶颈性科学问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "共性导向、交叉融通就是要应对科学技术日新月异的发展和科研模式正在发生的变革，以共性问题为导向，促进交叉融通创新。共性导向的科学问题往往具有鲜明的交叉特征，需要会聚不同学科领域的创新思想和人才团队，需要探索交叉研究项目的评审和资助管理机制，以及研究成果的融通创新路径。科学基金应大力推动学科交叉融合，优化资助机制，鼓励并支持科学家开展交叉研究。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "不同类型、不同科学属性的研究，需要不同的评审和评估机制。如何更加精准地选择项目，确保新思想和重大突破及时得到支持也是当前应该解决的重要问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "当前，新一轮科技革命和产业变革正在蓬勃兴起,基础研究领域的科学突破加速涌现。我们要紧密团结在以习近平同志为核心的党中央周围，坚定创新自信，坚定敢为天下先的志向，在独创独有上下功夫，勇于挑战最前沿的科学问题，提出更多原创理论，做出更多原创发现，力争在重要科技领域实现跨越发展，跟上甚至引领世界科技发展新方向，掌握新一轮全球科技竞争的战略主动。继往开来，不忘初心、牢记使命，国家自然科学基金委员会将与广大科研工作者一道，共同开创中国科学新的辉煌。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "李静海科学技术部党组成员，国家自然科学基金委员会主任、党组书记。1956年出生。研究员，工学博士。主要从事颗粒流体两相反应系统量化设计和放大研究。中国科学院院士，发展中国家科学院院士，瑞士工程院、英国皇家工程院、澳大利亚工程院外籍院士。担任中国科协副主席、国际科学理事会（ICSU）主管科学计划与评估的副主席。",
        "page_idx": 5
    }
]