[
    {
        "type": "text",
        "text": "科技与教育",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "大科研组织一般战略研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "兼论中国科学院研究所分类改革",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "霍国庆1李慧聪",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "丨中国科学院大学公共政策与管理学院北京100049²北京工商大学商学院北京 100048",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义]本文旨在应用波特一般竞争战略理论解析和提出科研组织的竞争优势与一般战略，这对于提升我国科研组织的核心竞争力具有重要指导价值。[方法/过程]本文首先分析并把科研组织的基本功能概括为知识发现与知识应用，据此提出科研组织的竞争优势主要表现为系统和持续积累的数据／样本库、持续解决重大战略问题的能力、持续转化知识技术为现实生产力的能力，然后通过竞争优势的组合分析提出科研组织的一般战略模型，推演出科研组织的一般战略，即突破战略、引领战略、协同战略，并对3种战略进行了系统阐述。[结果/结论]本文应用该模型对中国科学院研究所分类改革方案进行了分析，发现研究所分类改革基本符合科研组织一般战略模型的研究结论，但又存在不一致性，主要原因在于研究所分类改革的依据是经验主导的标杆管理原理而非理性主导的科研组织战略管理理论，基于此，本文提出了改进和深化研究所分类改革的对策建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：科研组织　战略管理一般战略　竞争优势分类改革  \n分类号：G311  \nDOI: 10.19318/j.cnki.issn.2096-1634.2016.06.03",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "科研组织是专门从事科学研究和技术创新的组织，经验证明，成功的科研组织如德国的马普学会、英国的卡文迪什实验室和美国的能源部国家实验室等都得益于正确的战略定位和实施[1]。我国科研组织是建国后根据苏联体制建立起来的，1978年之前计划体制框架中的国家科技战略就是科研组织的战略。20世纪80年代之后，伴随着改革开放进程和市场经济体制的推进，我国科研组织大多选择了类似于农村改革中“包产到户”",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "式的变革。课题组或PI制成为科研活动的主导体制，科研组织整体的战略布局和资源配置能力受到削弱，科研组织的战略管理也无从谈起。虽然近年来中国科学院非常重视战略管理并着力在其所属研究所推行战略管理，但流于形式的成分居多，科研组织有哪些战略可以选择？如果科研组织的战略研究无法支撑其战略实践，科研组织的战略管理就如同无源之水。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "战略管理理论在军事领域和企业领域最受重视，发展最快，研究成果也更为丰富。20世纪80年代，美国哈佛大学教授迈克尔·波特提出了著",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "霍国庆，李慧聪.科研组织一般战略研究：兼论中国科学院研究所分类改革[J].智库理论与实践，2016，1(6): 10-16.",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "名的竞争战略理论[2，他基于企业竞争优势，提出企业一般竞争战略，包括成本领先战略、差异化战略和聚焦战略3种类型，该理论提出后很快得到企业的认同，很多企业都按照波特的竞争战略理论来指导自身的战略实践并取得了成功。由于科研组织属于非赢利组织，与企业有根本的区别，波特的竞争战略理论很难直接应用到科研组织，科技领域需要适合自身的战略管理理论。在科技领域，美国布鲁金斯基金委主席司托克斯曾提出一个科技研究模型，该模型把科技活动划分为纯基础研究（波尔象限）、纯应用研究（爱迪生象限）、基于应用的基础研究（巴斯德象限）、特殊现象研究4种类型；美国学者Ruttan在司托克斯研究的基础上，进一步明确了特殊现象研究的内涵，界定其为“政府资助的应用研究和技术开发”，称之为Rickover象限（HymanRickover是美国海军上将，曾领导原子能委员会OakRidge 实验室、Los Alamos 实验室、Livermore 实验室以及西屋公司和通用电气公司的实验室，开发核潜艇）[3]；需要指出，这些模型对科研组织的战略管理具有参考价值，但本身不是战略的探讨。2014年，中国科学院启动“率先行动”计划[4]，依据战略定位把研究所划分为创新研究院、卓越创新中心、大科学研究中心、特色研究所4种类型，其中隐含着战略的思考，但缺乏科研组织战略管理理论的支持。为此，无论是从科技活动的有效性和价值实现而言，还是从科研组织核心竞争力建设与竞争优势构建而言，都急需科研组织一般战略的理论指导。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科研组织的价值与竞争优势",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "波特提出企业竞争战略的依据是对企业竞争优势的认识与判断，作为赢利组织，企业的目的是实现利润最大化，为此，企业有2种根本选择：在价格不变的情况下，产品成本越低的企业就越具有竞争优势，此为成本领先战略；在成本不变的情况下，产品价值越高的企业就越具有竞争优势，此为差异化战略[2]。科研组织属于非赢利组织，不能简单照搬波特的竞争战略理论，但波特竞争战略思维可以借鉴。据此推论，科研组织战略的目的是追求价值最大化，然而，如何界定与",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "衡量科研组织的价值呢？",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科研组织所从事的活动是人类活动的有机组成部分，根据认识论的观点，人类的活动可以概括为认识世界活动和改造世界活动，与此相对应，科研活动也可以概括为知识发现活动和知识应用活动。知识发现活动的目的是探讨和把握自然与人类的发展规律，知识应用活动的目的是运用所发现和掌握的知识来服务于人类改造世界的壮举。引申分析、知识发现的价值在于能否全面、系统、准确、及时、高效地揭示和证实事物的发展规律，知识应用的价值则在于能否综合、针对、创新、动态和有效地应用已掌握的知识来提出和优化改造世界的解决方案。无论知识发现还是知识应用活动，都可以用创造性、有效性、优先度、贡献度4个方面来度量。其中，创造性是指特定的科研活动中所蕴含的新知识数量与质量；有效性是指在多大程度上解决了特定问题或为解决特定问题提供了新知识与新方法；优先度是指发现新知识或提出新解决方案的先后顺序；贡献度是指新知识或新解决方案对人类认识世界和改造世界活动的实际价值。在这个意义上讲，科研组织一般战略就是能够帮助科研组织在这4个方面实现价值最大化的系统策划与行动方案。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科研组织战略管理的主要目的是培育、构建和维持科研组织的竞争优势，应用战略管理思维，科研组织的竞争优势就是能够确保科研组织实现价值最大化的资源与能力组合。一般情况下，科研组织的竞争优势是其正确选择和长期坚持适合自身的一般战略的产物。立足知识发现进行分析，要持续不断地领先发现事物发展的规律，需要系统和持续积累研究样本与数据，并培育和持续提升大样本／大数据分析研究能力；立足知识应用进行分析，要持续解决人类发展过程中的重大问题，关键是要培育和持续提升重大战略问题解决能力以及知识技术转移转化能力，包括构建针对重大战略问题的知识体系、工具方法体系和创新人才体系。进一步讲，系统和持续积累的数据库／样本库、持续解决重大战略问题的能力、持续转化知识技术为现实生产力的能力就是科研组织竞争优势的具体化，而明确了科研组织的竞争优势，就可以着手来探讨其一般战略。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科研组织的一般战略模型",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科研组织的基本活动包括发现科技问题、规划科技项目、获得科技资源、探讨科技原理、提出科技假设、设计和开展科技实验、验证和发现新知识、形成技术方案、进行技术创新、推动技术转移与转化、实施产品创新、提供技术服务等，所有这些活动按照科技发展规律组合起来就是科技创新价值链，这些活动也可以高度概括为知识发现和知识应用两大类，科研组织的竞争优势就是这2类活动进行过程中所积淀的不可复制的独特资源与能力。抛开特定科研组织的特殊性，从一般意义上而言，科研组织战略的根本目的是为了构建独特的竞争优势，而由于特定科研组织的资源有限性与能力局限性，科研组织通常很难在整个科技创新价值链上形成竞争优势，科研组织总是聚焦科技创新价值链的某个环节或某几个环节，围绕既定战略定位和集成优势资源来培育自身的竞争优势。立足于科研组织2类基本活动的组合，本文推演出了科研组织的4种基本战略（见图1），由于模仿战略只是不加选择的结果，很难称之为战略，所以，科研组织的一般战略也可以说只有3种。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/8d0a3898fd8fdb772ccdb433b407f41865fd9f67af5b6cdf9541d75c13b6dfc2.jpg",
        "img_caption": [
            "图1 科研组织一般战略模型",
            "Figure 1 Scientific organizations’ general strategy model "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1 突破战略 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "见图1第I象限，突破战略的主要目的是追求在知识发现方面取得突破，对应于那些专注基础科学研究的科研组织。德国马普学会是突破战略的代表。近些年来，俄罗斯首富联合一些国家的富豪包括我国阿里巴巴集团的马云夫妇设立的“科学突破奖”[5]，主要针对的就是选择突破战略的科研组织或科学家。突破战略的特点主要包括：（1）突破战略注重原始创新，关注国际科技前沿，主要目的是发现自然与人类社会发展的本质和规律；（2）突破战略的竞争优势主要表现为系统与持续积累的数据／样本的数量和质量，积累的数据／样本种类越全、时间跨度越长、处理数据/样本的手段越先进，其率先和突破性发现新知识的概率就越高；（3）突破战略成功的关键在于创新领军人才的培养和凝聚，这些创新领军人才对科研活动有浓厚的兴趣，以科学发现为毕生的事业追求，形成了以特定对象或问题的宽厚知识基础，具有哲学思辨能力和战略领导能力，能够不为外部世界种种诱惑所动摇，他们总是能够把握科技发展趋势和正确选择科研方向与重点；（4）突破战略需要宽容自由的创新文化，需要为科技创新人员提供稳定的支持，原则上不应采用严格的频繁的量化考核，创造性和优先度通常是最适合的评价变量；（5）突破战略的风险主要表现在科技发展本身的不确定性、科研活动的娱乐化和科研工作的职业化，科技发展的不确定性将会增加突破战略的选择失误及机会成本，科研活动娱乐化是指科技创新人员可能过度强调自身的科研兴趣而忽略了科研活动的根本目的，科研活动职业化是指科技创新人员失去了知识创造的激情而仅仅把科研工作视同养家糊口的职业活动。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2引领战略",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "见图1第Ⅱ象限，引领战略兼顾知识发现与知识应用，不满足于发现新知识，注重把发现的新知识转化为引领经济社会发展的新产品、新工具或新工程，如美国航空航天局（NASA）所采用的就是典型的引领战略。引领战略通常覆盖整个创新价值链，或者由一个强大的科研组织或一个科研组织联盟负责复杂的大科技工程的实施，或在总体布局的情况下由各个科研组织分别负责特定领域的科技创新价值链活动。引领战略的特点主要包括：（1）引领战略既注重新知识的发现，更注重新知识的系统应用。一般而言，引领战略聚焦国家战略需求，由于国家战略科技活动与成果的排他性与封闭性，即便一个国家已经发现了新",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "霍国庆，李慧聪.科研组织一般战略研究：兼论中国科学院研究所分类改革[J].智库理论与实践，2016,1(6): 10-16.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "的知识并转化为国家竞争力，其他国家的战略科研组织也不得不自主发现新知识并推进新知识的转化，而在这个过程中，与其他一般战略相比，引领战略更能够在战略层面引领一个国家的社会经济发展；（2）引领战略的竞争优势主要表现为持续解决重大国家战略问题的能力，为此需要组建一支稳定和有序更新的战略创新团队，持续预测国家战略必争领域及其科技需求的变化，集中优势资源进行提前布局，围绕核心需求培育和提升战略创新能力；（3）引领战略成功的关键在于创新质量控制，引领战略最终需要把科技知识转化为具体的产品或服务，这样就需要对科技创新价值链的每一个环节实施严格的质量管理，即使是理论创新环节也需要质量评估。因为任何一个环节的微小失误都可能导致重大科技项目的失败，如美国挑战者号的爆炸就是由一个小小的垫片失效引发的；（4）引领战略需要严谨、严密、规范、协同的创新文化，强调国家利益高于一切，注重团队创新与合作，宜于采用结果导向的考核与激励体系，创造性、有效性和贡献度通常是最适合的评价变量；（5）引领战略的风险主要表现在优势弱化、管理简化和成本高昂，由于需要同时运作多种创新活动而无法集中资源来构建相对优势，科技专家易于轻视管理，而重大科技项目的成功恰恰需要高水平的管理，国家战略导向往往使科技创新人员过多关注创新的结果而忽略成本控制。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3 协同战略 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "见图1第Ⅲ象限，协同战略注重知识应用，不强调一定转化应用本组织发现的知识，更关注需求侧的产品创新需求以及与企业的协同创新。台湾工业技术研究院所采用的就是典型的协同战略。协同战略的特点主要包括：（1）协同战略强调快速应用已发现的知识来支持变化的企业市场需求，对于特定科研组织而言，这些知识是本组织发现的还是其他科研组织发现的并不重要，其目的是把更多的科技成果转化为企业的创新产品以满足客户不断变化的需求；（2）协同战略的竞争优势主要表现为快速把科技成果转化为现实生产力的能力，其核心是精准把握客户需求的能力以及自主研发或改进技术工程化、产业化和商品化平台或装置的能力；（3）协同战略成功的关键在于培育和组建多元创新团队，该团队必需且不限于技术创新人才、技术工程化人才、技术产业化人才和技术商品化人才，这些人才必须协同合作以促成科技成果转化为商品化技术；（4）协同战略需要包容、协同、实用、求变的集成创新文化，强调客户利益优先，注重技术的市场效应，注重知识产权保护，宜于采用股权、期权和收入分享等激励机制，有效性、贡献度通常是最适合的评价变量；（5）协同战略的风险主要表现为科研组织的创新偏离市场需求，科研人员急于求成而把不成熟的技术转移给企业，科研组织与企业合作过程中存在严重的机会主义行为等方面。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.4模仿战略",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "见图1第V象限，模仿战略严格意义上讲不是一种战略，通常是指一个科研组织简单模仿其他科研组织的做法或不做战略选择的结果状态。模仿战略既不追求率先在选定领域发现知识，也不追求把已发现的知识转化为现实的生产力。这些科研组织所追求的主要是完成量化的科研指标，如发表SCI论文或获得专利授权，而不在意这些论文是否能够贡献新的知识以及这些专利是否能够用来提升企业的竞争力。就此而言，有相当数量科研组织的战略都处于这个象限。模仿战略的特点主要包括：（1）模仿战略所关注的是完成量化的科研绩效指标，而对科研组织的使命与社会价值不够重视；（2）模仿战略所提供的更像是一个科研平台，任何科研人员只要有能力获得科研资助和能够贡献量化的科研绩效指标，都可以在这个平台上从事科研活动，无论其科研活动是否符合科研组织的定位与战略；（3）模仿战略无任何竞争优势，由于缺乏明确的战略定位与战略指导思想，容易导致战略混乱，陷入波特提出的“夹在中间陷阱”；（4）模仿战略的文化一般属于典型的绩效主义文化，过于强调收入与量化绩效指标的直接挂钩，容易导致急功近利、杀鸡取卵、诚信缺失、斤斤计较等风险，最终使科研组织丧失竞争力甚至出现生存危机。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "如上所述，科研组织的一般战略主要包括3种，任何科研组织都须明确选择和坚持执行其中的一种战略才能取得成功，这3种战略的主要特征见表1。",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/b5631aeb8e4885d6514ef74afc6d4c871315933d271225933e8c10b929da991e.jpg",
        "table_caption": [
            "Table1 The main features of three general strategies in scientific organizations "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>战略类型</td><td>战略定位</td><td>竞争优势</td><td>战略重点</td><td>创新模式</td><td>创新文化</td><td>战略风险</td></tr><tr><td>突破战略</td><td>原始创新，寻求知识发 现突破</td><td>系统/持续积累数据/样创新领军 本</td><td>人才</td><td>PI制</td><td>自主创新 文化</td><td>不确定性；娱乐 化；职业化</td></tr><tr><td>引领战略</td><td>系统创新，寻求知识突持续解决重大战略问题 破并全程应用</td><td>能力</td><td>创新质量 控制</td><td>创新 价值链</td><td>质量创新 文化</td><td>优势弱化；管理 冲突；成本失控</td></tr><tr><td>协同战略</td><td>识解决问题</td><td>集成创新，应用已有知快速转换知识为生产力 能力</td><td>需求洞察 技术实现</td><td>创新 联盟</td><td>集成创新 文化</td><td>偏离需求；急于 求成；机会主义</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "由于上述科研组织的一般战略的边界条件不同且存在潜在的矛盾冲突，如果科研组织试图同时选择两种一般战略或不进行战略选择，就会陷入“夹在中间”困境。譬如，如果一个研究所同时选择突破战略与协同战略，由于其价值导向、能力要求、评价标准和激励机制等存在根本区别，势必导致该研究所的研究员无所适从，最终出现创新不力或无法创新的结果。特别指出，一般战略研究的是科研组织战略的一般规律，特定科研组织应结合其实际情况具体应用一般战略，力争在战略运作过程中形成适合自己的战略模式。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4一般战略框架下的中国科学院研究所分类改革",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2014年中国科学院启动了面向2030年的“率先行动”计划，其目标是为了实现习近平总书记提出的“四个率先”，即率先实现科学技术跨越发展、率先建成国家创新人才高地、率先建成国家高水平科技智库、率先建设国际一流科研机构。其核心是研究所分类改革，即根据科研发展规律及国际科研组织标杆的卓越实践，把中科院的研究所分为创新研究院、卓越创新中心、大科学研究中心、特色研究所4种类型，到2020年前基本完成分类定位和分类管理的体制机制设计、开展4类科研机构建设试点，到2030年形成相对成熟定型、动态调整优化的中国特色现代科研组织治理体系，建成一批具有重要影响力、吸引力和竞争力的国际一流科研机构。其实质是要求各研究所重新审视其竞争优势并重新进行战略定位，按照“有所为有所不为”的原则，突出重点领域和主攻方向，调整优化科研布局，整合优势科技资源，组织科技攻关与协同创新，实现科学技术跨越发展。中国科学院研究所分类改革确定的4类科研机构的主要特征见表2（根据中科院“率先行动”计划相关报道整理而成）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/42b6ca30dfc6a4944c74559a0a2f947943393517a5412665f58230be92eb8d56.jpg",
        "table_caption": [
            "表1 科研组织3种一般战略的主要特征",
            "表2中科院研究所分类改革方案中4类科研机构的主要特征",
            "Table 2 The main features of four kinds of scientific organizations in the classifying reform scheme of CAS "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>组织机构</td><td>发展定位</td><td>价值取向</td><td>支持方式</td><td>评价方式</td></tr><tr><td>卓越创新中心</td><td>面向前沿 基础研究</td><td>学术导向 重水平</td><td>择优稳定支持为主</td><td>国际同行评价</td></tr><tr><td>创新研究院</td><td>面向国家和产业重大战略需求</td><td>任务导向 重贡献</td><td>国家任务和市场资 源为主</td><td>应用部门和市场评价</td></tr><tr><td>大科学研究中心</td><td>依务大科学装置</td><td>平导向</td><td>国家专项支持为主</td><td>用户和专家等第三方评价</td></tr><tr><td>特色研究所</td><td>依托特色学科 服务区域行业发展</td><td>学科导向 重特色</td><td>机构支持 项目支持</td><td>同行、行业部门和地方政 府评价</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对照本文提出的科研组织一般战略模型进行分析，可以发现，中国科学院提出的研究所分类基本符合一般战略模型的要求，卓越创新中心对应突破战略，创新研究院对应引领战略，特色研究所对应协同战略。至于第4类研究所即大科学研究中心，引入科学的分类原理进行分析，这",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "霍国庆，李慧聪.科研组织一般战略研究：兼论中国科学院研究所分类改革[J].智库理论与实践，2016,1(6): 10-16.",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "类研究所与其他3类研究所不在一个平面上，更准确地说，不是由同一个分类标准所导出的研究所类型。大科学研究中心作为一个类别的依据是大科学装置，而依托大科学装置可以发展成为卓越创新中心，也可以发展成为创新研究院或特色研究所，譬如国家天文台是典型的大科学研究中心，其中航天研究群组加盟了空间科学中心的创新研究院，天文学研究群组与中国科学院大学联合组建了科教融合的卓越创新中心，依托北斗系统提供天文数据服务的群组则相当于一个特色研究所。由此可见，大科学研究中心不应与其他3类研究所并列，正确的定位是，根据大科学研究中心的性质及其发展现状，促成与其他3类科研机构的合作。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "研究所分类改革方案与科研组织一般战略模型也存在不尽一致的地方，主要表现在创新研究院与特色研究所的定位存在交叉重叠，尤其是特色研究所定位相对模糊。究其原因，主要在于科研机构分类改革是应用“标杆法”来划分研究所而不是严格地根据研究所的价值来进行科学分类，这样就导致了分类标准不统一、不同类型研究所之间交叉重叠、特色研究所包罗万象等问题。为此，可以根据科研组织一般战略模型对中国科学院研究所分类改革进行纠偏调适，毕竟分类不是目的，分类改革的主要目的是促使中国科学院各研究所明确战略定位和选择适合的战略，促进研究所坚持执行既定战略并围绕该战略构建核心竞争力，最终促成研究所实现卓越发展和做出更大贡献。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "结论与建议",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "本文受著名战略管理学家波特教授一般竞争战略的启发，基于对两类基本科研活动即知识发现活动和知识应用活动及其价值分析，提出了科研价值的四维评价标准，即创造性、有效性、优先度、贡献度，探讨并把科研组织的竞争优势具体化为3个方面，即系统和持续积累的数据库／样本库、持续解决重大战略问题的能力、持续转化知识技术为现实生产力的能力，并进一步以2类科研价值为纵横轴变量进行组合分析，提出了3种科研组织一般战略并对其特点进行了系统阐述。同时，本文还应用科研组织一般战略模型对中国科学院研究所分类改革方案进行了分析，结果表明，科研组织一般战略模型能够给中国科学院研究所分类改革实践提供理论支持和指导。综合应用本文的研究结论，还可以给中国科学院研究所分类改革方案提出如下建议：",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第一，建议应用科研组织一般战略模型及其理论，重新系统梳理研究所分类改革思路，根据研究所一般战略重新界定研究所类型，明确不同类型研究所的本质内涵及其相互之间的边界，从而为研究所分类改革实践提供强有力的理论指导。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第二，针对大科学研究中心类研究所，建议不作为一个单独的研究所类型，可替代的方案是，要求大科学研究中心进行战略选择，可依托大科学装置发展成为卓越创新中心，创新研究院或特色研究所转变，或促成大科学研究中心与对应研究所的合作。同时，也可以建设成为专业运行大科学装置并向其他研究所提供专门服务的科研服务组织。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第三，建议重新界定“特色研究所”内涵，明确特色研究所应面向国民经济主战场，重点是与产业对接，开展产业共性技术研究，主旨是为产业发展和区域经济社会服务，或可以考虑把“特色研究所”重新命名为“产业创新研究所”或“技术创新研究所”。同时，应区分现有特色研究所范畴内的研究所，主要开展学科理论研究的研究所建议向卓越创新中心方向发展。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第四，建议组建研究所战略管理专家团队，为中国科学院各研究所的战略定位、选择和实施提供战略诊断和咨询服务，真正促成各研究所认识到分类改革的重要性及其真义，帮助各研究所完成战略变革和战略转型，选择最适合本研究所的一般战略，并按照该一般战略的要求再造研究所，彻底避免“新瓶装旧酒”。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第五，建议对进入分类改革试点系列的研究所实施长期的战略追踪评价与服务机制，要充分应用科研组织一般战略理论来制定战略评价体系，对进人试点的研究所实行持续的动态跟踪与评价，以期发现和解决研究所战略实施中存在的问题，提出针对性解决方案，保证研究所逐步发展成为战略驱动的科研组织。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "本文的结论与建议均建立在战略管理理论演绎的基础上，是战略管理理论在科研组织具体应用的产物，其正确性和有效性还有待于科研组织战略实践的检验，期望相关科研组织在应用的过程中结合自身实践开展探索和完善。可以肯定的是，如果科研组织一般战略理论成立，那么遵循科研组织一般战略推动研究所的实践，必然能够实现科研组织的价值最大化，必然能够培育和不断提升科研组织的竞争优势。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1] 阎康年．卡文迪什实验室成功之道[M].广州：广东教育出版社，2004.  \n[2] 迈克尔·波特.竞争战略[M].北京：中国财政经济出版社，1989.  \n[3]刘立.基础研究政策的理论与实践[M].北京：清华大学出版社，2007.  \n[4] 孙爱民.四个率先中科院跨越发展新方向：专访中科院院长、党组书记白春礼[EB/OL].[2014-03-10].http://www.cas.cn/xw/cmsm/201403/t20140310_4047840.shtml.  \n[5]高科技企业富豪重奖科学家打造科学界的“奥斯卡”奖[EB/OL].[2013-12-14].http://www.ycwb.com/ePaper/ycwb/html/2013-12/14/content_324575.htm?div=-1.作者贡献说明：  \n霍国庆：提出总体思路和主要观点、修改全文和摘要、完善结论；  \n李慧聪：收集素材，撰写初稿。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The Studyon General StrategiesofResearchInstitutes: Discussion on the Institute Classifying Reform of CAS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Huo Guoqing' Li Huicong ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "'School of Public Policy and Management of UCAS,Beijing 100049 ²Business School of Beijing Technology and Business University,Beijing 100048 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] This paper aims to use Porter's general competitive strategy theory to analyze the competitive advantage and general strategies of research institutions.This is of important instruction value in enhancing core competence of research institutions in China. [Method/proces Firstly,this paper analyzed and summarized the basic functions of research institutions as knowledge discovery and knowledge application. Then,it reduced the competitive advantages of research institutions to three groups,namely,the systematic and the continuous accumulation of data or samples,the competence to continually solve major strategic problems,and the competence to continually transform knowledge and technology to real productivity. Lastly,this paper put forward the general strategy models of research institutions through the portfolio analysis of competitive advantage,developed and systematically explained the general strategies of research institutions. There were three kinds of general strategies,including breakthrough strategies,leading strategies,cooperative strategies.[Result/conclusion] We apply the models to analyze the classifying reform scheme of the research institutions of CASand finds that the classifying reform scheme is basically consistent with the conclusion of general strategy models of research institutions,but there are inconsistencies.We atribute the inconsistencies to experience-based benchmarking of the clasifying reform scheme which is not rationality-based theory research of strategic management in research institutions.Based on the analysis above, this paper puts forward some suggestions about improving and deepening the classfying reform of the research institutions in CAS. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Keywords: research institution strategic management general strategy competitive advantage classifying reform ",
        "page_idx": 6
    }
]