[
    {
        "type": "text",
        "text": "Unsteady Behavior of Leading-edge Vortex and Diffuser Stallin a Centrifugal Compressor with Vaned Diffuser ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Nobumichi FUJISAWA 1, Shotaro HARA1, and Yutaka OHTA ² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.Graduate Student,Graduate School of Fundamental Scienceand Engineering,Waseda University3-4-1 Okubo, Shinjuku, Tokyo 169-8555, Japan,   \n2. Department of Applied Mechanics and Aerospace Enginering, Waseda University 3-4-1 Okubo, Shinjuku,Tokyo 169-8555, Japan ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\copyright$ Science Press and Institute of Enginering Thermophysics, CAS and Springer-Verlag Berlin Heidelberg 2016 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The characteristics of a rotating stall of an impeller and diffuser and the evolution of a vortex generated at the difuser leading-edge (i.e., the leading-edge vortex (LEV)) in a centrifugal compressor were investigated by experimentsand numericalanalysis.The results of the experiments revealed that both the impellrand difuser rotating stalls occurred at 55 and $2 5 ~ \\mathrm { H z }$ during off-design flow operation.For both,stall cells existed only on the shroud side of the flow passages,which is very close to the source location of the LEV.According to the CFD results,the LEV is made up of multiple vortices.The LEV is a combination of a separated vortex near the leading-edge and a longitudinal vortex generated by the extended tip-leakage flow from the impeler.Therefore,the LEV is generated by the accumulation of vorticity caused by the velocity gradient of the impeller discharge flow. In partial-flow operation,the spanwise extent and the position of the LEVorigin are temporarily transmuted.The LEVdevelops with a drop in the velocity in the diffuser passage and forms asignificant blockage within the diffuser passage.Therefore,the LEV may be regarded as being one of the causes ofa difuser stall ina centrifugal compressor. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Centrifugal Compressor, Vaned Diffuser, Rotating Stall,Leading-edge Vortex, CFD,DES ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Centrifugal compressors equipped with vaned diffusers are frequently employed in industry due to their high pressure-rise characteristics.However, they have some shortcomings, such as a narrower steady operating range than those equipped with vaneless diffusers.Thus,unsteady phenomena such as surges and rotating stalls are likely to occur at off-design points. Turbochargers are often used under off-design conditions,but centrifugal compressors should not be subjected to such operating conditions.Therefore,clarifying the unsteady phenomena that could cause a serious accident is important to im proving not only the performance of the compressor but also the safety at the off-design points. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Many studies have examined the features of the rotating stalls that occur in centrifugal compressors with vaneless diffusers.Senoo et al.(1977,1978)were the first to investigate the relationship between the reverse flow and the inception of a rotating stall in the vaneless diffuser of a centrifugal blower,and they proposed criteria for the inception of a rotating stall in a vaneless diffuser[1,2]. Haupt et al. (1988) investigated the pressure fluctuation that occurred between the impeller inlet and the diffuser outlet, and found that it was caused by periodic changes in the flow conditions near the shroud side of the impeller inlet [3]. Iwakiri et al. (2009) reported that the tornado-type separation vortex caused by full-blade leading-edge separation dominated the flow field of a developed rotating stall condition.There have been a few reports about the spike and modal stall inceptions in a centrifugal compressor with a vaned diffuser [4].Spakovszky et al. (2o07） reported that the path to instability is governed by either the spike or modal de pending on whether the slope of the pressure-rise characteristics in the semi-vaneless space becomes zero before the peak of the overall diffuser static pressure rise characteristics is reached [5]. ",
        "page_idx": 0
    },
    {
        "type": "table",
        "img_path": "images/334e3b91c6b77b8cfd67d1abd20ca4cb987b90b9babd7fd31c063599688d0585.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"4\">Nomenclature</td></tr><tr><td>B</td><td>diffuser passage height (m)</td><td>Subscripts</td><td></td></tr><tr><td>D</td><td>diameter (m)</td><td>1</td><td>impeller inlet</td></tr><tr><td>Lc</td><td>chord of diffuser vane (m)</td><td>2</td><td>impeller outlet</td></tr><tr><td>Lid</td><td>distance between impeller exit and diffuser leading-edge (m)</td><td>3</td><td>diffuser leading-edge</td></tr><tr><td>N</td><td>rotational speed (min-1)</td><td>4</td><td>diffuser trailing-edge</td></tr><tr><td>Q</td><td>volume flow rate(m³/s)</td><td colspan=\"2\">Abbreviations</td></tr><tr><td>P</td><td>static pressure (Pa)</td><td>BPF</td><td>blade-passing frequency</td></tr><tr><td>Pt</td><td>total pressure (Pa)</td><td>D.E.</td><td>diffuser exit</td></tr><tr><td>ut</td><td>circumferential velocity at impeller exit (m/s)</td><td>D.I.</td><td>diffuser inlet</td></tr><tr><td>Vr</td><td>radial velocity (m/s)</td><td>1.I.</td><td>impeller inlet</td></tr><tr><td colspan=\"2\">Greek Letters</td><td>LEV</td><td>leading-edge vortex</td></tr><tr><td>p</td><td>flow coefficient</td><td>ODV</td><td>original wedge-type diffuser vane</td></tr><tr><td>YT</td><td>total pressure-rise coefficient</td><td>VL</td><td>vaneless diffuser</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "However, very few researchers have reported the unsteady phenomena in centrifugal compressors equipped with vaned diffusers.The causes of a rotating stall, espe cially the relationship between the diffuser stall and an unsteady flow field,are not yet fully understood. The authors reported on the unsteady behavior and evolution of the leading-edge vortex (LEV) in off-design operation, which was proposed to be a possible cause of a diffuser stall in a centrifugal compressor [6,7]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The present study focused on the impeller and diffuser rotating stalls that occur in the vaned diffuser of a centrifugal compressor during off-design operation. Specifically,we examined the relationship between the diffuser stall and unsteady behaviorof the LEV.The flow fields in the diffuser passage were visualized by using the oil-film method.Both diffuser and impeller stalls were detected in the partial flow operation by the application of unsteady pressure and velocity measurements. In the computational fluid dynamics (CFD） analysis,detached eddy simulation (DES)was used to establish numerical schemes to investigate the vortex structure in detail.According to the CFD analysis,theLEV was a combination of a separated vortex near the leading-edge and a longitudinal vortex generated by the extended tip-leakage flow from the impeller. Additionally, the LEV formed a significant flow blockage within the diffuser passage when the velocity decreased within the passage. The results showed that a diffuser stall may be caused by the evolution of theLEV. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental Apparatus and Procedure ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental Apparatus ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The tested compressor was a centrifugal compressor having a design that was based on a turbocharger for marine diesel engines. The geometric shape and dimensions of the tested compressor are listed in Table 1,and a sectional view of the compressor is shown in Fig.1. The tested impeller was an open-shroud type with seven main and splitter blades,and a specific speed of 401.8.The outlet angle of the impeller was $5 6 ^ { \\circ }$ .Its inlet and outlet diameters were 248 and $3 2 8 \\mathrm { m m }$ ,respectively. The shroud clearance of the impeller was about $0 . 2 \\%$ of the impeller inlet blade width, $B _ { I } = 1 0 5 . 6 \\mathrm { m m }$ ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/0e4b96c2b12d57d38795a7fb34423a5a565f4e5246b184954835ff094abb8a0a.jpg",
        "table_caption": [
            "Table1Dimensionsof Tested Compressor "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"3\">Tested Centrifugal Compressor</td></tr><tr><td>Rotational Speed</td><td>N</td><td>6000 min-1</td></tr><tr><td>Rate FlowMass</td><td>G</td><td>1.64 kg/s</td></tr><tr><td>Pressure Ratio</td><td>P5/Po</td><td>1.1</td></tr><tr><td colspan=\"3\">Impeller</td></tr><tr><td>Number ofBlades</td><td>Z</td><td>14</td></tr><tr><td>(Main + Splitter)</td><td></td><td>(7+7)</td></tr><tr><td>Inlet Diameter</td><td>D1</td><td>248 mm</td></tr><tr><td>Outlet Diameter</td><td>D2</td><td>328 mm</td></tr><tr><td>Exit Blade Width</td><td>B2</td><td>26.14 mm</td></tr><tr><td colspan=\"3\">Diffuser</td></tr><tr><td>Blade Shape</td><td></td><td>Wedge</td></tr><tr><td>Number of Vanes</td><td>V</td><td>15</td></tr><tr><td>Leading-edge Diameter</td><td>D3</td><td>360 mm</td></tr><tr><td>Trailing-edge Diameter</td><td>D4</td><td>559 mm</td></tr><tr><td>Diffuser Width</td><td>B4</td><td>26.14 mm</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/3e21a6484cba2017c56798844b6971b38f7d4798f5e7262b37b1a9f778b27168.jpg",
        "img_caption": [
            "Fig.1Experimental Apparatus and Measuring System. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Two types of diffusers were used in the experiments: vaneless and vaned.The vaned diffuser had 15 diffuser vanes installed in the diffuser passage.The distance between the impeller exit and the diffuser leading-edge $L _ { i d }$ was set to $1 6 ~ \\mathrm { m m }$ .The vanes were located between two parallel diffuser walls with heights $B _ { 4 }$ of $2 6 . 1 4 ~ \\mathrm { m m }$ .The original wedge-type diffuser vane,abbreviated to ODV, wasused in the experiments.The vanes were used in the experiment by attaching them to the shroud surface of the channeldiffuser. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MeasuringMethod ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The rotational speed $N$ of the tested compressor was limited to $6 0 0 0 \\ \\mathrm { m i n ^ { - 1 } }$ . The operation point was set by a butterfly valve installed at the outlet duct.The mass flow rates were calculated by using an orifice flow meter and a thermo-couple installed at the outlet duct. The pressure in the compressor was measured using a differential pressure transducer mounted at the entrance to the outlet duct The flow field in the diffuser passage was visualized by using the oil-film method. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The pressure and velocity measuring systems are also shown in Fig.1. The pressure fluctuation on the shroud surface of the compressor was measured by using pressure transducers (Kulite，XCQ-062-25A） mounted in three locations.The pressure transducers were mounted flush with the shroud surface of the compressor. The pressure was measured at the impeller inlet, impeller exit, and diffuser outlet. The unsteady velocity spanwise distribution of the impeller-discharge flow was measured at $D = 3 3 9 ~ \\mathrm { m m }$ ，which was located between the impeller exit and the diffuser leading-edge, with an I-type hot-wire anemometer (DANTEC, 55R01). The impeller-discharge flow traversed from the hub to the shroud side every $5 \\%$ of the diffuser width. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Computational Procedure ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Governing Equations ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The three-dimensional unsteady flow field was calculated by means of numerical simulation to investigate the flow fields in the impeller and diffuser passage.The simulations were carried out using in-house CFD code by solving the governing equation of continuity, a 3-D compressible Reynolds-averaged Navier-Stokes equation,an energy equation,and an equation for the state of an ideal gas.The inviscid flux was evaluated using flux difference splitting(FDS) [8],and extended to a high order using the monotonic upwind scheme for conservative laws (MUSCL) interpolation [9]. The viscous flux was discre tized as the second-order central difference with Gauss' theorem.The matrix free Gauss-Seidel (MFGS) implicit algorithm was used for the time integration [1O]. In the turbulence model, detached eddy simulation (DES） was adopted; this is a hybrid scheme involving LES and RANS [11]. In this study,DES was based on the SST $k$ @ turbulence model [12]. This model includes a dependency on the local turbulence length.Both the Coriolis and centrifugal forces were regarded as being inertial force terms in the relative coordinate systems. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Computational Domains ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "An overview of computational grids used in the numerical simulation is illustrated in Fig.2.A composite grid system with structured H-type grids was used to simulate the flow field in the impeller and diffuser pas sages. The computational domain was divided into three regions: the moving impeller region, the stationary diffuser region, and the moving tip clearance region. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/2da485e4d69c928bfb0067a518b55cba46b68345708c9a94d4faeef9e85705b7.jpg",
        "img_caption": [
            "Fig.2Overview of Computational Domain. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this study, we first analyzed one blade-to-blade impeller and three diffuser passages to investigate the details of the mechanism whereby a LEV is generated.The impeller (including the clearance region） and diffuser system had 3,523,368 and 5,177,361 cells,respectively. The total grid system had 8,700,729 cells.Additionally, we also conducted a full annulus analysis to investigate the impeller and diffuser rotating stall. The computational grids incorporated 7 main and splitter blades and 15 diffuser vanes.In total, the computational grids consisted of 51,072,178 cells. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Boundary Conditions ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "At the inflow boundary, the total pressure and total temperature were fixed using the Riemann invariant of the one-dimensional characteristic waves to establish a non-reflecting condition [13].At the outflow boundary, in addition to the Riemann invariant,a throttle resistance with a load coefficient was assumed between the boundary and the external atmosphere.Therefore,the static pressure at the outlet boundary was related to the mass flow rate through the boundary. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Across the sliding boundary separating the moving impeller and the stationary diffuser frames,the latest data on one side was interpolated by the data for the opposite side by using a sliding mesh for unsteady simulation. Non-slip and adiabatic conditions were adopted for the wall conditions.The chimera grid method was adopted to interpolate the conservation values between the moving tip clearance and impeller regions [14]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Results and Discussion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Characteristics of Tested Compressor ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The measured results for the compressor performance are shown in Fig. 3. The figure also shows the operating points obtained by DES analysis for a partial annulus. The flow and total pressure-rise coefficients are defined as follows: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\phi = \\frac { Q } { \\pi ^ { 2 } D _ { 2 } ^ { 2 } B _ { 2 } N } , ~ \\psi _ { \\scriptscriptstyle T } = \\frac { P _ { \\scriptscriptstyle t } } { \\rho \\pi _ { 2 } D _ { 2 } ^ { 2 } N ^ { 2 } / 2 }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The ODV, indicated by the red circles in the figure, wasable to achieve high pressure-rise characteristics relative to those of the vaneless diffuser(VL),indicated by the black squares.However, the steady operation range became narrower,and the noise level increased remarkably [15,16]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the designed flow operation ( $\\langle \\phi = 0 . 2 4 )$ ,the results of unsteady CFD analysis using DES were in good agreement with the measured results obtained using the ODV.However, the simulation predicted a higher total pressure rise than was actually measured at an off-design point. One reason for this is thought to be that a numerical analysis of a partial flow passage cannot predict the unsteadiness of the flow field. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Mechanism WherebyLeading-edge Vortex is Formed ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The visualization results for the flow field on the shroud and suction surfaces of the ODV,as obtained using the oil-film method are shown in Fig.4. The LEV was observed as being stationary on the suction side of the diffuser leading-edge,as indicated by the white circles in the figure.The size of theLEV developed to more than $80 \\%$ of the diffuser leading-edge height at off-design operation of $\\phi = 0 . 1 4$ 、According to the visualization results obtained using the colored oil film method, the flow field at the shroud surface between the impeller exit and the diffuser leading-edge was reversed at flow coefficients of both $\\phi = 0 . 2 4$ and $\\phi = 0 . 1 4$ .Abranching streamline was observed near the diffuser leading-edge during design operation of $\\phi = 0 . 2 4$ .However, it moved into the diffuser inner passage when the operation point shifted to $\\phi = 0 . 1 4$ . The reverse flow appeared to be much stronger, such that the reverse flow region became much larger. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e5771eb255c2c4af054e81ed0b4c7e861a3df901f9ffa84f88eb0b1667b75c40.jpg",
        "img_caption": [
            "Fig.3Compressor Performance "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/484d56b5ae6584f5161d3057f054fb23868f4894bec29559c8b321d19c8c8ead.jpg",
        "img_caption": [
            "Fig.4Visualization of Diffuser Passage Flow and Leading edge Vortex (LEV) (ODV, $\\varPhi = 0 . 2 4$ and 0.14). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig.5 shows the visualization results for the LEV obtained both experimentally $( N = 6 0 0 0 \\mathrm { \\ m i n } ^ { - 1 } )$ andbynumerical analysis $( N = 2 2 , 0 0 0 \\mathrm { m i n } ^ { - 1 } ,$ ). The design rotational speed of the tested compressor was $2 2 , 0 0 0 \\quad \\mathrm { m i n } ^ { - 1 }$ for practical use.The LEV had the same form both at $N =$ $2 2 , 0 0 0 \\ \\mathrm { m i n ^ { - 1 } }$ and $N = 6 0 0 0 \\ \\mathrm { m i n ^ { - 1 } }$ . Therefore, the experiments and numerical analysis were carried out at a low rotational speed of $6 0 0 0 \\mathrm { \\ m i n } ^ { - 1 }$ to enable easier visualization and minimize disturbances caused by unsteady phe nomena such as passage shock waves.The results of the low-speed experiment and visualization may enable us to elucidate the unsteady behavior of the LEV and can be generalized not only for high-pressure compressors but also for other low-pressure fluid machinery such as centrifugal fans and blowers. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/381c0a466e0b409cebd154797271f6ada4f77c02d39169487e09905bcc351a41.jpg",
        "img_caption": [
            "Fig.5Visualization of Leading-edge Vortex (LEV) for Rotational Speed Change(ODV, $\\varPhi = 0 . 2 4 \\$ ） "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "According to the numerical visualization of the vortex byQ-definition[17], colored by non-dimensional helicity the LEV was made up of two longitudinal vortices at the design point (Fig.6).From previous results,it was found that the incidence angle of the diffuser vane was extremely positive near the shroud side of the diffuser leading-edge,and a transverse vortex was generated near the shroud side of the diffuser suction surface [6].Fur thermore，the radial velocity on the shroud side was much lower than that on the hub side near the impeller exit,and the flow field on the shroud side near the diffuser leading-edge was reversed by the high adverse pressure gradient. Therefore,vorticity was continuously generated, and two longitudinal vortices A and B were produced near the shroud side of the diffuser vane.Longitudinal vortex A was dragged by the transverse vortex and collided with the diffuser suction surface.On the otherhand,longitudinalvortexB,whichwasnotdragged to the diffuser suction surface,moved toward the pressure surface of the adjacent diffuser vane. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Fig.7 shows the instantaneous vortical structure in the impeller-fixed relative flow field within the impeller and diffuser passage.A tip-leakage vortex,identified by the blue trace,was produced near the leading-edge of the impeller blade and extended to the diffuser passage,as shown in Fig.7 (i).This vortex was also visible in Fig.7 (ii) as a red trace and forms a part of the LEV by impinging on the leading-edge of the diffuser vane.Therefore,two longitudinal vortices,shown in Fig.6,were produced by the tip-leakage vortices from the impeller. From these results,the LEV was determined to bea combination of a separated vortex near the leading-edge and a longitudinal vortex generated by the extended tip-leakage flow from the impeller. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/449f9008fe6d1361769a97bb9552de012eab23dca5e41384c34d408f9805bda8.jpg",
        "img_caption": [
            "Fig.6Structure of Leading-edge Vortex (LEV) (ODV, $\\phi =$ 0.24). "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/6790de28a97c6701ad19217bc24c12217c542e0a4c0b9208efa9745572e16587.jpg",
        "img_caption": [
            "Fig.7Origin of Leading-edge Vortex (LEV) (ODV, $\\varPhi = 0 . 2 4 \\$ ）"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Additionally, the instantaneous vorticity distributions near the leading-edge of the diffuser vane at an offdesign point are shown in Fig.8.In the flow fields at time $t = 0$ , theLEV, indicated by the yellow circles, existed on the shroud side of the diffuser suction surface.A tip-leakage vortex from the impeller,as shown by the white circles,was also observed near the leading-edge of the diffuser vane.Then,the LEV was extended to the adjacent diffuser vane by the impeller discharge flow and developed in combination with the tip-leakage vortex at time $t = 0 . 5 t _ { b p }$ . A new tip-leakage vortex, indicated by the red circles,was also produced by the impeller and moved toward the leading-edge of the diffuser vane.Therefore, theLEV was enlarged by the accumulation of the vorticity caused by the tip-leakage vortex. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "CharacteristicsofImpellerandDiffuser Stall ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To investigate the unsteady characteristics of the im peller and diffuser stall, the surface static pressure fluctuations were simultaneously measured using high-response pressure transducers mounted flush with the shroud surface at three different locations (Fig.1); the impeller inlet (I.I.),diffuser inlet (D.I.),and diffuser exit (D.E.).The simultaneous pressure measurements along the circum ferential direction were conducted using pressure transducers installed at D.I.1 and D.I.2.The angle between D.I.1 and D.I.2 was $2 4 ^ { \\circ }$ ： ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/486f78e7a93b9b13e62f8035cd179bb3fbb578b6f675565500e885bbda28aa0e.jpg",
        "img_caption": [
            "Fig.8Enhanced Structure of Leading-edge Vortex (LEV) (ODV, $\\varPhi \\mathrm { = } 0 . 1 4$ ） "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The coherence functions of the pressure fluctuation obtained at the four positions (I.I.,D.I.1,D.I.2,and D.E.) during partial flow operation using ODV are shown in Fig.9.Two remarkable peaks can be seen at 25 and 55 $\\mathrm { H z }$ in the coherence functions measured at (D.I.1,D.I.2) and (D.I.,D.E.),excluding the peaks for the fundamental and half blade-passing frequency (BPF） components. However, in the coherence function measured at (D.I., I.I), the $2 5 \\mathrm { - H z }$ peak was attenuated, such that only the $5 5 \\mathrm { - H z }$ peak was observed.As shown in Fig. 10,the 55- $\\mathrm { H z }$ peakwas also recognizable in the coherence function measured at (D.I., I.I) at the off-design point of $\\phi = 0 . 1 3$ when the VL was installed. Therefore, the $2 5 \\mathrm { - H z }$ peak may occur only within the diffuser passages because of the local unsteady phenomena,and the $5 5 \\mathrm { - H z }$ peak may originate within the impeller passages.The frequency of the two peaks shown in Fig.9 moved linearly when the compressor rotational speed changed [7]. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "From the above measured results, the pressure fluctuationsmeasuredat 25 and $5 5 ~ \\mathrm { H z }$ were found to be caused by rotating stall within the diffuser and impeller passages, respectively. The rotating speeds of the stall cells within the diffuser and impeller passages were easily estimated to be $2 5 \\%$ and $5 5 \\%$ of the impeller rotational speed. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The impeller discharge velocity was measured with a hot-wire anemometer to investigate the spanwise distribution of the velocity fluctuation and the stall cell behavior. The spatial distribution of the FFT results in the spanwise direction is shown in Fig.11.The horizontal axis is the frequency,and the vertical axis is the spanwise direction measured from the shroud surface.The contour colors express the magnitude of the velocity fluctuation normalized by the averaged circumferential velocity measured at each span. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The intensities of both the diffuser and impeller stall fluctuations showed large magnitudes at the location between the shroud side and mid-span (Fig.11).The intensity and scale of the diffuser stall fluctuation were much larger than those of the impeller stall fluctuation.Because both the impeller and diffuser stalls occurred only on the shroud side in the spanwise direction, which is very close to the source location of the LEV, the unsteady behavior of the LEV may play an important role in the inception of the rotating stall. Therefore,the relationship between the LEV and the diffuser stall inception process was investigated. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/ec079f654a840af93682ae0e857a2321ed576d71b29b14f09ccf82ab0459ccf3.jpg",
        "img_caption": [
            "Fig.9Coherence of Pressure Fluctuation (ODV, $\\phi = 0 . 1 4 \\$ ）"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/dbe547822396ad5b3e7ba86373ed9d84e17e0bc3ad58ff13b86877e7d9c0653a.jpg",
        "img_caption": [
            "Fig.10 Coherence of Pressure Fluctuation (VL, $\\varPhi = 0 . 1 3$ ）"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/909a57e00b3b62da9900a3e84a135767d0dc8ee0457073d38e2425573e186fb4.jpg",
        "img_caption": [
            "Fig.11 Distribution of Velocity Fluctuation in Spanwise Direction (ODV, $\\phi = 0 . 1 4 \\$ ） "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "UnsteadyBehaviorofLeading-edgeVortex ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "From the results shown in Fig.4, the flow field on the shroud side can be seen to change direction toward the adjacent vane in the diffuser.Then, the scale of theLEV increases in the case of partial flow operation.Thus,the LEV may develop in the direction of the adjacent vane and block the main stream in the diffuser passage.This enlargement of the LEV was assumed to increase the backflow rate and reverse flow region on the shroud wall. ThebehavioroftheLEV canbeobservedinthelower part ofFig.4,where it blocks the flow on the shroud side in the diffuser passages. The evolution of the flow blockage was considered to be caused by the diffuser loss and blade stalling in the diffuser passage. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "According to the CFD results for the partial flow passages,the velocity measured at the diffuser leading-edge is shown in Fig.12.The velocity was calculated from the mass flow passing through the throat of the diffuser vane. LP(red line) and RP (blue line) in the figure indicate the left and right sides of the diffuser passages,respectively, as shown in Fig.13.The passages were beside each other In the designed flow operation ( $\\langle \\phi = 0 . 2 4 )$ ,the velocities of LP and RP agreed with each other. The instantaneous flow fields at times $t _ { a l }$ ， $t _ { a 2 }$ ，and $t _ { a 3 }$ in Fig.12 are shown schematically in Fig.13.In these figures, the LEV behavior is visualized with the Q-definition and colored by the non-dimensional helicity.In the flow fields at time $t =$ $t _ { a I }$ ,theLEV generated from diffuserA,especially longitudinal vortex B in Fig.7,moved toward the impeller passages because the origin of the longitudinal vortex B was the tip-leakage vortex from the impeller. Then,the ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "LEV moved toward the leading-edge of diffuser B as a result of the impeller discharge flow at time $t = t _ { a 2 }$ . For the suction side of diffuser A,the center of the LEV at time $t = t _ { a l }$ moved downstream,and the center of a new LEV was generated. Then, the LEV became attached to the next diffuser leading-edge.Therefore, the center of the LEV at time $t = t _ { a l }$ on the suction side of diffuser A disappeared. This implies that the tip-leakage vortex synchronized with the impeller rotation and impinged on the leading-edge of each diffuser vane.From the above re",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "nnorr aeriireiiilsiir Phrrnrein 0.30 RP talliita3 0.20   \n0.20 88 0.10 111 111   \n0.10 LP L 曲 111 0   \n0 5 ta2 10 0 14 (i)𝜙=0.24 (ii) 𝜙=0.24 Non-dimensional Time $t / t _ { b p }$ ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/0baf7a746ad1f626aac781b89cb950b818b2d933f0f26fc68f0da06a93a02b24.jpg",
        "img_caption": [
            "Fig.12Fluctuation of Diffuser Inlet Velocity (ODV) ",
            "Fig.13Unsteady Behavior of Leading-edge Vortex (ODV,$\\phi = 0 . 2 4 { \\it \\Delta \\Psi } ,$ ）"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "sults, the propagation of the LEV in the diffuser passages influenced both the impeller and diffuser passages near the shroud side despite the design operation. However, the size of the LEV did not change significantly, and the LEVwas comparatively stable.Therefore, the flow fields in the diffuser passages also appeared to be stable. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "On the other hand,a large difference was observed at the off-design point (Fig. 14).In particular, the velocity ofLP was much lower than that ofRP,and a diffuser stall occurred in LP. The size of the LEV at time $t = t _ { b I }$ was greater than that at the designed flow operation,and the size of the LEV and position of its origin were temporarily transmuted. The LEV was expanded over the entire span by the accumulation of the vorticity caused by the velocity gradient resulting from the impeller discharge flow at times $t _ { b I } - t _ { b 3 }$ . At time $t _ { b 3 } - t _ { b 4 }$ ,the size of the LEV fell as the velocity in the diffuser passage increased. The above results indicate that the LEV blocked the flow in the diffuser passages, especially the longitudinal vortex B shown in Fig.7,when the mass flow rate was decreased, and this was assumed to be the cause of the diffuser stall in the centrifugal compressor diffuser. Therefore,controlling the LEV is important for improving the compressor performance during off-design operation [6]. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/71ecc8be07179156f54eba885b9c50ce250397370b2615885bb43bb69ca09b91.jpg",
        "img_caption": [
            "Fig. 14 Unsteady Behavior of Leading - edge Vortex (ODV, $\\scriptstyle { \\phi = 0 . 1 4 }$ ）"
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "VisualizationofVortical Structure by Full Annulus Analysis ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Fig.15 shows the instantaneous vortical structure for design and off-design operation using ODV as obtained by full annulus analysis.The vortical structure was visualized with the Q-definition and colored bythe non-dimensional helicity. The LEV was generated on the suction side of the diffuser vanes at the design point as predicted by partial passage analysis,as shown in Fig.15 (i). The tip-leakage vortex was also recognized and considered to influence both the impeller and diffuser passages.Additionally, Fig.15 (ii) shows that the LEV was enlarged and extended to the adjacent diffuser vane.The spillage of the LEV from one diffuser passage to another was considered to be related to the diffuser rotating stall that may occur in multi-passages.However, the mechanism of impeller and diffuser stalls was not fully understood.Therefore，further investigation of impeller and diffuser stalls will be conducted by the application of full annulus analysis in our future work. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/827b3b389e0969c9622ad25df867127fe0daf7afae35a1ad4679cf9ab2fd3026.jpg",
        "img_caption": [
            "Fig.15Vortical Structure of full annulus analysis (ODV) "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The characteristics of impeller and diffuser stalls and diffuser leading-edge vortex in a centrifugal compressor were investigated by experiment and through CFD analysis. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The results can be summarized as follows: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(1) The LEV was observed on the shroud side of the diffuser suction side near the leading-edge. The LEV could be observed even at the design point and developed into a flow blockage in the diffuser passage during off-design flow operation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(2) The LEV consisted of two longitudinal vortices A and B.Longitudinal vortex A was dragged by the transverse vortex and collided with the diffuser suction surface. On the other hand, longitudinal vortex B was not dragged to the diffuser suction surface and instead moved toward the pressure surface of the adjacent diffuser vane. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(3）A tip-leakage vortex was generated near the leading-edge of the impeller blade and forms a part of the LEV by impinging on the leading-edge of the diffuser vane.Additionally, the LEV was enlarged by the accumulation of the vorticity caused by the tip-leakage vortex. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(4)In the tested compressor,both the impeller and diffuser stalls occurred at 55 and $2 5 \\ : \\mathrm { H z }$ during off-design flow operation. Both stall cells were present only on the shroud side of the flow passage,where they rotated. The diffuser stall cell was much larger than the impeller stall cell and strongly influenced the compressor performance during the off-design flow operation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(5） The evolution process of the LEV was precisely simulated by the in-house DES analysis and found to be the cause of the diffuser stall.A full annulus analysis pointed to the spillage of the LEV being related to the diffuser stall. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1]Senoo,Y.,Kinoshita, Y.,and Ishida,M.,(1977),Asymmetric Flow in Vaneless Diffusers of Centrifugal Blowers, ASME Journal of Fluids Engineering,Vol.99,pp.104- 114.   \n[2]Senoo,Y.,and Kinoshita, Y.,(1978),Limits of Rotating Stall and Stall in Vaneless Diffuser of Centrifugal Compressors,ASME Paper No.78-GT-19,London,England.   \n[3] Haupt,U.,Seidel,U.,Abdel-Hamid,A.N.,andRautenberg,M.,(1988),Unsteady Flow ina Centrifugal Compressor with Different Types of Vaned Diffusers,ASME Journal of Turbomachinery,vol.110,pp.293-303.   \n[4]Iwakiri,K.,Furukawa,M.，Ibaraki,S.,and Tomita,I., (2009)，Unsteady and Three-Dimensional Flow Phenomena in a Transonic Centrifugal Compressor Impeller at Rotating Stall,Proceedings of ASME Turbo Expo 2009, Orlando,USA, GT2009-59516. [5]Spakovsky, Z. S. and Roduner, C. H., (2007), Spike and Modal Stall Inception in an Advanced Turbocharger Centrifugal Compressor,Proceedings of ASME Turbo Expo 2007, Montreal, Canada, GT2007-27634.   \n[6]Ohta, Y., Goto,T.,and Outa,E.,(2010), Unsteady Behavior and Control of Diffuser Leading-edge Vortex in a Centrifugal Compressor, Proceedings of ASME Turbo Expo 2010, Glasgow, UK, GT2010-22394.   \n[7]Fujisawa,N.,Hara, S.,and Ohta,Y., (2014),Unsteady Behavior of Leading-edge Vortex and Difuser Stall Inception in a Centrifugal Compressor with Vaned Diffuser, Proceedings of ASME FEDSM 2014，Chicago，USA, FEDSM2014-21242. [8]Steger, J. L.,and Warming, R.F., (1981), Flux Vector Splitting of the Inviscid Gasdynamic Equations with Application to Finite-Difference Methods,Journal of Computational Physics, Vol.40, pp.263-293.   \n[9]van Leer, B., (1979),Towards the Ultimate Conservative Difference Scheme V: A Second-Order Sequel to Godunov's Method, Journal of Computational Physics, Vol.32, pp. 101-136   \n[10]Shima,E.,(1997),“A simple implicit scheme for structured/unstructured cfd\",Proceedings of 29th Fluid Dynamic Conference,Hokkaido, Japan， pp.325-328.(in Japanese)   \n[11]Spalart, P.R., Jou, M.-H., Strelets,M.,and Allmaras,S. R.,(1997)， Comments on the Feasibility of LES for Wings and on the Hybrid RANS/LES Approach，Advances in DNS/LES,Proceedings of the First AFOSR International Conference on DNS/LES, Columbus, USA.   \n[12]Strelets,M.,(2001), Detached Eddy Simulation of Massively Separated Flows,AIAA Paper, 2001-0879, Reno, USA.   \n[13] Thompson,K.W.,(1987), Time Dependent Boundary Conditions for Hyperbolic Systems, Journal of Computational Physics, Vol.68,pp.1-24.   \n[14]Steger,J.L., Dougherty,F. C.,and Benek,J. A.,(1983), A Chimera Grid Schemes, ASME FED-vol. 5.   \n[15]Ohta, Y., Takehara,N., Okutsu, Y.,and Outa,E., (2005), Effects of Difuser Vane Geometry on Interaction Noise Generated from a Centrifugal Compressor, Journal of Thermal Science, Vol.14, No.4, pp. 321-328.   \n[16]Goto,T., Ohta, Y.,and Outa,E.,(2007), Improvement of Aerodynamic Performance and Noise Reduction of Centrifugal Compressor with Tapered Diffuser Vanes,Proceedings of the International Gas Turbine Congress 2007, Tokyo,Japan, TS-033 (CD-ROM).   \n[17]Jeong, J. and Hussain,F.,(1995), On the Identification of a Vortex,Journal ofFluid Mechanics, Vol.285, pp. 69-94 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]