[
    {
        "type": "text",
        "text": "河北沧州国家农业科技园区发展模式探讨",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "孙宏勇」 刘小京1 巨兆强}　郭　凯」　董博飞²(1．中国科学院遗传与发育生物学研究所农业资源研究中心/中国科学院农业水资源重点实验室石家庄050022;2．河北省农业厅宣教中心 石家庄 050021)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要我国国家农业科技园区从2001年开始建设以来，取得了长足的发展。经过10多年的发展，许多国家农业科技园区成为了区域农业科技创新基地、区域农业新品种新技术新模式的示范基地和先进农业成果的转化基地，为区域粮食增产、农业增效和农民增收作出了重要贡献。但是，不同国家农业科技园区因建设背景、基础条件和发展方向的差异，其存在不同的发展模式，而不同的发展模式均面临一些问题。本文在借鉴前人研究成果的基础上，通过分析现有国家农业科技园区的不同发展模式及其存在的问题，结合河北沧州国家农业科技园区总体规划，从建设背景、规划思路、建设目标、功能定位、产业发展分析和功能分区及可实施的发展模式等方面阐述了河北沧州国家农业科技园区的规划思路和发展模式。河北沧州国家农业科技园区的发展模式从组织发展模式、技术运行发展模式和空间布局模式3个方面进行，是以政府引导、协会组织参与和企业(农户)为主体的组织发展模式，以专业合作社、家庭农场和科技示范户为主体的3级并行的技术运行发展模式和以圈层布局模式的核心区、示范区和辐射区的空间布局模式。该园区的组织发展以政府为主导、协会和企业参与成立园区管委会，制定相应的政策，负责园区统一规划、建设和经营。在技术运行方面，通过科技创新园研发和引进先进技术成果然后通过技术站、基地站和科技特派员对专业合作社、家庭农场、科技示范户等不同经营主体进行技术培训和示范推广。最后建立以南皮渤海粮仓试验示范区为核心区，整个沧州市为示范区，环渤海河北、山东、辽宁和天津“三省一市\"的辐射区空间布局。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词农业科技园区发展模式种植业渤海粮仓　沧州中图分类号：S-01 文献标识码：A 文章编号:1671-3990(2016)08-1145-06",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Development mode of Cangzhou National Agricultural Science and Technology Park in Hebei Province, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SUN Hongyong',LIU Xiaojing', JU Zhaoqiang',GUO Kai', DONG Bofei² (1.Key Laboratoryof Agricultural WaterResources,Chinese Academyof Sciences/Center for Agricultural Resources Research, Instituteof GeneticsandDevelopmental Biology,ChineseAcademyofSciences,Shijiazhuang O50022,China; 2.Centerfor Propaganda of Hebei Agricultural Department, Shijiazhuang O5o021, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractNational agricultural scienceand technology parks have developed rapidly since the start ofconstruction in 2001. Many nationalagricultural science and technologyparks have been the innovationbaseofregional agricultural science and technologydemonstrationofnewcrop varieties andtechnologies andthe transformationbaseofscientificachievement inover 10years ofdevelopment.Thedevelopmentof nationalagricultural scienceandtechnology parks have significantlycontributed to yieldimprovement,improvementof agriculturalresourcesuse eficiencyand increaseoffarmerinputs.However,diferent nationalagricultural science and technology parks have various development modes becauseof diferences inconstruction backgrounds,basicconditions,developmentdirection,etc.,allofwhichhave specificdevelopment mode problems.This paper analyzed different development modes of national agricultural science and technology parks and summarized the related problems on thebasisof lesons learned frompreviousachievements basedon field investigation,literature review and comprehensiveanalysis.The Cangzhou National Agricultural Scienceand TechnologyParkin Hebei Province isoneof thesix batch parks appoved bythe MinistryofScience and Technologyofthe Peoples RepublicofChina.This park was developed to helpimplement the“BohaiGranary”projectanditmainly focusedon grain yield improvement,highagriculturalresources use effciencyand industrial development offood in medium and low grain yield regions nearby Bohai Sea.The paper also discussedthedevelopment modeoftheCangzhou NationalAgricultural Scienceand TechnologyPark intermsof itsoveal planing,constructionbackground,planingidea,constructiongoal,functionallocalizationand industrialdevelopment.The developmentoftheCangzhou National Agricultural Science and TechnologyPark was basedonthemodeoforganizational development,technological operationand spatial distribution.Alsothe developmentofthe park was guidedbythe government interms of the mainbodyof organizational enterprise development,triple-technologyoperation,core demonstration and radiation zones，andtriple-tier spatial distribution.The mode of organizational development was guided by the local government.The local goverment mainlyorganized park commites,passed policies,and undertook planning,construction and operation.The enterprise and farmers took part in the managementof thepark.The mode of technologic operation was mainlyby spreading technologies from thepark to farmers using technological stations,basic stations and special science commissioners.The mode of spatial distribution developedthree areas,including thecore area (mainly located atthe“Bohai Granary”experimental area in Nanpi County),demonstrationarea(mainlydistributed in Cangzhou City）andradiationarea (mainly including Hebei Province,Shandong Province,Tianjin CityandLiaoning Province aroundthe Bohai region).Thecore areacomprisedoftwoparks,three areas,two networksand one route.The functional subareaconsisted of science and technology innovationpark,industrialagglomerationpark,improvedvariety breedingarea,high yieldandefficiencyarea, animal eco-farming area,waterresources control network,largeagriculturaldata network,andeco-tourismandculturalroute. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "KeywordsNational agricultural science and technology park; Development mode; Crop farming; Bohai Granary Project; Cangzhou ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "农业科技园区是以农业高新技术密集为主要特征，以科技开发、示范、辐射和推广为主要内容，以体制创新和机制创新为动力，以促进区域农业结构调整和产业升级为目标的现代农业发展模式[1]。我国从2001年开始启动建设第1批国家农业科技园区以来，取得了很好的成效[2]，已成为推动农业科技进步的一个重要力量，展示现代农业的重要窗□，促进农业科技成果转换和推广示范的一个重要载体[3]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "许多学者对农业科技园区建设规划的理论、组织体系和运行模式进行了案例分析和探索[4-8]。农业科技园区的规划理论包括人地关系理论、新型城镇化理论、农业区位论、空间结构理论、农业多功能理论和产业集群理论等。陈阜等1根据农业区位论，提出构建核心区、示范区和辐射区不同层次的园区发展体系等规划理论，并进行了云南红河、河南许昌等园区总体规划的案例分析。刘桂峰9结合北海国家农业科技园区建设背景和现状，提出了政府企业管理职能重新定位，园区各组成主体间示范带动机制的发展模式。侯湖平等[10从土地科学和农业经济学角度探讨了国家农业科技园区的运行机制，评价了土地利用的经济、社会和生态效益情况。“十八大\"以来，中国经济发展正从高速增长转向中高速增长，不在片面追求经济增速，其中保障粮食及农产品安全与改善土地生态环境的问题较为突出[11]。在这样背景下，以“科技支撑、粮食增产、资源增效、生态循环”为特色的河北沧州国家农业科技园区在2015年得以批准建设。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "河北沧州国家农业科技园区是在“渤海粮仓科技示范工程\"项自的基础上发展起来的以主粮生产能力提升、农民增收和资源高效为主题，重点突出种植业发展中的科技支撑性、资源高效性、经济合理性、市场导向性和生态持续性，促进一二三产业融合发展的园区。但是，在以前的国家农业科技园区建设中，缺乏以种植业为主线的国家农业科技园区的发展模式和建设经验。基于此，本文在探讨已有发展模式特点的基础上，结合河北沧州国家农业科技园区的特点，对其建设和规划方案进行分析，对其发展模式进行探讨，为资源约束条件下农业科技园区的规划建设提供借鉴和参考。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1国家农业科技园区发展模式分析",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "国家农业科技园区的发展建设多数是在以前创立的各类农业科技园区基础上进行的规划建设。虽然国家农业科技园区有明确的指导思想、发展目标、建设原则、功能和发展重点的规范，但因不同区域的农业发展水平、农业科技水平、经济发展水平和农民文化素质等的差异，仍存在不同的发展模式。一些学者从不同角度对农业科技园区的发展模式进行了探讨，认为可以从多个角度对农业科技园区的发展模式进行分类。笔者在查阅大量文献，借鉴前人研究成果和考察调研的基础上，认为可以从组织发展模式、运行发展模式和空间布局模式等3种发展模式进行分类。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1 组织发展模式",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "农业是国民经济的基础产业，其发展具有双重性。其中，农业技术的研发、示范推广具有一定的公益性，而生产经营又存在盈利性。因此，农业科技园区的发展既要体现政府的引导作用，又要有市场的调节作用。随着近年来协会等各种中介媒体的出现，其与政府和市场共同对农业的发展起到了调节作用。因此，农业科技园区从组织模式上可分为3类，即政府引导组织模式、企业主体组织模式和协会组织模式。政府引导组织模式主要强调政府在园区管理过程中的作用，由政府成立园区管委会，负责园区的规划、建设和经营。企业主体组织模式主要是由龙头企业带动，以企业投资为主建立园区，以效益为中心。协会组织模式是以一个或多个专业合作社共同进行园区的建设、发展和运营，其是互助性质的组织，负责协调农民与政府部门和市场关系。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2 运行发展模式",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "运行发展模式主要是从园区内高新技术推广应用及其与农户的对接机制和形式的差异来划分。农业技术可以分为高新技术、先进适用技术和集成配套技术 3 大类。蒋和平等[12-13]对\"设施农业 $^ +$ 企业化”、“农业技术推广创新”、“农业科技企业孵化”、“特色农业 $\\cdot ^ { + }$ 龙头企业 $. +$ 专业协会 $^ +$ 农户\"4种农业科技园区的运行模式进行了分析，同时归纳了“专家 $^ +$ 农户”、“专家 $^ +$ 农业中介 $^ { \\cdot } +$ 农户”、“专家 $+$ 龙头企业 $. +$ 农户”和“专家 $^ +$ 市场 $^ +$ 农户\"的4种技术对接模式。“设施农业 $^ +$ 企业化\"是指园区以科技发展为依托，以龙头企业为经营主体，实行企业化运作。“农业科技推广创新\"是指园区通过实行“投资业主制、运行公司制、科技承包制和联结农户合同制\"的思路，以科技发展为依托，以农业高新技术示范、推广为突破口，以龙头企业为经营主体，以农户参与为对接，以科技传播为主线，实行企业化运作、市场化经营、科技推广创新，信息化辐射。“农业科技企业孵化\"是指园区建立孵化基地，为农业高新技术企业提供社会、制度、人文环境、融资、风险管理、市场等方面的服务，降低农业高新技术企业在成长过程中的交易成本，使园区成为该区重要的农业科技研究和孵化基地。“特色农业 $. +$ 龙头企业 $. +$ 专业协会 $^ +$ 农户”是指因地制宜，注重当地的资源特色，整合资源，引进和推广新技术、新品种，综合组装运用国内外农业高新技术，通过农民专业协会与农户进行对接发展特色农业。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3 空间布局模式",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "国家农业科技园区的空间布局，依据技术研发、技术示范和技术扩散功能3个层次，可以分为核心区、示范区和辐射区。核心区主要进行技术研发、高层次技术培训、成果转化和新技术一级示范。示范区主要进行新品种、新技术和新设施设备的二级示范，是农业科技成果的转化基地。辐射区主要是对周边区域产生扩散效应和牵引效应。空间布局模式可分为矩形布局模式、圆形布局模式、圈层布局模式和园中园布局模式。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2河北沧州国家农业科技园区建设背景与规划",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 园区建设背景",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "河北沧州国家农业科技园区是2015年国家科技部新认定的第6批41个国家农业科技园区之一。河北沧州国家农业科技园区是在“渤海粮仓\"南皮农业科技园区基础上，依托“渤海粮仓科技示范工程\"在其发源地河北省南皮县实施发展建立的。该园区主要是针对环渤海区域淡水资源匮乏、土壤盐碱贫瘠，制约粮食生产能力提升，威胁区域粮食安全的问题，通过突破土肥水种等粮食生产关键技术瓶颈，全面提升区域粮食生产能力，促进农业产业发展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 总体思路",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "根据农业区位论、空间结构理论和产业集群理论的核心思想，依据比较优势和因地制宜的原则，结合当地自然、社会条件，确定园区发展功能。该园区的建设以小麦玉米良种繁育、中低产田治理、农田多水源高效利用和粮食作物生产为主导，构建种植业、农产品深加工业、畜牧养殖业和现代农业服务业为循环的产业链，创新渤海粮仓品牌，完善市场体系，改造提升本地特色产业，发展新兴产业,推进工业化、信息化、城镇化和农业现代化四化同步发展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 园区发展规划",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3.1 园区总体规划 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "该园区从区域布局结构按照核心区、示范区和辐射区3个层面进行建设(图1)。其中核心区作为重点进行建设，在核心区建设“两园、三区、两网、一线\"的功能分区，以农业科技创新园为基地进行高新技术的研发，以良种繁育区、作物高产高效种植区和畜禽生态养殖区作为研发技术的转化应用基地，然后通过产业集聚园把农产品深加工业进行聚集，以水资源调控网、大数据农业信息网为保障，同时构建生态旅游观光线，发展休闲农业，增加农民收入，促进新型城镇化背景下的农民就地转移就业，带动区域农业发展，推动农村经济进步，成为“渤海粮仓”工程的科技支撑与示范窗口。在核心区建设的基础上，把成功经营的模式在示范区和辐射区进行示范推广，示范区以沧州市为主要区域，辐射区是以环渤海河北、山东、辽宁和天津“三省一市\"的相似类型区。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3.2 核心区建设规划",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "核心区的发展以“两园、三区、两网、一线\"的格局发展。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1)两园是指以中国科学院南皮生态农业试验站为核心的农业科技创新园和以南皮经济开发区为核心的农业产业集聚园。农业科技创新园充分利用中国科学院人才、科技、信息等优势，重点布置园区的服务和培训，是集研发、办公、培训和服务功能为一体的园区。农业产业集聚园主要进行扩展规划建设园区产业发展中心、园区管理中心、园区培训中心、园区服务中心4大科技服务中心。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2)三区是指小麦玉米良种繁育区、优良作物高产高效种植区、畜禽生态养殖区。三区主要进行优良抗逆小麦玉米品种繁育、高效生产示范和特色畜禽养殖。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3)两网是指水资源调控网和农业大数据信息网。水资源调控网包括地表水(雨洪水、客水、中水)管理、地下咸水利用和抽咸换淡过程管理，加强农田水利基本设施建设。实现渠相通、沟相连的农田水利保障网，促进农林牧渔综合生产能力的提升。农业大数据信息网是指在现有农业信息网的基础上，构建农业市场信息和农情大数据，提高农业生产的透明度和农产品市场话语权，提高农业决策的科学性。大数据信息流为基础，建立产前、产中、产后物流网。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4)一线是指建设休闲农业观光旅游线。挖掘南皮的历史文化资源和人文资源，与现代农业文化内涵融合，构建一条休闲农业观光旅游线，发展农业服务业，增加农民收入，促进农民就地转移就业。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/6f6d5bcafc92734705a4b28ab1a9bbb14a4d7862cca8e55f140aa3987645ef28.jpg",
        "img_caption": [
            "图1河北沧州国家农业科技园区总体布局图",
            "Fig.1Overall layout of the Cangzhou National Agricultural Science and Technology Park, Hebei "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3.3 示范区和辐射区规划 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "示范区规划：示范区涵盖沧州市全市，重点建设具有代表性的南皮微咸水灌溉示范区、黄骅雨养旱作示范区和海兴盐碱地改良利用示范区等3个类型区，促进农业科技园区成果的转移转化，带动相关产业的发展，促进“一二三\"产业融合和工业化、信息化、城镇化和农业现代化\"四化\"同步发展。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "辐射区规划：辐射区包括河北、山东、辽宁和天津的“三省一市\"的环渤海低平原相关区域。园区将通过各种研发平台、融资平台、农业信息与品牌的建设对整个环渤海低平原区农业生产起到辐射带动与科技示范作用，真正成为农业科技的辐射源。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4园区建设中存在的主要问题",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.1 政府角色定位尚不清晰",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "政府在组织发展模式上如何与企业进行共同建设园区，实现共赢还没有明确的措施。当地政府对如何为园区内企业提供服务，如何进行政企分开、产权明晰、责权分开还没有相应的配套措施和办法。政府如何对园区企业、农业协会的管理进行严格的考核、考评和验收等有待进一步的研究与规划。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.2 运行发展模式各个环节有效链接不够",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "农业科技园区内的运行发展模式如何实现高新技术成果转化是体现园区内各组成之间的利益分配形式的重要因素。政府、科研部门、示范基地、企业和农民如何有效地链接，实现科学技术快速转化为生产力有待进一步加强。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.3 空间布局模式有待加强",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在核心区、示范区和辐射区之间如何建立有效链接，促进科技成果快速转化，形成一套行之有效的运行机制方面还有所欠缺。优良品种、高效种植技术如何通过市场化进行大面积推广，如何进行技术属地化等需要规范。空间布局中农业产业间需要形成良性的竞争形成合力，促进区域农业产业发展。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3园区发展模式选择",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 组织发展模式",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "通过分析以种植业发展为主线的农业科技园区建设思路，河北沧州国家农业科技园区应采用政府引导、协会组织参与和企业(农户)主体的组织发展模式。在农业发展中，以小麦玉米为主的种植业面临",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "水资源短缺、气候灾害频发、比较效益低、农民生产积极性差等问题。因此，需要当地政府进行直接投资或协调投资加强园区的基础设施建设，发挥农业产业的聚集效应，促进先进技术成果的转化;然后利用协会组织或企业对农户进行示范带动，同时引导种植业发展由粗放型向集约型转变，实现传统农业到现代农业的转变。因此，该园区应该发展政府负责落实相应政策、提供宽松发展环境、把握园区发展方向、提供技术服务，企业农户负责园区管理和建设。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2 运行发展模式",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "河北沧州国家农业科技园区的科技创新园是以中国科学院南皮生态农业试验站为基础进行技术的研发、示范和推广。试验站从1987年建站以来积累了丰富的经验，获得了多项创新的科技成果，现在拥有以李振声院士和刘昌明院士为学术带头人的高级科研团队。因此，该站拥有深厚的科技创新能力,具备了农业科技原创能力。同时结合在核心区内有基地技术站、科技特派员和一批成型的种植专业合作社、家庭农场和科技示范户等3种不同的群体，建立了3层的运行发展模式(图2)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3 空间布局发展模式",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "河北沧州国家农业科技园区的发展按照产业构成、产业布局和品牌建设，应该发展圈层布局模式。核心区：在南皮县沿正港路两侧区域，西起中国科学院南皮生态农业试验站，东至南皮乌马营南皮经济开发区，规划面积1.87万 $\\mathbf { h } \\mathbf { m } ^ { 2 }$ 。示范区：示范区以沧州市全市区域为主体，重点建设具有代表性的南皮微咸水灌溉示范区、黄骅雨养旱作示范区和海兴",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/3f640672c5d7d7caf78177d2682df3530ccda0d05057b37764d5ee0e70144c03.jpg",
        "img_caption": [
            "图2河北沧州农业科技园区运行发展模式 g.2Development mode for the Cangzhou National Agricultural Science and Technology Park, Hebei "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "http://www.ecoagri.ac.cn ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "盐碱地改良利用示范区等3个类型区，促进农业科技园区成果的转移转化，带动相关产业的发展。辐射区：辐射区包括河北、山东、辽宁和天津的“三省一市\"的环渤海低平原相关区域。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4结论",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "河北沧州国家农业科技园区发展模式应该遵循因地制宜、特色发展的原则。适宜该园区发展的模式为政府引导、企业主体的组织运行模式，三级并行的技术运行发展模式和圈层的空间布局模式。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "通过对园区特点和运行模式的探讨，明确了该园区的发展模式。为保障园区健康高效地运转，必须要建立与运行模式相适应的示范机制和与运行机制相配套的保障机制。即政府需要建立相应的引导机制，强化人才机制、农业信息化高效利用机制、投融资机制和技术的创新扩散机制，完善产业链，形成利益联结机制，完善风险保障机制等。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "致谢感谢中国农业科学院逢焕成研究员、南皮县科技局刘志勇局长、农业局崔玉玺局长等在园区设计及材料准备方面的工作。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献 References",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1]陈阜．国家农业科技园区建设的现状与对策[J]．中国农业 科技，2007(11):41-45 Chen F.Current situation and countermeasures of national agricultural science and technology park construction[J]. China Rural Science and Technology,2007(11): 41-45 [2]黄修杰，何淑群，黄丽芸，等．国内外现代农业园区发展现 状及其研究综述[J].广东农业科学,2010(7):289-293 Huang XJ,He SQ,HuangLY,etal.Present situation of the modern agricultural parks at home and abroad[J]. Guangdong Agricultural Science,2010(7):289-293 [3]白玉华，陈阜，龚元石．红河国家农业科技园区发展模式 与运行机制的探讨[J]中国农业大学学报，2005，1(1):   \n72-75 Bai YH, Chen F,Gong Y S.Developing models and operating mechanisms of Honghe national agricultural science and technology park[J].Journal of China Agricultural University,   \n2005,1(1): 72-75 [4]朱绪荣，李靖，付海英．现代农业示范区总体规划理论与 实践[J].农业工程学报,2013,29(6):223-231 Zhu X R,Li J,Fu H Y. Integrative planning theory and practice of modern agricultural demonstration zone[J]. Transactions of the CSAE,2013,29(6):223-231 [5]王鹏飞，黄威，王旭东．现代农业科技园规划的理论与实 践探[J].北万园艺,2013(10):194-197 Wang P F,Huang W,Wang X D.Study on the theory and practice of the modern agricultural science and technology park[J].Northern Horticulture,2013(10):194-197   \n[6]雷广海，方斌，刘友兆．发展中的现代农业园区用地思路 与对策探讨[J]．地域研究与开发,2008,27(1):94-97 Lei G H,Fang B,Liu Y Z.Study on the land utilization and its counter measure in the developing agricultural parks[J].Areal Research and Development,2008,27(1): 94-97   \n[7]崔军．循环经济理论指导下的现代农业规划理论探讨与案 例分析[J]．农业工程学报,2011,27(11):283-288 Cui J. Theoretical research and case study of modern agriculture planning based on circular economy theory[J].Transactions of the CSAE,2011,27(11): 283-288   \n[8]李晓，林正雨，何鹏，等．区域现代农业规划理论与方法研 究[J]．西南农业学报,2010,23(3):953-958 Li X,Lin Z Y,He P,et al.Study on theory and method of regional modern agricultural planning[J]. Southwest China Journal of Agricultural Sciences,2010,23(3): 953-958   \n[9]刘桂峰．北海国家农业科技园区发展状况、问题与建议[J]. 天津农业科学,2014,20(11): 54-57 Liu G F. Development status,problems and suggestions of Beihai national agricultural technical park[J]. Tianjin Agricultural Sciences,2014,20(11): 54-57   \n[10]侯湖平，张富刚，杜辉．国家农业科技园区土地利用态势 分析—以全国36个国家级农业科技园区为例[J]．国土资 源科技管理,2007,24(1):29-33 Hou H P,Zhang F G,Du H. An analysis of land use in national agricultural science and technology park — A case studyofthirty-six national agricultural scienceand technology parks in China[J]. Scientific and Technological Management of Land and Resources,2007,24(1): 29-33   \n[11]杨萍，季明川，郝晋珉．以土地高效利用为核心的现代农 业园区设计与实证分析[J]．农业工程学报，2015，31(9): 281-287 Yang P,Ji M C,Hao J M. Design and demonstration of modern agricultural park with land eficient utilization as core[J]. Transactions of the CSAE,2015,31(9): 281-287   \n[12] 蒋和平，宋莉莉．国家农业科技园区的运行模式分析[J]. 科技与经济,2006(6):21-24 Jiang H P,Song L L. The analysis of the running mode of national agricultural science and technology parks[J]. Science & Technology and Economy,2006(6): 21-24   \n[13]蒋和平，张春敏，宋莉莉．国家农业科技园区技术对接机 制的运行模式[J].科学管理研究,2007,25(2):52-56 Jiang H P, Zhang C M, Song L L. The mode of technology transfer mechanism of national agricultural scientific and technical zones[J]. Scientific Management Research,2007, 25(2): 52-56 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]