[
    {
        "type": "text",
        "text": "现代精准芳疗在特种医学中的应用前景",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李岳秦1，朱月星1，全源²，熊江辉1,2.3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1北京银谷芳香科技有限公司芳香大数据研究中心，北京，1000802深圳市绿航星际太空科技研究院医学健康部表观遗传学实验室，广东深圳，5181173中国航天员科研训练中心航天医学基础与应用国家重点实验室，北京，100094摘要：特种医学是运用医学科学的基本原理和技术方法，解决包括航空与航天医学、航海与潜水医学、高原医学、深井医学、职业病学等领域涉及到的特殊医学问题。它是一个由任务驱动的医学领域，具有条件严苛、时间紧、任务强的特点，特殊环境会引起心理、生理等多种问题，由此衍生出新的医学保障需求。芳香疗法是一种有别于传统药物治疗的自然疗法，具有渗透性好、代谢快、不滞留、毒性小等特点，天然芳香分子能够透过血脑屏障直接刺激嗅觉神经快速调节脑功能以达到释放情绪、改善认知、促进人体健康目的。本文提出的现代精准芳香科技能够继承传统芳香疗法的优势，并弥补其不足，能够为科学化、精准化地解决特种医学领域所面临的多种问题提供创新解决方案，在满足特种医学需求的同时，为芳香疗法、芳香中药的应用提供更多的可能性。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：特种医学；应激；情绪；认知功能；芳香疗法；现代精准芳疗",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The Application of Modern Precise Aromatherapy on Special Medicine ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LI Yueqin1， ZHU Yuexing1，Quan Yuan², XIONG Jianghui1,2.3   \n(1.AromabilityInc.,Beijing 1Ooo8o,China; 2.Labof Epigeneticsand Advanced Health Technology,Space Instituteof   \nSouthern China,Shenzhen, Guangdong,518117,China;3.State Key Laboratoryof Space MedicineFundamentals and Application, China Astronaut Research and Training Center,Beijing,1Ooo94, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Special medicine is based on the basic principles and technical methods of medicine to solve the special medical problems involved in the fields including aviation and aerospace medicine, navigation and diving medicine, plateau medicine,deep well medicine,occupational disease and so on. It is a task-driven medical field, which has the characteristics of strict screening conditions,tight time and task limitation,and special environment willinduce a variety of psychological and physiological problems, thus deriving unique medical support demands. Aromatherapy is a kind of natural therapy different from traditional medicine,it based on the special feature of aroma molecules. good permeability,fast metabolism, no retention and litle toxicity. Natural aromatic molecules can directly stimulate olfactory nerve to regulate brain function through blood-brain barrier to release emotion, improve cognition and keep health. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Special medicine, stress, emotions, cognitive function; Modern Precise Aromatherapy ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "前言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着人类活动范围在不断扩大，所面临的环境条件对人体产生的生理学以及病理学变化也愈加复杂，由此特色鲜明的学科体系特种医学应运而生。特种医学的特殊环境会引起从业者不同的情绪、心理、生理效能问题，这些问题在呈现初期一定程度上是可以逆转的，无需通过药物治疗，但是症状若长期未能够得到及时改善则可能影响工作效能，甚至增加患上职业病的风险。因此，需要寻求一种能够快速起效的、非药物的，可以实现早期医学干预的特殊治疗方式。芳香疗法是许多国家用于替代或辅助医学最常用的方法之一，它是通过芳香植物精油香薰、嗅吸或皮肤按摩等方式[1以缓解压力、释放情绪、促进人体健康的方法。大量国内外研究及文献数据表明，芳香疗法在健康干预[2'3]、精神心理干预[4'5]、改善大脑的记忆及认知功能[6-8]等方面有明显效果。本文分析了特种医学的需求，同时综述了芳香疗法在特种医学领域的可能性应用，并提出了现代精准芳疗的新观点，为芳香疗法在未来特种医学领域的应用提供了理论依据。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1特种医学的共性特征 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "特种医学是运用医学科学的基本原理和技术方法，以及自然科学相关理论与实践知识，研究从业人员特殊的卫生保健需求，解决实践中涉及到的各种特殊医学问题，主要包括航空与航天医学、航海与潜水医学、高原医学、深井医学、职业病学等研究方向。特种医学有别于传统医学，它是一项任务驱动的医学领域，具有筛选条件严苛、时间紧、任务强的特点。由于工作的特殊性，从业人员需要经历的复杂、严峻的生存环境，如在航天[9、航海深潜、深井作业的过程中密闭、隔离的环境，可引起人体生理和心理紧张状态及其所导致的一系列变化，使人产生应激反应。这类引起人体应激的各种环境因素就是应激源，从属性上可以分为生理性应激源和心理性应激源两大类。生理性应激源主要指各种物理化学环境因素，心理性应激源则不仅是由于复杂的物理环境，更主要是来自生活和工作的环境，其中最突出的是高风险、孤立的狭小环境和单调、紧张的工作[10]。环境应激可引起人对信息感受灵敏度和正确性的降低，从而影响信息接受的可靠性，还会引起情感和认知等心理过程变化，导致知觉、记忆、思维等能力的下降，造成情绪的波动或低落，影响信息任务处理的可靠性。即使在实验研究的模拟环境（如极地、潜艇、密闭空间、模拟舱）中，受试者出现情绪及心理问题的概率依然很高。环境因素引起应激[]、情绪[12]、认知功能[13]，以及生理等方面的诸多变化，并由此产生出了一系列新的特种医学保障需求问题。由于特种医学特殊的工作性质，需要寻求能够快速起效的、非药物的、安全可靠的干预手段。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 芳香疗法",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "芳香疗法是挥发性芳香物质[14]经鼻腔吸入后作用于嗅脑（大脑的嗅觉区），促进神经递质的释放进而调控神经系统，调节机体生理和心理的作用，从而达到治疗、防治疾病[15]和美化生活的目的。相比于传统药物治疗，芳香疗法是很少有严重副作用的记录，具有更高的安全性、更易被健康人群接受。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "挥发性的芳香分子脂溶性高易于通过血脑屏障，能够直接刺激嗅神经快速调节脑功能，克服了诸多药物难于入脑的问题[16]。芳香气味中的挥发性小分子，嗅吸后进入肺部或鼻黏膜，进而吸收进入血循环或被嗅觉上皮特异性气体受体识别，经嗅觉感受电位器传导至嗅球，依次经嗅皮质、初级嗅皮质、次级嗅皮质透过血脑屏障抵达至海马区，使机体内各大系统受益于芳香疗法。芳香精油的优势主要在于渗透性好、代谢快、不滞留、毒性小等，同时又易于透过血脑屏障直接刺激嗅觉神经快速调节脑功能以达到治疗的目的。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1作用机理",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前，关于芳香疗法的作用机理主要有药理学效应和心理学效应2种。药理途径认为芳香疗法通过香气分子作用于人体自主神经系统、中枢神经系统，或内分泌系统，进而影响人的情绪、生理状态和行为。精油或者其挥发性萜类的吸入在控制中枢神经系统方面有着显著作用[17'18]，例如，有研究[19]通过嗅吸石菖蒲精油和苏合香精油，对 $\\gamma \\cdot$ -氨基丁酸（GABA）的神经抑制调节中枢神经系统活动用以治疗癫痫。心理学途径则是指通过唤醒人们的情绪经验而产生，这些情绪经验影响着我们对相应香气做出情绪[20]、认知、行为和生理方面[2I的反应。有研究表明嗅觉可以很迅速的准确的触发人回忆起与气味相关的经历，直接影响着人们的情绪。另外，信念和期望也明显影响芳香疗法的治疗效果。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2应用研究",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前，芳香疗法在应激、情绪、认知功能等多方面的研究领域有众多可借鉴的研究成果[22]。大量的研究数据显示，长久以来，芳香疗法应用是一种有效的替代和辅助医疗手段，能够提高人们的舒适感并解决许多健康问题，包括情绪低落和认知能力下降等，并且效果好，安全性高，操作简单。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1芳香疗法缓解情绪 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "长期处于特种环境下的从业人员的心理问题主要以出现负性情绪为主。情绪是人脑对客观现实是否满足自身需要的一种主观体验，其中焦虑和抑郁是慢性心理应激最常见的负性情绪。情绪的波动或低落会影响认知加工和注意分配，影响任务的可靠性和完成度。芳香疗法已有几千年的历史，一些植物精油，如香蜂草、薰衣草、佛手柑、橙花油等，在许多有关情绪调节的研究中芳香疗法展现了独特的作用，已经被用来治疗焦虑障碍、抑郁症等精神疾病。已有研究证实麝香精油[23]、薰衣草精油[24]以及紫苏醛精油[25]等具有显著的抗抑郁和抗焦虑效果以及神经保护作用。Saiyudthong[26]等研究佛手柑精油对大鼠焦虑相关行为的结果显示，佛手柑精油通过减少皮质酮对应激反应、减弱下丘脑-垂体-肾上腺轴的活性，从而减轻高架迷宫引起的急性应激反应，表现出潜在的抗焦虑特性。另外，薄荷、迷迭香和鼠尾草精油的吸入也可显著减轻焦虑和压力有关的症状。Bradley 等[27]将沙地鼠暴露在大马士革玫瑰精油香熏的环境下，其焦虑症状得到明显的改善。我国研究者Chen[28]也发现吸入橙花精油具有抗焦虑的作用，且不会产生精神类药物引起的不良反应。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在其他疾病治疗方面香薰疗法也可发挥抗焦虑的作用。如在面对牙科焦虑症（Dentalanxiety简DA）时，临床医生也会使用芳香疗法缓解牙科患者的焦虑状态，Lehrner 等[29]通过对200名等待牙科手术的患者给予了橘香精油、薰衣草精油香薰，气味刺激后都患者的压力和情绪都得到了缓解和改善，说明气味有助于减少患者的焦虑、改变情绪状态。Kritsidima $\\mathbf { M } ^ { [ 3 0 ] }$ 也进行了类似的实验，证明薰衣草香气组患者在等待就医过程中的焦虑感和紧张情绪能够明显减轻。芳香疗法对于改善焦虑症状具有起效快、维持时间长的特点。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在情绪方面，抑郁与焦虑往往同时发生，焦虑患者会在一定情况下转为抑郁，而抑郁患者也极有可能最终患上焦虑症，焦虑与抑郁之间的关系密不可分。芳香疗法也表现出良好的抗抑郁活性。有日本研究学者对轻度抑郁的患者进行芳香疗法治疗[31]，两周后芳香疗法干预患者的焦虑和抑郁症状明显减轻，并且能长时间保持良好的状态。汪珍秀等[32]研究发现香薰护理干预可提高抑郁症患者的临床疗效。此外，多种精油在抗抑郁动物模型上显示了良好的抗抑郁活性[33-35]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.2芳香疗法改善认知功能",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "认知是人脑接受外界信息，经过加工处理，转换成内在的心理活动，从而获取知识或应用知识的过程。对于特种医学领域的从业人员来说，认知能力无疑是最重要的能力和素质的体现，如航天员、军人[36]等，但是他们经历长期或强烈的环境应激可能会导致机体认知功能损伤，首先表现为对信息加工的影响，特别是对于记忆和注意力的影响，导致视觉和听觉注意力分散、判断错误、设备操作错误、任务操作能力显著降低等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "近些年对芳香疗法的功能开发中，其改善大脑的记忆及认知功能的疗效得到了学术界的肯定。Moss等[37]将144名受试者分组随机给香，实验发现薄荷能提高记忆力并增加受试者的警觉性，而依兰则削弱受试者的记忆功能同时使他们更加镇静，结果表明精油芳香气味能够对人类的记忆力以及行为产生明显的影响。接着，2010年Moss等[38]另一实验结果显示药用鼠尾草类植物精油可明显改善提高成年人的记忆力，而且芳香干预可达到一定口服药的疗效且效果类似。Jimbo D 等[39]将老年痴呆患者早上暴露于迷迭香和柠檬精油香气中，晚上暴露于薰衣草和甜橙精油香气中，经治疗后所有患者在认知能力方面均显著改善，特别是AD患者的记忆和认知能力明显提高。研究报道西方国家已经将芳香疗法用于老年性痴呆病人的临床治疗[40]，芳香疗法对减少行为症状、改善AD患者的睡眠障碍产生积极作用。有众多研究显示芳香精油能够改善AD 患者的认知和记忆障碍，而芳樟醇、百里酚、β-石竹烯、香芹酚、 $\\mathfrak { a }$ -蒎烯、松油醇、松油烯和丁香酚是这些芳香精油中的常见成分[41]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "芳香疗法对学习记忆能力有一定的影响，Burhan 等[42]以小学四年级学生的英语课为研究对象，在给予柠檬精油香氛后，学生的注意力和记忆力明显得到提升，对学生的认知学习产生积极影响。另有研究表明薰衣草芳香气味可提高受试者的数学计算能力[43]。Rasch 等[44]实验证明玫瑰芳香气味可以通过睡眠可以明显改善记忆效果。迷迭香复合精油对学习记忆功能也可产生积极的影响[45]。以上研究表明，嗅觉和芳香刺激可对认知学习有着重要的作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.3芳香疗法干预应激 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "由于特种医学领域工作的特殊性，工作人员需要经历的复杂、严峻的生存环境，如在航天、航海深潜的过程中密闭、隔离的环境，可引起人体生理和心理紧张状态及其所导致的一系列变化，使人产生应激反应，引发多种不良影响。应激反应的核心是下丘脑-垂体-肾上腺轴和交感神经系统的活化，并以此启动了神经内分泌网络以及对相关靶器官调控，当工作者收到外在的压力时，该系统被激活从而引起人体激素和行为的改变以适应和抵抗压力。众多文献表明芳香疗法对环境引起的应激反应可以起到了良好的调节作用。ShimadaK等[46的研究了19名医务工作者在夜班后使用芳香疗法，结果表明短时间吸入薰衣草精油可以缓解夜班医务工作者因夜班工作导致的精神压力和内皮功能损伤问题。虽然目前人体产生的焦虑抑郁机制不明确，但是其与应激密切联系，特别是长期的慢性环境压力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "对于疾病来说，心理因素、麻醉、手术、疼痛都是强烈的应激源，能引起机体的血压升高、心率加快、心肌耗氧量增加，对机体康复产生负面影响[47：48]。王晨霞等[49]采用耳穴按压配合芳香疗法干预的方法，利用触觉和嗅觉的双重刺激有效减轻了大肠癌手术患者的应激反应。另外，在产科手术中也有芳香疗法的应用，通过吸入芳香化合物调节中枢神经系统，缓解产妇分娩过程中焦虑、恐惧等负面情绪[50]，增强对疼痛的耐受力和抗应激能力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.4芳香疗法睡眠调节 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "特种医学的从业人员，除了心理上面临多种应激，生理方面同样受到影响，如长期重复单调的工作会使机体更容易产生疲倦感，同时由于特殊工作环境带来的心理压力等可能会导致失眠的发生。长期的疲惫和失眠会引起机体的敏感度、警觉性、注意力、判断力、记忆力及工作能力下降等多种问题，致使任务无法顺利完成。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前，大量研究证明了芳香疗法在减压抗疲劳、治疗失眠症等方面具有独特的作用。研究表明嗅吸薄荷油对精神疲劳有良好的治疗作用，且可唤醒麻醉大鼠[51]。自发活动是对中枢神经系统“兴奋\"抑制\"最好的表现形式，研究发现薄荷精油能够改善精神疲劳状态的低落情绪，且能有效地促醒嗜睡小鼠[52]。柠檬精油中的柠檬烯对戊巴比妥纳所致的小鼠的镇静催眠具有促醒作用[53]。嗅吸柠檬挥发油后，人体脑电波δ波功率降低，$\\beta$ 波节律性明显(β波是大脑皮层兴奋时出现的主要波形，此波的出现意味着警觉和兴奋状态的出现)。在失眠症的治疗方面，有研究发现，芳香植物精油通过吸嗅疗法具有良好的镇静催眠作用，相比口服药物安全性强，可避免日间宿醉、首过消除和对胃肠道刺激。沉香精油[54]、川芎精油[55]、佩兰精油[56]吸入给药均具有镇静催眠作用，可显著减少动物自主活动，缩短睡眠潜伏期，延长睡眠时间。在复方精油的相关研究方面，一种用甜牛至精油、德国甘菊精油和薰衣草精油调配而成的复方精油和以左旋芳樟醇为主要原料配制的复方精油[57]均具有安眠功效。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3传统芳疗的局限性",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "尽管芳香疗法的应用历史已有几千年，但传统芳香疗法在临床应用中还存在许多不确定性。（1）来源不确定，芳香植物的功效与种源、环境、技术、采收加工、储存等因素密切相关，并且同一植物的不同部位效用区别亦较大。（2)成分不确定，缺乏“医疗\"级标准、成分标准、安全性标准等，对成分没有科学化的考量分析，对于可能引起的潜在的安全问题缺少深入的研究分析。（3）功效不确定，芳香物质的功效验证体系不健全，缺乏科学的深入探究，在以往的文献资料中缺乏对于天然芳香物质的化学成分、人体吸收量及其量效关系的阐述，其疗效具有不确定性。（4）配方组成不确定性大，在以往的复方精油的调配中大多是经验性的，主要依靠芳疗师以往的经验，并无循证依据，应用范围相对盲目，缺乏精准量化的配方方法的指导。（5）量效机制不确定，文献资料中缺少大量的临床试验研究证据支持。虽然芳香疗法应用中很少出现严重的不良反应，在使用时仍然应该注意用药的剂量、纯度、给药途径和药物相互作用。故很有必要加强芳香疗法的相关研究，如明确其疗效与剂量、扩大其适应证范围、与其他治疗以及药物的协同作用等。（6）作用机制不确定。芳香疗法还有待进一步的研究数据来充分阐明发挥作用的条件、芳香分子，以及作用人群引起改变人何种情绪、生理状态和行为。（7）缺乏大样本量人群长期的追踪研究。从研究设计上来看，多数研究并未设计干预后的长期追踪，因此芳香疗法对抑郁的影响及长效性如何，目前均难有定论，有待未来研究进行深入的探讨。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4现代精准芳疗构想 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "鉴于传统芳香疗法的众多不确定性，笔者提出现代精准芳疗的概念。精准芳疗是通过生物与信息技术综合交叉，精准量化并控制芳香产物种植、生产、加工、成分表征、给药方式、药物体内代谢、生理响应等环节的不确定性，利用代谢组学、表观遗传学等技术实现个体化健康维护、效能增强的技术体系。它是基于基因表达谱数据、表观遗传学数据、代谢组学大数据等多种数据库资源和网络与传统药理学的基础，并结合真实世界的数据，遵循芳香药物多靶点作用机制，利用严谨的科学实验对天然芳香功效成分、人体的吸收情况及其量效关系展开研究，并对影响人体应激、情绪和认知功能的效应规律及其机理机制进行深入探讨。现代精准芳疗的目的在于，发挥传统芳香疗法安全性高、毒性小，易于透过血脑屏障克服药物难于入脑等优势，弥补其在来源、成分、功效、调配、量效机制、作用物质基础，以及长期追踪研究等方面的诸多不足，通过信息化降低不确定性，实现芳香疗法的现代化、科学化、精准化。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/eb268daa4e993d395dee18987ee85f2ecc0b61641a4487dc663bc45fb2a2be61.jpg",
        "img_caption": [
            "图1精准芳疗概念图"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5现代精准芳疗在特种医学领域的应用展望",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "随着医学前沿领域的不断发展，芳香疗法逐渐被广泛运用在多个领域。在特种医学领域健康的身心状态是保障人可靠的前提条件，针对特种医学领域的国内外的多种研究显示，芳香疗法不仅可以有效缓解应激引起的不良反应，调解焦虑情绪，改善认知记忆功能等心理问题，还可以改善环境所致的生理问题，如疲劳、失眠等。现代精准芳疗技术在传统芳香疗法基础上取长补短，对于特种医学可能引起的心理或生理问题进行多角度、多维度的拆解分析，并针对性地逐一解决、各个击破，实现精准调控。总体上，相对于传统药物治疗，芳香疗法可以最大限度地减少毒副作用，保证其安全有效，并且操作简便。芳香疗法不但能够提高工作的舒适氛围，还可以作为特种医学领域多种心理、生理现象的干预途径，为其提供全方位的医学监督和安全可靠的支撑系统。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "芳香疗法作为一种相对安全有效的外用疗法，我们要积极发挥好芳疗在预防保健治疗的特色和优势。相信通过对芳香疗法的理论和实践研究的不断深入，芳香疗法作为特种医学领域的一种有效干预手段，会有更广阔的未来。随着现代社会的发展，现代精准芳疗作为一种有效安全的替代和辅助医疗手段将在个人护理、健康维护与促进效能增强等领域得到越来越广泛的应用。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1] Price，S.， Price，L.， Aromatherapyforhealth professionals[M].Elsevier Health Sciences,2007. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[2] 魏永鸽,杜柯,徐凯．芳香疗法在人体亚健康评估中的 应用与研究[J]．基层医学论坛,2013(31):4209-4210.   \n[3]王培,张梅奎．芳香疗法治疗失眠研究进展[J]．山东 中医杂志,2016,v.35;No.342(04):96-98.   \n[4] 李彦章,熊梅．芳香疗法在抑郁治疗中的应用进展[J]. 中国中西医结合杂志,2016,36(10):1275-1277.   \n[5] 刘洋．芳香疗法在竞技运动心理学领域的探索性应 用研究[J]．南京体育学院学报：自然科学版,2014(13):25. [6] Warm J S,Dember W N. Effects of fragrances on vigilance performance and stress[J] .Perfumer Flavorist, 1990, 15 (1):15.   \n[7]Field T,Diego M,Hernandes - ReifM,etal.Lavender fragrance cleansing gel effects on relaxation[J].Int J Neurosci,2005,115 (2): 207-222.   \n[8] Degel J，Kster EP. Odours: implicit memory and performance effects[J]. Chem Sen,1999,24 (3): 317-325. [9] 张汝果主编．航天医学工程基础．北京：国防工业出 版社,1991.   \n[10]张其吉，白延强主编．航天心理学．北京：国防工业 出版社,2001.   \n[11]王永彬，康琳，何虹，等．遂行重大任务军人心理应 激反应的评估[J]．解放军预防医学杂志，2014, 32(2):187-189.   \n[12]赵鑫,周仁来，付丽．45 天 $\\cdot 6 ^ { \\circ }$ 头低位卧床模拟航天环 境对个体焦虑情绪的影响[J]．中国临床心理学杂志, 2014(3 期):381-385.   \n[13]赵云，王雪，马婧，等．海军某部军人心理特征及其 对认知能力的影响[J]．军事医学,2018,42(12):15-18. [14]梅家齐．芳香吸入疗法的应用原理[J].香料香精化妆 品,2010(02):65-68.   \n[15]XuW.Advancesinbrain-targetednasal administration[J]. J Shenyang Pharm Univ, 2012,29: 575- 580.   \n[16]许慧，徐金勇，李光武．芳香物质经嗅觉通路防治抑 郁症实验进展[J]．实用中医药杂志,2013,29(5):412.   \n[17]Hossain S J,Aoshima H,Koda H,et al. Fragrances in Oolong Tea That Enhance the Response of GABAA Receptors[J]. Journal of the Agricultural Chemical Society of Japan.   \n[18]HolmesC,BallardC.Aromatherapyindementia [J] .AdvPsychi -atricTreat,2004,(4): 296 - 300   \n[19]Koo B S,Park K S,Ha JH,et al. Inhibitory Effects of the Fragrance Inhalation of Essential Oil from Acorus gramineus on Central Nervous System[J]. Biological & Pharmaceutical Bulletin, 2003,26(7):978-982.   \n[20] Villemure C，Slotnick B M,Bushnell MC.Effects of odors on pain perception: deciphering the roles of emotion and attention[J]. Pain,2003,106(1-2):0-108.   \n[21]Robin O，Alaoui-Ismaili O，Dittmar A，et al. Emotional Responses Evoked by Dental Odors:An Evaluation from Autonomic Parameters[J]. Journal of Dental Research,1998,77(8):1638-1646.   \n[22]王荣华,张艳,张倍倍,等．芳香疗法的应用现状[J]．全 科护理,2018,16(35):22-24.   \n[23]Ayuob N N. Evaluation of the antidepressant-like effect of musk in an animal model of depression: how it works[J]. Anat Sci Int,2017, 92(4):539-553.   \n[24]Chioca L R，Ferro M M，Baretta I P,et al. Anxiolytic-like effect of lavender essential oil inhalation in mice: participation of serotonergic but not GABAA/ benzodiazepine neurotransmision[J]. J Ethnopharmacol, 2013, 147(2): 412-418.   \n[25]Ito N, Nagai T, Oikawa T, et al. Antidepressant-like Effect of l-perillaldehyde in Stress-induced Depression-like Model Mice through Regulation of the Olfactory Nervous System[J]. Evid Based Complement Alternat Med, 2011, 2011: 512697.   \n[26]Saiyudthong S, Marsden C A. Acute effects of bergamot oil on anxiety-related behaviour and corticosterone level in rats[J]. Phytotherapy Research Ptr,2011,25(6):858-862. [27]Bradley BF，Starkey NJ,Brown SL，et al.The effects of prolonged rose odor inhalation in two animal modelsofanxiety[J].Physiology& Behavior，2007, 92(5):0-938.   \n[28]Chen YJ,Cheng F, Shih Y,et al. Inhalation of Neroli Essential Oil and Its Anxiolytic Effects[J]. Nephron Clinical Practice,2008,5(1):1-10.   \n[29]Lehrner J,Marwinski G,Lehr S,et al. Ambient odors of orange and lavender reduce anxiety and improve mood in adental office[J].Physiology&Behavior，2005, 86(1-2):0-95.   \n[30]Kritsidima M，Newton T，Asimakopoulou K.The effects of lavender scent on dental patient anxiety levels: a cluster randomised-controlled trial[J]. Community Dentistry & Oral Epidemiology,2010, 38(1):83-87.   \n[31]OKAMOTO A, KURIYAMA H, WATANABE S, et al. The effect of aromatherapy massage on mild depression: a pilot study[J]. Psychiatry and clinical neurosciences, 2005, 59(3):363-363.   \n[32]汪珍秀，刘晓虹．香薰护理干预对抑郁症患者康复疗 效的影响[J]．新中医,2013(5).   \n[33]Porsolt R D,Le Pichon M,Jalfre M . Depression: a new animal model sensitive to antidepressant treatments[J]. Nature,1977,266(5604):730-732.   \n[34]Steru L.The tail suspension test: a new method for screening antidepressants in mice[J]. Psychopharmacology (Berl),1985, 85(3):367.   \n[35]林慧玥,万新龙,杜永均,等．丁香精油和茉莉精油对抑 郁症小鼠的治疗效果及其作用机制[J]．温州医科大学学 报,2017,48(5).   \n[36]钱令嘉．关于应激与认知的思考[J]．军事医学, 2011(09):28-32.   \n[37]Moss M，Hewitt S，Moss L，et al. Modulation of cognitive performance and mood by aromas of pepper mintand ylang-ylang [J] . Int JNeurosci, 2008,118(1):59-77. [38]Moss L,Rouse M,Wesnes K A,et al.Differential effects of the aromas of salvia species on memory and mood[J].HumPsycho-pharmacolClinExp，2010, 25(5):388-396.   \n[39]Jimbo D，Kimura Y,Taniguchi M，et al.Effect of aromatherapy on patientswith Alzheimer'sdisease[J]. Psychogeriatrics,2009,9(4):173-179.   \n[40]O'Connor DW, Ames D, Gardner B,et al. Psychosocial treat ments of behavior symptoms in dementia: a systematic review of reportsmeting quality Standards [J] .Int Psychogeriatr, 2009,21(2):225-240.   \n[41]BennyA, Thomas J.Essential Oils as Treatment Strategy for Alzheimer's Disease:Current and Future Perspectives[J].Thieme,2019.   \n[42]Burhan A. The role of sense of smell in learning and the effects of the aromas in cognitive learning[J].Pak JSoc Sci, 2005,3(7):952-960.   \n[43]FieldT,Diego M,Hernandez-ReifM,et al.Lavender fragrancecleansinggel effectson relaxation[J] IntJNeurosci 2005,115 (2): 207-222.   \n[44]Rasch B , Buchel C, Gais S ,et al. Odor Cues During Slow-WaveSleepPromptDeclarativeMemory Consolidation[J]. Science,2007, 315(5817):1426-1429. [45]吴章福，高晓平，李光武，等．迷迭香复合精油吸嗅 对血管性痴呆大鼠学习记忆功能影响[J].中华物理医学 与康复杂志,2012,34(9):646-650.   \n[46]Shimada K, Fukuda S , Maeda K ,et al. Aromatherapy alleviates endothelial dysfunction of medical staff after night-shift work: preliminary observations[J].Hypertension Research,2011,34(2):264-267.   \n[47]Mustafa H,Kaki MY,Qin L,et al. Variability of myocardial ischemic responses to mental versus exercise or adenosine stress in patients with coronary artery disease[J]. J Nucl Cardiol, 2008,15(4): 518-525.   \n[48]Matthew M B，Brendon G, Aseem V，et al. Non-invasive detection of risk for emotion provoked myocardial is-chemia[J]. Psychosom Med, 2009,7(1): 14-20.   \n[49]王晨霞，王仲兰，庄桂学，等．耳穴按压配合芳香疗 法对大肠癌手术患者应激反应的影响[J]．中华护理杂志, 2013(07):49-51.   \n[50]梁菊萍，杜青，姚雷，等．芳香植物精油在抗焦虑治 疗中的应用进展[J]．中华全科医师杂志，2014, 13(8):676-677.   \n[51]Umezu T, Sakata A, Ito H. Ambulation-promoting effect ofpeppermintoiland identificationofitsactive constituents[J]. Pharmacol Biochem Behav, 2001,69(3-4) : 383-390.   \n[52]梁浩明，龙晓英，卢耀文，等．鼻吸入薄荷油对小鼠 精神疲劳行为及脑内氨基酸类神经递质的影响[J]．中药 新药与临床药理,2015,26(5):649-654.   \n[53]王梅兰，林建交，陈雅容．柠檬烯对小白鼠中枢神经 系统的影响[J]．海峡药学,2005,17(4):30-32.   \n[54]Takemoto H, Ito M, Shiraki T, et al. Sedative effects of vapor inhalation of agarwood oil and spikenard extract and identification of their active components[J]. J Nat Med, 2008,62(1) : 41-46.   \n[55]Guo J,Duan JA,Tang Y,et al. Fast onset of action and the analgesic and sedative efficacy of essential oil from rhizomachuanxiongafternasaladministration[J]. Pharmazie,2010,65: 296.   \n[56]Lu TT,Hu GS,Ma XH,Yao L,et al. Hypnotic effects of eupatorium fortunei turcz. essential oil[J].J Shanghai Jiaotong Univ:Agric Sci(上海交通大学学报：农业科学 版),2018,36(1) : 30-35.   \n[57]Li YH,Li ZH,Fu XJ,et al. Hypnotic and sedative effect of L-linalool and two kinds of blended essential oil[J].J Fujian Agric and Forest Univ: Nat Sci(福建农林大学学报: 自科版),2016,45(1) : 65-69. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    }
]