[
    {
        "type": "text",
        "text": "新型智库体系的运行和保障机制研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "朱建波’孙煜¹吴绍山1江苏省哲学社会科学界联合会南京210004",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义」中国特色新型智库建设快速推进，进入新的阶段，亟需凝聚和焕发智库群体的生机和活力，形成合理布局、优势整合、有机贯通、运转协调的新型智库体系。［方法/过程]本文基于对我国新型智库建设实践的观察，系统梳理、深入分析了新型智库体系建设的运行和保障机制。［结果/结论]完善组织机制、搭建新型智库体系的管理架构，构建运行机制、激发新型智库体系的最大效能，畅通衔接机制、促进新型智库体系嵌入政策网络，健全环境保障机制、筑牢新型智库体系的发展根基，推动中国特色新型智库建设水平整体跃升。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：新型智库 保障机制 运行机制",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：C912",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "建立中国特色新型智库体系的目的，是为了智库群体能够更好地运行和发挥作用。探究新型智库体系运行和发展逻辑，需要着眼于搭建管理架构，完善组织机制，实现由智库个体单独发力到智库群体共同发力的转变，形成新型智库“集群化作战”的格局；需要着眼于要素和资源的优化，完善运行机制，激发智库思想产品生产的最大效能；需要着眼于嵌入政策网络，完善衔接机制，更加有效地影响公共政策；需要着眼于制度化运行、持续发展，建立多方面的外部环境保障机制。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1完善组织机制：搭建新型智库体系的管理架构",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "新型智库的职责使命决定了它不同于一般的企业组织和社会组织，不仅要强调“单兵作战”能力，更要突出“集群化作战”能力，形成匹配党和国家决策咨询需求的智库产品供给体系。经过多年发展，当前我国的智库机构、智库专家、智库资源不可谓不多，然而，新型智库的整体功能距离党和政府的期望仍有一定差距，归结起来，其症结就在于这些智库机构、智库专家、智库资源的存在状态呈现分散化、碎片化的特点，亟需构建一种组织机制，把智库机构、智库专家、智库资源有效聚合起来，形成一种职、责、权明确的管理架构和组织结构，推动各类新型智库主体为实现共同的战略目标发力，打造各层次、各类别智库能聚能分、各尽其责、各展其能的新型智库共同体。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1建立统筹全局、兼容多方的领导协调机构",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "领导协调机构在新型智库体系中担负着重要职责，既要统筹布局明确智库发展方向，又要推动智库提升决策咨询服务水平。从当前新型智库的发展情况看，既有党委政府内部智库、党校智库、社科院智库、高校智库，又有军队智库、企业智库、社会智库，成立单一的行政隶属关系的领导协调机构，在体制上存在一定难度，比较合理的是构建跨部门、跨领域、具有协调性的理事会机构。从西方国家的智库发展经验来看，理事会化的组织管理机制是其重要特点[1]。目前，我国在国家层面设立了国家高端智库理事会制度，作为国家高端智库建设的议事机构和评估机构[2]。在省级层面，江苏、河北等地都成立了省级的新型智库理事会。以江苏为例，2017年6月，江苏在省哲学社会科学领导小组下，成立了江苏新型智库理事会，作为指导全省新型智库建设的议事机构和评估机构。理事会的主要职责包括：审议智库建设规划和规章制度；研究提出决策急需的重点研究任务；为智库开展决策咨询研究提供必要帮助；对重点智库进行综合评估，提出设立、调整和撤销的建议等。通过成立智库理事会，可以更好地进行全省新型智库体系建设的顶层设计，强化各方面智库研究力量的协作。在地级市层面，部分城市也成立了综合性的领导协调机构，比如，四川广元市成立了市委市政府决策咨询委员会，作为新型智库的骨干和领军，履行牵头协调服务职能；黑龙江双鸭山市成立了新型智库建设指导协调委员会作为领导机构。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2发挥党政部门智库和社科联组织的居中联络功能",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "各类智库分属不同系统、不同部门，选择联络范围广、工作覆盖面大的智库或承担智库管理职能的机构，负责居中组织联络工作就十分必要。就我国新型智库建设实践来看，党政部门智库和社科联组织的联络功能尤为突出。党政部门智库在自身组织研究的同时，可以利用靠近决策中心、了解决策需求的优势，一方面，积极发挥决策咨询信息集散中心的作用，及时向省内智库发布关于全省经济社会发展亟需研究的重要理论和实践问题，为全省决策咨询服务提供明确的目标指向；另一方面，充分发挥协调各方科研资源的作用，通过设立课题等方式，统筹多方研究力量开展协同研究。同时，对各类研究机构提供的研究成果进行综合提炼，使其更符合党委政府的决策要求，也使党政部门的决策具有更宽视野的比对性、选择性。社科联组织是党委政府与社科界沟通的桥梁纽带，在推进新型智库体系建设中具有特殊优势，在建设自身智库、提升服务决策咨询的能力和水平的同时，更重要的是能够发挥“联”的功能与“合”的优势，充分整合社科界的优势研究资源，通过引导决策咨询研究、搭建平台载体、畅通转化渠道、指导市县（市、区）社科联智库建设等，促进新型智库建设整体水平的提升和智库体系的完善。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.3组建覆盖范围广、结构合理的智库联盟",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智库联盟是一种重要的组织机制，既有助于形成智库集群，破解智库单体难以应对和解决的综合性、复杂性问题，也有助于推动智库行业自律，实现自我管理。一般来说，智库联盟采取理事会制度，对智库发展的具体事项进行组织协调和协作分工，为智库管理提供指导和建议，监督智库运行的合理性和合法性。智库联盟多是独立智库的联合体，具有开放性、松散性、非营利性，能够整合官、学、产、媒的优势，有利于提升智库研究和成果转化的效率。目前，在我国新型智库体系中，组建智库联盟已经成为较为通行的做法。在国家层面，围绕“一带一路”国家战略推进，当代世界研究中心联合国内涉及“一带一路”的50多家智库和研究机构成立了“一带一路”智库合作联盟理事会。在省级层面，目前已有多个省份成立了智库联盟，发起成立的主体也各有不同。比如，山东省由山东社会科学院发起，山东省内各类智库、各地市社科院和调研基地参与成立了山东智库联盟；湖南省由省参事室等9家单位共同发起成立了湖南智库联盟；河南省在其 2017年度政府发展研究中心（研究室）主任座谈会上，成立了河南省新型智库联盟。在省会城市和地级市层面，为了集聚智库研究力量，更好服务地方发展，也涌现了一批智库联盟。比如，武汉市由市政府参事室等6家单位成立了智库联盟；南京市由市政协牵头成立了南京智库联盟。此外，还有一些行业性、专业性的智库联盟。比如，中山大学等14家单位联合成立了互联网治理智库联盟；国资委研究中心与各中央企业智库自发结成了中央企业智库联盟。值得注意的是，智库联盟形式灵活，具有跨区域合作的优势，比如，南京、镇江和扬州三市社科联就围绕“宁镇扬”一体化的重大议题，联合发起成立了“宁镇扬”智库联盟未来或将有更多跨区域合作的新型智库效仿此举。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2构建运行机制：激发新型智库体系的最大效能",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "搭建新型智库体系的管理架构，只是实现“集群化作战”的第一步，要真正激发新型智库的思想产品生产能力，发挥资源要素的最大效能，还应建立一种运行机制，打通新型智库体系内各主体、各要素、各平台沟通互动、有机结合的渠道，并制定相应的流程、规则等，推动新型智库体系的作用发挥最大化。由此而言，运行机制侧重解决的是新型智库体系内部各主体之间如何分工合作、各要素资源如何优化组合、各平台如何优势叠加的问题，最终实现上下层级的智库一体贯通运行，不同领域的智库横向间协作并进的格局。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.1整合型运行机制",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "当前我国新型智库建设中的面临的主要问题之一，就是智库资源分散重叠、条块分割明显。因此，构建新型智库体系的重要任务就是创新资源配置机制，将分布在体制内外不同智库中的专家和资源整合起来，形成一个涉及多领域的完善的决策咨询研究服务网络，并通过其拥有的渠道推动研究成果转化。整合型运行机制的优势在于突破体制的阻碍，使智库发展的集中度、协作性得到有效发挥，形成 $1 + 1 > 2$ 的效应。同时，也可以使智库体系建设方向更加统一，政府的支持政策更容易取得成效。江苏省社科联组建的39家“江苏省决策咨询研究基地”，采取的就是整合型运行机制：以省内高校科研院所为第一责任单位、相关省级部门参与建设、中央国家机关或在京高校科研院所专家以首席专家身份参加的三方协同模式，最大限度地整合省内外社科资源[3]。在团队成员构成上也倡导突破体制障碍，吸引跨部门人员参与进来，开展协同攻关研究。这种整合型运作机制，有助于形成良性的参与和协作机制，打通高校研究团队和党政部门专家的信息沟通渠道，把政府部门的信息有效传递给研究专家，利用专家的学术基础开展专业、深入的研究分析，避免出现“闭门造车”“盲人摸象”式的研究。同时，39家决策咨询研究基地都有属于自己的研究领域，相互之间形成了明显的业务区隔，有助于防止一些智库机构研究方向不明晰，减少重复研究、资源浪费的现象。整合型运行机制有优势也有局限性，突破体制障碍跨部门组建研究团队，一定程度上容易导致研究团队的松散性，对智库的行政管理能力提出了更高要求。因此，构建完善整合型运行机制，在突出研究部门的核心职能地位的同时，必须设定一定的专业行政管理人员配比，做好组织联络、服务协调性工作，这样才能更加充分地发挥专业研究资源集成的优势。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2 协作型运行机制",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "随着社会的发展，智库面临的问题越来越多都是复合型问题，需要吸纳诸多细分领域的专业智库或者智库专家参与进来，以问题为导向，共同合作、协同解决，由此形成各类智库之间的协作型运行机制。协作型运行机制具体又可以分为两种类型：一种是专题协作机制，即就某些事关改革发展的重大理论与现实问题，以课题项目或政策规划草案的方式，集聚相关领域、不同智库的专家共同研究。专题协作具有项目性和临时性，也就是说，在问题研究启动时组建协作团队，问题解决后协作团队的使命也就完成了。例如，2015年，上海市发改委以“十三五”规划为主题，实行重大课题招标和向全社会公开征集课题相结合，邀请国内外智库为上海“十三五”发展开展战略研究，取得了良好的成效。另一种是领域协作机制，由于许多议题涵盖经济社会发展的多方面内容，涉及多学科领域，采用此类协作模式更加合适。比如，南京大学的长三角经济社会发展研究中心、中国南海研究协同创新中心等，都是依托高校科研资源建立的多学科领域的智库协作平台。协作型运行机制的优势在于，可以集中优势资源攻克经济社会发展中面临的重大战略性问题。其局限性在于，最“短板”往往决定了整体的高度，细分领域或者细分学科的专家水平都要达到一定层次，才能有助于形成高水平的系统化解决方案。因此，协作型运行机制要以众多高水平研究专家的集聚为前提。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3交流型运行机制",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "智库体系的交流型运行机制在形式上主要体现为论坛、研讨会等。有些学术交流论坛常年举办，集聚了一批专家学者，创出了自己的品牌。更有些由于国家背景的介入，成为国际交流的重要载体，例如亚洲博鳌论坛。在江苏，交流型运行机制当属南京大学、江苏省社科院、江苏省社科联共同举办的江苏发展高层论坛的影响最大、成效最好。一般来说，交流型运行机制的主要特点是开放性，有利于广泛吸纳智库专家参与进来，在同一平台上就某一问题发表自己的看法、交流互动，不仅能够兼容并包、博采众长，而且有利于发现新观点，听到新声音。此外，这种开放性的运行模式，相对来说门槛较低或者不设门槛，有助于智库人才尤其是青年智库人才的参与，为他们提供开阔视野、拓展新知的成长舞台。从社会影响以及与社会互动的角度来看，交流型运行机制要优于整合运行机制和协作型运行机制，它走出“闭门研究”的误区，借助媒体与社会公众高频互动，可以为智库专家提供亮相平台和成果检验平台，提升智库的社会影响力，也让社会公众有机会与专家互动，促进智库研究更加贴近现实、贴近公众。当然，交流型运行机制也有其局限性。比如，因为进入门槛低，有些论坛、研讨会存在形式化、走过场的问题，搭个台子、请些名人、唱些旧调，没有产生应有的效果，徒有其名而无其实。因此，在新型智库体系中，交流型运行机制的重点应该是构建多层次、多领域的平台载体，发挥平台作用将智库研究与智库成果发布、宣传展示结合起来。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3畅通衔接机制：促进新型智库体系嵌入政策网络",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "智库体系能否发挥作用，关键在于能否与决策体系有效对接、无缝衔接。换言之，就是要推动智库体系接入政策网络。政策网络是由一群具有自主性，且彼此之间有共同利益的相互依赖行动者所组成的关系，当政府失灵或市场失灵时，这种具有平等、协调与自我统合的政策网络就成为一种公共治理模式4。我们认为，在我国的政策网络中，智库机构、学术机构、决策机构、媒体机构是相对重要的“行动者”。因此，构建新型智库体系嵌入政策网络的衔接机制，就是要推动智库机构与学术机构、决策机构、媒体机构在基础理论和研究方法、成果应用和推广等多个方面实现互融互通、有效衔接。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1推动智库研究与基础理论研究衔接",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "这一衔接有助于为智库研究奠定坚实的理论基础，提供有效的方法论支撑。社科基础理论研究是智库研究的基石，没有基础理论的创新，智库研究就是无源之水、无本之木。纵观国内外知名智库机构，往往也是基础理论研究的知名或权威机构，它们一般都具有国内甚至国际领先的学科研究，基础和前沿理论水平在学术界也具有领先地位[5。从社科研究的基本方式和规律来看，应用对策研究的开展，需要建立在一个合适的理论框架和研究范式中。比如，二战以来西方经济理论界从自由市场主义到凯恩斯主义、再到新自由主义，不同的理论框架催生了不同的公共政策研究。尤其当现实的发展已经超出了现有学术研究的视野，更加需要前沿性的基础理论来引导我们走出发展的困境。虽然，基础理论研究和现实政策研究，在可操作性和时效性上存在一定差别，但可以通过合理的规划，将中长期研究与“即时”问题研究有机结合起来，通过基础理论研究的突破，推动应用研究的发展。因此，完善基础理论研究与决策应用研究相互促进的对接机制，具有非常重要的意义。要鼓励并支持基础理论研究人员从事智库研究。当然，对于那些长期从事基础理论研究的科研机构和人员，要鼓励他们一如既往地从事本专业研究，不搞“跟风”行为；对于那些基础理论水平高、社会洞察力强并善于研究现实问题的人员，要努力将其培养成为智库研究高端人才；对那些正在从事智库研究但需要拓宽理论思维和研究视野的人员，则要提供更多的学习培养机会，筑牢理论研究的基础。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2推动智库研究与党委政府决策的衔接",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "这一衔接有助于推动智库研究进入政策议程，推动智库研究成果政策化。中央《关于加强中国特色新型智库建设的意见》明确提出，要以服务党和政府决策为宗旨，以政策研究咨询为主攻方向。对于政府决策者和智库专家，更需要强调组织学习所具有的解释系统与再生产过程，以及两者间的相互渗透与高度依赖[6]。但从当前各类智库组织的现状看，党政部门智库具有对接公共决策的天然优势，其他类型智库在开展问题导向研究、推进成果转化为政策等方面，仍然存在较多障碍。因此，必须要推动形成一套沟通顺畅、行之有效的“供需”互动机制，促进智库“产品”更好地适应政策需求。从智库决策咨询成果影响力的产生与传递的路径来考察，在智库研究选题上，新型智库体系需要形成有效的研究选题的筛选、发布、招标等机制，通过各种平台和协作渠道，深入了解党委政府各种重要会议文件精神和部署，长期跟踪党委政府的政策、规划的制定、实施，积极加强与党政部门、行业重点企业、以及体制内研究机构的合作，增强研究选题的针对性。在研究方法上，智库研究要把决策咨询研究工作建立在调查研究的基础之上，建立在了解民情、反映民意、集中民智的基础之上。经常深入实际、深入基层，实事求是、坚持不懈地做艰苦细致的调研工作，广泛征求群众的意见，找出符合本地区实际的解决办法。要正确掌握调查研究的基本方法，逐步把现代信息技术引入调研领域，综合运用多学科知识，更好地完成复杂系统的定性定量分析，为正确决策提供依据。在成果转化上，体制内党政智库、高校院所智库可以通过研究成果专报、决策咨询类内刊、党委政府参与的重要论坛研讨会等途径和渠道，发布推介自身的研究成果和主要观点。同时，要提高体制内转化渠道的开放性，促进多层面、多领域的智库研究成果进入决策层。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.3推动智库研究与社会公众的互动衔接",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "随着现代传播手段的丰富和便捷，信息流动的时效性和覆盖面不断提高，智库与社会民众之间的直接沟通与互动也越来越成为智库影响社会的重要途径之一。在西方发达国家，智库往往扮演着决策源头的政策倡议和舆论引导功能，促进了公共决策的科学化、民主化、开放化。当前，我国智库中具有较大社会影响力的知名智库为数不多，智库研究与社会公众交流的方式、途径较为单一，特别是对低级别、小规模的智库组织来说，其专业人才和研究成果的社会影响力得不到充分体现。因此，必须要构建畅通、及时、高效的互动机制。依据西方智库发展的经验，结合我国新型智库体系建设的实际，可以从三方面入手：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "一是推动智库研究与媒体传播的深度融合。媒体作为传播渠道，需要智库研究、智库专家来支撑其信息传播的权威性和可信度。据统计，美国主流媒体的评论文章，多出自智库学者之手[]。在中国，中央级的新闻媒体比如央视、人民日报等，都有专题评论栏目，许多智库专家用其专业知识，深入浅出地为公众分析、解读时事热点、理论热点，取得了很好效果。此外，在当前自媒体时代，“三微一端”也是智库宣传扩大影响的重要途径，需要充分利用。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "二是推动智库解读公共政策常态化。党委政府的重大战略和政策措施密切关系社会民生，由智库作为第三方进行阐释解读，有助于社会公众更好地理解、接受和掌握。可以设立长期性媒体栏目以及政策咨询公众平台，便捷社会公众与智库专家的交流渠道，开展社科普及、专家下基层等活动，推动智库专家参与重大政策宣传阐释解读常态化。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "三是打造智库公共服务平台。高端智库、知名智库与公众互动的平台、渠道很多，但中小型智库却缺乏相应的平台、渠道，这就需要打造智库领域的公共服务平台，让中小型智库可以与社",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "会公众有更多互动的机会。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4健全环境保障机制：筑牢新型智库体系的发展根基",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "现代智库是随着政治经济社会的发展进步而产生的，离不开健全的政策环境、法治环境、社会环境的保障。对于新型智库体系而言，亦是如此。构建新型智库体系的根本目的，并不在于为某一具体领域、具体项目、具体问题提供解决方案，而是要放眼全局、着眼长远，塑造持续化、长效化的智库产品供给能力。这就要求塑造有利于新型智库体系发挥作用的制度化、法制化的决策咨询环境，建立起一整套有利于知识产品生产和决策咨询作用发挥的制度，强化决策制度的牵引作用和链接功能[8]，推动智库体系运行走上制度化的轨道。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.1优化政策环境",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "良好的政策环境犹如阳光雨露，可以为智库发展提供人才、资金等“滋养”。而政策不仅有支持性、引导性政策，也有规范性和约束性政策。优化政策环境，需要从三方面着手。一是优化智库辅政的政策。要建立健全党委统一领导、有关部门分工负责的工作体制，切实加强对智库建设工作的领导。将智库纳入各级党委政府的决策参考体系，提高决策的科学性、民主性、公正性和有效性，更好地发挥智库以智辅政的作用。二是优化智库发展政策。随着现代决策的科学性、专业性、系统性的增强，迫切需要将“谋”“断”分离开来，将智库引入公共决策过程之中。要建立政府决策与智库咨询的常态化和制度化的联系「9]。当智库的一些研究成果和政策建议与政府的原有政策存在较大差异时，各级官员要尽可能给予智库专家更多的研究空间，做到“兼听则明”，不要用资金等条件限制智库研究。三是优化智库管理政策。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "政府要面向各类智库搭建决策咨询的公共竞争平台，在决策系统开放、公共信息公开和智库社会法律地位等方面一律平等，制定公平竞争的“游戏规则”；规范科研项目的招投标及评估程序，确保项目必须依靠实力参与公平竞争而获得，在项目申报和审批中，以“能力”取代“身份”或“关系”。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.2完善法治环境",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "要真正实现依法治国，法治理念要渗透至国家发展各个方面，智库发展也不能例外〔10]。良好法治环境之于新型智库体系建设的意义，不仅在于赋予智库主体合法地位，更在于推动智库行为依法依规、规范开展。完善法治环境，主要包括三个方面：一是推进智库发展领域的立法建设。通过法律手段确定智库的地位、功能、责任、权利等内容，为明确智库的法律地位、促进其发展提供完备的法律依据。二是加强对智库行为的合法合规性监督。相关行政机关要严格按照法定权限、法定程序和法治精神对智库进行管理。对于违反相关法律法规规定的智库，要依法追究其法律责任。三是以法治理念引领新型智库规范建设。通过具体的法律条款重新对政府公共决策特别是重大决策过程进行严密、科学、理性的规范化设计，使智库咨询成为重大决策程序的必备环节。建立公共决策咨询招标和采纳制度，规范政府公共决策智库咨询招标的流程和采纳标准。建立决策后政策实施的评估和调整机制，在政府有关部门作出政策决策和政策执行后，由第三方智库提供评估报告给决策者，并将评估报告在符合法律规定的情况下向社会公众公开［]。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.3营造社会环境",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "新型智库建设的价值和意义在于为社会问题找寻解决方案为社会福祉探寻增进路径。因此，推进新型智库体系建设离不开全社会的共同努力，要求塑造有利于新型智库体系建设的社会环境。一要鼓励创新包容，提升社会文明素养。努力构建包容的研究环境，发展包容文化，提倡包容精神，让不同领域、不同群体、不同方向的智库思想多元交汇和整合，发挥好新型智库这一“最强大脑”的资政作用。二要高度重视并积极实施智库品牌战略。从政策、资金、资源上支持智库平台载体建设，拓展已有的智库活动平台，扩大其覆盖面，增强其影响力；新建一批具有较强针对性、实践性、前瞻性的平台载体；加强与国内外知名智库的合作，接轨全球智库研究网络。三要借助多种渠道，向公众推广智库的思想和观点，不断取得公众广泛理解与支持。让社会公众能够主动、踊跃地参与到智库日常开展的社会调查、问卷、访谈、咨询等各类研究活动中来，使智库研究更接“地气”，使智库成果更得“民心”，拉近智库与公众的距离。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "[11]朱少强．国外学术机构评价的研究进展[J]．重庆大学学报（社会科学版）,2008(1)：72-75.",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "朱建波：拟定提纲，撰写论文第三部分并统稿;  \n孙煜：撰写论文摘要及第四部分;  \n吴绍山：撰写论文第一、第二部分。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Research on the Operational and Guaranteeing Mechanisms for the System of New Typesof ThinkTanks ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Zhu JianboSun YuWu Shaoshan Jiangsu Federation of Philosophical and Social Sciences,Nanjing 210004 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] The system of new types of think tanks with Chinese characteristics develops quickly,and steps into a new stage. There's an urgent need to condense and radiate the vitality of think tank groups,to make it rationally distributed and coordinately operated with integrated advantages. [Method/process] Based on the observation of the new types of think tanks construction practice in China, this paper systematically combed and deeply analyzed the operational and guaranteeing mechanisms for the system of new types of think tanks in China.[Result/conclusion] To raise the overallevel of the construction of the new types of think tanks with Chinese characteristics,we should improve the organizational mechanism,and build its management framework and operational mechanism, maximizing the effectiveness of the system of new types of think tanks.We should also enhance its connecting mechanism, promote it to be embedded in policy networks and improve its environmental protection mechanism, laying solid foundations for the development of a system of new types of think tanks. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Keywords: new types of think tanksoperational mechanismguaranteeing mechanism 收稿日期：2017-08-16 修回日期：2017-08-26 本文责任编辑：吕青 ",
        "page_idx": 14
    }
]