[
    {
        "type": "text",
        "text": "LSD1 co-repressor Rcor2 orchestrates neurogenesis in the developing mouse brain ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yixuan Wangl\\*， Qian Wu2\\*，Peng Yang3， Chenfei Wang1, Jing Liu2,Wenyu Ding2,Wensu Liu2,Ye Bai2, Yuanyuan Yangl, Hong Wang1, Shaorong Gao1 & Xiaoqun Wang2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Epigenetic regulatory complexes play key roles in the modulation of transcriptional regulation underlying neural stem cell (NSC） proliferation and progeny specification. How specific cofactors guide histone demethylase LSD1/KDM1A complex to regulate distinct NSC-related gene activation and repression in cortical neurogenesis remains unclear. Here we demonstrate that Rcor2,a co-repressorof LSDl,is mainly expressed in the central nervous system (CNS)and plays a key role in epigenetic regulation of cortical development. Depletion of Rcor2 results in reduced NPC proliferation， neuron population, neocortex thickness and brain size.We find that Rcor2 directly targets $\\mathsf { D } | \\times 2$ and Shh,and represses their expressions in developing neocortex.In addition,inhibition of Shh signals rescues the neurogenesis defects caused by Rcor2 depletion both in vivo and in vitro. Hence,our findings suggest that co-repressor Rcor2 is critical for cortical development by repressing Shh signalling pathway in dorsal telencephalon. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Neural Progenitor Cell (NPC) populations in the developing neuroepithelium of the rodent neocortex with regionspecific neuronal progenies generated at embryonic stages. Whereas cortical projection excitatory neurons derive from radial glial cells (RGCs) at the dorsal (pallial) telencephalon and migrate radially into the cortical plate,neocortical interneurons are generated in the ventral telencephalon, including the ganglionic eminences and the preoptic area (PoA),and migrate tangentially over long distances to reach the neocortex1-8. During embryonic brain development,a series of morphogens are involved in the establishment of patterning in the neuroepithelum,which provide specific environments to form different substructures of functional brain.Multiple studies exploring the mechanism of temporal and spatial regulation that lead to the remarkable cellular diversity of the mature neocortex have underlined the importance of organizing signals such as Sonic hedgehog (Shh),fibroblast growth factors,WNTs,and bone morphogenetic proteins,which provide positional information inbodyaxes7,9-14 Among these signals,Shh expression is first observed in the mesendoderm and diencephalon between E8.5 and E9 during telencephalic development,which are then restricted to the Medial Ganglionic Eminence (MGE） and PoA by E9.5 and by E12.5, respectively, to pattern the ventral brain, while maintaining a very low activity in the developing dorsal cortex15-19. However, how Shh signal is controlled and restricted to the specific regions andhowShhregulatesNSC/NPCproliferationand differentiation still remains poorly understood. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Extensive studies have suggested that NSC differentiation and fate specification is regulated by a series of intrinsic and extrinsic signals.Although the mechanisms of regional restriction and fate determination of NSCs are not yet fully understood,it is becoming apparent that intrinsic epigenetic regulation is closely involved through DNA methylation,histone modification and non-coding RNA expression20-26.Histone demethylase LSD1,also known as KDMlA,is a key component of various protein complexes that contain transcription co-repressors, includingRcor1(CoREST)，BHC80，HDAC1/2， CtBP, BRAF35 and several zinc finger proteins26-28．As the first identified RCOR protein,Rcorl is widely studied in various types of cells,playing important roles in mouse erythropoiesis29 and neuronal or synaptic gene regulation by modifying chromatin configuration30-33.Sharing $7 0 \\%$ sequence similarities with Rcorl, Rcor2 can form a protein complex with LSDl,to facilitate its demethylase activity on nucleosome in embryonic stem cells (ESCs)34. Furthermore,Rcor2 but not Rcorl has been described asa Sox2 substitute to regulate ESC proliferation and promote the formation of induced pluripotent stem cells34.However,the in vivo function of Rcor2 in development is unknown. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Here we demonstrate that Rcor2 is mainly expressed in the central nervous system(CNS) and affects NSC proliferation and neurogenesis during cortical development. We find that Rcor2 associating with LSD1 plays a determinant role in directly binding to Dlx2 and Shh promoter regions,to inhibit gene expression. The disruption of Shh,the direct regulation target of Rcor2 and upstream effector of Dlx2，rescues the neurogenesis defects caused by Rcor2 depletion, suggesting that Rcor2 plays a critical role of temporal and spatial regulation of gene expressions to safeguard cortical neurogenesis in brain development. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Rcor2 is mainly expressed in the CNS. To analyse Rcor2's function and mechanism during development, Rcor2 gene-trapped mice $( \\mathrm { R c o r } 2 ^ { \\mathrm { L a c Z } } )$ were used as described in detail methods35. ALacZ reporter gene cassette,flanked by two FRT sequences,was introduced before the first exon of the Rcor2 gene locus,and first several exons were flanked by two $L o x P$ sites in $\\operatorname { R c o r 2 ^ { \\mathrm { L a c Z } } }$ mice (Supplementary Fig. la). With these $\\mathrm { R c o r } 2 ^ { \\mathrm { L a c Z } }$ mice, we generated the wild-type $\\mathrm { \\dot { R } c o r 2 ^ { f l o x / f l o x } }$ 1 $( \\mathrm { R c o r } 2 ^ { \\mathrm { f l / f l } } )$ mice by Flippase splicing. After this,we were able to investigate conditional loss-of-function of Rcor2 $( \\mathrm { R c o r } 2 ^ { \\mathrm { c k o } } )$ in specific tissues on Cre recombination in Rcor2fl/fl mice (Supplementary Fig. la). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "First,by LacZ enzymatic activity assay，we examined the expression and localization of Rcor2.during embryonic development. X-gal staining of $_ { \\mathrm { R c o r 2 } } \\mathrm { L a c Z } / +$ embryosat embryonic day 11.5 (E11.5) revealed Rcor2 was mainly and highly expressed in the CNS,including the brainand spinal cord (Fig.la),indicating that Rcor2 may play an important role in the neural development of embryos.Western blot analysis of Rcor2 expression levels revealed decreased expression of Rcor2 in embryonic brains during development, suggesting Rcor2 may primarily function in early brain development (Fig. 1b).To examine the endogenous Rcor2 expression pattern during cortical development, we performed in situ hybridization and immunostainingby an RNA probe or antibody,and both were specific by no signals detected in the neural lineage-knockout Rcor2fl/ $^ \\mathrm { f l } \\mathrm { N e s } ^ { \\mathrm { C r e } }$ $( \\mathrm { R c o r } 2 ^ { \\mathrm { c k o } } )$ cortex (Supplementary Fig. ${ 1 } \\mathsf { b } , { \\mathsf { c } } ,$ .At early stages of brain development,Rcor2 messenger RNA and protein levelswere high in mostly all cells in the wild-type mice cortex (Fig.lc,d). Similar to the protein expression pattern as we observed in western blotting results (Fig.1b),Rcor2 mRNA levels were also decreased as brains developed (Fig. lc).Asa transcriptional co-repressor,Rcor2 localized mainly in the cell nucleus,as expected (Fig.1d).Interestingly，Rcor2 exhibited diverse subcellular localizations at different stages of the cell cycle,suggesting that it might directly play a role in cell division process. We observed Rcor2 protein puncta in the nucleus in interphase RG cells and localized mainlyin chromosomes in metaphase RGCs in the ventricular zone (VZ). When cells entered anaphase,Rcor2 partially translocated to the space between two sets of separated chromosomes (Fig.1d). Our observations are similar to the localization patterns of histone demethylase LSD1 in ESCs in previous studies,which showed LSD1 can regulate short timescale gene expressions during cell cycle progression by being recruited to or displaced fromchromatin36,suggestingthat Rcor2maydirectlyregulate NSC or NPC divisions by associating with LSD1. Taken together, Rcor2 is dominantly expressed in the CNS during mouse development and its expression pattern in the NSCs or NPCs exhibits regional differences in cell cycle,suggesting that Rcor2 mayplay an important role in regulating cerebral cortex development. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Rcor2 regulates neurogenesis during cortical development. Next, we adopted Rcor2cko mice to study Rcor2’s role by conditional loss-of-function in neural lineage (Supplementary Fig.la).Western blot analysis of brains at El3.5 and E15.5 confirmed the expression of Rcor2 is completely depleted in ${ \\mathrm { R c o r } } 2 ^ { \\mathrm { c k o } }$ brains (Fig. le). Investigation of the Rcor2cko embryos revealed that the brain sizes were greatly decreased compared with the control $( \\mathrm { R c o r } 2 ^ { \\mathrm { f l / f l } } )$ embryos at respective developmental stages (Fig.1f).Representative Nissl staining of Rcor2f/f and $\\mathbf { R c o r 2 ^ { c k o } }$ brains slices at different developmental stages exhibited not only significantly reduced thickness of the cortex but also structural abnormalities of layers on Rcor2 depletion (Fig. $\\mathrm { 1 g }$ and Supplementary Fig. 1d,e)，suggesting that depletion of Rcor2 affects neocortical development. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "For further confirmation,in-utero electroporation of two red fluorescentprotein(RFP)-short hairpin\"RNAs(shRNAs) targeting different sites of Rcor2 mRNA were performed at the lateral ventricle in brains at El3.5,respectively,both of which could efficiently reduce Rcor2 expression level by $7 0 \\%$ compared with the control group (Fig.1h). Disruption of Rcor2 resulted in significant accumulationof $\\mathrm { R F P ^ { + } }$ cells at the VZ and subventricular zone (SVZ） regions,whereas it resulted in a dramatic reduction at the intermediate zone and cortical plate regions at E16.5,indicating impaired cortical development on Rcor2 downregulation (Fig. li,j). Moreover， the cortical developmental defects caused by Rcor2 knockdown could be rescued by electroporation of Rcor2 overexpression plasmid,but not Rcori expression，the homologue of Rcor2，which plays important roles in pyramidal cortical neuron development as previously reported (Supplementary Fig. $1 \\mathrm { f , g } ) ^ { 3 0 }$ ． All the results above suggest that Rcor2 directly plays a critical role in regulating embryonic cortical development,which is distinguishable from Rcorl. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/ac8e9d517a5d9ea35e8915e1a266dd38ebe3e34d83e78c2bdc97663f085cb26d.jpg",
        "img_caption": [
            "FigureRcorexpresssintheCndgulatscorticaldevelopent.()galaiingtdetectorxpreiopatesleb stainingatEaoosanleedinaleb.)steotalyisfoexpresseign development.The decreased expression of Rcor2 with embryonic development is noteworthy. $\\beta$ -Actin is used as an endogenous control. (c) In situ hybrizatintectogoexposiicaeloptat.3..dss magnificationiaeofepreineeat3.5Zetrice;Ssbveria;Corticalatealeba $1 0 0 \\mu \\mathrm { m }$ (d)Cofocalasofiofeeeectellcalicet.oocaldanlict interpasedeoaldepaatedmosiaiiliotdcea bar, $5 \\mu \\mathrm { m }$ (e)Western blot analysis of Rcor2 expression level in $\\mathsf { R c o r 2 ^ { f l / f l } }$ and ${ \\sf R c o r 2 ^ { c k o } }$ brains at E13.5and E15.5,respectively. Rcor2 expression was depleted in ${ \\sf R c o r 2 ^ { c k o } }$ brains. $\\beta$ -Actin is used as an endogenous control.(f) Representative images of ${ \\sf R c o r 2 ^ { f l / f l } }$ and Rcor $2 ^ { \\mathsf { c k o } }$ brain size at different stages of development. ${ \\sf R c o r 2 ^ { c k o } }$ mice show severe brain growth retardation at $\\mathsf { E } 1 3 . 5$ and E15.5.Scale bar, 1mm. $\\mathbf { \\sigma } ( \\pmb { \\mathsf { g } } )$ Representative images of ${ \\sf R c o r 2 ^ { f l / f l } }$ and ${ \\sf R c o r 2 ^ { c k o } }$ cortexat E15.5by Nisslstaining.Structural abnormalitiesof lamination with reducedcorticalthicknessareobserved in ${ \\sf R c o r 2 ^ { c k o } }$ cortex. Scale bar, $2 0 0 \\mu \\mathrm { m }$ (h)RT-qPCRanalysisfkocdofecsoftetotagetigorasiptsereoldtthtrolpDatao mean $\\pm \\mathsf { s . e . m }$ ,t-test, $^ { \\star \\star \\star \\star } P < 0 . 0 0 0 1$ $\\scriptstyle n = 3$ (i) Confocal images of E16.5 cortical sections electroporated with shControl (red),shRcor2-a (red)and shRcor2-b(red)plasmidsatE13.5.KnockdownofRcor2resultsinimpairedcorticaldevelopment.IZ,intermediatezone.Scalebar $2 0 \\mu \\mathrm { m }$ (j) Quantification of the percentage of ${ \\mathsf { R F P } } ^ { + }$ cells in different regions of the developing neocortex after electroporation as shown in i.proportion of ${ \\mathsf { R F P } } ^ { + }$ cells in different zones (y axis). Data are shown as mean± s.e.m., t-test, $^ { \\star } P < 0 . 0 5$ $^ { \\star \\star } P < 0 . 0 1$ ， $^ { \\star \\star \\star } P < 0 . 0 0 1$ and $^ { \\star \\star \\star \\star } P < 0 . 0 0 0 1$ 1 $\\scriptstyle n = 3$ individual experiments. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Rcor2 regulates cortical NSC/NPC proliferation. Given the profound effects of Rcor2 on cortical development,we examined the proliferation and neurogenesis capacities of NSCs/NPCs on Rcor2 depletion during cortical development. Compared with the control group,decreased expressions of NPC markers Sox2 and Nestin were observed by immunostaining in Rcor2cko cortex at E13.5(Fig.2a,b and Supplementary Fig.2a).In addition,the population of intermediate progenitor cells (IPCs） identified by Tbr2 staining was also reduced on Rcor2 depletion (Fig. 2c,d). Reverse transcriptase-quantitative PCR (RT-qPCR） analysis using the developing neocortex samples at Ei3.5 and Ei5.5 also exhibit similar results (Supplementary Fig.2b).To further confirm the observations above,we checked the expressions of Nestin, Sox2 and Tbr2 in the in-vitro-cultured $\\operatorname { R c o r } 2 ^ { \\mathrm { { f l / f l } } }$ and Rcor2cko NPCs established from $\\mathrm { R c o r } 2 ^ { \\mathrm { f l / f l } }$ and $\\operatorname { R c o r } 2 ^ { \\mathrm { c k o } }$ ESC lines by immunostaining,which were similar to our in vivo observations (Fig.2e).Above all, both in-vivo and in-vitro results suggest that NPC and IPC populations are significantly affected on Rcor2 knockout,which may result in proliferation defects during cortical development. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Next,we examined why NPC/IPC populations reduced on Rcor2 depletion.Immunostainings followed by quantification of cell proliferation markers Ki67 and phospho-histone H3 (PHH3) were performed in both $\\operatorname { R c o r } 2 ^ { \\mathrm { { f l / f l } } }$ and $\\mathrm { R c o r 2 ^ { c k o } }$ developing cortex. AlthoughPHH3signalswerenotsignificantly affected, dramatically reduced Ki67 signals were observed in the VZ and SVZ regions on Rcor2 knockout during development (Fig. $2 \\mathrm { f , g }$ and Supplementary Fig.2c left panel),indicating that depletion of Rcor2 would significantly affect proliferative cell numbers during cortical development.However,we observed_that the mitotic index increased in VZ/SVZ regions in $\\mathrm { R c o r } 2 ^ { \\mathrm { c k o } }$ cortex (Supplementary Fig 2c right panel)，which is a result from decrease of $\\mathrm { K i } \\dot { 6 } 7 ^ { + }$ cells compared with wild type,but no obvious changes of $\\mathrm { P H H } 3 ^ { + }$ cell (Fig. $2 \\mathrm { g }$ and Supplementary Fig. 2c left panel).For further_ confirmation,we performed cell cycle exit analysis in $\\operatorname { R c o r } 2 ^ { \\mathrm { { f l / f l } } }$ and ${ \\mathrm { R c o r } } 2 ^ { \\mathrm { c k o } }$ brains at E13.5, respectively. Pulse-labellingcortexwereanalysed24or $4 8 \\mathrm { { h } }$ after 5-bromodeoxyuridine (BrdU) incorporation and Ki67 was used to identify cells that entered the following cell cycles (Fig. 2h). We found that $6 8 . 3 3 \\pm 6 . 7 3 \\%$ （204号 $\\operatorname { R c o r } 2 ^ { \\mathrm { { f l / f l } } }$ NPCs and $1 5 . 2 8 \\pm 1 . 0 2 \\%$ $\\mathbf { \\ k c o r 2 ^ { c k o } }$ NPCs in VZ/SVZ were able to undergo further rounds of cell division in the next $2 4 \\mathrm { h }$ At $^ { 4 8 \\mathrm { h } }$ after BrdU pulsing,only $9 . 7 1 \\pm 0 . 8 4 \\% \\mathrm { R c o r 2 ^ { c k o } N P C s }$ were still in the cell cycles compared with $4 6 . 4 4 \\pm 2 . 0 8 \\%$ Rcor2f/l NPCs (Fig.2i)，suggestingthat cortical NPCs exit cell cycle at earlier time with Rcor2 depletion during development. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In vitro,the neurosphere sizes of both $\\operatorname { R c o r } 2 ^ { \\mathrm { { f l } / \\mathrm { { f l } } } }$ and $\\mathrm { R c o r } 2 ^ { \\mathrm { c k o } }$ NPCs were compared, which were significantly reduced on Rcor2 disruption (Fig.2j,k).To examine the divisions of the cultured NPCs directly,we labelled the $\\operatorname { R c o r } 2 ^ { \\mathrm { { f l / f l } } }$ and $\\mathrm { R c o r } 2 ^ { \\mathrm { c k o } }$ NPCs with green fluorescentprotein(GFP)-expressingretrovirus (retro-GFP),which infected only dividing cells,and monitored the division process till $9 8 \\mathrm { h }$ after virus infection. To our observation, $\\mathrm { G F P ^ { + } }$ cells divided robustly in the wild-type group; however, the $\\mathrm { G F P ^ { + } }$ cells increased much more slowly on Rcor2 depletion (Supplementary Fig.2d,e).We also performed cell cycle exit analysis by BrdU incorporation followed by Ki67 antibody staininginthecultured $\\operatorname { R c o r } 2 ^ { \\mathrm { { f l / f l } } }$ andRcor2ckoNPCs, respectively,which also showed earlier cell cycle exit on Rcor2 depletion (Supplementary Fig. $2 \\mathrm { f , g } ,$ ） ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To further dissect Rcor2's role in NPC proliferation regulation, time-lapse imaging of the RGC dividing process was recorded after Rcor2 knockdown by specific shRNAs mentioned above (Fig.1h).RGCs with Rcor2 knockdown showed interkinetic nuclear migration defect and the daughter cells showed apoptosis after separation (Fig. 2l),suggesting that Rcor2 is required for radial glia maintenance and cell division.In addition,we also knockedoutRcor2byelectroperatingEGFP-Creand EGFP-Control plasmids in $\\operatorname { R c o r } 2 ^ { \\mathrm { { f l / f l } ^ { \\star } } }$ mouse embryos at E13.5 and recorded NPC proliferation in neocortex sections for $6 0 \\mathrm { h }$ 0 respectively. Compared with the control group in which robust cell proliferation and migration were observed,Rcor2 knockout NPC/IPCs generated fewer daughter cells (Fig.2m). Immunostaining results showed enhanced Caspase 3 signals among ${ \\mathrm { R c o r } } 2 ^ { \\mathrm { c k } \\mathbf { \\tilde { o } } }$ neocortex compared with $\\mathrm { R c o r 2 ^ { f l / f l } }$ cortex at E15.5 (Supplementary Fig. 2h). Significantly increased cell death was also observed in both cultured NPCs and neurons on Rcor2 knockout by TdT-mediated dUTP nick end labelling assays (Supplementary Fig. 2i and 2j).All together, these results suggest that Rcor2 plays an important role in cortical development via regulating NSC/NPC proliferation and maintenance. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Rcor2 regulates cortical neurogenesis during development. Given the observation of reduced NPC proliferation on Rcor2 depletion,we checked the expressions of neuronal markers in $\\operatorname { R c o r } 2 ^ { \\mathrm { { f l / f l } } }$ and ${ \\mathrm { R c o r } } 2 ^ { \\mathrm { c k o } }$ cortex at E15.5. On Rcor2 depletion, a consistent reduction in both $\\mathrm { D c x ^ { + } / S a t b 2 ^ { + } / T b r 1 ^ { + } }$ cell numbers and $\\mathrm { D c x } ^ { + } / \\mathrm { S a t b } 2 ^ { + } / \\mathrm { T b r } 1 ^ { + }$ -containing layerthicknesswas observed during cortical development (Fig. 3aand Supplementary Fig. 3a).Quantification confirmed dramatic decreases of Satb2 + and Tbr1+ cels,which are postmitotic pyramidal neurons, in ${ \\mathrm { R c o r } } 2 ^ { \\mathrm { c k o } }$ developing neocortex compared with $\\mathrm { R c o r } 2 ^ { \\mathrm { f l / f l } }$ (Fig. 3b). Western blot analysis also confirmed downregulation of the neuronal markers mentioned above (Fig.3c),indicating reduction of NPC pool caused by Rcor2 depletion leads to reduced cortical neurons during development. In addition,we also assessed the fate of cells with Rcor2 downregulation by in-utero electroporation assay.Three days after injection of RFP-shRNAs targeting Rcor2 mRNA，we found that most $\\mathrm { R F P ^ { + } }$ cells localized in VZ/SVZ(Fig.li,j） and some of these cells were $\\mathrm { P a x } 6 ^ { + }$ cells (Supplementary Fig. 3b). However， the ratio of $\\mathrm { P a x } 6 ^ { + }$ cells among Rcor2-knockdown cells was greatly reduced compared with control samples (Supplementary Fig. 3c),which was consistent with the results that Rcor2 depletion reduced the NPC pool in mouse developing cortex (Fig.2a,b).Immunostained with newborn neuron marker Dcx,we found that some of the $\\mathrm { R F P ^ { + } }$ cells were $\\mathrm { D c x ^ { + } }$ (Supplementary 3d） and the ratio of $\\mathrm { D c x ^ { + } }$ cells among $\\mathrm { R F P ^ { + } }$ cells was also significantly decreased (Supplementary 3e),indicating that Rcor2 depletion impaired neurogenesis, which is consistent with the observation in ${ \\mathrm { R c o r } } 2 ^ { { \\mathrm { { \\check { c k o } } } } }$ mice (Fig. 3). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Immunostaining of Map2 and Tujl were also performed in the primary cultured neurons dissociated from $\\operatorname { R c o r } 2 ^ { \\mathrm { { f l / f l } } }$ and Rcor2cko cortex at E15.5， which showed greatly decreased expressionofbothmarkersandsignificantlyreduced neurofilaments on Rcor2 depletion (Fig.3d).Similar results were also found in the in-vitro-cultured Rcor2cko NPCs subjected to differentiation for 5 days (Fig.3e).Moreover,RT-qPCR analysis ofin vivo and in vitro samples also exhibited significant downregulation of neuronal markers such as Map2,Tubb3 and Pou4fl (Fig.3f,g).Thus,our data suggest that Rcor2 mediates neurogenesis both in vivo and in vitro; hence,depletion of Rcor2 leads to affected proliferation of NPC and production of neurons during development. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Rcor2 regulates neurogenesis as a co-repressor of LSD1. Previous studies indicate that Rcor2 works as a co-repressor, closely related to LSD1 complex,to facilitate its nucleosomal demethylaseactivity34.Giventhesignificantlyreduced neurogenesis on Rcor2 disruption，we constructed Rcor2Flag knock-in mice in which $3 \\times$ Flag sequences were introduced behind the start codon of Rcor2 protein by CRISPR/Cas9 system, to identify the targets of Rcor2 during cortical development (Fig.4a).Western blot analysis confirmed FLAG expression in ${ \\mathrm { R c o r } } 2 ^ { { \\mathrm { F l a g } } }$ knock-in brains and stable expression of endogenous Rcor2 with a Flag tag (Fig. 4b). Immunostaining of Flag,Rcor2 and Lsd1 antibodies in $\\mathrm { R c o r 2 ^ { F l a g } }$ cortex at E11.5 also confirmed Flag antibody co-immunostained with Rcor2 antibody and LSD1 in all cells of the neocortex (Supplementary Fig. 4a） and the protein localization was similar to the staining results using Rcor2 antibody (Fig.1d).Immunoprecipitation (IP) followed by western blot analysis revealed thatRcor2-Flagand LSD1 could interact with each other in ${ \\mathrm { R c o r } } 2 ^ { { \\mathrm { F l a g } } }$ brains (Supplementary Fig.4b), which may function in a large,complex containing multiple components as previousstudies37.38. Allresultsabove suggest the expression of Flag in ${ \\mathrm { R c o r } } 2 ^ { { \\mathrm { F l a g } } }$ mice could indicate the endogenous expression of Rcor2,which serves as a co-repressor of LSD1 complex in the mouse embryonic brains. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/5806da024787513a5b40707b66d924c5fd6a789b6d1e4f4431b7bf2daa5d27d1.jpg",
        "img_caption": [
            "Figure2|Rcor2regulatescorticalNSC/NPC populationand proliferationduringdevelopment.（a）Immunostaining imagesof $\\mathsf { S o x } 2$ at E13.5. $\\mathsf { S o x } 2$ is dramatically reduced on Rcor2 depletion.VZ,ventricular zone;SVZ,subventricular zone.Scale bar, $2 0 \\mu \\mathrm { m }$ ：(b）Quantification of ${ \\mathsf { S o x } } { 2 } ^ { + }$ cell ratios in VZ/SVZ regions shown in a. Data are shown as mean ± s.e.m, t-test, $^ { \\star \\star } P < 0 . 0 1$ $\\scriptstyle n = 3$ individual experiments.(c) Confocal images of Tbr2 expression at E13.5.Tbr2 is dramatically reduced on Rcor2 depletion.Scale bar, $2 0 \\mu \\mathrm { m }$ (d) Quantification of ${ \\mathsf { T } } { \\mathsf { b } } { \\mathsf { r } } 2 ^ { + }$ cell ratios in VZ/SVZ regions shown in c, respectively.Data are shown as mean $\\pm$ s.e.m., t-test, $^ { \\star } P < 0 . 0 5$ $\\scriptstyle n = 3$ individual experiments.(e) Immunostaining images of Nestin,Sox2 and Tbr2 in cultured ${ \\sf R c o r 2 } ^ { \\sf t l / \\sf t l }$ and ${ \\sf R c o r 2 ^ { c k o } }$ NPCs,allofwhichexhibitsignificantlyreduced expressioninthe ${ \\sf R c o r 2 ^ { c k o } }$ NPCs. Scale bar, $2 0 \\mu \\mathrm { m }$ (f） Confocal images of immunofluorescence for Ki67_and PHH3 in ${ \\sf R c o r 2 ^ { f l / f l } }$ and ${ \\sf R c o r 2 ^ { c k o } }$ cortex at E13.5and E15.5. Ki67 signals (red),but not PHH3 signals (green),are dramatically reduced in ${ \\sf R c o r 2 ^ { c k o } }$ developing brains.Scale bar $2 0 \\mu \\mathrm { m }$ $\\mathbf { \\sigma } ( \\mathbf { g } )$ Quantification of ${ \\mathsf { K i } } { \\mathsf { 6 7 } } ^ { + }$ cels in the VZ/SVZ regions of the developing neocortex as shown in f. Data are shown as mean $\\pm s . e . m$ ,t-test, $^ { \\star \\star } P < 0 . 0 1$ ， $n = 3$ separate stainings from three independent brains. ${ \\bf \\Pi } ( { \\bf h } )$ Confocal images of BrdU (green)and Ki67(red)staining in ${ \\sf R c o r 2 ^ { f l / f l } }$ and ${ \\sf R c o r 2 ^ { c k o } }$ cortex 24 and $4 8 \\mathsf { h }$ after BrdU incorporation.Scale bar, $1 0 0 \\mu \\mathrm { m }$ (i)Quantificationof thecell cycle exit by percentage of ${ \\mathsf { B r d } } { \\mathsf { U } } ^ { + }$ and ${ \\mathsf { K i } } { \\mathsf { 6 7 } } ^ { + }$ NPCs divided by ${ \\mathsf { B r d } } { \\mathsf { U } } ^ { + }$ cells shown in h. Data are shown as mean $\\pm s . e . \\mathsf { m }$ ., t-test, $^ { \\star \\star \\star } P < 0 . 0 0 1$ and $^ { \\star \\star \\star \\star } P < 0 . 0 0 0 1$ $n = 3$ individual experiments. $( \\mathbf { j } , \\mathbf { k } )$ Representative images $( \\mathbf { j } )$ and quantification of $( \\pmb { \\ k } )$ of ${ \\sf R c o r 2 ^ { f l / f l } }$ and ${ \\sf R c o r 2 ^ { c k o } }$ neurosphere sizes. The neurospheres'radius of ${ \\sf R c o r 2 ^ { c k o } }$ are much smaller than those of ${ \\sf R c o r 2 ^ { f l / f l } }$ t-test, $^ { \\star \\star \\star \\star } P < 0 . 0 0 0 1$ $n = 1 2$ Scale bar, $5 0 \\mu \\mathrm { m }$ (I) Representative time-lapse imagingofteGCiigprocessinthetiosoftecerebacotetroporateditontrolupperpaels）adFcoroer panels)oilatods Scale bar, $5 0 \\mu \\mathrm { m }$ $( \\pmb { \\mathsf { m } } )$ Representativetime-lapseimagesofcorfflcortexsectionselectroporatedwithGF-otrol(upperpanels)andGFP-Crelower panels).Loss of cels is observed with Rcor2 knockout by Cre recombinase electroporation.Scale bar, $5 0 \\mu \\mathrm { m }$ "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/f0b2bafa4ed10c719d9ca1b6acacabaede6379d78a47066025b5116ea652a8fc.jpg",
        "img_caption": [
            "Figure3|Rcor2 regulates cortical neurogenesis duringdevelopment.(a)Confocalimages of Satb2andTbrl expressions in ${ \\sf R c o r 2 ^ { f l / f l } }$ and ${ \\sf R c o r 2 ^ { c k o } }$ cortex at E15.5,which exhibit significant reduction on Rcor2 knockout.Scale bar, $5 0 \\mu \\mathrm { m }$ (b) Quantification of Satb2+ and ${ \\mathsf { T } } { \\mathsf { b } } { \\mathsf { r } } 1 ^ { + }$ cells in Rcor2f/fl and ${ \\sf R c o r 2 ^ { c k o } }$ （20 cortexatE15.5inaindicatesSatb2andTbrlexpressionsaredecreasedonRcordepletionduringdevelopment.Dataareshowasmean $\\pm \\mathsf { s . e . m }$ ,t-test, $^ { \\star \\star } P < 0 . 0 1$ $\\scriptstyle n = 3$ individual experiments.(c) Western blot to analyse $\\mathsf { D c x } ,$ Satb2 and Tbr1 expressions in ${ \\sf R c o r 2 ^ { f l / f l } }$ and ${ \\sf R c o r 2 ^ { c k o } }$ cortex at E15.5. $\\beta$ -Actin is usedasaendogenouscontrol.d)RepresentativeimagesofMap2andTujlimmunostaininginculturedneuronsdirectlydissociatedfrom ${ \\sf R c o r 2 ^ { f l / f l } }$ and ${ \\sf R c o r 2 ^ { c k o } }$ brain cortex at E15.5.Decreased expression of both markersand reduced neurofilaments can be observed in Rcor $2 ^ { \\mathsf { c k o } }$ cultured neurons. Scale bar, $2 0 \\mu \\mathrm { m }$ .(e)Confocal images of in-vitro cultured ${ \\sf R c o r 2 ^ { f l / f l } }$ and Rcor2cko NPCs 5 days post spontaneous diferentiation using neuronal marker Map2 and Tujl antibodies,both of which are significantly reduced in the differentiated ${ \\sf R c o r 2 ^ { c k o } }$ NPCs. Scale bar, $2 0 \\mu \\mathrm { m }$ (f.g）RT- $\\mathsf { \\cdot q P C R }$ analysis of neuronal markers expression in both ${ \\sf R c o r 2 ^ { f l / f l } }$ and Rcor2cko neocortex at E15.5 stage (f)and in-vitro-cultured ${ \\sf R c o r 2 ^ { f l / f l } }$ and ${ \\sf R c o r 2 ^ { c k o } }$ NPCs 5 days post spontaneous differentiation $\\mathbf { \\sigma } ( \\mathbf { g } )$ .Transcripts were normalized to ${ \\sf R c o r 2 ^ { f l / f l } }$ group. Data are shown as mean $\\pm { \\mathsf { s . d } } _ { }$ ,t-test, $^ { \\star } P < 0 . 0 5$ \\*\\* $P { < } 0 . 0 1$ and $^ { \\star \\star \\star } P < 0 . 0 0 1$ $n = 3$ . "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Using the Flag M2 antibody，we micro-dissected ${ \\mathrm { R c o r } } 2 ^ { { \\mathrm { F l a g } } }$ brains at E13.5 to isolate neocortex followed by chromatin IP sequencing (ChIP-seq） analysis (Supplementary Fig. 4c）and identified 1,994 Rcor2-binding peaks in genome-wide scale. Further analysis showed Rcor2-binding sites are mostly $( 4 7 . 6 \\% )$ enriched in distal intergenic regions,followed by introns and promoters,the ratios of which are $3 1 . 1 \\%$ and $1 7 . 2 \\%$ respectively (Fig.4c).Binding motif analysis by Multiple EM for Motif Elicitation demonstrates enrichments of AG-rich motifs of Rcor2-binding regions (Fig. 4d).Gene Ontology (GO） analysis of Rcor2 occupancy regions showed significant $( P { < } 0 . 0 1 ) ,$ enrichment of terms related to transcription,cell fate commitment, cell migration and synaptic organization (Fig. 4e), suggesting Rcor2 may directly regulate the transcriptional activity ofspecific genes involved in neurogenesis during cortical development.In addition,significant $( \\bar { P } { < } 0 . 0 1 )$ enrichment of terms related to Hedgehog signalling could also be observed in GO analysis of Rcor2 occupancy (Fig. 4e), indicating Rcor2 may primarily target genes related to Shh signalling pathway.We also performed ChIP-seq analysis in the dissected $\\mathrm { R c o r } 2 ^ { \\mathrm { F l a g } }$ neocortex atE13.5 usingLSD1 antibody.Besides terms related to regulation oftranscription, chromatin organization and neural tube development，GO analysisof LSD1 targetsalso revealed significant $( P { < } 0 . 0 1 )$ enrichment of Hedgehog signalling (Fig.4f).Moreover,we could observe enhanced H3K4mel signal in most regulatory regions of Shh pathway-related genes compared with all genes on Rcor2 knockout by H3K4mel ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/584de9a1bc3e8fb479a97368cb9e7b9f3c6458ceae2b0345fefee4456bf0f74f.jpg",
        "img_caption": [
            "Figure4丨Chl-seqaalysisfcoreichmentsingenomewidescalerevealsdirectbndingoforatregulatoryegiosofgeneselatedtoS signalling pathway.(a)Schematicoverview of strategy to generatean Rcor2Flag knock-in alle by CRISPR/Cas9.The ${ \\tt s g R N A }$ sequence site is shown as a grenarrweadTheartcodonoforisindicatedandcapitalizedeligdoorcontaid5ObpomologesonbothsidesflankingtheDBn which $3 \\times { \\mathsf { F l a g } }$ sequencesare labelled as ared box.(b)Western blot analysis to validate FLAG, RCOR2 and LSD1 expressions in ${ \\sf R c o r 2 } ^ { \\sf F l a g }$ knock-in neocortex using Flag-M2 antibody. $\\beta$ -Actin was used asan endogenous control.(c) Piechart depicts distribution of Rcor2 occupancies in genome-wide Scale in FLAG ChlP-seq results using ${ \\sf R c o r 2 } ^ { \\sf F l a g }$ knock-in neocortex at E13.5.(d) WebLogos of consensus binding motifs of Rcor2 generated by Multiple EM forMotfliiatiotifalist.(ealisodesoedaeevedli Rcor2Flag brain.(f) GO analysis for LSD1 occupancy in genome-wide scale revealed by LSD1 ChlP-seq results using ${ \\sf R c o r 2 } ^ { \\sf F l a g }$ brain. $\\mathbf { \\sigma } ( \\pmb { \\mathsf { g } } )$ Density plots analysis of H3K4mel signal change in promoter regions ( $\\cdot - 2 \\cdot$ to $\\sim 0 . 5 { \\sf k b }$ from TSS) on Rcor2 depletion.Compared with all genes,the change of H3K4mel signal is significantly $P { < } 0 . 0 0 0 5$ ,Kolmogorov-Smirnov test)enhanced in the promoter regions of Shh pathway-related genes on Rcor2 depletion. H3K4mesignalangordepletio(is);K4sigadityxis).GenetracksofcoLSandHK4eenrichetseq analysis at core promoter regions of $\\mathsf { D } | \\times 2$ and upstream regulatory regions of Shh,whichare closely related to Sh signalling.(i) ChlP-qPCR analysis of （20 ${ \\sf R c o r 2 } ^ { \\sf F l a g }$ and ${ \\sf R c o r 2 ^ { c k o } }$ cortex at E13.5usingspecificFLAG-M2antibody.Significantenrichmentsof theRcor2attheregulatoryregionsof $\\mathsf { D } | \\times 2$ and Shh gene locus detected in $\\pmb { \\mathscr { g } }$ in the ${ \\sf R c o r 2 } ^ { \\sf { f l a g } }$ samplesare worth noting.Fold enrichmentsof Rcor2 occupancycompared withinput (yaxis).Data are shown as mean $\\pm { \\sf s . d }$ ，t-test, $^ { \\star \\star \\star } P < 0 . 0 0 1$ 1 $n = 3$ "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ChIP-seq analysis (Fig. 4g),further suggesting that Rcor2 and LSD1 form a complex, playing roles in Shh signalling pathway regulation. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Detailed investigation of the binding profiles revealed that Rcor2 and LSD1 co-occupied the core promoter regions of $D l x 2$ and the upstream regulatory regions of Shh (Fig. 4h),as well as the promoters of Dlx5 and Ascll (Supplementary Fig.4d),all of which are important for Shh signalling pathway. Coupled with H3K4mel ChIP-seq results,we found that the regulatory regions of the above genes occupied by Rcor2 and LSD1 were with significantly reduced or even absent H3K4mel enrichments in $\\mathrm { R c o r } 2 ^ { \\mathrm { F l a g } }$ neocortex (Fig.4h and Supplementary Fig. 4d). On depletion of Rcor2,although LSD1 enrichments were dramatically decreased, these regions mentioned above exhibited significantly increased H3K4melsignals(Fig. 4hand Supplementary Fig. 4d)，suggesting that Rcor2 may directly target the upstream regulatory regions and recruit LSD1 complex to executive demethylation on H3K4 sites of these genes.ChIP-qPCR analysis further validated the ChIP-seq results above,which showed significant $( P { < } 0 . 0 0 1 )$ enrichments ofRcor2 in the core promoter regions or enhancers of genes mentioned above in $\\mathrm { R c o r 2 } ^ { \\mathrm { F l a g } }$ neocortex at E13.5 (Fig. 4i and Supplementary Fig. 4e).We also tested whether Rcorl could functionally substitute forRcor2 to repress the target genes.ChIP-qPCR analysis using Rcorl antibody showed no significant enrichments of Rcorl on Shh signalling-related genes (Supplementary Fig. 4f),further suggesting that Rcorl may target distinct genes from Rcor2 to regulate cortical_development. Taken together,our ChIP-seq results of ${ \\mathrm { R c o r } } 2 ^ { { \\mathrm { F l a g } } }$ and ${ \\mathrm { R c o r } } 2 ^ { \\mathrm { c k o } }$ neocortex demonstrate that Rcor2 working as a co-repressor of LSD1 complex could regulate the transcriptional activities of genes involved in neurogenesis and,more importantly,directly target genes important for Shh signalling pathway,such as Dlx2 and $S \\bar { h } h$ ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Shh pathway is highly activated in Rcor2-depleted cortex.Next, to categorize gene expression changes due to the dysfunction of Rcor2,we performed RNA-sequencing (RNA-seq) to analyse the genome-wide changes on Rcor2 depletion at Ei3.5 and E15.5, respectively，in developing cortex (Supplementary Fig. 4c). Expression profile of Rcor2 showed RNA peaks_of exons between the two LoxP sites were totally absent in $\\dot { \\mathrm { R c o r } } 2 ^ { \\mathrm { c k o } }$ cortex at E13.5 and E15.5，indicating successful excision of exons by Cre recombinase (Supplementary Fig. 5a). By comparinggene expression levels in wild-type and knockout samples at the same developmental stage,depletion of Rcor2 predominantly resulted in upregulation of genes,which further confirms its function as a transcriptional co-repressor (Fig. 5a,b). Importantly,we found significant upregulation of Dlx2,Shh,Ptch1,Glil,Nkx2.1,Gsx2 and Ascll at E13.5 (Fig.5b) and activation of Dlx2,Shh,Nkx2.1 and $G s x 2$ at E15.5 (Fig.5c) when Rcor2 was knocked out,suggesting that Shh signalling pathway is upregulated in both E13.5 and E15.5 samples due to the lack of Rcor2. In addition,genes involved in cortical neurogenesis,such as Emxl,Tbr2,Trnpl, Foxgl and Reln (Fig. 5a,b),were significantly downregulated on Rcor2 depletion, further suggesting Rcor2's function in cortical neurogenesis regulation. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In the RNA-seq results, 563 genes (485 upregulated and 78 downregulated) at E13.5 and 420 genes (327 upregulated and 93 downregulated) at E15.5 were differentially expressed on Rcor2 depletion as compared with the control samples $\\stackrel { \\cdot } { P } < 0 . 0 1$ ，fold changes $> 1 . 5$ ;Fig.5d).GO termanalysis of downregulated genes in E13.5 samples showed a significant $( P { < } 0 . 0 1 )$ enrichment of terms related to neuron differentiation (for example,neuron differentiation,neuron projection development,morphogenesis involved in neuron differentiation,axonogenesis and forebrain development） in the 78 downregulated genes (Supplementary ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Fig. 5b),similar to the enrichment of terms in El5.5 samples (Supplementary Fig. 5c).Notably,genes involved in chromatin assembly or nucleosome organization were significantly downregulated on Rcor2 depletion at E15.5 stage (Supplementary Fig. 5c),indicating Rcor2 may regulate gene activity involved in neurogenesis by affecting chromatin structure. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Coupled with the aforementioned ChIP-seq results (Fig.4),we compared both Rcor2-Flag and H3K4mel enrichment profiles in the regulatory regions of the upregulated genes shown in RNA-seq results with those of genome-wide scale.As the enrichments of Rcor2-Flag in the regulatory regions of upregulated genes could coincide well with those of genome-wide scale,the enrichments of H3K4mel distributed near the regions of Rcor2 occupancy (however,absent from the Rcor2 peaks in the regulatory regions of genes; Fig. 5d),further suggesting that Rcor2 directly regulate these genes’ activities by recruiting LSDl complex,which would tolerate no methyl modifications on H3K4 sites. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Among the 98 overlapping upregulated genes (Fig. 5c), expression correlation analysis exhibited that 68 gene expressions were positively correlated with other genes with a cutoff $R$ -value (correlation coefficient) as 0.55,in which 13 genes were highly related to neuron differentiation,10 genes were involved in transcription regulation and 5 genes were categorized to cell-cell signalling (Fig. 5e and Supplementary Table S1),indicating that Rcor2 might regulate transcription, neuron differentiation and fate specification.Taken together,both ChIP-seq and RNA-seq results strongly demonstrate that Rcor2 could directly target genes involved in Shh signalling pathway,such as $S h \\ r _ { h }$ and Dlx2,to repress their transcriptional activities during cortical neurogenesis. Given the direct enrichments of Rcor2 on molecules involved in Shh signalling (Figs 4 and 5),we validated the expression of genes involved in Shh signalling pathways on Rcor2 depletion. RT-qPCR analysis of both in-vivo neocortical samples and in-vitro-culturedNPCsrevealedsignificantactivationof Shh signalling pathway on Rcor2 depletion (Fig. 6a and Supplementary Fig. 6a).Immunostaining results showed the signals of Shh and its receptor Ptchl,which maintained low levels in $\\mathrm { R c o r } 2 ^ { \\mathrm { f l / f l } }$ cortex during development as reported19，were both significantly enhanced with localization on the membrane of cortical cells on Rcor2 depletion (Fig. 6b). Strikingly,we found enrichment of Dlx2 signals at El5.5 in the neocortex on Rcor2 depletion (Fig. 6c),consistent with ChIP-seq and RNA-seq data. The staining observations above were validated by immunostaining in cultured $\\mathrm { R c o r 2 ^ { c k o } }$ NPCs in vitro, which also exhibited significantly enhanced expression of Shh,Ptchl and Dlx2 (Fig. 6d). In addition,western blot analysis also confirmed the upregulation of the above genes related to Shh signalling on Rcor2 knockout during cortical development (Fig. 6e).Taken together,both in vivo and in vitro data above strongly suggest that Rcor2 plays an important role in repression of Shh signalling pathway. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Previousstudies demonstrated that Shh， as a classic morphogen,plays important roles in dorsal-ventral specification during CNS development19,39.Next,we checked whether abnormally activated Shh signalling caused by Rcor2 depletion affected dorsal-ventral gene expression pattern during cortical development. Similar to our RNA-seq results(Fig. 5b), quantitativeexpressionanalysisalsoshowedsignificant downregulation of dorsal marker genes such as Emxl and Emx2，and dramatically upregulated ventral marker genes including $N k x 2 . 1$ ，Dlx6,Olig2 and so on in E15.5 neocortex on Rcor2 depletion (Supplementary Fig. 6b).Besides the defects in excitatory neuron production on Rcor2 knockout during cortical development (Fig. 3 and Supplementary Fig. 3a)，we also observedenrichedexpressionsof，interneuronmarkers, Calretinin and Somatostatin, in ${ \\mathrm { R c o r } } 2 ^ { \\mathrm { c k o } }$ dorsal cortex at E15.5 by immunostaining (Supplementary Fig. 6c). These results strongly suggest that Rcor2 function in repression of Shh signalling pathway， thereby specifying dorsal-ventral gene expression patterns during cortical development,resulting in ectopic generation of cells that might be inhibitory neurons. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/4b7d041a2bfa9f8583ccaee5f7bf8439b647f60519915c3e811232b8ab85e982.jpg",
        "img_caption": [
            "Figure5|Genome-ideexpressonchangsoncordepletioninmousedevelopingcortexbyseanalysis.（ab）Scatepoalyisf genome-ideexpiilrmps)ttaed downregulatedpesilsttlal Raw counts $( x$ axis);geneexpressionfoldchangesonRcordepletion(yaxis).(c)Venndiagramsofupregulatedgenes(leftanddownegulatedgenes (right) in ${ \\sf R c o r 2 ^ { c k o } }$ samples compared with ${ \\sf R c o r 2 ^ { f l / f l } }$ samples.(d) The profiles of Rcor2 and H3k4mel enrichments analysed in ChlP-seq results shown in Fig.3inregulaoegiosfgeomeidaledndofteprelaedgs（uple)acdingteesults.）oelattkf overlappedupregulatedgenesinbothE13.5andE15.5samples.Linesindicatethecorelationsbetweentwoconnectedgeneswith $R > 0 . 5 5$ .Geneswere analysed by GO analysis and divided into different categories. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Although using Nestin-driven conditional knockout mice is a typical choice for the central nerve system research,however, to further study Rcor2 function in neocortical development we generated $\\mathrm { R c o r } 2 ^ { \\mathrm { f l / f l } } \\mathrm { E m x l } ^ { \\mathrm { C r e } }$ $( \\mathrm { R c o r } 2 ^ { \\mathrm { E m x } } )$ mice to specifically knock out Rcor2 in the neocortex40.We observed similar phenotype_in $\\operatorname { R c o r } 2 ^ { \\mathrm { E m x } }$ developing neocortex (Supplementary Fig. 7),excluding the possibility that our observations in ${ \\mathrm { R c o r } } 2 ^ { \\mathrm { c k } { \\mathrm { \\dot { o } } } }$ neocortex is caused by the side effects of Nestin-driven Rcor2 depletion and further confirming Rcor2's important roles during neocortical development. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Inhibition of Shh partially rescues Rcor2-depletion defects. Given the profound fact that Rcor2 regulates cortical neurogenesis by repressing Shh and its downstream factor Dlx2 during development,we next asked whether inhibition of Shh could rescue the phenotypes caused by Rcor2 disruption.To test this, both specific shRNAs and inhibitor Cyclopamine41 were adopted to inhibit Shh activity in the cortex electroporated with Rcor2 RFP-shRNAs.Electroporation of Shh shRNAs into the shRcor2 neocortex could partially rescue the neurogenesis defects caused byRcor2 knockdown(Fig. 7a,b). Similarly，Cyclopamine treatment of the shRcor2 neocortex could also relieve such defects (Fig. 7c,d)，suggesting that Rcor2 regulates cortical neurogenesis through regulating Shh signalling pathway. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In addition,when adding Cyclopamine into the medium of the in-vitro-cultured NPCs for $4 8 \\mathrm { h }$ ,the neurosphere sizes of $\\operatorname { R c o r } 2 ^ { \\mathrm { c k o } }$ NPCs were dramatically increased, similar in size to those of wildtype NPCs (Fig. 7e).Cell counting further confirmed about twofold increases in $\\mathrm { R c o r } 2 ^ { \\mathrm { c k o } }$ NPC numbers after Cyclopamine treatment compared with the untreated NPCs (Fig.7f),suggesting improved proliferative abilityof Rcor2ckoNPCsonShh inhibition.Notably,ectopically activated Shh and Ptch1 signals in $\\operatorname { R c o r } 2 ^ { \\mathrm { c k o } }$ NPCs were downregulated and $\\mathrm { D l x } 2 ^ { + }$ cells decreased on Cyclopamine treatment (Supplementary Fig. 8a),indicating that Rcor2 regulates NPC proliferation through Shh signalling pathway. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/64f514af92a75874a75af537fb657a1722603c705ef2f100b8e32eb5064baf70.jpg",
        "img_caption": [
            "Figure 6 丨Rcor2 regulates Shh signalling pathway during cortical development. (a) $\\mathsf { q P C R }$ analysis of the expression of genes related to the Shh signalling pathwaynteorteofdcorsringvelopmetinitupregaioftegeoorepletisey Transcripts were normalized to ${ \\sf R c o r 2 ^ { f l / f l } }$ group. Data are shown as mean $\\pm { \\ : \\mathsf { s . d } }$ ,t-test, $^ { \\star } P < 0 . 0 5$ $^ { \\star \\star } P < 0 . 0 1$ and $^ { \\star \\star \\star } P < 0 . 0 0 1$ $n = 3$ (b) Confocal images of Shh and Ptch1 expressions in ${ \\sf R c o r 2 ^ { f l / f l } }$ and ${ \\sf R c o r 2 ^ { c k o } }$ cortex. EnhancedShhand Ptch1signalsareobservedin ${ \\sf R c o r 2 ^ { c k o } }$ compared with ${ \\sf R c o r 2 ^ { f l / f l } }$ neocortex at E13.5 and E15.5.Insets show high-magnification images of theoutlined regions.Scale bars, $5 0 \\mu \\mathrm { m }$ .(c)Dlx2expression in Rcor2fl/flandRcor2cko cortex detected by immunofluorescence analysis at E15.5. ${ \\mathsf { D } } | { \\mathsf { x } } 2 ^ { + }$ cells were observed in the neocortex on Rcor2 depletion.Scale bars, $5 0 \\mu \\mathrm { m }$ .(d) Confocal images of Shh, Ptch1 and $\\mathsf { D } | \\times 2$ expressions in in-vitro-cultured ${ \\sf R c o r 2 ^ { c k o } }$ NPCs. Scale bar, $2 0 \\mu \\mathrm { m }$ (e)Western blot analysis of expression levels of ${ \\mathsf { D } } | { \\mathsf { x } } 2 ,$ Shh and Ptch1 in ${ \\sf R c o r 2 ^ { f l / f l } }$ and ${ \\sf R c o r 2 ^ { c k o } }$ cortex at E15.5. $\\beta$ Actinisusedasanendogenouscontrol "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Depletion or knockdown of Rcor2 impairs neuronal differentiation of cortical RGCs during development (Figs 2,3 and 5, and Supplementary Figs 2,3,5 and 7).Hence,to further test whether the affected neuronal production caused by Rcor2 disruption can be rescued by Shh inhibition,Cyclopamine was introduced into the differentiation process of in-vitro-cultured NPCs.Immunostaining results showed the ratio of $\\mathrm { T u j 1 ^ { + } }$ cells in the ${ \\mathrm { R c o r } } 2 ^ { \\mathrm { c k o } }$ group was significantly increased on Cyclopamine treatment,similartothoseof the $\\mathrm { R c o r } 2 ^ { \\mathrm { f l / f l } }$ group (Fig. $\\mathrm { 7 g }$ and Supplementary Fig. 8b),suggesting that the impaired neuronal differentiation of Rcor2-depleted NPCs could also be partially rescued by Shh inhibition in vitro. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Histone demethylase LSD1/KDM1A can form complexes with diferent co-repressors in different cell types for fate regulation42-44. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "How specific subunits of LSDl complex regulate gene activation and repression in brain development remains unclear. So far, three Rcor family genes (Rcorl/CoREST,Rcor2 and Rcor3) have been reported in mammalian genomes and their orthologous genes have also been found in Xenopus,Drosophilla and Caenorhabditis elegans45.Rcorl,as the first characterized Rcor family member, has been extensively investigated in previous reports.However，the roles of Rcor2 and testis-specific Rcor3 remain largely unknown. Using conditional knockout mouse models coupled with CRISPR/ Cas9 genome-editing system,our study first identify that Rcor2 inhibitstranscriptional activities byfacilitating nucleosomal demethylase activities of LSD1 complex on the promoter regions of $D l x 2$ and $S h h$ ，both related to Shh signalling during cortical development.Furthermore,the ectopic activation of Shh signals caused by Rcor2 disruption results in inappropriate gene expression patterns in the developing dorsal neocortex and thus gives rise to defective NSC/NPC proliferation and differentiation,and finally severely impairs cortical neurogenesis and reduces brain size (Fig. 7h). ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/de4d976eb3eaa7d78b9b64f573c7debf51eac96d33a6f4fafe3b701f928b160b.jpg",
        "img_caption": [
            "Figurcorgulatestialevelopntbbf.odoformpaisoticaleurogesisichl rescueoofittettiitrdoed GFP-shControl（gree)-shControl(edGFP-shgeen）RcoedF-shgree）lasmdsaperforedat3.5bal sections werefixedand imagedatE16.5.VZ,ventricularzone; SVZ,subventricularzone; CP,cortical plate.Scalebar $5 0 \\mu \\mathrm { m }$ (b)Quantification of the percentage of ${ \\mathsf { R F P } } ^ { + } / { \\mathsf { G F P } } ^ { + }$ cells in different regions of the developing cortex after electroporation shown ina.Data are shown as mean $\\pm s . e . m$ ,t-test, $^ { \\star \\star } P < 0 . 0 1$ and $^ { \\star \\star \\star } P < 0 . 0 0 1$ $n = 3$ individual experiments. (c)Inhibitionof Shh by Cyclopamine can partialy rescue neurogenesis defects caused by Rcor2 downregulatiouringorticaevelontorasockdowatteltealtriintrainuterelectroporatiit plasmidsatE13.5.Cerebralsections werecolectedatE14.5andthen treatedwithcyclopamineto inhibit Shactivityfor $4 8 { \\mathsf { h } }$ Scale bar, $5 0 \\mu \\mathrm { m }$ (d) Quantification of the percentage of ${ \\mathsf { R F P } } ^ { + }$ cells in different regions of the developing neocortex after knockdown of Rcor2 orinhibition of Sh shown in c. Data are shown as mean $\\pm$ s.e.m., t-test, $^ { \\star } P < 0 . 0 5$ $\\scriptstyle n = 3$ individual experiments.(e) Representative images depicting neurosphere size is partially rescued in the in-vitro-cultured ${ \\sf R c o r 2 ^ { c k o } }$ NPCs after treatment with Cyclopamine.Scale bar, $5 0 \\mu \\mathrm { m }$ (f)Histogram depicting cell numbers of in-vitro-cultured （20 ${ \\sf R c o r 2 ^ { f l / f l } }$ and ${ \\sf R c o r 2 ^ { c k o } }$ NPCs with or without Cyclopamine treatment for $4 8 \\mathsf { h }$ Cells $( 5 \\times 1 0 ^ { 5 } )$ areseeded initially.Dataare shown asmean $\\pm s . e . m$ ,t-test, （20 $^ { \\star \\star } P < 0 . 0 1$ $\\scriptstyle n = 3$ $\\mathbf { \\sigma } ( \\pmb { \\mathsf { g } } )$ Confocal images of Tuj1 expression in the differentiated cels from in-vitro-cultured ${ \\sf R c o r 2 ^ { f l / f l } }$ and Rcor2cko NPCs with or without Cyclopamine treatment.Tujl expressions are partially restored in Cyclopamine-treated ${ \\sf R c o r 2 ^ { c k o } }$ cells. Scale bar, $2 0 \\mu \\mathrm { m }$ ${ \\bf \\Pi } ( { \\bf h } )$ Model of Rcor2 function in neurogenesisinthedevelopingneocortex.Rcor2safeguardscorticalneurogenesisbyrecruitingSD1complextotheregulatorygionsof $\\mathsf { D } | \\times 2$ and Shh gees,tobielotodtoetegei of Shh signalling in the developing neocortex,resulting in cortical neurogenesis defects. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "As previously reported, Shh signalling pathway is essential to CNS development throughout different developmental stages for axes formation10,46,47. In the early developing telencephalon, Shh is mainly expressed in the MGE and PoA,to restrict ventral patterning and to maintain cortical interneuron progenitor identity,while maintaining a low level in the neural stem/ progenitor cells and in mature neurons in the dorsal telencephalon19,48.In our study，we find that the LSD1 co-repressor Rcor2 is enriched in the core promoter regions of several genes downstream of Shh signalling such as Dlx2,Dlx5 and Ascll，and the regulatory region of Shh (Fig. 4h and Supplementary Fig. 4d),thus sustaining the low activity of Shh signals during cortical development. In addition,not only the RNA transcripts but also the protein levels of the genes involved in Shh signalling is_increased dramatically in the developing neocortex of $\\mathbf { R c o r 2 ^ { c k o } }$ brain in vivo and cultured $\\operatorname { R c o r } 2 ^ { \\mathrm { c k o } }$ NPCs in vitro (Figs 5 and 6,and Supplementary Fig. 6).This is the first evidence to demonstrate Rcor2 as a direct epigenetic regulator of Shh signalling pathway at the transcriptional level. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Disrupting or depleting Rcor2 expression results in RGC division abnormality and cell death (Fig. $^ { 2 \\mathrm { l } , \\mathrm { m } } ,$ ，resulting in reduction of newborn neuron population,neocortex thickness and brain size (Figs lf,gand 3a-e,and Supplementary Fig.ld-g). These neurogenesis defects could be partially rescued by inhibiting Shh signals (Fig.7),indicating that the ectopic Shh expression in the dorsal cortex could be a reason for defective cortical lamination on Rcor2 depletion,resulting in small brains. Interestingly，some research groups have considered that Shh is a mitogen regulating precursor cell proliferation in dorsal brain15,18 Studies fromSikata et al.49 havesuggestedthat strong upregulation of Shh signalling activates transition from dorsalized IPCs $( \\mathrm { T b r } 2 ^ { + }$ ）to ventralized IPCs $\\mathrm { ( D l x } 2 ^ { + }$ )，whereas low expression of Shh is required for cortical IPC proliferation in VZ.Moreover,other findings revealed that Shh activation in dorsal cortex convert dorsal/ventral marker gene expression50. Consistent with that, our observations here suggested strong expression of Shh in dorsal brain on Rcor2 depletion,resulting in depletion of dorsalized NPCs/IPCs and reduction of pyramidal neurons.In addition,we found an increase of ventralized IPCs and interneurons in the developing neocortex. Combined with the previous studies discussed above,it is suggested that the temporal and spatial expression of Shh is critical for the elaborative regulation of neurogenesis.Rcor2 not only directly regulates transcription of Shh but also some other ventral marker genes,such as Dlx2,Dlx5 and Ascll (Fig.4 and Supplementary Fig 4).GO analysis of RNA-seq and ChIP-seq did not reveal much direct bindings between Rcor2 and promoter regions of neuronal target genes,indicating that the neurogenesis defects and neuronal cell fate changes caused by Rcor2 depletion could be a systematic alteration of dorsal cell characteristics change and telencephalon environment disruption, in which Shh signaling might play a critical role as an effector.Consistent with this, RNA-seq analysis revealed that genes involved in cell migration, cell fate commitment and synapse organization were also changed on Rcor2 depletion,which could be results from the systematic alterations as well. However,we cannot rule out the direct role of Rcor2 in regulating synapse organization and circuits formation. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Previous reports showed that ectopic Shh signalling in dorsal cortex induces expression of ventral marker genes and reduces expressions of dorsal marker genes49,50.Consistent with these observations,we found that when Shh signalling was abnormally activated on Rcor2 depletion in dorsal telencephalonat E13.5 and E15.5, the Shh receptor Ptchl and its downstream ventral marker genes were dramatically upregulated,including Dlx2, $N k x 2 . I$ ， ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Gsx2,Ascll and so on (Figs 5-6 and Supplementary Fig.6).More importantly,we also found that expressions of dorsal marker genes such as Emxl/2,Tbr2，Trnpl，Foxgl and so on were reduced (Fig.5 and Supplementary Fig.6).In addition，we observedincreaseofinterneuronsindorsalneocortex (Supplementary Fig 6c)，which could be generated locally due to ectopic expression of ventral genes. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Taken together,our data support a model where Rcor2 directly represses transcription activities of Shh signalling pathway，to guarantee dorsal neocortex neurogenesis.Moreover,our in-vitro data recapitulated our in-vivo observations,highlighting the striking similarity of epigenetic regulation mechanisms both in vivo and in vitro.In summary,our findings open an avenue for the understanding of neurogenesis regulation via epigenetic regulatorycomplexessuch asco-repressorsin forebrain development. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Aminals. Adult $\\mathrm { R c o r 2 ^ { L a c Z } }$ mice $( \\mathrm { C 5 7 B L / 6 N { \\mathrm { - } } R c o r 2 ^ { t m l a ( E U C O M M ) W t s i } } )$ were obtained from the Welcome Trust Sanger Institute Mouse Genetics_Projects (Sanger_MGP). $\\operatorname { R c o r } 2 ^ { \\mathrm { { f l / f l } } }$ mice were generated by crossing $\\operatorname { R c o r 2 } ^ { \\mathrm { L a c Z } }$ mice with ${ \\mathrm { R o s a } } 2 6 ^ { \\mathrm { F l p } }$ mice. ${ \\mathrm { R c o r } } 2 ^ { \\mathrm { c k o } }$ mice were produced by crossing $\\operatorname { R c o r } 2 ^ { \\mathrm { { f l / f l } } }$ mice with NestinCre mice. Rc $\\mathrm { { ; o r 2 } ^ { f l / f l } { E m x 1 } ^ { C r e } }$ 1 $( \\mathrm { R c o r } 2 ^ { \\mathrm { E m x } } )$ mice were generated by crossing $\\mathrm { R c o r } 2 ^ { \\mathrm { f l / f l } }$ mice with $\\mathrm { E m x l } ^ { \\mathrm { C r e } }$ mice. All mice had free access tofood and water.All experiments were performed in accordance with the University of Health Guide for the Care and Use ofLaboratory Animals and were approved by the Biological Research Ethics Committee of Tongji University. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "X-gal staining.Embryosat E11.5 were perfused with $4 \\%$ paraformaldehyde in PBS （204号 $\\mathrm { ( p H ~ 7 . 4 ) }$ followed by staining with $1 \\mathrm { g } \\dot { 1 } ^ { - 1 }$ X-Gal (Invitrogen). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Nissl staining and immunostaining of brain sections.Embryos at the desired developmental stages were removed and transcardially perfused with ice-cold PBS $\\mathrm { ( p H 7 . 4 ) }$ followed by $4 \\%$ paraformaldehyde in PBS $\\mathrm { ( p H 7 . 4 ) }$ .Brains were dissected out and coronal sections were prepared using a vibratome (Leica Microsystems). For Nissl staining,brain slides were stained in $0 . 1 \\%$ Cresyl violet for $3 \\mathrm { { m i n } }$ after dehydration and rehydration.Images were taken by Leica SCN4oo (Leica Microsystems).For immunostaining,brain slides were subjected to antigen retrieval, followed by permeabilization $0 . 1 \\%$ Triton X-100 in PBS),blocking( $1 0 \\%$ donkey serum in PBS)and antibody incubation.Images were acquired using a confocal laser scanning microscope (FV10ooMPE-BX61WI, Olympus) and were analysed using FluoView (Olympus),Imaris (Bitplane) and Photoshop (Adobe Systems). Primary antibodies used were as follows:Rcor2 (1:50,catalogue number NBP1-74099,Novus Biological); Nes (1:300,catalogue number Rat-401,DSHB); Pax6(1:100,DSHB); Sox2(1:500,catalogue number sc-17319,Santa Cruz); BrdU (1:500,catalogue number ab6326,Abcam); Ki67 (1:300,catalogue number ab9260, Milipore); Satb2 (1:500,catalogue number ab34735,Abcam);Olig2(1:200, catalogue number ablo9186,Abcam); Shh (1:1o0,catalogue number sc-33943, Santa Cruz); Ptch1(1:100,catalogue number sc-6l49,Santa Cruz);Dlx2(1:500, catalogue number abl17546,Abcam); Nkx2.1(1:300,catalogue number ab76013, Abcam); Tbrl (1:500,catalogue number ab31940,Abcam);Dcx (1:500,catalogue number abl8723,Abcam); Tbr2 (1:500,catalogue number ab23345,Abcam); Flag M2(1:1,000,catalogue number F1804, Sigma); Map2 (1:500,catalogue number ab32454,Abcam);and Tujl (1:1,0o0,catalogue number mms-435p,Convance). Secondary antibodies used were as follows: goat or donkey anti-mouse or anti-rabbit Alexa-546-,Alexa-488-and Alexa-647-conjugated antibodies(1:500, Invitrogen).DNA was stained with 49,6-diamidino-2-phenylindole (1:10,000, catalogue number Dl306,Invitrogen). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Western blotting.For western blotting analysis,cortical cells were lysed in lysis buffer ( $2 0 \\mathrm { m M }$ Tris pH 7.0, $1 \\%$ Triton X-100, $0 . 5 \\%$ NP-40, $2 5 0 \\mathrm { m M }$ NaCl, $3 \\mathrm { m M }$ EDTA and protease inhibitor cocktail).Proteins were separated by SDS-PAGE and transferred onto a nitrocellulose membrane.After membranes were blocked with $5 \\%$ milk for $3 0 \\mathrm { m i n }$ ,they were probed with various primary antibodies overnight at $4 ^ { \\circ } \\mathrm { C }$ ,followed by incubation with secondary antibodies for $^ \\mathrm { 1 h }$ at room temperature and visualized with enhanced chemiluminescence reagent (Thermo Scientific). Images have been cropped for presentation. Full-size images are presented in Supplementary Fig.9. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "cRNA probe synthesisand in situ hybridization.cRNA probe was synthesized by forward primer $5 ^ { \\prime }$ -GAGAGCCTCTGCCATCCA- ${ \\boldsymbol { \\cdot } } 3 ^ { \\prime }$ and reverse primer $5 ^ { \\prime }$ -GCCAGAGAGATCCAGCCA $3 ^ { \\prime }$ .For in situ hybridization,all operations were carried out under RNase-free conditions.Frozen sections of $2 0 \\mathrm { - } \\mu \\mathrm { m }$ thickness were hybridized with cRNA probes at a final concentration of $4 0 0 \\mathrm { n g } \\mathrm { m l } ^ { - 1 }$ overnight at ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "$6 8 ^ { \\circ } \\mathrm { C }$ in hybridization solution ( $5 0 \\%$ formamide, $1 0 \\%$ dextran sulfate, $0 . 2 \\%$ tRNA (Invitrogen), $1 \\times$ Denhardts solution (from a $5 0 \\times$ stock; Sigma), $1 \\times$ salt solution (containing 0.2MNaCl, 0.01M Tris, $5 \\mathrm { m M }$ （204号 ${ \\mathrm { N a H } } _ { 2 } { \\mathrm { P O } } _ { 4 }$ 5mM ${ \\mathrm { N a } } _ { 2 } { \\mathrm { H P O } } _ { 4 }$ $5 \\mathrm { m M }$ （204号 EDTA $\\mathrm { p H } 7 . 5 )$ ).After the sections were washed,alkaline phosphatase-coupled anti-digoxigenin Fab fragments were applied.For visualization of the labelled cRNAs,the sections were incubated in the dark in nitrobluetetrazolium/5-bromo-4- chloro-3-indolyl phosphate solution (Roche).Images were taken by Leica SCN400 (Leica Microsystems). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Plasmid preparation and in-utero electroporation.Rcor2 shRNA sequences were cloned into pSicoR-RFP vector,Rcor2 sequences were cloned into pMXFLAG-HA-IRES-GFP vector and Shh shRNA sequences were cloned into pLL3.7 vector,as previously_described51.In-utero electroporation was performed as previouslydescribed51.Inbrief,atimed pregnant CD-1mouseor $\\operatorname { R c o r } 2 ^ { \\mathrm { { f l / f l } } }$ mouse at El3.5 was anaesthetized, the uterine horns were exposed and $1 \\mu \\mathrm { l }$ of plasmid DNA $( 1 - 3 \\mu \\mathrm { g } \\mu \\mathrm { l } ^ { - 1 } )$ mixed with Fast Green (Sigma) was manually microinjected through the uterus into the lateral ventricle,using a beveled and calibrated glass micropipette (Drummond Scientific).For electroporation,five $5 0 \\mathrm { - m s }$ pulses of $4 0 { - } 5 0 \\mathrm { m V }$ with a $9 5 0 \\mathrm { - m s }$ interval were delivered across the uterus with two $9 \\mathrm { - m m }$ electrode paddles positioned on either side of the head (ECM83o,BTX).After the procedure,the uterus was placed back in the abdominal cavity and the wound was surgically sutured. The mouse was then placed in a $2 8 ^ { \\circ } \\mathrm { C }$ recovery incubator under close monitoring until it recovered and resumed normal activity.Related primer sequences were listed in Supplementary Table 1. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Time-lapse imaging of cortical slice culture. Cortical slice cultures were prepared and time-lapse imaging was acquired as previously described8,51.About 1 dayafter in-utero electroporation,embryos were removed and the brain was extracted into ice-cold artificial cerebrospinal fluid containing the following: 125 mMNaCl,5 mMKCl, $1 . 2 5 \\mathrm { m M }$ ${ \\mathrm { N a H } } _ { 2 } { \\mathrm { P O } } _ { 4 } ,$ 1mM $\\mathrm { M g S O _ { 4 } }$ $2 \\mathrm { m M } \\mathrm { C a C l } _ { 2 }$ 0 $2 5 \\mathrm { m M }$ ${ \\mathrm { N a H C O } } _ { 3 }$ $2 0 \\mathrm { m M }$ glucose $\\mathrm { p H } 7 . 4$ and $3 1 0 \\mathrm { m O s m l ^ { - 1 } }$ .Brains were embedded in $3 \\%$ low-melting agarose in artificial cerebrospinal fluid and sectioned at $4 0 0 \\mathrm { m m }$ using a vibratome (Leica Microsystems).Brain slices were transferred on to a slice culture insert (Millicell) in a glass-bottom Petri dish(MatTek Corporation） with culture medium containing (by volume): $6 6 \\%$ Basal Medium Eagle (BME), $2 5 \\%$ Hanks, $5 \\%$ fetal bovine serum, $1 \\%$ N2, $1 \\%$ penicillin/streptomycin/glutamine (Invitrogen) and $0 . 6 6 \\%$ D-(1)-glucose (Invitrogen).Cultures were maintained in a humidified incubator at $3 7 ^ { \\circ } \\mathrm { C }$ with constant $5 \\%$ $\\mathrm { C O } _ { 2 }$ supply. Twenty-four hours later,Petri dishes with slice cultures were transferred to an inverted microscope FV1oo0MPEIX81ZDC(Olympus） and imaged every $2 0 \\mathrm { m i n }$ for about 2-3 days.Images were analysed by FluoView(Olympus),Imaris (Bitplane) and Photoshop (Adobe Systems). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Reverse transcriptase-quantitative PCR.Total RNAs of $\\operatorname { R c o r } 2 ^ { \\mathrm { { f l } / \\mathrm { { f l } } } }$ and Rcor2cko brains at desired developmental stages were extracted using TRIzol reagent (Invitrogen) according to the manufacturer's instructions. Complementary DNA synthesis was performed with the M-MLV Reverse Transcriptase Kit (Promega) following the manufacturer's instructions.Quantitative RT-PCR was performed usinga SYBR Green Premix Ex Taq II(Takara) and signals were detected with ABI7500 Real-Time PCR System (Applied BioSystems).Related primer sequences were listed in Supplementary Table 1 and Gapdh was used as endogenous control. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "RNA-seq and data analysis.For RNA-seq analysis,a timed pregnant ${ \\mathrm { R c o r } } 2 ^ { { \\mathrm { f l } } / + }$ （204号 $\\mathrm { N e s } ^ { \\mathrm { C r e } }$ mouse crossed with $\\mathrm { R c o r 2 ^ { f l / + } N e s ^ { C r e ^ { 2 } } }$ male mouse at E13.5 were anaesthetized.Embryos were removed separately and genotyping was performed to identify the $\\mathrm { R c o r } 2 ^ { \\mathrm { f l / f l } }$ and $\\mathrm { R c o r } 2 ^ { \\mathrm { c k o } }$ pups. Cortical slices of $\\mathrm { R c o r } \\overset { \\sim } { 2 } ^ { \\mathrm { f l / f l } }$ and $\\mathrm { R c o r } 2 ^ { \\mathrm { c k o } }$ 1 embryos were prepared as described above.The VZ-SVZ regions were dissected separately and RNA was isolated using RNeasy Mini kit(Qiagen) according to the manufacturer's instructions.RNA-seq was performed by Biodynamic Optical Imaging Center at Peking University.For data analysis,sequencing reads were mapped with default settings using Tophat software $\\mathbf { v } 2 . 0 . 3$ to the mouse genome reference $\\mathrm { ( U C S C ~ m m 9 ) } ,$ .Differential gene expression analysis and scatter plotting were performed with Cuffdiff and R as previously described52. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "ChlP-seq and ChIP- $\\cdot \\tt q P C R$ Rcor2 $\\mathrm { F l a g }$ mice were first generated by knocking in $3 \\times \\mathrm { F l a g }$ sequences adjacent to the start codon ATG of Rcor2 gene locus by CRISPR/Cas9.Embryonic cortex were isolated from ${ \\mathrm { R c o r } } 2 ^ { { \\mathrm { F l a g } } }$ and ${ \\mathrm { R c o r } } 2 ^ { \\mathrm { c k o } }$ （204号 embryos at El3.5,respectively. Cross-linking,chromatin isolation,sonication and IP were performed using MAGnify Chromatin Immunoprecipitation System (Invitrogen) following the manufacturer's instructions.Flag M2 antibody(1:1,000, catalogue number Fl804, Sigma)and LSDl antibody(1:1ooo,catalogue number 17721,Abcam) were used in the ChIP assays.Eluted DNA was used either for qPCR analysis as described above by using input DNA as the endogenous control or high-throughput sequencing. The pair-end sequencing was performed using Illumina Genome Analyzer IIx and Sequencing Kits (Version 5)after liabrary preparation.Ilumina CASAVA pipeline vl.8.0 was used for the following sequence extraction and fltering. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "References   \n1. Caviness,Jr.V.S.& Rakic,P.Mechanisms of cortical development: a view from mutations in mice. Annu. Rev. Neurosci.1,297-326 (1978).   \n2. Anderson,S.A.,Marin,O.,Horn,C.,Jennings,K.&Rubenstein,J.L.Distinct cortical migrations from the medial and lateral ganglionic eminences. Development 128,353-363 (2001).   \n3. Anderson,S.A., Kaznowski, C.E.,Horn,C.,Rubenstein,J.L.& McConell,. K. Distinct origins of neocortical projection neurons and interneurons in vivo. Cereb.Cortex12,702-709 (2002).   \n4. Molyneaux,B.J.,Arlota,P.,Menezes,J.R.& Macklis,J.D.Neuronal subtype specification in the cerebral cortex.Nat.Rev.Neurosci.8,427-437 (2007).   \n5. Rakic,P.The radial edificeof corticalarchitecture: from neuronal silhouetes to genetic engineering. Brain Res.Rev.55,204-219 (2007).   \n0. Wonders,C.P.& Anderson,S.A.The origin and specification of cortical interneurons.Nat.Rev. Neurosci.7,687-696 (2006).   \n7．Xu,Q.et al. Sonic hedgehog signaling confers ventral telencephalic progenitors with distinct cortical interneuron fates.Neuron 65,328-340 (2010).   \n8.Wang,X.,Tsai,J. W.,LaMonica, B.& Kriegstein,A.R.A new subtype of progenitor cell in the mouse embryonic neocortex. Nat. Neurosci.14,555-561 (2011).   \n9. Puelles,L.& Rubenstein,J.L.Forebrain gene expression domains and the evolving prosomeric model. Trends Neurosci.26,469-476 (2003).   \n10.Fuccillo,M., Joyner,A.L.& Fishell, G.Morphogen to mitogen: the multiple roles of hedgehog signallng in vertebrate neural development. Nat. Rev. Neurosci.7,772-783 (2006).   \n11. Liu,A.&Joyner,A.L.Early anterior/posterior paterning of the midbrain and cerebellum.Annu. Rev.Neurosci.24,869-896 (2001).   \n12. Campbell, K. Dorsal-ventral patterning in the mammalian telencephalon. Curr. Opin.Neurobiol.13,50-56 (2003).   \n13. Guillemot,F. Cellular and molecular control of neurogenesis in the mammalian telencephalon. Curr. Opin. Cell Biol.17,639-647 (2005).   \n14.Sur,M.& Rubenstein,J.L.Patterning and plasticityof thecerebralcortex. Science 310,805-810 (2005).   \n15.Dahmane,N.et al. The Sonic hedgehog-Gli pathway regulates dorsal brain growth and tumorigenesis.Development 128,5201-5212 (2001).   \n16.Gulacsi,A.& Anderson,S.A.Shh maintains Nkx2.1 in the MGE by a Gli3-independent mechanism. Cereb. Cortex16(Suppl 1): i89-i95 (2006).   \n17.Komada,M. Sonic hedgehog signaling coordinates the proliferation and differentiation of neural stem/progenitor cels by regulating cell cycle kinetics during development of the neocortex. Congenit. Anom. (Kyoto) 52,72-77 (2012).   \n18.Komada,M. etal.Hedgehog signalingis involved indevelopmentofthe neocortex.Development 135,2717-2727 (2008).   \n19.Sousa, V.H.&ishell,GSonichedgehogfunctionsthroughdyamichag in temporal competence in the developing forebrain. Curr. Opin. Genet.Dev. 20,391-399 (2010).   \n20.Fong,A.P.et al. Genetic and epigenetic determinants of neurogenesis and myogenesis.Dev.Cell22,721-735 (2012).   \n21.MuhChyi, C.,Juliandi,B., Matsuda,T.& Nakashima,K. Epigenetic regulation of neural stemcellfate during corticogenesis.Int.J. Dev.Neurosci.31,424-433 (2013).   \n22.Ma,D.K.et al. Epigenetic choreographers of neurogenesis in the adult mammalian brain.Nat.Neurosci.13,1338-1344 (2010).   \n23.Hirabayashi, Y.& Gotoh, Y.Epigenetic control of neural precursor cel fate during development.Nat.Rev.Neurosci.11,377-388 (2010).   \n24. Okano,H.& Temple,S.Celltpes to order: temporal specification of CNS stem cells. Curr. Opin. Neurobiol.19,112-119 (2009).   \n25.Hsieh,J.& Gage,F. H. Chromatin remodeling in neural development and plasticity. Curr. Opin. Cell Biol.17,664-671 (2005).   \n26.Ballas,N.& Mandel,G.The many faces of REST oversee epigenetic programming of neuronal genes. Curr. Opin. Neurobiol.15,500-506 (2005).   \n27.Shi,Y.et al. Histone demethylation mediated by the nuclear amine oxidase homolog LSD1. Cell119,941-953 (2004).   \n28.Qureshi,I.A.,Gokhan, S.& Mehler,M.F.REST and CoREST are transcriptional and epigenetic regulators of seminal neural fate decisions. Cell Cycle 9,4477-4486 (2010).   \n29.Yao,H.et al. Corepressor Rcorl is essential for murine erythropoiesis.Blood 123,3175-3184 (2014).   \n30.Andres,M.E.et al. CoREST:a functional corepressor required for regulation of neural-specific gene expression.Proc.Natl Acad. Sci.USA 96,9873-9878 (1999).   \n31.Lunyak,V.V.et al. Corepressor-dependent silencing of chromosomal regions encoding neuronal genes. Science 298,1747-1752 (2002).   \n32.Abrajano,J. J. et al.Corepressor for element-1-silencing transcription factor preferentially mediates gene networks underlying neural stem cell fate D..- T_A :TCA107 1/r0   \n33.Fuentes,P.,Canovas,J.,Berndt,F.A.,Noctor, S.C.& Kukuljan,M. CoREST/LSD1 control the development of pyramidal cortical neurons.Cereb. Cortex 22,1431-1441 (2012).   \n34.Yang,P.et al. RCOR2 is a subunit of the LSDl complex that regulates ESC property and substitutes for SOX2 in reprogramming somatic cels to pluripotency. Stem Cells 29,791-801 (2011).   \n35.Skarnes,W.C.et al.A conditional knockout resource for the genome-wide study of mouse gene function.Nature 474,337-342 (2011).   \n36.Nair,V.D.et al. Involvement of histone demethylase LSDl in short-time-scale gene expression changes during cell cycle progression in embryonic stem cells. Mol. Cell. Biol.32,4861-4876 (2012).   \n37.Suva,M.L.et al. Reconstructing and reprogramming the tumor-propagating potential of glioblastoma stem-like cells.Cell 157,580-594 (2014).   \n38.Ding,J.,Xu,H.,Faiola,F.,Ma'ayan,A.& Wang,J. Oct4 links multiple epigenetic pathways to the pluripotency network. Cell Res.22,155-167 (2012).   \n39.Marti,E.& Bovolenta,P.Sonic hedgehog in CNS development: one signal, multiple outputs.Trends Neurosci.25,89-96 (2002).   \n40.Gorski,J.A.et al. Cortical excitatory neurons and glia,but not GABAergic neurons,are produced in the Emxl-expressing lineage.J.Neurosci. 22, 6309-6314 (2002).   \n41.Taipale,J.et al.Effects of oncogenic mutations in Smoothened and Patched can be reversed by cyclopamine.Nature 406,1005-1009 (2000).   \n42.Mosammaparast,N.et al. The histone demethylase LSD1/KDM1A promotes the DNA damage response.J. Cell Biol.203,457-470 (2013).   \n43.Toffolo,E.et al.Phosphorylation of neuronal Lysine-Specific Demethylase 1LSD1/KDM1A impairs transcriptional represson by regulating interaction with CoREST and histone deacetylases HDAC1/2.J.Neurochem.128,603-616 (2014).   \n44.Liu,L.et al.Histone lysine-specific demethylase 1(LSDl) protein is involved in Sal-like protein 4 (SALL4)-mediated transcriptional repression in hematopoietic stem cells.J.Biol. Chem.288,34719-34728 (013).   \n45.Lakowski, B.,Roelens,I.& Jacob,S.CoREST-like complexes regulate chromatin modification and neuronal gene expresson. J. Mol. Neurosci. 29,227-239 (2006).   \n46.Traiffort,E., Angot,E.& Ruat, M.Sonic Hedgehog signaling in the mammalian brain. J.Neurochem.113,576-590 (2010).   \n47.Machold,R.et al. Sonic hedgehog is required for progenitor cell maintenance in telencephalic stem cell niches.Neuron 39,937-950 (2003).   \n48.Xu,Q.,Wonders,C.P.& Anderson,S.A. Sonic hedgehog maintains the identity of cortical interneuron progenitors in the ventral telencephalon. Development 132,4987-4998 (2005).   \n49.Shikata,Y.et al.Ptchl-mediated dosage-dependent action of Shh signaling regulates neural progenitor development at late gestational stages.Dev. Biol. 349,147-159 (2011).   \n50.Huang,X., Litingtung,Y.& Chiang, C. Ectopic sonic hedgehog signaling impairs telencephalic dorsal midline development: implication for human holoprosencephaly. Hum. Mol. Genet.16,1454-1468 (2007).   \n51.Wang,X.et al.Asymmetric centrosome inheritance maintains neural progenitors in the neocortex.Nature 461,947-955 (2009). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "52.Gao,Y.et al.Replacement of Oct4 by Tetl during iPSC induction reveals an important role of DNA methylation and hydroxymethylation in reprogramming. Cell Stem Cell12,453-469 (2013). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "We thank Dr A. Kriegstein,Dr A.Alvarez-Buylla and Dr W.P.Ge for comments on the manuscript,and members of the Wang and Gao laboratory for discussions.We thank DrF.Gage for GFP retrovirus reagents.We thank Dr B. Zhu from NIBS,Dr Q.Shen and Dr X.Hu from Tsinghua University for their help in the initiation of the project. We thank Sanger Institute for providing the Rcor2L/ $^ +$ mice (C57BL/6N-Rcor2tmla (EUCOMM)Wtsi).This work was supported by the National Basic Research Program of China (2014CB964600,2012CBA01308 and 2012CB966800),Strategic Priority Research Program of the Chinese Academy of Sciences (XDA0i020309),the National Natural Science Foundation of China (NSFC) (31371100,31325019,91319306,91332105 and 31471392) and the Thousand Young Talents Program of China to X.W. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Author contributions ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Y.W.,Q.W.and P.Y.conceptualized and designed the experiments.Y.W.and Q.W. performed all the experiments,analysed and assembled the data,and co-wrote the paper. P.Y and W.L.analysed theRNA-seq data. C.W.analysed the ChIP-seq data.J.L.,W.D., Y.B.,Y.Y.and H.W. participated in RNA-seq and ChIP-seq sample preparation, RT-qPCR analyses,in-vitro sample analyses and material provisions.Y.W.,Q.W., S.G. and X.W.conceptualized and analysed all experiments,and co-wrote the manuscript. Y.W.and Q.W.contributed equally to this work. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Additional information ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Accession codes:All sequencing-derived data reported in this study have been deposited in NCBI's Gene Expression Omnibus (GEO) under accession number GSE75040. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Supplementary Information accompanies this paper at http://www.nature.com/ naturecommunications ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Competing financial interests: The authors declare no competing financial interests. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Reprints and permission information is available online at http://npg.nature.com/ reprintsandpermissions/ ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Howto cite this article:Wang,Y.et al.LSDl co-repressor Rcor2 orchestrates neurogenesis in the developing mouse brain. Nat. Commun. 7:10481 doi: 10.1038/ncomms10481 (2016). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "This work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the article's Creative Commons license,unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license,visit http://creativecommons.org/licenses/by/4.0/ ",
        "page_idx": 13
    }
]