[
    {
        "type": "text",
        "text": "当下的失败如何影响对未来目标的评价：高低自我威胁情境下的不同作用机制",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "汪钰婷」　李林’　宋静静」 侯志军 $^ { 1 } *$ 1（中国地质大学（武汉）心理科学与健康研究中心武汉 430074)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[目的］探讨当下的失败如何影响对未来目标的评价及情境的自我威胁性在其中的内在作用机制。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[方法]研究一（ $( N { = } 3 5 0$ ）在低自我威胁情境下通过智力测验（6道重量估计测试题和6道数量估计测试题）进行试验，并对预期幸福感进行测量；研究二（ $\\scriptstyle ( 1 = 4 0 7$ ）在高低自我威胁情境下通过智力测验（威胁启动材料）进行试验，采用Rosenberg自尊量表（RSES）、情感体验分量表进行问卷调查。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[结果］研究一结果表明，在反馈取得好成绩的任务中，个体对未来在该任务中表现优异的预期幸福感低，而在反馈取得差成绩的任务中，个体的预期幸福感高，证实了“迎难而上”假说；研究二验证了情感体验和自尊在当下表现与预期幸福感之间的链式中介作用，以及情境的自我威胁性在该中介模型中的调节作用，且结果表明高自我威胁情境下“贬低目标”假说成立，低自我威胁情境下“迎难而上”假说部分成立。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[局限]研究主要探讨对预期幸福感的研究，没有涉及到未来实际幸福的体验；低自我威胁情境下当下表现与预期幸福感的“倒U”型关系的过具体过程机制有待进一步研究。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[结论］（1）情境的自我威胁性在当下表现与预期幸福感之间起到调节作用；（2）情感体验和自尊在任务中的当下表现与预期幸福感之间起链式中介作用；（3）情境的自我威胁性在链式中介模型中的当下表现 $$ 情感体验路径中起调节作用；（4）高自我威胁情境下“贬低目标”假说成立，低自我威胁情境下“迎难而上”假说部分成立。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：自我威胁 预期幸福感 情感体验自尊分类号：B848；B849:C91",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The impact of current failures on the evaluation of future goals: ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Different mechanisms of action in high and low self-threat ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "situations ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Wang Yuting1 Li Lin1 Song Jingjing1 Hou Zhi jun'\\* 1(Institute of Applied Psychology， China University of Geosciences， Wuhan 430074, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Objective]The study was conducted to investigate the effect of current performance feedback on predicted well-being of well performance in this task in the future and its mechanism. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Methods]In study 1， participants were required to complete task A and task B and given feedback. Chi-square test of contingency table 4 (different feedback conditions: good scores on test A and test B，good scores on test A but poor scores on test B， poor scores on test A but good scores on test B, and poor scores on test A and test B) $\\times 3$ (predicted well-being level: high，equal，low） was conducted. The study 2 focused on the moderating role of self-threat situations and the mediating role of affection experience and self-esteem in the effect of current performance feedback on predicted well-being. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[Results]In study 1， the results showed that the expected well-being under different feedback conditions was different， which proved the \"grasp the nettle\" hypothesis. In study 2， the results showed that affection experience and self-esteem played a chain mediating role in the relationship between current performance feedback and predicted well-being. Moreover， there were significant differences in the relationship between the current performance feedback and the predicted well-being in the high and low selfthreat situations， indicating that self-threat situations played a moderating role in the mediating model， which proved the \"belittle the goal\" hypothesis. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[Limitations]The research mainly discussed the research on predicted well-being, and did not involve the experience of future actual well-being. In the low self-threat situation, the specific process mechanism of the inverted u-shaped relationship between current performance feedback and predicted well-being needs further research.. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[Conclusions](1） High and low self-threat situations moderated the relationship between current performance feedback and predicted well-being； (2） Affection experience and self-esteem played a chain mediating role in the relationship between current performance feedback and predicted well-being.； (3) High and low self-threat situations played a moderating role in the chain mediation model from current performance feedback to affection experience path; (4) The \"belittle the goal\" hypothesis was proved in high self-threat situation, and the \"grasp the nettle\" hypothesis was partially established in low self-threat situation. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: Self-threat Predicted well-being Affection experience Self-esteem ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1当下失败与预期幸福感的关系",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在某项任务中的成绩排名会影响人们体会到的幸福感。根据社会比较理论[,现实中缺少自我评价的标准时，个体倾向于通过与相似他人进行比较来减少不确定感。幸福感的其中一个来源为与社会中他人的比较，因此在任务中表现好的人往往会比表现差的人感到更多的当下幸福感。预期幸福感是指个体设想未来在某项任务中获得成功时的幸福感。以往有关当下失败与预期幸福感的相关研究结果存在分歧：有研究证实了在经历一个初始的失败后个体倾向于降低未来取得良好表现的预期，而在取得一个初始的成功后个体会提高未来获得良好表现的预期2，在这一研究中失败是令人泄气的，而成功是鼓舞人心的。也有研究者的实验表明了一个相反的迹象，反思失败可以增强个体的勇气、动机和表现3，这时似乎失败是更能起到激励作用的。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "因此，在经历了当下的失败后，人们是倾向于像阿 $\\mathsf { Q }$ 一样运用“精神胜利法”自我安慰嘲弄、贬低可能无法实现的未来目标？还是“得不到的永远在骚动”、“物以稀为贵”，迎难而上，目标越难以实现越能增加这一目标的预期价值4？这两种对立的说法似乎都有道理，但在明确的条件下两者不可能同时正确，“贬低目标”和“迎难而上”两个假说成立的条件值得进行深入探讨。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2自我威胁的调节作用",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "自我威胁（Self-threat）在操作层面上被定义为一种失败经历[5]。根据这一定义，人们在现实生活中所不可避免遇到的如表现不佳、考试和工作失利或结果低于预期等消极体验都会对个体产生自我威胁，这种自我威胁在经历明确失败的个体身上表现得更明显，如有实验表明确定自己输掉了游戏的参与者对这次游戏的评价比那些认为自己仍然有公平机会的参与者有着更消极的预期与事后重建[7]。即使比较对象在特定属性上与自我相似，竞争感和比较对象隐含的标准也可能使个体倾向于关注自我与比较对象之间的能力差异，使个体知觉到自我与标准是相异的，从而引发自我威胁8。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基于自我威胁的操作性定义，自我威胁似乎只与个体接收到自己失败后的反馈有关，而并未涉及到具体情境的界定，但生活经验告诉我们，一场重要考试失利带来的威胁感往往比一次游戏失败带来的威胁感高，情境不会对自我威胁毫无影响。有研究发现，在将结果归因为能力的情境中，个体在字谜游戏成功后的产生较高的成功期望，在字谜游戏失败后产生较低的成功期望；而在将结果归因为运气的情境中，个体在字谜游戏成功后产生较低的成功期望而在字谜游戏失败后产生较高的成功期望9。两者的差异似乎能够解释以往有关当下失败与预期幸福感的相关研究结果所存在的“迎难而上”和“贬低目标”两种情况的分歧。因此将凭借运气的任务作为低自我威胁情境，提出假设H1a：低自我威胁情境下，个体经历当下失败后对未来取得成功有着较高的预期幸福(“迎难而上”假说）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "正常成年人有动机保护、维持或增强自我概念的积极性，当受到自我威胁时，个体最初始的学习动机被破坏使得个体忽视失败并停止信息加工[10]，并且个体将以对抗和最小化该威胁的方式行事，也就是进行心理防御[]。对自我威胁的心理防御主要分为三类，分别是补偿、打破和抵抗[12.13]：补偿（Compensation）指人们在受到威胁后会削弱负面信息的重要性，转而用其他优势方面来补偿当下的负面反馈，例如在一个测试中取得了较低的成绩，采取补偿防御策略的人会强调自己在其他方面的能力[13]；打破（Breaking）是指人们在受到威胁后会破坏自己现有的自我构念，选择降低自己的期望而不是去否认这些负面信息，例如个体会通过为损失做好准备来避免失望，通过下调预期甚至预测最坏的情况来保护自己不受可能出现的失望情绪影响[14；抵抗（Resistance）是指人们在受到威胁后会拒绝承认关于自己的负面信息，例如当个体在能力测试中表现不佳时，会声明自己的能力水平与个人身份或未来生活中的成功无关4。综上所述，在经历当下的失败后，由于受到自我威胁，个体会停止对当下事件的加工并将注意力集中在摆脱威胁与维持自尊上，也就是说此时似乎“贬低目标”假说更可能普遍成立。因此将凭借能力的任务作为高自我威胁情境，提出假设H1b：高自我威胁情境下，个体经历当下失败后对未来取得成功有着较低的预期幸福（“贬低目标”假说）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "将凭借运气的任务作为低自我威胁情境，将凭借能力的任务作为高自我威胁情境，如果低自我威胁情境下“迎难而上”假说成立，高自我威胁情境下“贬低目标”假说成立，那么便能够验证情境的自我威胁性是解释“贬低目标”和“迎难而上”两个假说的边界条件，说明了情境的自我威胁性的调节作用，因此提出如下假设H1：情境的自我威胁性在当下表现与预期幸福感之间起到调节作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.3情感体验和自尊的中介作用",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "情感体验可能在当下表现与预期幸福感之间起到中介作用。情感体验是主观幸福感的基本成分之一[15]，此后学者广泛认为，生活满意度、积极情感（正性情绪)和消极情感（负性情绪）是主观幸福感的三个主要成分。根据情绪认知理论，不同的人之所以会对同一事件或情境表现出不同的情绪反应是由于人们对环境事件认知评价（归因）不同[16]，即在任务中接收到的当下表现会影响个体的情感体验。一项元分析发现，预期情绪对决策和行为的影响比当下经历的情绪更强[17]，正如人们预料在与恋人分手后能保持长久的痛苦而实际并没有，在现实生活的重要事件中当下情感体验对预期幸福感的影响程度和持续时间往往会被高估[18。与个人和未来息息相关的生活事件往往是一种高自我威胁情境，此时经历失败的人们往往会有较大的情绪波动并会去否认个人和未来与自己当下表现的高相关性，通过对预期幸福感进行贬低的策略来进行自我保护和防御4；而在相较而言无关紧要的低自我威胁情境下，任务中的当下表现则可能对个体来说并不是那么重要，因此也不会造成对当下情绪和预期幸福感的过分高估。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "自尊可能在当下表现与预期幸福感之间起到中介作用。大量研究证实了成败与自尊的关系，失败将直接对自尊构成威胁，而经历成功后个体的自尊则会提高[19,20]，这一结论也符合自我威胁的定义。但自尊与幸福两者的关系可能不只如以往绝大多数研究所呈现的一个简单的正相关，而可能会存在更多的分歧。大部分研究表明，自尊预测了被试对结果的幸福水平[21,22]，高且稳定自尊的个体倾向于较高的幸福感水平[23]。但也有研究者发现与以往研究截然相反的结果，例如巴基斯坦地区人民的自尊与主观幸福感之间的相关不显著[24]；中国地区农民工自尊与主观幸福感显著负相关[25，这些少数研究中存在分歧的原因可能是自我威胁的调节作用。自尊和幸福都是总体评价性变量，幸福涉及到对个体生活的总体判断，自尊涉及到个体对自身的总体判断，自尊和幸福之间呈现出复杂的关系[26]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "情感体验和自尊的关系受到内隐理论的影响。内隐理论认为人们对诸如智力、运动能力、社交技能和个性特征等个人品质的看法是不同的，基于此，有研究者提出人们对情绪调节的内隐理论存在系统性差异：一些人更倾向于把情绪看作是固定的（实体理论 EntityTheory），而另一些人则认为情绪更具可塑性（增量理论IncrementalTheory)，面对挑战使用更多的适应性自我调节行为来增加他们成功的几率，且有更高的自尊水平[28]。这也能解释为什么大量的研究表明，高自尊的个体往往在生活中体验到更多的积极情绪，积极情绪与自尊存在显著正相关[29.30]；消极情绪与自尊存在显著负相关[29,31]。也就是说，善于调节情绪状态、重视积极情感体验[32]、倾向减少消极情感体验[33]的个体往往有着更高的自尊水平。由于情绪自动化指的是情绪加工是快速的，并且不受注意与意识的调节[34]，因此在当下表现与自尊的中介中，情感体验的自动化加工可能优先于自尊的加工，因此提出假设H2：情感体验和自尊在任务中的当下表现与预期幸福感之间起链式中介作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "为检验上述研究假设，研究一在低自我威胁情境下，通过智力测验给被试经历一个随机成绩反馈，并对被试未来在任务中表现优异的预期幸福感相对高低水平倾向进行测量，来探究“迎难而上”假说是否成立；研究二对高低自我威胁情境进行分组，在研究一的基础上进一步探究高低自我威胁情境下两个假说是否分别成立、情境的自我威胁性在当下表现与预期幸福感之间的调节作用以及当前的情感体验与自尊在模型中的链式中介作用。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2研究一",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.1方法",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）被试",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "以线上招募的409名被试进行试验，删除出现以下两种情况中任意一种被试的数据：$\\textcircled{1}$ 此前受过重量和数量估计相关训练的被试； $\\textcircled{2}$ 估算结果中有大量重复的被试数据。回收有效数据350份，有效回收率 $8 5 . 5 7 \\%$ 。其中，男生189人，女生161人，平均年龄22.32岁（ $S D / / B . 7 7 \\cdot$ ）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "该研究采用G\\*power3.1进行事后统计检验效能分析，结果显示本研究当下样本（ $. M { = } 3 5 0$ ，Effect size $\\scriptstyle w = 0 . 3$ ， $\\mathrm { ~ a ~ } { = } 0 . \\ 0 5$ ）可检测到的统计检验效能为0.997，表明本研究的样本量足够。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）研究工具",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "实验材料： $\\textcircled{1}$ 重量估计测试（测试A，6题）。例如，通过估计你认为图片中鲸鱼的重量为多少、通过估计你认为图片中飞机的重量为多少。 $\\textcircled{2}$ 数量估计测试（测试B，6题）。例如，通过估计你认为图片中树叶的数量为多少、通过估计你认为图片中学生的数量为多少。实验中会告诉被试所有在土 $2 0 \\%$ 范围内的答案都被认为是正确的，由于估计出准确答案几乎是不可能的，使得控制当下表现反馈的操作相对不受怀疑。 $\\textcircled{3}$ 预期幸福感的测量：要求被试对再次进行测验后在测试A或测试B中取得高分的幸福程度进行打分（满分为100分）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3）研究程序",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参与者被随机分配到一个四种反馈条件下的组别之中，分别向被试反馈测试A和测试B 成绩都较好、测试A成绩较好而测试B成绩较差、测试A成绩较差而测试B成绩较好、测试A和测试B成绩都较差。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在实验正式开始之前，会有文字说明“这是一个趣味测验”，并告诉被试所有在士$2 0 \\%$ 范围内的答案都被认为是正确的。被试完成测试A和测试B后，根据分组结果给予被试不同的得分反馈并让被试记住自己的成绩，随后要求被试对再次进行测验后在测试A或测试B中取得高分的幸福程度进行打分（满分为100）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "进行操作检查，让被试评估测试A和测试B中各自取得高分的难度（ $0 =$ “一点都不困难”， $1 0 = { \\cdot }$ “非常困难”），以确保他们感知到的困难程度与他们收到的测试反馈有关，最后对被试进行感谢。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2结果与分析",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）操纵有效性检验",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "被试对较差成绩的感知难度得分更高而对较好成绩的感知难度得分更低（ $M$ 较差成绩$= 8 . 4 4$ ， $S D _ { \\# \\mathcal { Z } _ { \\tt D } ^ { \\tt d } \\times \\mathcal { Z } _ { \\tt D } ^ { \\tt d } \\times \\mathcal { Z } _ { \\tt D } ^ { \\tt d } } = 2 . 4 2$ vS $M _ { ☉ \\mathinner { \\sharp \\vec { x } \\vec { y } \\vec { z } } \\mathinner { \\mathrm { \\scriptsize ~ H \\vec { x } \\vec { z } \\vec { y } \\vec { z } = 5 . ~ 3 7 ~ } } }$ ， $S D _ { \\frac { 4 3 } { 4 } } \\times 2 0 \\times 2 0 = 2 . 6 4$ ， $t ( 6 8 7 ) = 1 5 . 9 6$ ， $\\scriptstyle { p = 0 } . 0 4 5$ $d / { } ^ { - 1 } . \\ 2 1$ ），被试做的是完全相同的问卷，但对问卷难度的感知存在显著差异，因此情境创设有效，被试感知到的困难程度与收到的反馈有关。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）当下表现对预期幸福感的影响检验",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "本研究通过反馈虚假当下表现来操纵自我威胁，进行4（不同反馈条件：测试A和测试B成绩都较好、测试A成绩较好而测试B成绩较差、测试A成绩较差而测试B成绩较好、测试A和测试B成绩都较差） $\\times 3$ （预期幸福感水平：较高、中等、较低）列联表的卡方检验，其中中等水平的预期幸福感水平表示被试在测试A或测试B中取得高分的幸福程度进行分数上的分配后其标准差小于10。卡方检验结果显示 $\\quad \\ : \\chi ^ { 2 } ( 6 , N = 3 5 0 ) = { }$ 31.06, $p < 0 . 0 0 1$ ，说明不同反馈条件下的预期幸福感度是有差别的。在反馈条件为测试A和测试B成绩都较好或都较差时，个体未来在两项任务中表现优异的预期幸福感没有显著差异；在反馈条件为测试A成绩较好而测试B成绩较差或测试A成绩较差而测试B成绩较好时，在反馈为得到好成绩的任务中，个体对未来在该任务中表现优异的预期幸福感低，而在反馈为差成绩的任务中个体的预期幸福感高。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3讨论",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "研究一中在反馈条件为测试A和测试B成绩都较好或都较差时，个体未来在两项任务中表现优异的预期幸福感没有显著差异，说明测试A与测试B两个任务没有差异，但在改变反馈条件后，该两组与反馈条件为测试A与测试B成绩有差别的组别之间存在对未来在该任务中表现优异的预期幸福的较大差异，也就是说明在经历了一次无关紧要的失败后，个体对未来取得成功有着较高的预期幸福，在此实验中假设Hla（“迎难而上”假说）成立。但一个较好的反馈可能会维持个体的自尊，导致较差反馈对自尊的影响受到干扰，因此研究二将进行高低自我威胁情境的分组，以更大的被试群体和相对独立的实验降低高低自我威胁彼此间的干扰。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3研究二",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1方法",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）被试",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "以线上招募的524名被试进行试验，删除出现以下两种情况中任意一种被试的数据：$\\textcircled{1}$ 此前受过重量和数量估计相关训练的被试； $\\textcircled{2}$ 估算结果中有大量重复的被试数据。回收有效数据407份，有效回收率 $7 7 . 6 7 \\%$ 。其中，男生225人，女生182人，平均年龄24.23岁（ $S D { = } 6 . 3 5 8 )$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "该研究采用G\\*power3.1进行事后统计检验效能分析，结果显示本研究当下样本(N=407， Effect size $F { = } 0 . 2 5$ ， $\\mathrm { ~ a ~ } { = } 0 . 0 5$ ）可检测到的统计检验效能为0.954，表明本研究的样本量足够。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）研究工具",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "威胁启动材料：12道关于数量估计和重量估计的智力威胁测验题。实验中会告诉被试所有在 $\\pm 2 0 \\%$ 范围内的答案都被认为是正确的，由于估计出准确答案几乎是不可能的，使得虚假反馈操作相对不受怀疑。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Rosenberg自尊量表（RSES)：量表设计用以评定个体关于自我价值和自我接纳的总体感受[35]。该量表由10个条目组成，分四级评分，有正向计分和反向计分，总分范围是10至40分，分值越高，自尊程度越高。本量表已被广泛应用，它简明、易于评分，是对自己的积极或消极感受的直接评估。例如：我感到我有许多好的品质，我希望我能为自己赢得更多尊重。在本研究中，整个量表的Cronbach’sα 系数为0.727，基于标准化项的Cronbach’sα系数为0.745，分半信度为0.844，表明信度良好，可以进行后续数据分析。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "情感体验分量表：采用幸福感指数量表WBIS 中的情感体验分量表[35]。该量表包括两个部分，情感体验分量表和生活满意度分量表，其中情感体验分量表用于测量受试者目前所体验到的情绪，该分量表由8个条目组成，从不同的角度描述了情感的内涵，分7级评分，有正向计分和反向计分，例如：1表示最快乐，7表示最痛苦。总分范围是7-56分，总分越高，表示情感体验越积极。在本研究中，整个量表的Cronbach’sα系数为0.730，基于标准化项的Cronbach’sα系数为0.717，分半信度为0.900，表明信度良好，可以进行后续数据分析。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "预期幸福感的测量：用单题“想象一下，一个月后你参加一项新的测试，你的测试结果排在人口的前 $1 0 \\%$ ，会让你多开心？（ $0 =$ ‘一点这样的感受都没有’， $1 0 =$ ‘这样的感受不能更多‘）”来测量预期幸福感。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（3）研究程序",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在高自我威胁情境和低自我威胁情境下分别通过虚拟的智力测验排名反馈操纵当下表现。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参与者被随机分配到两种情境下的组别之中，其中一组文字说明为“该任务中有两项趣味测试，您需要凭借您的感觉进行估计。”，另一文字说明为“本测验是对个体智力和能力水平的有效检验，可以预测以后的成就和幸福水平，对的题目越多，表明你的智力和能力水平越高，以后就越可能取得高成就，获得幸福生活。您需要运用您的估算能力进行估计并尽快作答”。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在完成12道关于数量估计和重量估计的智力威胁测验题后，会给被试一个虚假的成绩反馈，反馈结果为以下三种：恭喜您，您在12道测试题中正确回答了10道，成绩在人群的前 $1 5 \\%$ ，这表明您的成绩非常好；您在12道测试题中正确回答了6道，成绩在人群的 $5 0 \\%$ 左右，这表明您的成绩处于平均水平；非常遗憾，您在12道测试题中正确回答了2道，成绩在人群的后 $1 5 \\%$ ，这表明您的成绩非常糟糕。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "随后要求被试填写Rosenberg自尊量表（RSES）、情感体验分量表以及一道关于预期幸福感的单题。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "进行操作检查，让被试评估在任务中取得高分的难度（ $0 =$ ‘一点都不困难’， $1 0 =$ ‘非常困难’），以确保他们感知到的困难程度与他们收到的测试反馈有关，最后对被试进行感谢。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2结果与分析",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（1）共同方法偏差控制",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "KMO 值为0.904，大于0.7，Bartlett’s球形检验值显著为0.000（Sig.<0.001），数据适合做探索性因子分析。由于满足因子分析的前提要求，因此采用Harman 单因子检验进行因子分析的统计检验。特征值大于1的主成分共有5个；其累计贡献率达到$6 4 . 1 5 \\%$ ；首个主成分的方差解释率为 $2 7 . 6 2 \\%$ ，没有解释力过大的因子，因此本研究共同方法偏差在合理范围内，问卷具有良好的结构效度。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（2）操纵有效性检验",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "当下表现较好成绩的被试更倾向于认为测试的难度较低，当下表现中等成绩的被试其次（M较好成绩 $= 6 . 3 2$ ， $S D _ { \\# \\# \\# \\# \\# \\# \\# \\# } = 2 . 7 2$ VSM中等成绩 $\\scriptstyle : 7$ .49， $S D _ { \\Psi ^ { \\underline { { \\imath } } } \\Psi ^ { \\underline { { \\imath } } } \\Psi ^ { \\underline { { \\imath } } } } { = } 2 . 6 2$ ， $t ( 2 6 6 ) = -$ 3.57， $\\scriptstyle { p < 0 . 0 0 1 }$ ， $d { = } 0 . 4 4 \\rangle$ ，当下表现较差成绩的被试更倾向于认为测试的难度较高（M较好成绩 $= 6 . 3 2$ ， $S D$ 较好成绩=2.72 VS M较差成绩=8.17， $S D$ 较差成绩 $= 2 . 3 5$ ， $t ( 2 7 6 ) = - 6 . 0 6 6$ ， $p <$ 0.001， $d \\mathrm { = } 0 . 7 3$ ；M中等成绩=7.49，SD中等成绩=2.62,VS M较差成绩=8.17， $S D _ { \\scriptscriptstyle \\frac { 1 } { 4 } \\times \\frac { 3 } { 2 } \\times \\frac { 1 } { 2 } \\times \\frac { 3 } { 4 } } = 2 . 3 5$ ，",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "$t ( 2 6 6 ) = - 2 . 2 5$ ， $\\scriptstyle { p = 0 } . 0 2 5$ ， $d { = } 0 . 2 7 \\cdot$ ，被试对较好成绩的感知难度得分更低而对较差成绩的感知难度得分更高。对不同反馈组别进行后续多重比较，方差分析结果显示，各组别反馈存在显著差异！ $\\stackrel { \\prime } { \\cdot } \\varepsilon { = } 1 8 . 4 2 5$ ， $p { \\ll } 0 . 0 0 1 )$ ，且不同组别两两之间在反馈上存在显著差异 $( p / 0 . 0 5 )$ 。因此情境创设有效，被试感知到的困难程度与收到的反馈有关。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（3）描述统计与相关比较",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/174ba16961af3daf1dc83476b50124c523717c42ad56d47604133b6a5733ac3f.jpg",
        "table_caption": [
            "表1变量的平均值、标准差及相关关系（N407）"
        ],
        "table_footnote": [
            "注： $\\scriptstyle { \\mathrm { N = 4 0 7 } }$ ， $\\ast _ { \\mathrm { p } } / 0 . 0 5$ ， $\\ast \\ast \\mathrm { p } \\langle 0 . 0 1$ ， \\*\\*\\*p<0.001。"
        ],
        "table_body": "<html><body><table><tr><td></td><td>变量</td><td>M</td><td>SD</td><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td></tr><tr><td>1性别</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2组别</td><td></td><td>一</td><td>1</td><td>0.005</td><td>1</td><td></td><td></td><td></td><td></td></tr><tr><td>3年龄</td><td></td><td>24.230</td><td>6.358</td><td>-0.070</td><td>- 0.060</td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>4 当下表现</td><td>50.000</td><td>28.961</td><td>- 0.138***</td><td>0.006</td><td>0.078</td><td></td><td></td><td></td></tr><tr><td></td><td>5情感体验</td><td>4.788</td><td>1. 118</td><td>0.037</td><td>0.168***</td><td>0.121*</td><td>- 0.206***</td><td></td><td></td></tr><tr><td>6自尊</td><td></td><td>29.500</td><td>4.960</td><td>0.024</td><td>0.131***</td><td>0.148**</td><td>- 0.131**</td><td>0.727***</td><td></td></tr><tr><td></td><td>7 预期幸福感</td><td>8.810</td><td>1.867</td><td>- 0.085</td><td>0.034</td><td>0.116*</td><td>- 0.099*</td><td>0.270***</td><td>0.318***</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "表中列出了各变量的平均数、标准差及皮尔逊相关矩阵。相关分析发现，当下表现与情感体验、自尊、预期幸福感显著负相关；情感体验、自尊、预期幸福感两两之间呈显著正相关；年龄与情感体验、自尊、预期幸福感显著相关，后续分析将作为控制变量；性别与所关注的情感体验、自尊、预期幸福感没有显著相关。变量间的相关关系支持后续假设的检验。在控制年龄的情况下，当下表现显著负向预测预期幸福感， $\\beta = - \\ 0 . \\ 1 0 8$ ， $\\scriptstyle { p = 0 } . 0 2 8$ ，模型的 $R { = } 0 . 1 6$ ， $\\varDelta R ^ { 2 } { = } 0 . \\ 0 3$ ， $F ( 2 , 4 0 4 ) = 5 . 1 9$ ， $p { = } 0 . 0 0 6$ 。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（4）中介效应检验",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "使用SPSS插件PROCESS的模型6，以当下表现为自变量，以预期幸福感为因变量，以情感体验和自尊为链式中介变量，以年龄作为控制变量，链式中介模型路径系数结果如图所示。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "整个回归方程显著， $R ^ { 2 } { = } 0 . 1 1$ ， $F ( 4 , 4 0 2 ) = 1 2 . 6 7$ ， $p { \\ll } 0 . 0 0 1$ 。通过 Bootstrap 抽样法进行5000次的样本抽样估计中介效应 $9 5 \\%$ 的置信区间。结果表明，总效应为-0.109（ ${ \\bf \\nabla } _ { \\bf { \\boldsymbol { p } } } / 0 . 0 0 1 )$ ，以情感体验为中介变量的路径1和以自尊为中介变量的路径2的置信区间含有0值，表明路径产生的间接效应不显著；以情感体验与自尊为中介变量的路径3间接效应为0.042（ $9 5 \\% C I \\mathrm { = } [ \\mathrm { ~ - ~ } 0 . 0 6 9 , \\mathrm { ~ - ~ } 0 . 0 1 6 ] )$ ，表明情感体验与自尊在当下表现对预期幸福感的负向效应中的链式中介作用成立，验证了H2。",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/a7856ae8fa6365970b3aaceda8cdc71734a1448ac2c5fc0d9e4f0ed762183787.jpg",
        "img_caption": [
            "图1链式中介模型（N=407） "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/f60a382b9ca58341be6f74c6c85fee0aa39a4b5afe22177b38a2dfa0dbb49300.jpg",
        "table_caption": [
            "表2中介效应分析"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>间接效应值</td><td>Bootstrap SE</td><td>Boot CI下限</td><td>Boot CI上限</td><td>相对中介效应</td></tr><tr><td>总间接效应</td><td>- 0.051</td><td>0.018</td><td>- 0.084</td><td>- 0.018</td><td>46.79%</td></tr><tr><td>间接效应1</td><td>- 0.015</td><td>0.016</td><td>- 0.048</td><td>0.015</td><td></td></tr><tr><td>间接效应2</td><td>0.003</td><td>0.010</td><td>- 0.017</td><td>0.020</td><td></td></tr><tr><td>间接效应3</td><td>- 0.039</td><td>0.014</td><td>- 0.069</td><td>-0.016</td><td>35.78%</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "注：Boot标准误、Boot $C I$ 下限和BootCI上限分别指通过偏差矫正的百分位Bootstrap 法估计的简介效应标准误差、 $9 5 \\%$ 置信区间的下限和上限。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "将高低自我威胁情境进行分组，高自我威胁情境下回归方程显著， $R ^ { 2 } { = } 0 . 1 5$ $F ( 4 , 2 0 4 ) { = } 9 . 2 4 \\$ ， $p { \\ll } 0 . 0 0 1$ 。通过Bootstrap抽样法进行5000次的样本抽样估计中介效应 $9 5 \\%$ 的置信区间。结果表明，总效应为-0.236（ $p { \\ll } 0 . 0 0 1 \\rangle$ ，直接效应为－0.145（ $p$ $< 0 . 0 5 )$ ，以情感体验为中介变量的路径和以自尊为中介变量的路径两者的置信区间皆含有0值，表明路径产生的间接效应不显著；以情感体验与自尊为中介变量的路径间接效应为-0.040（ $9 5 \\%$ CI=［-0.09，-0.006])，表明情感体验与自尊在当下表现对预期幸福感的负向效应中的链式中介作用成立，即高自我威胁情境下，个体经历当下失败后对未来取得成功有着较低的预期幸福，假设H1b（“贬低目标”假说）成立。而在低自我威胁情境下，回归方程不显著。高低自我威胁情境下模型存在显著差异，表明情境的自我威胁性在当下表现与预期幸福感之间起到调节作用，这一结果初步支持了H1。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（5）情境的自我威胁性对预期幸福感的影响检验",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "为了进一步判断所建模型是否同时适用于高低自我威胁情境，进行结构方程模型多群组比较，高低自我威胁情境下，当下表现、情感体验、自尊和预期幸福感间标准化路径系数及参数之间的差异临界值如表3所示，当差异临界值小于1.96（显著水平为0.05）时，表示没有显著差异。由此可见，情感体验 $$ 自尊、当下表现 $$ 自尊、当下表现 $$ 预期幸福感、情感体验 $$ 预期幸福感、自尊 $$ 预期幸福感五条路径在高低自我威胁群组间不存在显著差异，而当下表现 $$ 情感体验路径在高低自我威胁群组间存在显著差异，表明情境的自我威胁性调节这一路径。",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/0a244e844907972f350b98b91ec18ba8394277264fac830921c34e9cbe347a92.jpg",
        "table_caption": [
            "表3高低自我威胁群组路径系数的差异比较"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>路径</td><td>高自我威胁群 组标准化系数</td><td>低自我威胁群 组标准化系数</td><td>差异临界值</td><td>差异结果</td></tr><tr><td>当下表现→情感体验</td><td>- 0.352</td><td>- 0.058</td><td>-3.105</td><td>是</td></tr><tr><td>情感体验→自尊</td><td>0. 657</td><td>0.786</td><td>- 1. 779</td><td>否</td></tr><tr><td>当下表现→自尊</td><td>-0.019</td><td>0.035</td><td>-0.775</td><td>否</td></tr><tr><td>当下表现→预期幸福感</td><td>- 0.145</td><td>0.037</td><td>- 1.890</td><td>否</td></tr><tr><td>情感体验→预期幸福感</td><td>0.136</td><td>- 0.073</td><td>1. 460</td><td>否</td></tr><tr><td>自尊→预期幸福感</td><td>0. 177</td><td>0.369</td><td>- 1.367</td><td>否</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "从如表4和表5所示模型拟合和适配参数来看，与M1（无限制模型）相比，M2（M1基础上限定测量权重和结构权重）、M3（M2基础上限定结构协方差）和M4（M3基础上限定结构残差）存在部分NFI、IFI、RFI、TLI、RMESA的调整绝对值 $> 0 . 0 5$ ，且三个模型在群组分析模型不变性检验表中 $\\mathrm { p } { < } 0 . \\ : 0 5$ ，表明所建模型在高低自我威胁情境中存在显著差异，情境的自我威胁性在该模型中起调节作用，H1再次得到支持。",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/92a7e4604ff82e59658ea48068b03a120f6e3669e351c437121b5b4fae814b01.jpg",
        "table_caption": [
            "表4结构方程模型群组分析模型评价参数"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>模型</td><td>x²</td><td>NFI</td><td>RFI</td><td>IFI</td><td>TLI</td><td>RMSEA</td><td>AIC</td><td>ECVI</td></tr><tr><td>M1</td><td>22.352</td><td>0.946</td><td>0.821</td><td>0.960</td><td>0.863</td><td>0.082</td><td>70.352</td><td>0. 174</td></tr><tr><td>M2</td><td>42.056</td><td>0.899</td><td>0.845</td><td>0.928</td><td>0.887</td><td>0. 074</td><td>76.056</td><td>0.188</td></tr><tr><td>M3</td><td>70.206</td><td>0.832</td><td>0. 775</td><td>0.863</td><td>0.814</td><td>0.095</td><td>100.206</td><td>0.247</td></tr><tr><td>M4</td><td>82.486</td><td>0.802</td><td>0.78</td><td>0.838</td><td>0.819</td><td>0.094</td><td>106.486</td><td>0.263</td></tr><tr><td colspan=\"9\">表5 结构方程模型群组分析模型不变性检验表</td></tr><tr><td>模型</td><td>△x²</td><td>△DF</td><td>P</td><td>△NFI</td><td>AIFI</td><td>△RFI</td><td>△TLI</td><td>△ RMSEA</td></tr><tr><td>M2</td><td>19.703</td><td>7</td><td>0.006</td><td>0.047</td><td>0.048</td><td>-0.024</td><td>-0.025</td><td>0.008</td></tr><tr><td>M3</td><td>47.853</td><td>9</td><td>0.000</td><td>0.115</td><td>0.116</td><td>0.046</td><td>0.048</td><td>-0.013</td></tr><tr><td>M4</td><td>60.134</td><td>12</td><td>0.000</td><td>0.144</td><td>0.146</td><td>0.041</td><td>0.043</td><td>-0.012</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.3讨论",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "研究二结果显示，高自我威胁情境下，个体经历当下失败后对未来取得成功有着较低的预期幸福，支持假设H1b（“贬低目标”假说)；情感体验和自尊在当下表现与预期幸福感之间起链式中介作用，支持假设H2；且该中介模型在高低自我威胁情境中存在显著差异，情境的自我威胁性在该中介模型中的当下表现 $$ 情感体验路径中起调节作用，支持H1。即在高自我威胁情境下，情感体验与自尊在当下表现对预期幸福感的负向效应中的链式中介作用成立；在低自我威胁情境下，该链式中介不成立，且当下表现与情感体验、自尊与预期幸福感的相关性无论是方向还是程度都不存在稳定的趋势。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4综合讨论",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.1结果分析",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "两个研究共有757名参与者，研究一的350名参与者来自武汉的一所高校，研究二的407名参与者分布得更为广泛，来自全国各地，以避免单一群体对研究结果造成影响。尽管研究方法和样本有所变化，但两项研究不同方法和样本的证据趋同增加了结论的普遍性和有效性。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "研究结果显示，高自我威胁情境下，当个体获得的当下表现越差，其预期幸福感水平越低，支持了“贬低目标”假说，这符合常识，例如一个学生在重要考试中获得了较好的成绩，其自我没有受到威胁，因此也不需要通过贬低未来的目标来维持自尊，而当他在考试中取得了较差的成绩时，更可能采用贬低目标与预期幸福感的防御方式来维护自己遭受挫折后的脆弱自尊。而研究二的低自我威胁情境下，个体得到较差的当下表现后对未来在该任务中取得高分的预期幸福感比取得较好当下表现后的预期幸福感稍高，这一点与高自我威胁情境下结果相反，与研究一中结果相一致，再次支持了“迎难而上”假说，但个体获得的当下表现并不与预期幸福感水平简单相关，存在当下表现与预期幸福感的关系呈“倒U”型 $( M _ { \\# \\# \\# \\# } ) _ { \\# } ^ { \\# } \\underline { { \\psi } } \\underline { { \\psi } } \\underline { { \\psi } } \\underline { { \\psi } } \\underline { { \\psi } } \\underline { { \\psi } } \\underline { { \\psi } } \\underline { { \\psi } } \\underline { { \\psi } } \\underline { { \\psi } }$ ，M中等成绩土SD=9.07±1.54， $M _ { ☉ } = \\texttt { H } _ { [ \\texttt { t } ] } \\pm S D / 8 . 5 3 \\pm 1 . 9 9 )$ ，也就是个体得到一个中等水平的当下表现后，对未来在该任务中取得高分的预期幸福感最高。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2低自我威胁情境下当下表现与预期幸福感的“倒U”型关系",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "这一“倒U”现象似乎蕴含着更深一层的原因。文化背景影响着人们对幸福的理解和提升幸福的方式[3。作为中国传统儒家文化的核心概念之一，中庸思想深刻地影响着中国人的心理和行为方式，呈现出了与西方人不同的幸福感取向[3。有学者提出人们容易因为高表现者突出的易得性选择领域内的顶点进行上行社会比较，但在集体主义国家可能更受看重集体价值和组织性价值的影响[38]。中国是集体主义文化，强调群体和谐，需要个体发现自己的不足并努力改善，一个居中的当下表现既没有过度损害个体的自尊，同时又能在进行预期幸福感时考虑到自己所期待实现或达到的目标，并且满足了社会文化以及他人的感受和期待，因此产生了对未来在同样任务中取得高分的最高预期幸福感非常符合中国文化背景。在高自我威胁情境下，个体处在一种“竞争”状态中，注意力更多的集中在对更高自身表现的争取中；而在低自我威胁情境下，个体处于日常的基线状态，因此受到中国“中庸之道”的影响尽量避免在非自身相关的事件上表现得过于突出，但内心对更好未来结果的追求又能在当下情境下得以满足，这或许能够恰当解释为什么低自我威胁情境下预期幸福感与当下表现呈现“倒U”型，而高自我威胁情境下幸福感与当下表现负相关。但在全球范围内也存在一些例子似乎能佐证低自我威胁情境下预期幸福感与当下表现呈现“倒U”型可能也是一种非文化的普遍心理现象，例如难度过高或过低的游戏可玩性和吸引力都不如中等难度的游戏的生活情境，因此后续研究可以从跨文化视角来探究低自我威胁情境下预期幸福感与当下表现是否在不同文化背景下普遍呈现“倒U”型。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.3当下表现与自我威胁情境共同影响预期幸福感",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "有研究者通过六个智力威胁实验发现人们通过贬低未来目标的价值来应对失败，但实际上一项额外的调查 $( \\lambda { = } 1 0 0 )$ 发现从第三方视角预测参与者的预期幸福感，从一个糟糕的测试结果提升到一个极好的测试结果的情况会比那些始终表现得很好的人的预期幸福感水平更高4。而本研究中高自我威胁情境被设置为与自身未来高度相关且强竞争性的能力测验，而低自我威胁情境则被设置为一个无关紧要凭借“感觉”进行的游戏，出现了与其一样的结果。这似乎可以用自我威胁的情境依赖性来解释，即某个刺激是否能够被认为是威胁源还取决于特定的情境[13]。当人们客观分析而自己没有经历失败的痛苦时，因为自身没有进入威胁情境，因此处在无威胁或者低威胁的情境中被试也没有预料到实际参与者的防御反应。也就是说，当下表现与自我威胁情境共同作用并构建一个复杂的自我威胁模型，个体基于当前判断来构建自我威胁水平判断，综合情境的威胁程度以及当下表现的威胁程度来对未来目标进行调整。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.4链式中介的路径 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "情感体验与自尊的单中介变量的路径不显著而链式中介路径显著也值得讨论。有研究者提出自尊的稳定性（Stability）这一概念，即总体自尊的短期波动程度[39]。自尊的稳定性和自尊水平之间并不显著相关，不稳定的自尊与愤怒和敌意相关，这种倾向性在不稳定的高自尊个体身上体现得更加明显，例如会通过表现出过激反应来维持其脆弱的自我观念[40]。个体内隐与外显自尊对主观幸福感的预测作用的相关研究存在分歧，有学者发现个体外显自尊和主观幸福感相关较为显著，内隐自尊同主观幸福感之间呈较低相关[4，也有学者证实了在高外显自尊个体中，内隐自尊越高其主观幸福感水平越高；在低外显自尊个体中，内隐自尊没有影响个体的主观幸福感[26]，这些对内隐自尊研究结果上的分歧也体现了内隐加工的复杂性。内隐心理活动过程影响着个体的行为反应[42]，本研究中对情感体验的测量其实能够体现对被试接收当下表现后的短期情绪波动，而测量自尊使用的Rosenberg自尊量表（RSES)则通常被用于测量外显自尊，情绪的内隐加工优先于外显自尊的加工，因此在链式中介模型中情感体验先于自尊并且两者的单中介路径不显著。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.5提升预期幸福感的实践意义",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "在日常生活中，人们往往会在失败后感到与目标差距过大时做出自我保护式的脱离反应，因此在进行社会比较时可能会造成较大的消极影响，如何降低和减轻这一消极影响呢？在高自我威胁情境下，经历了最初的失败后，用其他事件上的成功来维持一个较高的情绪和自尊水平，或者通过及时止损脱离这一目标。有关自我调节的研究指出，对未来保持不切实际的幻想实际上可能会损害动机和目标进展[43],因此将努力转移到不同的、更可实现的目标，可以提高幸福感[38]，或者选择脱离无法达到的目标，因为它防止人们浪费他们的时间和精力在无用的追求[44]；低自我威胁情境下，以一个中等目标作为自己的未来目标，更可能产生较高的预期幸福感从而激励自己努力，而高估未来情绪可以激励人们更加努力地朝着可实现的目标努力工作[45,46]",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.6局限与展望 ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "本研究也存在一定的局限性，有待未来研究进一步探讨。首先，研究主要探讨对预期幸福感的研究，但没有涉及到未来实际幸福的体验，因此未来研究中可以进行更大时间跨度的实验设计，增加对实际幸福的检测以完善自我威胁对实际幸福的影响机制。其次，研究构建高自我威胁情境下个体当下表现对预期幸福感的影响机制模型，而低自我威胁情境下主要讨论了当下表现与预期幸福感的“倒U”型关系，其中具体的过程机制有待未来进行后续的对比分析和探讨。最后，自我威胁的影响除了能够解释当下表现与未来预期幸福感的关系，解释当前绩效表现对未来目标追求的影响，还可以为社会比较中的其他问题带来新的思路，未来研究可以从这一角度入手更细致的探讨自我威胁与其他变量之间的关系。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5结论",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "本研究证实：（1）情境的自我威胁性在当下表现与预期幸福感之间起到调节作用；（2）情感体验和自尊在任务中的当下表现与预期幸福感之间起链式中介作用；（3）情境的自我威胁性在链式中介模型中的当下表现 $$ 情感体验路径中起调节作用；（4）高自我威胁情境下“贬低目标”假说成立，低自我威胁情境下“迎难而上”假说部分成立。上述结果为当下表现对预期幸福感的影响机制提供了实证支持，并为探究如何摆脱社会比较带来的认知失调提供了新的证据和思路。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[1]Festinger L.，\"A Theory of Social Comparison Processes,\" Human Relations,Vol.7， No.2(1954), pp.117-140.   \n[2]Feather N. T.， \"Effects of prior success and failure on expectations of success and subsequent performance.,\" Journal of Personality and Social Psychology， Vol.3，No.3(1966)，pp.287-298.   \n[3]Dimenichi B.C.& Richmond L.L.，\"Reflecting on past failures leads to increased perseverance and sustained attention,\" Journal of Cognitive Psychology，Vol.27，No.2(2015)，pp.180-193.   \n[4]Sjstad H.，Baumeister R. F. & Ent M.，\"Greener grass or sour grapes? How people value future goals after initial failure,\" Journal of Experimental Social Psychology，Vol.88(2020)，p.103965.   \n[5]Hakmiller K.L.，\"Threat as a determinant of downward comparison,\" Journal of Experimental Social Psychology，Vol.1(1966)，pp.32-39.   \n[6]Steele C.M.，\"The Psychology of Self-Affirmation: Sustaining the Integrity of the Self,\" Advances in Experimental Social Psychology,Vol.21(1988).   \n[7]Wilson T. D.，Wheatley T. P.& Kurtz J. L. et al.，\"When to fire:anticipatory versus postevent reconstrual of uncontrollable events.,\" Pers Soc Psychol Bull，Vol.30，No.3(2004)，pp.340-351.   \n[8]韩晓燕、迟毓凯：《自发社会比较中的威胁效应及自我平衡策略》，《心理学报》2012年第12期，第1628-1640 页。[Han Xiaoyan、Chi Yukai：《The Self-Threat of Unsolicited Social Comparison and Its Balance》, 《Acta Psychologica Sinica》2012年第12期，第1628-1640页。]   \n[9]McMahan& Ian D.，\"Relationships between causal attributions and expectancy of success.,\" Journal ofPersonality& Social Psychology，Vol.28，No.1(1973)，pp.108-114. Psychological Science，Vol.30，No.12(2019)，pp.1733-1744.   \n[11]Sedikides & Constantine，\"Assessment，enhancement，and verification determinants of the selfevaluation process,\" Journal of Personality and Social Psychology， Vol.65， No.2(1993)， pp.317a338a.   \n[12]Vandellen M. R.，Campbell W. K.& Hoyle R. H. et al.，\"Compensating，Resisting，and Breaking:A Meta-Analytic Examination of Reactions to Self-Esteem Threat,\" Personality & Social Psychology Review An Official Journal of the Society for Personality & Social Psychology Inc，Vol.15, No.1(2011)，p.51.   \n[13]刘明妍、吴师、王妍等：《自我威胁与防御：自尊的调节作用》，《心理技术与应用》2017年第01期，第43-51页。 [Liu Mingyan、Wu Shi、Wang Yan等:《Self-Threat and Defense: the Modulation Effect of Self-esteem》, 《Psychology：Techniques and Applications》2017年第01期，第43-51页。]   \n[14]Shepperd J.A.，Findley-Klein C.& Kwavnick K. D.etal.，\"Bracing for loss.,\" JPers Soc Psychol, Vol.78，No.4(2000)，pp.620-634.   \n[15]Diener，\"Subjective well-being. The science of happiness and a proposal for a national index.,\" The American psychologist(2000).   \n[16]Arnold M.B.，\"Emotion and Personality,\" The American Journal of Psychology， Vol.76, No.3(1960).   \n[17]Baumeister，Roy &F.et al.，\"How Often Does Currently Felt Emotion Predict Social Behavior and Judgment? A Meta-Analytic Test of Two Theories,\" Emotion review: journal of the International Society for Research on Emotions，Vol.8，No.2(2016)，pp.136-143.   \n[18]Morewedge C. K.& Buechel E. C.，\"Motivated underpinings of the impact bias in affective forecasts.,\" Emotion，Vol.13，No.6(2013)，pp.1023-1029.   \n[19]Greenberg J.， Solomon S.& Pyszczynski T. et al.，\"Why do people need self-esteem? Converging evidence that self-esteem serves an anxiety-buffering function.,\" Journal of Personality & Social Psychology，Vol.63，No.6(1992)，p.913.   \n[20]Butler A. C.，Hokanson J. E.&Flynn H. A.，\"A comparison of self-esteem lability and low trait self-esteem as vulnerability factors for depression.,\" J Pers Soc Psychol， Vol.66, No.1(1994), pp.166-177.   \n[21]Rosenberg M.， Schooler C.& Schoenbach C. et al.，\"Global Self-Esteem and Specific Self-Esteem: Different Concepts，Different Outcomes,\" American Sociological Review,Vol.60,No.1(1995)，p.141.   \n[22]Dutton K. A.& Brown J. D.，\"Global Self-Esteem and Specific Self-Views as Determinants of People's Reactions to Success and Failure,\" Journal of Personality and Social Psychology， Vol.73, No.1(1997)，pp.139-148.   \n[23]Paradise A.W. & Kernis M. H.，\"Self-esteem and psychological well-being:Implications of fragile self-esteem,\" Journal of Social & Clinical Psychology，Vol.21，No.4(2002)，pp.345-361.   \n[24]Suhail K.& Chaudhry H. R.，\"Predictors of subjective well-being in an eastern Muslim culture,\" Journal of social and clinical psychology，Vol.23，No.3(2004)，pp.359-376.   \n[25]奉先武、黄柏兰：《农民工自尊与主观幸福感研究》，《社会心理科学》2010年第9期，第64-69页。[Feng Xianwu、 Huang Bolan:《A Research on Self-esteem and Subjective Well-being in Peasant Workers》，《Science of Social Psychology》2010年第9期，第64-69页。］   \n[26]徐维东、吴明证、邱扶东：《自尊与主观幸福感关系研究》，《心理科学》2005年第03期，第562-565页。[Xu Weidong、Wu Mingzheng、Qiu Fudong:《A Research on the Relationship between Self-esteem and Subjective Well-being》，《Psychological Science》2005年第03期，第562-565页。]   \n[27]Dweck C. S.，Chiu C.Y.& Hong Y.Y.，\"Implicit Theories and Their Role in Judgments and Reactions: A Word From Two Perspectives,\" Psychological Inquiry，Vol.6，No.4(1995)，pp.267-285.   \n[28]Tamir M.，John O. P.& Srivastava S.et al.，\"Implicit theories of emotion: affective and social outcomes across a major life transition.,\" journal of personality & social psychology(2013).   \n[29]Tarlow E. M. & Haaga D.，\"Negative Self-Concept: Specificity to Depressive Symptoms and Relation to Positive and Negative Affectivity ☆,\" Journal of Research in Personality， Vol.30, No.1(1996), pp. 120-127.   \n[30]张雯、郑日昌：《大学生主观幸福感及其影响因素》，《中国心理卫生杂志》2004年第1期，第61-62页。［Zhang Wen、Zheng Richang:《Subjective Well-being in College Students》，《Chinese Mental Health Journal》 2004年第1期，第61-62页。]   \n[31]Dua J. K.，\"The role of negative affect and positive affect in stress, depression, self-esteem, assertiveness， Type A behaviors，psychological health，and physical health,\" Genetic， Social & General Psychology Monographs，Vol.119， No.4(1993)，pp.515-552.   \n[32]Wood J. V.，Heimpel S. A.& Michela J. L.，\"Savoring versus dampening: self-esteem differences in regulating positive affect.,\" J Pers Soc Psychol， Vol.85，No.3(2003)，pp.566-580.   \n[33]Smith S. M. & Petty R. E.，\"Personality moderators of mood congruency effects on cognition: the role of self-esteem and negative mood regulation.,\" J Pers Soc Psychol， Vol.68， No.6(1995), pp.1092-1107.   \n[34]王丽丽、贾丽娜、罗跃嘉：《情绪自动化加工的证据与争议》，《心理科学进展》2016年第08期，第1185-1197 页。[Wang Lili、Jia Lina、Luo Yuejia:《Automatic processing of emotions:Evidence and controversy》, 《Advances in Psychological Science》2016年第08期，第1185-1197页。]   \n[35]汪向东、王希林、马弘：《心理卫生评定量表手册（增订版)》：中国心理卫生杂志社，1999年。[Wang Xiangdong、 Wang Xilin、Ma Hong：《RATING SCALES FOR MENTAL HEALTH》： Chinese Mental Health Journal，1999 年。]   \n[36]Ryff C. D.，Love G. D. & Miyamoto Y. et al.，Culture and the Promotion of Well-being in East and West: Understanding Varieties of Attunement to the Surrounding Context: Increasing Psychological Well-being in Clinical and Educational Settings， 2014.   \n[37]曾红、郭斯萍：《\"乐\"——中国人的主观幸福感与传统文化中的幸福观》，《心理学报》2012年第7期，第986- 994页。[Ceng Hong、Guo Siping：《“Le”:The Chinese Sub ject Well-Being and the View of Happiness in China Tradition Culture》，《Acta Psychologica Sinica》2012年第7期，第986-994页。］   \n[38]Shai，Davidai & Sebastian et al.，\"The second pugilist's plight: Why people believe they are above average but are not especially happy about it.,\" Journal of Experimental Psychology General(2019).   \n[39]Kernis， Michael H.& Grannemann et al.，\"Stability of Self-Esteem asa Moderator of the Relation Between Level of Self-Esteem and Depression.,\" Journal of Personality& Social Psychology(1991).   \n[40]Kernis M. H.，Grannemann B. D.& Barclay L.C.，\"Stability and Level of Self-Esteem as Predictors of Anger Arousal and Hostility,\" Journal of Personality and Social Psychology, Vol.56, No.6(1989), pp.1013-1022.   \n[41]Schimmack U.& Diener E.，\"Predictive validity of explicit and implicit self-esteem for subjective well-being,\" Journal of Research in Personality，Vol.37，No.2(2003)，pp.100-106.   \n[42]Greenwald A. G. & Farnham S. D.，\"Using the implicit association test to measure self-esteem and self-concept.,\" Journal of Personality and Social Psychology， Vol.79，No.6(2000)，pp.1022-1038.   \n[43]0ettingen G.， Marquardt M. K. & Gollwitzer P. M.，\"Mental contrasting turns positive fedback on creative potential into successful performance,\" Journal of Experimental Social Psychology, Vol.48，No.5(2012).   \n[44]Wrosch C.， Scheier M. F.& Miller G. E. et al.， \"Adaptive self-regulation of unattainable goals: goal disengagement， goal reengagement， and subjective well-being.,\" Personality& Social Psychology Bu1letin, Vol1.29，No.12(2016)，p.1494.   \n[45]Baumeister，Roy &F et al.，\"How Emotion Shapes Behavior:Feedback,Anticipation，and Reflection, Rather Than Direct Causation.,\" Personality& Social Psychology Review(2007).   \n[46]Miloyan B.& Sudendorf T.， \"Feelings of the future,\" Trends in Cognitive Sciences, Vol.19, No.4(2015)，pp.196-200. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "作者贡献声明：",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "汪钰婷：提出研究思路；设计和完善研究方案；研究过程的实施；数据的获取、提供与分析；论文的起草和修订。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "李林：设计和完善研究方案；提出进行结构方程模型多群组比较；论文审阅及修订。  \n宋静静：提出自我威胁相关观点；设计和完善研究方案；论文审阅及修订。  \n侯志军：提出研究思路；论文审阅及修订。",
        "page_idx": 14
    }
]