[
    {
        "type": "text",
        "text": "青藏高原：从热带动植物乐土到冰期动物群摇篮",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/f2f515760662b4bf60e9103b3596ad1686736e606b184121d4f31ae3c652ff96.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "邓涛1.2 王晓鸣1.李 强1²吴飞翔1 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院古脊椎动物与古人类研究所中国科学院脊椎动物演化与人类起源重点实验室北京100044  \n2中国科学院青藏高原地球科学卓越创新中心北京100101  \n3美国洛杉矶自然历史博物馆洛杉矶CA90007",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要在我国藏北渐新世地层中发现了攀鲈和鳃类新属种，其现生近缘类型都生活在亚洲和非洲的热带地区。这不仅在鱼类的系统发育和动物地理上具有重要意义，并且表明青藏高原腹地在距今26Ma前仍然为温暖湿润的低地，伴生的棕榈、菖蒲等植物化石也指示同样的环境，说明当时由印度洋来的暖湿气流至少可以深入到藏北地区。自那时起，高原内部的地理特征与自然环境经历了巨大的变化。青藏高原在中新世持续隆升，至上新世达到现代高度，形成冰冻圈环境。在札达盆地的上新世沉积中发现了披毛犀、雪豹、北极狐和盘羊的祖先类型，显示适应严寒环境的第四纪冰期动物群起源于青藏高原，由此提出和进一步完善了寒冷适应性动物起源与扩散的“走出西藏”理论。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 青藏高原，古高度，热带，冰期，生物群 DOI 10.16418/j.issn.1000-3045.2017.09.005 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在距今2亿多年前的三叠纪时期，青藏高原今天所处的地区还是一片汪洋大海。喜马拉雅山脉分布着三叠纪的海相灰岩，20 世纪70 年代青藏高原第一次综合科学考察中,古生物学家在此发现了喜马拉雅鱼龙（Himalayasaurus tibetensis）[]和珠峰中国旋齿鲨（Sinohelicoprion qomolangma）[2的化石。至侏罗纪一白垩纪时期，我国西藏东南部的部分地区逐渐脱离海洋环境，在昌都盆地形成了与当时四川盆地相似的淡水湖泊，恐龙等动物生活在湖岸边，如在芒康发现的拉乌拉芒康龙（Monkangosaurus lawulacus）和酉龙(Datousaurus sp.）等[3]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中生代泛大陆解体之后，分离出来的印度板块以较快的速度向北漂移，终于在新生代初期与欧亚大陆发生碰撞，成为近5亿年来地球历史上发生的最重要造山事件，青藏高原开始逐渐形成。青藏高原的隆升过程不是匀速的运动，亦非一次性的猛增，而是经历了不同的阶段[4]。每次隆升都使高原地貌得以演进，而生物对气候环境的变化极其敏感，青藏高原隆升对气候环境所造成的巨大影响必定会反映在该地区生物群的演替上。近年来，我们在青藏高原的考察和研究中获得了一系列重要的发现，从生物演化的角度清晰地描绘出青藏高原的隆升过程和影响效应。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 热带动植物的乐土",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "最初的证据来自藏北高原的尼玛盆地，2010年，我们在其南缘的陆相灰色粉砂质泥岩沉积中发现了丰富的鱼类化石，在其中创建了一个鲤科鲲类化石的新属新种，并将其命名为张氏春霖鱼（Tchunglinius tchangii）[5]。结合该段地层用 ${ ^ { 4 0 } \\mathrm { A r } } / { ^ { 3 9 } \\mathrm { A r } }$ 法测得的 $2 3 . 5 { - } 2 6 \\mathrm { M a }$ 年龄，推测张氏春霖鱼生活于晚渐新世时期。鲤科鲲类的分布限于东半球的亚洲和欧洲中南部以及非洲，其中生活于低海拔温暖地区的种类脊椎骨数较少，例如现代亚洲热带的属种只有30枚左右；而生活在寒冷的高海拔地区的种类脊椎骨数较多，例如同属鲍类的现代青藏高原特有的裂腹鱼类接近50枚。张氏春霖鱼的脊椎骨数为33枚，远少于现代青藏高原的裂腹鱼类，而接近于亚洲热带的类，因此张氏春霖鱼应该是生活在低海拔温暖地区的鱼类。由此提出推断，尼玛盆地一带在晚渐新世还处于低海拔的温暖环境之中。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "由于得到如此重要的线索，随后我们在青藏高原的野外考察中加强了力度，在尼玛盆地及其以东的伦坡拉盆地发现了更丰富和更多样的化石。其中，攀鲈及其伴生植物等指示低地暖湿环境的化石为重建青藏高原的隆升历史增添了更强有力的证据。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "今天主要分布在南亚、东南亚和非洲中西部热带地区的攀鲈在分类上属于攀鲈亚目攀鲈科，其生活环境的海拔大多在 $5 0 0 \\mathrm { ~ m ~ }$ 以下，最高不到 $1 2 0 0 \\mathrm { m }$ ，气温在 $1 8 ^ { \\circ } \\mathrm { C } - 3 0 ^ { \\circ } \\mathrm { C }$ 之间。攀鲈栖息于河湖边缘或沼泽水洼，偏好浅而安静且缺氧的水体，溶氧量可低至 $1 \\ \\mathrm { m g / L }$ 以下，而大多数鱼类的正常生命活动要求 $4 \\mathrm { m g / L }$ 以上。攀鲈的特别之处在于其鳃腔内长有由鳃骨特化而成的迷鳃（labyrinth organ），这个结构的形态如花朵一般。攀鲈凭借这一器官可以直接呼吸空气中的氧气，因为迷鳃表面覆盖着呼吸上皮，有着丰富的毛细血管，而且不同于其他正常的鳃，通过迷鳃的血液经由静脉回流到心脏。由于迷鳃结构复杂，在鳃腔内占有很大的空间，使得用于水中呼吸的鳃大大萎缩，以致于满足鱼体存活所需要的氧气量不能充足吸入，因而攀鲈必须经常将头伸出水面在空气中进行呼吸，甚至在雨后爬出水面，登岸“行走”。在藏北发现的攀鲈化石是攀鲈科迄今最早且最原始的化石代表，被命名为一个新属新种，即西藏始攀鲈（Eoanabas thibetana），它将攀鲈科的化石记录前推了约 $2 0 \\mathrm { M a } ^ { [ 7 ] }$ 。在始攀鲈的标本中通过扫描电镜也观察到了迷鳃，骨片上的穿孔构造显示其迷鳃的发育程度更接近于在空气中呼吸能力最强的亚洲攀鲈。研究结果显示，西藏始攀鲈具有类似于现代攀鲈的生理特征与生态习性，通过对比可知其指示着温暖湿润的环境，其栖息地也可能是较为局限的水体（图1）。然而，化石产地现代的海拔高度近 $5 0 0 0 \\mathrm { m }$ 、紫外线辐射强烈，水体年均温低至约 $- 1 . 0 ^ { \\circ } \\mathrm { C }$ 、流动性强而溶氧量高，与攀鲈距今 $2 6 \\mathrm { M a }$ 前的生活环境截然不同。由此可见，自西藏始攀鲈的时代至今，青藏高原腹地的地理特征与自然环境显然经历了巨大的变化。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "与攀鲈同层的植物群落包括典型的喜暖湿环境的叶型硕大的棕榈、菖蒲，以及与浮萍类关系很密切的天南星科水生植物，这些化石进一步支持了上述推断，证明群落生长地当时的海拔不超过 $2 0 0 0 \\mathrm { m }$ ，在同一层位发现的一些昆虫也指示类似的古海拔高度。藏北渐新世晚期的这个生物群间接地说明当时自印度洋而来的暖湿气流可以深入到藏北地区，也就是说，现代青藏高原南缘横亘东西的巨大山脉在当时远没有隆起到今天的高度，因此还不足以阻挡南来的暖湿气流。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "由此可见，根据古生物学证据，尤其是通过化石所反推的高原隆升历史，与目前基于地质学、地球物理和地球化学等数据而得出的青藏高原在渐新世甚至始新世就已达到现代高度的推断明显不同。因此，多种证据互相参照可以让已有的高原隆升模式得到不断完善和修正。",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/5737677c51d025941fa335eb6e7804b58251de3ef816182c45aa2f90abeb12c8.jpg",
        "img_caption": [
            "图1晚渐新世西藏始攀鲈的生态环境复原"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2青藏高原逐渐隆升的历史",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "进入中新世，青藏高原持续隆升。藏北地区以春霖鱼和始攀鲈为代表的热带鱼类已消失，开始出现现代青藏特有的裂腹鱼类。裂腹鱼类根据其不同的特征和不同的分布高度分为原始、特化和高度特化3个等级：原始等级每个下咽骨上载有3行咽齿，一般分布在海拔 $1 2 5 0 { \\mathrm { - } } 2 5 0 0 { \\mathrm { m } }$ 的高度范围内；特化等级具有2行咽齿，分布高度约在海拔 $2 5 0 0 { - } 3 7 5 0 \\mathrm { m }$ 之间；高度特化等级具2行甚至只有1行咽齿，大约分布在海拔3750—$4 7 5 0 \\mathrm { m }$ 的高度间[8]。伦坡拉盆地现今高度为海拔4540—$4 5 5 0 \\mathrm { m }$ 的丁青组早中新世段地层中发现的大头近裂腹鱼（Plesioschizothoraxmacrocephalus）[9]属于具3行咽齿的原始等级，因此当时该地的古海拔高度不会超",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "过3000m[10] ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在伦坡拉盆地现今海拔 $4 6 2 4 \\mathrm { m }$ 的丁青组早中新世段地层中还发现了犀科化石，材料为肱骨远端，其特征与山东临朐早中新世晚期山旺动物群中的细近无角犀（Plesiaceratheriumgracile）几乎完全相同。山旺的哺乳动物化石主要为森林边缘和沼泽区域生活的类型，尤其是原古鹿、柄杯鹿和多样的松鼠等，而草原生活的类型十分贫乏，说明当时的生态环境是亚热带或暖温带森林型。从山旺盆地所含的植物群组合看，其中不少是亚热带常绿或落叶的阔叶植物，显示温暖而湿润的气候。丁青组的孢粉组合特征与山旺组的组合接近，反映了当时温暖湿润的温带气候，伦坡拉近无角犀的生存环境也为常绿阔叶林带。在全球气候背景上，近无角犀生活于距今 $1 7 . 8 ~ \\mathrm { M a }$ 的Mi-1b和16Ma 的Mi-2两个变冷事件之间，但温度水平仍然高于现代，根据氧同位素计算的温度比现代约高 $4 ^ { \\circ } \\mathrm { C } ^ { [ 1 1 ] }$ 。植物垂直带谱的分布与气温直接相关，通过早中新世比现代高 $4 ^ { \\circ } \\mathrm { C }$ 条件下由气温直减率产生的 $6 7 0 \\mathrm { ~ m ~ }$ 高差校正，据此推测近无角犀在伦坡拉盆地的生活环境上限接近海拔3000 m[12]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在可可西里盆地中新世的五道梁组湖相泥灰岩中发现阔叶植物化石，其中包括小檗（Berberis），化石地点的现今海拔高度为 $4 6 0 0 \\mathrm { m }$ 。五道梁小檗化石相似于现代的亚洲小檗（ $B$ ，asiatica），后者的垂直分布范围限制在海拔 $9 1 4 - 2 2 8 6 \\mathrm { m }$ 。依据五道梁组湖相沉积的碳、氧同位素古气候旋回记录，通过气候地层学的方法与深海氧同位素曲线进行对比，其年龄在 $2 4 . 1 { - } 1 4 . 5 \\mathrm { M a }$ 之内，小檗化石约在 $1 7 \\mathrm { M a }$ 的对应层位。由于化石及其现生的最近亲缘种可能占据相似或一致的生态位，则五道梁小檗化石地点的古高度经中新世全球气温的校正后，应位于海拔$1 3 9 5 { \\mathrm { - } } 2 9 3 1 { \\mathrm { m } }$ ，这显示可可西里盆地及青藏高原北部的古高度在早中新世末期不超过 $3 0 0 0 \\mathrm { m } ^ { [ 1 3 ] }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "喜马拉雅山地区吉隆盆地沃马地点的现代海拔高度为 $4 3 8 4 \\mathrm { m }$ ，其三趾马动物群的时代为晚中新世晚期，年龄经古地磁测定为 $7 \\mathrm { M a } ^ { [ 1 4 ] }$ 。吉隆三趾马动物群的生态特征显示森林和草原动物各占有一定比例，与南亚的西瓦立克三趾马动物群产生了分异，表明这一时期的喜马拉雅山已对动物群的迁徙起到了显著的阻碍作用。通过稳定碳同位素分析，吉隆盆地三趾马化石的釉质 $\\delta ^ { 1 3 } \\mathrm { C }$ 值为 $- 2 . 4 \\text{‰}$ 到 $- 8 . 0 \\text{‰}$ ，平均值 $- 6 . 0 \\% 0 \\pm 1 . 1 \\%$ ，指示其具有 $\\mathrm { C } _ { 3 }$ 和 $\\mathrm { C } _ { 4 }$ 的混合食性，在其食物中含有 $3 0 \\% - 7 0 \\%$ 的$\\mathrm { C } _ { 4 }$ 植物，显示生态环境以疏林为特征。 $\\mathrm { C } _ { 4 }$ 植物在温度较高、光照较好、水汽充足的条件下比 $\\mathrm { C } _ { 3 }$ 植物更具优势，而在高纬度或 $3 0 0 0 \\mathrm { m }$ 以上的高海拔地区及以冬季降水为特征的地区稀少甚至缺失[15]。通过古气温校正，碳同位素数据指示吉隆盆地在晚中新世约 $7 \\mathrm { M a }$ 的海拔高度最有可能是在 $2 4 0 0 { - } 2 9 0 0 \\mathrm { m } ^ { [ 1 6 ] }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在阿里地区札达盆地的上新世地层中发现了札达三趾马（Hipparionzandaense）的骨架化石，重建的运动功能显示其具有快速的奔跑能力和持久的站立时间，而这样的特点只有在开阔地带才成为优势。喜马拉雅山脉至少自中新世以来已经形成并产生植被的垂直分带，此地的开阔草原地带只存在于植被垂直带谱的林线之上。札达地区现代的林线在海拔 $3 6 0 0 \\mathrm { m }$ 位置，而札达三趾马生活的距今 $4 . 6 \\mathrm { M a }$ 前，对全球来说当时正处于上新世中期的温暖气候中，温度比现代高约 $2 . 5 ^ { \\circ } \\mathrm { C } ^ { [ 1 7 ] }$ 。按照气温直减率，则札达三趾马生活时期札达地区的林线高度应位于海拔 $4 0 0 0 \\mathrm { m }$ 处。札达三趾马骨架化石的发现地点海拔接近 $4 0 0 0 \\mathrm { m }$ ，也就是说，札达盆地至少在上新世中期就已经达到其现在的海拔高度[8]（图2）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "青藏高原南部札达盆地的上新世地层中还产有只具一列咽齿的高度特化裂腹鱼类化石，青藏高原北部昆仑山口盆地上新世的裸鲤（Gymnocypris）也属高度特化等级，这2个地点的现代高度分别为海拔 $3 9 0 0 { \\mathrm { - } } 4 4 0 0 { \\mathrm { m } }$ 和$4 7 6 9 \\mathrm { m }$ 。换句话说，高度特化的裂腹鱼亚科鱼类在上新世时已存在于这2个盆地，从南北两侧证明青藏高原已经接近现代的高度[10]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 冰期动物群的摇篮",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "青藏高原在上新世达到现代高度后，其气候环境已具有冰冻圈的特点，必然导致生物群发生相应变化。长期以来，第四纪的冰期动物群已被认识到与更新世的全球变冷事件密切相关，它们体型巨大、身披长毛的特点是对于寒冷环境的适应性状，尤其是具有能刮雪的身体构造，其中以猛犸象和披毛犀最具代表性。这些令人倍感兴趣的绝灭动物一直受到广泛的关注，它们的上述特点曾经被假定是随着第四纪冰盖扩张进化而来，即这些动物被推断可能起源于高纬度的北极圈地区[19]，但该假说一直没有可信的证据。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在札达盆地上新世哺乳动物化石组合中发现的、已知最原始的披毛犀，证明在第四纪之前冰期动物群的一些成员已经在青藏高原上演化发展，而当时包括北极圈在内的广大地区正处于比今天还要温暖的环境中。冰期动物的祖先在青藏高原高海拔环境下的严寒冬季得到“训练”，使其形成对后来第四纪冰期气候的预适应，因此最终成功地扩展到欧亚大陆北部的干冷草原地带。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/5e0639bf0a6622f049c2f39a76d1333a2e8e8600aed58cd63fedd2e3bb439529.jpg",
        "img_caption": [
            "图2青藏高原自渐新世以来的古高度变化[4] "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "这一新发现推翻了冰期动物起源于北极圈的假说，证明青藏高原才是它们最初的演化中心，并由此提出了冰期动物“走出西藏”假说[20]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "西藏披毛犀（Coelodontathibetana）的生存时代为约距今 $3 . 7 \\mathrm { M a }$ 的上新世中期，它在系统发育上处于披毛犀谱系的最基干位置，是目前已知最早的披毛犀记录。随着第四纪冰期在距今 $2 . 6 \\mathrm { M a }$ 开始显现，西藏披毛犀离开高原地带，经过一些中间阶段，最后来到欧亚大陆北部的低海拔高纬度地区，成为中、晚更新世繁盛的猛犸象-披毛犀动物群的重要成员（图3）。占据整个鼻骨背面的角座粗糙面指示西藏披毛犀在活着的时候具有一只巨大而侧扁的鼻角，一只较小的额角也可以从额骨上一个宽而低的隆起得到推断。前倾的鼻角用以在冬季刮开冰雪，从而找到取食的干草。非常宽阔的鼻骨和骨化的鼻中隔指示它的两个鼻腔不仅相当大，更重要的是可以增加在寒冷空气中的热量交换。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/71514086683d95cbbbb9c4db00e8248dadae6b85924282dd9a630bc6f8792da3.jpg",
        "img_caption": [
            "图3 披毛犀上新世在青藏高原的起源和第四纪在欧亚大陆的扩散[21]"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对在札达盆地发现的猫科动物化石进行的形态学研究，结合现生大型猫科动物即豹亚科的DNA基因数据，用全证据系统发育学的分析方法，证明其代表了一个与现生的雪豹互为姊妹群的豹属新种布氏豹（Pantherablytheae）。布氏豹是目前已知全球最古老的豹类，它在札达盆地地层中分布的古地磁年龄范围在5.95—4.10 Ma之间，这一时段也代表了猫科动物的豹类在全世界的最早出现时间，表明豹类动物在晚中新世到上新世就已经存在于中亚。之前分子生物学研究所提出的豹类支系种类在上新世晚期的最早分化时间被否定，此项研究的结果证明在现生猫科动物最早分化的中新世时期豹类已经产生。因此，豹类应该起源于青藏高原及其邻近地区，古地理学的分析结果指示这一支系的多元演化与青藏高原在晚新生代的隆升及其环境效应必然存在密切联系[22]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "由于青藏高原拥有在北极和南极之外地球上最大面积的冻土和冰川，喜马拉雅山脉和青藏高原不但享有“世界屋脊”的美誉，同时也被称为“世界第三极”。生活在青藏高原高寒地带的哺乳动物与南北极动物同样拥有适应低温的厚重皮毛，而且其中的食肉类动物也较其他地区具有更强的猎食性。来自札达盆地上新世（距今5一3Ma）沉积中的犬科化石被命名为一个新种——邱氏狐（Vulpesqiuzhudingi），其下裂齿与现生北极狐同样有发达的切割功能，且与其他杂食性更高的现生狐狸种类不同[23]。邱氏狐的体型甚至比北极狐还大，根据贝格曼法则，这是一个减少热量流失的生存策略，由此说明邱氏狐更加适应于寒冷气候。邱氏狐的发现表明，青藏高原化石群所包含的邱氏狐是北极狐的早期类型，而其现生代表生活的北极圈距喜马拉雅的距离超过 $2 0 0 0 \\mathrm { k m }$ 。这一发现不仅使我们深入认识了上新世青藏高原的冰期动物面貌，还揭示了它们与现代北极动物群的亲缘关系，证明青藏高原的隆升一方面对全球气候有着重大影响，另一方面高原上的古老动物群也是现代动物多样性和地理区系分布的基础。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "现代的盘羊（Ovis）广泛分布于高加索、喜马拉雅、青藏高原、天山一阿尔泰山、东西伯利亚，以及北美的落基山等一系列山地范围内。在欧亚大陆，盘羊化石只是在华北、东西伯利亚和西欧的几个更新世地点发现了少量牙齿材料，而之前在青藏高原没有记录。在西藏札达盆地发现的新属种喜马拉雅原羊",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（Protovishimalayensis）不仅将羊类的化石记录扩展到青藏高原的上新世，并且显示青藏高原（可能还包括天山一阿尔泰山）代表了盘羊的祖先生活地区，这一基干类群是所有盘羊现生种的最近共同祖先，并与冰期动物“走出西藏”的起源理论一致。原羊小于现生的亚洲盘羊，但与盘羊一样具有向后外侧弯曲的角心和部分发育的额窦，以及一些趋向于盘羊的过渡性状。原羊化石地点距一个由变质岩基底形成的古岛不远，在面临食肉动物捕猎者威胁时，这些悬崖峭壁可以为原羊提供保护的条件[24]",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "札达盆地食草哺乳动物的化石碳同位素分析结果指示上新世时期 $\\mathbf { C } _ { 3 }$ 植物在植被中占有统治地位[25]，说明原羊与青藏高原的现代牛科动物一样，也以 $\\mathrm { ~ C ~ } _ { 3 }$ 植物为食。青藏高原的盘羊祖先与现代的盘羊占据相同的分布范围，在上新世已适应高海拔的寒冷环境，而当时的其他地区，包括高纬度的北极圈都处在更温暖的气候条件下。这一祖先类群快速进化到相似于现生盘羊的形态条件，在约距今 $2 . 6 \\mathrm { M a }$ 的第四纪冰期到来时，它们拥有了在冰冻环境下生存的竞争优势，因而迅速扩散到青藏高原周边以及更遥远的地区。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "我们的研究结果表明，渐新世时期尼玛和伦坡拉等盆地的海拔高度不超过 $2 0 0 0 \\mathrm { m }$ ，整个青藏高原的地势还不足以阻碍大型动物的交流，巨犀（Paraceratherium)等哺乳动物仍然能够在高原南北之间穿行；到中新世，吉隆、伦坡拉和可可西里等盆地的数据反映高原上升至海拔 $3 0 0 0 \\mathrm { m }$ 左右，已成为当时铲齿象（Platybelodon)等哺乳动物交流的屏障；直至上新世，札达和昆仑山口等盆地达到了 $4 0 0 0 \\mathrm { m }$ 以上的现代海拔高度，由此形成冰冻圈环境，导致冰期动物群的出现（图2）。长期以来，科学家一直在上新世和早更新世的极地苔原和干冷草原上寻找适应寒冷气候的第四纪冰期动物群的始祖，但并未获得成功。现在，通过对在青藏高原上以札达盆地为代表的新生代晚期沉积物中所发现的哺乳动物化石的研究，我们认识到，在上新世达到现代高度的青藏高原的严寒气候已经使第四纪冰期动物群的祖先们度过了寒冷适应进化的最初阶段。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献   \n1 董枝明.珠穆朗玛峰地区的鱼龙化石.中国科学院古脊椎动物 与古人类研究所甲种专刊,1972,9:7-10.   \n2 张弥曼.西藏发现的旋齿鲨一新种.地质科学,1976,(4):332- 336.   \n3Dong Z M, Milner A C. Dinosaurs from China.London: British Museum (Natural History),1988.   \n4 Deng T, Ding L. Paleo-altimetry reconstructions of the Tibetan Plateau: progress and contradictions. Natl Sci Rev, 2015, 2(4): 468-488.   \n5Wang N, Wu F X. New Oligocene cyprinid in the central Tibetan Plateau documents the pre-uplift tropical lowlands. Ichthyol Res, 2015, 62: 274-285.   \n6 DeCelles G P, Kapp P, Ding L，et al.Late Cretaceous to middle Tertiary basin evolution in thecentral Tibetan Plateau: changing environments in response to tectonic partitioning,aridification, and regional elevation gain. Geol Soc Am Bull,2007,119: 654-680.   \n7 Wu F X, Miao D S, Chang M M, et al. Fossil climbing perch and associated plant megafossils indicate a warm and wet central Tibet during the Late Oligocene. Sci Rep,2017,7: 878.   \n8 曹文宣,陈宜瑜,武云飞,等.裂腹鱼类的起源和演化及其与青 藏高原隆起的关系.//中国科学院青藏高原综合科学考察队 编.青藏高原隆起的时代、幅度和形式问题.北京：科学出版 社,1981. 118-130.   \n9 武云飞，陈宜瑜.西藏北部新第三纪的鲤科鱼类化石.古脊椎 动物与古人类,1980,18:15-22.   \n10 张弥曼，苗德岁．青藏高原的新生代鱼化石及其古环境意义. 科学通报,2016,61(9):981-995.   \n11 Pekar S F, DeConto R M. High-resolution ice-volume estimates for the Early Miocene: evidence for a dynamic ice sheet in Antarctica. Palaeogeogr Palaeoclimatol Palaeoecol, 2006,231: 101-109.   \n12 Deng T,Wang SQ,Xie G P,et al.2012.A mammalian fosil from the Dingqing Formation in the Lunpola Basin, northern Tibet and its relevance to age and paleo-altimetry. Chin Sci Bull,2012, 57(2/3): 261-269.   \n13 Sun B,Wang Y F,LiC S,et al. Early Miocene elevation in northern Tibet estimated by palaeobotanical evidence.Sci Rep, 2015,5: 10379.   \n14 Yue L P, Deng T, Zhang R, et al. Paleomagnetic chronology and record of Himalayan movements in the Longgugou section of Gyirong-Oma Basin in Xizang (Tibet). Chin J Geophys,2004, 47(6): 1135-1142.   \n15 Deng T,Li Y M.Vegetational ecotype of the Gyirong Basin in Tibet, China and its response in stable carbon isotopes of mammal tooth enamel. Chin Sci Bull, 2005,50(12): 1225-1229.   \n16 Wang Y,Deng T, Biasati D.Ancient diets indicate significant uplift of southern Tibet after ca.7 Ma. Geology,2006,34(4): 309- 312.   \n17 Zachos J,Pagani M,Sloan L,et al. Trends,rhythms,and aberrations in global climate 65 Ma to Present. Science,2001, 292: 686-693.   \n18 Deng T, Li Q, Tseng Z J, et al. Locomotive implication of a Pliocene three-toed horse skeleton from Tibet and its paleoaltimetry significance.PNAS,2012,109(19): 7374-7378.   \n19Darwin C.On the Origin of Species by Means of Natural Selection, or the Preservation ofFavored Races in the Struggle for Life.London: John Murray,1859.   \n20 Deng T,Wang XM,Fortelius M, et al. Out of Tibet: Pliocene woolly rhino suggests high-plateau origin of Ice Age megaherbivores. Science,2011,333:1285-1288.   \n21Wang X M,Wang Y,Li Q,et al. Cenozoic vertebrate evolution and paleoenvironment in Tibetan Plateau: progress and prospects. Gondwana Res,2015,27(4): 1335-1354.   \n22 Tseng Z J,Wang X M, Slater G J,et al.Himalayan fossils of the oldest known pantherine establish ancient origin of big cats. Proc Roy Soc B,2014,281: 20132686.   \n23 Wang X M, Tseng Z J,Li Q,et al. From“Third Pole\"to North Pole:a Himalayan origin for the arctic fox.Proc Roy Soc B, 2014,281: 20140893.   \n24 Wang X M, Li Q, Takeuchi G T. Out of Tibet: an early sheep from the Pliocene of Tibet,Protovis himalayensis,gen. et sp. nov. (Bovidae, Caprini),and origin of Ice Age mountain sheep.J Vert Paleont,2016,36: e1169190.   \n25Wang Y, Xu Y F,Khawajia S,et al.Diet and environment of a mid-Pliocene fauna from southwestern Himalaya: paleo-elevation implications.Earth Planet Sci Lett,2013,376: 43-53. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Tibetan Plateau: From Paradise of Tropical Animals and Plants to Cradle of Ice Age Mammalian Fauna ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Deng Taol²Wang Xiaoming1,3LiQiang1,2WuFeixiangl （1KeyLaboratoryof VertebrateEvolutionand Human Origins,Instituteof Vertebrate PaleontologyandPaleoanthropology, Chinese Academy of Sciences,Beijing 10o044, China; 2 Center for Excellence in Tibetan Plateau Earth Sciences,Chinese Academy of Sciences,Beijing 10ol01, China; 3 Natural History Museum of Los Angeles County,Los Angeles,CA 90o07,USA) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AbstractNewgeneraandspeciesof theclimbingperchandcyprininefishwerediscoveredfromtheOligocenestratainnorthemTibet Ontheothrhand,allretantoserelatiliveipicalegisofiadica.edscoerstolyatfo thephylogenyandzoogeographyoffishes,butalsoimplythatthehinterlandoftheTibetareawasawarandhumidlowlandat $2 6 ~ \\mathrm { { M a } }$ as suggestedbytheco-existingplantasemblageicudingpalmsandgoldenraintresamongothers,indicatingthatthewarandhumdair curentfteIdianOceancouldfowdeplyintonorthernTibetatleastSincethatime,thegeogapicalfeaturesandnaturalevioents withinteTibetanPateauhavegreatlychanged.TeTibetanPlateauwasconsistentlyupliftedintheMiocene,andteneacheditsode elevationnteceeatosrevioeparedecestofsofthoolliolard bighorsheperediscoveredfromtheocenedepositsinteZandaBasinhichsowedtattefrigid-adaptedQuatearyceAgefaua originatediteTbetanPlateau.AsresultteOutofTibetthoyaboutteorgiandexpasionofcoltoleratedmammalseproosd and further improved. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords Tibetan Plateau,paleo-elevation, tropical, Ice Age, fauna ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "邓 涛中科院古脊椎动物与古人类研究所副所长、研究员，长期从事奇蹄类哺乳动物演化、新近纪陆相地层对比和晚新生代环境演变研究。他率领的团队在青藏高原及其周边地区发现的丰富脊椎动物化石证实高原自早中新世晚期开始显著隆升，所提出的“走出西藏”理论揭示青藏高原札达盆地的上新世哺乳动物群肇始了第四纪冰期动物群的寒冷适应性谱系，并证明青藏高原在该时期达到了现代高度。E-mail:dengtao@ivpp.ac.cn",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "DengTaoDeputydirectorandresearchprofesorofInstuteofVertebrate PaleontologyandPaleoanthropology,Chinese Academyof Sciences.Healachteeststocsooufsactyaalsgealtatigade lateCenozoiceviometalcagesHedisteadisoveedcvertebatefsilsfotheTbtanPlatuadtssurroudingareasto implyahighplateausincethelateEarlyMiocene.Their“OutofTibet’theoryhasrevealedthatthePlocene mammalianfunaof heZanda BasinntheTibetanPlateausowedtiationofcold-adaptedieagesthatpredateIceAgemegafauna,whichidicatedtattheibetan Plateau reached its modern elevation. E-mail: dengtao@ivpp.ac.cn ",
        "page_idx": 7
    }
]