[
    {
        "type": "text",
        "text": "基于互联网+BIM的智慧医院的展望与思考",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王凯",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（上海现代建筑设计(集团)有限公司，上海200011)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【摘要】随着科技的进步和信息技术的发展，医疗行业出现了以智慧医疗为主的新型医疗服务方式。与此同时，三维技术正逐步渗入到整个工程建设行业和数字化运营管理领域,BIM作为未来影响行业发展的最重要的数字化技术之一,与医疗行业信息化的发展密不可分。本文从智慧医疗在我国的发展状况以及出现的问题出发，探索BIM 对智慧医疗的推动作用,提出基于BIM智慧医疗的基础框架，并对其未来的应用场景和发展趋势进行了展望。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【关键词】互联网 $^ +$ ;BIM；智慧医院  \n【中图分类号】TU17 【文献标识码】A 【文章编号】1674-7461(2017)04-0094-04  \n【DOI】10.16670/j.cnki.cn11-5823/tu.2017.04.17",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "7 智慧医疗（smart health-care）源于Sam Palmisa-no 在2009 年1月28日美国工商业会议上首次向奥巴马抛出的“智慧地球（smart planet)”概念。SamPalmisano提出的智慧地球概念包含了智慧电力、智慧医疗、智慧城市、智慧交通、智慧供应链和智慧银行在内的六大领域。通常意义上的智慧医疗是指运用新一代物联网、云计算等信息技术，通过感知化物联化、智能化的方式，将与医疗卫生建设相关的物理、信息、社会和商业基础设施连接起来，并智能地满足相应医疗卫生生态圈内的需求。智慧医疗作为医药行业智能化应用的高级阶段，在概念上与数字医疗和移动医疗等概念颇有相似之处，但是其在物联网基础上施行的信息化系统集成、信息共享和智能处理等方面存在的巨大优势，却是单纯的数字医疗无法比拟的。智慧医疗通常由智慧医院、区域卫生、以及家庭健康三部分组成，本文主要探讨就是智慧医院。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2 互联网与智慧医院",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "我国医疗资源存在相当严重的信息孤岛。医疗卫生领域是个复杂体系，由于缺乏统筹规划和项目设计，我国 $90 \\%$ 以上的医疗信息化系统仍然未实现互联互通，“信息孤岛”和“信息烟肉”现象严重。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在全国政协十二届二次会议中，李克强总理提出要制定“互联网 $^ +$ \"行动计划，意味着“互联网 $^ +$ ”正式上升为国家战略，“十三五”期间互联网将同医疗行业深度融合，对健康管理、自诊、自我用药、导诊、候诊、诊断、治疗、院内康复、院外康复（慢性病管理)等9个相关环节产生深刻变革。伴随着上述诸多变革、医卫信息化政策，医疗行业正朝着信息化的方向进行战略性转变。传统医疗管理理念的变革将首当其冲，逐步将管理理念从以“治疗为中心”向以\"病人为中心”过渡[1]；另一方面也体现在对传统就医模式的改变，将破解长期存在的“看病难、看病贵、三长一短”等问题。将医疗管理工作信息化，是彻底实现上述变革较为快捷的方式；智慧医院作为智慧医疗的重要组成部分，将进一步帮助医疗行业实现战略性转变",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "相关研究结果显示，2014年医疗卫生行业的信息化投入规模达到275.1亿元人民币，比2013年增长 $2 2 . 5 \\%$ ,呈现高速增长的态势。“十三五”期间，随着BIM、云计算、大数据、移动互联网、社交网络媒体等新兴技术的发展，其在智慧医院行业中的应用将更加普及。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3BIM与智慧医院",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "建筑信息模型（Building Information Modeling之译文，下文简称BIM)已成为全球范围内建筑与工程建设行业内最为热门的名词之一。通过google等搜索引擎在网上搜索\"BIM\"或者“建筑信息模型”，返回结果可达数百万条之多，涉及到政府机构、建筑行业、科研机构等等,社会对其关注度可见一斑。BIM的出现意义在于将进一步打通整个建筑行业上下游的各个管理系统，使工作流程间的纵、横沟通和多维性的协同和交流趋于完善，实现了项目全生命周期的信息化管理,进一步打破了设计、施工和运维的界限。BIM作为新型技术工具,其强大的信息共享能力、协同工作能力、专业任务能力的作用正在日益显现[2]",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/da36ff85e7a6a09e56bf76cfb395408fbc5f64bb8bf479219186bf6e9111441f.jpg",
        "img_caption": [
            "图1智慧医院构成框架"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "早期的智慧医院主要通过以RFID为基础的基于EPCglobal的架构、基于传感网络的架构和基于",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "M2M（machine-to-machine）的体系架构。互联网 $^ +$ BIM与智慧医院的结合会促进传统医疗业务流程发生巨大的变革。BIM不仅能够提供整个医院的直观的、可互动的可视化界面，最重要的是他可以成为医疗信息的载体或基础数据。基于BIM的新一代智慧医院系统将是在M2M物联网体系架构的基础上发展的由应用层、网络层、感知层和数据层，四层体系架构组成的智慧医院架构。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1 数据层 建筑设施大数据采集",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "数据层的主要功能是对医院设施的基础信息和改建进行记录与整合，数据存储在中央数据库中，用于支撑医院楼宇信息管理，提供设施空间信息（空间大小、净高、功能、构造等）、资产信息（固定资产数量、类别等）、设备信息（设备性能、能耗)等数据。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.2感知层一用户健康大数据采集",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "感知层的主要功能是进行信息的识别与收集。数据采集步骤主要通过以手机、智能手环等为主的可穿戴智能设备移动终端和物联网技术相对接，实现对用户的健康信息（如血型、血压、血糖、心率等基础身体数据）、既往病历（治疗记录、用药历史、过敏信息等)和基因信息(个人基因数据)实时采集。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.3 网络层 远程大数据处理分析",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "网络层的功能是传送感知层感知到的信息并为应用层提供接口和数据分析[3]。感知层获取的数据将通过无线通信技术传输到高性能计算中心，并储存在容量巨大的云服务器上，根据应用需要通过超级计算机对医疗大数据进行处理分析。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.4 应用层 智能医疗服务应用",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "应用层是医患人员对医疗信息的具体运用实施层面。应用层是对医疗大数据进行认知获取和深度挖掘的基础上，开展的具体应用服务，它为医院信息化、远程医疗和医药电商提供了平台，起到医疗全智能化的落地作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "相比传统的智慧医院，基于“互联网 $^ +$ BIM”的智慧医院具有以下优势：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(1)信息收集更加准确、及时",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从医院的设计、施工，再到运维阶段，BIM模型将医院整个过程的工程信息都进行了记录与整合，在运维阶段不需要再单独对医院楼宇信息进行收集，简化了运维阶段对信息感知、收集的流程，从而从整体上加速了医疗信息的收集过程[4]。通过结合BIM模型，医院资产信息、医疗设备信息与药品信息等可以更准确地与医院空间关联起来，在整体上对医院资产、医疗设备、药品有宏观的控制。医疗信息在BIM的基础上可得到更好的集中与优化，并支持到医疗应用层。整合了BIM技术的信息化应用可辅助实现智慧医院楼宇自动化。结合BIM模型的电力监控、空调监控、火警监控等应用确保了医院管理人员对医院环境的实时掌握。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(2)全周期医疗信息更加完整",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1 实现了从医院项目的准备阶段、设计阶段、施工阶段、装配阶段、竣工交付、运维阶段到之后拆除改建阶段的数据高度集成。这些设施信息与患者挂号阶段、门诊阶段、检查阶段、开药治疗阶段到之后的探视监测阶段等医疗信息有着密不可分的联系 BIM工程全周期信息作为智慧医院信息系统的基础信息，拓展了医疗信息的广度和深度。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(3)医疗业务流程更为高效 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "业行难深度学习和业务流程模拟,通过分别实施“患者”和“医疗工作人员”为主的医疗业务流程模拟。针对不同的医疗情况提供不同的流程方案，如日常流线、紧急抢救流线、感染疫情控制流线、无障碍流线等等。充分考虑患者就诊路径、就诊时间、等候时间规律、医院空间发展等因素，并将其融入设计方案中来优化医患流动路线，提高流程效率。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4互联网 $\\mathbf { + B I M }$ 智慧医院应用场景",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "不久的将来，患者在家中就可通过与互联网连接的终端设备对身体状况指标进行检查。系统可以通过对比患者平时正常的生理指标，自动判断病情是否严重。如果严重，可以一键呼叫救护车，实施急救。如果不紧急，病人可以用手机应用一键进行门诊预约挂号，在家中就可确认就医日期与时间，省去了在医院排队等候的麻烦。在抵达医院的同时，与医院建筑信息模型整合的“停车管理应用”可以迅速的显示当前空余的车位，并结合病人手机的GPS定位系统，为当前需要停车的病人分别安排合理的停车位置,既节省了寻找车位的时间，又可以避免多人抢同一车位的情况。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在患者就诊期间，病人通过手机或其他移动终端可以简单地查看自己当前的就诊状态，需要去医院的什么位置完成哪些手续。通过结合基于BIM的智慧医院应用，病人可以在空间上对整个智慧医院楼宇有明确的了解，可以通过移动终端的可视化界面实时查询将当前各个部门的营业情况如排队等候情况、坐诊专家信息、营业时间等信息，病人可以参考自动寻路应用避开人流集中区域快捷地到达目的地。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "经过就诊，如果患者的病情严重需要住院，医疗信息系统的应用会大大简化住院手续的办理流程。省去了缴费、医疗保险备案等繁琐手续，患者的个人信息、医保信息等已整合为电子档案并记录在系统之中。通过基于BIM的智慧医院信息系统的病房管理应用可以根据患者的病情，分析楼层的光照、声学、温度、无障碍情况、个人偏好等因素，并结合住院病房分配原则，自动为病人推荐合理的病房，实现\"以患者为中心”的大数据分析医疗服务。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在病人住院期间，病人佩戴的手环可以自动收集并记录患者的体温、心电图等数据，通过无线网络传输至主治医师的工作平台。医生可在办公室通过对病人数据状况进行浏览，实时把握病人的状况。手环可以利用GPS技术定位到每个患者在医院的具体位置。医护人员通过BIM可视化界面和手环定位可以方便地查看当前病人在医院的分布状况。病人若遇到紧急状况，如在卫生间跌倒，可以通过手环内置的报警系统向医护人员请求帮助。当感知设备感知到的数据发生异常时，也会自动向医人员发出警报，使患者在第一时间内得到救助。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "病人若到达出院日期但仍需定期服药，智慧医院通过移动端提醒病人服药，并将服药情况及时告知医生。此外，通过大数据信息处理能够较好的控制药品库存。病人更可通过移动端进行电子病例查询、药物查询订购、预约医师、远程问诊等一系列功能。病人在拿到药之后，用手机对药品包装进行扫描，便可对生产厂家、医药公司、费用等信息一目了然，做到用药安全与放心。就诊的医药费用也可以通过移动终端进行支付，省去了排队付款的时间。所有的就诊记录会保存到患者的电子病历中，经由互联网传输至医院数据库进行统一的存储和管理，方便对患者的健康记录进行跟踪检查。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "5结语 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "随着科技的进步和信息技术的发展，医疗行业出现了以智慧医疗为主的新型医疗服务方式，与此同时，三维技术正逐步渗入到整个工程建设行业和数字化运营管理领域，BIM作为未来影响行业发展的最重要的数字化技术之一，与医疗行业信息化的发展密不可分。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "相关数据表明，2014年上海市卫生信息系统，每天生产1000万条数据、已建立起3000万电子健康档案、每天调阅10000 万次，信息总量已达 20亿条。随着互联网时代的到来，医疗行业的信息化也迎来自己的\"大数据时代”。通过结合BIM,可以在医疗全周期的过程中更加及时、准确、完整地收集智慧医院体系中信息，辅助优化医疗业务流程，",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "实现新一代的智慧医院。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在不久的将来，医疗行业将融入更多人工智慧、传感技术等高科技，使医疗服务走向真正意义的智能化，推动医疗事业的繁荣发展。在中国新医改的大背景下，智慧医院正在走进寻常百姓的生活[5] 。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[1］游世梅.智慧医疗的现状与发展趋势[J]．医疗装备，2014,(10):19-21.  \n［2］张桦.建筑设计行业前沿技术之一：基于BIM技术的设计与施工［J]．建筑设计管理，2014，（01）：14-21,28.  \n［3］王伟超.基于6LoWPAN技术的智能家居系统设计与实现[D].哈尔滨工业大学,2013.  \n［4］毛欣.BIM在医院建筑运维管理中的应用[J]．科技资讯，2016，（11):69-70.  \n［5］俞磊.基于物联网技术的智慧医院架构及服务访问研究[D].合肥工业大学，2014.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Outlook on the Smart Hospital based on Internet $^ +$ BIM ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Wang Kai ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(Shanghai Xian Dai Architectural Design （Group）Co., Ltd.，Shanghai 2OOO11，China) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Abstract:With the development of science and information technology，a new type of medical service based on smartmedical treatment appears in the medical industry.Meanwhile，the 3D technology is gradualy infiltratinginto the entire construction industryand digital operations management field.BIM,as one of themost important digitaltechnologies influencing the future industrial development,isalsorelated closelywith the information technology development inthe medical industry.This paper starts from the present development and existing problems of smart medical fields in China，following explores therole of BIM in promoting smart medicalcare,the proposes a smart medical treatment framework basedon BIM,and finally predicts the future application scenarios and development trends. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Key Words:Internet $^ +$ ；BIM；SmartHospital ",
        "page_idx": 3
    }
]