[
    {
        "type": "text",
        "text": "Insulin-InsR signaling drives multipotent progenitor differentiation toward lymphoid lineages ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Pengyan Xia,1\\* Shuo Wang,1\\* Ying Du,1 Guanling Huang,1.2 Takashi Satoh,’ Shizuo Akira, and Zusen Fan1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeyLaboratoryofInfectionandImmunityofCAS,InstituteofBophysics,ChneseAcademyofSciences,Bijing0Cina 2University of Chinese Academy of Sciences, Beijing 1Ooo49, China 3DepartmentofHostDefense,ResearchInstituteforMcrobialDiseases(MD),OsakaUniversityuitaOsaka565-8Japan ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Thelineage commitmentof HSCs generates balanced myeloid and lymphoid populations in hematopoiesis.However,theunderlying mechanisms thatcontrol this processremain largelyunknown.Here,we show that insulin-insulin receptor(lnsR) signaling isrequired forlineagecommitmentofmultipotent progenitors (MPPs).Deletionoflnsr in murinebonemarowcauses skewed differentiationof MPPs to myeloidcels.mTORactsasadownstream effectorthat modulates MPPdiferentiation. mTOR activates Stat3byphosphorylationatserine727underinsulinstimulation,whichbinds tothepromoteroflkaros,leading toitstranscription priming.Our findingsreveal thatthe insulin-InsR signalingdrives MPPdiferentiation into lymphoid lineagesinearlylymphopoiesis,whichisessentialfor maintainingabalancedimmune systemforanindividualorganism. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Hematopoiesis is the process of producing all components of the blood system from hematopoietic stem cells (HSCs;Naik et al.,2O13;Mendelson and Frenette,2014; Walter et al.,2O15).HSCs are quiescent,self-renewable progenitor cells that need contact with stromal cells to keep their self-renewal property (Morrison and Scadden,2014; Schepers et al.,2O15). Once HSCs sense signals for differentiation,asymmetry division occurs and HSCs that lose contact with stromal cells are doomed to differentiate into early lineage-restricted progenitors (Will et al.,2O13;Tamplin et al.,2O15).Many signature markers of the oligopotent pro genitors have been defined,and these progenitor populations can be successfully isolated from LSKs ${ \\mathrm { ( L i n ^ { - } S c a - 1 } } ^ { + } { \\mathrm { c - K i t } } ^ { + }$ cells) for further study (Kfoury et al.,2014; Riddell et al.,2014). Flt3 (also known as Flk2) plays a critical role in lymphoid lineage specification. Multipotent progenitors (MPPs） can generate either granulocyte/monocyte progenitors (GMPs) or common lymphoid progenitors (CLPs; Kondo,2010). GMPs generate myeloid cells,accompanied by the loss of lymphoid potential (Iwasaki and Akashi,2OO7)，whereas CLPs give rise to all lymphoid cells,coupled with the loss of myeloid potential (Adolfsson et al.,2OO5).Thus,these two downstream progenitors govern the myeloid and lymphoid developmental programs independently (Iwasaki and Akashi,2OO7).However, the molecular mechanisms regulating MPP fate decisions between GMPs and CLPs remain largely unknown. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Insulin,as the primary anabolic hormone,modulates a variety of physiological processes,including growth,differentiation,apoptosis,and synthesis and breakdown of lipid, protein,and glucose (Samuel and Shulman,2O12).Insulin binds to its insulin receptor (InsR) to activate the receptor intrinsic tyrosine kinase,leading to activation of the PI3K-Akt pathway (Taguchi and White,2OO8;Hers et al.,2O11). Insulin signaling is indispensable for glucose metabolism in cells of the muscle and adipose tissues (Taguchi and White,2008; Bogan,2O12).A previous study reported that insulin signaling in Drosophila melanogaster controls the maintenance of hematopoietic progenitors (Shim et al.,2O12).Suppression of insulin signaling leads to skewing differentiation of progenitor cells to myeloid cells (Shim et al.,2O12). It has been reported that diabetic patients display increased numbers of leukocytes, but decreased numbers of lymphocytes (Otton et al.,2004). Moreover, due to immune dysfunction,diabetic patients are susceptible to microbial infection (Cani et al.,2OO7;Khan et al.,2014).However, how the insulin signaling regulates the HSC fate decision in mammalian hematopoiesis is still elusive. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Accumulating evidence has shown that transcriptional regulation plays a critical role in differentiation commitment of HSCs into consequent early MPPs (Iwasaki and Akashi, 2007;Ross et al., 2O12).Before lineage-specific genes are fully expressed,chromatins of progenitors must be maintained in a wide-open state that could be accessible for transcription machinery (Akashi et al.,2OO3;Iwasaki and Akashi, 2007). Several transcription factors have been involved in the fate determination of MPPs to the following progenitors,such as GMPs and CLPs (Uhmann et al.,2OO7; Laurenti et al.,2013; ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Will et al.,2O13).The Ikaros family of transcription factors, characterized by their zinc finger domains,is composed of Ikaros,Aiolos,Helios,Eos,and Pegasus proteins (Georgopoulos 2002).Ikaros is highly expressed in the lymphoid-related subset.Ikaros-deficient mice have severe defects in the formation of fetal and adult lymphocytes (Urban and Winandy, 2004; Yoshida et al.,2006). Of note, the cell number of myeloid cells is increased in Ikaros knockout mice (Iwasaki and Akashi, 2OO7),suggesting that Ikaros plays a central role in the hematopoietic lineage decision. It has been reported that Stat3 plays a pivotal role in the maintenance of pluripotency of embryonic stem cells and self-renewal of HSCs (Raz et al., 1999; Chung et al.,2OO6).A recent study showed that mice with Stat3 conditional deletion in the hematopoietic system displaya shifted lymphoid/myeloid ratio (Mantel etal.,2012), suggesting that Stat3 may also be implicated in hematopoietic lineage specification.Here,we show that InsR is constitutively expressed in multipotent hematopoietic progenitors. Insr deficiency leads to differentiation of MPPs into myeloid cells accompanied by reduced lymphoid cells.The insulinInsR signaling is required for lymphoid lineage specification in early lymphopoiesis. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RESULTS Insr knockout mice increase myeloid cells but decrease lymphoid cells ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To explore the role of insulin signaling in hematopoiesis, we first checked expression levels of InsR in the hematopoietic system.InsR was constitutively expressed in all the hematopoietic progenitors and had a higher expression level in MPPs than other populations (Fig. 1 A and Fig.S1 A).The expressionlevelsofInsRinLSKs were furthervalidated byconfocal microscopy (Fig. 1 B). We then generated MxCre+;Insrfox/fox mice by crossing MxCre mice with $I n s t ^ { H o x / \\# \\mathrm { o x } }$ mice (Bruining et al.,1998). After injecting poly(I:C) three times in $5 { \\mathrm { ~ d ~ } }$ to induce expression of the Cre recombinase, Insr was deleted thoroughly in the BM of Insr conditional knockout mice (Fig. $1 \\mathrm { C }$ ; hereafter called $I n s { r } ^ { + / + }$ for control mice and $I n s r ^ { - / - }$ for KO mice). $I n s r ^ { - / { - } }$ mice showed no abnormal phenotypes, and $I n s r ^ { - / { - } }$ body weights were similar to their littermate $I n s { r } ^ { + / + }$ control mice. Importantly $I n s t ^ { - / - }$ mice displayed enlarged spleens (Fig.1 D),with expansion of spaces between lymphoid follicles (Fig. 1 E).Moreover, $I n s t ^ { - \\bar { / } { - } }$ spleens had an expansion of myeloid cells but a reduction of lymphoid cells (Fig.1 F).The skewing myeloid/lymphoid ratio was also observed in BM examined by flow cytometry using markers for myeloid cells (Fig. $1 \\mathrm { G } ,$ and lymphoid cells (Fig.1 H). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Dynamic analysis of BM cells showed that myeloid cells in BM increased gradually after Insr deletion (Fig.1 I),accompanied by declined lymphoid cells (Fig.1 J).Moreover, mature cells positive for specific myeloid markers were significantly increased (Fig.1 K),whereas B cells were markedly decreased in Insr KO mice (Fig.1 K).When we checked peripheral blood compositions,we found that myeloid-derived cells were dramatically increased, but lymphoid-derived cells were decreased (Table 1 and Fig.1L).Additionally,absolute numbers of lymphoid cells were markedly declined in Insr KOBM 16 wk after Insr deletion (Fig.1 M).Collectively, these results indicate that Insr deficiency increases myeloid cells but reduces lymphoid cells. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Insr-deficient LSKs tend to differentiate into myeloid cells but not lymphoid cells ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We stained $I n s r ^ { + / + }$ and $I n s r ^ { - / - }$ BM cells with several cellular surface markers that coulddistinguish between self-renewable stem cells and differentiated progenitor cels (Fig. $2 \\mathrm { A }$ and Fig. S1 B).As expected, progenitors for granulocyte/monocyte progenitors (GMPs) were remarkably increased in $I n s t ^ { - / - }$ BM cells (Fig.2B),whereas CLPs were decreased.However, cell numbers of self-renewable hematopoietic stem cells (HSCs) and MPPs in the LSK population were unchanged after Insr deletion (Fig.2 B).We then intraperitoneally injected BrdU $( 7 . 5 ~ \\mathrm { m g } / \\mathrm { k g } )$ into $I n s r ^ { + / + }$ and $I n s t ^ { - / - }$ mice for $^ { 1 8 \\mathrm { ~ h ~ } }$ ,and then examined BrdU incorporation in isolated GMPs and CLPs. We found the percentages of BrdU-positive cells were comparable between $I n s r ^ { + / + }$ and $I n s r ^ { - / - }$ cells (Fig. $2 \\mathrm { C }$ .Moreover, the S/G2/M state was also comparable between $I n s r ^ { + / + }$ and $I n s t ^ { - / - }$ cells through cell cycle analysis with Hoechst 33342 and pyronin $\\mathrm { Y }$ staining (Fig. $2 \\textrm { D } _ { \\cdot }$ ).Finally,we checked the activation state of caspase-3,an early marker of apoptosis. We found that the apoptotic cells were comparable between $I n s t ^ { + / + }$ and $I n s r ^ { - / - }$ cells (Fig. 2 E).These results suggest that the shifted ratio of the GMPs and CLPs might be caused by differentiation commitment of the LSK population. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Self-renewal is essential for HSCs to maintain their population long term,and altered self-renewal activity can affect the numbers of downstream populations (Riddell et al.,2014; Tamplin et al.,2O15).To test whether the self-renewal property was changed in $I n s r ^ { - / - }$ LSK cells,we used a long-term culture initiating cell (LT-CIC) assay to detect the long-term self-renewal ability of Insr deficient cells.Consistent with the unchanged composition of LSKs determined by flow cytometry, percentages of colony-forming cells (CFCs) were comparable between $I n s t ^ { - / - }$ and $I n s r ^ { + / + } \\mathrm { L S K s }$ (Fig. 2 F),indicating that the skewed myeloid/lymphoid ratio in $I n s r ^ { - / - }$ mice was not caused by abnormality in self-renewal ofLSKs.Moreover, when we sequentially transplanted $I n s r ^ { + / + }$ and $I n s r ^ { - / - }$ LSKs into recipient mice,similar numbers of reconstituted LSKs were observed (Fig.2 G),suggesting that the self-renewal capacity of LSKs was not affected by Insr deletion.We then used an in vitro assay to test the differentiation potential of $I n s r ^ { - / - } \\mathrm { L S K s . } I n s r ^ { - / - }$ LSKs exhibited enhanced differentiation potential to myeloid cells in CFC assays (Fig. $2 \\ \\mathrm { H }$ ),butdecreased lymphoid differentiation potential when co-cultured with OP9 cels (Fig.2 I).However,the differentiation potential toward erythrocytes was not changed after Insr depletion (Fig.2J).These data suggest that Insr deletion biases LSKs to differentiate into myeloid cells. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To further verify that the biased differentiation potential of $I n s r ^ { - / - }$ LSKs was intrinsic,we transplanted BM cells ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "AeerreaY B_InsR NucleusMerge 4 C D （b）ueeidsgouriem   \n1.5 HPH-PTTPS-TSTTS seu kD 1 S Insr+/+ Insr/-   \nJsuno 130- 400 \\*\\*   \n008 43- In-sRtin 1 30020100   \n0 0 r1x sr S   \n路 福 5 Cm 5 Mu   \nE F 41 \\*\\*\\* \\*\\* \\*\\*\\* \\*\\*\\* G ↑ 58 100 \\*\\*\\* T   \n+/lsu) （gno) 32 H Insr/+ +/tJsu) 42 80 □Insr- 60 工 工 0 40 1 H 84 20   \n-jIsul Myeloids 0 eutrophils cells ells G -su ssunog 16 0 x1 B S Neu CD11b  \nH 69 31 40 \\*\\* 一 100□Insr- ■Insr+/+ \\*\\*\\* J 40- □Insr- ■Insr\\*/+   \n+//su 8 \\* 工 T T 24 工 H 工 24 \\*H   \n0 16- 16 工   \n88 工   \n-/su 12 8 8   \nsunoo 0 0 0 0 2 4 8 02 4 8 S Weeks post poly(l:C) injection Weeks post poly(l:C) injection   \nIL-7Rα- +   \nK 30 sr L 41 \\* \\* \\* M 15 [ 21 \\*   \nnunu) 2418 H F 工 Insr+/+ u nunuo) Insrt □Insr/- 工   \n126 H 大\\*☆工 21 工 工 1 工 / Gran ouow 8 0 cells cells cells 0 Bcells 0 NK cells   \nG B B T B K   \nWeek4 Week8 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "from untreated $M _ { X } C r e ^ { + } ; I n s t ^ { H o x / H o x }$ mice to lethally irradiated $\\mathrm { C D 4 5 . 1 }$ recipient mice.After successfully reconstituted the recipient BM,poly(I:C) was administrated to induce deletion of the Insr gene.The numbers of myeloid and lymphoid cells were examined by flow cytometry. Expectedly, mice reconstituted with $M _ { X } C r e ^ { + } ; I n s t ^ { f o x / t l o x }$ LSKs had elevated numbers of GMPs,but decreased numbers of CLPs (Fig.2 K). Subsequently, neutrophils were significantly increased,whereas lymphocytes were decreased in the peripheral blood of $M _ { X } \\bar { C } r e ^ { + } ; I n s t ^ { f l o x / d o x }$ LSK-reconstitutedmice (unpublished data).Moreover,in competitive transplantation experiments, in which $1 0 0 I n s r ^ { - / - }$ LT-HSC cells and $3 \\times 1 0 ^ { \\bar { 5 } }$ CD45.1 BM cells were together transplanted into lethally irradiated $\\mathrm { C D 4 5 . 1 }$ mice,the skewed myeloid/lymphoid ratio was still observed (Fig. 2 L).Collectively, our results suggest that Insr-deficient LSKs tend to differentiate into myeloid cells but not lymphoid cells. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Insulin-lnsR signaling governs differentiation of LSKs into lymphoid cells ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We next wanted to determine whether insulin could regulate LSK differentiation through InsR engagement.We in vitro cultured isolated LSKs with or without insulin.We found that insulin stimulation could cause InsR activation in LSKs (Fig. 3 A).After being cultured in CFC-assay medium for 1O d,MPPs pretreated with insulin had a declined myeloid colony number,whereas cells pretreated without insulin had an increased myeloid colony number (Fig. 3 B). However, insulin challenge had no effect on the differentiation potential of $\\mathrm { F l k } 2 \\mathrm { \\bar { \\ L } S K s }$ (Fig.3 B).In contrast,when co-cultured with OP9 for lymphoid differentiation,MPPs pretreated with insulin had more lymphoid cells,whereas MPPs without insulin had fewer lymphoid cells (Fig. $3 ~ \\mathrm { C }$ ） In addition,insulin incubation did not cause the changes of cell cycle state and apoptotic cell rate in $\\mathrm { F l k } 2 \\mathrm { \\bar { \\ t s k } s }$ and MPP cells (Fig.3,D and E).To further determine the physiological role of insulin signal in MPP differentiation,we injected insulin in mice to elevate insulin levels.Importantly, we found that insulin injection caused significantly decreased myeloid progenitor cells (Fig.3 F)，while dramatically increasing lymphoid cells in the BM. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To more clearly delineate the effect of insulin on LSKs in vivo,we monitored the insulin levels of mice during one feeding cycle (Casanova-Acebes etal.,2O13).The insulin level Was higher at the end of the night $( 8 { : } 0 0 ~ \\mathrm { a m } )$ ,while it was lower at the end of the day $\\mathrm { \\langle 8 : 0 0 \\ p m }$ ;unpublished data).Consequently, there were more lymphoid cells but fewer myeloid cells at the end of the night compared with those of the day (unpublished data).When mice were starved to decline their circulating insulin levels,we found that starvation-treated mice had more myeloid cells but fewer lymphoid cells than those of control-treated mice (unpublished data), suggesting that the insulin-InsR signaling might be required for the fate decisions of LSKs. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To further determine whether insulin-InsR signaling indeed directs differentiation of LSKs, $I n s r ^ { - / - }$ LSKs rescued with InsR were transplanted into lethally irradiated $\\mathrm { C D 4 5 . 1 }$ -recipient mice (Fig. $3 ~ \\mathrm { G }$ ).After successfully reconstitution of the recipient BM,mice were injected with insulin to elevate the circulating insulin level. Only mice reconstituted with InsR could rescue $I n s r ^ { - / - }$ LSKs for differentiation with insulin stimulation (Fig.3 H),which was similar to WT LSKs.These data suggest that insulin-InsR signaling affects the fate decision of LSKs.We generated diabetic mice that impaired insulin production (Yan et al.,2O15;Fig.3,I and J).More importantly, these mice had more GMPs but fewer CLPs than those of control mice (Fig. 3 K).Finally, proliferation and apoptosis states of GMPs and CLPs displayed no difference in diabetic mice and WT control mice (Fig. 3,L and M).Notably, IGF1R,the other insulin-binding receptor, was almostundetectable in MPPs (unpublished data).Altogether, the insulin-InsR signaling governs the differentiation ofLSKs into lymphoid cell lineages. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "It has been reported that HSCs are heterogeneous with myeloid-biased progenitors in $\\mathrm { C D 1 5 0 ^ { h i g h } C D } 3 4 ^ { - } \\mathrm { L S K s }$ (Morita et al., 2O1O).To test whether the insulin signaling ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/bbe3e174b823c527853e18153898edfa7e1381abfd2953fa0816a916cf658f6c.jpg",
        "table_caption": [
            "Table1.Hematopoietic parameters "
        ],
        "table_footnote": [
            "DifferentialWBCsweredeterminedbymonitoring themorphologyofcelsstainedwithMay-GrunewaldGiemsa.Dataareshownasmeans $\\pm \\mathsf { S D }$ （20 "
        ],
        "table_body": "<html><body><table><tr><td>Parameter</td><td>Insr*/+ (n = 12)</td><td>Insrl- (n = 12)</td><td>P-value</td></tr><tr><td>Blood</td><td></td><td></td><td></td></tr><tr><td>WBC (x10²/ul)</td><td>12.6 ± 1.5</td><td>27.8 ± 3.4</td><td>0.00014</td></tr><tr><td>RBC (x10/μl)</td><td>9.3 ± 1.2</td><td>10.9 ± 1.5</td><td>0.17293</td></tr><tr><td>Hemoglobin (g/dl)</td><td>16.0 ± 2.3</td><td>19.1 ± 1.6</td><td>0.09752</td></tr><tr><td>Hematocrit (%)</td><td>53.0± 3.7</td><td>56.7 ± 2.8</td><td>0.13923</td></tr><tr><td>Differential WBC (%)</td><td></td><td></td><td></td></tr><tr><td>Lymphocytes</td><td>69.0 ± 4.3</td><td>17.8 ± 3.2</td><td>8.65×10-8</td></tr><tr><td>Neutrophils</td><td>24.1 ± 1.6</td><td>58.9 ± 5.5</td><td>9.12 × 10-7</td></tr><tr><td>Monocytes</td><td>3.9 ± 0.7</td><td>16.0 ± 0.9</td><td>2.68 × 10-10</td></tr><tr><td>Eosinophil</td><td>1.5 ± 0.1</td><td>8.0± 0.6</td><td>1.91 × 10-8</td></tr><tr><td>Tissues</td><td></td><td></td><td></td></tr><tr><td>WBC/femur (x10²/μl)</td><td>20.9 ± 1.6</td><td>51.8± 3.3</td><td>3.17 × 10-8</td></tr><tr><td>Spleen (mg)</td><td>93.7 ± 5.4</td><td>384.4 ± 18.5</td><td>1.84 × 10-12</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A Insr+/+ Insr/- B   \nJSS ssunoo 2 CLP SSS siunot 2L.2 anusH-L) 工 u T (nue 工 工 TFSC FIk2 FSC FIk2   \n211-1 1.0 t 13.5 t 7.6 （ayilmon) 15 \\* (uei) 工 nuo 12 Lin Sca-1 1 Lin Sca-1 SPC 10 5 工 SPCS 工 GDPP 工 面 45.3MPP 面 43.6MPP 0 工 Insr CD150 ↓CD150   \n//1\" GMP B544 2 I GMP C505 0 MEPCMP EP P H CD34 CD150 CD34 CD150   \nC =Mrduk Insr+/+ Insr- D Insr+/+ Insr- E   \nGMPs 70.5 nsr+ GMPs 48.222.9 C 9 出 Insr/+ □Insr (%）s Insrt 75 26. T T 48.3 51.0 5 cLPL 20.2 podtdt GMPs CLPs GMPsCLPs GMPs CLPs BrdU → Hoechst →   \nFsereineen G nsr+/+ H CFU-GEMM CFU-GM nsr J nsr 50 40 T sr \\* \\* \\*\\* 30 工 60 工 10 40 5 100 100 200 工 0 X BMT:1st 2nd LSK LSKMPP Insr+/+ 1 工 工 unuH- 工 工 (nueyrot) nsr/+ □Insr/- Lm \\*[I \\* \\*\\*\\* SdT 工 SDC nu 工 GDPS (nweyoi 工 SPBS Cnweyoi 工 工 Y 公 LT-HSC ST-HSC P 0 直 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "is involved in the specification of these cells,we treated $\\mathrm { C D 1 5 0 ^ { h i g h } C D } 3 4 \\mathrm { ^ { - } L S K s }$ and $\\mathrm { C D 1 5 0 ^ { n e g } C D 3 4 ^ { - } L S K s }$ with insulin stimulation,and then transplanted these cells together with $3 \\times 1 0 ^ { 5 }$ CD45.1 BM cells into lethally irradiated mice. Blood constitutions were examined 16 wk later.We observed that insulin stimulation did not alter the myeloid or lymphoid differentiation potential of $\\mathrm { C D 1 5 0 ^ { h i g h } C D 3 4 ^ { - } L S K s }$ or $\\mathrm { C D 1 5 0 ^ { n e g } C D 3 4 ^ { - } L S K s }$ (Fig. 4,A and B),suggesting that insulin signaling did not affect the differentiation of myeloid-biased progenitors of $\\mathrm { C D 1 5 0 ^ { h i g h } C D 3 4 ^ { - } L S K s }$ However, when we transplanted $I n s r ^ { + / + }$ or $I n s r ^ { - / - }$ $\\mathrm { C D 1 5 0 ^ { h i g h } C D 3 4 ^ { - } L S K s }$ and $\\mathrm { C D 1 5 0 ^ { n e g } C D 3 4 ^ { - } L S K s }$ into recipient mice,we noticed that both $I n s r ^ { - / - } \\mathrm { C D } 1 5 0 ^ { \\mathrm { h i g h } } \\mathrm { C D } 3 4 ^ { - } \\mathrm { L S K s }$ and $I n s t ^ { - / - } \\mathrm { C D - }$ $1 5 0 ^ { \\mathrm { n e g } } \\mathrm { C D } 3 4 ^ { - } \\mathrm { L S K s }$ promoted myeloid commitment (Fig. 4, C and D),but declined lymphoid differentiation potential. In addition,the overall donor chimerism between these cell populations was similar (Fig. 4,E-H).Moreover, numbers of $\\mathrm { C D 1 5 0 ^ { h i g h } C D 3 4 ^ { - } L S K s }$ in $I n s r ^ { + / + }$ and $I n s r ^ { - / - }$ mice were comparable (Fig. 4 I).Additionally, numbers of CD150high, $\\mathrm { C D 1 5 0 } ^ { \\mathrm { l o w } }$ ，and $\\mathrm { C D } 1 5 0 ^ { \\mathrm { n e g } }$ （ $\\mathrm { C D } 3 4 ^ { - } \\mathrm { F l k } 2 ^ { - } \\mathrm { L S K s }$ in $I n s t ^ { + / + }$ and $I n s r ^ { - / - }$ mice were also comparable (Fig. 4 J). In sum, these data suggest that the insulin signaling is involved in the skewing myeloid/lymphoid differentiation of MPPs,but not in themyeloid-biased HSCs. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Insulin-lnsR signaling controls differentiation of LSKs through modulation of Ikaros expression ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Lymphopoiesis requires lineage-specific signature genes,such as Ikaros, IL-7R,Lck,and Ly-6D (Akashi et al.,20O3; Nodland et al.,2011;Brownlie and Zamoyska,2013),to direct restricted lineage differentiation.We checked whether insulin initiates expression of these lymphoid signature genes for lymphoid differentiation.Through analyzing enrichment/depletion of lineage signatures (Akashi et al.,2OO3),we found that lymphoid-related genes tended to be down-regulated, whereas myeloid-related genes were up-regulated in $I n s r ^ { - / - }$ MPPs (Fig.5,Aand B),but not in $I n s t ^ { - / - }$ LT-HSCs or $I n s t ^ { - / - }$ ST-HSCs compared with $I n s r ^ { + / + }$ counterpart populations. Ikaros has been defined as critical for lymphoid differentiation (Iwasaki and Akashi,2OO7).Therefore,we focused on the modulation of Ikaros in lymphopoiesis for insulin-InsR signaling.We first examined expression of Ikaros in the BM. Ikaros exhibited the highest expression level in CLPs and a modest level in MPPs (Fig. $5 \\mathrm { C } ,$ ,which was consistent with previous reports (Yoshida et al.,2OO6; Iwasaki and Akashi, 2007). Interestingly, Insr knockout only affected the expression level of Ikaros in MPPs (Fig. $5 ~ \\mathrm { C } ~ ,$ ,but remained unchanged in other hematopoietic progenitors. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We then determined Ikaros expression in MPPs under insulin stimulation.We found that insulin promoted the expression of Ikaros in MPPs (Fig.5 C),but not in LT-HSCs or ST-HSCs.Additionally, Insr deficiency could not activate Ikaros expression in MPPs (Fig. 5 C). In parallel, starved mice with a low level of insulin showed reduced expression of Ikaros,and refeeding mice exhibited elevated expression of Ikaros (Fig.5 D).Moreover, Ikaros was remarkably decreased in MPPs in the starved mice (Fig. 5 E),which was in agreement with the lower insulin level (not depicted).Finally, we found that insulin incubation could promote Ikaros expression in all MPP cells we examined, but not in $\\mathrm { F l k } 2 \\mathrm { \\bar { \\mathrm { \\mathrm { \\sc ~ L S K s } } } }$ (Fig.5 F),further validating a restrictive effect of insulin signaling on the Ikaros expression in MPPs. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To further explore the role of Ikaros in the fate decision of MPPs,we reconstituted lethally irradiated mice with either Ikaros-silenced or -overexpressed MPPs.Expectedly, Ikaros knockdown drove MPPs to differentiate into myeloid cells (Fig.5,G and H),whereas Ikaros overexpression in MPPs led to more lymphoid cells (Fig. 5,I and J),suggesting that Ikaros activation was indispensable for the lymphoid differentiation of MPPs.To further determine the relationship between InsR and Ikaros,we introduced Ikaros to $I n s t ^ { - / - }$ MPPs for rescue experiments (Fig. 5 K).Importantly, $I n s r ^ { - / - }$ MPPs with Ikaros restoration generated fewer myeloid colonies than empty vector-treated $I n s r ^ { - / { - } }$ MPPs (Fig.5 L).However, $I n s r ^ { - \\bar { \\ ⁄ } - }$ MPPs with Ikaros restoration produced many more lymphoid cells (Fig. $5 ~ \\mathrm { M }$ ).Additionally, Ikaros restoration was able to rescue colony numbers of $I n s r ^ { - / - }$ MPPs to similar levels with those of $I n s r ^ { + / + }$ MPPs either in a CFC assay or in an OP9 co-culture system (Fig. 5,L and M).These data suggest that Ikaros acts downstream of insulin-InsR signaling to control the fate decision of MPPs. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Insulin-InsR signaling enhances Ikaros expression in MPPs through activation of mTOR ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The mechanistic target of rapamycin (mTOR） is a serine/ threonine protein kinase that acts as a master regulator of cellular growth and metabolism in response to nutrient and hormonal regulation (Laplante and Sabatini, 2O12; Johnson et al.,2O13).mTOR was a key regulator downstream of the insulin-InsR signaling pathway (Chi,2O12; Inoki et al.,2012; Powell et al.,2012).To examine whether mTOR is involved in regulation of the expression of Ikaros,we overexpressed mTOR in MPPs and checked the expression level of Ikaros. Interestingly, we found that mTOR overexpression in MPPs dramatically increased the expression level of Ikaros upon insulin stimulation (Fig. 6,A and B).However, without insulin ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A CM+ + + B CM C CM Withinsulin 1 + 1 With ins ulisulin With int uiulin   \nWp 1 + 130 \\*\\* 80 3 （20 $\\beta$ -actin 一 1 -43 20 20 20 0 0 0 MPP FIk2- MPP FIk2- MPP FIk2- LSK LSK LSK   \nD hic1 44.9su13.6 Yehile F(%)sleoilidttt Yehicle F (ana/ttt) sssw (%) s1///s \\*\\* (1sltttsn \\*\\*   \nMPP @ 20 3 6 8 T 12 T 43 40 151050 2 4 4 8   \nL 7.7 42.3 8.3 2 4 0 0 0 ? MPPFIk2- MPPFIk2 148.2 LSK LSK Hoechst Vehicle yehicle \\* \\* \\*工 \\*\\*\\* I 0 0 Insr 0 InsrInsrnsr 0 Insrt/+Insr-Insr/- Week0 0 2 4 6 8 VectorVector InsR VectorVector InsR   \nuinsu! 0.60 二Vehicle K uSH 工 工 nu 工 工 nwar01) I 工 g \\* (nueoi) 工 工   \nupeuseld 0.45 占 产 wee 入 ■Control口Diabetes anuayo) T nueyo) 2 4 68 H I   \nL 30- M 4 T Ciantrols 工 工工 Diantrols 工工 2- 10- 0 0 GMPs CLPs GMPsCLPs   \nA CD150highCD34-LSK CD150highCD34-LSK B CD150negCD34-LSK CD150ne9CD34-LSK   \n00 Vehicle 0 Insulin Vehicle Insulin ■Myeloid □Bcell 90- 90 □Tcell 60- 60- 30- 30- 1 1 1 1 0 0 Individual mice Individual mice Individual mice Individual mice   \nC CD150highCD34-LSK CD150highCD34-LSK D CD150negCD34-LSK CD150negCD34-LSK Insr/+ 00% Insr- 0 Insr+/+ 2 00 Insr- ■Myeloid □Bcell 90- □Tcell 60- 30- 0- Individual mice Individual mice Individual mice Individual mice   \nE F G H 一 J Yeshie Yehile Insr Insr PP1551 25 P 12 X 12 P51151 8 601 · 601 60 . 60 ： u5 工 (neged/zotx 工 T (njed/zot (ned/zot 工 。 seu . ： eerinn 40 . seu ■ 8- 8 工 工 电 4   \n20 金 20 4 4 % % 密 % 0- 0 0 0 0- 0- 0 0   \nCD150highCD34-LSK CD150negCD34-LSK CD150highCD34-LSK CD150negCD34-LSK S ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "stimulation,mTOR overexpression did not enhance Ikaros expression in MPPs.Moreover,we knocked down mTOR expression in MPPs and checked Ikaros expression (Fig.6 C). Weobserved that mTOR knockdown remarkably reduced Ikaros expression in MPPs,which was comparable to that of shCtrl MPPs,even with insulin stimulation (Fig. 6 D). These data indicate that insulin-InsR signaling-mediated mTOR activation participates in the transcriptional activation of Ikaros in MPPs. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "mTOR functions in two different complexes,mTOR complex1 (mTORC1) and mTOR complex 2 (mTORC2; Lamming etal.,2O12;Bar-Peled etal.,2O13).Rapamycin inhibits mTORC1 from suppressing mTOR activity (Yip et al., 2010). Importantly, rapamycin addition could inhibit Ikaros expression in MPPs with insulin stimulation (Fig. 6 E), suggesting that mTORC1 is involved in the expression of Ikaros inMPPs.Moreover, throughRT-PCR analysis,mTOR dramatically promoted Ikaros expression (Fig. 6 F)，whereas the kinase-dead mTOR mutant (mTOR-KD) had no such activity.These observations verify that mTOR is indeed involved in the transcriptional activation of Ikaros in MPPs.We next determined the effect of rapamycin on MPP differentiation using an in vitro differentiation assay.As expected,MPPs pretreated with rapamycin produced more myeloid cells than vehicle-treated cells (Fig. 6 G); however, rapamycin pretreatment significantly decreased the numbers of lymphoid cells (Fig.6 H).A reversible inhibitor ofPI3Ks,LY294OO2,acts as an upstream inhibitor of mTOR (Wang et al.,2013).LY294002 could also drive MPPs to myeloid cell differentiation (Fig. 6, I and J).We transplanted shCtrl or mTOR-silenced MPPs ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A LT-HSCST-HSCMPPGMP CLP B ■Insr/-/Insrt/+(lymphoid) □Insr-/Insr/+(myeloid) 6 s S S S S 2.0 SEN □ 0 -2.0   \nLymphoid ↑lkaros R   \nrelated LT-HSC 心 s High C Whineuiuin Myeloid related 直 工 点 1 K SOSSG Low Insr+/+ Insr/   \nDrrG E Ikaros Merge sseeseee F I 0 soiieneis 福 而 5hm 面 Insr+/+Insr vatic ion MPP FIk2- LSK MPP FIk2- LSK Starv Vehicle Insulin   \nG H ■shCtrl □shlkaros J Vector □lkaros Kuoissesdxe sonen Insr+Vector 5 禁工 红 50 4e \\*\\* 窗 0.5 工 10 占 百 0 0 S CD45.2+GMPs CD45.2+CLP ecor CD45.2+GMPs CD45.2+CLP   \nL T ■Insr+/++Vector M002 80 \\* Insr+/++Vector 403 工 Insr+Verto 8 T Insr+Vertor 20 se 工 10- 0 0 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "into normal or diabetic mice to determine whether mTOR acted downstream of insulin signaling. Intriguingly, we observed that mTOR-silenced MPPs were prone to differentiate into myeloid cells in normal mice (Fig.6 K).In contrast, this trend did not appear in insulin-suppressed diabetic mice, whose mice had more myeloid cells and fewer lymphoid cells compared with normal mice.In sum,these results suggest that mTOR enhances Ikaros expression that acts downstream of the insulin-InsR signaling in lymphopoiesis. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Stat3 acts as a downstream regulator of insulin-lnsR-mTOR signaling to initiate the transcription of lkaros ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "To identify the transcription factors that are responsible for Ikaros transcription downstream of insulin-InsR-mTOR signaling in MPPs,we silenced several transcription factors that were known to be regulated by mTOR (Chi, 2012; Powell et al.,2O12). Surprisingly,among several factors we checked,only Stat3 knockdown abolished the enhanced expression of Ikaros after insulin stimulation (Fig.7 A),which was comparable to that of shCtrl-treated cells. Importantly, Stat3 associated with the promoter of Ikaros in MPPs upon insulin stimulation through chromatin immunoprecipitation (ChIP) assays (Fig.7B).Moreover, Stat3 could vigorously activate Ikaros expression with insulin administration (Fig. 7,C and D).To further determine the physiological role of Stat3 in Ikaros expression,we generated Stat3 conditional knockout mice in the hematopoietic system. Stat3 was completely deleted in the BM (Fig.7 E).More importantly, Stat3 deletion impaired the expression of Ikaros upon insulin stimulation (Fig. 7 F).These data suggest that Stat3 binds to the promoter of Ikaros to initiate its expression with insulin stimulation. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Stat3is activated by a variety of cytokines and growth factors (Casanova et al.,2O12).Stat3 is phosphorylated at its two key residues,Tyr705 and Ser727. Ser727 phosphorylation is involved in the modulation of Stat3 activity,whereas $\\mathrm { T y r } 7 0 5$ phosphorylation participates in its dimerization and activation (Wen et al.,1995;Calo et al.,2O03).To determine whether mTOR activates Stat3 upon insulin stimulation in MPPs,we performed immunoblotting with MPP cell lysates obtained from different treatments.Interestingly, we observed that Stat3 was phosphorylated at serine 727 (S727; Fig. 7 G), instead of the canonical site tyrosine 7O5 (Y7O5),with insulin stimulation in MPPs.More importantly, rapamycin completely blocked S727 phosphorylation (Fig. 7 G).These data suggest that mTOR acts as an upstream factor to activate Stat3 by its phosphorylation.Furthermore, the serine 727 to alanine mutation (S727A) of Stat3 failed to augment the activation of Ikaros (Fig.7,H and I),whereas theY7O5F Stat3 mutant still augmented Ikaros activation.Additionally, rapamycin addition completely abolished the activation of Ikaros, even when cotransfected with WT Stat3 (Fig. 7 I).Importantly, we observed that Stat3 translocated from the cytoplasm to the nucleus upon insulin stimulation (Fig. 7 J),whereas rapamycin impaired this activity. These results suggest that Stat3 is activated by mTOR with insulin signaling to initiate the transcription of Ikaros. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We found that Stat3 deficiency reduced Ikaros expression upon insulin stimulation (Fig. 7 F).We next detected the differentiation potential of $S t a t 3 ^ { - / - }$ MPPs. $S t a t 3 ^ { - / - }$ MPPs produced many more myeloid cells compared with those of WT $S t a t 3 ^ { + / + }$ cells (Fig. 7 K). In contrast, $\\bar { S } t a t { 3 ^ { - / - } }$ MPPs generated fewer lymphoid cells (Fig.7L).We then transplanted $S t a t 3 ^ { - / - }$ or $S t a t 3 ^ { + / + }$ MPPs into normal or diabetic mice to determine whether Stat3 is the transcription factor downstream of the insulin-InsR signaling.Importantly,we found that $S t a t 3 ^ { - / - }$ MPPs generated more myeloid cels in normal mice (Fig.7 M),whereas fewer lymphoid cells.However, in diabetic mice, $S t a t 3 ^ { - / - }$ MPPs exhibited no such difference. Together, these results indicate that Stat3 acts downstream of insulin-InsR-mTOR signaling to activate the expression of Ikaros in MPPs,leading to lymphoid lineage specification. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The lineage commitment of HSCs results in distinct myeloid and lymphoid differentiation pathways,leading to the generation of common myeloid progenitors and CLPs (Iwasaki and Akashi, 20O7;Rossi et al., 2012).However, the underlying mechanisms that modulate the lineage specification properties of early progenitors have not been defined yet. In this study, we show that InsR is constitutively expressed in multipotent hematopoietic progenitors.Deletion of InsR in murine BM causes biased differentiation of MPPs toward myeloid cells.Insulin-InsR signaling initiates the expression of Ikaros,which is required for lymphoid differentiation. Without insulin signaling, Ikaros expression is suppressed and MPPs are prone to differentiate into myeloid cells. mTOR acts as a downstream effector that modulates MPP differentiation specification.mTOR activates Stat3 by phosphorylation at serine 727 under insulin stimulation,which translocates to the nucleus of MPPs to bind to the promoter of Ikaros,leading to its transcription priming. Our findings demonstrate that insulin-InsR signaling plays a critical role in governing MPPs toward lymphoid lineages in early lymphopoiesis. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "HSCs have an open chromatin structure that allows the transcription of many genes,most of which are myeloid-related (Akashi et al.,2OO3；Laurenti et al.,2013). Lymphoid-related genes come later during the lineage specification process (Akashi et al.,2OO3). It is therefore suggested that HSCs are prone to differentiate into myeloid cells and extrinsic signals are required for priming lymphoid lineage ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A B ■CM口Insulin C D ■CM口Insulin E ■CM口Insulin 1.5 \\*\\* \\*\\*\\*   \nHrrr leiirleN 3 Hhrr eriileN 8 \\*\\*\\* Hhrr erileY Hhrr erieleY 3 Hhrr lriileY 4 rorT TO 2 ee 工 1 soerjo e 11 T 0 0 0 1 0 0 Vector TOR Vector mTOR o R shCtrl shmTOR Vehicle Rapamyci 五T shmT   \nF errr riraY 10 cM \\*\\*\\* G ■Vehicle □Rapamycin H □Insulin LH SSuuod \\*\\*\\* \\*\\* \\*\\* nrarr go 86 5040 40 60 Vehiamycin 4 30 30 40 20 20 20 2 10 10 0 0 0 0 Vector mTOR mTOR-KD CFU-GEMM CFU-GM   \n1 ■Vehicle □LY294002 J ■Vehicle K ■shCtrl口shmTOR B11551554555 □LY294002 \\* \\*\\*\\*   \nsshu ued 80 \\*\\* \\*\\* 801 \\*\\*\\* e CSPh:4.L5S 1.5 工工 (1him/eot) 60 40 工 1.0 40 40 工 20 0.5 20 20 T 工 0 0 0 0 CFU-GEMM CFU-GM Control Diabetes Control Diabetes ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "commitment.HSCs differentiate to lymphoid-primed MPPs, then to lymphoid-restricted progenitors,accompanied by the loss of erythroid-megakaryocyte and myeloid potential (Adolfsson et al.,2Oo5).More recently,many studies reported the lineage-instructive capacities of several cytokines on hematopoietic stem/progenitor cells.For example,M-CSF directly induces expression of the myeloid master regulator PU.1 to direct myeloid cell-fate specification in mouse HSCs (Mossadegh-Keller et al.，2O13).Erythropoietin (Epo) triggers erythroid lineage skewing at all lineage bifurcations between HSCs and erythroid progenitors (Grover et al., 2014).Here, we show that InsR is constitutively expressed in the multipotent hematopoietic progenitors of BM and that extrinsic insulin signaling is required for lymphoid lineage specification in early lymphopoiesis.Notably,we obtained quite high counts of peripheral white blood cells in $I n s t ^ { + / + }$ and $I n s r ^ { - / - }$ mice,which might be caused by a sensitive blood cell counter weused.In reality,Insr-deficient mice displayed much higher peripheral white blood cell counts than WT mice.Our study also demonstrates that insulin-suppressed diabetic mice have more myeloid cells and fewer lymphoid cells compared with normal WT mice.A recent study showed that high fat dietinduced obesity produces skewed myeloid progenitors that potentiate generation of macrophages (Singer et al.,2014), ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "A CM B IgG C D CM E □Insulin □anti-Stat3 □Insulin   \nHhrr eeiieleY 4 \\* \\* \\*\\*\\* \\*\\* \\*\\* \\*\\*\\*\\*\\*\\* sorrrjoinluio% \\* 禁工 HhrreeieleN 3 HhrreeieeY 15 \\*\\* kD Stat G e 1 4 sesjo soe5o 95- Stat: 2 43- β-ac 工 0 0 0 0 shCtrl shGAT shStat 3 shStat4 5 sh shSMAD3 to shFox X03 CM Insulin o! Vector Stat3   \nF CM G CM + -+ -++ H Vector 一 Vector □Insulin Insulin 一 □Stat3(WT) □Stat3(WT) Rapamycin KD □Stat3(Y705F) Stat3(Y705F) p-Stat3(S727) -95 Stat3 (S727A) Stat3 (S727A)   \ne \\*\\*\\* p-Stat3(Y705) 955 PrreaN 15100 \\*\\* p-S6K -72 0.5 5 0 Stat3+/+ Stat3-/- S6K -72 0 mTOR -170 Raplnsyn +I1 -+- -++   \nJWO Stat3 Merge 100 国 笑 （%）etteepn 100 0 工 30 20100 20100   \nuiinsu CFU-GEMM CFU-GM 0   \npraeder 100 M ■Stat3+/+□Stat3-/- 0 C 15100 X \\*工 5 0.5 0 0 Control Diabetes Control Diabetes ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "augmenting inflammatory responses in metabolic tissues.Interestingly, prolonged fasting can reduce circulating IGF-1 levels in LT-HSCs and niche cells,which promote self-renewal,and lineage-balanced regeneration of HSCs (Cheng et al.,2014). Of note,Ding and Morrison (2013)reported that lymphoid/myeloid-skewed HSCs occupy distinct BM niches (Oguro et al., 2O13),suggesting that a specialized microenvironment in which progenitors reside also plays a critical role in hematopoiesis. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The membrane InsR binds to insulin to turn on the PI3K-Akt pathway (Fruman and Rommel, 2O14).Akt can phosphorylate to activate mTOR,which is present in two distinct protein complexes: mTORC1 and mTORC2 (Shimobayashi and Hall, 2014).mTORC1 phosphorylates its main effector substrates,eukaryotic translation initiation factor 4E (eIF-4E)-binding protein 1 (4E-BP1) and 7O-kD ribosomal S6 protein kinase (S6K)，to potentiate protein translation and synthesis.Besides its role in metabolism,mTORC1 is also involved in mitochondrial biosynthesis and autophagy (Cunningham et al.,2OO7;Yu et al.,201O).Rapamycin binds to FKBP12 by binding to the FRB site on mTOR,which blocks the ability of Raptor to bind to mTOR to inhibit the activity of mTORC1 (Powell et al.,2012).Prolonged treatment with rapamycin for some tissues and cells are able to suppress the mTORC2 activity as well (Sarbassov et al., 2006).In this study, we found that mTOR phosphorylates Stat3 at serine 727,a novel substrate for mTOR,which is indispensable for the transcriptional activation of Ikaros in MPPs.Both mTOR knockdown and rapamycin treatment are able to suppress the expression of Ikaros in MPPs.How mTORC1 and mTORC2 function in early lymphopoiesis remains to be further investigated. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Ikaros plays an essential role in the modulation of lymphoid development and differentiation (Iwasaki and Akashi, 2007).Neonatal Ikaros-null mice appear to be a complete defect in fetal thymocyte development.Adult Ikaros-deficient mice block lymphoid differentiation and exhibit thymocyte development skewed to $\\mathrm { C D 4 ~ T }$ cells (Urban and Winandy, 2004).Interestingly,the numbers of myeloid cells are increased in Ikaros deficient mice.In mature $\\mathrm { C D 4 ^ { + } T }$ cells, Ikaros modulates a variety of processes including Th2 differentiation and cytokine production (Bandyopadhyay et al.,2OO7;Quirion et al.,2OO9).In B cells,the transcription factor FoxO1 plays a critical role in Ikaros expression,whereas FoxO1 does not directly initiate Ikaros transcription.However,the transcriptional activation of Ikaros is poorly understood in hematopoietic lineage specification.Here,we show that InsR is highly expressed in hematopoietic progenitors,with the highest level in MPPs.Extrinsic insulin-InsR signaling directly activates Stat3 in MPPs to initiate Ikaros transcription. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Stat3 is well known to maintain the pluripotency of embryonic stem cells under the control of LIF signaling (Yu et al.,2O14).Stat3 also participates in sustaining HSC self-renewal (Chung et al.,2OO6).Mice with Stat3 conditional deletion in the hematopoietic system display increased numbers of myeloid cells and decreased numbers of lymphoid cells,a phenomenon similar to ageing mice (Mantel et al.,2012). Reactive oxygen species (ROS) levels are elevated in HSCs and hematopoietic progenitor cells.Lymphopoietic activity becomes compromised during ageing (Montecino-Rodriguez and Dorshkind,2OO6).The earliest lymphoid progenitor pools are declined in aged BM (Miller and Allman,2OO5).Senescence may decrease the sensing ability to insulin signaling due to insulin resistance.Disrupted insulin secretion in mouse diabetes models generates more myeloid cells but fewer lymphoid cells,resulting in a skewed myeloid/lymphoid ratio in diabetic mice.It remains to be delineated whether insulin resistance decreases lymphoid lineage differentiation in diabetic patients,which may result in damage of the immune system and increased susceptibility to infections.We expect that our findings will provide useful clues for translational study for diabetic patients.In summary,our observations reveal that insulin-InsR signaling drives MPP differentiation into lymphoid lineages in early lymphopoiesis,which is essential for maintaininga balanced immune system for an individual organism. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "MATERIALSANDMETHODS ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Antibodies and reagents.The following commercial antibodies were used: mouse hematopoietic lineage eFlour 45O cocktail,PerCP-Cy5.5-anti-CD45.1，FITC-anti-CD45.2,Alexa Fluor 7OO-anti-IL-7Rα,FITC-anti-Ly6A/E (Sca-1),PE-anti-CD117 (c-Kit)，APC-eFluor780-anti-CD48,anti-CD3, anti-CD19， FITC-anti-CD11b, PE-anti-Gr1, FITC-anti-B220， Pecy5-anti-CD3ε， APC-anti-Flt3/CD135， anti-F4/8O,anti-Gr-1,and anti-CD34 were purchased from eBioscience.PE-cy7-anti-CD15O was obtained from BioLegend. PerCP-Cy5.5-conjugated goat anti-rat IgG and APC-Cy7-conjugated goat anti-rabbit IgG were purchased from Santa Cruz Biotechnology, Inc.Anti- $\\cdot \\beta .$ -actin was from Sigma-Aldrich.Antibodies against Insr- $\\cdot \\beta$ ,phosphorylated Insr- $\\cdot \\beta$ (Tyr1150/1151),insulin,mTOR,Stat3,S727 phosphorylated Stat3，Y7O5phosphorylatedStat3， S6K，and phosphorylated S6K were purchased from Cell Signaling Technology. Donkey anti-rabbit or anti-mouse secondary antibodies conjugated with Alexa Fluor 488,594,or 405 were purchased from Molecular Probes.HRP-conjugated secondary antibody was obtained from Santa Cruz Biotechnology, Inc. Propidium iodide (PI),Annexin-V, insulin,rapamycin, and streptozotocin (STZ) were purchased from Sigma-Aldrich. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Cell culture.For HSC or MPP culture,cells were cultured in StemPro-34 medium (Invitrogen),containing $4 \\mathrm { m M }$ L-glutamine, $1 0 0 ~ \\mathrm { \\mu g / m l }$ streptomycin, $1 0 0 ~ \\mathrm { U / m l }$ penicillin,and the following cytokines (all from PeproTech): $1 0 ~ \\mathrm { { n g / m l } }$ IL-3,25 $\\mathrm { n g / m l }$ SCF, $2 5 ~ \\mathrm { n g / m l }$ Ftl-3L, $1 0 ~ \\mathrm { n g / m l }$ GM-CSF, $2 5 ~ \\mathrm { n g / m l }$ IL-11, $4 ~ \\mathrm { U / m l }$ Epo,and $2 5 ~ \\mathrm { n g / m l T p o }$ ： ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Generation of Insrand Stat3 conditional knockout mice.In$s r ^ { f l o x / f o x }$ mice were purchased from The Jackson Laboratory (B6.129S4(FVB)-Insrtm1Khn/J).Insrfox/fox mice were crossed with $M \\mathrm { x } C r e ^ { + }$ mice to get $M x C r e ^ { + } ; I n s t ^ { f o x / + }$ mice.The $M x C r e ^ { + } ; I n s t ^ { f l o x / + }$ mice were then crossed with Insrfox/fox mice to generate $M _ { X } C r e ^ { + } ; I n s r ^ { f o x / d o x }$ mice. $M _ { X } C r e ^ { + } ; I n s t ^ { f o x / d o x }$ mice were intraperitoneally injected with $3 0 0 ~ \\mu \\mathrm { g }$ polyinosine-polycyticylic acid $\\operatorname { \\ t p o l y } ( \\mathrm { I } ; \\mathrm { C } ) )$ every other day for a total of three times.The recombinant efficacy was examined by Western blotting $5 \\mathrm { d }$ after the last poly(I:C) administration using BM cells. $S t a t 3 ^ { H o x / H o x }$ mice (Takeda et al.,1999) were crossed with Vav-Cre mice to generate mice with conditional deletion of Stat3 in the hematopoietic system.Mouse experiments complied with ethical regulations and were approved by the Institutional Animal Care and Use Committees at the Institute ofBiophysics,Chinese Academy of Sciences. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Histology. Spleens were fixed in $4 \\%$ paraformaldehyde (PFA; Sigma-Aldrich) for $1 2 \\mathrm { ~ h ~ }$ .Femurs were fixed in buffer containing $10 \\%$ formaldehyde for $^ { 1 2 \\mathrm { ~ h ~ } }$ ,and then decalcified in decalcifying buffer ( $10 \\%$ EDTA in PBS [wt/wt],pH7.4) for another $1 2 \\mathrm { { h } }$ .Fixed tissues were washed twice using $7 5 \\%$ ethanol and embedded in paraffin,followed by sectioning and staining with hematoxylin and eosin according to standard laboratory procedures. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Flow cytometry analysis.Flow cytometry was performed as previously described (Xia et al.,2O15b).Generally, mice were euthanized and BMcells were flushed out from femur in PBS (phosphate buffered saline) buffer.Spleen cells were generated by mashing the spleen in PBS buffer.Cells were sifted through $5 0 \\mathrm { - } \\mu \\mathrm { m }$ cell strainers after removing red blood cells by suspending cells in ammonium-based red cell lysis buffer. For flow cytometry analysis,cellswere stained with fluorophore-conjugated antibodies,followed by detecting or sorting on an Influx cell sorter (BD). Data were analyzed using FlowJo 7.6.1 software (Tree Star). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "RNA interference and qRT-PCR.RNA interference was performedas previously described(Xiaetal.,2O15a).Inbrief,RNA interference sequences used in this research were designed according to pSUPER system instructions (Oligoengine). H1 promoter and targeting sequences were further cloned to lentivirus vector pSIN-EF2.Lentiviruses were generated by transfecting pSIN-EF2-shRNA and packaging vectors to HEK293T cells,followed by concentration using ultracentrifugation at $5 0 , 0 0 0 ~ g .$ EML or sorted cells were infected with lentiviruses for $^ { 3 6 \\mathrm { ~ h ~ } }$ before examination or transplantation.shRNA sequences were: Ikaros,#1, $5 ^ { \\prime } .$ -CAGTGACA CTCCAGATGAA- $\\cdot 3 ^ { \\prime }$ ；#2， $5 ^ { \\prime }$ -GGAAGAATGTGCA GAGGAT- ${ \\cdot } 3 ^ { \\prime }$ ；#3: $5 ^ { \\prime }$ -GAGGCATTCGACTTCCTAA- ${ \\cdot } 3 ^ { \\prime }$ mTOR,#1, $5 ^ { \\prime }$ -TGCCAACTACCTTCGAAAC- $3 ^ { \\prime }$ ；#2, $5 ^ { \\prime } .$ AGGAAATGCAGAAGCCTCA- ${ \\cdot } 3 ^ { \\prime }$ ；#3， $5 ^ { \\prime } .$ -CCGGCACA CATTTGAAGAA- $\\cdot 3 ^ { \\prime }$ ；Stat3，#1, $5 ^ { \\prime }$ -GAGTCAAGACTGG GCATAT- $3 ^ { \\prime }$ ；#2, $5 ^ { \\prime }$ -CCAGCAATATAGCCGATTC- $\\cdot 3 ^ { \\prime }$ ；#3, $5 ^ { \\prime }$ -CCTCTATCAGCACAACCTT- ${ \\cdot } 3 ^ { \\prime }$ . Total RNA was extracted from sorted cells using TRIzol reagent,and cDNA was reverse-transcribed using Superscript I (Invitrogen). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "RT-PCR was performed using the following primers: Ikaros, forward, $5 ^ { \\prime }$ -TCGGGAGAGAAAATGAATGG- $3 ^ { \\prime }$ ，reverse, $5 ^ { \\prime }$ -AGGCCGTTCACCAGTATGAC- ${ \\cdot } 3 ^ { \\prime }$ ；Insr,forward, $5 ^ { \\prime }$ AAAGTTTGCCCAACCATCTG- ${ \\cdot } 3 ^ { \\prime }$ ，reverse, $5 ^ { \\prime }$ -GTG AAGGTCTTGGCAGAAGC- ${ \\cdot } 3 ^ { \\prime }$ .Expression was normalized to that of housekeeping gene $\\beta$ -actin. Single-cell RT-PCR was performed as previously described (Luc et al.,2008). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Inducible knockdown and overexpression. Transient knockdown was performed as described previously (Wang et al., 2013).In brief,H1 promoter together with shRNA sequences were first merged with $2 \\times \\mathrm { T e t O } 2$ by overlapping PCR and then cloned to pcDNA4/TO/Myc-His B replacing the CMV promoter. For overexpression experiments, cDNA sequences were cloned to the multiple cloning site of pcDNA4/TO/Myc-His B.pcDNA4/TO/Myc-His B was cotransfected with pcDNA6/TR into MPPs by electroporation,followed by addition of doxycycline $( 1 ~ \\mu \\mathrm { g / m l } )$ for $3 6 \\mathrm { ~ h ~ }$ (for knockdown) or $^ { 1 8 \\mathrm { ~ h ~ } }$ (for overexpression). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Chromatin immunoprecipitation (ChIP).Cells were fixed in $1 \\%$ formaldehyde for $2 0 ~ \\mathrm { \\ m i n }$ and then quenched with $0 . 1 2 5 \\mathrm { ~ M ~ }$ lysine,followed by swelling in lysis buffer ( $\\mathrm { 5 0 ~ m M }$ Hepes,pH 7.5,140 mM NaCl, $1 \\%$ Triton X-100, $0 . 1 \\%$ NaDeoxycholate,and protease inhibitors) for $3 0 \\ \\mathrm { m i n }$ on ice. Chromatin was sheared to an average length of 4Oo bp by sonication.After being de-cross-linked by RNase,proteinase K,and heat, input genomic DNA was precipitated with ethanol and quantified in a GeneQuant 1OO spectrophotometer (GE Healthcare).Chromatin was precleared with protein A/G-agarose (Santa Cruz Biotechnology, Inc.),followed by incubation with the indicated antibodies at $4 ^ { \\circ } \\mathrm { C }$ overnight and further incubation with protein A/G-agarose for $^ { 2 \\mathrm { ~ h ~ } }$ Beads were washed with washing buffer ( $1 0 ~ \\mathrm { m M }$ Tris, $\\mathrm { p H 8 . 0 }$ $2 5 0 ~ \\mathrm { m M }$ LiCl, $0 . 5 \\%$ NP-40, $0 . 5 \\%$ NaDeoxycholate, $1 ~ \\mathrm { m M }$ EDTA) three times and eluted with elution buffer ( $\\mathrm { 5 0 ~ m M }$ Tris,pH8.0, $1 \\%$ SDS, $1 0 ~ \\mathrm { m M }$ EDTA).Eluates were de-crosslinked by RNase,proteinase K,and heat,and DNA was extractedwithphenolchloroform， followedbyethanol precipitation.For each ChIP experiment, $2 \\times 1 0 ^ { 4 }$ cells were used. $5 \\%$ of nuclear extracts served as inputs.Immunoprecipitated DNAs were further analyzed by real-time PCR.Signals were normalized to input DNA. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "BM transplantation.BM transplantation was performed as described previously (Xia et al.,2O14).In brief,donor BM cells were separated as described above and injected alone or with recipient BM cells into lethally irradiated $( 1 0 ~ \\mathrm { \\ G y } )$ $\\mathrm { C D 4 5 . 1 }$ mice.Reconstituted mice were fed with water containing $\\mathrm { ~ 1 ~ g / ~ }$ liter ampicillin for 2 wk before switching to regular water.For analysis of peripheral blood cells,blood was obtained from mouse tail vein and stained as described above. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "CFC assay. $2 \\times 1 0 ^ { 4 }$ BM cells were seeded in $3 5 \\mathrm { - m m }$ dishes containing IMDM,supplemented with $1 . 2 \\%$ methylcellulose (STEMCELL Technologies), $4 0 ~ \\mu \\mathrm { M }$ 2-mercaptoethanol, $0 . 5 \\mathrm { \\ m M }$ haemin, $30 \\%$ FBS, $2 \\ \\mathrm { m M }$ L-glutamine, $2 0 ~ \\mathrm { n g / m l }$ rmIL-3, $6 ~ \\mathrm { U / m l }$ recombinant human EPO,and $2 0 ~ \\mathrm { n g / m l }$ recombinant mouse SCF. Colonies of CFU-GEMM, CFU-GM,and BFU-E were calculated $1 0 \\textup { d }$ after incubation at $3 7 ^ { \\circ } \\mathrm { C }$ LT-CIC assay was performed as previously described (Méndez-Ferrer etal.,2008). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Co-culture with OP9 cells.OP9 cells were cultured in $\\alpha .$ -MEM supplemented with $20 \\%$ FBS, $4 0 ~ \\mu \\mathrm { M }$ 2-mercaptoethanol,and 2 mM L-glutamine.For lymphoid differentiation,sorted LSKs or MPPs were plated onto $80 \\%$ confluent OP9 cells in $\\alpha$ -MEM supplemented with $5 ~ \\mathrm { n g / m l }$ rmFlt3L and $5 ~ \\mathrm { n g / m l }$ rmIL-7 (PeproTech).Cells were stained with anti-CD19 antibody, followed by flow cytometry analysis. Samples were run out to determine the numbers of lymphoid cells (positive for CD19) by flow cytometry. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Generation of experimental mouse models. For circadian rhythm,mice were fed regularly during the night i ${ \\mathrm { ( 8 ; 0 0 ~ p . m } }$ to $8 { : } 0 0 \\ \\mathrm { a . m }$ . on the following day) and with water only in the day ( $8 { : } 0 0 \\ \\mathrm { a . m }$ .to $8 { : } 0 0 \\ \\mathrm { p . m . }$ ).Forthe starvation/refeeding cycle,mice were supplied with water only from $8 { : } 0 0 \\ \\mathrm { a . m }$ .for $^ { 4 8 \\mathrm { ~ h ~ } }$ ,followed by refeeding normally for another $^ { 4 8 \\mathrm { ~ h ~ } }$ .For generation of diabetic mice,mice were injected with streptozotocin( $\\mathrm { 8 0 ~ m g / k g }$ i.p. for four consecutive days; vehicle, $0 . 1 \\mathrm { ~ M ~ }$ sodium citrate, $\\mathrm { p H } 4 . 5 )$ to induce diabetes. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Statistical analysis. Student’s t test was used as statistical analysis by using Excel (Microsoft;Xia et al.,2013). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Online supplemental material. Fig.S1 shows the gating strategy used in this study. Online supplemental material is available at http://www.jem.org/cgi/content/full/jem.20150618/DC1. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "We thank Xuan Yang for protein expression and Yan Teng for technical support ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "This work was supported by the National Natural Science Foundation of China (81330047,31471386,91419308,and 31300645),973 Program of the M0ST of China (2010CB9119O2),the Strategic Priority Research Programs of the Chinese Academy of Sciences(XDA010104O7)， and the ChinaPostdoctoral ScienceFoundation (2015M571141). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The authors declare no competing financial interests. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Author contributions:P.Xia designed and performed experiments,analyzed data,and wrote the paper; S.Wang performed experiments and analyzed data.G. Huang constructed plasmids;Z. Fan initiated the study,and organized, designed, and wrote the paper. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Submitted:6 April 2015   \nAccepted: 9 October 2015 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Adolfsson,J.,R.Mänsson,N.Buza-Vidas,A.Hultquist,K.Liuba,C.T.Jensen, D.Bryder,L.Yang, O.J.Borge,L.A.Thoren,et al. 2OO5.Identification of $\\mathsf { F l t } 3 +$ lympho-myeloid stem cells lacking erythro-megakaryocytic potential a revised road map for adult blood lineage commitment. Cell. 121:295-306.http://dx.doi.org/10.1016/j.cell.2005.02.013 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Akashi,K.,X. He,J. Chen,H. Iwasaki, C. Niu,B. Steenhard,J. Zhang, J Haug,and L.Li. 2OO3.Transcriptional accessibility for genes of multiple tissues and hematopoietic lineages is hierarchically controlled during early hematopoiesis.Blood.101:383-389. http://dx.doi.org/10.1182/ blood-2002-06-1780 Bandyopadhyay, S.,M. Duré,M. Paroder, N. Soto-Nieves,I. Puga,and F Macian.2Oo7.Interleukin 2 gene transcription is regulated by Ikarosinduced changes in histone acetylation in anergic T cells.Blood.   \n109:2878-2886.http://dx.doi.0rg/10.1182/blood-2006-07-037754 Bar-Peled,L.,L. Chantranupong, A.D. Cherniack,W.W. Chen, K.A. Otina, B.C. Grabiner,E.D.Spear, S.L. Carter,M.Meyerson,and D.M. Sabatini.   \n2013.A Tumor suppressor complex with GAP activity for the Rag GTPases that signal aminoacidsufficiency to mTORC1.Science.   \n340:1100-1106.http://dx.doi.org/10.1126/science.1232044 Bogan,J.S.2012.Regulation of glucose transporter translocation in health and diabetes.Annu. Rev. Biochem.81:507-532.htp://dx.doi.org/10 .1146/annurev-biochem-060109-094246 Brownlie,R.J.,and R. Zamoyska.2013.T cell receptor signalling networks: branched, diversified and bounded. Nat.Rev.Immunol.13:257-269.http ://dx.doi.org/10.1038/nri3403 Brining, J.C., M.D. Michael,J.N. Winnay,T. Hayashi, D.Horsch,D.Accili, L.J. Goodyear,and C.R.Kahn.1998.A muscle-specific insulin receptor knockout exhibits features of the metabolic syndrome of NIDDM without altering glucose tolerance.Mol. Cell. 2:559-569.http://dx.doi .org/10.1016/S1097-2765(00)80155-0 Calo,V.,M. Migliavacca,V. Bazan,M.Macaluso,M. Buscemi,N. Gebbia,and A.Russo.20o3.STAT proteins:from normal control of cellular events to tumorigenesis.J. Cell.Physiol.197:157-168. http://dx.doi.org/10.1002 /jcp.10364 Cani,P.D.,J. Amar,M.A. Iglesias,M. Poggi, C.Knauf, D.Bastelica, A.M. Neyrinck,F Fava,K.M.Tuohy， C.Chabo,et al.2007.Metabolic endotoxemia initiates obesity and insulin resistance.Diabetes. 56:1761-   \n1772.http://dx.doi.org/10.2337/db06-1491 Casanova,J.L.,S.M. Holland,and L.D.Notarangelo. 2012. Inborn errors of human JAKs and STATs.Immunity. 36:515-528. http://dx.doi.org/10 .1016/j.immuni.2012.03.016 Casanova-Acebes,M.,C.Pitaval,L.A.Weiss,C.Nombela-Arrieta,R.Chevre, N.A-Gonzalez,Y. Kunisaki,D. Zhang,N. van Rooijen, L.E. Silberstein, et al. 2013.Rhythmic modulation of the hematopoietic niche through neutrophil clearance. Cell.153:1025-1035. http://dx.doi.org/10.1016 /j.cell.2013.04.040 Cheng,C.W.,G.B.Adams,L.Perin, M.Wei,X. Zhou,B.S.Lam,S.Da Sacco, M.Mirisola,D.I.Quinn,T.B.Dorff,et al.2014.Prolonged fasting reduces IGF-1/PKA to promote hematopoietic-stem-cell-based regeneration and reverse immunosuppression. Cell Stem Cell.14:810-823. http://dx .doi.org/10.1016/j.stem.2014.04.014 Chi, H.2012.Regulation and function of mTOR signalling in T cell fate decisions.Nat.Rev. Immunol.12:325-338.http://dx.doi.org/10.1038/ nri3198 Chung,Y.J.,B.B.Park,Y.J. Kang,T.M.Kim, C.J. Eaves,and I.H. Oh.2006. Unique effects of Stat3 on the early phase of hematopoietic stem cell regeneration.Blood.108:1208-1215.http://dx.doi.org/10.1182/blood -2006-01-010199 Cunningham, J.T.,J.T.Rodgers,D.H. Arlow, F Vazquez,V.K. Mootha,and P. Puigserver. 2007. mTOR controls mitochondrial oxidative function through aYY1-PGC-1alpha transcriptional complex.Nature. 450:736-   \n740. http://dx.doi.org/10.1038/nature06322 Ding,L.,and S.J. Morrison. 2013.Haematopoietic stem cellsand early lymphoid progenitors occupy distinct bone marrow niches. Nature.   \n495:231-235. htp://dx.doi.org/10.1038/nature11885 Fruman, D.A.,and C.Rommel. 2014. PI3K and cancer: lessons,challenges and opportunities. Nat.Rev. Drug Discov.13:140-156.htp://dx.doi.org /10.1038/nrd4204   \nGeorgopoulos,K.2Oo2.Haematopoietic cell-fate decisions,chromatin regulation and ikaros.Nat.Rev. Immunol. 2:162-174. htp://dx.doi.org /10.1038/nri747   \nGrover,A.,E.Mancini, S.Moore,A.J. Mead,D.Atkinson,K.D.Rasmussen, D. O'Carroll, S.E.Jacobsen,and C.Nerlov.2O14.Erythropoietin guides multipotent hematopoietic progenitor cells toward an erythroid fate. J. Exp.Med.211:181-188.http://dx.doi.org/10.1084/jem.20131189   \nHers,I.,E.E.Vincent,and J.M.Tavaré.2O11.Akt signalling in health and disease.Cellignal.23:51-1527.htp://x.doorg/.0/cellsi .2011.05.004   \nInoki,K.,J. Kim,and K.L.Guan.2012.AMPK and mTOR in cellular energy homeostasis and drug targets.Annu.Rev.Pharmacol.Toxicol. 52:381-400. http://dx.doi.org/10.1146/annurev-pharmtox-010611-134537   \nIwasaki, H.,and K.Akashi. 2OO7. Myeloid lineage commitment from the hematopoietic stem cell. Immunity. 26:726-740. htp://dx.doi.org/10 .1016/j.immuni.2007.06.004   \nJohnson,S.C.,P.S.Rabinovitch,and M.Kaeberlein.2013.mTOR is a key modulator of ageing and age-related disease.Nature. 493:338-345. http ://dx.doi.org/10.1038/nature11861   \nKfoury,Y.,F Mercier,and D.T. Scadden.2014.SnapShot:The hematopoietic stem cell niche. Cell.158:228.http://dx.doi.org/10.1016/j.cell.2014.06 .019   \nKhan,M.T.,M.Nieuwdorp,and F Bäckhed.2014.Microbial modulation of insulin sensitivity. Cell Metab.20:753-760.http://dx.doi.org/10.1016/j .cmet.2014.07.006   \nKondo,M.2O10.Lymphoid and myeloid lineage commitment in multipotent hematopoietic progenitors.Immunol. Rev. 238:37-46. htp://dx.doi.org /10.1111/j.1600-065X.2010.00963.x   \nLamming,D.W.,L.Ye,P Katajisto,M.D.Goncalves,M.Saitoh,D.M.Stevens, J.G. Davis,A.B. Salmon,A.Richardson,R.S.Ahima,et al. 2012. Rapamycin-induced insulin resistance is mediated by mTORC2 loss and uncoupled from longevity. Science. 335:1638-1643.http://dx.doi .org/10.1126/science.1215135   \nLaplante,M.,and D.M. Sabatini.2012.mTOR signaling in growth control and disease.Cell.149:274-293.http://dx.doi.org/10.1016/j.cell.2012 .03.017   \nLaurenti,E.,S. Doulatov, S. Zandi,I. Plumb,J. Chen,C.April, J.B. Fan, and J.E.Dick. 2O13.The transcriptional architecture of early human hematopoiesis identifies multilevel control of lymphoid commitment. Nat. Immunol.14:756-763.htp://dx.doi.org/10.1038/ni.2615   \nLuc,S.,K.Anderson,S.Kharazi,N.Buza-Vidas,C.Boiers,C.T.Jensen,Z.Ma, L.Wittmann,and S.E. Jacobsen. 2Oo8.Down-regulation of Mpl marks the transition to lymphoid-primed multipotent progenitors with gradual loss of granulocyte-monocyte potential. Blood.111:3424-3434. http:// dx.doi.org/10.1182/blood-2007-08-108324   \nMantel, C., S. Messina-Graham,A. Moh, S. Cooper,G. Hangoc, X.Y.Fu, and H.E.Broxmeyer.2O12.Mouse hematopoietic cell-targeted STAT3 deletion: stem/progenitor cell defects, mitochondrial dysfunction,ROS overproduction,and a rapid aging-like phenotype. Blood. 120:2589- 2599.http://dx.doi.org/10.1182/blood-2012-01-404004   \nMendelson,A.,and P.S.Frenette.2014. Hematopoietic stem cell niche maintenance during homeostasis and regeneration.Nat. Med.2O:833- 846.http://dx.doi.org/10.1038/nm.3647   \nMéndez-Ferrer,S.，D. Lucas，M.Batista，and P.S. Frenette.2008. Haematopoietic stem cell release is regulated by circadian oscillations. Nature.452:442-447.http://dx.doi.org/10.1038/nature06685   \nMiller,J.P，and D. Allman.2O05.Linking age-related defects in B lymphopoiesis to the aging of hematopoietic stem cells. Semin.Immunol. 17:321-329.http://dx.doi.org/10.1016/j.smim.2005.05.003   \nMontecino-Rodriguez,E.,and K. Dorshkind.2006.Evolving patterns of lymphopoiesis from embryogenesis through senescence.Immunity. 24:659-662. htp://dx.doi.org/10.1016/j.immuni.2006.06.001   \nMorita,Y.,H. Ema,and H. Nakauchi. 2O1O.Heterogeneity and hierarchy within the most primitive hematopoietic stem cell compartment. J Exp. Med.207:1173-1182. http://dx.doi.org/10.1084/jem.20091318   \nMorrison,S.J.,and D.T. Scadden.2014.The bone marrow niche for haematopoietic stem cell. Nature. 505:327-334. http://dx.doi.org/10 .1038/nature12984   \nMossadegh-Keller,N.,S.Sarrazin,PK.Kandalla,L.Espinosa,E.R.Stanley, S.L. Nutt,J. Moore,and M.H. Sieweke. 2013.M-CSF instructs myeloid lineage fate in single haematopoietic stem cells.Nature. 497:239-243. http://dx.doi.org/10.1038/nature12026   \nNaik,S.H.,L. Perié,E.Swart, C.Gerlach,N.van Rooij,R.J. de Boer,and T.N. Schumacher. 2013. Diverse and heritable lineage imprinting of early haematopoietic progenitors.Nature. 496:229-232. http://dx.doi .org/10.1038/nature12013   \nNodland,S.E.,M.A.Berkowska,A.A. Bajer,N. Shah,D.de Ridder,JJ. van Dongen, T.W. LeBien,and M.C.van Zelm. 2011. IL-7R expression and IL-7 signaling confer a distinct phenotype on developing human B-lineagecell.Blood.118:2116-2127.htp://dx.doiorg/10.1182/ blood-2010-08-302513   \nOguro,H.,L.Ding,and S.J. Morrison.2013. SLAM family markers resolve functionally distinct subpopulations of hematopoietic stem cells and multipotent progenitors. Cell Stem Cell.13:102-116. http://dx.doi.org /10.1016/j.stem.2013.05.014   \nOtton,R.,FG. Soriano,R.Verlengia,and R.Curi. 20o4.Diabetes induces apoptosis in lymphocytes.J. Endocrinol.182:145-156. htp://dx.doi.org /10.1677/joe.0.1820145   \nPowellJ.D.,K.N.Pollizz,E.B.Heikamp,and M.R.Horton.2012.Regulation of immune responses by mTOR.Annu.Rev. Immunol. 30:39-68.http:// dx.doi.org/10.1146/annurev-immunol-020711-075024   \nQuirion, M.R., G.D. Gregory, S.E. Umetsu, S.Winandy, and M.A. Brown. 2009.Cutting edge: Ikaros is a regulator of Th2 cell differentiation.J. Immunol.182:741-745. htp://dx.doi.org/10.4049/jimmunol.182.2 .741   \nRaz,R., C.K. Lee,L.A. Cannizzaro,P. d'Eustachio,and D.E. Levy. 1999. Essential role of STAT3 for embryonic stem cell pluripotency.Proc. Natl. Acad.Sci.USA. 96:2846-2851. http://dx.doi.org/10.1073/pnas.96.6 .2846   \nRiddell, J.,R.Gazit,B.S.Garrison, G.Guo,A. Saadatpour,PK. Mandal, W.Ebina,P. Volchkov,G.C.Yuan，S.H. Orkin,and D.J.Rossi. 2014.Reprogramming committed murine blood cels to induced hematopoietic stem cells with defined factors. Cell.157:549-564. http ://dx.doi.org/10.1016/j.cell.2014.04.006   \nRossi,L., K.K. Lin, N.C. Boles,L. Yang,K.Y. King, M. Jeong,A. Mayle, and M.A. Goodell. 2012.Less is more: unveiling the functional core of hematopoietic stem cells through knockout mice. Cell Stem Cell. 11:302-317. http://dx.doi.org/10.1016/j.stem.2012.08.006   \nSamuel, V.T.,and G.I. Shulman. 2O12.Mechanisms for insulin resistance: common threads and missing links. Cell.148:852-871. http://dx.doi .org/10.1016/j.cell.2012.02.017   \nSarbassov, D.D.,S.M. Ali, S. Sengupta,J.H. Sheen,PP Hsu,A.F Bagley, A.L. Markhard,and D.M. Sabatini. 2Oo6.Prolonged rapamycin treatment inhibits mTORC2 assembly and Akt/PKB.Mol. Cell.22:159-168.http ://dx.doi.org/10.1016/j.molcel.2006.03.029   \nSchepers,K.,T.B. Campbell,and E. Passegué.2015. Normal and leukemic stem cell niches: insights and therapeutic opportunities. Cell Stem Cell. 16:254-267.http://dx.doi.org/10.1016/j.stem.2015.02.014   \nShim,J.,T.Mukherjee,and U.Banerjee.2O12.Direct sensing of systemic and nutritional signals by haematopoietic progenitors in Drosophila.Nat. Cell Biol.14:394-400.http://dx.doi.org/10.1038/ncb2453   \nShimobayashi, M.,and M.N. Hall. 2014. Making new contacts: the mTOR network in metabolism and signalling crosstalk.Nat.Rev. Mol. Cell Biol. 15:155-162. htp://dx.doiorg/10.1038/nrm3757   \nSinger,K.,J.DelProposto,D.L.Morris,B. Zamarron,T.Mergian,N.Maley, K.W.Cho,L.Geletka,P. Subbaiah,L.Muir,et al.2O14.Diet-induced obesity promotes myelopoiesis in hematopoietic stem cells.Mol.Metab. 3:664-675.http://dx.doi.org/10.1016/j.molmet.2014.06.005   \nTaguchi,A.,and M.FWhite.2OO8.Insulin-like signaling,nutrient homeostasis, and life span.Annu.Rev.Physiol.7O:191-212.http://dx.doi.org/10.1146 /annurev.physiol.70.113006.100533   \nTakeda,K.,B.E.Clausen,T.Kaisho,T.Tsujimura,N. Terada,I. Forster,and S.Akira.1999.Enhanced Th1 activity and development of chronic enterocolitis in mice devoid of Stat3 in macrophages and neutrophils. Immunity.10:39-49.http://dx.doi.org/10.1016/S1074-7613(00)80005 -9   \nTamplin, O.J.,E.M. Durand,L.A. Carr, S.J. Childs,E.J. Hagedorn,P. Li, A.D.Yzaguirre,N.A. Speck,and L.I. Zon.2015.Hematopoietic stem cell arrival triggers dynamic remodeling of the perivascular niche. Cell. 160:241-252.http://dx.doi.org/10.1016/j.cell.2014.12.032   \nUhmann,A.,K.Dittmann,F Nitzki,R.Dressel, M.Koleva,A. Frommhold, A. Zibat, C.Binder,I. Adham,M. Nitsche,et al. 20O7.The Hedgehog receptor Patched controls lymphoid lineage commitment. Blood. 110:1814-1823.http://dx.doi.org/10.1182/blood-2007-02-075648   \nUrban,J.A.,and S.Winandy.2OO4.Ikaros null mice display defects in T cell selection and CD4 versus CD8 lineage decisions.J. Immunol.173:4470- 4478.http://dx.doi.org/10.4049/jimmunol.173.7.4470   \nWalter,D.,A.Lier,A.Geiselhart,FB.Thalheimer,S.Huntscha,M.C. Sobotta,B. Moehrle,D.Brocks,I. Bayindir,P.Kaschutnig,et al. 2015. Exit from dormancy provokes DNA-damage-induced attrition in haematopoietic stem cell.Nature.520:549-552.http://dx.doi.org/10 .1038/nature14131   \nWang,S.,P.Xia,B.Ye,G.Huang,J.Liu,and Z.Fan.2O13.Transient activation of autophagy via Sox2-mediated suppresson of mTOR is an important early step in reprogramming to pluripotency. Cell Stem Cell.13:617-625. http://dx.doi.org/10.1016/j.stem.2013.10.005   \nWen,Z.,Z.Zhong,and J.E.Darnell Jr.1995.Maximal activation of transcription by Stat1 and Stat3 requires both tyrosine and serine phosphorylation. Cell. 82:241-250.http://dx.doi.org/10.1016/0092 -8674(95)90311-9   \nWill,B.,T.O.Vogler,B.Bartholdy,F Garrett-Bakelman,J.Mayer,L.Barreyro, A.Pandolfi,T.I. Todorova,U.C. Okoye-Okafor,R.F Stanley，et al. 2013.Satb1 regulates the self-renewal of hematopoietic stem cells by promoting quiescence and repressing differentiation commitment. Nat. Immunol.14:437-445.http://dx.doi.org/10.1038/ni.2572   \nXia,P.,S.Wang,Y.Du,Z. Zhao,L.Shi,L.Sun,G.Huang,B.Ye,C.Li,Z.Dai, et al.2O13.WASH inhibits autophagy through suppression of Beclin 1 ubiquitination.EMBO J. 32:2685-2696.http://dx.doi.org/10.1038/ emboj.2013.189   \nXia,P,S.Wang,G.Huang,P.Zhu,M.Li,B.Ye,Y.Du,and Z.Fan.2014.WASH is required for the differentiation commitment of hematopoietic stem cels in a c-Myc-dependent manner.J. Exp.Med.211:2119-2134. http ://dx.doi.org/10.1084/jem.20140169   \nXia,P.,S.Wang,Z. Xiong,B. Ye,L.-Y.Huang,Z.-G.Han,and Z. Fan. 2015a.IRTKS negatively regulates antiviral immunity through PCBP2 sumoylation-mediated MAVS degradation.Nat. Commun. 6:8132. http ://dx.doi.org/10.1038/ncomms9132   \nXia,P,S.Wang,B.Ye,Y.Du,G.Huang,P. Zhu,and Z.Fan.2015b.Sox2 functions as a sequence-specific DNA sensor in neutrophils to initiate innate immunity against microbial infection.Nat.Immunol.16:366-375. http://dx.doi.org/10.1038/ni.3117   \nYan,X.,J. Chen, C. Zhang, S. Zhou,Z. Zhang,J. Chen,W.Feng,X.Li,and Y.Tan.2O15.FGF21 deletion exacerbates diabetic cardiomyopathy by aggravating cardiac lipid accumulation.J. Cell.Mol.Med.19:1557-1568. http://dx.doi.org/10.1111/jcmm.12530   \nYip, C.K.,K. Murata,T. Walz,D.M. Sabatini,and S.A. Kang.2010.Structure of the human mTOR complex I and its implications for rapamycin inhibition. Mol. Cell. 38:768-774. http://dx.doi.org/10.1016/j.molcel .2010.05.017   \nYoshida,T.,S.Y. Ng,J.C. Zuniga-Pflucker,and K. Georgopoulos.2O06.Early hematopoietic lineage restrictions directed by Ikaros.Nat.Immunol. 7:382-391.http://dx.doi.org/10.1038/ni1314   \nYu,H.,H. Lee,A. Herrmann,R. Buettner,and R. Jove.2014. Revisiting STAT3 signalling in cancer: new and unexpected biological functions. Nat.Rev. Cancer. 14:736-746.http://dx.doi.org/10.1038/nrc3818   \nYu,L., C.K. McPhee,L. Zheng, G.A. Mardones,Y.Rong,J.Peng,N. Mi, Y. Zhao,Z.Liu,F Wan,et al. 2O1O. Termination of autophagy and reformation of lysosomes regulated by mTOR.Nature.465:942-946. http://dx.doi.org/10.1038/nature09076 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    }
]