[
    {
        "type": "text",
        "text": "外泌体作为肿瘤标志物的研究进展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "刘艳1'²，戴鹏²，朱运峰1\\*\\*",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1北京交通大学生命科学与生物工程研究院北京100044",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2河南省华之源生物技术有限公司郑州450000）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 外泌体是细胞内源性囊泡样生物纳米级膜结构，直径大小在 $4 0 { - } 1 0 0 ~ \\mathrm { n m }$ 之间，可由各种类型的细胞分泌释放。外泌体具有许多功能，如蛋白质、mRNA、miRNA和脂类的细胞间运输和传递，以及抗原递呈，还可能具有致癌的能力。肿瘤细胞所分泌释放的外泌体在肿瘤的发生、发展以及迁移等生理和病理过程中发挥重要的作用。目前从肿瘤外泌体中寻找特异性标志物已成为肿瘤研究者重点关注的方向，对肿瘤早期诊断、疗效评价和预后分析具有重要的意义。本文作者就近年来外泌体在肿瘤研究和诊断中研究进展进行综述。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 肿瘤 外泌体 分子标志物",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Research Progress of Exosome as Tumor Marker ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LIU Yan，DAI Peng， ZHU Yun-feng",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1 College of Life Sciences and Bioengineering， Beijing Jiaotong University， Beijing 100044, China) (2 Henan Province OriginBio Biotechnology Co., Ltd., Zhengzhou 45oooo, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Exosomes are naturally occurring biological nanomembranous vesicles (40 to $1 0 0 \\ \\mathrm { n m } ,$ ） of endocytic origin that are released into the extracellular space from diverse cell types . They have pleiotropic functions such as antigen presentation, intercellular transfer of protein，RNA and lipids. The exosomes secreted by tumor cells play an important role in the physiological and pathological processes which are involved in the occurrence, development and migration of tumors. At present, given the important significance for early diagnosis, for efficacy evaluation and prognosis analysis, the identification for specific markers from tumor exosomes has become the focus of cancer researchers. The authors reviewed recent advances of exosome in basic research as well as its application in cancer diagnosis. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key wordsTumor exosome molecular marker ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "20 世纪80 年代初期，Johnstone 等[1在网织红细胞向红细胞成熟的过程中，从细胞培养液中分离出一种大小约为 ${ 5 0 } \\mathrm { n m }$ ，含有转铁蛋白受体的囊泡样结构物质，将其命名为“外泌体”。目前认为外泌体是由各种细胞分泌的，直径大小在$4 0 { - } 1 0 0 \\mathrm { n m }$ 之间多形性囊泡样小体结构。在生理和病理情况下，各种细胞均可分泌释放外泌体，这其中也包括肿瘤细胞[2]。外泌体中含有多种受体蛋白、核酸等遗传物质，是细胞之间信号传递的重要使者，这些核酸和蛋白质能够指示一定的生理病理状况，而肿瘤细胞所分泌释放的外泌体在肿瘤的发生、发展以及迁移等生理和病理过程中发挥重要的作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1外泌体",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1外泌体的主要组成外泌体是来源于晚期内吞体（又称为多囊泡体，multivesicularbodies，MVB），是细胞内吞泡膜向内凹陷形成含有多个小囊泡的多囊泡体，来源细胞不同，其所分泌释放的外泌体所包含的具体成分也不同。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "蛋白质是组成外泌体的主要成分之一[3]，种类繁多，主要可以分为两种。一种是外泌体结构蛋白，在外泌体中普遍存在，其中包括细胞骨架成分中的肌动蛋白和微丝结合蛋白等；此外还有膜蛋白、溶酶体蛋白（Lamp2b）、热休克蛋白(hsp70、hsp90）等[4.5]。另一种是外泌体特异蛋白，这类蛋白质只存在于特定细胞来源的外泌体中，具有相对特异性。例如在树突状细胞来源的外泌体中，可检测到多种表面相关蛋白（如Alix、TSG101等）以及四次跨膜蛋白（如CD63、CD9 等）[]；而人鼻咽癌来源的外泌体中携带EB 病毒蛋白LMP1(LatentMembraneProteinl,LMPI)，能促进癌细胞逃避宿主免疫[7]。除此之外，来源于其它肿瘤细胞的外泌体中还可以检测到肿瘤抗原和免疫抑制蛋白，如FasL蛋白、TRAIL 蛋白和TGF-β蛋白等，这些蛋白在肿瘤细胞来源的外泌体中过度表达，提示外泌体蛋白在肿瘤及相关疾病的诊断和治疗后评价中具有潜在标志物的作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "此外，外泌体内腔中还检测到多种核酸成分，其中包括mRNA、miRNA、长非编码 RNA（long non-codingRNAs，lncRNAs）以及circRNAs 等[8]。研究发现，外泌体RNA的水平在细胞中存在差异，在不同类型的肿瘤中RNA的种类及表达量不同；不同的生理和病理条件下，外泌体核酸的表达量和种类也会发生变化[9-11]。例如，在乳腺导管原位癌中miR-182 和 miR-183 相对于正常高度过表达，促进乳腺癌的发生和转移[12]，肝癌细胞来源的外泌体中也检测到了circRNAs的富集[13]。目前，肿瘤来源的外泌体miRNA已经成为众多研究者关注的焦点，这类miRNA普遍存在并且含量很高，在肿瘤的发生、发展过程中起着重要的调节作用[[14,15]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2 外泌体的形成与内容物的选择随着早期内吞体进一步成熟为晚期内吞体，内吞体会包裹分选的蛋白质和核酸等以出芽的形式形成多个腔内囊泡(intraluminal vesicles，ILVs)，即外泌体前体。在晚期内吞体中，包含了多个腔内囊泡，被称为多泡小体(multivesicularbody，MVB)。一部分多泡小体会与细胞内的溶酶体融合进一步将内容物降解，还有一部分多泡小体会在胞内分子马达的牵引下，分泌到细胞外，最终形成外泌体[16]。目前研究认为，外泌体内容物的分选机制主要有2种，即依赖内吞体分选复合物机制和非依赖内吞体分选复合物机制。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "内体分选复合物 ESCRT（endosomal- sorting complex required for transport）是一种位于内吞体胞质侧的塑形蛋白复合物，能够识别泛素化修饰的膜蛋白，并分选特异的核酸和蛋白质等物质进入腔内囊泡，形成外泌体前体。ESCRT包括5种核心复合物，即四种复合体(ESCRT-0、I、II、II)和辅助蛋白Vps4-Vta1[17]。ESCRT四种复合物的组分不同，功能也有差异。ESCRT-0能识别和富集内吞体膜上泛素化载体蛋白。ESCRT-I和II一起协同作用，将分拣的特异性蛋白和核酸等物质包裹进MVBs，并诱导MVBs出芽形成初始芽体（外泌体）。ESCRT-I则是将初始芽体剪切掉，使外泌体脱落[18]。最后，Vps4 会将 ESCRT 解离使其可以循环再利用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "此外，细胞通过脂质、神经酰胺或热休克蛋白等辅助作用，不依赖ESCRT也可生成 ILVs及MVB。Stuffers 等[19]研究中将ESCRT四种复合体亚基耗尽，最大化抑制ESCRT依赖性途径，但依然发现含有CD63标志物的外泌体释放。提示我们，外泌体也可以以非依赖内吞体分选复合物的方式形成。第一个非依赖内吞体分选复合物机制是中性鞘磷脂酶(neutral sphingomyelinase，nSMase)产生神经酰胺，抑制nSMase 可以减少外泌体的生成[20]。而且目前已有研究证明，四次跨膜蛋白家族的成员也参与了ESCRT非依赖性的囊泡内容物的分选，其中包括CD63、CD81、CD9 等[21,22]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3 外泌体的生理功能外泌体广泛存在于体液和组织中，早期研究认为，外泌体在生物体内是“垃圾袋”的作用，清除体内的“垃圾”。近年来的研究则表明外泌体与多种生物学过程密切相关。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "首先，外泌体通过自分泌、旁分泌和内分泌等方式参与细胞间信号的交换和传递。主要表现在两方面。一方面外泌体能够释放有活性的内容物与靶细胞接触并发生融合，调控细胞内的生理活动。如某些细胞来源的外泌体中含有参与信号通路的蛋白 $\\beta$ -catenin、WNT5B以及mRNA、miRNA等，外泌体能将这些物质转运至靶细胞，对细胞的基因表达发挥调节作用[23]。另一方面外泌体通过表面信号转导分子直接进行信息传递。Wang等[24]人研究发现，神经元活性氧较高或者氧化应激状态下，胶质细胞分泌的外泌体中含有突触素，能够促进神经元存活和神经轴突的生长。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "其次，外泌体中含有许多免疫相关分子，参与机体的免疫调节。Vlassov 等[25]的报道中提到，在孕妇血清中，来源于胎盘的外泌体含有FasL，能够抑制T细胞信号通路中CD3和JAK3的表达，被认为可能是胎盘促进免疫优先的机制之一。Clotilde 等[26]的研究中也发现，来源于树突细胞的外泌体中含有MHCI 和CD86，能够诱导 $\\mathrm { C D 8 ^ { + } T }$ 细胞杀伤肿瘤细胞，具有一定的抗肿瘤作用。此外外泌体还参与了抗原递呈。Hao等[27]研究发现，来源于经卵清蛋白冲击后的树突细胞的外泌体，通过被成熟树突细胞摄取以及抗原交叉递呈，促进 $\\mathrm { C D 8 ^ { + } T }$ 细胞增殖，从而更有效的诱导卵清蛋白特异性CTL反应及抗肿瘤作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "最后，外泌体是运送物质的载体。基于外泌体自身的结构特点和生物学功能，外泌体作为药物载体和治疗系统用于临床恶性肿瘤疾病的治疗成为近年外泌体研究的热点。Alvarez 等[28]对树突细胞进行狂犬病毒糖蛋白-溶酶体相关膜蛋白(RVG-Lamp2b)的表达质粒转染，从而使树突细胞分泌的外泌体上连接有RVG 多肽，最后将BACE1siRNA和GAPDHsiRNA质粒利用电穿孔技术装载到连接RVG 肽的外泌体中，最终获得具有靶向性的RVG-Exos外泌体复合物。此外，Qi和他的同事在超顺磁性 $\\mathrm { F e } _ { 3 } \\mathrm { O } _ { 4 }$ 纳米粒表面修饰转铁蛋白，该蛋白与来自未成熟红细胞分泌的外泌体上的特异性转铁蛋白受体结合制成超顺磁性纳米粒/外泌体复合物(SMNC-Exos)，随后用于阿霉素药物的靶向运载投递，进行抗肿瘤治疗[29]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2外泌体与潜在肿瘤标志物",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "外泌体在肿瘤的发生、发展以及迁移的过程中发挥重要作用。肿瘤细胞来源的外泌体携带着母细胞特有的蛋白质和核酸等物质，为肿瘤的早期诊断和治疗提供新靶点和新思路。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1 肺癌肺癌是一种高度致死的疾病，其发病率和死亡率均居世界首位。虽然近年来于关于肺癌的研究取得了很大的进展，但是由于得不到更好的早期诊断及治疗后易复发等原因，使得肺癌的5年生存率依然很低[30]。Ueda等[31]的研究中，通过对来自 46 例 NSCLC(non-small-cell lung carcinoma,NSCLC)患者血清中的外泌体进行抗CD9-MISA联合（LC-MS/MS）检测分析，发现CD91分子的诊断敏感性为 $72 \\%$ ，诊断特异性为 $60 \\%$ ，ROC 曲线下面积(Area Under Curve，AUC)达到 $89 \\%$ ，可以作为NSCLC诊断的生物标志物。此外，与正常人相比，来源于肺癌患者体液的外泌体中 let-7f、miR-20b、miR-30e-3p、miR-25 和 miR-223 的表达量也有显著差异[32]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2 胰腺癌胰腺癌由于其恶性程度和死亡率都很高，预后效果最差，被称为“癌症之王”。由于早期症状不明显，且临床早期诊断所用的肿瘤标志物特异性差，一旦确诊，已为晚期。近年来的研究提示我们，对外泌体进行检测，或许能解决这一难题。Melo的团队分析了大量来自临床胰腺癌患者的血清，发现在早期和晚期胰腺癌患者血清外泌体中细胞表面磷脂酰肌醇聚糖-1（glypican-1，GPC1）丰度极高，特异性极强，因此指出GPC1可以做为胰腺癌早期诊断的标志物[33]。此外，Que 等[34]的研究指出胰腺癌患者血清外泌体中miR-17-5p 和 miR-21 的表达水平显著升高，而且，miR-17-5p 的高表达可以作为胰腺癌转移和分期的指标。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3 结直肠癌结直肠癌是常见恶性肿瘤之一，位居消化道肿瘤第二位，全球发病率和死亡率位居世界第三。目前结直肠癌的内窥镜诊断效率低、成本高，而且预后易复发等，这使得寻找结直肠癌早期诊断和预后的标志物具有十分重要的意义。Tauro 等[35]的研究中结直肠癌患者血清外泌体表面 EpCAM、CLDN7和CD44等分子表达水平上调，调控肿瘤的发展与进程。Hiroko等[3的研究也发现，尽管是在早期，原发性结直肠癌患者的血清外泌体中7种miRNA（let-7a、miR-1229等）的表达水平显著升高，并且切除肿瘤之后7种miRNA水平显著下调，提示这7种miRNA可以作为结直肠癌早期非侵入性诊断的潜在标志物。此外，Hu等[37]发现结直肠癌患者血浆外泌体中有6种lncRNA表达显著上调，可作为结直肠癌早期诊断的生物标志物。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.5 卵巢癌作为常见的妇科恶性肿瘤之一，每年约有将近13万卵巢癌患者死亡，其发病率仅次于宫颈癌和子宫内膜癌。卵巢癌早期诊断率低、易复发，因此迫切需要寻找新型特异性标志物，以提高卵巢癌早期诊断的准确度。Szajnik 等[38]检测恶性卵巢癌患者和良性肿瘤患者血浆外泌体蛋白质含量的差异，发现卵巢癌患者血浆外泌体中 MAGE 3/6 和 TGF-b1 (transforming growth factor beta 1,TGF-b1)的表达量显著升高，提出 MAGE3/6和TGF-b1的表达量可以用作卵巢癌早期诊断和预后评估的蛋白分子指标。Ying 等[39]的研究也指出，来源于卵巢癌的外泌体中富含miR-222-3p，能够转移至巨噬细胞，促进肿瘤相关的巨噬细胞极化，可以作为卵巢癌的潜在生物标志物。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.6前列腺癌前列腺癌是最常见的男性恶性肿瘤，其致死率也位居世界恶性肿瘤前列。前列腺癌临床诊标志物特异性低，患者在前列腺活检穿刺时非常痛苦，因此寻找特异性强、诊断率高、创伤性小的分子标志物，成为许多学者研究的重点。Li等[40]分析前列腺癌患者、良性前列腺增生患者和健康志愿者三组血清样本中的外泌体，比对三组全血清和血清外泌体中miR-141的表达水平及其与前列腺癌临床病理学的相关性，发现miR-141水平显著升高，ROC 曲线分析显示曲线下面积（AUC）为0.8694，敏感性为 $80 \\%$ ，特异性为 $8 7 . 1 \\%$ ，提示血清外泌体miR-141可作为转移性前列腺癌诊断的潜在生物标志物。此外，来自前列腺癌患者尿液的外泌体TM256蛋白对前列腺癌的诊断敏感性和特异性都非常高[41]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.7膀胱癌膀胱癌好发于膀胱内壁黏膜，是常见的泌尿生殖系统肿瘤之一，在中国膀胱癌的发病率逐年上升。由于膀胱的功能是储存尿液，所以从尿液外泌体中寻找膀胱癌早期诊断的标志物具有很大的优势。Beckham 等[42]的研究中指出，高级别膀胱癌患者尿液外泌体中含有生物活性分子EDIL-3，具有膀胱癌诊断标志物的价值。Long等[43]通过PCR芯片对膀胱移行细胞癌患者和对照组外泌体中的236种miRNA进行分析，其中7种miRNA表达有差异，对膀胱移行细胞癌的灵敏度为 $8 8 \\%$ ，特异性为 $78 \\%$ 。此外，新近研究发现，膀胱癌病人组织和血浆来源的外泌体中 lncRNAPTENP1的表达显著下调[44]，提示外泌体miRNA 和lncRNAPTENP1也可以作为膀胱癌治疗和诊断的新型标记物。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.8 乳腺癌乳腺癌是威胁女性健康的主要癌症之一，目前早发现、早诊断是提高乳腺癌治疗效果的关键。Halvaei等[45]在乳腺癌患者血清外泌体中发现miRNA（包括miR-21、miR-195、miR-484 和miR1246等）显著高表达。也有研究指出，血清外泌体circRNA的表达水平可以用来区分乳腺癌患者和健康对照组[46]，这说明外泌体中RNA可作为乳腺癌症诊断的生物标志物。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.9 其它肿瘤 除上述肿瘤外，在其它人类常见肿瘤中也检测到了外泌体蛋白与核酸的显著变化。如利用RNA-seq技术分析子宫内膜癌患者和健康志愿者血清中分离的外泌体circRNA表达，结果发现来自子宫内膜癌患者的外泌体中上调的circRNA数量显著高于下调的circRNA数量[47]。在肝癌患者血清外泌体中miR-21的表达显著高于慢性乙型肝炎或健康志愿者，并且与肝癌的分期相关[48]。此外，Fujiwara 等[49]的研究中发现骨肉瘤患者血清中miR-17-5p 和miR-25-3p 显著高表达，并且血清外泌体miR-25-3p水平与患者预后相关。而来源于肾癌细胞的外泌体中则含有大量的肾癌特异性抗原G250[50]。提示外泌体中蛋白质和核酸与肿瘤密切关系使它们具有肿瘤诊断治疗的生物标志物的潜能。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3展望 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "外泌体广泛存在于各种类型的细胞中，在细胞物质、遗传信息等传递过程中起着重要的作用。一方面，外泌体内源性纳米膜结构特点使其在作为药物装载方面具有很大的优势，还可以被改造加工，特异性的靶向病灶运输药物、小分子制剂等，为肿瘤的精准治疗提供了新的研究方向。另一方面，外泌体携带着来源细胞的生理性和病理性特有的核酸和蛋白，所以研究外泌体做为肿瘤早期诊断和预后评估的生物标志物，对提高肿瘤患者生存率和改善肿瘤患者预后具有重要的临床意义。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1] Pan BT, Johnstone RM. Fate of the transferrin receptor during maturation of sheep reticulocytes in vitro: selective externalization of the receptor[J]. Cell, 1983, 33(3):967-978.   \n[2] Zheng H, Zhan Y, Liu S,et al. The roles of tumor-derived exosomes in non-small cell lung cancer and their clinical implications[J]. J Exp Clin Cancer Res， 2018,37(1):226.   \n[3] Hartwig S,De Filippo E, Goddeke S,et al. Exosomal proteins constitute an essential part of the human adipose tissue secretome[J]. Biochim Biophys Acta Proteins Prote0m, 2018, pii: S1570-9639(18)30207-3.   \n[4] Graner MW, Cumming RI, Bigner DD. The heat shock response and chaperones /heat shock proteins in brain tumors: surface expression, release,and possible immune consequences[J]. J Neurosci, 2007, 27(42):11214-11227.   \n[5] Colombo M, Moita C, Van NG, et al . Analysis of ESCRT functions in exosome biogenesis， composition and secretion highlightsthe heterogeneity of extracellular vesicles[J]. J Cell Sci, 2013, 126(24):5553-5565.   \n[6] Li X,Li X,Lin J,et al. Exosomes Derived From Low-Intensity Pulsed Ultrasound-Treated Dendritic Cells Suppress Tumor Necrosis Factor-Induced ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Endothelial Inflammation[J]. J Ultrasound Med, 2018，doi: 10.1002/jum. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "14898.   \n[7] Zhou Y, Xia L, Lin J,et al. Exosomes in Nasopharyngeal Carcinoma[J]. J Cancer, 2018, 9(5):767-777.   \n[8] Klinge CM. Non-Coding RNAs in Breast Cancer: Intracellular and Intercellular Communication[J]. Noncoding RNA, 2018, 4(4):40.   \n[9] Xu Z，Yan Y， Zeng S,et al. Circular RNAs: clinical relevance in cancer[J].Oncotarget, 2017, 9(1):1444-1460.   \n[10] Zhong S, Chen X, Wang D, et al . MicroRNA expression profiles of drugresistance breast cancer cells and their exosomes[J]. Oncotarget, 2016, 7(15): 19601-19609.   \n[11]Tanaka Y, Kamohara H, Kinoshita K, et al. Clinical impact of serum exosomal microRNA-21 as a clinical biomarker in human esophageal squamous cell carcinoma[J]. Cancer, 2013,119(6):1159-1167.   \n[12]Hannafon BN, Ding WQ. Functional Role of microRNAs in the Progression of Breast Ductal Carcinoma in situ[J]. Am J Pathol, 2018, pii: S0002-9440(18) 30380-8.   \n[13] Bei JC，Byrne FL， takenaka K，et al. Analysis of the circular RNA transcriptome in endometrial cancer[J]. Oncotarget, 2018, 5(pp): 5786-5796.   \n[14]Chin AR, Fong MY, Somlo G, et al. Cross-kingdom inhibition of breast cancer growth by plant miR159[J]. Cell Res, 2016, 26(2):217-228.   \n[15] Zeng Z, Li Y, Pan Y, et al. Cancer-derived exosomal miR-25-3p promotes pre-metastatic niche formation by inducing vascular permeability and angiogenesis[J]. Nat Commun, 2018, 9(1):5395.   \n[16] Fujita Y，Kosaka N,Araya J,et al. Extracellular vesicles in lung microenvironment and pathogenesis[ J]. Trends Mol Med, 2015, 21(9):533-542.   \n[17] Tabernero L,Woodman P. Dissecting the role of His domain protein tyrosine phosphatase/PTPN23 and ESCRTs in sorting activated epidermal growth factor receptor to the multivesicular body[J]. Biochem Soc Trans，2018, 46(5):1037-1046.   \n[18]Migliano SM, Teis D. ESCRT and Membrane Protein Ubiquitination[J]. Prog Mol Subcell Biol, 2018, 57:107-135.   \n[19]Stuffers S, Sem WC, Stenmark H, et al. Multivesicular endosome biogenesis in the absence of ESCRTs[ J]. Traffic, 2009,10(7): 925-937.   \n[20]Dreux M, Garaigorta U, Boyd B, et al. Short range exosomal transtransfer of viral RNA from infected cells to plasmacytoid dendritic cells triggers innate immunity[ J]. Cell Host Microbe, 2012, 12(4): 558-570.   \n[21] van Niel G, Charrin S， Simoes S, et al. The tetraspanin CD63 regulates ESCRT-independent and -dependent endosomal sorting during melanogenesis [J]. Dev Cell, 2011, 21(4): 708-721.   \n[22] Frydrychowicz M, Kolecka-Bednarczyk A， Madejczyk M, et al. Exosomes -structure, biogenesis and biological role in non small-cell lung cancer[J]. Scand J Immunol, 2015, 81(1): 2-10.   \n[23]Ludwig A K, Giebel B. Exosomes: small vesicles participating in intercellular communication[J]. Int J Biochem Cell Biol, 2012(44):11-15.   \n[24] Wang S, Cesca F,Loers G, et al. Synapsin I is an oligomannose carrying glycoprotein， acts as an oligomannose-binding lectin,and promotes neurite outgrowth and neuronal survival when released via gliaderived exosomes[J]. J Neuroscience, 2011, 31(20):7275-7290.   \n[25]Vlassov AV, Magdaleno S, Seterquist R, et al. Exosomes: current knowledge of their composition， biological functions,and diagnostic and therapeutic potentials[J]. Biochim Biophys Acta, 2012, 1820(7):940-948.   \n[26] Clotilde T,Muriel B, Philippe V,et al. Proteomic analysis of dendritic cellderived exosomes: a secreted subcellular compartment distinct from apoptotic vesicles[J]. J Immunol, 2001,166(12):7309-7318.   \n[27] Hao S,Bai O,Li F,et al. Mature dendritic cells pulsed with exosomes stimulate efficient cytotoxic T-lymphocyte responsesand antitumour immunity[J]. Immunology, 2006,10(1111):1365-2567.   \n[28]Alvarez-Erviti L, Seow Y, Yin H, et al. Delivery of siRNA to the mouse brain by systemic injection of targeted exosomes [J]. Nature Biotechnology, 2011, 29 (4):341-345.   \n[29] Qi H,Liu C, Long L,et al. Blood exosomes endowed with magnetic and targeting properties for cancer therapy [J]. ACS Nano, 2016,10(3):3323.   \n[30] Chen Z, Fillmore CM, Hammerman PS, et al. Non-small-cell lung cancers: a heterogeneous set of diseases[J]. Nat Rev Cancer, 2014, 14(8) : 535-546.   \n[31]Ueda K, Ishikawa N, Tatsuguchi A, et al. Antibody-coupled Monolithic silica microtips for highthroughput molecular profiling of circulating exosomes[J]. Sci Rep, 2014, 4:6232.   \n[32]Vanni I, Alama A, Grossi F, et al. Exosomes: a new horizon in lung cancer[J]. Drug Discov Today, 2017(17):30110- 30115.   \n[33]Melo SA, Luecke LB, Kahlert C, et al. Glypican-1 identifies cancer exosomes and detects early pancreatic cancer[J]. Nature, 2015, 523(7559):177-182.   \n[34] Que R, Ding G, Chen J, et al. Analysis of serum exosomal microRNAs and clinicopathologic features of patients with pancreatic adenocarcinoma[J]. World J Surg Oncol, 2013,11(1):1-9.   \n[35] Tauro BJ,Greening DW, Mathias RA，et al. Two distinct populations of exosomesare released from LIM1863 colon carcinoma cell-derived organoids[J]. Mol Cell Proteomics 2013, 12(3):587-598.   \n[36]Ogata-Kawata H, Izumiya M, Kurioka, et al. Circulating exosomal microRNAs as biomarkers of colon cancer[J]. PLoS One, 2014, 9(4):e92921.   \n[37]Hu D, Zhan Y, Zhu K, et al. Plasma Exosomal Long Non-Coding RNAs Serve as Biomarkers for Early Detection of Colorectal Cancer[J]. Cell Physiol Biochem, 2018,51(6):2704-2715.   \n[38] Szajnik M, Derbis M, Lach M, et al. Exosomes in plasma of patients with ovarian carcinoma: potential biomarkers of tumor progression and response to therapy[J]. Gynecology & Obstetrics, 2013, S4-003.   \n[39] Ying X, Wu Q，Wu X,et al. Epithelial ovarian cancersecreted exosomal miR-222-3pinducespolarization of tumor-associated macrophages[J]. Oncotarget, 2016, 7(28):43076-43087.   \n[40]Li Z, Ma YY,Wang J, et al. Exosomal microRNA-141 is upregulated in the serum of prostate cancer patients[J]. Onco Target Ther, 2016, 9:139-148.   \n[41]Zijlstra C, Stoorvogel W. Prostasomes as a source of diagnostic biomarkersfor prostate cancer [J]. J Clin Invest, 2016,126(4):1144-1151.   \n[42] Beckham CJ, Olsen J， Yin PN,et al. Bladder cancer exosomes contain EDIL-3/Dell and facilitate cancer progression[J]. The Journal of Urology, 2014, 192(2):583-592.   \n[43]Long JD, Sullivan TB, Humphrey J, et al. A non-invasive miRNA based assay to detect bladder cancer in cell-free urine [J]. Am J Transl Res, 2015,7(11): 2500-2509.   \n[44]Zheng R, Du M, Wang X, et al. Exosome-transmitted long non-coding RNA PTENP1 suppresses bladder cancer progression[J]. Mol Cancer， 2018, 17(1):143.   \n[45]Halvaei, S,Daryani, S, Eslami-S Z, et al. Exosomes in Cancer Liquid Biopsy: A Focus on Breast Cancer[J]. Mol. Ther. Nucleic Acids, 2018,10:131-141.   \n[46]Li Y, Zheng Q,Bao C, et al. Circular RNA is enriched and stable in exosomes: a promising biomarker for cancer diagnosis[J]. Cell Res, 2015,25(8): 981-984.   \n[47] Xu H, Gong Z, Shen Y, et al. Circular RNA expression in extracellular vesicles isolated from serum of patients with endometrial cancer[J]. Epigenomics,2018,10(2):187-197.   \n[48]Wang H, Hou L, Li A, et al. Expression of serum exosomal microRNA-21 in human hepatocellular carcinoma[J]. Biomed Res Int, 2014,2014:864894.   \n[49]Fujiwara T, Uotani K, Yoshida A, et al. Clinical significance of circulat ing miR-25-3p as a novel diagnostic and prognostic biomarker in osteosarcoma [J]. Oncotarget, 2017, 8(20):33375-33392.   \n[50]Zhang Y, Luo CL, He BC, et al. Exosomes derived from IL-12- anchored renal cancer cells increase induction of specific antitumor response in vitro: a novel vaccine for renal cell carcinoma[J]. Int J Oncol, 2010, 36(1):133-140. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]