[
    {
        "type": "text",
        "text": "科技部“十三五\"农业面源和重金属污染农田综合防治与修复技术研发重点专项“农田系统重金属迁移转化和安全阈值研究\"项目正式启动",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "韦东普马义兵 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(中国农业科学院农业资源与农业区划研究所北京 100081)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "农田系统重金属迁移转化和安全阈值是土壤环境中重金属研究领域的基础性和复杂性的核心问题。与国外相比，以往我国在农田土壤重金属研究方面的投入和成果多集中在土壤重金属污染调查和修复技术方面，而有关土壤重金属的形态转化、风险评价和阈值方面的研究较少。近年来，土壤重金属的形态转化、风险评价和阈值研究在土壤污染防治和修复中的作用和重要性越来越突出。比如，多年研究成果证明现有的土壤重金属铅的环境质量标准过宽，说明单纯采用生态环境效应来制定我国农用地土壤环境质量标准不能有效地保障农产品质量安全。正是由于我国过去关于土壤重金属安全阈值研究基础数据和方法不足，我国土壤环境质量标准没有充分考虑农产品产地土壤性质差异大、种植作物类型和品种多的特点，使得我国土壤重金属环境质量标准的科学性和可操作性亟待完善和提升，从而有效地保障我国农产品安全生产和农田生态安全。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“农田系统重金属迁移转化和安全阀值研究\"项目(编号：2016YFD0800400)由中国农业科学院农业资源与农业区划研究所牵头，联合中国科学院、环保部、农业部、教育部的研究院所或大学等优势单位，组成了由国家杰青、青年千人和优青等高水平青年人才和较高学术造诣的专家教授为课题主持人，在农田系统中金属迁移转化和安全阈值有着扎实的研究工作基础和优势的研究团队。项目针对我国在农田系统重金属迁移转化和安全阈值研究系统性弱、定量化难、与技术和管理缺乏有效融合等问题以及土壤污染防治、农产品安全和生态安全的需要，以农田系统中土壤重金属生物有效性(水稻、小麦和蔬菜)/毒害(植物、微生物和动物)及其与重金属含量、形态、主控因素的量化关系，生态风险评估标准方法，以及农田土壤重金属的农产品安全和生态安全阈值确定为研究重点，以9 种重(类)金属(Cd、Pb、Hg、As、Cr、Cu、Zn、Ni和 Sb)、3种农产品及产地土壤(水稻、小麦和蔬菜)和生态安全(植物、土壤微生物和动物)为研究对象，按优先风险控制原则，将重金属分为农产品质量安全为主的元素(Cd、Pb、 $\\mathrm { H g } .$ 、As和Cr)和生态风险为主的元素(Cu、Zn、Ni、Cr和 Sb)两类分别进行研究，系统开展重金属在典型农田土壤固相-溶液-生物-评估终点(农产品和生态安全)全过程的迁移转化、量化模型和评估方法研究，建立农田土壤重金属安全阈值研究的科学方法，确定我国土壤重金属农产品安全和生态安全阈值。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "项目分3部分研究内容和7个课题。第1部分主要针对影响农产品质量安全的重金属元素(Cd、Pb、Hg、As、Cr)，开展土壤中重金属的形态转化和生物有效性研究，包括土壤Cd、Pb 和 $\\mathrm { H g }$ 的迁移转化和生物有效性研究(课题1)，土壤As和Cr的迁移转化和生物有效性研究(课题2)和复合污染土壤中重金属交互作用和生物有效性研究(课题3)。其目的是弄清典型重金属在土壤固相-溶液-生物系统中的迁移转化过程、生物有效性/毒害机理，建立机理性量化模型，解决农田系统中重金属生物有效性量化表征问题，不仅能科学地确定土壤重金属安全阈值，也为探明土壤中重金属环境行为、推动土壤重金属污染防治和修复工作提供有效的保障。第2部分主要针对生态风险为主的元素(Cu、Zn、Ni、Cr、Sb)，开展土壤重金属生态毒害机理及模型和生态风险评估方法及标准化研究，包括土壤典型重金属生态毒害作用与机理研究(课题 4)和土壤典型重金属生态风险评估方法研究(课题5)。其目的是为土壤重金属污染防治和修复工作建立基于土壤重金属生态毒害机理的快速精准风险评估方法及标准化，为农田重金属污染风险精准诊断提供有力支撑。第3部分主要是土壤重金属农产品质量安全和生态安全阈值研究，包括土壤阳离子型重金属(Cd、Pb、Hg、Cu、Ni、Zn)安全阈值研究(课题6)和土壤阴离子型重金属(As、Cr、Sb)安全阈值研究(课题7)。其目的是建立以重金属含量/形态-效应为核心的，以农产品安全、生态安全、生物有效性/毒害和物种敏感性分布为基础的，普适性的我国土壤重金属农产品安全和生态安全阈值，提高其确定性和适用性。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "项目预期建立农田系统重金属形态转化、界面过程和主控因素及其与农产品安全的量化关系；研究土壤重金属的生态毒害机理、快速精准风险评估方法及标准化；确定基于农产品安全和生态风险的土壤重金属阈值建立方法。研究结果有助于全面认识重金属在农田系统中的迁移转化过程，同时对农产品安全风险和土壤生态风险的评估具有重要意义。这些研究结果应用到土壤重金属安全阈值建立中，可以使土壤重金属阈值更科学、更合理，减少土壤重金属安全阈值的不确定性。在本项目中提出水稻、小麦和蔬菜产地土壤重金属安全阈值和风险评估方法标准草案各1项，这对于土壤重金属调查、风险评估、中轻度污染农田安全生产、污染土壤修复以及修复后评估等土壤环境保护各个环节都有重要意义，可为落实正在起草的《中华人民共和国土壤污染防治法》提供有力支撑。科学合理的土壤重金属安全阈值或者基于科学阈值的环境质量标准，都会使土壤污染防治或者污染土壤治理得到有效落实，从而有效提高我国农产品质量安全保障能力，促进农业生态环境改善。因此，本项目的研究结果，具有较高的科学价值和社会生态效益。科学合理的土壤重金属安全阈值(标准)是土壤重金属污染评估和分级的需要，也是分类分级管理的需要，从而合理地确定土壤修复的地点、程度和验收等工作，保障国家财政资金的合理有效使用。同时，科学合理的土壤重金属安全阈值(标准)也是培育土壤修复领域市场的需要。总之，本项目研究结果有助于土壤污染防治或者污染土壤治理有效地落实，从而有效提高我国农产品质量安全保障能力，促进农业生态环境改善。",
        "page_idx": 1
    }
]