[
    {
        "type": "text",
        "text": "浅析“科学家与科学普及”之若干问题",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "武向平",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院国家天文台北京100101",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要科学普及是科技工作者应尽的社会责任之一。同时，作为科普知识的源头，科学家开展科普工作具有不可替代的重要作用。伴随着知识爆炸和新媒体时代的来临，科学普及工作的内涵以及模式都发生了深刻的改变，尤其是科学普及的科学性、准确性、规范性问题，给当今社会的发展带来了相应的冲击和影响。政府、科学家群体、媒体乃至全社会应当共同努力、多管齐下，共同推进科学普及领域的治理与发展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 科学普及，科学家群体，社会责任",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI 10.16418/j.issn.1000-3045.2018.07.001 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "科学家是一切自然科学知识的源头，是科普的主力，永远无法被替代。站在人类和社会发展的角度，科学家有义务和责任把自己从事的研究以公众能够接受的方式展示出来，使得公众理解科学、学习科学，进而推动人类社会进步。我国著名科普作家高士其曾说过：“科学普及是科学工作者的重要任务之一。只有把科学研究和科学普及相互结合才是一个完整的科学工作者。”",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "历史上，不乏科学家做科普给社会注入巨大正能量和产生重大影响的故事：布鲁诺勇敢地宣扬传播哥白尼的“日心地动说”，影响整个欧洲17世纪的科学和哲学观；赫胥黎是达尔文进化论的坚定追随者和第一个提出人类起源问题的科学家，同时也是一个伟大的科普工作者，他一生追求促进自然科学知识的发展，推动科学研究方法在生活诸多方面的应用；发明电磁感应效应的大物理学家法拉第的系列讲座《蜡烛的故事》，成为历史上科学家做科普的佳话与经典，给社会带来了一股巨大的科学暖流，影响深远；爱因斯坦也曾著有《物理学的进化》一书，即使没有数学基础的民众也能从中了解“人类的智力如何寻找观念世界和现象世界的联系”；而霍金的《时间简史》无疑是当代科学家做科普最成功的典范，其影响范围之广、影响效果之大、影响时间之久都是空前的一—即使初入学堂的小朋友都知道《时间简史》，读不读其实都已不影响它存在的价值和意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "除了科学家的科普讲座、科普文章、科普书籍，媒体无疑是科普的最有效和最广泛的载体，在科普工作中发挥巨大的传播作用，特别是进入新媒体和自媒体时代，这一作用被发挥得淋漓尽致。需要注意的是，当媒体和媒体人担任科普的源头和传播渠道时，他们既可以传递正能量，也可以传递负能量。“文革”结束后的1978年，作家徐迟写出了影响一代人的报告文学《哥德巴赫猜想》，我们这些当时的豆蔻少年，一遍遍吟诵着其中饱含深情的词句，心中升起了对科学的崇尚和对科学家的敬仰，点燃了立志科学报国的一腔热情。这部作品大概可以称得上是建国以来媒体人做科普最成功和最具影响力的典范，向社会传递了科学和科普的巨大魅力和正能量。今天，能够像《哥德巴赫猜想》这样引起社会巨大反响的作品少了或者干脆不见了，追究其后的原因，大概不是像陈景润这样的大科学家少了，而是像徐迟这样能够深入生活的媒体人少了。眼下，一个年轻的记者，不到10分钟的访谈（甚至根本不用直接面对科学家），加上网上搜寻到的支离破碎资料，就可以在几小时内杜撰出一个科学家和其从事科学研究的故事。这些故事以及其中的“科学知识”，不仅给科学家本人也给社会造成了极其恶劣的影响。有位科学家曾说：“作为科学家每上一次报纸就会丢掉一个朋友，上一次电视就会丢掉所有朋友。”虽然我们可以怪罪科学家尚未学会和媒体打交道，但主要的因素还是激烈竞争压力之下的媒体和媒体人已经不再能“沉下去”深入生活，不再把科学的严谨以及对科学的敬畏放在第一位，而能否吸引眼球已经成了最大的动力和推手。更甚者，一些媒体人在制作和报道所谓科学事件新闻的背后，带着十分强烈的个人色彩，预先设定了舆论的导向，片面取舍科学事实，仅仅列举有利于自己观点的“科学证据”，利用电视和网络的广泛传播效果，在社会上产生了极其恶劣的影响。前几年，一部劲爆的雾霾电视片和一部有关转基因的短片，成为媒体人做“科普”给社会造成负面影响的典型例子。我们不禁要问：媒体人岂能代替科学家做科普？",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "那么，我们的科学家都躲到哪里去了，为什么不站出来担任科普的使者？也许我们能从不同的角度列举一系列的原因： $\\textcircled{1}$ 在管理层面，缺乏科学家与公众的联系、交流和沟通渠道；缺乏国家层面的高效科学家智库；主管部门过多。 $\\textcircled{2}$ 在社会层面，科普信息化跟不上社会信息化；科普内容跟不上科技前沿的发展；多元化的创新创业所需知识内容庞杂。 $\\textcircled{3}$ 在科学家层面，科学家对科普认识不足和缺少热情；一些科学家并不具备科普的基本素质；科学家“普”的速度远低于媒体“普”和“及”的速度。 $\\textcircled{4}$ 在公众层面，大众科学素质目前普遍偏低；大众主要受控于网络等创博媒体的影响；大众自发的科普需求不足以构成“有效需求”。但作为一名科技工作者，笔者在此主要谈谈体制和社会因素之外科学家自身的一些原因。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "的确，并非每一位从事前沿科学研究的优秀科学家都能成为合格的科学普及专家，把科学研究的专业术语转化成大众能听懂的“大白话”是一门艺术，不成功的例子比比皆是。例如，某知名科学家去一所知名中学做科普报告，听得学生睡倒一大片，看到此情此景，这位大牌科学家中途愤然离去。某知名科学家受邀去一所小学参加开学典礼并做科普报告，因其一口家乡话而使小学生们一片哗然，极大地降低了一个科学家在小学生心中的崇高地位和对科学知识的渴求欲望。前不久，某大学要求每个研究生都必须在读研期间做一次科普，这种不因人而异制定的强制科普措施，很可能不会达到预期的效果。因此，从事自然科学研究的科学家，并不是人人都要去做科普，不建议一窝蜂地为了科普而科普。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "几年前，林群院士曾举例：“一些人甚至认为从事科普是不务正业，没有创新性，科研搞不下去了才去搞科普。”现在，似乎出现了相反的情形：一些科研工作者甚至包括研究生们都自觉或不自觉地参与到如火如茶的科普活动中。欣慰之余，仍需审慎。每一名科学家都是自己领域内的佼佼者，一旦超越自己的研究领域，科学家也可能就只是一名“小学生”，所以科学家既是科普的传播者，同时也是被科普的对象。一个值得关注的苗头是，一些所谓的“全科”科普“大V”或“网红”正在新媒体的簇拥下诞生，对超越自己研究领域的热点问题以极其非专业的语言给公众传播着所谓“科学的声音”。哪里有热点、哪里有邀请、哪里有活动，哪里就会出现这些科普“大V”的声音。在科学家光环的掩饰下，在媒体的吹捧下，原本科普的初心被抛弃了。在虚荣的驱使下，飘飘然起来，大至宇宙，小至量子，什么转基因，什么外星人没有科普“大V”们不懂的话题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "由此，权威科学家科普智库的建设显得尤为重要和迫切。每当出现热点问题和突发事件，媒体的解读往往缺少官方权威的声音。媒体人采访的科技工作者，甚至可能压根就不是相关领域的专家，而其煞有介事地解读评论一通，在公众听来便成了“科学的声音”。权威解读的滞后，给社会和公众造成了十分负面的影响。高层主管部门应该建立科学家智库，在热点问题和突发事件之初，由所属领域的重量级和权威科学家第一时间给公众发出真正“科学的声音”。即使媒体采访和报道，也应该由主管部门推荐权威的科学家出场，避免嘈杂的声音，杜绝混乱的局面。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "因为科普工作不到位，我们曾经有过诸多惨痛的教训。可曾记得，严重违背科学规律造成的“亩产万斤”闹剧，给社会和人民都带来的巨大灾难；日本福岛核电站事故后，谣言四起，流传甚广，争相抢购食盐，一度引起超市食盐短缺，民众恐慌；近些年，一些不良商家利用人们特别是老年人对长寿的渴望和追求，以科学的名义推出名目繁多、价格不菲的“保健品”，并请所谓“名医”“教授”等包装的“科学家”予以大肆宣扬，致使人民群众身心健康和财产受到巨大损失。特别是一些电视台受利益驱动，丧失基本道德底线，给保健品的泛滥推波助澜；一些人把本属于中国优秀传统文化应该加以保护和发扬光大的中医，推上西方标准的科学审判台，得出中医是伪科学的荒谬结论；而近期问世的名目繁多的所谓“量子产品”更是荒唐和可笑。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "当我们尚没有充分准备的时候，我们已经进入了信息化时代。信息时代既为科普工作提供便捷和迅速的通道，也对科普工作提出了新的挑战和难题。我国网民超过7亿，网站500多万个，虚假科学新闻和谣言传播速度极快，影响面甚广，危害颇深。在科学素质尚没有普遍提高的今天，民众对于很多事物并没有很强的信息甄别能力和辨伪能力，极易偏听偏信以至于被网络上的不实科学信息误导。虽然官方机构和媒体每年都要举办科学谣言粉碎活动，但影响力有限。特别是，即使官方辟谣后，互联网企业并不删除相关虚假科学新闻，这些新闻仍可随时查得。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "试举一例，百度搜索关键词—“天眼”，与其相关的网络新闻有：“中国天眼接到神秘信号，大神霍金再次出言警告”；“中国天眼望远镜接收到外星人警告信号，内容出乎所有人意料”；“霍金再发警告，天眼计划会招惹外星人或引来灾祸”；“一个地球竟然被中国天眼找到了，全球震惊！”；“西南山区射出一道电芒，日欧闻讯求白宫出手：要中国交出宇宙信号”；“中国天眼轰动世界！美日欧直接跌落神坛，齐呼：要公布真相”；“中国天眼再接收‘外星人’信号！日欧联手求公布，美国醋意难消”；“中国天眼发现第二地球，水资源是地球的10倍。将成为人类未来的家园”；“外国专家：中国已经破解外星人信号，竟是一条求救信息？”以上这些所谓的“科学新闻”，全都是蓄意炮制的虚假内容，社会流传甚广，甚至一些政府部门的领导都信以为真。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "有关法律相对滞后（如2002年通过的《科学技术普及法》），互联网的快速发展更凸显出相关法律的不健全一一针对互联网上虚假科学新闻的传播并没有完备的规范性法律文件，仅仅依靠以营利为目的的企业自律并不现实。我们需要建立惩罚措施，针对虚假科学新闻，要限期冻结相关链接。我们需要建立企业黑名单，对发现问题有意拖延，拒不整改的行为进行公示或警告。最重要的是，我们要从源头杜绝没有科学家参与和把关的科学事件和新闻。建立科学新闻的审核机制和制度，我们还有许多工作要做。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "当今中国正朝着实现中华民族伟大复兴的中国梦阔步前行，在前进的征途中，暴露出一些科学家自身和管理部门在新形势下科普工作中的新问题，都是发展中的必然。除了政府部门应该积极作为，化解矛盾，广大科技工作者也要调整心态，以高度的社会责任感，为提升全民科学素质而尽职尽责。强国梦不仅仅是让一些科学家能够引领世界的科技大潮，也要让全国人民能够人人生活得有品位、有尊严、有获得感",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "科普之道路，任重而漫长，但实现“两个一百年”宏伟目标的召唤，时不我待。沉甸甸的使命感和科学家的责任心，促使一些科学家提出并经中国科学院学部批准组织实施“我国科普发展战略若干重大问题研究”的课题。课题依托中国科学院科技战略咨询研究院，在学部科学普及与教育工作委员会指导下，由几十位热心科普事业的院士以及科技政策研究的学者组成研究团队，中国科学院院长白春礼院士和笔者担任共同课题组长。我们期望在两年的时间里，发挥院士群体的智库作用，从顶层设计入手，针对我国科普发展战略的若干重要问题开展调研和分析，形成一些系统性的研究报告和建议，为我国科普事业的长远发展提供重要咨询。我们的研究进展、阶段性和最后的成果，将在《中国科学院院刊》逐步发表，并愿吸纳广大科技工作者的建议和意见，完善和丰富课题内容，提高咨询建议的质量，为全面提升公民科学素质、把我国建设成美丽富强的现代化世界科技强国而尽职出力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Remarks on Leading Role of Scientists in Science Popularization ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "WU Xiang-Ping ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（National Astronomical Observatories,Chinese Academy of Sciences,Beijing 100l01, China）",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "AbstractWhilesiencepopularizationhasbenlongandfilybelievedtobeoneofthesocialresponsibiliesofscientistsscoeries andinnovationinothfundametalrsearcsanddancdtechologesachevedbysientistsandegirshverevolutiodouiews oftheworldandpushedforwardtheapidprogressanddevelopmentofourhumansocietyYet,ecentyearshavewitnessedtheocalled emergingnewmediaandknowledgeexplosion,posingabigchallngetoourconventionalframeworkofbothsienceresearchandience popularization.Manyewproblemshaveariseanddtobesoedthroughcoperativeayandjoiedefortsbygovementsieceand education communities, media and even enterprises. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Keywordsscience popularization, scientist group,social responsibility武向平天体物理学博士，中国科学院国家天文台研究员，中国科学院院士。现任第十三届全国政协委员，中国科协常委，中国天文学会理事长，中国科学院大学天文和空间科学学院院长。主要从事宇宙学的研究，研究课题包括引力透镜效应、星系团物理及其宇宙学应用、宇宙再电离等，领导了在新疆天山进行的“宇宙第一缕曙光探测”科学实验项目，目前担任国际大科学工程SKA中国首席科学家。其领导的研究项目“利用引力透镜效应研究宇宙中的物质分布”获中国科学院自然科学奖一等奖和国家自然科学奖二等奖。E-mail:wxp@bao.ac.cn",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/0adf8512cbe18407614a2440002c2633367a6c7dce51a939896c87c59dda6b32.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "WU Xiang-Ping Ph.D.of Astrophysics,Professor of Astrophysics at National Astronomical Observatories, ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ChineseAcadeyofSciences(AS),AcademicianofCAS.Hehasalsosrvedas thePresidentofChineseAstronomicalSocietysine04 Dr.Wuhasbnengagedindoingresearchoncosmologyinludinggravitatioallensing,clustersofgalaxies,andepohofreozation Heplayedtheleadingroleinbuildingthe21CentimeterArrayintheTianshanMountaisofWestofChina,thefirstlow-frequencyradio arraydedicatedtotedetectionofthepochofreiozationHeiscurrentlyleadingteChinseSKAsienceteamtowardtransfogour understandingoftheuniverse.Prof.WuachievedthesecondprizeofNationalNaturalScienceAwardsandthefrstprzeofCASNatural Science Awards. E-mail: wxp@bao.ac.cn ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "■责任编辑：岳凌生",
        "page_idx": 3
    }
]