[
    {
        "type": "text",
        "text": "从“图书情报与档案管理”到“信息资源管理 \\*5一一级学科更名的解析与思考",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "初景利1² 黄水清³,4",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院文献情报中心北京100190²中国科学院大学经济管理学院图书情报与档案管理系北京 100190  \n南京农业大学信息管理学院南京 210095“南京农业大学人文与社会计算研究中心南京 210095",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义」对图情档及相关学科而言,国务院学位委员会办公室2021年新版学科专业目录(征求意见稿)的发布,不仅事关一级学科的更名,更是我们学科内涵与学科体系的重大变革。为此,需要解析和思考这种更名的重要意义及未来学科建设策略。［方法/过程]通过文献调研与历史分析,梳理“信息资源管理”的发展演变,加强对一级学科更名的理性认识,提出新的一级学科建设策略。［结果/结论]需要学界业界加大对作为一级学科的“信息资源管理”概念与内涵、意义与价值、范畴与边界、方法与技术、学科与理论、应用与成效、规划与未来的认知与研究，推动一级学科从名称(名)到内容(实)的根本性转变。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "53 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：信息资源管理 图书情报与档案管理 信息管理一级学科  \n分类号：G250  \nDOI: 10.13266/j. issn.0252 -3116.2022.01.001",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "背景与意义",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2021年12月10日，国务院学位委员会办公室发布了“关于对《博士、硕士学位授予和人才培养学科专业目录》及其管理办法征询意见的函”（学位办便字20211202号），正式确立了学界期待已久的2021新版学科专业目录草案。在目录中，“图书情报与档案管理” 级学科拟更名为\"信息资源管理”。新版目录甫C一发布，立即引起学界业界的广泛关注与讨论，或褒或贬，争执不下。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一级学科从“图书情报与档案管理\"变更为“信息资源管理”并非偶然，而是学科发展与行业发展的必然要求，是顺势而为。这种变更，也绝非名称的简单改变，而是学科内容与学科体系的重大变革，是新形势下从传统的“图书情报与档案管理”走向与时代发展相呼应的“信息资源管理”的必然选择和重大跃迁。为此，需要学界业界从学科理论体系到实践应用重新认识信息资源管理，重新确立一级学科的学科定位与发展目标，加快推动一级学科得到更广泛的认同，推动本学科的改革与创新。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在图情档领域，关于本学科名称及一级学科名称的讨论由来已久，但讨论虽多争议更大。在中国知网“图书情报与数字图书馆\"类下，以“改名”“更名”为关键词，可以检索到若干相关文献。孟广均先生在1993年最早发文对改名做出反应，他认为，原国家科委的“情报司”及“中国科技情报研究所”出于各种原因易名是正常的，也是可以理解的，应得到尊重。但是，尽管有关部门当时并没要求“采取一致行动”，当年却引发了一场股改名风潮。孟先生还认为，机构改名是各单位的事，别人不好说三道四，可学科改名却非同小可宜慎重为之、宜由大家共议之[1]。孟先生随后发表了多篇文章，对改名问题进行评述。初景利、于鸣镝于1998 年发表了《试评图书馆学系更名》2],并引发争鸣。也有人提出《图书馆学不必更名》[3]。除了图书馆学改名的讨论，也有与“情报”改名的讨论，如《‘情报'改名论》一文即分析了情报改为其他名称的若干可能[4]。王金夫的《关于图书馆学系系名更改的若干思考》对图书馆学等学科在专业发展上的认识误区及信息热中的定位不当作了揭示与分析[5]",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2000年以前关于更名、改名更多地针对图书馆",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "初景利，黄水清.从“图书情报与档案管理”到“信息资源管理”一 一一级学科更名的解析与思考[J].图书情报工作,2022，66(1) :4 - 10.",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "学、情报学及院系的名称，本文的讨论基于图情档一级学科的视角。无论是一级学科下的图书馆学、情报学、档案学3个传统二级学科，还是新兴的出版管理、信息分析、数字人文、数据管理等二级学科，一级学科改名不但不会影响已有二级学科的存在，反而可以将更多的二级学科囊括在“信息资源管理”一级学科之下，形成具有内在逻辑关系的一级学科体系。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 一级学科更名的历史过程与背景分析",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 信息资源与信息资源管理的缘起",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“资源”一词,在汉语语义上指的是一国或一定地区内拥有的物力、财力、人力等各种物质要素的总称，分为自然资源和社会资源两大类。自然资源如阳光、空气、水、土地、森林、草原、动物、矿藏等;社会资源包括人力资源、信息资源以及经过劳动创造的各种物质财富 [6] 0",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "0 尽管信息随着人类思维能力和语言能力的形成广C为传播并成为事实上的社会资源,但人们并没有自觉地 有意识地将它视作一种资源。只有当信息资源量的积累发展到一个临界点，人们的认识才可能发生质的变化[7]。20世纪70年代,处于后工业社会的西方国家，为信息资源的显现和发展创造了前所未有之机遇。当时的人们开始意识到,如同其他自然与社会资源一样（金融、材料、人力等），信息也是一种能够被管理、能够用于提高组织的生产力、竞争力和整体效能的资源 。与此同时，现代信息技术，尤其是综合性的信息系统技术和网络技术，不仅促成了人们观念的转变，还直接促成了各类信息资源管理活动的集成发展。IRM代表性人物霍顿（F．W．Horton）于1979年对单数形式和复数形式的“信息资源”进行了区分：当“资源”为单数时，信息资源仅指某类信息的内容，如包含在文本中的信息内容；当“资源”为复数时，信息资源还包括了支持系统,如设备、环境、人员、资金等[9]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "不同的时期人们对信息资源的认识是有差别的。由于人们对信息的理解不尽一致，信息资源的概念随人们对信息的理解不同而不断定型和传播。霍顿的研究得到了普遍认可。霍顿没有纠缠于信息的定义，而是提出以狭义和广义区分信息资源，使信息资源可以涵盖不同类型、不同来源、不同用途的各种形态的信息。按照霍顿的观点，图书情报机构拥有的资源化的信息或信息内容对应于狭义的信息资源，机构本身则对应于广义的信息资源，这为我们未来界定信息资源管理一级学科的边界奠定了基础。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "信息资源管理最初的定位是为应对各类信息问题而采用的有效管理信息的策略，以满足“在正确的时间，以正确的形式，将正确的信息，提供给正确的人”8]。这一论述与阮冈纳赞的图书馆五定律有异曲同工之妙。M.S.White将信息资源管理定义为高效识别、获取、整合和应用信息资源以满足当前和未来信息需求的过程[10]。N．Roberts 和T.D．Wilson 认为信息资源管理概念将管理效率与信息获取和使用联系起来[三]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国学者是从20世纪80年代中后期开始关注和研究信息资源管理问题的。据可查的文献记载，孟广均先生是最早介绍和使用“信息资源”概念的国内学者[12]。90 年代中期以前,大多数国内学者都是从各自专业或自我理解的角度使用信息资源一词而殊少深入的探究。90年代中期，一些学者开始从科学的意义上来抽象“信息资源”概念。经过短短几年的吸收和发展，国内出现了一批信息资源管理理论研究的阶段性成果。如卢泰宏教授[13]、程焕文教授[14]分别对信息资源管理分期开展的研究。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 信息资源管理的理论与实践探索",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "信息资源管理(IRM)可视为一个集合概念，体现着信息问题跨学科的特性[15]。D．Savic 把 IRM 区分为文件管理（recordsmanagement）数据管理（dataman-agement）和信息管理（information management）3个方面。其中,文件管理起源于图书馆学、档案管理、行政管理和其他与组织中有效存储、检索和利用文件有关的学科[16]。数据管理在方法上与文件管理相一致,在技术手段上将IRM推向了数字化。信息管理，或者更准确地说，信息作为一种资源的管理，为IRM的理论提供了一个理念，即信息代表资产、资源。美国的A.N．Smith和D.B．Medley认为可以从两个层次上分别看待IRM。“在第一层次，信息资源管理就其本质是一种指导哲学。在第二层次，信息资源管理将传统意义上的信息服务包括信息传播、办公系统、记录管理、图书馆功能技术规划等统一起来，从而由一种哲学演变为一种管理过程[17]。”F.W.Horton 指出,信息资源管理融合了诸如信息系统、文件管理、数据处理、数据网络等多种技术和多门学科[18]。在众多学科中,图书馆学、档案学、管理学和信息系统被认为对IRM理论的形成和发展做出了重要贡献[15,19-20]。P．Bergeron[8]梳理了不同学科背景下的研究者对于IRM的理解，如信息科学、信息系统、图书馆学等，概括出了IRM研究的两种不同的视角。一种是信息技术视角（theinforma-tion technologyview），另一种是整合视角（the intergra-tive perspective）。前者将以计算机为基础的信息系统视为信息的唯一提供者，将IRM视为信息问题的一种收敛方法（convergent approach）。后者通常出现于情报信息领域（informationstudies），更关注IRM的管理方法和功能，旨在整合和协调信息源、服务和系统，创造内外部信息资源之间的协同效应。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "信息资源管理自诞生之初，便产生了广泛而又丰富的实践，其中最广为人知的是信息资源管理在政府工作中的实践,即美国于1980 年提出的《文书消减法案》（the Paperwork Reduction Act）[15]。该法案首次提出将信息和数据作为一种“可管理和可预算的资源”来处理，就像处理人力、物力、财力和自然资源一样，强调对组织中所有的信息资源进行高效和经济的管理21 。1 但是，现实中大量存在实践先于理论的现象。2某些实践活动虽未采用信息资源管理的明确表述，却事实上开展了信息资源管理活动。以图书馆为例,图书馆的所有服务与活动的开展都是以馆藏资源为基础和支撑，从信息资源管理的角度，图书馆的服务与活动定意义上都可以看作信息资源管理的实践活动。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": ". 总之，围绕着将“信息视为资源”这一核心，在多学科研究的理论背景之下，多个领域或有意识或无意识地开展了信息资源管理的实践活动。这些实践活动在理论产生之前未必被时代所认识，以至很多研究者在梳理这段历史的过程中将政府文书这一实践情境视为信息资源管理诞生的原点，一定程度上限制了当前对于信息资源管理这一概念和相关理论的理解和探讨",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 信息资源管理作为一级学科名称的曲折过程",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "图书情报与档案管理一级学科最初由图书馆学、情报学、档案学3个二级学科组成，但一级学科的形成及学科名称、学科归属的确定却经历了一个曲折的发展过程。历史上，国务院学位委员会共公布过4个版本的学科目录，分别是83版、90版、97版和目前正在实施的11版，最新的2021版目录正在征求意见。在83版目录中，图书馆学归属于文学门类下的中国文学，情报学那时还被称作科技情报，归属于理学门类下的管理科学，档案学则没有单独列出而是以括号括起的方式注明包括在历史学门类下的历史文献学中。除了档案学外，同样被包括在历史文献学中的还有敦煌学、版本目录学等。在90版目录中，情报学一词首次出现在目录中，与图书馆学并称为“图书馆与情报学”归属于理学门类，下设图书馆学、科技情报两个“专业”（即现今的二级学科），而档案学没有任何变化，仍包含在历史文献学中，归属于历史学门类。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "97版目录奠定了当前国内学科体系的基本格局。相较于90版，97版目录明确了门类学科、一级学科、二级学科的三级体系，还增设了第12个学科门类一—管理学门类。图书馆学、情报学、档案学在97版目录中首次被调整到一个一级学科，名为“图书馆、情报与档案管理”，下设图书馆学、情报学、档案学3个二级学科，归属新设置的管理学门类。而11版目录相较于97版目录的最大变化是目录不再列出二级学科，具体到“图书馆、情报与档案管理”，一级学科名称变更为“图书情报与档案管理”。正在征求意见的2021年最新版学科目录，“图书情报与档案管理”拟改为“信息资源管理”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "回顾4个版本的学科目录和正在征求意见的第5个版本，有一个非常有意思的现象，就是现在的图书情报与档案管理一级学科和3个二级学科，在每次目录调整中多少都有变动。在83、90两个版本的目录中变动的既有名称也有学科归属，97版目录之后学科归属不再变化，但11版一级学科名称有微调，而本次的征求意见稿中，一级学科名称则发生了重大改变。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "无论是97版目录的“图书馆、情报与档案管理\"还是11版目录的“图书情报与档案管理”，形式上虽有细微不同，实质上都是3个二级学科名称的简单叠加。以二级学科名称简单叠加的方式作为一级学科名称在历次版本的学科目录绝无仅有，不但失去了综合、概括一级学科学科特征的作用,也直接限制了一级学科的发展。须知，如此表述的一级学科任何学科内涵外延方面的拓展都只能在3个二级学科内部发生，所有的拓展都可能造成原有的3个二级学科的泛化甚至损害。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "根据孟广均先生的记述，在97版目录制定前后，学科内部对于一级学科的定名便存在很大的争论，有“知识信息资源”“文献资源学”“信息系统管理学”“文献信息管理学”“图书馆与情报学”“信息资源管理”等多种不同意见。孟先生本人在文章中便先后提出过“图书馆与情报学”“文献信息管理学”“信息资源管理\"3 个不同的名称[22-24]。可以肯定的是,至迟在2000年便有以“信息资源管理”作为本学科一级学科名称的观点。此后，一级学科名称的争论基本上就在3个二级学科简单叠加与“信息资源管理\"（或“信息管理\")二选一之间进行。11版目录制定时，学科内部曾有很多人希望一级学科名称变更为“信息资源管理”，",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "初景利，黄水清.从“图书情报与档案管理”到“信息资源管理”一 一一级学科更名的解析与思考[J」.图书情报工作,2022，66(1) :4 -10.",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "但最终没有取得一致，目录公布时名称仅在形式上作了微调,即现在的“图书情报与档案管理”。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "追溯几十年的学科目录的变更过程可以发现，是否选择信息资源管理作为本学科一级学科的名称在学科内部已经争论了20多年。本次新版目录的征求意见稿最终若得以通过，是对20年争论迟来的总结。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 一级学科更名为“信息资源管理”的理性认识",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1 图情档学科具有从事“信息资源管理”研究的基础与优势",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "如上文所述,信息资源管理的理论研究由来已久，国际上可追溯到20世纪70 年代末80 年代初，国内大约在90年代中后期形成研究热潮。近20年，图情档的学科发展主体上一直寻求转向信息管理。但由于种种复杂的原因，此次一级学科更名没有改成“信息管理”，退而求其次更名为“信息资源管理”。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "大多数图情档院系已改名为“信息管理”或",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "“信息资源管理”",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1992年9月，为适应国际上“信息化\"浪潮,国家0科委(现科技部)率先将\"科技情报\"改为“科技信息”，“中国科学技术情报研究所”相应地改为“中国科学技术信息研究所”。随后，一石掀起千层浪，北京大学图书馆学情报学系首先将系名更改为“信息管理系”，其他院系也纷纷将图书情报学院（系）改名为信息管理学院（系)。院系改名主要有两种类型,一种是改为信息管理，另一种是改为信息资源管理。前者如2000 年改名的武汉大学信息管理学院，以及陆续更名的南京大学信息管理学院、南京农业大学信息管理学院、中山大学信息管理学院、郑州大学信息管理学院、黑龙江大学信息管理学院等，称为信息管理系的则有吉林大学、东北师范大学等。后者如中国人民大学信息资源管理学院（2003年），称为信息资源管理系的则有南开大学、浙江大学、四川大学、天津师范大学、西北大学、广西民族大学等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.3 “信息资源管理”与“信息管理”具有良好的相通性",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "这两个概念非常相似，也多作为相同或相近的概念来理解。“信息”比“情报\"更宽泛（情报仍具有不同于信息的特定意义），可以包容更大的涵义和更多的内容。尽管相关机构与教学单位已改名多年，实际上，在图情档学科基础上生长出的信息管理与计算机领域“技术”导向、工商管理领域“管理”导向的信息管理仍然有所不同，图情档学科的信息管理更多的是“信息资源”导向。图情档学科走向“信息资源管理”具有良好的学科基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.4 国内外均出版有信息资源管理方面的学术期刊",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "拥有专门的学术期刊也是一个学科成立或成熟的标志。有关信息资源管理的学术期刊，国外有Informa-tionResources Management JournalInternational JournalofInformationResourceManagement等，国内有武汉大学信息管理学院主办的《信息资源管理学报》。还有很多信息管理或图情档的期刊均发表了大量有关信息资源管理的文章。中国科学院文献情报中心主办的《图书情报工作》近些年已经定位为面向“图书情报与档案管理”一级学科，随着一级学科的更名在即，面向新的一级学科“信息资源管理”的《图书情报工作》也将完成其42年刊名的使命，在其创刊66周年之际，正式申请更名为《信息资源管理》（尚在等待新闻出版署审批）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2 “信息资源管理”具有更高的学科站位与领域视野3.2.1“信息资源管理”具有更高的学科站位",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2012年以后，“信息资源管理”曾经作为“图书情报与档案管理\"的新增二级学科在多所学校本科中设立。此次由于一级学科定名为“信息资源管理”，二级学科的“信息资源管理”将随之取消。这不仅是基于逻辑上的考虑，也是“信息资源管理”作为一级学科发展的必然要求。相对于图书情报与档案管理以及信息管理，由于信息资源管理更强调“信息资源作为一种战略资源”的重要性，是作为整个社会的基础设施来加以看待、研究与建设，因而信息资源管理被赋予更大的学科价值与社会使命。信息资源管理致力于从“战略资源”角度审视和对待信息，信息资源与生产资源、能源资源、资本、人才资源等具有同等的地位。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2.2 “信息资源管理”具有基础性、战略性作用",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "如果说信息无所不在、无时不有，具有泛在性，那么信息资源则更加体现其专有价值和应用价值。信息资源对一个国家、一个机构乃至个人具有不可替代的基础性、战略性的作用。如果说信息有价值，则其价值更在于作为一种资源的价值，只有信息作为一种资源才能直接参与机构的顶层设计，辅助并支撑机构的决策。信息资源通过对信息的采集、关联、挖掘、分析、萃取与利用，而转化为对机构有基础性和战略性影响的经济价值与社会价值。信息的重要性在于信息资源管理的重要性，通过信息资源管理而体现。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.3 “信息资源管理”具有跨领域、多维度的学科特点",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "社会中的每个行业、每个领域都存在如何对大量的信息资源进行管理的问题，管理的核心是如何将信息资源转化为价值。因此，信息资源管理并非一个学科才能解决的问题，而是需要图书馆学、情报学、档案学、管理学、传播学、计算机、通信等多个学科协同工作，从基础设施到业务运营到决策支持，都需要信息资源管理作为主体发挥统筹、协调、规划和配置的作用。没有信息资源管理的参与，就没有一个机构（组织系统)的有效运行，就没有效率和质量。信息资源管理的跨领域、多维度的学科特点非常突出，更具“新文科”的特性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.4 “信息资源管理”具有更加广阔的学科发展前景",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "? 信息资源管理作为一个老概念，该领域的研究具2有至少40 年的历史。这么多年来，国内外学界业界一直在推动其理论与实践的持续发展;信息资源管理作为个新概念,意味着我们需要重新审视信息资源管理作为一门一级学科以及在数智时代的地位和作用。信息资源管理有很多问题值得研究，其学科潜力有待挖掘。“信息资源管理”既是一门一级学科,也是一项涉及广泛的实践领域。学科名称确立后，需要深挖其内涵，并与所背靠的多种行业紧密关联，其学科发展前景不可限量。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 “信息资源管理”是“图书情报与档案管理”的传承与发展",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "“信息资源管理”的概念提出者是图书情报学者",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在国内,中国科学院文献情报中心孟广均先生在《国外图书情报工作》（中国科学院文献情报中心期刊)第3期主编（两位主编）“信息资源管理专辑”，最早引进了信息资源管理的概念和学科领域（1992）。1997年，孟广均先生发表了《从科学管理到信息资源管理(IRM)——管理思想演化史的再认识》[25],同年，霍国庆教授发表了《信息资源管理的起源与发展》7」，推进了信息资源管理的认知与研究。至今已经发表以“信息资源管理”为主题的学术期刊论文1000多篇，学位论文近200篇。孟广均先生等合著出版并再版《信息资源管理导论》（1998、2003、2008）等专著，具有非常大的学术影响力。随后，也还出版了大量的专著和译著，如2005年，由麦迪·克罗斯蓬主编、沙勇忠等译《信息资源管理的前沿领域》（AdvancedTopics in Information Resources Management）由科学出版社出版。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3.2 图情档界有关信息资源管理的学术活动非常活跃",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "武汉大学还成立了教育部人文社科重点研究基地武汉大学信息资源研究中心[26],该中心是在成立于1984年的原武汉大学图书馆学情报学研究所的基础上，于1999年2月改制后重新组建而成的新型研究机构，有专门的研究人员，有充足的课题与研究经费，在信息资源管理研究方面发挥了重要的作用。中国人民大学举办有年度性的学术会议“中国信息资源管理论坛”，至今(2021年)已连续举办18届，已经成为学术会议的品牌，极大地推动了信息资源管理领域的发展。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3.3 图情档期刊是信息资源管理研究的主体",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "早在2008年，邱均平教授等人就对国内外信息资源管理研究进行了对比分析，从1998年至2006年国内外信息资源管理研究领域发表的340篇中文论文和199 篇英文论文来看，图书情报档案等学科的期刊是刊载信息资源管理领域论文的主要阵地，信息资源管理领域的研究者主要由图书情报领域的学者构成[27]当然，计算机科学、经济学等领域的期刊和学者也有参与。从图书情报与档案管理走向信息资源管理，具有学科发展的必然性。信息资源管理是从图书情报与档案管理领域生长出来的。没有图书情报与档案管理，也就不会有信息资源管理。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "一级学科更名后的学科建设策略",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1 “信息资源管理”需要拓展原一级学科的边界与领域",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "“信息资源管理”的一级与二级学科构成一个完整的学科体系与学术体系。作为一级学科应具有明确的学科定位，也要有更大的学科包容性，需要对“图书情报与档案管理”原有的学科边界与领域进行拓展，界定新学科的边界与领域。“图书情报与档案管理”最大的问题是从名称方面已限制了一级学科仅仅定位在图书馆学、情报学、档案学3个学科的简单叠加，无法容纳出版、数据、信息、文化及其他内涵，更无法与时俱进容纳更多的二级学科，也无法构建不同子学科之间的内在逻辑，成为了一级学科发展的壁垒与障碍。多年来，新兴二级学科的产生与发展只能披上图书馆学、情报学、档案学的外衣，在图书馆学、情报学、档案学内部去寻找栖身之地。其中以情报学最甚，信息安全是情报学，网络舆情是情报学，短视频营销还是情报学。情报学可能什么都是，唯独不太像是情报学。图书馆学也是如此，被严重泛化和虚化，成为学界与实践一线",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "初景利，黄水清.从“图书情报与档案管理”到“信息资源管理”一 -一级学科更名的解析与思考[J].图书情报工作,2022，66(1) :4 -10.",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "割裂的重要原因。信息资源管理给本学科发展赋予了更大的自由度，促进本学科根据环境的变化和社会发展的需求而拓展自己的学科边界与学科领域。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2 “信息资源管理”需要寻求更广泛的学科认同",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "如果说,过去的几十年，从事图情档研究、教学、实践的人，对图情档学科还缺乏学科自信与职业自信，图情档界以外的人对我们的学科还有些许的质疑和不解，“信息资源管理”更便于专业内外的人的理解。“管理”具有更大的功能和更强的力量，在“管理”的范畴内，信息资源就是文献、情报、数据、知识、文化等的信息采集、挖掘、分析与利用等，是社会各领域都不可或缺的一项研究与开发活动，其学科价值和应用价值需要逐步得到更广泛的认可与评价。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.3 信息资源管理”需要重塑自身学科地位与话语体系",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3在“信息资源管理”的框架下，信息资源管理学科  \n将构成一个较为庞大的学科群,需要按照信息资源管理的学科体系构建新的话语体系与核心能力体系。原有的图书馆学、情报学、档案学3个二级学科应正本源，突出自身特色，强化行业对标，确立学科规范。而言息资源管理范畴内成长起来的新兴二级学科，则应在传承传统学科发展的基础上着力于不同的二级学科方向,不断寻求突破,寻求与新兴行业发展接轨,在与其它学科的交叉融合中寻求学科的发展增长点与学科话语权。信息资源管理学科应通过自身的专业研究  \n成果、人才培养质量、对行业和社会的贡献，重新确立本学科的地位与贡献力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "信息资源管理”需要打造学科核心能力与竞争力",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“信息资源管理”能否立于学科之林，关键还是看本学科是否具有本学科所独有的不同于其他学科的核心能力与竞争力。这种核心能力与竞争力主要体现在信息资源通过管理而增值，更有效地支撑机构的管理、决策与发展。信息资源管理不应成为软学科，而是要构筑新的学科理论、方法与技术体系，凸显学术（教育教学)与应用(行业塑造)的双重价值，提升学科的社会竞争力，将信息资源管理打造为具有高度社会认可度的硬学科。这样一种能力的淬炼，需要的是学界业界的协同，需要本学科师生的智慧与投入，需要在理论教学与实践创新之间的互动与相互促进。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.5 “信息资源管理”需要致力于更好地促进行业的创新发展",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "对行业和业界而言，“信息资源管理”也许是一个抽象的概念。但作为一级学科的“信息资源管理”的重要作用就是要促使各个二级学科之间的互动与融合。而二级学科内部以及二级学科与行业均具有直接的关联关系。一级学科的设立，不会对二级学科所赖以生存的相关行业带来削弱或空心化，而是进一步的改造和强化。一级学科是顶层设计，二级学科则是基础建设。在一级学科的框架下，二级学科之间也会更好地交叉融合发展，反过来，必将对二级学科所对应的相关行业的创新发展产生积极的推动作用，从而构建“信息资源管理\"学科与实践的良好生态。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5 结论",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "如果说，20多年前，我们需要为“文献信息管理学\"鼓与呼[23],那么今天,我们则需要为“信息资源管理\"鼓与呼。这是我们学科新的战略定位与新的发展布局。“信息资源管理”一级学科是从“图书情报与档案管理”一级学科生长出来的，原来是作为一个研究领域,现在即将成为一级学科。为此，需要加大对作为一级学科的“信息资源管理”概念与内涵、意义与价值、范畴与边界、方法与技术、学科与理论、应用与成效、规划与未来的认知与研究，推动一级学科从名称（名）到内容(实)的根本性转变，增强学科的体系建设，增强学科的影响力建设，通过学科建设培养更多更符合社会需要的人才，对社会相关行业产生更加重要的影响，做出更大的贡献，并反哺学科建设，形成学科与行业的良性互动。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1］孟广均.从改名说开去[J].图书情报工作，1993(2)：2-3.  \n[2］于鸣镝，初景利.试评图书馆学系更名[J].图书情报工作，1998(7):49-52.  \n[3］何善祥.图书馆学不必更名[J].图书馆,2000(6)：5-6,20.  \n[4］陈一阳.“情报\"改名论[J].图书馆论坛，1996(3)：3-6.  \n[5］王金夫.关于图书馆学系系名更改的若干思考[J].图书馆杂志,2001(7) :47-48.  \n[6］资源.辞海数据库[EB/OL]．[2021-12-22].上海辞书出版社 http://chlb.cishu.com.cn/.  \n[7］霍国庆.信息资源管理的起源与发展[J].图书馆，1997（6）：4-10.  \n[8］BERGERON P. Information resources management[J].Annual re-view of information science and technology，1996,31(1）：263-300.  \n[9］HORTON F W.Information resources management：concept andcases[M].Cleveland,OH:Association for Systems Management,1979.  \n[10］WHITE M S.The development of information resource management[C]//The first joint international conference of the Institute of In-formation Scientists and the American Society for Information Sci-ence.Dublin：Ireland,1982.  \n[11]ROBERTS N，WILSON TD.Information resource management：aquestion of attitudes?［J]. International journal of informationmanagement，1987，7(2):67-75.  \n[12]孟广均．关于情报概念、工程、信息业[J]．情报业务研究，1985(1）:26-27.  \n[13］卢泰宏．国家信息政策［M]．北京：科学技术文献出版社,1993.  \n[14］程焕文．信息资源共享[M]．北京：高等教育出版社，2004.  \n[15］TRAUTH E M.The evolution of information resource management[J]．Information& management，1989，16(5）：257-268.  \n[16］SAVIC D.Evolution of information resource management[J].Journal of librarianship and information science，1992，24（3）:127 -138.  \n[17］SMITH A N,MEDLEY D B.Information resource management1987.18DHORTON F W. Information resources management : harnessing in-boratory[M].Englewood Cliff：Prentice Hall,1985.(1):309-336.  \n[20]RATHSWOHL E J.Information resource management and the enduser：some implications for education[J]. Information resourcesmanagement journal，1990，3（3）：2-7.  \n[21］BROADBENTM，KOENIGMED.Information and informationtechnology management[J].Annual review of information scienceand technology，1988，23（1）：237-270.  \n[22］孟广均.关于学科建设和名称设置之我见[J].图书情报工作，1996,40(3):3-4.  \n[23]孟广均.为“文献信息管理学”鼓与呼［J].图书情报工作,1997,41(7) :2 -3.  \n[24］孟广均.重视发展二级学科 科学定名一级学科—再论本学科建设问题[J].图书情报工作，2000（12)：7-10.  \n[25]孟广均，霍国庆，罗曼，谢阳群.从科学管理到信息资源管理(IRM)——管理思想演变史的再认识[J].图书情报知识，1997(2):3-8,18.  \n[26］武汉大学信息资源研究中心［EB/OL].［2021-12-22]．ht-tp://csir.whu.edu.cn/.  \n[27］邱均平，苏金燕，熊尊妍.基于文献计量的国内外信息资源管理研究比较分析[J].中国图书馆学报，2008（5）：37-45.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "初景利：论文选题策划，论文撰写与定稿;  \n黄水清：论文讨论、撰写与修改。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "广 4 Research Center for Humanities and Social Computing， Nanjing Agricultural University， Nanjing 210095 Abstract:[Purpose/significance] For library， information and archives management，and related subjects, the release of 2O21 new edition of the discipline specialties catalogue (draft for comments）by Office of the State Council Academic Degrees Commitee means not only the renaming of the first-level subject，but also the important changes of connotationand system of the subject.Forthis，we need to analyzeand think the significance of the renaming and the strategies of the subject construction for the future.[Method/process] By the literature review and historical analysis，the developmentevolutionof“information resources management”was outlined,to strengthenthe rational understanding the renaming of the first-level discipline and propose new strategies forthe construction of the first-level subject.[Result/conclusion] The recognition and research for the concept and connotation，significance and value，scope and boundary，method and technology，subject and theory，application and efect，planning and futureof \"information resources management\"asa first-level discipline shouldbe improved bythe academia and practitioners， to make promote the fundamental change from name to contents of the first-level subject. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Keywords : information resources management library， information and archives management information management first-level subject ",
        "page_idx": 6
    }
]