[
    {
        "type": "text",
        "text": "NursRxiv ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI:10.12209/issn2708-3845.20220727001 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中医五行音乐疗法的研究进展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李苏茜'，芦 琳¹，唐玲²，王纯1",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1.北京中医药大学东方医院 风湿科，北京，1078；2.北京中医药大学东方医院 护理部，北京，100078)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：中医五行音乐疗法以中医学理论为基础,运用宫商角徵羽五声阶来调节五脏从而调和气血、调节情志以养生祛病。五行音乐疗法在临床应用广泛,在减轻疼痛、缓解焦虑、改善失眠等方面均取得了良好效果。本文就中医五行音乐疗法在临床中的应用情况进行总结，以期为该疗法的进一步临床研究提供参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：中医五行音乐疗法；疼痛；焦虑；失眠；情志护理",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Research progress of five elements music therapy in traditional Chinese Medicine ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LI SuQian'，LULin'，TANGLing²，WANGChun' (1.Departmentof Rheumatology,Dongfang Hospital,Beijing Universityoftraditional Chinese Medicine,Beijing, 100078；2.DepartmentofNursing,Dongdang Hospital Beijing UniversityofChinese Medicine,Beijing,00078) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT: Based on the theory of traditional Chinese medicine,the five elements music therapy of traditional Chinese medicine uses the five tone scale of Gong Shang horn to regulate the five internal organs，so as to reconcile Qi and blood,regulate emotion and eliminate diseases.At present,five elements music is widely used，which can play a good effect on pain，anxiety,insomnia and other symptoms. This paper summarizes the clinical application of traditional Chinese medicine five element music,in order to prepare for the further research of traditional Chinese medicine five element music. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEY WORDS: Five elements music of traditional Chinese Medicine ; pain; anxious ； insomnia ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中医五行音乐疗法是常用的情志护理措施，作为音乐疗法的一种，在临床治疗中发挥着很好地辅助治疗作用。音乐疗法可以有效的缓解紧张焦虑等不良情绪[1],通过缓解情绪可以提高睡眠质量，除此之外还可以缓解疼痛症状，从而提高生活质量。本文就中医五行音乐在临床中的应用情况进行总结，以期为中医五行音乐疗法的进一步临床研究提供参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中医五行音乐疗法的理论基础",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中医五行音乐疗法是以中医理论知识为指导依据，将五音与五脏联系起来，通过中医辨证分型，对应患者给予合适的曲目进行治疗，被称作“五音疗疾\"2]。《黄帝内经》中最早记载过有关于“五音疗疾\"的内容。中医五行音乐疗法是以中医阴阳五行作为理论依据，然后运用宫、商、角、徵、羽五种不同音调的音乐对疾病进行治疗的方法。中医五行音乐疗法主要是将五音、五脏、五志三者紧密地联系起来，广泛应用在精神、心理疾病及身心疾病中[3]。《黄帝内经》根据五行学说，第一次提出了五行音音乐疗法理论，并对其进行了整合，为中医五行音乐疗法提供了理论指导。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2中医五音疗法改善患者焦虑症状的研究现状",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中医五行音乐疗法基于中医的五音疗法，运用\"宫、商、角、徵、羽\"五个声阶来调节五脏从而达到调和气血、调畅情志、改善心理亚健康状态的良好康复效果。中医五行音乐疗法在缓解精神紧张方面有显著疗效，对改善患者抑郁和焦虑状态效果明显。中医五行音乐疗法作为中医非药物的疗法，其优点是安全而无毒副作用，臻于精神科心理卫生临床护理有着重要的实用价值。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "五音疗法是临床心理护理方法之一，在改善慢性病患者焦虑症状方面有一定的效果。张晓瑞等4选取胰腺癌术后焦虑症状患者80例，采用随机数字表法将患者分为试验组和对照组，各40例,两组患者均接受术后基础治疗方案，试验组在此基础上实施子午流注择时中医五行音乐疗法，在午时和西时给予施乐，试验组患者患者在术后第1天接受音乐疗法，频次为2次/d, $3 0 \\mathrm { m i n } /$ 次，共$6 0 ~ \\mathrm { { m i n } }$ ，15d为1个疗程，干预结束后在第15天进行随访。结果表明，试验组疗效优于对照组，试验组患者焦虑症状明显缓解，同时患者的睡眠及抑郁情绪有显著改善，照护者负担减轻，且随干预时间延长疗效越好。子午流注五行音乐疗法利用择时施乐，能够缓解胰腺癌手术患者的不良情绪，促进中医护理和中医时间医学发展，值得临床进一步推广和进行深入的机制研究。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "李洪彦5采用随机对照试验，对照组患者仅给予单纯的心理护理，试验组在对照组基础上再给予音乐疗法，采用焦虑自评量表进行评分比较，结果表明，试验组患者的焦虑改善状况优于对照组。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "周佳佳将符合慢性心衰及气虚血瘀证候诊断标准的同时有焦虑和抑郁症状的140例患者按随机区组分配方法分为对照组、五音组、按摩组和联合组各35例。五音组患者在住院期间除接受常规治疗护理以外，还要聆听五行音乐;按摩组患者于住院期间在接受常规治疗护理的基础上进行自我穴位按摩或由其照顾者对其实施穴位按摩;联合组患者住院期间在接受常规治疗护理的基础上自我穴位按摩或由照顾者对其实施穴位按摩，以及玲听五行音乐。五音组、按摩组、联合组患者出院后继续按摩和(或)聆听五行音乐，共4周，分别于试验前及试验后采用焦虑自评表(SAS）、抑郁自评表(SDS)对四组患者进行测评。研究结论显示，穴位按摩、五音疗法有利于改善气虚血瘀型慢性心衰并发焦虑和抑郁患者的焦虑情绪，缓解患者躯体化症状、焦虑感。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "高兰等采用SAS量表比较并分析即将进行单侧全膝关节置换术者的焦虑状况，在即将手术的患者中，随机选择91例标准分 ${ > } 5 0$ 分且符合本次临床试验诊断标准者，确定为临床试验样本。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "样本随机分为两组：对照组采用耳穴贴压疗法45例；治疗组则采用的是耳穴贴压疗法联合五音疗法46例。经过干预后通过再次测定SAS，通过分值的改变，统计分析耳穴贴压疗法、五行音乐疗法对解全膝关节置换术患者术前焦虑症状的影响。结果表明，治疗组的耳穴贴压联合五行音乐疗法对治疗术前焦虑效果显著。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3中医五行音乐改善患者疼痛症状的研究现状",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "心理学理论认为五行音乐疗法作为一种治疗手段可以减轻患者对疼痛的感知，缓解患者紧张焦虑的心情，使音乐作用于人的心理反应，从而起到缓解疼痛的作用[8。中医五行音乐疗法作为音乐疗法的一种，以中医学理论知识为基础，是中医五行理论的延伸。我国传统中医是以阴阳五行为基础理论指导，遵循天人相应、身心合一的唯物主义自然观，用五行将五音和五脏有机地联系在一起,为五行音乐疗法提供了理论依据[9。五音是五声音阶中的\"宫、商、角、徵、羽\"五个音阶，并按照\"土、金、木、火、水\"次序排列，因此五音属于中医的五行学说。《素问·阴阳应象大论》中记载：“在脏为肝，在音为角”、“在脏为心，在音为徵”、“在脏为脾，在音为宫”、“在脏为肺，在音为商”、“在脏为肾，在音为羽”。《素问·金医真言论》亦有类似论述[],进一步将\"宫、商、角、徵、羽\"五音与\"脾、肺、肝、心、肾\"五脏一一对应，得出符合五行理论的五行音乐疗法。中医五行音乐疗法作为常用的情志护理方法不仅能够改善患者的紧张焦虑情绪还可以缓解失眠及疼痛状态，从而提高患者生活质量。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "杨琳8研究发现，对照组患者只给予常规的护理治疗和健康教育，试验组患者辅以中医五行音乐疗法。两组患者进行连续4周的护理措施，并进行1个月的随访记录，对两组患者的护理前后疼痛、抑郁、焦虑等心理因素及生活质量情况结果进行比较分析，结果表明，五行音乐疗法不但能够缓解患者的焦虑抑郁状态，还能够缓解疼痛，提高患者生活质量。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "秦晓华等\"研究发现，选取在换药室接受换药治疗的下肢创伤性溃疡患者64例患者，分为对照组和试验组，其中试验组的患者给予中医五行音乐疗法治疗，对照组则采用普通的自然音效治疗，采用视觉模拟疼痛评分对患者换药前、中和后的疼痛程度进行分析和比较。结果表明，试验组的患者接受换药时听取五行音乐治疗能够减轻疼痛程度，有利于提升患者就医体验，从而提升患者满意度。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4中医五行音乐疗法有助于改善失眠症状",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "音律与大脑振幅产生共鸣，通过减少神经内分泌因子的释放来改善睡眠质量[12]。马桂轩等[13]研究中医五行音乐疗法对耳鸣、失眠、焦虑、抑郁的临床疗效，将60例焦虑和睡眠障碍的耳鸣患者随机分为试验组和对照组，各30例，对比试验前后两组患者耳鸣严重程度、HAMD评分和PSQI评分差异。结果表明，五行音乐疗法在改善睡眠障碍和耳鸣引起的焦虑抑郁方面取得很好地效果，值得临床推广。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "5小结 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "综上所述，中医五行音乐疗法作为心理干预的一种方法，在改善患者焦虑症状等不良情绪以及疼痛症状方面效果显著，有助于提升临床疗效。中医五行音乐疗法作为情志护理手段，是一种非药物的绿色疗法，尤其对缓解精神紧张有显著效果，可明显改善患者抑郁和焦虑状态，提升患者就医体验。五行音乐疗法是中医非药物疗法，安全、无毒副作用，臻于精神科心理卫生临床护理有着重要的实用价值。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[1］郭常娟．音乐治疗对高龄长者焦虑、睡眠质量和主观幸福感的影响研究D」．杭州：杭州师范大学，2019.",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[2]艾茜．中医五音疗疾述略[J]．湖北民族大学学报（医学版），2021，38(4)：68-70.  \n［3］宋黎喆雄，李晓宇，仇雅岚，等．音乐疗法在身心疾病中的应用[J」．中华中医药杂志，2019，34(9):4186-4189.  \n[4］张晓瑞，文艳杰，韩颖．子午流注择时五行音乐疗法在胰腺癌术后患者康复护理中的应用及其效果[J]．解放军护理杂志，2018，35(21)：54-57.  \n[5]李洪彦．心理护理结合音乐疗法对轻度焦虑症患者焦虑症状的影响[J」.中西医结合心血管病电子杂志，2020，8(30)：144，146  \n[6］周佳佳．穴位按摩联合五音疗法对气虚血瘀型慢性心衰患者焦虑抑郁的影响研究[D」．北京：北京中医药大学，2018.  \n[7」高兰，牟善芳，闫淑珍，等．耳穴贴压联合五音疗法缓解全膝关节置换术患者术前焦虑的效果观察[J]．湖南中医药大学学报，2019，39（1）：117-120.  \n［8］杨琳．五行音乐疗法对慢性疼痛患者的干预效果评价[D]．太原：山西医科大学，2018.  \n[9」李京泽．五行音乐疗法系统与现存问题分析[J].当代音乐，2019(10)：154-157.  \n[10］佚名．灵枢经十二卷[M].北京：人民卫生出版社，1963.  \n[11］秦晓华，吴苏丹，胡芳，等．五行音乐疗法对下肢创伤性溃疡病人换药疼痛的影响[J.全科护理，2017，15(34):4272-4274.  \n[12」陈默岩，徐蓉蓉，唐玲，许冰．经穴推拿联合五音疗法治疗1例脾胃不和型失眠患者的护理[J]．中西医结合护理，2022，8(1)：121-124.  \n[13」马志轩，石磊，任晓楠，等．中医五行音乐疗法治疗耳鸣及耳鸣所致失眠、焦虑抑郁临床研究[J].辽宁中医药大学学报，2021，23(6)：217-220.",
        "page_idx": 2
    }
]