[
    {
        "type": "text",
        "text": "Mitochondrial GPX1 silencing triggers differential photosynthesis impairment in response to salinity in rice plants ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yugo Lima-Melo',Fabricio E.L. Carvalho',Márcio O. Martins', Gisele Passaia²,Rachel H.V. Sousa', Milton C. Lima Neto', Márcia Margis-Pinheiro² and Joaquim A. G. Silveira1\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1DepartmentofichemistrydlecularilgederalUiversityofear,E4597oFortalezaCearaazi，Dpatf Genetics,FeralUesitfddtgreideiesdce@c ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract The physiological role of plant mitochondrial glutathione peroxidases is scarcely known.This study attempted to elucidate the role of a rice mitochondrial isoform (GPX1) in photosynthesis under normal growth and salinity conditions.GPX1 knockdown rice lines(GPX1s) were tested in absence and presence of 1oo mM NaCl for 6 d. Growth reduction of GPX1sline under non-stressful conditions，compared with non-transformed （NT） plants occurred in parallel to increased $H _ { 2 } O _ { 2 }$ and decreased GSH contents. These changes occurred concurrentlywith photosynthesis impairment，particularly in Calvin cycle's reactions， since photochemical efficiency did not change. Thus,GPX1 silencing and downstream molecular/metabolic changes modulated photosynthesis differentially. In contrast，salinity induced reduction in both phases of photosynthesis,which were more impaired in silenced plants. These changes were associated with root morphology alterations but not shoot growth. Both studied lines displayed increased GPX activity but $H _ { 2 } O _ { 2 }$ content did not change in response to salinity.Transformed plants exhibited lower photorespiration，water use efficiency and root growth,indicating that GPX1 could be important to salt tolerance.Growth reduction of GPX1s line might be related to photosynthesis impairment,which in turn could have involved a cross talk mechanism between mitochondriaand chloroplast originated from redox changes due to GPX1 deficiency. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: $\\mathsf { C O } _ { 2 }$ assimilation;glutathione peroxidase; Oryza sativa; photochemistry; redox homeostasis   \nCitation:Lima-Melo Y,Carvalho FEL,Martins MO,Passaia G,Sousa RHV,Neto MCL,Margis-Pinheiro M,Silveira JAG (2o16) Mitochondrial GPX1 silencing triggers differential photosynthesis impairment in response to salinity in rice plants.J Integr Plant Biol XX:XX-XX doi: 10.1111/jipb.12464   \nEdited by:Miguel A.Pineros,United States Department of Agriculture-Agricultural Research Service,Cornell University,USA   \nReceived Dec.22,2015;Accepted Jan.19,2016   \nAvailable online on Jan.22,2o16 at www.wileyonlinelibrary.com/ journal/jipb   \n$\\circledcirc$ 2016 Inctitiite nf Rntanv Chinese Arademv nf Srienrec ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Glutathione peroxidases (GPX,EC 1.11.1.9) are largely distributed in animal cells，where they play several important physiological roles such as $H _ { 2 } O _ { 2 }$ scavenging,maintaining of cellular redox homeostasis and membrane protection against peroxidation (Herbette et al. 2oo7). Plants also have a large family of GPX isoforms distributed in virtually all cellular compartments(Margis etal.2oo8; Passaia and Margis-Pinheiro ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abbreviations ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A $\\mathsf { C O } _ { 2 }$ assimilation rate   \nAmax maximum photosynthetic rate   \n$\\mathsf { C } _ { \\mathrm { i } }$ （204号 intercellular $\\mathsf { C O } _ { 2 }$ partial pressure   \nE leaf transpiration   \nETR actual electron transport rate from PSll   \n$\\sf F _ { \\mathrm { v } } / F _ { \\mathrm { m } }$ （204号 maximum quantum yield of PSll   \nGPX glutathione peroxidase   \n$\\mathsf { g } _ { s }$ （204号 stomatal conductance   \nGSH reduced glutathione   \nJmax maximum electron transport rate   \nLs stomatal limitation   \n$L _ { \\mathrm { m } }$ metabolic limitation ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2015).Differently from animal GPX, the physiological role of these peroxidases in plants is less known (Faltin et al.2010; Gaber et al. 2012；Zhai et al.2013).Despite the several experimental evidences that have suggested that plant GPX family displays some similar roles of those played inanimals, the physiological functions of specific isoforms are still unknown (Passaia etal.2o14a; Passaia and Margis-Pinheiro 2o15).These enzymes might act as antioxidants in the elimination of $H _ { 2 } O _ { 2 } ,$ （204号 organic hydroperoxides and/or lipid peroxides (Faltin et al. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "NPQ non-photochemical quenching   \nPPFD photosynthetic photon flux density   \n$\\mathsf { P } _ { \\mathsf { r } }$ （204 photorespiration   \nPSII photosystem Il   \nqP photochemical quenching   \n$\\mathsf { R } _ { \\mathsf { d } }$ （204号 dark respiration   \nROS reactive oxygen species   \nTBARS thiobarbituric acid reactive substances   \nVcmax maximum carboxylation rate of Rubisco   \nWUE water use efficiency   \n$\\alpha$ （204号 quantum efficiency   \n$\\Delta \\mathsf { F } / \\mathsf { F } _ { \\mathsf { m } } { } ^ { \\prime }$ （204 effective quantum yield of PSll ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2010;Passaia et al.2013). In addition，as GPX might use thioredoxins and GSH as reducing substrates (Chang et al. 2009),this action per se could contribute to change the redox homeostasis in plant cells especially under stress conditions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The preferential utilization of oxidizing and reducing agents by this enzyme as substrates under in vivo conditions has been controversy. Some evidences have suggested that thioredoxins and hydroperoxides are favored in comparison to GSH and ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ (Herbette et al. 2oo2; Passaia and MargisPinheiro 2o15)while other studies have demonstrated that GPX may use GSH and ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ as substrates (Chang et al. 2009; Foyer and Noctor 2o11).The action of the GPX family in plants, like in animals,could be important to prevent or restrict ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ accumulation,protect membranes against lipid peroxidation and act in cellular signaling (Foyer and Noctor 2o11). Several studies have demonstrated that GPX,especially chloroplast isoforms，are important in the protection against several abiotic and biotic stresses (Roxas et al.2ooo; Yoshimura et al. 2004; Miao etal.2oo6).Some studies have demonstrated that transgenic Arabidopsis plants over-expressing chloroplastic GPX are more resistant to abiotic and biotic stresses (Roxas et al.2ooo; Yoshimura et al.2oo4） and mutants carying knockout constructions in these genes are more sensitive to some stresses (Chang et al. 2oo9; Gaber et al.2012). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Miao etal.(2oo6) demonstrated that Arabidopsis $\\mathsf { G P } \\mathsf { X } _ { 3 }$ is involved in the stomata controland this mechanism isrelated with a balance between ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ and ABA levels.Moreover, Arabidopsis transformed plants lacking chloroplastic GPX exhibited severe morphological,anatomical and functional alterations in leaves (Chang et al.2oo9),demonstrating the physiological importance of this protein.Recently,it has been shown that the GPX proteins are also important in the control of root architecture in Arabidopsis (Passaia et al.2o14b).Thus, there is a relative consensus on the physiological importance of chloroplast GPX.However，despite Arabidopsis plants enclose eight GPX genes (Margis et al. 2oo8),the reported studies have concentrated mainly on chloroplast isoforms (Yoshimura et al. 20o4; Chang et al. 2oo9). Working with GPX isoforms of rice，our group has demonstrated that the mitochondrial isoforms,GPX1 and $\\mathsf { G P } \\mathsf { X } _ { 3 }$ ，arebothimportant forgrowth,developmentand ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ homeostasis (Passaia et al. 2013; Passaia etal.2o14a).Recently,it has been proposed that plant GPX isoforms could actas redox sensor proteins in signal transduction in addition to their peroxidase activity(Passaia and Margis-Pinheiro 2o15). Nevertheless, the physiological roles of plant mitochondrial GPX are still scarcely known (Jacoby et al. 2011). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Rice has five identified GPX isoforms: GPX1 and $\\mathsf { G P } \\mathsf { X } 3$ (mitochondrial)， GPX2 and GPX5 (cytosolic） and GPX4 (chloroplastic)(Margis et al.2oo8)，but both cytosolic isoforms were also found in chloroplasts (Passaia et al. 2013).Mitochondrial GPX1 is important for rice growth and spikelet formation whereas mitochondrial GPX3 modulates plant development and $H _ { 2 } O _ { 2 }$ homeostasis in roots (Passaia et al.2013,2014a). ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ is a central signaling molecule involved in several processes that connects metabolism between plant cell organelles(Sewelam et al. 2014). Despite several experimental studies having demonstrated that the photosynthesis and respiration are tightly interconnected (Sweetlove et al. 2oo6; Zhang et al. 2012),studies on the role of plant mitochondrial GPXand other antioxidant enzymes in a $H _ { 2 } O _ { 2 }$ -GSH mediated cross talk involving these processesare lacking.In C3 plants like rice,mitochondria,chloroplasts and peroxisomes are closely associated in metabolic terms during photorespiration,especially under stress conditions (Munné- Bosch et al. 2013). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The literature concerning the physiological roleof mitochondrial GPXs in plants is poorly known.GPX1 could contribute to redox homeostasis in mitochondria,acting as peroxidase and modulating the levels of $H _ { 2 } O _ { 2 } ,$ GSH and thioredoxins (Passaia and Margis-Pinheiro 2o15).The effects of salinity on expression and activity of mitochondrial GPXs are less known. Salinity strongly reduces growth and alters redox homeostasis in mitochondria,changing ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ levelsand inducing oxidative stress (Cavalcanti et al.2oo7). Correspondingly，salt excess causes generalized effects in virtually all plant cells and organelles，but the knowledge of specific consequences on the redox metabolism in mitochondria is limited (Milla et al. 2oo3; Mittova et al. 2oo3; Cavalcanti et al. 2007).In photosynthesis,the effects of salinity are well known especially indirect consequences on the stomatal conductance,photochemical and Calvin cycle reactions (Munns and Tester 2oo8; Chaves et al.2oo9). Some reports in Arabidopsis have evidenced that chloroplastic GPX isoforms are important to regulation of redox homeostasis and protection against oxidative stress generated by salinity (Milla et al.2003). However, the role of mitochondria GPX on chloroplast redox metabolism isunknown.As salt stress simultaneouslyaffects growth,antioxidant metabolism and photosynthesis in rice (Bonifacio et al.2o11), this model was chosen to evaluate the role of a mitochondrial GPX in photosynthesis efficiency,in two distinct circumstances: normal condition,where a lack of that enzyme affects rice growth，and salt stress，which induces strong reduction in photosynthesis and plant growth. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study，we tested the hypothesis that reduced growth in rice plants with decreased expression of the mitochondrial isoform GPX1 involves the impairment of photosynthesis.In addition，as salinity strongly decreases growth,photosynthesis and induces disturbances in the redox homeostasis,we investigated the possibility that the importance of GPX1 on plant growth could be intensified under this abiotic stress.The decreased growth and development in rice deficient in GPX1 under normal conditions was associated with impairment in photosynthesis caused by restriction in the Calvin cycle reactions but not in photosystem Il activity.In contrast， salinity induced reduction in both phases of photosynthesis,and these decreases were more intense in silenced plants.The effects of GPX1 deficiency on photosynthesis involving a possible cross talk between mitochondria and chloroplasts are discussed. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Phenotype and physiological characterization of mitochondrial GPX1 silenced plants ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In a previous study, the phenotyping of eight GPX1s lines was performed and demonstrated that GPX1 knockdown induced significant phenotypic alterations indicated by significant reduction in growth and seed yield (Passaia et al. 2o13). The three selected lines used in this study have exhibited reductions in the transcript amounts by $7 1 \\%$ ， $7 3 \\%$ and $6 1 \\%$ compared with non-transformed (NT) plants (Figure S1). These knockdowns were sufficient to trigger reductions in growth as indicated by decreased shoot fresh weight in all three lines compared with NT plants (Table S1).The reduced growth exhibited the same trend as $\\mathsf { C O } _ { 2 }$ assimilation rate (A) and water use efficiency (WUE),which was calculated by the quotient between net $C O _ { 2 }$ assimilation and net transpiration. The photosystem Il(PSll) efficiency parameters,such as actual quantum yield $( \\Delta \\mathsf { F } / \\mathsf { F } _ { \\mathsf { m } } { } ^ { \\prime } )$ and electron transport rate (ETR) in knockdown lines were similar to the values found in NT plants (Table S1). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Low GPX1sgrowth was related to increased ${ \\bf H } _ { 2 } { \\bf O } _ { 2 } ,$ decreased GSH and unchanged levels of lipid peroxidation ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "As the three selected GPX1s lines exhibited similar physiological characteristics (photosynthesis and growth), the L29 line was selected as a representative GPX1 knockdown plant. Initially,we performed a growth analysis from the $1 5 ^ { \\mathrm { t h } }$ day after germination (DAG) to the $4 8 ^ { \\mathrm { { t h } } }$ DAG (during the vegetative phase）to verify any phenotypic alteration in silenced line.In this time interval，GPX1s showed slower relative growth,which was indicated bya lower slope of the shoot length rate curve (Figure 1A). Interestingly, the relative leaf emission rate (leaf number per plant) did not change, indicating no alteration in the development (Figure 1B). These changeswereassociated with the smaller leaf area exhibited by the GPX1 (data not shown).To determine if the GPX1 silencing could have triggered changes in some oxidant/ antioxidant components，the contents of $H _ { 2 } O _ { 2 } ,$ 、GSH and TBARS (lipid peroxidation）were performed in leaves.The contents of ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ increased，GSH decreased and TBARS remained unchanged (Figure 2). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/fd60f5aa52b6308d0261a50c0542c2a865281ca936bf41c91732e43cc44b9e0d.jpg",
        "img_caption": [
            "Figure 1.Phenotypic characterization of NT and GPX1 silenced rice plants Changes in shoot length (A) and number of leaves (B) of nontransformed (NT) and GPX1 silenced rice plants during the vegetative growth stage.Each point represents the mean of ten replicates $\\pm S D$ .Asterisks represent significant differences between the genotypes calculated by Tukey's test ( $( P < 0 . 0 5 )$ "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "GPX1 was important for root development but not for membrane damage whereas GPX activity increased in both NT and GPX1s plants in response to salinity ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$^ { 4 8 }$ -d-old GPX1s and NT plants were exposed to 10o mM NaCl for 6 d to investigate whether the reduced growth of GPX1s ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/82c130082793c4ea46dda4f41ecb77e5abb43cb42583cde62cddde78fb5dd191.jpg",
        "img_caption": [
            "Figure 2.Oxidative stress indicators in NT and GPX1 silenced rice leaves "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Lipid peroxidation (TBARS） level (A)，hydrogen peroxide content (B) and reduced glutathione content (C) in leaves of non-transformed (NT） and GPX1 silenced rice exposed to growth conditions.The means are representative of three replicates $\\pm S D$ .Capital letters represent significant differences between the genotypes calculated by Tukey's test ( $\\begin{array} { r } { \\mathopen { } \\mathclose \\bgroup \\left( P < 0 . 0 5 \\aftergroup \\egroup \\right) } \\end{array}$ ） ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "could be aggravated orattenuated under salt stress,since we found that this protein is important for growth modulation in non-stressful conditions.GPX1s exhibited lower shoot- and similar root-mass compared with NT in the absence of NaCl. In opposition,in the presence of salinity,GPX1s showed similar shoot- and lower root-mass,indicating that under these conditions GPX1was important for root development but not for shoot growth (Figures 3,S2). In control conditions,both NT and silenced plants exhibited similar ${ \\mathsf { N a } } ^ { + }$ content and membrane damage (indicated by electrolyte leakage）in leaves (Figure 4). Under salinity,both NT and GPX1s plants showed an increase in ${ \\mathsf { N } } { \\mathsf { a } } ^ { + }$ content and electrolyte leakage, which were lower in GPX1s in comparison to NT(Figure 4).The leaf ${ \\mathsf K } ^ { + } / { \\mathsf N } { \\mathsf a } ^ { + }$ ratios in both salt-stressed GPX1s and NT plants were approximately 1.8o (data not shown),indicating that both genotypes were exposed to a moderate salt stress. These physiological changes were related to increase in GPX activity in both genotypeswhereas the leaf ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ content did not change by salt effect but remained higher in the GPX1s plants (Figure 5). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Mitochondrial isoform GPX1 differentially modulated the phases of photosynthesis in non-stressful and salinity conditions ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Several photosynthetic parameters were calculated from the $A { \\cdot } C _ { \\mathrm { i } }$ and A-PPFD curves (Table 1; Figures 6, S3). The major photosynthetic efficiency indicators are shown in Table 1.The maximum carboxylation rate of Rubisco $( \\mathsf { V } \\mathsf { c } _ { \\mathsf { m a x } } ) .$ ,an indicator of in vivo Rubisco activity,was lower in the transformed plants compared with NT in control conditions and it decreased in bothstudied plants,reaching similarvalues under salinity.The maximum electron transport rate $( \\mathsf { J } _ { \\mathsf { m a x } } )$ for RuBP regeneration rate,exhibited a similar trend to $\\mathsf { V c } _ { \\mathsf { m a x } }$ .GPX1s presented lower stomatal limitation $( \\mathsf { L } _ { s } )$ and higher metabolic limitation $( \\mathsf { L } _ { \\mathsf { m } } )$ compared with NT under control conditions.The maximumphotosynthesis $( A _ { \\mathrm { m a x } } )$ ，calculated from the A-PPFD curves，was lower in the silenced plants in both experimental conditions.The potential yield of photosystem Il $( \\mathsf { F } _ { \\mathrm { v } } / \\mathsf { F } _ { \\mathrm { m } } )$ was similar in both plant lines.The $\\mathsf { C O } _ { 2 }$ quantum efficiency $( \\alpha ) _ { : }$ ,which indicates the amount of assimilated $\\mathsf { C O } _ { 2 }$ per incident photon,was higher in the NT plants compared with the silenced line in control conditions but not under salt stress.In addition，silenced plants exhibited lower day respiration $\\mathrm { ( R _ { d } ) }$ and photorespiration (Pr） in control conditions.Under saline conditions，the plant lines exhibited similar $\\mathsf { R } _ { \\mathrm { d } }$ values.The $\\mathsf { P } _ { \\mathsf { r } }$ valuesunder salinity increased in both plant lines but remained lower in the GPX1 knockdown plants. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The $\\mathsf { C O } _ { 2 }$ assimilation rates increased as the light intensity (PPFD)was increased in both treatments but NT displayed higher photosynthesis than GPX1s from $2 0 0 \\mu \\mathrm { m o l } \\mathsf { m } ^ { - 2 } \\mathsf { s } ^ { - 1 }$ to $2 , 0 0 0 \\mu \\mathrm { m o l } \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ . NT plants displayed higher photosynthesis compared with GPX1s in the two experimental conditions，practically in all PPFD values (Figure 6A).The PSIll efficiency parameters ${ \\langle \\Delta \\mathsf { F } / \\mathsf { F } _ { \\mathsf { m } } } ^ { \\prime }$ and ETR) were similar in NT and GPX1s in all studied light intensities under non-stressful conditions (Figure 6B,C).Inversely，when these two lines wereexposed to salinity,NT plants displayed higher values of $\\Delta \\mathsf { F } / \\mathsf { F } _ { \\mathsf { m } } { } ^ { \\prime }$ and ETR in all light intensities compared with GPX1s (Figure 6B， C). Non-transformed plants exhibited higher NPQ formation at light intensities higher than $1 0 0 \\mu \\mathrm { m o l } \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ ，under control conditions and compared with GPX1s (Figure 6D).In contrast, salt-treated plants of both linespresented significant increaseand similarNPQ formation as the light intensity was increased,being similar in both genotypes.On the other hand, the gas exchange parameters revealed that GPX1sand NT plants presented similar values of stomatal conductance $( \\mathsf { g } _ { \\mathsf { s } } )$ and transpiration (E)in nonstressful conditions and salinity caused a strong decrease in these parameters in both plant lines (Figure 7A,B).GPX1s showed higher intercellular $\\mathsf { C O } _ { 2 }$ partial pressure (Ci) values compared with NT plants in both control and salt treatment and salinity induced decrease in this parameter in the two plant lines (Figure 7C).As a consequence of decreased photosynthesis， GPX1s plants showed lower water use efficiency,in both non-stressing and salt stress conditions (Figure 7D). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/c78f929f57d6152640f072700bb392dd799927f366f973c4f9dc354ba15e7a54.jpg",
        "img_caption": [
            "Figure 3.Effects of salt stress on fresh mass accumulation in NT and GPX1 silenced rice plants ",
            "Shoot fresh weight (A),root fresh weight (B) and root/shoot fresh weight ratio (C) of non-transformed (NT) and GPX1 silenced rice exposed to control conditions and $1 0 0 ~ \\mathsf { m } M$ NaCl for 6 d.The means are representative of four replicates $\\pm S D$ Capital letters represent significant differences between genotypes within treatments,and lower case letters represent significant differences between treatments within genotypes,calculated by Tukey's test $\\left( P < 0 . 0 5 \\right)$ 1 "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/f2bd068946acd6559eed5f794de52069cf9861edadbf6b692b8fb2b98196da1a.jpg",
        "img_caption": [
            "Figure 4.Salt stress and cellular indicators in NT and GPX1 silenced rice leaves ",
            "${ \\mathsf { N } } { \\mathsf { a } } ^ { + }$ content (A) and electrolyte leakage (B) in leaves of nontransformed (NT) and GPX1 silenced rice exposed to control conditions and $1 0 0 ~ \\mathsf { m } M$ NaCl for 6 d.The means are representative of four replicates $\\pm S D$ .Capital letters represent significant differences between genotypes within treatments,and lowercase letters represent significant differences between treatments within genotypes,calculated by Tukey's test $\\begin{array} { r } { \\left( P < 0 . 0 5 \\right) } \\end{array}$ ) "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The data demonstrate clearly that rice plants silenced in GPX1 grown in normal conditions display a strong decrease in plant growth in parallel to a prominent impairment in photosynthesis.Interestingly,this photosynthetic restriction occurred only atlevel of Calvin cycle and related parameters,whereas PSll activity did not change.These plants displayed increased ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ and decreased GSH contents,two important redox components involved in several important physiological processes as signaling and metabolism regulation (Dietz 2o14). Possibly these redox changes were direct or indirectly triggered by GPX1 deficiency in mitochondria and such alterations could have changed the metabolism in different levelsand in distinct cellular compartments.Previously，we have demonstrated thatin rice silenced in other mitochondrial GPX isoform (GPX3)，the restriction in root growth was associated with $H _ { 2 } O _ { 2 }$ modulation (Passaia et al.2o14a). In addition, previously we also have demonstrated that the knockdown of GPX1 does not substantially affect the expression of other GPX genes since the GPX1-silenced transgenic plants presented a reduction in the $_ { G P X 5 }$ gene expression (cytosolic) of about $30 \\%$ in comparison to NT plants,whereas the expression of the other GPX genes did not change (Passaia et al. 2014a). Therefore,we can discard that the results observed for the silencing of GPX1 could be produced bya potential functional redundancy of the GPX family or,alternatively,by the silencing of other member of the GPX family by off-target silencing. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/2c5aac45d46abb3f908b4b14451ec497cd54c3890b8c2ee90e7b1a754e60e5d6.jpg",
        "img_caption": [
            "Figure5. ${ \\bf H } _ { 2 } { \\bf O } _ { 2 }$ content and total GPX activity in NT and GPX1 silenced rice leaves ",
            "Hydrogen peroxide content(A) and GPX activity (B) in leaves of non-transformed (NT) and GPX1 silenced rice exposed to control conditions and $1 0 0 \\mathsf { m } M \\mathsf { N a C l }$ for 6 d.The means are representative of four replicates $\\pm S D$ .Capital letters represent significant differences between genotypes within treatments,and lowercase letters represent significant differences between treatments within genotypes,calculated by Tukey's test $\\left( P < 0 . 0 5 \\right)$ ： "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Despite the physiological role of mitochondrial isoforms of GPX in plants is practically unknown,GPX proteins might display important cellular roles such as ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ scavenging, membrane protection and asa redox modulator protein,as recently proposed (Passaia and Margis-Pinheiro 2o15). Under in vivo conditions it has been proposed that GPX uses preferentially thioredoxins and organic hydroperoxide as substrates (Passaia et al.2o14a). However, some works have ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/c87da8d74a623da7375eebb167c00571640635371b49bfd16615f8c3e9ab2bb3.jpg",
        "table_caption": [
            "Table1. Photosynthetic parameters of non-transformed (NT) and GPX1 silenced rice plants exposed to control and salinity conditions "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Measurements</td><td colspan=\"2\">Control</td><td colspan=\"2\">Salt</td></tr><tr><td>NT</td><td>GPX1s</td><td>NT</td><td>GPX1S</td></tr><tr><td>Vcmax</td><td>116.1 Aa</td><td>102.2 Ba</td><td>60.2 Ab</td><td>55.8Ab</td></tr><tr><td>Jmax</td><td>146.7 Aa</td><td>119.1 Ba</td><td>67.3 Ab</td><td>62.7 Ab</td></tr><tr><td>Ls (%)</td><td>22.68 Ab</td><td>17.66 Bb</td><td>33.51 Aa</td><td>28.64Aa</td></tr><tr><td>Lm (%)</td><td>0</td><td>14.34 B</td><td>46.53 Aa</td><td>53.52 Aa</td></tr><tr><td>Amax</td><td>19.6 Aa</td><td>13.7 Ba</td><td>10.2 Ab</td><td>7.9 Bb</td></tr><tr><td>Fv/Fm</td><td>0.755 Aa</td><td>0.766 Aa</td><td>0.806 Aa</td><td>0.798 Aa</td></tr><tr><td>α</td><td>0.042 Aa</td><td>0.027 Ba</td><td>0.033 Ab</td><td>0.025 Aa</td></tr><tr><td>Rd</td><td>1.080 Aa</td><td>0.324 Bb</td><td>1.346 Aa</td><td>1.325 Aa</td></tr><tr><td>Pr</td><td>2.56 Ab</td><td>2.05 Bb</td><td>4.12 Aa</td><td>2.91 Ba</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Maximum carboxylation rate of Rubisco $( \\mathsf { V } \\mathsf { c } _ { \\mathsf { m a x } } )$ ，maximum electron transport rate $( \\boldsymbol { \\mathrm { J } } _ { \\mathrm { m a x } } )$ ，stomatal limitation $( \\mathsf { L } _ { s } )$ and metabolic limitation compared to NT plants under the control condition $( \\mathsf { L } _ { \\mathsf { m } } ) _ { : }$ ，maximum photosynthetic rate $( A _ { \\sf m a x } )$ potential quantum efficiency $( \\mathsf { F } _ { \\mathsf { v } } / \\mathsf { F } _ { \\mathsf { m } } ) .$ $\\mathsf { C O } _ { 2 }$ quantum efficiency $( \\alpha ) ,$ dark respiration $\\mathrm { ( R _ { d } ) }$ and photorespiration (Pr） calculated from A-Ci and A-PPFD curves of non-transformed (NT) and GPX1 silenced (GPX1s) rice exposed to control conditions and 100 mM NaCl for 6 d.The means are representative of four replicates $\\pm S D$ .Capital letters represent significant differences between genotypes within treatments,and lower case letters represent significant differences between treatments within genotypes,calculated by Tukey's test $( P < 0 . 0 5 )$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "evidenced that GPX might also use,in a minor extent, GSH and ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ (Chang et al.2oo9). In this study GPX activity increased significantly in both plant lines in response to salinity but the ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ content remained unchanged, suggesting that in vivo this peroxide was not used preferentially by GPX.Beside its peroxidase activity, GPX could interact with thiol proteins and ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ ,resulting interactions that would change the thiol-redox state，allowing cell signaling (Passaia and Margis-Pinheiro 2015).Frequently,other thiol-enzymes such as glutathione-Stransferase (GST),monodehydroascorbate reductase,peroxidase-type GST,GSH-dependent thioredoxin reductase and other reactions between GSH and thiol-proteinsare direct or indirectly related to GPX，thioredoxins，GSH and ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ metabolism,with consequences in the modulation of complex processes (Dietz 2014). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The metabolic/molecular alterations triggered by GPX1 deficiency could have induced modifications in redox state of different cell compartments (Dietz 2o14), since the levels of ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ and GSH were changed.Some works have evidenced that mitochondrial malate desidrogenase could act linking the energy exchange between mitochondria-cytosol-chloroplast (Munné-Bosch et al.2o13).The energy balance into mitochondria involves redox homeostasis (Hebelstrup and Moller 2015) but the role of mitochondrial GPX in this process is unknown. Some authors have postulated that $H _ { 2 } O _ { 2 }$ ,GSHand probably othersignaling could act mediating this cross talking between organelles (Munné-Bosch et al. 2013). In this manner, mitochondrial GPX activity could participate in these mechanisms inducing changes in redox homeostasisand alterations on $H _ { 2 } O _ { 2 }$ ，GSH and thioredoxins levels or even acting as modulator protein as recently suggested (Passaia and Margis",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Pinheiro 2o15). Thus，the great difficulty to establish the possible role of mitochondrial GPX in photosynthesis metabolism is elucidating the genes and metabolic networks involved with these complex mechanisms.These problems are difficult even under normal growth conditions and, obviously,more complex in response to abiotic stress like salinity. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Rice plants deficient in mitochondrial GPX have exhibited low growth and triggered changes in ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ homeostasis in normal and undersome abioticstress conditions(Passaia etal. 2013).It is plausible to argue that this ROS could be involved in the growth regulation (Pnueli et al.2oo3）and perhaps mediating cross talking between organelles and other cellular compartments (Sewelam et al. 2014). $H _ { 2 } O _ { 2 }$ isa signaling molecule involved in photosynthesis modulation in rice (Bonifacio et al. 2o11; Carvalho et al. 2014; Sousa et al. 2015) and this process is one of the most important associated with plant growth.Thus，changes in the mitochondrial ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ homeostasis associated with GPX abundance could trigger changes in chloroplasts involvinga cross talk between these two organelles,with consequences on photosynthesis.As the major photosynthetic restriction in GPX1s plants was related to Calvin reactions and not to PSll activity,it is plausible that impairment in $\\mathsf { C O } _ { 2 }$ assimilation could have occurred by enzymatic inhibition and/or downregulation in gene expression related to Calvin cycle and not related to photosynthetic electron transport chain.Photosynthetic regulation by change ina single gene expression addressed to mitochondria has been reported (Dutilleul et al. 2oo3; Sweetlove et al.2006; Nunes-Nesi et al. 20o7; Fuentes et al. 2011; Rzigui et al. 2013). These results are intriguing since the most of encoded proteins are not directly related to photosynthesis,as it is the case of mitochondrial isoform GPX1. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Recent works have shown crosstalk between respiration and photosynthesis (for a review，see Araujo et al.2014). Tobacco mutants deficient in mitochondrial respiratory complexIactivity exhibited impaired $\\mathsf { C O } _ { 2 }$ assimilation (Rzigui et al.2o13).Additionally,it has been shown that the mitochondrial alternative oxidase (AOX)pathway is associated with the protection of the photosynthesis apparatus against photodamage (Dinakar et al. 2o1o; Zhang et al. 2012; Vishwakarma et al.2o14). Mitochondrial cytochrome oxidase (COX) activity was also associated with sustaining photosynthesis by ROS modulation (Dinakar et al. 2o1o;Blanco et al. 2014).Moreover,the lack of uncoupling proteins in knockout Arabidopsis isassociated with lower $\\mathsf { C O } _ { 2 }$ assimilation,higher non-photochemical quenchingand reduced growth,suggesting that the control of electron flux in the mitochondrial electron transport chain is associated with photosynthesis performance (Sweetlove et al.2006). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "It has been also proposed in the last decades that excess reducing equivalents generated in chloroplasts can be dissipated by the export into mitochondria via ${ \\mathsf { N A D } } ( { \\mathsf { P } } ) { \\mathsf { H } } .$ dehydrogenases and malate-oxaloacetate shuttle (Scheibe etal.2oo5; Araujo et al.2o14). In mitochondria, these reducing equivalents would be subsequently oxidized by the respiratory electron transport chains- ETC(Noctor et al.2oo7), thus allowing the maintenance of high rates of photosynthesis by relieving electron pressure in chloroplasts.The AOX has been shown as an example of a sinker for these electrons transferred from the chloroplast to the mitochondria (Zhang et al.2o12).Moreover,mitochondrial ETC are a known source of ROS such as superoxide $( { \\mathsf { O } } _ { 2 } ^ { - } )$ and ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ (Hebelstrup and Moller 2o15). Based on this and on the GPX function as a ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ scavenger,one would hypothesize that mitochondrial GPXs could also contribute to improve the photosynthetic efficiency by mitigating the excess energy in the chloroplast and mitochondrial electron transport chains. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/d65642e145e1c25d4c4a3a6b97570678a3d1ec8aa8334a35f5b069466c975801.jpg",
        "img_caption": [
            "Figure 6.Photosynthetic efficiency parameters in leaves exposed to light A-PPFD (A), $\\Delta \\mathsf { F } / \\mathsf { F } _ { \\mathsf { m } } ^ { \\prime }$ -PPFD (B),ETR-PPFD(C) and NPQ-PPFD (D)curves in leaves of non-transformed (NT)and GPX1 silenced rice exposed to control conditions and $1 0 0 \\mathsf { m } M \\mathsf { N a C l }$ for 6 d.The photosynthetic photon flux density (PPFD), VPD and temperature used ineach measurement are described in the Materialsand Methods section.Each point represents the mean of four replicates $\\pm S D$ "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Despite several works using genetic approaches having clearly evidenced that downexpression of proteins encoded to cytosol and peroxisomes in rice are able to deeply alter photosynthesis, the metabolic and genetic mechanisms that control such changes are poorly known (Carvalho et al. 2014; Sousa et al.2o15).Particularly, the general effects caused by overexpression (or knockout) of some encoded mitochondrial proteins on photosynthesis are well characterized. However, in opposition,the underlying mechanisms that control the molecular and the biochemical processes are poorly evidenced (Araujo et al.2o14). These problems are particularly important when plants are exposed to biotic and abiotic stresses.In these physiological conditions,the homeostasis is frequently disrupted,changing deeply gene and metabolic networks (Munné-Bosch et al.2o13).In the case of GPX1s plants exposed to salt stress, the transgenic line displayed a different response compared with salt-treated NT plants and with GPX1s cultivated under normal conditions. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Salinity causes several physiological disturbances in rice plants，especially a rapid decrease in the growth and impairment in photosynthesis by metabolic and stomatal limitations (Bonifacio et al.2o11). Under saline conditions, GPX1 is crucial for photosynthesis and root growth,perhaps because this mitochondrial isoform should triggera different organ-dependent redox modulation.Recently, Passaia et al. (2014b),demonstrated that the Arabidopsis AtGPX gene family are involved with root growth and architecture but not in shoot development and that processes in roots are under hormone control.Thus，apparently GPX1 might display multiple physiological roles such as positive modulation on the whole plant growth under normal conditions and for root development under salinity.GPX1 is also important to improve water use efficiency in rice plants under salt stress,but in spite of this favorable characteristic,the expression of GPX1 in NT plants was not able to improve its biomass production. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Under salt stress， the photorespiration is strongly decreased in silenced plants,clearly indicating that GPX1 would be important for this process.Photorespiration isvery important in C3 plants under salinity and drought stress to dissipation of excess energy，avoiding photo-inhibition and minimizing oxidative stress(Lima Neto et al.2o14; Silva et al. 2015).Another important result of this study was the higher stomatal conductance displayed by transgenic GPX1s under normal conditions.The effects of GPX1 silencing on rice stomata control was in agreement with the roles reported forsome Arabidopsis chloroplastic GPX (Miao et al.2006). Further studies are needed to elucidate the cross talk mechanisms involved with the mitochondrial isoform GPX1 linking mitochondria and photosynthesis in order to reveal the metabolic role of this protein in photosynthetic efficiency. Moreover, new approaches are required to elucidate the main mechanisms involved in plant cell cross talk,especially between respirationand photosynthesis.Additionally,it is important to clarify the contribution of GPX1 in root growth under salinity. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/e891f01ed4655ce34c93a71c1a7e8f5a5d988bad05206ec27300b4de2fe1e9b5.jpg",
        "img_caption": [
            "Figure 7. Gas exchange parameters in leaves exposed to salinity and control Stomatal conductance (A), transpiration (B), internal $\\mathsf { C O } _ { 2 }$ concentration (C) and water use efficiency (D) in leaves of nontransformed(NT)andGPX1silencedriceexposedtocontrolconditionsand1oomMNaCIfor6d.Themeansarerepresentativeof four replicates $\\pm S D$ .Capital letters represent significant diferences between genotypes within treatments,and lower case letters represent significant diferences between treatments within genotypes,calculated by Tukey's test $\\left( P < 0 . 0 5 \\right)$ ： "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In conclusion， the OsGPX1 gene expression and its downstream metabolic and molecular changes are essential for rice growth and photosynthesis improvement in both nonstressful and salinity conditions.In the first condition,the photosynthesis impairment in GPX1 deficient plants occurs especially at level of Calvin cycle reactions and,in a minor extension，in photochemical phase.In opposition，under salinity，this mitochondrial isoform isimportant for both phases of photosynthesis,root growth,water use efficiency and photorespiration.As the positive role of GPX1 in the enhancement of growth and photosynthesis is related to increase in ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ and decrease in GSH,we have suggested that such physiological changes could be originated from redox alterations in mitochondria，which could alter chloroplast metabolism probably bya cross talk mechanism. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "MATERIALS AND METHODS ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Construction of plant vectors,plant transformation and plant growth conditions ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The GPX1 silenced rice plants were generated according previously described in Passaia et al. (2o14a).A 115 bp sequence was amplified by PCR based on the sequence of the OsGPX1 gene (LOC_Os04g4696o).The primers used were $5 ^ { \\prime }$ -CACCGTCCTCGTCTCCACGCTACC- $3 ^ { \\prime }$ and $5 ^ { \\prime }$ -AAGTCGTGGACGGAGGTG $3 ^ { \\prime }$ .The PCR product was cloned into the pANDA vector (Miki and Shimamoto 2oo4)，which enables hairpin structure formation and post-transcriptional silencing of the OsGPX1 gene.The pANDA vector contains the maize ubiquitin promoter and the Hpt gene for selection by hygromycin.The transformation of rice calli was achieved via Agrobacterium tumefaciens,as described previously (Upadhyaya etal.2000). Regenerated seedlings were grown at $2 8 ^ { \\circ } C$ in MS medium with a photoperiod of 12h and $1 5 0 \\mu \\mathrm { m o l } \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ of photosynthetic photon flux density (PPFD) in a growth chamber for 7 d.Three lines of mGPX1 transgenic plants were selected based on the transcript levels:L29，L36，and L4o，which expressed $2 9 \\%$ ， $2 7 \\%$ and $3 9 \\%$ ,respectively,of the transcript amount of NT plants. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Plant growth ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The L29,L36,and L4o lines and the NT plants (T1 generation) were transferred to 2L plastic pots filled with half-strength Hoagland's solution.The pH was adjusted to $6 . 0 \\pm 0 . 5$ every 2 d,and the nutrient solution was changed weekly. The seedlings were previously grown for 48 d in a greenhouse with the following conditions:day/night mean temperature of $2 9 / 2 4 ^ { \\circ } C$ ，mean relative humidity of $6 8 \\%$ and a photoperiod of 12h.The light intensity inside the greenhouse varied as for a typical day from 6:oo a.m. to 6:oo p.m.，reaching an average maximum PPFD of $8 2 0 \\mu \\mathrm { m o l } \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ at noon. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Salt treatment and plant harvesting ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "$4 8 { \\mathsf { d } }$ -old transformed and NT plants were grown as described previously. For the salt treatment,a group of plants was transferred to a nutrient solution supplemented with $1 0 0 ~ \\mathsf { m } M$ NaCl,whereas the control was kept in the normal nutrient solution.The plants were grown for 6 d in the greenhouse as described previously.For photosynthesis measurements and harvesting,the plants were transferred to a growth chamber at $2 7 \\pm 2 ^ { \\circ } \\mathsf { C } / 2 4 \\pm 2 ^ { \\circ } \\mathsf { C }$ (day/night) and $7 0 \\pm 1 0 \\%$ relative humidity with a PPFD of $4 0 0 \\mu \\mathrm { m o l } \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ and a $1 2 \\mathsf { h }$ photoperiod and acclimated for $2 4 \\mathsf { h }$ .After photosynthetic measurementsand electrolyte leakage analysis，the roots and leaves were harvested,frozen in liquid $\\mathsf { N } _ { 2 } ,$ and stored at $- 8 5 ^ { \\circ } C$ for further biochemical and molecular characterization. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Quantitative real-time PCR determination ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Quantitative real-time PCR assays were performed as described previously (Passaia et al. 2014a).The qRT-PCR experiments were carried out using cDNA synthesized from total RNA purified with TRlzol (Invitrogen,Carlsbad,CA, USA) aspreviously described (Passaia et al.2o14a). Primer-pairs to amplify OsFDH3 gene (LOC_Os02g57040)， rice 40S ribosomal protein S27a (LOC_Os01g2249o) and OseFa1 gene (LOC_Oso3go8o2o)were used as internal controls to normalize the amount of mRNA present in each sample.All qRTPCR reactions were performed with an Applied Biosystems StepOne plus Real-Time PCR system (Foster City，CA,USA) using SYBR-green intercalatingdye fluorescence detection. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Protein extraction and glutathione peroxidase activity assay ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Total soluble protein extracts were obtained from fresh leaves $( 1 5 0 \\mathrm { m g } )$ or roots $( 3 0 0 \\mathrm { m g } )$ that were ground to powder in a mortarinliquid ${ \\mathsf N } _ { 2 }$ .Then，1mLof $1 0 0 ~ \\mathsf { m } M$ potassium phosphate buffer $\\left( \\mathsf { p } \\mathsf { H } \\ 7 . 5 \\right)$ was added.The extracts were centrifuged at 14, $_ { 0 0 0 } g$ for 15 min at $4 ^ { \\circ } C$ and the supernatants were collected.GPXactivity was measured spectrophotometrically according to Liu et al. (2o1o)，with modifications. Aliquotsof $1 0 0 \\mu \\mathrm { L }$ of total soluble protein extract were incubated with $4 { \\mathsf { m } } M$ GSH for $5 \\mathsf { m i n }$ and the reaction was started with the addition of $\\mathsf { 0 . 5 } \\mathsf { m } M$ cumene hydroperoxide. The reaction was stopped with the addition of $1 0 0 ~ \\mathsf { m } M$ TCA and incubation for 1min.The remaining GSH was quantified according to Griffith (198o) and the activity was expressed in $\\mathsf { \\mu m o l \\mathsf { G S H } \\cdot g ^ { - 1 } F W } \\cdot \\mathsf { m i n } ^ { - 1 }$ . The total soluble protein content was measured in the same enzymatic extract by the Bradford method (Bradford 1976) using bovine serum albumin (BSA) as the standard. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Reduced glutathione, lipid peroxidation and hydrogen peroxide determination ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Fresh leaf samples were macerated in liquid ${ \\sf N } _ { 2 }$ in the presence of $5 \\%$ (w/v） TCA and centrifuged at ${ 1 2 , 0 0 0 } { \\mathrm { g } }$ $( 4 ^ { \\circ } \\mathsf { C } )$ .The supernatant was immediately used for GSH and TBARS determination.The reduced glutathione content (GSH) was measured as described by Griffith (198o).The reduced glutathione content was measured by carrying out a reaction in the presence of $1 0 0 \\mathsf { m } M$ sodium phosphate buffer $\\left( \\mathsf { p } \\mathsf { H } 7 . 0 \\right)$ and $6 \\mathsf { m } \\mathsf { M } 5 , 5 ^ { \\prime }$ -dithiobis-(2-nitrobenzoic acid).The absorbance was read at $4 1 2 \\ \\mathsf { n m }$ and the $\\mathsf { G S H }$ content was expressed as $\\mu \\mathrm { m } \\mathsf { o l } \\mathsf { g } ^ { - 1 }$ FW.The lipid peroxidation was measured based on the formation of thiobarbituric acid-reactive substances (TBARS) in accordance with Cakmak and Horst (1991). The concentration of TBARS was calculated using its absorption coefficient $( 1 5 5 \\mathsf { m } M ^ { - 1 } \\mathsf { c m } ^ { - 1 } )$ ,and the results were expressed as mmol MDA-TBA $\\mathbf { g } ^ { - 1 }$ FW.The ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ content was quantified in an Amplex Red Hydrogen Peroxide/Peroxidase Assay Kit (LifeTechnologies,Carlsbad,CA,USA).The absorbance was quantified spectrophotometrically using a wavelength of $5 6 0 \\ \\mathsf { \\eta m } .$ ,and the ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ content was expressed as $\\mu \\mathrm { m o l }$ （204号 ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ $\\mathbf { g } ^ { - 1 }$ FW (Zhou et al. 1997). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Electrolyte leakageand ${ \\mathsf { N } } { \\mathsf { a } } ^ { + }$ content ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Membrane damage (electrolyte leakage) was measured as described previously by Blum and Ebercon (1981).Five leaf segments (5 cm length) were placed in test tubes containing $9 \\mathsf { m L }$ of deionized water. The flasks were incubated in a shaking water bath $( 2 5 ^ { \\circ } \\mathsf { C } )$ for $2 4 \\mathsf { h }$ and the electrical conductivity in the medium(M1) was measured.The segments were then boiled $( 9 5 ^ { \\circ } \\mathsf { C } )$ for 6o min and cooled to $2 5 ^ { \\circ } C$ and the electrical conductivity（M2）measured again.The electrolyte leakage (EL) was estimated using the relation: EL $\\left( \\% \\right) = M 1 /$ $M _ { 2 } \\times 1 0 0$ The ${ \\mathsf { N a } } ^ { + }$ concentration was determined by flame photometry (Micronal, Säo Paulo, Brazil) from leaf powderedlyophilized extract obtained afterboilingat $1 0 0 ^ { \\circ } \\mathsf { C }$ in deionized water for 6o min as described previously (Cavalcanti et al. 2004). The ${ \\mathsf { N a } } ^ { + }$ content was expressed as $\\mu \\mathrm { m } \\mathsf { o l } \\mathsf { N } \\mathsf { a } ^ { + } \\mathsf { g } ^ { - 1 }$ DW. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Determination of gas exchange and chlorophyll a fluorescence ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The $\\mathsf { C O } _ { 2 }$ assimilation rate (A)，stomatal conductance $( \\mathsf { g } _ { s } ) ,$ （204号 intercellular $\\mathsf { C O } _ { 2 }$ partial pressure (Ci) and transpiration (E) were measured in fully expanded leaves from both nontransformed and GPX1 knockdown rice plantswith a portable infrared gasanalyzer system equipped with an LED source and a leaf chamber(IRGALI-64ooXT,LI-COR,Lincoln,NE,USA). The internal parameters in the IRGA chamber during gas exchange measurements were $1 , 0 0 0 \\mu \\mathrm { m o l } \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ PPFD, $1 . 0 \\pm 0 . 2$ kPa VPD and $3 8$ Pa $\\mathsf { C O } _ { 2 } ,$ at $2 8 ^ { \\circ } C$ .TheAwasmeasured in response to changes in PPFD and $\\mathsf { C } _ { \\mathrm { i } }$ .Each of these conditions was separately controlled inside the IRGA leaf chamber.The water use efficiency(WUE)was calculated as $A / E$ 、The A-PPFD and $A { \\cdot } C _ { \\mathrm { i } }$ fitting curves were determined according to models proposed by Lieth and Reynolds (1987) and Sharkey et al. (2oo7)，respectively.The maximum carboxylation rate of Rubisco $( \\lor \\mathsf { c } _ { \\mathsf { m a x } } ) ,$ ,the maximum electron transport rate $( \\boldsymbol { \\mathrm { J } } _ { \\mathrm { m a x } } )$ ，thedark respiration $\\mathrm { ( R _ { d } ) }$ and the photorespiration (Pr) were derived from the $A { \\cdot } C _ { \\mathrm { i } }$ curve,and the maximum photosynthetic rate $( A _ { \\mathrm { m a x } } )$ and the quantum efficiency $( \\alpha )$ were calculated from the A-PPFD curve. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In vivo chlorophylla fluorescence was measured usinga Ll6400-4o Fluorometer(Ll-COR,Lincoln,NE, USA) coupled with an IRGA equipment.The actinic light used to measure both gas exchange and chlorophyll a fluorescence was 1,ooo PPFD.The fluorescence parameters were measured by the saturation pulse method (Schreiber et al. 1995) in leaves exposed to light and dark-adapted conditions.The intensity and duration of the saturation light pulse were $8 , 0 0 0 \\mu \\mathrm { m o l } \\mathrm { m } ^ { - 2 } \\Sigma ^ { - 1 }$ and $0 . 7 5 _ { \\mathrm { i } }$ respectively.The amount of blue light was set to $10 \\%$ of the PPFD to maximize the stomatal aperture (Flexas et al. 2007).The maximum quantum yield of photosystem Il (PSII) $( \\mathsf { F } _ { \\mathsf { v } } / \\mathsf { F } _ { \\mathsf { m } } = ( \\mathsf { F } _ { \\mathsf { m } } - \\mathsf { F } _ { \\mathsf { o } } ) / \\mathsf { F } _ { \\mathsf { m } } )$ was measured in dark-adapted conditions and the effective quantum yield of PSll $\\langle \\Delta \\mathsf { F } / \\$ $\\mathsf { F } _ { \\mathsf { m } } ^ { \\prime } { = } ( \\mathsf { F } _ { \\mathsf { m } } ^ { \\prime } { - } \\mathsf { F } _ { s } ) / \\mathsf { F } _ { \\mathsf { m } } ^ { \\prime } { } ^ { \\prime } )$ was measured in leaves exposed to actinic lightat $1 , 0 0 0 \\mu \\mathrm { m o l } \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ PPFD.The photochemical quenching coefficient was calculated by $( { \\mathsf { q } } { \\mathsf { P } } = ( { \\mathsf { F } } _ { \\mathsf { m } } ^ { \\prime } - { \\mathsf { F } } _ { \\mathsf { s } } ) / ( { \\mathsf { F } } _ { \\mathsf { m } } ^ { \\prime } - { \\mathsf { F } } _ { \\mathsf { o } } ^ { \\prime } ) ) ,$ （204号 the non-photochemical quenching coefficient was calculated by $( \\mathsf { N P Q } = ( \\mathsf { F } _ { \\mathsf { m } } - \\mathsf { F } _ { \\mathsf { m } } ^ { \\prime } ) / \\mathsf { F } _ { \\mathsf { m } } ^ { \\prime } )$ ，and the actual flux of electrons from PSll was calculatedby $( \\mathsf { E T R } = ( \\Delta \\mathsf { F } / \\mathsf { F } \\mathsf { m } ^ { \\prime } \\times \\mathsf { P P F D } \\times$ $0 . 5 \\times 0 . 8 4 ) _ { . } ^ { }$ ).To evaluate the ETR,o.5 wasused as the fraction of excitation energy distributed to PSll and $0 . 8 4$ was used as the fraction of incoming light absorbed by the leaves.The $\\mathsf { F } _ { \\mathsf { m } }$ and $\\mathsf { F } _ { \\circ }$ parameters correspond to the maximum and minimum fluorescence of dark-adapted leaves,respectively; $\\mathsf { F } _ { \\mathsf { m } } ^ { \\mathrm { ~ \\prime ~ } }$ and $\\mathsf { F } _ { \\mathsf { s } }$ are the maximum and steady state fluorescence in the light adaptedleaves，respectively，and $\\boldsymbol { \\mathsf { F } } _ { \\circ } ^ { \\prime }$ isthe minimum fluorescence after far-red illumination of the previously light-exposed leaves (Genty et al. 1989;Schreiber et al. 1995；Flexas et al.2oo7).The same fully expanded leaves were used for both photochemistry and gas exchange measurements. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Statistical analysis and experimental design ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The experiments were conducted in two different experimental designs.The physiological and biochemical characterizations were carried out in completely randomized blocks with four genotypes (L29, $\\mathsf { L 3 6 }$ and L4o transgenic lines and NT plants)and four replicates.The salt stress experiment was performed in a $2 \\times 2$ factorial design with two genotypes (NT and $\\mathsf { G P X } _ { 1 5 } ) \\times 2$ NaCl concentrations (o and $1 0 0 \\mathsf { m } M$ )andfour replicates.An individual pot containing two plants represented one replicate.The experiments were repeated three timesand the presented resultsare representative of themall. The data were analyzed by ANOvA and the means were compared by Tukey's test at a confidence of o.05. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGEMENTS ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The authors are grateful to Coordination for the Improvement of Higher Education Personnel (Coordenagäo de Aperfeig oamento de Pessoal de Nivel Superior- CAPES)and National Council for Scientific and Technological Development (Conselho Nacional de Desenvolvimento Cientifico e Tecnologico - CNPq) - Proc.486231-2012-7 for financial support. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "AUTHOR CONTRIBUTIONS ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Y.L-M.conducted the experiments,performed the biochemical determinations and data organization,and participated in manuscript writing.F.E.L.C. contributed to writing and data interpretation.M.O.M. performed gas exchange measure ments.G.P.realized qRT-PCR and obtained transformed plants.R.H.V.S.collaborated in experimental conduction.M.C. L.N.performed photochemical analysis.M.M-P.designed GPX1-hairpin structure and collaborated in data discussion, and J.A.G.S.conceived part of the experiments and wrote the manuscript. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Araujo WL，Nunes-Nesi A,Fernie AR (2o14)On the role of plant mitochondrial metabolism and its impact on photosynthesis in ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Blanco NE,Guinea-Diaz M,Whelan J,Strand A(2o14） Interaction between plastid and mitochondrial retrograde signalling pathways during changes to plastid redox status. Philos Trans R Soc Lond B Biol Sci 369: 20130231   \nBlum A,Ebercon A(1981) Cell membrane stability as a measure of drought and heat tolerance in wheat. Crop Sci 21: 43-47   \nBonifacio A,Martins MO,Ribeiro CW,Fontenele AV,Carvalho FEL, Margis-Pinheiro M, Silveira JAG (2o11) Role of peroxidases in the compensation of cytosolic ascorbate peroxidase knockdown in rice plants under abiotic stress.Plant Cell Environ 34: 1705-1722   \nBradford MM(1976)A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal Biochem 72: 248-254   \nCakmak I, Horst WJ (1991) Effect of aluminum on lipid peroxidation, superoxide dismutase,catalase and peroxidase activities in roottips of soybean (Glycine max). Physiol Plant 83: 463-468   \nCarvalho FEL，Ribeiro CW，Martins MO，Bonifacio A，Staats CC, Andrade CMB，Cerqueira JV，Margis-Pinheiro M,Silveira JAG (2014）Cytosolic APX knockdown rice plants sustain photosynthesis by regulation ofprotein expression related to photochemistry, Calvin cycle and photorespiration. Physiol Plant 150: 632-645   \nCavalcanti FR,Oliveira JTA,Martins-Miranda AS,Viegas RA, Silveira JAG (2oo4） Superoxide dismutase，catalase and peroxidase activities do not confer protection against oxidative damage in salt-stressed cowpea leaves. New Phytol 163: 563-571   \nCavalcanti FR,Lima JPMS,Ferreira-Silva SL, Viégas RA,Silveira JAG (2007) Roots and leaves display contrasting oxidative response during salt stress and recovery in cowpea.J Plant Physiol 164: 591-600   \nChang CCC,Slesak I,Jordä L,Sotnikov A,Melzer M，Miszalski Z, Mullneaux PM，Parker JE，Karpinska B，Karpinski S (2009) Arabidopsis chloroplastic glutathione peroxidases play a role in cross talk between photooxidative stress and immune responses. Plant Physiol 150: 670-683   \nChaves MM,Flexas J,Pinheiro C(2oo9) Photosynthesis under drought and salt stress: Regulation mechanisms from whole plant to cell. Ann Bot 103: 551-60   \nDietz KJ (2o14） Redox regulation of transcription factors in plant stress acclimation and development. Antioxid Redox Sign 21: 1356-1372   \nDinakar C, Abhaypratap V, Yearla SR, Raghavendra AS, Padmasree K (2010)Importance of ROS and antioxidant system during the beneficial interactions of mitochondrial metabolism with photosynthetic carbon assimilation. Planta 231: 461-474   \nDutilleul C,Driscoll S,Cornic G,De Paepe R,Foyer CH,Noctor G (2003) Functional mitochondrial complex lis required by tobacco leaves for optimal photosynthetic performance in photorespiratory conditions and during transients.Plant Physiol 131: 264- 275   \nFaltin Z, Holland D,Velcheva M,Tsapovetsky M,Roeckel-Drevet P, Handa AK,Abu-Abied M,Friedman-Einat M,Eshdat Y，Perl A (2010）Glutathione peroxidase regulation of reactive oxygen species level is crucial for in vitro plant differentiation.Plant Cell Physiol 51: 1151-1162   \nFlexas J, Ribas-Carbó M, Diaz-Espejo A, GalmésJ,Medrano H (2007) Mesophyll conductance to $\\mathsf { C O } _ { 2 } ,$ ，current knowledge and future prospects. Plant Cell Environ 31: 602-621   \nFoyer CH, Noctor G (2o11) Ascorbate and glutathione: The heart of the redox hub. Plant Physiol 155: 2-18   \nFuentes D,Meneses M, Nunes-Nesi A,Araujo WL,Tapia R, Gomez I Holuigue L, Gutierrez RA,Fernie AR,Jordana X(2o11) A Deficiency in the flavoprotein of Arabidopsis mitochondrial complex Il results in elevated photosynthesis and better growthin nitrogen-limiting conditions.Plant Physiol 157:1114-1127   \nGaberA,Ogata T,Maruta T,Yoshimura K,Tamoi M,Shigeoka S (2012) The involvement of Arabidopsis glutathione peroxidase 8 in the suppression of oxidative damage in the nucleus and cytosol.Plant Cell Physiol 53: 1596-1606   \nGenty B, Briantais JM,Baker NR(1989） The relationship between the quantum yield of photosynthetic electron transport and quenching of chlorophyll fluorescence. Biochim Biophys Acta 990: 87-92   \nGrifth OW (198o） Determination of glutathione and glutathione disulfide using glutathione reductase and 2-vinylpyridine.Anal Biochem 106: 207-212   \nHebelstrup KH,Mgller IM (2o15） Mitochondrial Signaling in Plants Under Hypoxia: Use of Reactive Oxygen Species (ROS）and Reactive Nitrogen Species (RNS). In: Gupta KJ,Jagadis K, Igamberdiev AU,eds.Reactive Oxygen and Nitrogen Species Signaling and Communication in Plants.Springer International Publishing, Switzerland. pp.63-77   \nHerbete S,Lenne C, Leblanc N,Julien JL, Drevet JR, Roeckel-Drevet P (2002)Two GPX-like proteins from Lycopersicon esculentum and Helianthus annuus are antioxidant enzymes with phospholipid hydroperoxide glutathione peroxidase and thioredoxin peroxidase activities. Eur JBiochem 269: 2414-2420   \nHerbette S,Roeckel-Drevet P, Drevet JR (2oo7) Seleno-independent glutathione peroxidases:More than simple antioxidant scavengers. FEBS J274: 2163-2180   \nJacoby RP,Taylor NL，Millar AH(2o11) The role of mitochondrial respiration in salinity tolerance. Trends Plant Sci 16: 614-623   \nLieth JH,Reynolds JF (1987） The nonrectangular hyperbola as a photosynthetic light response model, geometrical interpretation and estimation of the parameter 0.Photosynthetica (Prague) 21: 363-366   \nLima Neto MC,Lobo AKM,Martins MO,Fontenele AV,Silveira JAG (2014) Dissipation of excess photosynthetic energy contributes to salinity tolerance:A comparative study of salt-tolerant Ricinus communis and salt-sensitive Jatropha curcas.JPlant Physiol 171: 23-30   \nLiu ZJ,Guo YK, Bai JG (2o1o) Exogenous hydrogen peroxide changes antioxidant enzyme activity and protects ultrastructure in leaves of two cucumber ecotypes under osmotic stress.J Plant Growth Regul 29: 171-183   \nMargisR，Dunand C，Teixeira FK，Margis-Pinheiro M (2008) Glutathione peroxidase family—an evolutionary overview.FEBS J275: 3959-3970   \nMiao Y,Lv D,Wang P,Wang XC,Chen J, Miao C, Song CP (2006) An Arabidopsis glutathione peroxidase functions as both a redox transducer and a scavenger in abscisic acid and drought stress responses. Plant Cell18: 749-766   \nMiki D，Shimamoto K (2oo4） Simple RNAi vectors for stable and transient suppression of gene function in rice.Plant Cell Physiol 45: 490-505   \nMilla MAR,Maurer A, Huete AR,Gustafson JP (2oo3) Glutathione peroxidase genes in Arabidopsis are ubiquitous and regulated by abiotic stresses through diverse signaling pathways.Plant $\\textbf { J } _ { 3 6 }$ 602-615   \nMunné-Bosch S,Queval G,Foyer CH (2013) The impact of global change factors on redox signaling underpinning stress tolerance. Plant Physiol 161: 5-19   \nMunns R,Tester M(2oo8) Mechanisms of salinity tolerance.Ann Rev Plant Biol 59: 651-681   \nMittova V,Tal M, Volokita M,Guy M (2oo3) Up-regulation of the leaf mitochondrial and peroxisomal antioxidative systems in response to salt-induced oxidative stress in the wild salt-tolerant tomato species Lycopersicon pennelli. Plant Cell Environ 26: 845-856   \nNoctor G,De Paepe R,Foyer CH (2oo7) Mitochondrial redox biology and homeostasis in plants. Trends Plant Sci 12: 125-134   \nNunes-Nesi A,Carrari F, Gibon Y, Sulpice R,Lytovchenko A, Fisahn J, Graham J,Ratcliffe RG,Sweetlove LJ,Fernie AR (2oo7) Deficiency of mitochondrial fumarase activity in tomato plants impairs photosynthesis via an effect on stomatal function. Plant J50: 1093-1106   \nPassaia G,Fonini LS,Caverzan A, Jardim-Messeder D,Christoff AP, Gaeta ML,de Araujo Mariath JE，Margis R,Margis-Pinheiro M (2013)The mitochondrial glutathione peroxidase GPX3 is essential for ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ homeostasis and root and shoot development in rice. Plant Sci 208: 93-101   \nPassaia G,Caverzan A,Fonini LS,Carvalho FEL,Silveira JAG,MargisPinheiro M (2o14a) Chloroplastic and mitochondrial GPX genes playa critical role in plant development. Biol Plant $^ { 5 8 }$ ：375- 378   \nPassaia G,Queval G, Bai J,Margis-Pinheiro M,Foyer CH (2014b) The effects of redox controls mediated by glutathione peroxidases on root architecture in Arabidopsis thaliana.JExp Bot 65: 1403-1413   \nPassaia G,Margis-Pinheiro M (2o15) Plant Glutathione peroxidases as redox sensor proteins in plant cells.Plant Sci 234: 22-26   \nPnueli L,Liang H,Rozenberg M,Mitler R(2oo3)Growth suppresson, altered stomatal responses,and augmented induction of heat shock proteins in cytosolic ascorbate peroxidase (Apx1)-deficient Arabidopsis plants. Plant J34: 187-203   \nRoxas V,Lodhi S,Garrett DK,Mahan JR,Allen RD (2ooo） Stress tolerance in transgenic tobacco seedlings that overexpress glutathione S-transferase/glutathione peroxidase.Plant Cell Physiol 41: 1229-34   \nRzigui T,Paepe RD,Cornic G,Streb P(2o13) In the mitochondrial CMSll mutant of Nicotiana sylvestris photosynthetic activity remains higherthan in the WT under persisting mild water stress.Plant Sci 205-206:20-28   \nScheibe R, Backhausen JE, Emmerlich V, Holtgrefe S(2oo5) Strategies to maintain redox homeostasis during photosynthesis under changing conditions. J Exp Bot 56: 1481-1489   \nSchreiber U, Bilger W, Neubauer C(1995) Chlorophyllfluorescence as anonintrusive indicator for rapid assessment of in vivo photosynthesis.In: Schulze ED,Caldwell MM,eds.Ecophysiology of Photosynthesis,Springer, Berlin. pp.49-70   \nSewelam N,Jaspert N,Van Der Kelen K,Togneti VB,Schmitz J, Frerigmann H,Stahl E,Zeier J,Van Breusegem F,Maurino VG (2014) Spatial ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ signaling specificity: ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ from chloroplasts and peroxisomes modulates the plant transcriptome differentially. Mol Plant 7: 1191-1210   \nSharkeyTD,Bernacchi CJ,Farquhar GD,Singsaas EL(2007) Fiting photosynthetic carbon dioxide response curves for ${ \\mathsf C } _ { 3 }$ leaves. Plant Cell Environ 30: 1035-1040   \nSilva EN,Silveira JAG,Ribeiro RV,Vieira SA(2o15) Photoprotective function of energy dissipation by thermal processes and photorespiratory mechanisms in Jatropha curcas plants during different intensities of drought and after recovery.Environ Exp Bot 110: 36-45   \nSousa RHV,Carvalho FEL,Ribeiro CW,Passaia G,Cunha JR,Lima-Melo Y，Margis-Pinheiro M，Silveira JAG (2o15） Peroxisomal APX knockdown triggers antioxidant mechanisms favourable for coping with high photorespiratory ${ \\sf H } _ { 2 } { \\sf O } _ { 2 }$ induced by CAT deficiency in rice. Plant Cell Environ 38: 499-513   \nSweetlove LJ,Lytovchenko A,Morgan M,Nunes-Nesi A,Taylor NL, Baxter CJ, Eickmeier l,Fernie AR (2oo6) Mitochondrial uncoupling protein is required for efficient photosynthesis.Proc Natl Acad Sci USA 103: 19587-19592   \nUpadhyaya NM,Zhou XR,Zhu QH,Eamens A,Wang MB,Waterhouse PM,Dennis ES(2ooo) Transgenic Rice.In: O'Brien L,Henry RJ,eds. Transgenic Cereals.American Association of Cereal Chemists, Minnesota. pp.28-87   \nVishwakarma A， Bashyam L， Senthilkumaran B， ScheibeR, Padmasree K (2o14） Physiological role of AOX1a in photosynthesis and maintenance of cellular redox homeostasis under high light in Arabidopsis thaliana.Plant Physiol Biochem 81: 44-53   \nYoshimura K,Miyao K,Gaber A,Takeda T,Kanaboshi H,Miyasaka H，Shigeoka S (2oo4） Enhancement of stress tolerance in transgenic tobacco plants overexpressing Chlamydomonas glutathione peroxidase in chloroplasts or cytosol. Plant J 37: 21-33   \nZhai CZ, Zhao L, Yin LJ,Chen M,Wang QY,Li LC,Xu ZS,Ma YZ(2013) Two wheat glutathione peroxidase genes whose products are located in chloroplasts improve salt and ${ \\mathsf { H } } _ { 2 } { \\mathsf { O } } _ { 2 }$ tolerances in Arabidopsis.PLoS ONE 8: e73989   \nZhang LT,Zhang ZS,Gao HY,Meng XL, Yang C,Liu JG,Meng QW(2012) The mitochondrial alternative oxidase pathway protects the photosynthetic apparatus against photodamage in Rumex K-1 leaves.BMC Plant Biol 12: 40 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Zhou M,Diwu Z,Panchuk-Voloshina N,Haugland RP (1997) A stable nonfluorescent derivative of resorufin for the fluorometric determination of trace hydrogen peroxide:Applications in detecting the activity of phagocyte NADPH oxidase and other oxidases.Anal Biochem 253: 162-168 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "SUPPORTING INFORMATION ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Additional supporting information may be found in the online version of thisarticle at the publisher'sweb-site.   \nFigure S1.Phenotypic and molecular characterization of NT and three GPX1 plant lines Habitus of representative pots and the transcript amounts of the mitochondrial OsGPX1 gene in non-transformed and silenced lines L29,L36 and L4o of rice plants at vegetative V1o-V13 stages.   \nFigure S2.Morphological aspects of NT and GPX1 plant lines after exposure to salt and control Habitus of 45-day-old nontransformed and GPX1 silenced rice plants exposed to control conditions and $1 0 0 ~ \\mathsf { m } M$ NaCl for six days.   \nFigure S3.Relationship between $\\mathsf { C O } _ { 2 }$ assimilation and intercellular $\\mathsf { C O } _ { 2 }$ concentrations $A { \\cdot } C _ { \\mathrm { i } }$ curves in leaves of nontransformed (NT) and GPX1 silenced rice exposed to control and $1 0 0 ~ \\mathsf { m } M ~ \\mathsf { N a C l }$ for six days.   \nTable S1. Phenotypic characterization of NT and three GPX1 plant lines   \nParametersassociated with the physiological characterization of GPX1 silenced lines and non-transformed (NT) plants. ",
        "page_idx": 11
    }
]