[
    {
        "type": "text",
        "text": "Biochar concrete: a new technique for carbon sequestration ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "He Li', Zhenhong Wangl\\*, Xingwei Zhang², Yaqi Jia' ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Key Laboratory of Subsurface Hydrology and Ecological Efects in Arid Region of the   \nMinistry of Education; School of Environmental Science and Engineering, Chang'an   \nUniversity, Xi'an, Shanxi, 710064, China   \n2 Collge ofLife Science, Guizhou University, Huaxi District, Guiyang, Guizhou,55005,   \nChina ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\* Corresponding author. $E$ -mail: w_zhenhong@126.com, Tel: 13765023311 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Highlights ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1) Biochar can be used to replace cement to make the biochar concrete;   \n(2) The strength and durability of the biochar concrete increased with biochar replacement;   \n(3) The biochar concrete will sequestrate $1 . 0 6 { \\times } 1 0 ^ { 1 2 } \\mathrm { k g } \\mathrm { C O } _ { 2 }$ every year;   \n(4) The application of the biochar concrete can save energy. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/a6e1b4dccf9c7918fc718d3616e2b8df4fb9db6d552bdf9f392a2801726cf86d.jpg",
        "img_caption": [
            "Graphical abstract "
        ],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Carbon sequestration， including geological， oceanic， and terrestrial ecosystem sequestrations, plays an important role in mitigating global warming. However， the applications of geological and oceanic sequestrations are limited owing to high costs and technique complexity. In this study, a new sequestration technique—biochar concrete—was developed. Nine different percentages $( 0 \\% - 3 0 \\% )$ of biochar were used to replace cement in concrete production, and the performance and carbon sequestration of the resulting concrete were investigated. The results show that the compressive strength of the biochar concrete increased with increasing biochar amounts of $0 \\% - 5 \\%$ . The strength of the biochar concrete meets the national standard for replaced cement amounts of $5 \\% - 3 0 \\%$ . Further, the durability of the biochar concrete increased with increasing biochar amounts of $0 \\% - 2 5 \\%$ . The porosity and water absorption of the biochar concrete exhibited a slight increase,whereas the slump experienced a slight decrease with increasing biochar amount. If biochar concrete is applied to new buildings and in the renovation of existing buildings in China, the biochar made from organic wastes, that will quickly decompose and discharge $1 . 0 6 \\times 1 0 ^ { 1 2 } \\ \\mathrm { k g } \\ \\mathrm { C O } _ { 2 }$ ，will be permanently sequestrated in concrete, which is equivalent to $1 . 5 \\%$ of a standard forest area. Moreover, biochar applied to concrete can also decrease the consumption of cement; hence, saving energy and reducing the discharge of $\\mathrm { C O } _ { 2 }$ in cement production. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "KEYWORDS: Carbon sequestration, Biochar concrete, Ecological function ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Climate warming is caused by increasing emissions of anthropogenic greenhouse gases (GHG). The major anthropogenic GHG $\\left( \\mathrm { C O } _ { 2 } \\right)$ is believed to account for approximately 1/3 of the total GHG amount (D'Alessandro et al., 2010; Huaman et al., 2014; Edenhofer et al., 2015). If effective measures are not taken to reduce carbon dioxide emissions, the GHG concentration will exceed 45O ppm by 203O and reach a high level between $7 5 0 ~ \\mathrm { p p m }$ and 1300 ppm by 2100 (Edenhofer et al.，2015). This will result in destructive environmental changes to various ecosystems on Earth. Therefore, the effective mitigation of $\\mathrm { C O } _ { 2 }$ emission with innovative techniques and strategies for carbon sequestration are urgently required (Leung et al.，2O14). Techniques for carbon sequestration primarily include geological, oceanic，and terrestrial ecosystem sequestrations (Lal,20o5). Geological sequestration is realized via $\\mathrm { C O } _ { 2 }$ injection from the surface of the Earth into saline aquifers for permanent sequestration or into the goaf of coal mines and oil-gas layers to discharge coalbed methane and oil-gas mixtures for industrial use and simultaneously sequestrate $\\mathrm { C O } _ { 2 }$ (Nguyen, 2007). However, these techniques require high costs, and $\\mathrm { C O } _ { 2 }$ can leak back into the atmosphere. Moreover, the $\\mathrm { C O } _ { 2 }$ sequestered in deep saline aquifers can leak and result in the pollution of underground drinking water (Zheng and Spycher, 2O17). Injecting $\\mathrm { C O } _ { 2 }$ into the deep ocean via pipelines or ships is called “oceanic sequestration\": $\\mathrm { C O } _ { 2 }$ is rapidly dissolved into a water column through a diffuser or the carbon sequestration occurs in the form of a carbon“lake\" (Benson and Orr, 2Oo8). However, costs and leakage remain big concerns. A $\\mathrm { C O } _ { 2 }$ leak can affect marine systems and marine organisms negatively (Ardelan et al., 2009). Terrestrial ecosystem sequestration is an environmentally friendly storage method. The transfer and storage of atmospheric $\\mathrm { C O } _ { 2 }$ in forests and soil via plant photosynthesis is called “ecological carbon sequestration” (Schroeder and Winjum， 1995； Lal, 2007; Zhang et al., 2007). At present, the ecological storage of carbon mainly depends on the ecological restoration of degraded ecosystems, which absorb and fix $\\mathrm { C O } _ { 2 }$ (Watson et al., 2000). Similarly to fertilizers, biochar can be applied to croplands, which offer a large and long-term carbon sink and realize therefore terrestrial ecosystem sequestration (Qambrani， 2017). Biochar is a carbon-rich product that occurs when biomass is heated in a closed container with little or no available air (Ahmad et al.，2014). The application of biochar to croplands can sequestrate carbon in various organic matters that will decompose quickly to release $\\mathrm { C O } _ { 2 }$ . Consequently， the method has been proposed to mitigate climate changes (Ahmad et al., 2O4; Lehmann et al., 2008).However, biochar is limited in field applications (the maximal usage is generally $1 5 , 0 0 0 \\ \\mathrm { k g \\ h a ^ { - 1 } } ,$ ）because excessive application increases the leaching loss of nutrients and influences tillage (Lehmann et al., 2O08). Moreover, certain biochar types made from city sludge and solid waste are unsuitable for applications on cropland because they contain heavy metals. Therefore,a new technique for carbon storage with low cost, long storage time, convenient engineering implementation, and large storage capacity is essential for mitigating global warming. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Concrete is one of the most widely used high-strength building materials,and contains different contents of carbon (Shetty, 2OO5). These characteristics inspired us to investigate whether concrete can sequestrate carbon. Concrete primarily consists of cement, sands, stones, and water. The cement production applied for concrete accounts for $5 \\%$ of the total anthropogenic $\\mathrm { C O } _ { 2 }$ emissions (Ludwig andZhang, 2015).Moreover, the cement or related industries are responsible for the release of other GHGs. Therefore,it is necessary to reduce the emission of $\\mathrm { C O } _ { 2 }$ or sequestrate $\\mathrm { C O } _ { 2 }$ during the cement production or along the industry strains of cement for environmental conservation. Previous studies have indicated that the addition of different wastes (such as coal fly ash and silica fume) to concrete can increase the concrete strength to a certain degree (Mikulcic， 2016). Recently， many studies have investigated rice husk ash (RHA) concrete.According to their results, the partial replacement of cement with RHA improves the durability and mechanical performance of concrete (Coutinho,2013; Kishore et al., 2011). Our previous study revealed that the concrete strength can be increased by using biochar to replace cement in the concrete production (Wang, 2017; Zhang et al., 2Ol7). Subsequently, it was proved that biochar is a good cement additive and improves the mechanical properties of concrete (Akhtar and Sarmah, 2018; Gupta et al., 2018). However, these studies have not investigated the durability, slump,and mechanisms responsible for an increase in the concrete strength of biochar concrete. Further, the potential of carbon storage in biochar concrete has not been systematically studied. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the present study, biochar was used as a partial replacement for cement. We assumed that a certain amount of biochar used to replace cement in the process of concrete cementation would enhance the concrete strength and maintain the concrete engineering and construction performances required by national standards. Further, it was assumed that the production processes with biochar concrete would sequestrate carbon in the concrete almost permanently. The biochar concrete would become an approximately permanent carbon sink and prohibit any exchanges with the atmospheric carbon. We primarily addressed the following questions to comprehensively evaluate the possibility of biochar concrete for the ecological storage of carbon: (1） In the production process of biochar concrete, how do the concrete strength and durability change under different percentages of biochar used to replace cement? What are the reasons for a possible increase in the strength of the biochar concrete?(2） What are the characteristics of the slump in the biochar concrete manufacture and the porosity and water absorption of the biochar concrete? (3) How much would be the annual benefit of carbon sequestration when biochar concrete was applied to new buildings and building renovations in China? ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2 Material and methods ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1Materials ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The materials used to produce biochar concrete mainly include biochar, cement, coarse aggregate sands，and stones. The biochar was purchased from markets (low-temperature charcoal produced by Catang Mechanism Biochar Factory in Pingba County， Guizhou Province， China). The cement was ordinary Portland cement (Label 42.5). The coarse aggregate sand and stones were purchased from markets. The basic properties of these materials are listed in Supplemental table 1. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2 Mix design and specimen preparation ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The proportions of different materials in the biochar concrete specimens were determined according to the method for the design of normal concrete mixtures in the national standard of concrete production (JGJ, 2011). The strength grade of the biochar concrete was designed as $\\mathrm { C } 2 0 , f _ { c u , k } = 2 0 . 0 \\ \\mathrm { M P a }$ ，and $f _ { c u , o } = 2 6 . 4 5 \\$ MPa as preparation strength. The slump was $1 0 { - } 2 0 ~ \\mathrm { m m }$ ， and the sand ratio was $40 \\%$ . Further, the water-cement ratio was O.57. All specimens were cured at room temperature for 28 days,and $9 5 \\%$ of the specimens met the design requirements. However, in these biochar concrete specimens, cement was replaced with different biochar proportions (1%, 3%, $5 \\%$ ， $7 \\%$ ， $9 \\%$ ， $10 \\%$ ， $1 5 \\%$ ， $20 \\%$ ， $2 5 \\%$ ，and $30 \\%$ ） except in the control specimens (without biochar). The specific mixing proportions are listed in Table 1. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/f6c0155a1b5e8297746191908d7cb15773863c505c0138508a1daf8465f5e45c.jpg",
        "table_caption": [
            "Table 1 Specific mixing proportions of specimens "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Biochar replacement (%)</td><td>0</td><td>1</td><td>3</td><td>5</td><td>7</td><td>9</td><td>15</td><td>20</td><td>25</td><td>30</td></tr><tr><td>Biochar (kg)</td><td>0</td><td>0.06</td><td>0.18</td><td>0.3</td><td>0.42</td><td>0.54</td><td>0.9</td><td>1.2</td><td>1.5</td><td>1.8</td></tr><tr><td>Cement (kg)</td><td>6.01</td><td>5.95</td><td>5.83</td><td>5.71</td><td>5.59</td><td>5.47</td><td>5.11</td><td>4.81</td><td>4.49</td><td>4.21</td></tr><tr><td>Gravel (kg)</td><td>26.15</td><td>26.15</td><td>26.15</td><td>26.15</td><td>26.15</td><td>26.15</td><td>26.15</td><td>26.15</td><td>26.15</td><td>26.15</td></tr><tr><td>Sand (kg)</td><td>18.95</td><td>18.95</td><td>18.95</td><td>18.95</td><td>18.95</td><td>18.95</td><td>18.95</td><td>18.95</td><td>18.95</td><td>18.95</td></tr><tr><td>Water (kg)</td><td>3.48</td><td>3.48</td><td>3.48</td><td>3.48</td><td>3.48</td><td>3.48</td><td>3.48</td><td>3.48</td><td>3.48</td><td>3.48</td></tr><tr><td>Total (kg)</td><td>54.59</td><td>54.59</td><td>54.59</td><td>54.59</td><td>54.59</td><td>54.59</td><td>54.59</td><td>54.59</td><td>54.59</td><td>54.59</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The four materials were placed into a blender and mixed for $5 \\mathrm { { m i n } }$ after their preparation according to Table 1. Then, specimens with sizes of $1 5 0 \\ \\mathrm { m m } \\times 1 5 0 \\ \\mathrm { m m } \\times 1 5 0 \\ \\mathrm { m m }$ were cast for compressive-strength and absorption water ratio tests for the biochar concrete. Further, 100 specimen cubes were cast for freeze-thaw resistance tests. The specimen of each mix proportion was replicated three times. All specimens were kept in the casting room for three days. Afterward, they were demolded and wet-cured in a curing room until the tests. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3 Compressive-strength tests ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "After 28 days, the specimens were taken out of the curing room,and their compressive strengths were determined with a pressure testing machine according to the Chinese national standard (GB, 20o2). Firstly, the system of the pressure testing machine was turned on, the setups of the parameters with zero adjustments were checked, the specimens were placed onto the test bench of the machine, the safety door was closed,and the specimens were subjected to pressures of $0 . 3 { - } 0 . 5 \\mathrm { M P a / s }$ until they fractured. Finally, the ultimate forces and pressures were recorded. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.4Freeze-thaw resistance tests ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The cyclic freeze-thaw resistance tests were conducted according to the Chinese national standard (GB,2O09). After 24 days in the curing room, the specimens were taken out. The water on the specimen surfaces was wiped away with a dishcloth. Next, the specimens were immersed into water at $2 0 \\pm 3 { \\ } ^ { \\circ } { \\mathrm { C } }$ for four days. Subsequently, the specimens were removed, and the surface water was wiped away with a dishcloth. The specimens were weighed to determine the initial masses. Subsequently, they were put into a freezer at $\\boldsymbol { - } 2 0 \\ ^ { \\circ } \\mathrm { C }$ for two hours and then into water at a constant temperature of $2 0 ~ ^ { \\circ } \\mathrm { C }$ for two hours. This was the first freeze-thaw cycle. After the same cycle had been conducted 25 times, the specimens were weighed and investigated to determine the deterioration caused by the freezing and thawing atacks，based on a required-appearance description or photographs. The cycles of the freeze-thaw process were conducted 3Oo times in total for each specimen. However, when the specimen mass loss was equal to or higher than $5 \\%$ , the freeze-thaw process was stopped. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.5 Slump tests ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The slump is an indicator for determining the workability of concrete. The indicator can be used to judge whether the construction can be conducted normally. We firstly measured the height of the slump cone, $H _ { I }$ , with a standard ruler. Then, we sampled the precast concrete made from the four materials (Table 1) and evenly filled it via three layers of equal volume into the slump cone. After tamping, the height of each layer was approximately $1 / 3$ of the slump cone height. During 5 or $1 0 \\mathrm { ~ s ~ }$ ， we smoothly lifted the slump cone vertically, and the concrete in the slump cone slumped down owing to its own weight. The height $H _ { 2 i }$ of the slumped concrete was measured with a standard ruler. The slump was calculated with Equation (1) based on the Chinese national standard (GB, 2016): ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { L } = \\mathrm { H _ { 1 } } \\mathrm { - } \\mathrm { H _ { 2 i } } ( \\mathrm { i } = 0 , 1 , 3 , 5 , 7 , 9 , 1 5 , 2 0 , 2 5 , 3 0 ) ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $L$ is the slump, $H _ { I }$ the height of the slump cone, $H _ { 2 i }$ the height of the highest point of the slumped concrete, and $i$ the percentage of the biochar used to replace cement. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.6 Porosity tests ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The cast and demolded specimens were cured for 28 days. Subsequently, they were immersed into water for $2 4 \\mathrm { h }$ to fill all specimen pores with water. Subsequently, the ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "specimens were taken out, weighed, air-dried for $2 4 \\mathrm { h }$ in the laboratory,and reweighed. The total porosities of the specimens were calculated with Equation (2) (Park and Tia, 2004): ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nP = [ 1 - \\frac { m _ { 2 i } - m _ { 1 i } } { V . \\rho _ { w } } ] \\times 1 0 0 \\% ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $P$ is the total porosity of the concrete, $m _ { I i }$ the weight of the specimens after immersion in water for $2 4 \\mathrm { ~ h ~ }$ ： $i$ represents the percentages of the biochar used to replace cement, $m _ { 2 i }$ is the weight of the specimens air-dried for $2 4 \\mathrm { h }$ ， $V$ the specimen volume, and $\\rho _ { \\mathrm { w } }$ the water density. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.7 Water absorption ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "After curing the specimens for 28 days, their initial masses were weighed. The specimens were soaked into a water tank for $1 . 5 \\mathrm { ~ h ~ }$ , removed, dried in an oven until the mass difference was constant, and finally weighed. Based on the masses before and after the soaking of the specimens, the water absorption can be calculated with Equation (3): ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nR = \\frac { \\left( M _ { 1 i } - M _ { 0 i } \\right) \\times 1 0 0 \\% } { M _ { 0 i } } \\left( \\mathrm { i } = 0 , 1 , 3 , 5 , 7 , 9 , 1 5 , 2 0 , 2 5 , 3 0 \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $R$ is the water absorption rate, $M _ { I i }$ the mass of the soaked specimen, and $M _ { \\theta i }$ the initial mass of the specimen. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.8 Microstructure analysis ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "After the concrete specimens had been crushed for the compressive-strength tests with a pressure testing machine, pieces of concrete that contained $0 \\%$ and $5 \\%$ biochar were selected to determine the inner microstructures. The crushed pieces were placed onto conductive tape. Because of the poor conductivity of concrete, the concrete sample surfaces were sprayed with gold powder. Then， the microstructures were observed under a field emission scanning electron microscope (FESEM) (at magnifications of $5 0 0 \\times$ and $1 0 { , } 0 0 0 ^ { \\times } )$ ！ ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.9 Evaluation of biochar concrete in carbon sequestration ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "According to the data of the National Bureau of Statistics of China, the total area of existing buildings is $5 . 6 { \\times } 1 0 ^ { 1 0 } \\mathrm { m } ^ { 2 }$ , and the total area of newly added buildings is $2 \\times 1 0 ^ { 9 } \\mathrm { m } ^ { 2 }$ per year in China, which exceeds the half area of the world's newly added buildings (PIRI, 2018). The C20, C25, and C30 concretes account for $5 5 \\% - 6 0 \\%$ of the total amount of concrete used in newly added buildings and for the improvement of existing buildings in China. We considered the future application of biochar concrete for newly added buildings and the improvement of existing buildings to replace traditional concrete. If biochar concrete meets the workability required by the national standard for ordinary concrete, the amount of carbon stored by these buildings can be estimated and converted into standard forest areas with Equations (4),(5), and (6): ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { c } { C _ { s } = \\alpha \\beta M / 0 . 2 7 3 } \\\\ { M = 0 . 3 \\times S \\gamma } \\\\ { S s = 1 / 1 6 0 \\times C _ { s } \\times 0 . 2 7 3 \\times 0 . 1 } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $C _ { s }$ is the storage amount of $\\mathrm { C O } _ { 2 }$ ， $ { \\alpha }$ the ratio of cement to concrete weights $= 1 / 6 , \\beta$ the weight percentages of biochar used in replacement of cement, $M$ the concrete weight required for new or existing buildings in China, 0.273 the proportion of pure carbon in $\\mathrm { C O } _ { 2 }$ 0.3 the smallest volume of concrete applied per unit construction area in China, $S$ the area of new buildings or existing buildings,y the bulk volume of the concrete, $S s$ the standard forest area, and $1 / 1 6 0 =$ the conversion factor of pure stored carbon for standard forest area. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1 Compressive strength ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The compressive strength of biochar concrete linearly increased with increasing biochar amount as replacement for cement $( 0 \\% - 5 \\% )$ (Figure la). The compressive strength reached $3 7 . 2 7 \\mathrm { M P a }$ when the biochar amount was $5 \\%$ . Above $5 \\%$ , the compressive strength exhibited a continuous decrease. The compressive strength changed weakly for $5 \\% - 2 5 \\%$ biochar. When the biochar amount increased to $30 \\%$ ， the compressive strength of the biochar concrete was $2 2 . 2 0 \\ \\mathrm { M P a }$ ，which was still above the lowest value of the compressive strength of C20 concrete. A cement replacement of $20 \\%$ biochar is practicable in civil engineering (compressive strength above 28 MPa). Moreover， the force exerted on the specimens exhibited a similar trend as the compressive strength. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/38690977dee18553ac19601ce509c9ebc5dae7c73a620fe5fa2f72a0213e82ea.jpg",
        "img_caption": [
            "Figure 1 Compressive strength (a) and slump (b) of biochar concrete with increasing biochar amount as replacement for cement. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2 Freeze-thaw cycles ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The surface damages of the biochar concrete were slight after 1OO freeze-thaw cycles. After 150 cycles, damages with a deterioration of the paste coating around particles could be observed. On the surface of the biochar concrete, some small stones dropped off after 150 cycles. After approximately 175 or 200 cycles,the damages gradually expanded inside the specimens and induced material spalling. Finally, the specimens broke after 3O0 cycles. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "An increasing number of freeze-thaw cycles resulted in more mass loss of the biochar concrete than no freeze-thaw cycles (Table 2). This was also observed for the ordinary concrete (control specimen). However, the mass loss of the biochar concrete showed a gradual decrease for $0 \\% - 7 \\%$ replacement levels for O, 50,100,150,and 300 freeze-thaw cycles.For more than $7 \\%$ biochar, the mass loss of the biochar concrete increased for these freeze-thaw cycle numbers.However, the mass losses of the specimens with $9 \\%$ and $1 5 \\%$ replacement levels were still lower than that of the control sample after 5O freeze-thaw cycles. ",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/55bb43422a1cb2e2527c594ca09b2044be76114b62aca4f48369b7060ae2cbfd.jpg",
        "table_caption": [
            "Table 2 Freeze-thaw cycles and mass loss rate of biochar concrete. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Biocharlevel (%)</td><td colspan=\"2\">Frequencies of freeze-thaw</td></tr><tr><td>cycles corresponding to mass loss rate (%o)</td><td>Compressive strength (MPa)</td></tr><tr><td>0</td><td>50 100 150 200 300</td><td></td></tr><tr><td>0</td><td>0 1.14 8.37 13 21.7 40.21</td><td>32.07</td></tr><tr><td>1</td><td>0 1.14 6.8 11.09 17.89 39.25</td><td>33.63</td></tr><tr><td>3</td><td>0 1.13 4.37 8.95 13.27 33.06</td><td>35.1</td></tr><tr><td>5</td><td>0 1.12 3.18 7.49 12.65 31.14</td><td>37.27</td></tr><tr><td>7</td><td>0 1.13 7.78 14.96 24.14 40.21</td><td>32.1</td></tr><tr><td>9</td><td>0 1.09 8.62 20.95 29.51 41.45</td><td>27.93</td></tr><tr><td>15</td><td>0 1.06 8.74 20.97 31.63 42.88</td><td>27.13</td></tr><tr><td>20</td><td>0 1.77 9.29 20.37 32.73 43.62</td><td>26.73</td></tr><tr><td>25</td><td>0 2.05 9.89 22.52 33.92 44.13</td><td>25.63</td></tr><tr><td>30</td><td>0 2.28 13.1 29.08 35.22 45.51</td><td>22.2</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.4 Slump ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The slump of the biochar concrete exhibited a continuous decrease for $0 \\text{‰}$ biochar amounts. Thus, the fluidity of the biochar concrete decreased (Figure 1b). For $0 \\% - 5 \\%$ ,a rapid slump decrease was observed. For $5 \\% - 2 0 \\%$ , the slump exhibited a relatively slow decrease (from 9.6 to $8 . 0 \\mathrm { m m }$ ). Thus,the fluidity of the biochar concrete was stable. The slump began to decrease rapidly for $20 \\% - 3 0 \\%$ (decrease to $4 ~ \\mathrm { m m } \\dot { }$ ). The fluidity of the biochar concrete was very low for a biochar level of $30 \\%$ ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.5 Porosity and water absorption ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The porosity of the biochar concrete exhibited a linear increase with increasing replacement levels (Figure 2a). The increase was fitted with a linear equation $\\mathrm { \\Delta ( y = 0 . 1 5 7 x + 1 . 0 9 }$ ).However, there was an exception. When the replacement ratio of the biochar for cement gradually increased from $0 \\%$ to $3 \\%$ ，the porosity of the biochar concrete decreased. The water absorption ratios of all biochar concrete samples increased exponentially between O and $4 . 5 \\mathrm { ~ h ~ }$ immersion time in water (Figure 2b). Between $4 . 5 \\mathrm { h }$ to $1 2 \\mathrm { h }$ , the water absorption ratios obviously approached saturation. After $1 2 \\mathrm { { h } }$ immersion, saturation was achieved. The different biochar concrete samples exhibited different water absorption ratios at saturation ( $1 . 3 8 \\%$ ， $1 . 4 2 \\%$ ， $1 . 4 3 \\%$ ， $1 . 6 1 \\%$ ， $1 . 6 6 \\%$ ， $1 . 7 1 \\%$ $1 . 8 5 \\%$ ， $2 . 0 1 \\%$ ， $1 . 9 3 \\%$ ，and $2 . 3 3 \\%$ ，respectively). In general， the water absorption ratios increased with increasing biochar level as replacement for cement (Figure 2c). ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/54fd1dcb9c6f4ac0471d8faed69719c7863ae455813c995c110475ff4f8e8ff8.jpg",
        "img_caption": [
            "Figure 2 Porosity of biochar concrete varied with increasing biochar level (a)； Water absorption ratios with respect to soaking time of biochar concrete in water (b); Ratios of saturated water absorption of biochar concrete for 1O different biochar contents as replacement for cement (c). "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.6 Microstructure ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The inner microstructures of the specimens without and with $5 \\%$ biochar exhibited no significant differences under $5 0 0 \\times$ magnification (Figures 3a and b). However, under $1 0 { , } 0 0 0 \\times$ magnification, the inner microstructures exhibited significant differences (Figures 3c and d). In the concrete specimens without biochar,a large amount of ${ \\mathrm { C a } } ( \\mathrm { O H } ) _ { 2 }$ (CH) was observed (Figure 3b). The concrete specimens without biochar were not dense owing to many observable voids (Figure 3b). However, the CH amount in the concrete specimens with $5 \\%$ （204号 biochar was decreased,and the needle-like calcium silicate hydrate (CSH) amount was significantly increased (Figure 3d). Further, the specimens with $5 \\%$ biochar contained more ettringite and were significantly denser (no observable voids) than those without biochar. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/df567047ea84b36afaad23b948b243eba70c7d03b44b24f915d5121bb0dfe525.jpg",
        "img_caption": [
            "Figure 3 Microstructure of biochar concrete (FESEM): (a) and (c): concrete matrix without biochar; (b) and (d): concrete matrix with $5 \\%$ biochar. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.7Benefits of carbon sequestration in biochar concrete ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The storage amount of $\\mathrm { C O } _ { 2 }$ in biochar concrete applied to new and existing buildings for renovation in China has gradually increased with increasing replacement of cement in concrete with biochar (Table 3). Correspondingly, the standard forest area exhibited a gradual increase. However, the compressive strength of biochar concrete decreased with increasing biochar level. Biochar levels of $7 \\%$ ， $2 5 \\%$ ，and $30 \\%$ for cement in ordinary concrete met the limit values of the Chinese national standard for C30, C25,and C20 concrete. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Further calculations revealed that the different strengths of biochar concrete had different contributions to the carbon sequestration in new and existing buildings (renovations). Moreover, the contributions converted into the standard forest area were different (Table 4). When biochar was used to replace $30 \\%$ $2 5 \\%$ ，and $7 \\%$ cement in concrete, the strengths of the biochar concretes were ${ \\ge } 2 0 . 0$ ， 25,and $3 0 ~ \\mathrm { M P a }$ ； hence, preliminarily meeting the Chinese national standard for C20, C25,and C30 ordinary concretes in terms of compressive strength. The respective storage amounts of $\\mathrm { C O } _ { 2 }$ in applied biochar concrete were $3 8 6 . 9 5 { \\times } 1 0 ^ { 1 0 }$ ， $3 0 9 . 7 6 \\times 1 0 ^ { 1 0 }$ ,and $1 1 2 . 6 4 \\times 1 0 ^ { 1 0 } { \\mathrm { k g } }$ (total for new and existing buildings (renovations) in Table 4), which are equal to $\\mathrm { C O } _ { 2 }$ storage amounts (in standard forest areas) of $2 4 2 \\times 1 0 ^ { 7 }$ ， $1 9 3 . 6 1 \\times 1 0 ^ { 7 }$ and $7 0 . 4 \\times 1 0 ^ { 7 } \\mathrm { m } ^ { 2 }$ ： ",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/cfaf25860b2d48fbae9216747c9dd4d7142f00f0b9de4add76544a7fd65aed76.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Biochar</td><td>Compressive</td><td colspan=\"2\">Carbon storage (×109kg)</td><td colspan=\"2\">Standard forest area (×107m2)</td></tr><tr><td>level (%)</td><td>strength (MPa)</td><td>New</td><td>Existing</td><td>New</td><td>Existing</td></tr><tr><td></td><td></td><td>building</td><td>building</td><td>building</td><td>building</td></tr><tr><td>0</td><td>32.07</td><td>0.00</td><td>0.00</td><td>0.00</td><td>0.00</td></tr><tr><td>1</td><td>33.63</td><td>0.25</td><td>6.79</td><td>0.16</td><td>4.24</td></tr><tr><td>3</td><td>35.1</td><td>0.75</td><td>20.37</td><td>0.48</td><td>12.72</td></tr><tr><td>5</td><td>37.27</td><td>1.25</td><td>33.95</td><td>0.78</td><td>21.22</td></tr><tr><td>7</td><td>32.10</td><td>1.75</td><td>47.53</td><td>1.12</td><td>29.68</td></tr><tr><td>9</td><td>27.93</td><td>2.25</td><td>61.11</td><td>1.44</td><td>38.16</td></tr><tr><td>15</td><td>27.13</td><td>3.75</td><td>101.85</td><td>2.34</td><td>63.66</td></tr><tr><td>20</td><td>26.73</td><td>5.00</td><td>135.80</td><td>3.13</td><td>84.88</td></tr><tr><td></td><td>25.63</td><td>6.25</td><td>169.75</td><td>3.91</td><td>106.09</td></tr><tr><td>25</td><td></td><td></td><td>203.70</td><td></td><td></td></tr><tr><td>30</td><td>22.20</td><td>7.50</td><td></td><td>4.69</td><td>127.31</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/861401fb3d84fc48f66429d1c9c66a8b917ce09fbad6c8ee086da639be7cb516.jpg",
        "table_caption": [
            "Table 3 Storage amounts of $\\mathrm { C O } _ { 2 }$ in biochar concrete (with different replacements) applied to new and existing buildings (renovation) and converted into standard forest areas i China. ",
            "Table 4 Storage amounts of $\\mathrm { C O } _ { 2 }$ in biochar concrete (C20, C25, and C30) applied to new and existing buildings (renovation) in China and converted into standard forest areas. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Types of Engineeri</td><td></td><td>Annual concrete</td><td>Annual CO2 storage Corresponding standard</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/878c8e664f329da041679c6337bbc7a656eafb1169191505e646da9383f472c4.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">concrete</td><td rowspan=\"2\">ng dosage (%)</td><td colspan=\"2\">usage (×101² kg)</td><td colspan=\"2\">(×101° kg)</td><td colspan=\"2\">forest area (×107 m²)</td></tr><tr><td>New</td><td>Existing</td><td>New</td><td>Existing</td><td>New</td><td>Existing</td></tr><tr><td>C20</td><td></td><td>building</td><td>building</td><td>building</td><td>building</td><td>building</td><td>building</td></tr><tr><td></td><td>15-20%</td><td>0.23</td><td>6.50</td><td>13.50</td><td>373.45</td><td>8.60</td><td>233.40</td></tr><tr><td>C25</td><td>20%</td><td>0.31</td><td>8.60</td><td>11.00</td><td>298.76</td><td>6.91</td><td>186.70</td></tr><tr><td>C30</td><td>20%</td><td>0.31</td><td>8.60</td><td>4.00</td><td>108.64</td><td>2.54</td><td>67.86</td></tr><tr><td>Total</td><td>55-60%</td><td>0.85</td><td>23.70</td><td>28.50</td><td>780.85</td><td>18.05</td><td>487.96</td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.Discussion ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.1 Strength and durability of biochar concrete ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The use of small amounts of biochar to replace cement in the concrete production can improve the compressive strength and durability of concrete. In the investigated concrete matrix without biochar, the CH amount was very high; CH exhibited a hexagonal form and a layer structure in the concrete，which has a detrimental effect on the concrete strength (Madandoust et al, 2O11). Further,rich voids in the concrete matrix with biochar result in the fragmentation of the concrete. However, the high CSH amounts in a concrete matrix with biochar can increase the concrete strength (Shetty, 2Oo5). The acicular and flocculent CSH gel formed via hydration can fill holes in the concrete,which increases the strength and durability. Moreover, biochar is a porous medium. The addition of biochar in the concrete production can cause a more thorough secondary hydration reaction with cement hydrate. Rahmat Madandoust reported similar results for RHA concrete. The addition of RHA in the concrete production can form more CSH in the concrete, which increases the strength of the RHA concrete and decreases CH crystals (Madandoust et al., 2011). Additionally, the biochar concrete can have showed the physical nature of diamond, which results in the high compressive strength and durability. It is well known that diamond is very hard. Both biochare and diamond consist of carbon but they are different in structure (isomers). The combiation of biochar with cement in the concrete production can form a new structure to some degree similar to diamond. However, the assumption needs to be verified. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Biochar exhibits a strong hygroscopicity. During the experimental operation, the biochar concrete dried more easily than the control sample.Thus, the biochar in the concrete absorbed a certain water amount. However, in the theoretical water-cement calculation, the water amount absorbed by biochar was not considered. Thus, the water-cement ratio of the biochar concrete was lower than the actual one. Many studies have reported that the strength of the concrete increases to a certain degree when the water-cement ratio decreases. Therefore, a decrease in the water-cement ratio also explains the increasing strength of the biochar concrete. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4.2 Characteristics of porosity and water absorption of biochar concrete ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The addition of biochar to concrete for the partial replacement of cement can increase the porosity and water absorption of concrete. Biochar is a porous medium, which when applied to concrete increases the porosity of concrete. Thus, the concrete can absorb water. However, according to Figure 3, the partial replacement of cement in concrete with biochar resulted in more compact concrete compared with common concrete. We assume that the applied biochar was porous and its porous characteristics primarily occurred at a larger scale than those presented in Figure 3. In Figure 3,cement hydrate in the concrete production might have entered the porous biochar and caused the compact structures. Further, the porous biochar had a large superficial area and increased the porosity of concrete. Biochar itself is hydrophilic and promotes water absorption. Thus, the partial replacement of cement with biochar can increase the water affinity, thereby promoting water absorption (Das and Sarmah, 2015). Therefore, the biochar concrete exhibited a linear increase in water absorption with increasing biochar content. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4.3 Benefit of carbon sequestration of biochar concrete ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Previous studies indicate that less than $3 \\%$ of the carbon in waste biomass can be stored via long-term sequestration in ecosystems after the waste biomass has been burnt and biologically decomposed (Lehmann et al., 20o6). However, if the waste biomass has been converted into biochar and that biochar is applied to concrete,approximately $50 \\%$ of the carbon in the waste biomass can be encapsulated in the concrete for long-term sequestration. Moreover, biochar sequestrated in concrete can improve the concrete performance. Carbon sequestration is a key technique to slow down global warming (Figure 4). Moreover, the realization of carbon sequestration with biochar concrete is simple. Carbon sequestration in biochar concrete requires less costs than geological and oceanic sequestrations. Further, carbon sequestration in biochar concrete exhibits a significant benefit in terms of corresponding standard forest area. If carbon sequestration in biochar concrete is applied to a variety of buildings, these buildings can act as important carbon sinks and thereby slow down global warming. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Carbon sequestration Plant sequestration CO2 Concrete sequestration 調 C 萬茵 城 + Wood Crop Rubbish CO2 Unmineable Geological sequestration ↓cO2 coalbeds Ocean sequestration Salineformation Depleted oiland gasreservoir ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Biochar can be used to improve the compressive strength of concrete. When cement in concrete is replaced with $5 \\%$ biochar, the concrete strength is significantly increased with respect to that of the control sample. For replacement ratios of $5 \\% - 3 0 \\%$ , biochar concrete still meets the national standards for common concrete in terms of strength and durability. The higher the strength of the biochar concrete, the lower is the mass loss of the freeze-thaw cycle-treated concrete. The slump of the biochar concrete decreases with increasing biochar ratio as replacement for cement. However, the water absorption and porosity increase. In conclusion, biochar is a suitable, environmentally friendly material for the partial replacement of cement in the concrete production for the realization of carbon sequestration and the performance improvement of common concrete. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Acknowledgement ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "This work was supported by the Fundamental Research Funds for the Central Universities (No.300102298303). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Ahmad, M.,Rajapaksha, A.U., Lim, J.E., Zhang, M., Bolan, N., Mohan, D., Vithanage, M, Lee, S.S., Ok, Y.S., 2014. Biochar as a sorbent for contaminant management in soil and water: a review. Chemosphere 99, 19-33. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "https://doi.org/10.1016/j.chemosphere.2013.10.071   \nAkhtar， A.， Sarmah， A.K.， 2018. Novel biochar-concrete composites: Manufacturing, characterization and evaluation of the mechanical properties. Sci. Total Environ. 616-617, 408-416. https:/doi.org/10.1016/j.scitotenv.2017.10.319   \nArdelan, M. V., Steinnes,E., Lierhagen, S., Linde, S.O.,2009.Effects of experimental CO2 leakage on solubility and transport of seven trace metals in seawater and sediment. Sci. Total Environ. 407, 6255-6266.https://doi.org/10.1016/j.scitotenv.2009.09.004   \nBenson, S.M., Orr, F.M., 2008. Carbon Dioxide Capture and Storage. MRS Bull. 33,303-305. https://doi.0rg/10.1557/mrs2008.63   \nCoutinho, J.S., 2O03. The combined benefits of cpf and rha in improving the durability of concretestructures. Cementand concretecomposites，25(1)， 51-59. https://doi.0rg/10.1016/S0958-9465(01)00055-5   \nD'Alessandro, D.M., Smit, B., Long, J.R., 2010. Carbon dioxide capture: Prospects for new materials. Angew. Chemie-Int. Ed. 49, 6058-6082. https://doi.org/10.1002/anie.201000431   \nDas, O., Sarmah, A. K., 2015. The love-hate relationship of pyrolysis biochar and water: a perspective. Sci. Total Environ. 512-513, 682-685. https://doi.org/10.1016/j.scitotenv.2015.01.061   \nEdenhofer, O., Pichs-Madruga, R., Sokona, Y., Minx, J.C., Farahani, E., Kadner, S., Seyboth, K.， 2015. Climate Change 2014 Mitigation of Climate Change Summary for Policymakers and Technical Summary， Working Group III Contribution to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC). Annu. Rev. Environ. Resour. 40, 363-394. https://doi.org/10.1146/annurev-environ-021113-095626   \nGB/T50081-2002, Standard test method for mechanical properties of ordinary concrete   \nGB/T50082-2009, Standard test method for long-term performance and durability of ordinary concrete   \nGB/T50o80-2016, Standard test method for performance of ordinary concrete mixture   \nGupta S., Kua, H.W., Low, C. Y., 2018. Use of biochar as carbon sequestering additive in cement mortar. Cem. Concr. Comp. 87, 110-129. https://doi.org/10.1016/j.cemconcomp.2017.12.009JGJ 55-2011， Specification for mix proportion of ordinary concrete.   \nHuaman, R.N.E.,Tian.X.J.， 2014. Energy related CO2 emissions and the progress on CCS projects:Areview.Renew.Sustain.EnergyRev.31，368-385. https://doi.0rg/10.1016/j.rser.2013.12.002   \nKishore,R., Bhikshma, V., Jeevana Prakash,P.，2011. Study on strength characteristics of highstrength Rice Husk Ash concrete. Procedia Eng. 14， 2666-2672. https://doi.0rg/10.1016/j.proeng.2011.07.335   \nLal，R.，2007.Carbonsequestration. Trans. R. Soc.， B 815-830. https://doi.0rg/10.1007/978-3-642-37048-9_12   \nLehmann, J., Gaunt, J., Rondon, M., 2006. Bio-char sequestration in terrestrial ecosystems - A review. Mitig. Adapt. Strateg. Glob. Chang. 11, 403-427. https://doi.0rg/10.1007/s11027-005-9006-5   \nLeung, D.Y.C., Caramanna, G., Maroto-Valer, M.M., 2014. An overview of current status of carbon dioxide capture and storage technologies. Renew. Sustain. Energy Rev. 39, 426-443. htps://doi.org/10.1016/j.rser.2014.07.093   \nLehmann， J.， Skjemstad， J.， Sohi， S.， Carter， J.， Barson， M.， Falloon， P.，Coleman，K., Woodbury, P., Krull, E., 2Oo8. Australian climate-carbon cycle feedback reduced by soil black carbon. Nat. Geosci. 1, 832-835. htps://doi.0rg/10.1038/ngeo358   \nLudwig, H.M., Zhang, W., 2015. Research review of cement clinker chemistry. Cem. Concr. Res. 78,24-37. https://doi.org/10.1016/j.cemconres.2015.05.018   \nMadandoust， R.， Ranjbar， M.M.，Moghadam，H.A.， Mousavi， S.Y.， 2011. Mechanical properties and durability assessment of rice husk ash concrete. Biosyst. Eng. 110, 144-152. https://doi.0rg/10.1016/j.biosystemseng.2011.07.009   \nMikulcic，H.， Klemes，J.J.， Vujanovic， M.， Urbaniec，K.， Duic， N.， 2016. Reducing greenhouse gasses emissions by fostering the deployment of alternative raw materials and energy sources in the cleaner cement manufacturing process. J. Clean. Prod. 136, 119-132. https://doi.0rg/10.1016/j.jclepro.2016.04.145   \nNguyen， D.， 2O07. Carbon Dioxide Geological Sequestration: Technical and Economic Reviews 1-6. htps://doi.0rg/10.2523/81199-ms   \nPark, S.B.， Tia, M., 2004. An experimental study on the water-purification properties of porous concrete. Cem. Concr. Res. 34, 177-184. https://doi.0rg/10.1016/S0008-8846(03)00223-0   \nProspective Industry Research Institute (PIRI), 2018.2013-2017 China Intelligent Building Industry Market Prospects and Investment Strategic Planning Analysis Report.   \nQambrani, N. A., Rahman, M.M., Won, S., Shim, S., Ra, C. . 2017. Biochar properties and eco-friendly applications for climate change mitigation， waste management, and wastewatertreatment:a review. Renew. Sust. Energ. Rev.， 79， 255-273. https://doi.0rg/10.1016/j.rser.2017.05.057   \nSchroeder, P.E.， Winjum, J.K.，1995. Assessing Brazil's carbon budget: I. Biotic carbon pools.For.Ecol. Manage. 75,77-86. https://doi.0rg/10.1016/0378-1127(95)03532-F   \nShetty, M., 2005. Concrete technology. S.chand & company LTD, New Delhi. pp. 420-453.   \nWang,Z.H. 2017. A Biochar Concrete. CN201710712257.3.   \nWatson, R.T., Noble, I.R., Bolin,B., Ravindranath,N. H., Verardo,D.J.,Dokken, D.J.,2000. Land use, land-use change, and forestry. A Special Report of the Ipcc(4), 375.   \nZhang D， Huang X， Wang Z.H.， Huang， Y.S.， 2O17. The performance and carbon sequestration of the biochar concrete. Adv.Envir. Protect. 7,， 465-475 (In Chinese). https://doi.org/10.12677/aep.2017.76060   \nZhang, J., Ge, Y., Chang, J., Jiang, B., Jiang, H., Peng, C., Zhu, J., Yuan, W., Qi, L., Yu, S., 2007. Carbon storage by ecological service forests in Zhejiang Province, subtropical China. For. Ecol. Manage. 245, 64-75. https://doi.org/10.1016/j.foreco.2007.03.042   \nZheng,L.， Spycher， N.，2018. Modeling the potential impacts of CO2 sequestration on shallow groundwater: The fate of trace metals and organic compounds before and after leakage stops. Greenh. Gases Sci. Technol. 8, 303-305. htps://doi.org/10.1002/ghg ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/7f42946644bac928c8dc63fe3011e8db0aa976a340be2c0dc23ee5ea7ea57567.jpg",
        "table_caption": [
            "Supplemental table 1 Basic properties of materials used to produce biochar concrete Biochar: "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Density (g:cm-3)</td><td>pH</td><td>MgO (%)</td><td>CaO (%)</td><td>ZnO (%)</td><td>CuO (%)</td><td>Al2O3 (%)</td></tr><tr><td>1.56</td><td>7.56</td><td>1.55</td><td>10.01</td><td>0.0063</td><td>0.0105</td><td>0.76</td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/cf511ddb0410544fdc68b32aca6f3a67967a5c1e88191cffbc5f257e3e3f8889.jpg",
        "table_caption": [
            "Cement: "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Density (g:cm³3)</td><td>Mountain flour (%)</td><td>Specific surface area</td><td>Initial setting time (min)</td><td>Final setting time (min)</td></tr><tr><td>3.101</td><td>15.6</td><td>357</td><td>245</td><td>316</td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Coarse and fine aggregates: ",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/09ff66f33f43a982b08d67801fe973ac7f93043819fd4155a56b897950d40fcb.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Aggregate</td><td>Apparent</td><td>Bulk</td><td>Fineness</td><td>Maximal particle</td><td>Grading</td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/274ace1b4f182943c609f260e5ffae3ab8c5440f76c2d8965b285e459bce5408.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>S</td><td>density (g·cm-3)</td><td>density (g:cm-3)</td><td>modulus</td><td>size (mm)</td><td></td></tr><tr><td>Sand</td><td>2.78</td><td>1.81</td><td>3.5</td><td>0-4.75</td><td>Good</td></tr><tr><td>Gravel</td><td>2.79</td><td>1.43</td><td>:</td><td>5-20</td><td>Good</td></tr></table></body></html>",
        "page_idx": 18
    }
]