[
    {
        "type": "text",
        "text": "A Meta-Analysis of Mental Time Travel Impairments in Autism Spectrum Disorders ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Jun-yan $\\mathsf { Y e } ^ { 1 , 2 }$ ， Xiao-jing Qin12， Ji-fang Cui³，Lu-xia Jia1,2，Ya Wang1,2,4\\*，ChristosPantelis4,5,6, Raymond CK Chan1,2",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Neuropsychology and Applied Cognitive Neuroscience Lab, CAS Key Laboratory of   \nMental Health, Institute of Psychology, Beijing, China   \n2 Department of Psychology, University of Chinese Academy of Sciences, Beijing, China   \n3 Research Center for Information and Statistics，National Institute of Education   \nSciences, Beijing, China   \n4 Melbourne Neuropsychiatry Centre, Department of Psychiatry， The University of   \nMelbourne,Melbourne, Australia   \n5 Department of Electrical and Electronic Engineering, The University of Melbourne,   \nMelbourne, Australia   \n6 Florey Institute for Neurosciences and Mental Health, Melbourne,Australia ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\*Correspondence should be addressed to Ya Wang, Institute of Psychology, Chinese Academy of Science,16 Lincui Road, Chaoyang District, Beijing 100101, China.Tel: (8610)64881148, Email: wangyazsu@gmail.com,wangya@psych.ac.cn. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Individuals with autism spectrum disorders (ASD) have a wide range of cognitive impairments.Mental time travel (MTT) is the ability to mentally re-experience past events and pre-experience possible future events. Studies have shown MTT impairments in individuals with ASD, however, these findings may be confounded by a number of factors including verbal ability to report MTT, factors related to MTT task and demographic factors of participants. The present study provided a meta-analysis on MTT deficits in individuals with ASD and examined the potential moderating variables for these impairments. Twenty-six studies were included，and the participants comprised 667 individuals with ASD and 671 healthy controls. Results showed significant overall MTT impairments (Cohen's $d = - 0 . 9 5$ ）in individuals with ASD.Moderator and meta-regression analyses revealed that verbal IQ was significantly related to MTT impairments; type of MTT, type of task, measurement indices of MTT, age of participants，gender ratio and full IQ did not explain the MTT impairments. These findings suggest that MTT is severely impaired in individuals with ASD,verbal IQ contributed to MTT impairments,and task characteristics did not affect the degree of impairments. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: Mental time travel, Autism spectrum disorder, Autobiographical memory, Episodic future thinking, Meta-analysis ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.Introduction ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Autism spectrum disorders (ASD) is one of the neurodevelopmental disorders characterized by persistent difficulty in social interaction and communication, restricted repetitive behavior and/or stereotyped interest, and language impairment (American Psychiatric Association，2O13). Individuals with ASD also exhibit a wide range of cognitive impairments including social cognition and executive function (Kristen, Rossmann,& Sodian,2014; Lind,Williams, Bowler,& Peel, 2014; Wang et al. 2017). Mental time travel (MTT) is one of the cognitive functions that enable us to reexperience past personal events (autobiographical memory, AM) and pre-experience possible future events (episodic future thinking，EFT) through mental simulation (Brocas & Carrillo, 2018; Stawarczyk & D'Argembeau, 2015; Suddendorf & Corballis, 1997). MTT is important in daily life since it plays an important role in coping, emotion regulation， decision making and problem solving (Brocas & Carrillo， 2018; D'Argembeau, Renaud,& Van der Linden,2011; Schacter & Madore,2016). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MTT impairments have been observed in psychiatric disorders such as schizophrenia-spectrum disorders (D'Argembeau,Raffard,& Van der Linden, 2008), major depressive disorder (Berna et al.,2016; Liu,Li, Xiao, Yang,& Jiang, 2013),posttraumatic stress disorder (Ono, Devilly,& Shum,2016),and ASD (Crane,Lind,& Bowler, 2013).While most studies in ASD revealed MTT impairments in these individuals, including generating less specific AM and EFT (Lind，Williams,et al.， 2014) and reporting fewer details in AM and EFT (Chaput et al.，2013; Terrett et al.，2013) compared with healthy controls,inconsistent results have also been reported.For example, Crane et al. (2O13) did not find AM impairment in individuals with ASD. Ciaramelli et al. (2018) found individuals with ASD showed more severe impairments in EFT than in AM, while Lind and Bowler (2O1O) and Lind, Bowler, and Raber (2014) found individuals with ASD showed similar impairments in AM and EFT. Findings on MTT in ASD may be confounded by a number of factors including verbal ability to report MTT, type of MTT (AM or EFT), type of task, indices used to measure MTT,and demographic variables.The present meta-analysis therefore was designed to examine the degree of MTT impairment and impact of these factors on MTT performance in ASD. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Most of the MTT measures require verbal report of recalled and imagined scenarios, thus language ability is the basic requirement for MTT performance. Given that language impairment is one of the core deficits in ASD, verbal ability may be related to MTT impairments in these individuals (Marini et al.， 2016). Though the majority of studies matched verbal or narrative ability between ASD and control groups (Bang, Burns,& Nadig, 2013; Goddard, Dritschel, Robinson,& Howlin, 2014; Maister, Simons, & Plaisted-Grant, 2013), narrative ability was found to be significantly correlated with EFT performance in both typically developing and ASD children (Marini et al.， 2018). However, whether verbal IQ was correlated to MTT impairments in ASD is an important issue that is under-studied by previous researches, the present study would examine this issue. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Theoretically， AM and EFT are closely related. Performance of AM and EFT are significantly correlated in healthy population (Addis，Wong，& Schacter， 2007; ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "D'Argembeau, Raffard,& Van der Linden,2O08; Schacter & Madore, 2016) and ASD individuals (Lind & Bowler, 2O1O). AM and EFT also share similar scene construction (Schacter & Addis,2007) and self-projection (Lind, Bowler,& Raber, 2014) processes. However, EFT may need additional processes to recombine and reconstruct elements from AM into novel and integrative events that might happen in the future (Gilmore et al.,2018; Schacter et al., 2O07). Whether individuals with ASD show differentiated impairments in AM and EFT remains unclear and we, therefore,examine the type of MTT as a moderator in the present meta-analysis. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Studies adopted different tasks and used different indices when measuring MTT. The commonly used tasks include the cue word task (sometimes referred to as Autobiographical Memory Test) (Crane, Goddard,& Pring, 2Oo9; Crane,Pring, Jukes,& Goddard,2012； Robinson,Howlin,& Russell, 2017) and Autobiographical Memory Interview(Crane & Goddard,2008; Kristen et al., 2014; Tanweer, Rathbone,& Souchay, 2010).In the cue word task,participants were required to generate specific events from personal memories or possible future events related to cue words. The main indice used in this task is specificity. A specific event is an event happening at a specific place and time and lasting no more than one day. In the Autobiographical Memory Interview, participants were required to generate personal AM and EFT events during specific life periods. For example, Crane and Goddard (2Oo8) required participants to generate AM from four time periods (before age of 5; ages 5 to 11; ages 11 to 16; ages 16 to 21).In this test, the main indices used were the number of details,specificity and experiential index (e.g.,vividness and emotionality)(Chaput et al., 2O13; Kristen et al., ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2014). Crane et al. (2013) used the Autobiographical Memory Interview and did not find MTT impairments in ASD,while Tanweer et al. (2O1O) used a cue word task and found that individuals with ASD showed deficits in both AM and EFT.Whether the inconsistent results were contributed by differences in tasks or indices needs to be examined. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The demographics of participants such as age and gender have been suggested to show a significant effect on MTT performance. Abram, Picard, Navarro,and Piolino (2014) found that MTT performance showed an inverted U shape across the lifespan in healthy participants,i.e., improved from 6 to 21 years and declined from 62 to 81 years.AM has been studied in individuals with ASD across the lifespan including children,adolescents and adults (Ciaramelli et al.， 2018; Crane & Goddard,2008; Goddard, Dritschel,& Howlin,2014). Adults with ASD generated less detail and fewer specific memories than control groups (Tanweer et al.， 201O),While children and adolescents with ASD showed mixed results.Most studies found that ASD children and adolescents generated fewer specific AM or EFT and with fewer details than healthy controls (Goddard et al., 2014a; Hanson and Atance, 2014), however, several studies indicated that these ASD individuals did not exhibit impairments in MTT (Crane et al., 2013;Robinson et al., 2017). In addition,Goddard, Dritschel， Robinson,and Howlin (2014) found that females had better performance (i.e.,more details) than males in AM for both ASD and typically developing children. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Taken together, the present study was to conduct a meta-analysis on MTT in individuals with ASD.In particular, we aimed to examine the impact of verbal ability (indexed by verbal IQ) on MTT in ASD,we also examined the effect of type of MTT, type of task, indices used to measure MTT, and demographics of participants such as age，gender， and full IQ upon MTT performance in ASD. We hypothesized that individuals with ASD would show significant MTT impairments. Verbal IQ would be related to MTT impairments. Individuals with ASD would show impairments in both AM and EFT.The MTT deficits in individuals with ASD were stable in different tasks and with different indices. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2. Method ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.1.Literature search ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A literature search in Web of Science, PubMed and Elsevier was conducted with the following keywords: (autism OR ASD OR Autism Spectrum Disorders OR Asperger OR HFA OR high functioning autism) AND (mental time travel OR past thinking OR AM OR autobiographical memory OR remembering the past OR future thinking OR prospection OR foresight OR future simulation OR imaging the future OR future directed thinking OR imagined future). The literature search was from 1972 to July 30, 2018. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The literature search was restricted to peer-reviewed papers. A total of 645 potential papers were identified from the literature search and an additional 31 papers were identified though reference lists from review articles.After excluding irrelevant articles based on title and abstract and removing duplications,45 papers remained for further consideration.Next, studies were included if the following criteria were met: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "a) Studies were reported in English; b) Studies were not reviews, comments, or metaanalyses; c) Individuals with ASD were diagnosed with formal diagnostic criteria, e.g, International Classfication of Diseases (ICD; (World Health Organization.， 1992)); Diagnostic， Statistical Manual of mental disorders (DSM; (American Psychiatric Association.， 2000,2013)); the Autism Diagnostic Interview-Revised (ADl-R; (Lord, Rutter,& Le Couteur, 1994)); the Autism Diagnostic Observation Scale (ADOS; (Lord et al., 2000)); Autism Diagnostic Observation Schedule-Generic (Lord et al.,20oO), Autism Diagnostic Observation Schedule-2nd edition (Lord et al.， 2O12) and the Asperger Syndrome Diagnostic Interview (ASDl; (Gillberg, Gilberg, Rastam,& Wentz, 2001)) etc.; d) Studies compared individuals with ASD with healthy controls;e) Studies measured AM or EFT or both; f) Studies reported sufficient data to calculate effect size.For the studies fulfilling previous criteria but without sufficient data to calculate effect size, we contacted the authors to provide additional data.If no further data were provided, the studies were excluded from the final analysis.As a result, 26 papers were included in the meta-analysis. The process of literature screening is shown in Fig.1. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "INSERTFIG1HERE ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.2.Data extraction ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For each included paper， the following data were extracted: First， the basic information of a study such as the first author and the year published. Second, information of the participants such as diagnosis, sample size,mean age,mean full and verbal IQ,and gender ratio. Third, data for calculating effect sizes on group differences of MTT. Mean and SD on measures of MTT were extracted; if mean and SD were not available, other data that could be used to calculate effect sizes such as tvalues and sample size were extracted. Fourth,the type of MTT (AM，EFT) was recorded. Four studies measured both AM and EFT, these papers had an overall effect size by averaging those of AM and EFT for the overall MTT analysis; in the moderator analysis, the effect sizes on AM and EFT were calculated separately (Chisholm et al., 2018; Lind, Bowler, et al., 2014; Raffard et al., 2010). Fifth,the type of task used to measure MTT (cue word task, Autobiographical Memory Interview) was recorded. Two studies used both measures to assess AM, these papers had an overall effect size by averaging those of the two measures; in the moderator analysis,their effect sizes were calculated separately (Crane et al.,2013; Goddard, Dritschel,& Howlin,2014; Goddard, Dritschel， Robinson，et al.，2014). Sixth,the outcome indices of MTT (number of details/specificity/experiential index1) was recorded. Four papers provided more than one index for the same type of MTT (Crane，Goddard，& Pring，201O; Goddard, Dritschel,& Howlin,2014; Raffard etal.,2010; Robinson et al.,2017),and these papers had an overall effect size; in the moderator analysis,each index were calculated separately. In addition, three studies used nonverbal test to measure future thinking, and could not be classified to these task types and indices, thus these three studies were excluded in these two moderator analyses (Ferretti et al., 2018; Marini et al., ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2016,2018).Two studies used the same participants but adopted different tasks, the average effect size of these two studies (taken as one study) were used in the analyses (Marini et al., 2016, 2018). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2.3.Data analyses ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The data were analyzed using Comprehensive Meta-Analysis (version 2.0) (https://www.meta-analysis.com/); Cohen's $d$ was used as the indices of effect size. We first examined the overall impairments of MTT in ASD.We then examined whether the MTT deficits in ASD were related to the following variables using moderator analyses or meta-regression: 1) verbal IQ of individuals with ASD. 2) The type of MTT (AM vs. EFT). 3) The type of task (cue word task vs. Autobiographical Memory Interview); 4) The type of outcome indices (number of details vs. specificity vs. experiential index)2.5) The age period of participants (children vs.adults). 6) The male gender proportion.7) The full IQ of individuals with ASD. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We reported the heterogeneity of the studies with the Q statistic, if the Q was significant, we adopted the random-effects model to report effect sizes; when the Q was non-significant, we adopted the fixed-effects model. The moderator analyses adopted the random-effects model. All significance levels were set at $p < 0 . 0 5$ (Hedges and Vevea, 1998). Publication bias was examined with the fail-safe N analysis,which indicated the number of studies with null results needed to reject the present significant findings. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3. Results ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.1.Overall MTTimpairmentsin individualswith ASD ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The final analysis included 26 studies to compare MTT performance between 667 individuals with ASD and 671 healthy controls. Table 1 provides a summary of these studies. The mean effect size (Cohen's d) of MTT is -O.95, the $9 5 \\%$ confidence interval was -0.74 to -1.17, suggesting individuals with ASD are impaired in MTT with a large effect size (see Table 2 and Fig. 2). These studies were heterogeneous ( $\\scriptstyle 1 0 = 7 8 . 1 3$ $p { < } 0 . 0 0 1 \\$ ). Publication bias analysis revealed that at least 1571 studies with null results were needed to reject the present results,which is much larger than the number of studies included in the analysis $( N = 2 6 )$ ， suggesting publication bias was not likely to contribute to the significant results. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "INSERTTABLE1&2ANDFIG2HERE ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.2.Moderator and meta-regression analyses ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.2.1. The effect of verbal ability of ASD individuals ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Meta-regression analysis revealed that MTT impairments were significantly ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "related to verbal IQ $\\scriptstyle ( Z = 2 . 0 7$ 1 $\\scriptstyle { p = 0 . 0 3 8 }$ )(seeFig.3). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "INSERTFIG3HERE ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.2.2. The effect of the type of MTT³ ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Results indicated that the moderator effect was not significant $\\scriptstyle { [ 0 = 1 . 4 7 }$ ， $\\scriptstyle { p = 0 . 2 2 6 }$ ） ASD showed significant impairments in both AM ( $d = - 0 . 9 8$ $p { < } 0 . 0 0 1$ )and EFT( $\\scriptstyle 1 d = - 0 . 6 8$ $\\scriptstyle p = 0 . 0 0 2 { \\mathrm { . } }$ ）(see supplementary Fig.1). However, the number of studies on EFT was limited $( N = 7 )$ and the results should be taken with caution. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.2.3. The effect of the MTT task ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "There was no significant difference between the cue word task and Autobiographical Memory Interview $\\scriptstyle { ( 0 = 0 . 7 3 }$ ， $p { = } 0 . 3 9 0 \\$ ).ASD showed significant impairments in studies using both cue word task( $\\cdot d = - 1 . 0 2$ ， $p { < } 0 . 0 0 1$ ）and Autobiographical Memory Interview( $\\scriptstyle ( d = - 0 . 8 1$ 1 $p { < } 0 . 0 0 1$ ) (see supplementary Fig. 2). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.2.4. The effect of the indices of MTT ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Individuals with ASD showed similar impairments on the three indices $scriptstyle ( 0 = 4 . 1 7$ $p { = } 0 . 1 2 5 ^ { \\prime }$ ).These individuals exhibited medium to large effect sizes on all indices (number of details, $d / { = } { - } 1 . 0 2$ $p { < } 0 . 0 0 1$ ; experiential index, $d = - 0 . 3 7$ $_ { p = 0 . 0 0 1 }$ ; specificity, $d = - 0 . 8 2$ ， $p { < } 0 . 0 0 1 \\$ )(see supplementary Fig.3). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.2.5. The effect of age period of ASD individuals ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Individuals with ASD showed similar impairments in MTT between children and adults ( $\\scriptstyle { \\mathrm { \\overbrace { Q } } = 0 . 6 1 }$ ， $\\scriptstyle { p = 0 . 4 3 6 } )$ ). Children( $\\scriptstyle ( d = - 0 . 9 0$ $p { < } 0 . 0 0 1$ ）andadults( $\\scriptstyle ( d = - 1 . 0 6$ ， $p { < } 0 . 0 0 1 \\$ 一 with ASD all showed significant MTT impairments (see supplementary Fig. 4). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.2.6. The effect of gender ratio and full IQ of ASD individuals ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Meta-regression analysis revealed that MTT impairments were not predicted by gender ratio (percentage of male individuals in the ASD group) $\\scriptstyle ( Z = - 1 . 2 2$ ， $\\scriptstyle { p = 0 . 2 2 3 }$ )or full IQ $\\scriptstyle 1 2 = 0 . 1 8 9$ 1 $p { = } 0 . 8 5 1$ ) (see supplementary Fig.5& 6). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Considering the small number of studies on EFT, we made further moderator and meta-regression analyses that were limited to AM, with no change in the findings (see supplementary Table 1 and supplementary Fig.7 - 9). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4． Discussion ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The present meta-analysis revealed that individuals with ASD showed impairments in MTT with a large effect size.Moderator and meta-regression analyses showed that verbal IQ was significantly correlated with MTT impairments，the following variables did not affect the degree of impairments in MTT in individuals with ASD: type of MTT, type of task, indices of MTT,and the demographic factors including age, gender ratio,and full IQ. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.1.Overall MTT Impairments in ASD ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Ine present Stuay reveaiea a Iarge erTect size Ol iVilI impairments in inaiviauais with ASD. Linguistic dysfunction of ASD individuals may contribute to MTT impairments,as our meta-regression results revealed that verbal IQ was significantly related to MTT performance. Most studies examining MTT used verbal paradigms which required participants to describe recalled or imagined scenarios (Fer, Abel, & Brodkin,2018; Lind, Bowler, et al., 2014). Linguistic ability is the basis for the verbal report (Ferri et al.,2018; Marini et al., 2018). Linguistic difficulty as a core symptom of individuals with ASD was manifested in diferent levels including microlinguistic (e.g. lexical, grammatical) and macrolinguistic (e.g. structure, discourse, narrative) (Boucher, 2012; King, Dockrell,& Stuart, 2O14). In a story narrative generation task, individuals with ASD produced less grammatically complex sentences (King, Dockrell,& Stuart, 2014)and more global coherence errors and fewer new elements (Ferretti et al., 2018). Marini et al. (2O18) found that impairments in MTT and story narrative generation were related in individuals with ASD. However, linguistic dysfunction could not explain all the MTT impairments. For example,Millward, Powell,Messer,and Jordan (2000) revealed non-significant correlation between MTT performance and verbal ability in individuals with ASD; individuals with ASD still showed MTT deficits compared to typically developing children after matching verbal ability (Goddard，Dritschel，& Howlin,2014; Goddard, Dritschel, Robinson, et al.,2014). Moreover, in studies using non-verbal MTT tasks which required participants to make foresight choices instead of describing future scenarios, individuals with ASD still demonstrated MTT difficulties (Ferri et al.,2018; Marini et al., 2016, 2018). Thus,linguistic ability seems to contribute to only part of MTT impairments in individuals with ASD. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The following factors may also contribute to the MTT impairments in ASD: executive dysfunction is likely to impact on search strategies for autobiographical memory retrieval.In the self-memory system model proposed by Conway and PleydellPearce (2OoO),autobiographical knowledge is stored in a hierarchical structure,with lifetime periods as the top level, general events in the middle,and event-specific knowledge represented at the bottom level. When retrieving AM，one of the approaches is through generative search,which accesses the top level of memories first and then searches lower levels for more specific memories, implicating executive resources,as shown by Williams et al. (2o07). This viewpoint also receives empirical support from other studies, for example,D'Argembeau, Ortoleva, Jumentier, and Van der Linden (2O1O) found significant correlations between executive functions and MTT specificity. Individuals with ASD have been found to show multifaceted executive dysfunction including deficits in planning,inhibition,and monitoring (Hughes, Russell, & Robbins，1994；Robinson，Goddard，Dritschel，Wisley，& Howlin，2009)．These impairments may cause the lack of specificity in MTT in ASD. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Individuals with ASD have “weak central coherence\",which means that they show detail-focused processing and have dificulty extracting a gist or reconstructing an intact scene (Happé and Frith,2O06). Thus,when individuals with ASD generated episodic events, they had difficulty integrating separate elements into a coherent context and could only generate less specific events and with poorer experiential index (Bowler, Gaigg,& Lind, 2011). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Part of the MTT events were related to social communication ability, while ASD individuals had severe social impairments and lacked social experiences (Bluck, Alea, Habermas,& Rubin,2005;Fivush, Haden,& Reese,2006; Zamoscik, Mier, Schmidt,& Kirsch,2O16). Previous studies demonstrated that individuals with ASD had difficulty sharing the narrative in the social context and did not understand why they needed to share the memory with others (Goldman, 2Oo8).Thus,during the task, the difficulty in sharing MTT may have contributed to the reduced specificity and fewer details in ASD individuals (Crane and Goddard, 2008). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Self-impairment deficits may be relevant. When generating MTT events, self (e.g., self-images，self-beliefs，and personal goals) plays an important role (BennounaGreene et al.,2012; Conway, 2005; D'Argembeau et al., 2010; Libby, Valenti, Pfent,& Eibach，2011). Visual perspective during MTT is a phenomenological aspect of reexperiencing or pre-experiencing autobiographical events and provides a sense of self, it reflects individuals' self-atitude towards their past or future personal events (Potheegadoo, Berna, Cuervo-Lombard,& Danion,2O13).There are two types of visual perspective: field perspective and observer perspective.Field perspective refers to the egocentric reference frame whereby MTT events are viewed from the perspective of the self; while observer perspective refers to a translocation of the egocentric reference frame that one views the self from an external reference frame in MTT events (Vogeley & Fink, 2OO3). If a field perspective was adopted in an MTT event, the feelings of re-experience or pre-experience were rated higher than the observer perspecitive (McDermott,Wooldridge, Rice, Berg,& Szpunar, 2O16); in contrast, if an observer perspective was adopted, less vividness,fewer details,and lower emotional intensity were reported (Rice & Rubin, 2O11). Individuals with ASD were found to adopt an observer perspective more often (Lind and Bowler, 201O),thus they showed less specificity and fewer details in MTT. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Poor MTT performances have been reported in various clinical populations (Bennouna-Greene et al., 2012; Berna et al., 2016; Ciaramelli et al., 2018; McDonnell, Valentino,& Diehl, 2017). The present meta-analysis included 23 studies, similar to other meta-analyses on MTT impairments in mental disorders. Berna et al. (2016) included 20 studies in a meta-analysis on AM impairments in schizophrenia patients and reported moderate to large effect size impairments $\\scriptstyle 1 8 = - 0 . 6 2$ to -1.40). Two metaanalyses on AM were conducted in depression with 14 and 19 studies,with results revealing that patients showed overgeneralized AM ( $\\scriptstyle \\mathtt { \\backslash g = 1 . 1 2 }$ 1 $d = - 0 . 7 5$ ) (Liu et al., 2013; Van Vreeswijk & De Wilde, 2004). Hallford, Austin, Takano,and Raes (2018) conducted ameta-analysis involving 19 studies on EFT in psychiatric disorders (including schizophrenia,depression,etc.),with results showing a deficit with large effect sizes in these patients $\\scriptstyle ( { \\tt g } = - 0 . 8 4 )$ . These results suggested that the current findings were generally consistent with previous studies. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Regarding the underlying neural mechanisms of MTT impairments， previous studies have indicated that the core network including medial and lateral frontal cortex, posterior parietal lobe and medial temporal lobe (MTL） subsystem including hippocampus,parahippocampus and vertromedial prefrontal cortex were related to MTT (Addis et al.， 2007; Hallford et al., 2018; Schacter et al.， 2007). Individuals with ASD showed abnormal structural and functional connectivity in the core network (Duerden,Mak-Fan, Taylor,& Roberts, 2012; Pua, Bowden,& Seal, 2017).These brain abnormalities might underlie the MTT impairments in ASD individuals，although further task-based neuroimaging studies are needed to examine this issue. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "4.2. The effect of the type of MTT ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The present results suggested that individuals with ASD showed impairments with medium to large effect size in both AM and EFT and this finding is consistent with most previous studies (Brown et al., 2012; Lind, Bowler, et al., 2014; Raffard et al., 2010). Our results showed AM and EFT were impaired to a similar degree，which is inconsistent with the study by Raffard et al. (201O) suggesting that individuals with ASD showed more serious deficits in EFT than in AM. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "As to the relationship between AM and EFT, several theories have been proposed which can help to explain the impairments in individuals with ASD.Scene construction theory proposed that episodic events are coherent scenes involving individuals mentally integrating multiple information, such as semantic information and episodic details (e.g. sensory information and contextual details) into a whole spatial scene (Hassabis & Maguire, 2O07). This process has no temporal direction which means scene construction is involved in both AM and EFT. If scene construction is impaired, AM and EFT should show a similar level of impairment. Consistent with scene construction theory， Lind，Williams，et al. (2014) found that ASD showed equal impairments in non-self-relevant scenes, AM and EFT conditions.They suggested that MTT impairments in ASD could be attributed to difficulties in scene construction. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Buckner and Carrol (2OO7) proposed that self-projection is the ability to shift selfperspectives in the temporal, spatial, or social domain. Based on the self-projection hypothesis, AM is projecting oneself back into the past to re-experience past events and EFT is projecting oneself into the future to pre-experience possible future events (Suddendorf & Corballis，1997). If the self-projection ability underlying MTT is impaired, AM and EFT would show similar deficits. Lind, Bowler, et al.(2014) suggested that the impairment in AM and EFT in individuals with ASD might be due to their difficulties in projecting themselves into the past or future. Projecting the self in the spatial and social domain needs to be specifically examined to test this hypothesis. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Schacter et al. (20o7) proposed the constructive episodic simulation hypothesis, which suggests that EFT is based on AM,with people retrieving and recombining the elements of past events to generate EFT that might happen in the future. Based on this theory, individuals with ASD should show more severe deficits in EFT.The present meta-analysis showed that ASD individuals demonstrated similar impairments in AM and EFT, supporting the scene construction hypothesis and self-projection hypothesis but not supporting the constructive episodic simulation hypothesis. However, further studies are needed, given there were few EFT studies in the present meta-analysis. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "4.3. The effect of MTT indices ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Similar to Miloyan and McFarlane (2O18),most of the studies on MTT used the cue word task and the Autobiographical Memory Interview. Since different tasks usually adopted different indices,i.e., the cue word task mainly used specificity, while the Autobiographical Memory Interview mainly used number of details and experiential index,we will focus our discussion on the effect of MTT indices. Our results revealed that individuals with ASD showed medium to large effect size impairments on all three main indices, with no significant difference between them. The present results suggest that the MTT deficits in individuals with ASD were universal. Similar results were also found in a meta-analysis on AM impairments in patients with schizophrenia (Berna et al., 2016). ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Individuals with ASD showed similar impairments in the main indices，one possibility is these indices had similar constructs, previous studies suggested that a number of details involved memory specificity (Levine， Svoboda， Hay， Winocur，& Moscovitch, 2002). Grifith et al. (2012) indicated that specificity and details overlap, and suggested that if participants generated less specific memories， they might retrieve fewer details.Moreover, self-reported ease of generating specific memories and details were highly correlated (Ritchie & Skowronski, 2OO6).We speculated that if a specific event was reported, more details would be generated at the same time, the experiential feelings might also be stronger. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "4.4. The effect of age ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The present meta-analysis demonstrated that both children and adults with ASD showed large effect size impairments in MTT. Several factors might contribute to this result. Individuals with ASD showed delayed development in many aspects such as executive function which played an important role in MTT at an early stage,and these impairments continued into adulthood (Millward et al.， 2OoO). Further， from a neuroanatomical perspective， studies have shown abnormal brain development trajectories,including decreased grey matter volume in the left inferior frontal gyrus, precuneus,and bilateral temporal lobes (Lainhart, 2O15; Mak-Fan, Taylor, Roberts,& Lerch,2012; Yu, Cheung, Chua,& McAlonan,2011) and abnormal brain activations in the cingulate cortex and superior temporal gyrus during cognitive tasks (Herrington et al.,2007; Lee et al.,2009; Schmitz et al., 2008;Williams et al., 2006) in both children and adults with ASD. Given these are the core regions involved in MTT, longitudinal studies from childhood will help inform the development of these deficits. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "4.5.The effect of gender ratio and full IQ ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The present results demonstrated that MTT impairments in individuals with ASD did not correlate with gender ratio or full IQ. However, ASD is more prevalent in males (Christensen, Baio,& Braun,2018; Ferri et al.,2O18),and the limited range of gender ratio $5 0 \\%$ to $100 \\%$ ）may partly explain the results.Moreover， our results were consistent with previous studies finding no gender difference in AM impairments (Bang et al.， 2O13; Crane et al.， 2009). In contrast, Goddard, Dritschel, and Howlin (2014) found that female ASD individuals generated similar specificity of AM as healthy controls,while male ASD generated less specificity in AM.Further studies are needed to examine this issue.The present results did not show a relationship between MTT impairments and full IQ,which might be because all studies included in the metaanalysis were conducted in high-functioning autism.Thus, further studies are needed in low to medium functioning individuals with autism. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "4.6.Limitations and implications ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "There are several limitations in the present study. The number of studies on EFT in individuals with ASD was limited, so the results of the moderator analysis on type of MTT should be considered with caution.Further, though the moderator analyses we conducted did not show significant results, there were significant heterogeneity among the studies. That may be caused by other potential factors that we did not identify， for example， the remoteness of the events generated. Previous studies suggested that individuals with ASD reported fewer specific and less accurate AM from remote time periods than from recent time periods (Bruck et al., 2Oo7; Goddard et al., 2014a). However, when dividing the time period into remote or recent, the criteria varied from study to study, making it difficult to conducte a moderator analysis. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Given these limitations, the present study has implications.MTT is important in daily lives,several studies have shown that strategies to improve MTT also benefited problem solving，emotion regulation，optimism，and well-being in the general population (Jing,Madore,& Schacter, 2016; Peters,Flink, Boersma,& Linton, 2010). Studies have also been conducted in clinical groups, for example,interventions such as event-specific memory training or autobiographical memory training could improve ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "MTT ability in schizophrenia patients (Blairy et al.， 2O08; Chen et al., 2O17; Ricarte, Hernandez, Latorre, Danion,& Berna,2O14),could improve pleasure experience in patients with anhedonia (Favrod, Rexhaj, Nguyen,Cungi,& Bonsack, 2O14),and reduce depressive symptoms in patients with depression (Vilhauer et al.， 2012).MTT impairment in individuals with ASD was related to the severity of their core symptoms including restricted repetitive behaviors and reciprocal social interaction (Ciarameli et al., 2018),theory of mind deficits (Adler, Nadler, Eviatar,& Shamay-Tsoory, 2O10; Crane, Goddard,& Pring, 2011). Further studies need to explore methods to improve MTT ability in individuals with ASD and examine whether this could improve their core deficits. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "4.7. Conclusion ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "The present meta-analysis demonstrated that individuals with ASD had severe impairments in MTT. Verbal IQ was related to MTT impairments. Furthermore, they showed similar level of impairments in AM and EFT. The MTT tasks, indices,age of participants, gender or fullIQ did not affect the MTT impairments in individuals with ASD. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Role of funding sources ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "This study was funded by National Science Foundation of China (31571130 and 81571317) and China Scholarship Council. C Pantelis was supported by a NHMRC ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Senior Principal Research Fellowship (628386 & 1105825),a NHMRC Program Grant (ID: 1150o83). These funding sources had no role in the study design,analysis or interpretation of the data,writing the manuscript, or the decision to submit the paper for publication. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Contributors ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "JY and YW designed the study， JY, XQ and LJ conducted literature searches，JY conducted the statistical analysis and wrote the first draft of the manuscript, JC and YW revised the manuscript extensively, CP and RC provided insightful comments to and improved the manuscript, all authors contributed to and have approved the final manuscript. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Conflict of interests ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "None. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "References   \nAbram,M., Picard,L., Navarro, B.,& Piolino,P. (2014). Mechanisms of remembering the past and imagining the future - New data from autobiographical memory tasks in a lifespan approach. Consciousness and Cognition, 29,76-89. doi:10.1016/j.concog.2014.07.011   \nAddis,D.R., Wong, A.T.,& Schacter, D.L. (2007). Remembering the past and imagining the future: common and distinct neural substrates during event construction and elaboration. Neuropsychologia, 45(7),1363-1377. doi:10.1016/j.neuropsychologia.2006.10.016   \nAdler,N., Nadler, B., Eviatar, Z.,& Shamay-Tsoory,S. G. (2010).The relationship between theory of mind and autobiographical memory in high-functioning autism and Asperger syndrome. Psychiatry Research,178(1), 214-216. doi:10.1016/j.psychres.2009.11.015   \nAmerican Psychiatric Association. (2OoO). American Psychiatric Association Diagnostic and Statistical Manual of Mental Disorders (DSM-/V).Washington, DC: American Psychiatric Association.   \nAmerican Psychiatric Association. (2013). Diagnostic and statistical manual of mental disorders: DSM-5Tm (5th ed.).Washington, DC.   \nBennouna-Greene, M.， Berna,F.， Conway，M. A.， Rathbone, C.J., Vidailhet, P.,& Danion, J.-M. (2012). Self-imagesandrelatedautobiographical memoriesinschizophrenia. Consciousness and Cognition, 21(1), 247-257. doi:10.1016/j.concog.2011.10.006   \nBerna,F.,Potheegadoo,J.,Aouadi,I., Ricarte,J.J.,Alle,M.C.,Coutele,R...Danion,J.M. (2016). A Meta-Analysis of Autobiographical Memory Studies in Schizophrenia Spectrum Disorder. Schizophrenia Bulletin, 42(1), 56-66.   \nBlairy,S.,Neumann, A.,Nutthals,F.，Pierret,L, Collet, D.,& Philippot, P.(2008). Improvements in Autobiographical Memory in Schizophrenia Patients after a Cognitive Intervention. Psychopathology, 41(6), 388-396. doi:10.1159/000155217   \nBluck,S., Alea,N., Habermas,T.,& Rubin, D.C. (2O05). A tale of three functions: The self-reported usesofautobiographicalmemory.SocialCognition， $2 3 ( 1 )$ ，91-117. doi:10.1521/s0co.23.1.91.59198   \nBoucher，J. (2O12). Research Review: Structural language in autistic spectrum disorder characteristics and causes. Journal of Child Psychology and Psychiatry， 53(3)， 219-233. doi:10.1111/j.1469-7610.2011.02508.x   \nBowler, D., Gaigg,S.，& Lind, S.(2011). Memory in autism: Binding,self and brain. Cambridge University Press, 316-346.   \nBrocas,I.，& Carillo,J. D. (2018). A Neuroeconomic Theory of Mental Time Travel. Frontiers in Neuroscience,12.doi:10.3389/fnins.2018.00658   \nBrown，B.T., Morris,G.， Nida,R.E.，& Baker-Ward,L. (2012). Brief report: making experience personal: internal states language in the memory narratives of children with and without Asperger's disorder. Journal of Autism and Developmental Disorders，42(3)， 441-446. doi:10.1007/s10803-011-1246-5   \nBruck，M.， London， K.， Landa，R.，& Goodman，J. (2007). Autobiographical memory and suggestibilityinchildrenwithautismspectrumdisorder.Developmentand Psychopathology,19(1),73-95. doi:10.1017/S0954579407070058   \nBuckner,R.L.,& Carrol, D.C.(2007). Self-projection and the brain. Trends in Cognitive Sciences, 11(2),49-57. doi:10.1016/j.tics.2006.11.004   \nChaput, V., Amsellem,F., Urdapilleta,I., Chaste,P.,Leboyer, M., Delorme,R,& Goussé,V. (2013). Episodic memory and self-awareness in Asperger Syndrome: Analysis of memory narratives.ResearchinAutismSpectrumDisorders，7(9)，1062-1067. doi:10.1016/j.rasd.2013.05.005   \nChen,G.F.,Liu,L.L., Cui,J.F.,Chen,T., Qin,X.J., Gan,J. C.,...Chan,R.C.K.(2017). Life review therapy enhances mental time travel in patients with schizophrenia. Psychiatry Research, 258,145-152. doi:10.1016/j.psychres.2017.10.002   \nChisholm, A. K.,Anderson, V.A.,Pride,N.A., Malarbi,S. North, K.N.,& Payne,J.M. (2018). Social Function and Autism Spectrum Disorder in Children and Adults with Neurofibromatosis Type 1:a Systematic Review andMeta-Analysis. Neuropsychology Review. doi:10.1007/s11065-018-9380-×   \nChristensen, D.L.,Baio,J.,& Braun, K.V. (2018). Prevalence and Characteristics of Autism Spectrum Disorder Among Children Aged 8 Years - Autism and Developmental Disabilities Monitoring Network,11 Sites, United States,2012 (vol 65,pg 1, 2016). Mmwr-Morbidity and Mortality Weekly Report, 67(45), 1279-1279.   \nCiaramelli,E.,Spoglianti,S.,Bertosi,E.,Generali,N.,Telarucci,F.,Tancredi,R....lgliozzi,R.(2018). Construction of Past and Future Events in Children and Adolescents with ASD: Role of Self-relatedness andRelevance to Decision-Making. Journal of Autismand Developmental Disorders, 48(9),2995-3009. doi:10.1007/s10803-018-3577-y   \nConway， M. A. (2005). Memory and the self. Journal of Memory and Language, 53(4),594-628. doi:10.1016/j.jml.2005.08.005   \nConway， M. A.,& Pleydel-Pearce, C.W. (2000). The construction of autobiographical memories in the self-memory system. Psychological Review,107(2), 261-288. doi:10.1037/0033- 295x.107.2.261   \nCrane,L.,& Goddard,L. (2008). Episodic and semantic autobiographical memory in adults with autism spectrum disorders. Journal of Autism and Developmental Disorders, 38(3), 498- 506. doi:10.1007/s10803-007-0420-2   \nCrane,L.,，Goddard, L.,& Pring, L. (2009). Specific and general autobiographical knowledge in adults with autism spectrum disorders: the role of personal goals. Memory， 17(5), 557- 576.doi:10.1080/09658210902960211   \nCrane,L.,Goddard,L.,& Pring,L. (2010). Brief Report: Self-defining and everyday autobiographical memories in adults with autism spectrum disorders. Journal of Autism and Developmental Disorders,40(3),383-391. doi:10.1007/s10803-009-0875-4   \nCrane,L., Goddard,L.,& Pring, L. (2011).Autobiographical memory inadults with autism spectrum disorder: the role of depressed mood, rumination, working memory and theory of mind. Autism, 17(2),205-219. doi:10.1177/1362361311418690   \nCrane,L.,Lind,S.E.,& Bowler, D.M.(2013). Remembering the past and imagining the future in autism spectrum disorder. Memory, 21(2),157-166. doi:10.1080/09658211.2012.712976   \nCrane,L., Pring,L., Jukes, K.,& Goddard,L. (2012). Patterns of autobiographical memory in adults with autism spectrum disorder. Journal of Autism and Developmental Disorders, 42(10), 2100-2112. doi:10.1007/s10803-012-1459-2   \nD'Argembeau, A., Ortoleva, C., Jumentier, S.,& Van der Linden, M. (2010). Component processes underlyingfuturethinking.Memory&Cognition,38(6), 809-819. doi:10.3758/mc.38.6.809   \nD'Argembeau, A., Raffrd, S.,& Van der Linden,M. (2008). Remembering the past and imagining the future in schizophrenia. Journal of Abnormal Psychology， 117(1)， 247-251. doi:10.1037/0021-843x.117.1.247   \nD'Argembeau，A.，Renaud，O.，& Van der Linden，M. (2011).Frequency，Characteristics and Functions of Future-oriented Thoughts in Daily Life. Applied Cognitive Psychology, 25(1), 96-103. doi:10.1002/acp.1647   \nDuerden, E. G.,Mak-Fan, K. M.,Taylor, M.J.,& Roberts, S.W. (2012). Regional Differences in Grey and White Matter in Children and Adults With Autism Spectrum Disorders: An Activation LikelihoodEstimate(ALE) Meta-analysis.AutismResearch，5(1)， 49-66. doi:10.1002/aur.235   \nFavrod,J., Rexhaj,S.,Nguyen,A.,Cungi, C.,& Bonsack, C. (2014).Projecting Oneself into the Future, an Intervention for Improving Pleasure in Patients with Anhedonia.In M. S. Ritsner (Ed.), Anhedonia:A Comprehensive Handbook VolumeI: Conceptual IssuesAnd Neurobiological Advances (pp.95-104). Dordrecht: Springer Netherlands.   \nFerreti, F.,Adorneti,I.,Chiera,A.,Nicchiarell,S., Valeri, G.,Magni,R.,...Marini, A.(2018).Time and Narrative: An Investigation of Storytelling Abilities in Children With Autism Spectrum Disorder. Frontiers in Psychology， 9,16.doi:10.3389/fpsyg.2018.00944   \nFerri,S.L.,Abel,T.,& Brodkin,E.S. (2018).Sex Differences in Autism Spectrum Disorder: a Review. Current Psychiatry Reports,20(2),17.doi:10.1007/s11920-018-0874-2   \nFivush，R.， Haden，C. A.，& Reese，E. (2006). Elaborating on elaborations: Role of maternal reminiscing style in cognitive and socioemotional development. Child Development, 77(6), 1568-1588.doi:10.1111/j.1467-8624.2006.00960.x   \nGillberg，C.， Gillberg,C., Rastam，M.，& Wentz, E.(2001). The Asperger Syndrome (and highfunctioning autism) - Diagnostic Interview (ASDl): a preliminary study of a new structured clinical interview. Autism, 5(1),57-66.doi:10.1177/1362361301005001006   \nGilmore,A. W., Nelson, S. M., Chen, H.-Y.,& McDermot, K. B. (2018). Task-related and restingstate fMRl identify distinct networks that preferentially support remembering the past and imagining the future. Neuropsychologia, 110, 180-189. doi:10.1016/j.neuropsychologia.2017.06.016   \nGilmore,A.W., Nelson, S. M.,& McDermot, K. B. (2016). The Contextual Association Network Activates More for Remembered than for Imagined Events. Cerebral Cortex, 26(2), 611- 617. doi:10.1093/cercor/bhu223   \nGoddard，L.，Dritschel，B.，& Howlin，P. (2014).A preliminary study of gender diffrences in autobiographical memory in children with an autism spectrum disorder. Journal of Autism and Developmental Disorders, 44(9),2087-2095.doi:10.1007/s10803-014-2109-7   \nGoddard,L.， Dritschel， B.， Robinson, S.，& Howlin, P. (2014). Development of autobiographical memory in children with autism spectrum disorders: deficits，gains,and predictors of performance. DevelopmentandPsychopathology， $2 6 ( 1 )$ ， 215-228. doi:10.1017/S0954579413000904   \nGoldman，S. (2O08). Brief Report: Narratives of Personal Events in Children with Autism and Developmental Language Disorders: Unshared Memories. Journal of Autism& Developmental Disorders, 38(10),1982.   \nGriffith,J.W., Sumner,J.A.，Raes,F.，Barnhofer,T.，Debeer,E.,& Hermans,D.(2012).Current psychometricand methodological issuesin the measurement of overgeneral autobiographical memory. Journal of Behavior Therapy and Experimental Psychiatry， 43, S21-S31. doi:10.1016/j.jbtep.2011.05.008   \nHalford, D.J., Austin,D.W.,Takano,K.,& Raes,F.(2018). Psychopathology and episodic future thinking:A systematic review and meta-analysis of specificity and episodic detail. Behaviour Research and Therapy，102, 42-51. doi:10.1016/j.brat.2018.01.003   \nHassabis,D.,& Maguire,E.A. (2007). Deconstructing episodic memory with construction.Trends in Cognitive Sciences,11(7),299-306.doi:10.1016/j.tics.2007.05.001   \nHerrington,J.D., Baron-Cohen,S.,Wheelwright, S.J., Singh, K. D.,Bullmore,E.T., Brammer, M.,& Williams， S. C. R. (2007). The role of $M T + N 5$ during biological motion perception in Asperger Syndrome: An fMRl study. Research in Autism Spectrum Disorders,1(1),14-27. doi:10.1016/j.rasd.2006.07.002   \nHughes,C.， Russel, J.，& Robbins,T.W. (1994). Evidence for executive dysfunction in autism. Neuropsychologia, 32(4), 477-492. doi:10.1016/0028-3932(94)90092-2   \nJing，H.G.，Madore，K. P.，& Schacter，D.L. (2016).Worrying About the Future: An Episodic Specificity Induction Impacts Problem Solving，Reappraisal，and Well-Being. Journal of Experimental Psychology-General, 145(4), 402-418. doi:10.1037/xge0000142   \nKing,D., Dockrel, J.,& Stuart, M. (2014). Constructing fictional stories: A study of story narratives by children with autistic spectrum disorder. Research in Developmental Disabilities,35(10), 2438-2449. doi:10.1016/j.ridd.2014.06.015   \nKristen,S., Rossmann,F.,& Sodian,B.(2014). Theory of own mind and autobiographical memory inadults with ASD. Research in Autism Spectrum Disorders， 8(7)， 827-837. doi:10.1016/j.rasd.2014.03.009   \nLainhart,J.E. (2015).Brain imaging research in autism spectrum disorders:in search of neuropathology and health across the lifespan. Current Opinion in Psychiatry, $2 8 ( 2 )$ ,76- 82.doi:10.1097/yco.0000000000000130   \nLee,P.S., Yerys,B.E., Dela Rosa,A.,Foss-Feig,J.,Barnes,K.A.,James,J.D.,... Kenworthy,L.E. (2009). Functional Connectivity of the Inferior Frontal Cortex Changes with Age in Children with Autism Spectrum Disorders: A fcMRl Study of Response Inhibition. Cerebral Cortex, 19(8),1787-1794.doi:10.1093/cercor/bhn209   \nLevine，B.，Svoboda，E.，Hay，J.F.，Winocur，G.，& Moscovitch，M.(2002).Agingand autobiographical memory: Dissociating episodic from semantic retrieval. Psychology and Aging, 17(4), 677-689. doi:10.1037//0882-7974.17.4.677   \nLiby，L.K.,Valenti,G.，Pfent,A.，& Eibach，R.P.(201).Seeing Failurein Your Life: Imagery Perspective Determines Whether Self-Esteem Shapes Reactions to Recalled and Imagined Failure. Journal ofPersonality and SocialPsychology， 101(6)， 1157-1173. doi:10.1037/a0026105   \nLind,S.E.，& Bowler, D.M. (2010). Episodic memory and episodic future thinking in adults with autism. Journal of Abnormal Psychology,119(4),896-905.doi:10.1037/a0020631   \nLind,S. E., Bowler, D. M.,& Raber,J. (2014). Spatial navigation,episodic memory,episodic future thinking，and theory of mind in children with autism spectrum disorder: evidence for impairmentsinmentalsimulation?FrontiersinPsychology，5，1411. doi:10.3389/fpsyg.2014.01411   \nLind,S.E., Wiliams, D. M., Bowler, D. M.,& Peel, A. (2014). Episodic memory and episodic future thinking impairments in high-functioning autism spectrum disorder: an underlying difficulty with scene construction or self-projection? Neuropsychology， 28(1)，55-67. doi:10.1037/neu0000005   \nLiu, X.H., Li, L., Xiao,J., Yang, J.,& Jiang, X. Q. (2013). Abnormalities of autobiographical memory of patients with depressive disorders: A meta-analysis. Psychology and PsychotherapyTheory Research and Practice, 86(4),353-373.doi:10.1111/j.2044-8341.2012.02077.x   \nLord,C.,Risi, S.,Lambrecht,L., Cook, E.H., Leventhal,B.L., DiLavore,P.C.... Rutter,M.(2000). The Autism Diagnostic Observation Schedule-Generic: A standard measure of social and communication deficits associated with the spectrum of autism. Journal of Autism and Developmental Disorders,30(3), 205-223.doi:10.1023/a:1005592401947   \nLord,C.，Rutter,M.， DiLavore,P.C.，Risi, S.， Gotham,K.，& Bishop,S.L. (2012).ADOS. Autism Diagnostic Observation Schedule， second edition (ADOS-2). Torrance，CA: Western Psychological Services.   \nLord,C., Rutter,M.,&Le Couteur,A.(1994).Autism diagnostic interview-revised: A revised version ofadiagnostic interview for caregivers of individuals with possble pervasive developmental disorders.Journal of Autismand Developmental Disorders,24(5),659-685. doi:10.1007/bf02172145   \nLuwel,K.,Foustana,A., Onghena,P.,& Verschaffel, L. (2013).The role of verbal and performance intelligence in children's strategy selection and execution. Learning and Individual Differences,24,134-138. doi:10.1016/j.lindif.2013.01.010   \nMak-Fan, K. M.,Taylor,M.J., Roberts,W.,& Lerch,J.P. (2012). Measures of Cortical Grey Matter Structure and Development in Children with Autism Spectrum Disorder.Journal of Autism and Developmental Disorders, 42(3), 419-427. doi:10.1007/s10803-011-1261-6   \nMarini,A.,Ferretti,F., Chiera,A.,Magni,R.,Adornetti,I.,Nicchiarell,S....Valeri, G. (2O16). Brief Report: Self-Based and Mechanical-Based Future Thinking in Children with Autism Spectrum Disorder. Journal of Autism and Developmental Disorders, 46(10),3353-3360. doi:10.1007/s10803-016-2867-5   \nMarini,A.,Ferreti,F., Chiera,A.,Magni, R.,Adornetti,I.,Nicchiarelli,S.,..Valeri, G. (2018).Episodic future thinking and narrative discourse generation in children with Autism Spectrum Disorders. Journal of Neurolinguistics,. doi:10.1016/j.jneuroling.2018.07.003   \nMcDermott, K.B.,Wooldridge,C.L., Rice,H.J., Berg,J.J.,& Szpunar, K. K. (2016).Visual perspective inremembering and episodic future thought. Quarterly Journal of Experimental Psychol0gy, 69(2),243-253.doi:10.1080/17470218.2015.1067237   \nMcDonnel, C.G., Valentino, K.,& Diehl,J.J. (2017).A developmental psychopathology perspective on autobiographical memory in autism spectrum disorder. Developmental Review， 44, 59-81. doi:10.1016/j.dr.2017.01.001   \nMillward, C., Powel,S.,Messer,D.,& Jordan, R. (20oO). Recallfor self and other in autism: Children's memory for events experienced by themselves and their peers. Journal of Autism and Developmental Disorders, 30(1),15-28. doi:10.1023/a:1005455926727   \nOno,M., Devilly, G.J.,& Shum, D. H. K. (2016). A Meta-Analytic Review of Overgeneral Memory: The Role of Trauma History，Mood,and the Presence of Posttraumatic Stress Disorder. PsychologicalTrauma-TheoryResearchPractice and Policy， 8(2)， 157-164. doi:10.1037/tra0000027   \nPeters,M.L.,Flink,I. K., Boersma, K.,& Linton,S.J. (2010). Manipulating optimism: Can imagining a best possble self be used to increase positive future expectancies? Journal of Positive ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Psycnol0gy,5(3),2U4-∠⊥」.aOI:⊥U.1U8U/⊥/43y/b1UU3/9U9b3   \nPotheegadoo,J., Berna,F., Cuervo-Lombard,C.V.,& Danion,J.-M. (2013). Field visual perspective duringautobiographicalmemory recall isless frequent amongpatientswith schizophrenia. Schizophrenia Research,150(1),88-92. doi:10.1016/j.schres.2013.07.035   \nPua,E.P. K.,Bowden,S. C.,& Seal, M.L.(2017).Autism spectrum disorders: Neuroimaging findings from systematic reviews. Research in Autism Spectrum Disorders， 34， 28-33. doi:10.1016/j.rasd.2016.11.005   \nRaffard, S., D'Argembeau, A.,Lardi, C., Bayard, S., Boulenger, J.-P.,& Van der Linden, M. (2010). Narrative identity in schizophrenia. Consciousness and Cognition， $\\boldsymbol { \\mathit { 1 9 ( 1 ) } }$ ，328-340. doi:10.1016/j.concog.2009.10.005   \nRicarte,J.J., Hernandez,J.V., Latorre,J.M.， Danion,J.M.,& Berna,F.(2O14). Rumination and autobiographical memory impairment in patients with schizophrenia. Schizophrenia Research,160(1-3),163-168.doi:10.1016/j.schres.2014.10.027   \nRice,H.J.,& Rubin,D. C.(2011). Remembering from any angle: The flexibility of visual perspective during retrieval. Consciousness and Cognition，20(3)， 568-577. doi:10.1016/j.concog.2010.10.013   \nRitchie，T.D.，& Skowronski，J.J. (2006). Comparing two perceived characteristics of autobiographical memory: Memory detail and accessibility. Memory，14(4)， 471-485. doi:10.1080/09658210500478434   \nRobinson,S.， Goddard,L., Dritschel，B.,Wisley，M.，& Howlin，P.(2009). Executive functions in children with Autism Spectrum Disorders. Brain and Cognition， 71(3)，362-368. doi:10.1016/j.bandc.2009.06.007   \nRobinson， S.， Howlin,P.，& Russel， A. (2017).Personality traits，autobiographical memory and knowledge of self and others: A comparative study in young people with autism spectrum disorder. Autism, 21(3), 357-367. doi:10.1177/1362361316645429   \nSchacter, D.L., Addis,D.R.,& Buckner,R.L. (2007). Remembering the past to imagine the future: the prospective brain.Nature Reviews Neuroscience, $\\boldsymbol { \\vartheta } ( 9 )$ ,657-661.   \nSchacter,D.L.,& Madore, K.P.(2016). Remembering the past and imagining the future: Identifying and enhancing the contribution of episodic memory. Memory Studies, $g ( 3 )$ ，245-255. doi:10.1177/1750698016645230   \nSchmitz,N., Rubia,K.,Van Amelsvoort,T., Daly,E.,Smith,A.,& Murphy,D.G.M.(2008). Neural correlates of reward in autism. British Journal of Psychiatry， 192(1)，19-24. doi:10.1192/bjp.bp.107.036921   \nStawarczyk, D.,& D'Argembeau, A. (2015). Neural correlates of personal goal processing during episodic future thinking and mind-wandering: An ALE meta-analysis. Human Brain Mapping, 36(8), 2928-2947.   \nSuddendorf,T.,& Corbalis, M.C. (1997).Mental time travel and the evolution of the human mind. Genetic Social and General Psychology Monographs,123(2),133-167.   \nTanweer，T.，Rathbone，C. J.，& Souchay，C. (2010). Autobiographical memory，autonoetic consciousness，and identity in Asperger syndrome. Neuropsychologia， 48(4)， 900-908. doi:10.1016/j.neuropsychologia.2009.11.007   \nTerett, G.,Rendel, P.G., Raponi-Saunders,S.， Henry, J. D., Bailey,P.E.,& Altgassen, M. (2013). Episodic future thinking in children with autism spectrum disorder. Journal of Autism and Developmental Disorders, 43(11), 2558-2568. doi:10.1007/s10803-013-1806-y   \nTulving, E. (1972). Episodic and Semantic Memory. Organization of Memory， 381(79),381-403.   \nVanVreeswijk，M.F.，& De Wilde，E.J. (2004).Autobiographical memory specificity, psychopathology, depressed mood and the use of the Autobiographical Memory Test: a meta-analysis. Behaviour Research and Therapy， 42(6)， 731-743. doi:10.1016/s0005- 7967(03)00194-3   \nVilhauer,J.S.,Young,S.,Kealoha,C., Borrmann,J.,IsHak,W.W., Rapaport,M. H....Mirocha,J. (2012).Treating Major Depresson by Creating Positive Expectations for the Future: A Pilot Study for the Effectiveness of Future-Directed Therapy (FDT) on Symptom Severity and Quality of Life. Cns Neuroscience & Therapeutics，18(2)，102-109. doi:10.1111/j.1755- 5949.2011.00235.x   \nVogeley，K.，& Fink， G.R. (2003). Neural correlates of the first-person-perspective.Trends in Cognitive Sciences,7(1), 38-42. doi:10.1016/s1364-6613(02)00003-7   \nWang,Y., Zhang,Y.B., Liu,L.L., Cui,J.F.,Wang,J.,Shum, D.H.,...Chan,R. C.(2017).A MetaAnalysisofWorkingMemory Impairmentsin Autism Spectrum Disorders.Neuropsychology Review, 27(1), 46-61. doi:10.1007/s11065-016-9336-y   \nWilliams,J. H.G.,Waiter, G.D., Gilchrist,A.,Perret,D.I., Murray, A.D.,& Whiten,A. (2006).Neural mechanisms of imitation and'mirror neuron' functioning in autistic spectrum disorder. Neuropsychologia, 44(4), 610-621. doi:10.1016/j.neuropsychologia.2005.06.010   \nWorld Health Organization. (1992).The ICD-10 classification of mental and behavioural disorders. In. Geneva: World Health Organization.   \nYu，K.K.，Cheung，C.，Chua， S.E.，& McAlonan，G.M. (2011).Can Asperger syndrome be distinguished from autism? An anatomic likelihood meta-analysis of MRl studies.Journa/ of Psychiatry& Neuroscience,36(6),412-421. doi:10.1503/jpn.100138   \nZamoscik,V., Mier, D., Schmidt, S.N.L.,& Kirsch, P. (2016). Early Memories of Individuals on the Autism Spectrum Assessed Using Online Self-Reports. Frontiers in Psychiatry，7, 10. doi:10.3389/fpsyt.2016.00079   \nBdoer et al.,212 Bruck et al.,2007 AM MM ++++   \nChaput et al.,2013 AM   \nCiarameli etal.,2018 AM   \nCrane et al.,2008 AM   \nCrane et al.,2009 AM   \nCrane et al.,2010 AM   \nCrane et al.,2011 AM   \nCrane et al.,2012 AM   \nCrane etal.,2013 AM   \nGoddard et al.,2007 AM   \nGoddard et al,2014b AM +   \nKristen etal.,2014 AM   \nLind et al.,2010 AM   \nLind et al.,2014 AM +   \nLosh et al.,2003 AM   \nMaisteretal.,2013 AM   \nMillward etal.,2000 AM   \nRobinson et al.2017 AM   \nTanweeretal.2010 AM AM ?   \nCiarameli etal.,2018 EFT 专   \nCrane et al.,2013 EFT   \nHanson et al.,2013 EFT   \nLind et al.,2010 EFT   \nLind et al.,2014 EFT   \nMarini etal.,2016,2018 EFT   \nFerretti et al.,2018 EFT EFT Overall -4.00 -2.00 0.00 2.00 4.00 StandardDifference ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 30
    },
    {
        "type": "table",
        "img_path": "images/ab753fd23f6430a97df15b577d4461ad70ba0f3cd46555a40c07542699456dde.jpg",
        "table_caption": [
            "Table 1 Descriptions of studies included in the meta-analysis "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"2\"></td><td>tiysis</td><td rowspan=\"2\">Age Period</td><td rowspan=\"2\">Tmrrf</td><td rowspan=\"2\">Meadigres</td><td rowspan=\"2\">Indices</td><td rowspan=\"2\"> Main Findings</td></tr><tr><td>Stue</td><td>Patient Group</td><td>Control Group</td></tr><tr><td rowspan=\"3\">Adler et al.,2010</td><td>Diagnostic Criteria: ICD-10</td><td></td><td>Adults</td><td>AM</td><td>Interview</td><td>Experiential</td><td>The ASD group generated less specific time</td></tr><tr><td>N= 16</td><td>N=21</td><td></td><td></td><td></td><td></td><td>referrals than HC during autobiographical</td></tr><tr><td>Mean age = 21.87 (4.75) Diagnostic Criteria: DSM-IV</td><td>Mean age = 22.90 (4.62)</td><td>Children</td><td>AM</td><td>Interview</td><td>Experiential</td><td>description. The ASD group generated less emotional,</td></tr><tr><td rowspan=\"3\">Brown et al.,2012</td><td>N= 30</td><td>N= 20</td><td></td><td></td><td></td><td></td><td> perceptual information in memory narratives.</td></tr><tr><td>Mean age = 9.73 (2.17) Full IQ = 104.64 (11.76)</td><td>Mean age = 8.95 (2.35)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Diagnostic Criteria: DSM-IV</td><td>Full IQ= 111.00 (11.53)</td><td></td><td></td><td></td><td></td><td>Children with ASD provided significantly</td></tr><tr><td rowspan=\"3\">Bruck et 00 al., 2007</td><td>N= 30</td><td>N= 38</td><td>Children</td><td>AM</td><td>Interview</td><td>Detail</td><td>fewer accurate responses on the AM events</td></tr><tr><td>Mull I= =670(0.40)</td><td></td><td></td><td></td><td></td><td></td><td>than HC.</td></tr><tr><td></td><td> ull 1I= = 7.40 512)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td rowspan=\"4\">Chaput et al., 2013 70 7:</td><td>Diagnostic Criteria: ADI-R, ADOS,ASDI</td><td></td><td>Children</td><td>AM</td><td>Interview</td><td>Detail</td><td>IndividualswithASD generated fewer</td></tr><tr><td>N= 15</td><td>N= 15</td><td> and Adults</td><td></td><td></td><td></td><td>episodic memories and with fewer details about emotional and sensory felings.</td></tr><tr><td>Mean age = 19.30 (6.10)</td><td>Mean age = 20.90 (6.50)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Full IQ= 103.50 (12.90) Verbal IQ= 109.00 (17.40)</td><td>Full IQ= 109.20 (16.40) Verbal IQ= 120.60 (19.70)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>u et al., 2018</td><td>Ciarameli Diagnostic Criteria: DSM- 5/ADI-R/ADOS-2 N= 14</td><td></td><td>Children</td><td>EFT</td><td>Interview</td><td>Detail</td><td>Compared with HC,individuals with ASD produced fewer internal details but a similar</td></tr><tr><td rowspan=\"4\">Crane et al., 2008</td><td>Mean age = 11.00 (0.67)</td><td>N=15</td><td></td><td>AM</td><td></td><td></td><td>number of external details during AM and</td></tr><tr><td>Full IQ = 108.79 (4.17)</td><td>Mean age = 11.87 (0.58)</td><td></td><td></td><td></td><td></td><td>EFT.</td></tr><tr><td>Diagnostic Criteria: Formal</td><td>Full IQ= 118.15 (1.99)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td>Individuals with ASD recalled fewer specific</td></tr><tr><td rowspan=\"4\"></td><td> diagnosis by a clinical</td><td></td><td>Adults</td><td>AM</td><td>Interview</td><td>Detail</td><td>details in the episodic memory narrative than</td></tr><tr><td>psychologist or psychiatrist N=14</td><td></td><td></td><td></td><td></td><td></td><td>HC.</td></tr><tr><td>Mean age = 37.87 (2.63)</td><td>N= 15</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Full IQ= 114.33 (14.39) Verbal IQ = 110.87 (16.86)</td><td>Mean age = 32.73 (17.54) Full IQ= 111.00 (15.83)</td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 31
    },
    {
        "type": "table",
        "img_path": "images/6ff5d047c232f8c253e4e73f69ada7c50980b99ff5b98977f39a78d1b1a93ec1.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Crane et</td><td>Diagnostic Criteria: DSM-</td><td></td><td>Adults</td><td>AM</td><td>Cue word</td><td>Specificity</td><td>Individuals with ASD showed deficits in AM,</td></tr><tr><td>al.,2009</td><td>IV/ICD-10</td><td></td><td></td><td></td><td></td><td></td><td>they generated fewer proportion of specific AM than HC and individuals with ASD took</td></tr><tr><td></td><td>N= 28</td><td>N= 28</td><td></td><td></td><td></td><td></td><td>longer time to generate AM.</td></tr><tr><td></td><td>Mean age = 41.57 (16.49) Full IQ= 117.18 (13.47)</td><td>Mean age = 40.53 (17.20) Full IQ= 115.11 (11.67)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>Verbal IQ= 115.39 (12.10)</td><td>Verbal IQ= 110.68 (13.35)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Crane et</td><td>Diagnostic Criteria: DSM-</td><td></td><td>Adults</td><td>AM</td><td>Interview</td><td>Experiential,</td><td>Adults with ASD generated fewer specific</td></tr><tr><td>al., 2010</td><td>IV/ICD-10</td><td></td><td></td><td></td><td></td><td> Specificity</td><td>memoriesthan HC， but no significant</td></tr><tr><td></td><td>N= 20</td><td>N= 20</td><td></td><td></td><td></td><td></td><td>difference in emotional details or sensory</td></tr><tr><td></td><td>Mean age = 36.55 (11.62)</td><td>Mean age = 35.45 (11.75)</td><td></td><td></td><td></td><td></td><td>elements.</td></tr><tr><td>5</td><td>Full IQ= 113.00 (13.69) Verbal IQ= 114.20 (12.27)</td><td>Full IQ= 112.50 (8.85)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Crane et</td><td>Diagnostic Criteria: DSM-</td><td>Verbal IQ= 111.05 (10.70)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Dal., 2011</td><td>IV/ICD-10</td><td></td><td>Adults</td><td>AM</td><td>Cue word</td><td>Specificity</td><td>Individualswith ASD generated fewer</td></tr><tr><td>N</td><td>N= 28</td><td>N= 28</td><td></td><td></td><td></td><td></td><td>specific memories than HC， but more categoric memories than HC.</td></tr><tr><td>D</td><td>Mean age = 41.57 (16.49)</td><td>Mean age = 40.53 (17.20)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>N</td><td>Full IQ= 117.18 (13.47)</td><td>Full IQ= 115.11 (11.67)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>Verbal IQ= 115.39 (12.10)</td><td>Verbal IQ= 110.68 (13.35)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Crane et</td><td>Diagnostic Criteria: DSM-</td><td></td><td>Adults</td><td>AM</td><td>Cue word</td><td>Specificity</td><td>Adults with ASD generated similar specific</td></tr><tr><td>al., 2012</td><td>IV/ICD-10</td><td></td><td></td><td></td><td></td><td></td><td>memories with HC but took significantly</td></tr><tr><td>X</td><td>N=18</td><td>N=18</td><td></td><td></td><td></td><td></td><td>longer time to retrieve.</td></tr><tr><td>a</td><td>Mean age = 37.17 (13.59)</td><td>Mean age = 37.00 (14.04)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>uiuə</td><td>Full IQ= 114.00 (13.26)</td><td>Full IQ= 117.39 (8.22)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>Verbal IQ= 115.11 (9.07)</td><td>Verbal IQ= 116.39 (7.48)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Crane et</td><td>Diagnostic Criteria: ADOS-G</td><td></td><td>Adults</td><td>EFT</td><td>Interview</td><td>Specificity</td><td>Adults with ASD performed at an equivalent</td></tr><tr><td>al., 2013</td><td>N= 18</td><td>N= 18</td><td></td><td>AM</td><td></td><td></td><td>level to HC when generating both past and</td></tr><tr><td></td><td>Mean age = 40.12 (13.94)</td><td>Mean age = 44.80 (11.59)</td><td></td><td></td><td></td><td></td><td> future events, participants (including ASD and</td></tr><tr><td></td><td>Full IQ= 107.81 (10.30)</td><td>Full IQ= 110.27 (15.72)</td><td></td><td></td><td></td><td></td><td> HC) generated more specific events and fewer</td></tr><tr><td></td><td>Verbal IQ= 109.94 (19.14)</td><td>Verbal IQ= 111.72 (14.48)</td><td></td><td></td><td></td><td></td><td> semantic events during AM than EFT.</td></tr><tr><td>Goddard</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>Diagnostic Criteria: Formal</td><td></td><td>Adults</td><td>AM</td><td>Cue word</td><td> Specificity</td><td>Individualswith ASDgeneratedfewer</td></tr><tr><td>et al.,</td><td>diagnosis by a clinical</td><td></td><td></td><td></td><td></td><td></td><td> specific AM and also took significantly longer</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2007</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>time to retrieve.</td></tr><tr><td></td><td>psychologist or psychiatrist</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td>N=39</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>N=37</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td></table></body></html>",
        "page_idx": 32
    },
    {
        "type": "table",
        "img_path": "images/121123ee023c90d9d3addff02bcde9181feec4599ac3d59011d0470e6c13e8af.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td colspan=\"2\">Full1Q= 97.59 (17.48) Full 1Q= 99.44 (18.37)</td><td colspan=\"6\"></td></tr><tr><td>Verbal IQ= 98.27 (18.53)</td><td>Verbal IQ = 98.15(20.45)</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Goddard</td><td>Diagnostic Criteria: DSM-IV</td><td></td><td>Children</td><td>AM</td><td>Cue word</td><td>Experiential,</td><td></td><td>Individuals with ASD retrieved significantly</td></tr><tr><td>et al.,</td><td>N= 63</td><td>N= 63</td><td></td><td></td><td>Interview</td><td>Specificity</td><td></td><td>fewer specific memories and required more</td></tr><tr><td>2014a</td><td>Full IQ= 103.60 (13.08)</td><td>Full IQ= 104.76 (11.79)</td><td></td><td></td><td></td><td> Specificity</td><td>prompting.</td><td></td></tr><tr><td>Goddard</td><td>Diagnostic Criteria: DSM-IV</td><td></td><td>Children</td><td>AM</td><td>Cue word</td><td></td><td></td><td>Individualswith ASD retrieved poorer</td></tr><tr><td>et al.,</td><td>N= 24</td><td>N = 24</td><td></td><td></td><td>Interview</td><td></td><td></td><td> specificity of AM than HC; females reported</td></tr><tr><td>2014b Hanson et</td><td>Full IQ = 105.90 (12.80)</td><td>Full IQ = 106.30 (10.80)</td><td></td><td></td><td></td><td></td><td></td><td>more emotional memories than males.</td></tr><tr><td>al.,2013</td><td>Diagnostic Criteria: DSM-IV</td><td></td><td>Children</td><td>EFT</td><td>Cue word</td><td>Detail</td><td></td><td>Children with ASD showed impairments in</td></tr><tr><td></td><td>N= 25</td><td>N= 25</td><td></td><td></td><td></td><td></td><td></td><td>future self thinking.</td></tr><tr><td>Kristen et</td><td>Full IQ= 85.71 (21.00)</td><td>Full IQ = 109.12 (8.03)</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>al., 2014</td><td>Diagnostic Criteria: ICD-10</td><td></td><td>Adults</td><td>AM</td><td>Interview</td><td></td><td>Detail</td><td>Individuals with ASD generated significantly</td></tr><tr><td rowspan=\"4\">'7</td><td>N= 20</td><td>N= 20</td><td></td><td></td><td></td><td></td><td></td><td>fewer AM and semantic memory than HC</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td>school).</td><td></td></tr><tr><td>Diagnostic Criteria: ADOS</td><td></td><td>Adults</td><td>EFT</td><td>Interview</td><td>Experiential,</td><td></td><td>Individuals with ASD generated fewer AM</td></tr><tr><td rowspan=\"4\">N 2010 > IXI</td><td>N = 14</td><td>N= 14</td><td></td><td>AM</td><td></td><td></td><td>Specificity</td><td>and EFT than HC. Compared with HC,</td></tr><tr><td>Mean age = 41.38 (12.71)</td><td>Mean age = 43.83 (10.39)</td><td></td><td></td><td></td><td></td><td>individuals</td><td>with ASDpreferobserver</td></tr><tr><td>Full IQ= 105.86 (14.52)</td><td>Full IQ= 108.57 (18.20)</td><td></td><td></td><td></td><td></td><td></td><td>perspective than field perspectivewhen</td></tr><tr><td>Verbal IQ= 107.86 (12.37)</td><td>Verbal IQ= 110.71 (15.75)</td><td></td><td></td><td></td><td></td><td>reporting MTT.</td><td></td></tr><tr><td>a Lind et al., 2014</td><td>Diagnostic Criteria: ADOS-G,</td><td></td><td>Children</td><td>EFT</td><td></td><td>Interview</td><td>Specificity</td><td> Children with ASD reported poorer specificity</td></tr><tr><td rowspan=\"6\">C</td><td>ADI-R</td><td></td><td></td><td></td><td></td><td></td><td></td><td>in AM and EFT than HC.</td></tr><tr><td>N= 20</td><td>N= 20</td><td></td><td>AM</td><td></td><td></td><td></td><td></td></tr><tr><td>Mean age = 8.67 (1.37)</td><td>Mean age = 8.32 (0.91)</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Full IQ= 105.65 (16.34) Verbal IQ = 104.05 (13.54)</td><td>Full IQ= 109.05 (8.68)</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Diagnostic Criteria: DSM-</td><td>Verbal IQ = 107.15 (5.29)</td><td></td><td>AM</td><td></td><td></td><td>Detail</td><td></td></tr><tr><td>Losh et IV/ICD-10</td><td></td><td>Children</td><td></td><td></td><td>Interview</td><td></td><td>Individuals with ASD showed difficulty in personal narratives including less complex</td></tr><tr><td rowspan=\"4\">al.,2003</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td> syntax, poor structure and need more prompts.</td></tr><tr><td>N= 28 Mean age = 11.30 (2.50)</td><td>N= 22 Mean age = 10.60 (1.10)</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Verbal IQ= 103.80 (16.10)</td><td>Verbal IQ= 107.00 (8.90)</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Diagnostic Criteria: ADI-R</td><td></td><td>Children</td><td>AM</td><td>Cue word</td><td>Detail</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 33
    },
    {
        "type": "table",
        "img_path": "images/31bf54931d4146635c8cd7e688a3aac5d1ae8704cc41e53d7e75f977d556b2e0.jpg",
        "table_caption": [],
        "table_footnote": [
            "Note: ADI- $\\mathbf { \\mathrm { R } } =$ Autism Diagnostic Interview-Revised; $\\mathrm { \\ A D O S = }$ Autism Diagnostic Observation Schedule; ADOS-G $\\ O =$ Autism Diagnostic Observation Schedule-Generic; ADOS- $\\cdot 2 =$ Autism Diagnostic Observation Schedule-2nd edition; $\\mathbf { A M } =$ Autobiographical memories; $\\mathrm { A S D = }$ autism spectrum disorders; $\\mathrm { \\ A S D I { = } } .$ Asperger Syndrome Diagnostic Interview; $\\mathrm { D S M } =$ Diagnostic Statistical Manual; $\\mathrm { E F T = }$ episodic future thinking; ${ \\mathrm { H C } } = $ healthy controls; $\\mathrm { { I C D } = }$ International Classification of Diseases; $\\mathbf { M T T } =$ mental time travel. "
        ],
        "table_body": "<html><body><table><tr><td>Maister et</td><td>N= 14</td><td>N= 14</td><td></td><td></td><td></td><td></td><td>Children with ASD recalled fewer AM details and more general details compared with HC.</td></tr><tr><td rowspan=\"4\">al., 2013</td><td>Mean age = 12.20 (0.60) Verbal IQ= 109.50 (13.70)</td><td>Mean age = 12.10 (0.20) Verbal IQ = 120.60 (19.70)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td>Children</td><td>EFT</td><td>Ernie's</td><td></td><td>Children with ASD showed EFT impairments,</td></tr><tr><td>Diagnostic Criteria: ADOS-2 N= 77</td><td>N= 77</td><td></td><td></td><td>doggies’ task</td><td></td><td>the impairments not only related to self-</td></tr><tr><td>Mean age = 8.11 (1.51)</td><td>Mean age = 8.23 (11.41)</td><td></td><td></td><td>(Nonverbal)</td><td></td><td> projection，but also rely on other abilities.</td></tr><tr><td rowspan=\"4\">Marini et</td><td>Full IQ = 106.08 (14.13)</td><td>Full IQ = 106.32 (11.41)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Diagnostic Criteria: ADOS-2</td><td></td><td>Children</td><td>EFT</td><td>Picture Book</td><td></td><td>Part of children with ASD showed EFT deficit</td></tr><tr><td>N= 77</td><td>N= 77</td><td></td><td></td><td>Trip task</td><td></td><td> and EFT was related with narrative generation.</td></tr><tr><td>Mean age = 8.11 (1.51) Full IQ= 106.08 (14.13)</td><td>Mean age = 8.23 (11.41) Full IQ= 106.32 (11.41)</td><td></td><td></td><td>(Nonverbal)</td><td></td><td></td></tr><tr><td>Millward et al.,</td><td>Diagnostic Criteria: DSM-III</td><td></td><td>Children</td><td>AM</td><td>Cue word</td><td>Detail</td><td>ChildrenwithASD showed poorer</td></tr><tr><td>2000 D</td><td>N= 12</td><td>N=12</td><td></td><td></td><td></td><td></td><td>performance in AM, no difference was found in memory related with others compared with</td></tr><tr><td>Robinson</td><td>Diagnostic Criteria: DSM-IV</td><td></td><td>Children</td><td>AM</td><td>Cue word</td><td> Specificity,</td><td>HC. Individuals with ASD generated AM with less</td></tr><tr><td>et al., N</td><td>N= 24</td><td>N= 24</td><td></td><td></td><td></td><td>Detail</td><td>emotional and sensory information, but the</td></tr><tr><td>2017 D N</td><td>Full IQ = 103.63 (9.90)</td><td>Full IQ= 104.25 (11.84)</td><td></td><td></td><td></td><td></td><td>specificity did not show difference compared with HC.</td></tr><tr><td>Tanweer</td><td>Diagnostic Criteria: DSM-IV</td><td></td><td>Adult</td><td>AM</td><td>Interview</td><td>Specificity</td><td>IndividualswithASDrecalledfewer</td></tr><tr><td>et al.,</td><td>N = 11</td><td>N= 15</td><td></td><td></td><td></td><td></td><td> memories and also poorer specificity in AM.</td></tr><tr><td>a 2010</td><td>Mean age = 34.10 (11.10)</td><td>Mean age = 32.70 (9.50)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Terreti et</td><td>Diagnostic Criteria: ADOS-2</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td>Children</td><td>EFT</td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>Picture Book</td><td></td><td>Part of children with ASD showed MTT</td></tr><tr><td>al.,2018</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>N= 66</td><td>N= 66</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>Trip task</td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>impairments and these individuals also had</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>Mean age = 8.14 (1.51)</td><td>Mean age = 8.23 (1.51)</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>(Nonverbal)</td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>worse performance in narrative generation.</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>Full IQ = 106.06 (14.34)</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td>Full IQ= 105.91 (10.95)</td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 34
    },
    {
        "type": "table",
        "img_path": "images/4a85d3b0ded1958cd33f487670818280408dd3be0718132038ccd72aff492a7d.jpg",
        "table_caption": [
            "Table2MTT impairments in individuals in ASD "
        ],
        "table_footnote": [
            "Note. $k =$ number of studies; N-ASD $\\mathbf { \\Sigma } = \\mathbf { \\Sigma }$ number of individuals with autism spectrum disorders; N-HC $\\mathbf { \\Sigma } =$ number of healthy controls; $d =$ Cohen's $d$ $9 5 \\%$ $C I = 9 5 \\%$ confidence interval (Lower CI, Upper CI). "
        ],
        "table_body": "<html><body><table><tr><td></td><td></td><td>k</td><td>AND</td><td>Nc</td><td>d</td><td>Z</td><td>P</td><td>95%CI</td><td>Q</td><td>P</td><td>Fail-safe N</td></tr><tr><td>MTT impairments in individuals with ASD</td><td>All</td><td>25</td><td>667</td><td>671</td><td>-0.957</td><td>-8.73</td><td>< 0.001</td><td>(-1.17, -0.74)</td><td>78.13</td><td>< 0.001</td><td>1571</td></tr><tr><td>Type of MTT</td><td></td><td></td><td></td><td></td><td></td><td></td><td>< 0.001</td><td></td><td></td><td></td><td>1050</td></tr><tr><td></td><td>AM EFT</td><td>22</td><td>499 234</td><td>503 235</td><td>-0.978 -0.675</td><td>-7.71 -3.12</td><td>0.002</td><td>(-1.23, -0.73) (-1.10,-0.25)</td><td></td><td></td><td>86</td></tr><tr><td></td><td>Total between</td><td>7</td><td></td><td></td><td></td><td></td><td></td><td></td><td>1.47</td><td>0.226</td><td></td></tr><tr><td>Task on MTT</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>Cue Word</td><td>10</td><td>273</td><td>275</td><td>-1.015</td><td>-5.56</td><td>< 0.001</td><td>(-1.37, -0.66)</td><td></td><td></td><td>275</td></tr><tr><td></td><td>Interview</td><td></td><td>338</td><td></td><td></td><td></td><td>< 0.001</td><td></td><td></td><td></td><td>334</td></tr><tr><td></td><td>Total between</td><td>15</td><td></td><td>340</td><td>-0.812</td><td>-5.33</td><td></td><td>(-1.11, -0.51)</td><td>0.73</td><td></td><td></td></tr><tr><td>Type of indices of MTT</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>0.390</td><td></td></tr><tr><td></td><td>Detail</td><td>11</td><td>211</td><td>215</td><td>-1.019</td><td>-5.68</td><td>< 0.001</td><td>(-1.37,-0.68)</td><td></td><td></td><td>248</td></tr><tr><td></td><td>Experiential Index</td><td>6</td><td>157</td><td>152</td><td>-0.370</td><td>-3.20</td><td>0.001</td><td>(-0.58, -0.14)</td><td></td><td></td><td>12</td></tr><tr><td></td><td> Specificity</td><td>13</td><td>329</td><td>335</td><td>-0.822</td><td>-5.19</td><td>< 0.001</td><td>(-1.13, -0.51)</td><td></td><td></td><td>295</td></tr><tr><td></td><td>Total between</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>4.17</td><td>0.125</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td>225</td><td></td><td></td><td></td><td>< 0.001</td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>Adildten</td><td>Ⅱβ</td><td></td><td>236</td><td>-1.062</td><td>-12.046</td><td></td><td>(-.4, -0.72)</td><td></td><td></td><td>284</td></tr><tr><td></td><td>Total between</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>0.61</td><td>0.436</td><td></td></tr></table></body></html>",
        "page_idx": 35
    },
    {
        "type": "image",
        "img_path": "images/faeab6c73634f10ab28faab807c1a3d9585b6edfd4979c9752105b3dfd505e56.jpg",
        "img_caption": [
            "Fig.1Flow diagram of the article selection. "
        ],
        "img_footnote": [],
        "page_idx": 36
    },
    {
        "type": "image",
        "img_path": "images/e2b3826d4d2af633c61b28e90556ddfdc12aa3332601b01e14baa7a165de58ae.jpg",
        "img_caption": [
            "Figt $9 5 \\%$ confidence intervals (left panel). "
        ],
        "img_footnote": [],
        "page_idx": 37
    },
    {
        "type": "image",
        "img_path": "images/2d3e89117917af48b3b3340ad48cee739af890727147122591c2c0c611a82f62.jpg",
        "img_caption": [
            "Fig. 3 Meta-regression of verbal IQ predicting MTT impairments in individuals with ASD. "
        ],
        "img_footnote": [],
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "SupplementaryFig.1Forest plotofthe effectof the type of MTT impairments in individuals with ASD.Theplots display the effect size with the associated $9 5 \\%$ confidence intervals. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Crane et al.,2009 Cue Word 主   \nCrane et al.,2011 Cue Word   \nCrade rd al.2.0207 Goddard et al.,2014a Cue Word Cue Word +++++++   \nGoddard et al.,2014b Cue Word   \nHanson et al.,2013 Cue Word   \nMaister et al.,2013 Cue Word   \nMillward et al.,2000 Cue Word   \nRobinson et al..2017 Cue Word Cue Word   \nAdler et al.,2010 Interview   \nBrown et al.,2012 Interview   \nBruck et al.,2007 Interview   \nChaput et al.,2013 Interview   \nCiarameli et al.,2018 Interview   \nCrane et al.,2008 Interview   \nCrane et al.,2010 Interview   \nCrane et al.,2013 Interview   \nGoddard et al.,2014a Interview   \nGoddard et al.,2014b Interview   \nKristenet al.,2014 Interview   \nLind et al.,2010 Interview   \nLind et al.,2014 Interview   \nLosh et al.,2003 Interview   \nTanweer et al.2010 Interview Interview Overall -4.00 -2.00 0.00 2.00 4.00 StandardDifference ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "SupplementaryFig.2Forest plotofthe effectof thetask on MTTimpairments in individuals with ASD.The plots display the effect size with the associated $9 5 \\%$ confidence intervals. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Bruck et al.,2007 Detail   \nChaput et al.,2013 Detail 丰   \nCiarameli etal.,2018 Detail   \nCiarameli et al.,2018 Detail   \nCrane et al.,2008 Detail   \nHanson et al.,2013 Detail   \nKristen et al.,2014 Detail 1   \nLosh et al.,2003 Detail   \nMaister et al.,2013 Detail   \nMillward et al.,2000 Detail   \nRobinson et al..2017 Detail Detail   \nCromgea0 Goddard et al.,2014a Exprenee Experiential Index 专 T   \nLind et al.,2010 Experiential Index   \nLind et al.,2010 Experiential Index   \nCrane et al.,2009 Exeintialnlex +t+t   \nCrane et al.,2010 Specificity   \nCrane et al.,2011 Specificity   \nCrane et al.,2012 Specificity   \nCrane et al.,2013 Specificity   \nCrane et al.,2013 Specificity   \nGoddard et al.,2007 Specificity   \nGoddard et al.,2014a Specificity   \nGoddard et al.,2014b Specificity   \nLind et al.,2014 Specificity   \nLind et al.,2014 Specificity   \nRobinson et al..2017 Specificity   \nTanweer et al.2010 Specitiy → Overall -4.00 -2.00 0.00 2.00 4.00 Standard Difference ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "SupplementaryFig.3 Forest plot ofthe efect ofthe indices of MTTimpairments in individuals with ASD.The plots display the effect size with the associated $9 5 \\%$ confidence intervals. ",
        "page_idx": 41
    },
    {
        "type": "image",
        "img_path": "images/c548308734a9fd31a3d7e4302cba2b2776c04a7c1ee28f49d7db5d526635d1b1.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "SupplementaryFig.4Forest plotof the effctof theage periodofMTTimpairments in individuals withASD.The plots display the effect size with the associated $9 5 \\%$ confidence intervals. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Regression of Gender on Std diff in means ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "image",
        "img_path": "images/53d2a45c4087458eba85f026b56738c071698816f46d718d484b03980f4a9934.jpg",
        "img_caption": [
            "Supplementary Fig. 5. Meta-regression of gender ratio predicting MTT impairments in individuals with ASD. "
        ],
        "img_footnote": [],
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Regression of IQ on Std diff in means ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "image",
        "img_path": "images/6e1d3cd17d0faecd299ae7c0f507a5101a381a9dc5a626dcbd84cbc30711e952.jpg",
        "img_caption": [
            "Supplementary Fig. 6. Meta-regression of IQ predicting MTT impairments in individuals with ASD. "
        ],
        "img_footnote": [],
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Regression of Gender on Std diff in means ",
        "text_level": 1,
        "page_idx": 45
    },
    {
        "type": "image",
        "img_path": "images/e5f1fb14582c1d0c8140504ce50af4fc30e59f551bceac94426c6466f6603ee7.jpg",
        "img_caption": [
            "Supplementary Fig. 7. Meta-regresson of gender ratio predicting AM impairments in individuals with ASD. "
        ],
        "img_footnote": [],
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Regression of IQ on Std diff in means ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "image",
        "img_path": "images/47c599046b84b1cf30797ccc68cad402b2502a30a229a385dbaa44d3337246a0.jpg",
        "img_caption": [
            "Supplementary Fig. 8. Meta-regression of IQ predicting AM impairments in individuals with ASD. "
        ],
        "img_footnote": [],
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Regression of Verbal IQ on Std diff in means ",
        "text_level": 1,
        "page_idx": 47
    },
    {
        "type": "image",
        "img_path": "images/34257c3179e3a660e74805e6e3890f47289c5fc46dcc280d4c13635b6d442cd1.jpg",
        "img_caption": [
            "，Supplementary Fig. 9. Meta-regresson of verbal IQ predicting AM impairments in individuals with ASD. "
        ],
        "img_footnote": [],
        "page_idx": 47
    },
    {
        "type": "table",
        "img_path": "images/28bf112740c316ea6edb92b9c2dafe6b5c7ce7e56cb3e28c18df1c0b3117ab4f.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td></td><td>k</td><td>AND</td><td>N</td><td>d</td><td>Z</td><td>p</td><td>95%CI</td><td>Q</td><td>p</td><td>Fail-safe N</td></tr><tr><td>MTT impairment in individuals with ASD</td><td>All</td><td>22</td><td>409</td><td>503</td><td>-0.977</td><td>-7.52</td><td>< 0.001</td><td>(-1.23, -0.72)</td><td>73.47</td><td>< 0.001</td><td>1067</td></tr><tr><td>Task on MTT</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>Cue Word Interview</td><td>9</td><td>248</td><td>250</td><td>-1.082</td><td>-5.53 -5.33</td><td>< 0.001 < 0.001</td><td>(-1.47, -0.70) (-1.13, -0.52)</td><td></td><td></td><td>249 339</td></tr><tr><td></td><td>Total between</td><td>15</td><td>338</td><td>340</td><td>-0.823</td><td></td><td></td><td></td><td>1.08</td><td>0.298</td><td></td></tr><tr><td>Type of indexes of MTT</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>Detail</td><td>9</td><td>172</td><td>175</td><td>-1.012</td><td>-8.78</td><td>< 0.001</td><td>(-1.24 -0.79)</td><td></td><td></td><td>184</td></tr><tr><td></td><td>Experiential Index</td><td>6</td><td>167</td><td>162</td><td>-0.393</td><td>-3.51</td><td>< 0.001</td><td>(-0.61, -0.17)</td><td></td><td></td><td>16</td></tr><tr><td></td><td> Specificity</td><td>10</td><td>267</td><td>273</td><td>-0.987</td><td>-5.45</td><td>< 0.001</td><td>(-1.34, -0.63)</td><td></td><td></td><td>252</td></tr><tr><td></td><td>Total between</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>4.76</td><td>0.093</td><td></td></tr><tr><td>Age period of participants</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>Adult</td><td>11</td><td>225</td><td>236</td><td>-1.086</td><td>-5.67</td><td>< 0.001</td><td>(-1.46, -0.71)</td><td></td><td></td><td>293</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>< 0.001</td><td>(-0.98,-0.63)</td><td></td><td></td><td>194</td></tr><tr><td></td><td>Children</td><td>10</td><td>259</td><td>252</td><td>-0.815</td><td>-8.74</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>Total between</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>0.64</td><td>0.425</td><td></td></tr></table></body></html>",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Note: $k =$ number of studies; ${ \\mathrm { \\Delta N - A S D = } }$ number of individuals with autism spectrum disorders; ${ \\mathrm { \\Delta N - H C } } =$ number of healthy controls; $d =$ Cohen's d; $9 5 \\%$ $C I = 9 5 \\%$ confidence interval (Lower CI, Upper CI); The overall effect size was calculated using a random effect model. ",
        "page_idx": 48
    }
]