[
    {
        "type": "text",
        "text": "Strong base pre-treatment for colorimetric sensor array detection and identification of $N \\cdot$ -methyl carbamate pesticides† ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sihua Qian,a Yumin Lengab and Hengwei Lin\\*a ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Colorimetric sensor arrays demonstrate numerous superior features in chemo-and bio-sensing,but they are generally not applicable to less-reactive analytes.Based on the findings that $N$ -methyl carbamate pesticides could be decomposed into reactive phenols in basic media, herein,a novel strategy of strong base pre-treatment was developed and employed for the colorimetric sensor array detection and differentiation of the $N$ -methyl carbamate pesticides in an indirect manner.With the use of five inexpensive and commercially available phenol responsive indicators，such a colorimetric sensor array can be facilely fabricated.Classification analysis (e.g.hierarchical clustering analysis (HCA) and principal component analysis (PCA)) reveals that the as-fabricated sensor array hasan extremely high dimensionality and,consequently,exhibits excellence in discriminating a variety of $N$ -methylcarbamates from othertypes of pesticides and potential interferants,and further identifying them exactly from each other.Moreover，semi-quantitative detection could also be achieved through combining HCA/PCA, recognition patterns,and corresponding fiting curves.Overall,the as-developed method exhibits high selectivityand sensitivity,goodanti-interference,simultaneous detectionand identification capability for each of the $N$ -methyl carbamate pesticides,and potential applicability in real samples. Most importantly, this study demonstrates that pre-treatment strategies are very effective in expanding the range of applications of colorimetric sensor array methodology to less-reactive analytes. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The use of pesticides plays a critical role in improving crop yield in modern agriculture.However,the extensive and long-term use of pesticides has caused severe contamination of air, water,soil and agricultural products,and thus is seriously threatening to ecosystems and humans.1 Due to the relatively low toxicity，low persistence in the environment and high effectiveness for insect and pest eradication,carbamate pesticides are used as one of the most routine classes of pesticides nowadays.Nevertheless，they also exhibit acute toxicity to human health through their contamination of and residues in agricultural products.² Therefore,the development of effective but simple and inexpensive methods for selective and quantitative detection of carbamates is ofhigh importance toward the concerns of environmental protection and public safety. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In the past decades,a wealth of techniques have been developed for the assay of pesticides in foodand water,such as liquid/gas chromatography,³ chromatography and mass spectrometry,4 electroanalysis, immunochips,and enzyme-linked immunosorbent assays (ELISAs). All these methods,though highly selective and sensitive,have to rely upon expensive and sophisticated instruments and/or skilled manpower,which are impractical for regular environments and food safety monitoring.To overcome these shortcomings,some novel methods including acetylcholinesterase inhibition and nanoparticle basedcolorimetric approacheshaveemerged recently.8 However,these methods usually show high-cost,instability and/or poor specificity.Given practical requirements,it is still of great significance to develop simple,sensitive,inexpensive and easy-handling techniques that can be not only for detection,butalso fordiscrimination of pesticides.Fortunately, the recently built sensor array and pattern-recognition technologies make sucha task possible. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sensor array methodology has shown to have advantages in accuracy,diversityand capacities in simultaneous detectionand discrimination of multiple analytes,thus attracting much attention in recent years.' In general, colorimetric sensor arrays utilize strong interactions (e.g.Bronsted andLewis acid-base and redox reactions) between an analyte and a diverse set ofchemically responsive indicators.Therefore,although colorimetric sensor arrays have been successfully applied for the detection and recognition of a variety of gases/vapors1 and analytesinaqueous liquids,11 they generally only work well to reactive analytes and are not applicable to weak reactive ones.To solve this limitation, researchers recently developed pre-treatment techniques for improving the sensitivity of colorimetric sensor arrays to the lessreactive analytes in an indirect manner. For instance,strong oxidant and solid acid pre-treatments had been employed, respectively,for the highly sensitive detectionand discrimination of 20 volatile organic compounds1² and an explosive (i.e. triacetone triperoxide).13 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Inspired by the above knowledge and the findings that $N \\mathrm { - }$ methyl carbamate pesticides could be decomposed into reactive phenols in basic media,14 herein,a novel strategy of strong base pre-treatment was developed and employed to the colorimetric sensor array detection and differentiation of the less-reactive $N \\mathrm { \\Omega }$ -methyl carbamate pesticides in an indirect manner.Specifically,the colorimetric sensor array can be facilely fabricated with the use of five reported and commercially available phenols sensitive indicators,14b,15 which exhibits excellences not onlyin discriminating $N \\mathrm { . }$ -methyl carbamates fromother types of pesticides and potential interferants,but further identifying them exactly from one another.Moreover,the potential applications of this proposed strong base pre-treatment strategy for the colorimetric sensor array determination of $N \\mathrm { \\Omega }$ -methyl carbamates in real samples,such as green tea drinks and apple juice,are preliminarily observedaswell.This studyalso further demonstrates that pre-treatment can be an effective strategy in expanding the range of applications of the colorimetric sensor arraymethodologytoless-reactiveanalytes. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental section ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Reagents and materials ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Phenol sensitive indicators: 4-nitrobenzenediazonium tetrafluoroborate was purchased from Sinopharm Chemical Reagent Co.Ltd;resorcinol， 2,6-dibromoquinone-4-chloroimide, 3-methyl-2-benzothialinone(MBTH)andhydroxylamine hydrochloride were obtained fromAladdin.Ammonium cerium sulfatehydrate and sodium nitroferricyanidedehydrate were provided by Aladdin; sodium nitrite and sodium hydroxide were from Sinopharm Chemical Reagent Co. Ltd. Pesticides: carbaryl,metolcarb,isoprocarb,carbofuran,propoxur,promecarb,chlorpyrifos,methomyl,pretilachlor and deltamethrin were obtained from Aladdin;methiocarb and bendiocarb were from Sigma-Aldrich；dioxacarb,fenobucarb and $a$ -BHCwere provided by J&K Scientific.The chemical structures of selected pesticides were shown in the ESI,Fig. S1. $^ { \\dagger }$ Glucose,sucrose and vitamin C were obtained from Sinopharm Chemical Reagent Co.Ltd,and lysine was provided byAladdin.All chemicals from commercial sources are of analytical grade,and all reagents were used as received without further purification unless otherwise specified.Deionized water was used throughout this study. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Stock solutions of pesticides were initially dissolved in ethanol $( 0 . 1 \\mathrm { g } \\mathrm { L } ^ { - 1 } )$ and then diluted with deionized water before use.To minimize the potential effects of hydrolysis,all the stock solutions of pesticides were freshly prepared before the experiments.Twobuffers (abbreviatedasbufferAandB)areused for preparation of phenol responsive indicator solutions,i.e.buffer A (pH14): NaOH(4.8 g),EDTA $\\left( 2 . 0 { \\ g } \\right)$ and boric acid $\\left( 0 . 8 \\mathrm { g } \\right)$ were dissolved in $5 0 ~ \\mathrm { m L }$ distilled water,and then mixed with equivalent volume ethanol before use;buffer B $\\left( \\mathrm { p H } \\ 1 2 \\right)$ ： $5 0 ~ \\mathrm { m L }$ of $\\mathrm { K H } _ { 2 } \\mathrm { P O } _ { 4 }$ solution (0.1 M) mixed with $1 . 7 5 \\mathrm { ~ m L }$ of NaOH solution $\\left( 6 . 0 \\mathrm { ~ M } \\right)$ and then diluted to $1 0 0 ~ \\mathrm { { m L } }$ with distilled water. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Instrumentation ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Imaging of the arrays was performed using a flatbed scanner (Epson Perfection V3oo) for all the sensing experiments.The pH measurements were performed with a PHS-3C pH meter.96- well plates (Corning 3632） were purchased from Genetimes Technology Incorporated. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental procedure for the detection ofpesticides ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Control solutions for the as-fabricated $1 \\times 5$ array (i.e.5 phenol responsive indicator solutions):14b,15 4-nitrobenzenediazonium tetrafluoroborate $( 0 . 1 \\ \\mathrm { m M } )$ in ${ \\bf N a } _ { 2 } { \\bf C O } _ { 3 } – { \\bf N a H C O } _ { 3 }$ buffer $\\mathbf { \\hat { \\mu } _ { 1 0 \\ m M } }$ $\\mathsf { p H } 9 . 5 \\bigr )$ for sensor unit one;2,6-dibromoquinone-4-chloroimide $( 1 0 0 ~ \\mu \\mathbf { M } )$ in ${ \\bf N a } _ { 2 } { \\bf C O } _ { 3 } – { \\bf N a H C O } _ { 3 }$ buffer (10 mM,pH9.5) for sensor unit two; $\\mathbf { N a N O } _ { 2 }$ $\\left( 0 . 1 5 \\mathrm { ~ M } \\right)$ ， $\\mathrm { H } _ { 2 } \\mathrm { S O } _ { 4 }$ 0 $\\mathbf { \\zeta } _ { 0 . 1 6 \\ m M } )$ and resorcinol $\\left( 1 . 1 \\mathrm { \\ m M } \\right)$ in NaOH solution $\\left( 2 . 7 8 \\ \\mathrm { ~ M } \\right)$ for sensor unit three; $\\mathbf { M B T H } \\left( 0 . 4 \\mathbf { \\ m M } \\right)$ ,ammoniumceric sulfate $\\left( 0 . 3 \\ : \\mathrm { m M } \\right)$ andbufferA $\\left( 0 . 0 4 \\% { \\bf \\sigma v } / { \\bf v } \\right)$ in aqueous solution for sensor unit four; sodium nitroprusside $\\left( 0 . 2 \\mathrm { m M } \\right)$ ,hydroxylamine hydrochloride $\\left( 0 . 8 \\mathrm { m M } \\right)$ and buffer B $\\left( 0 . 0 6 \\% { \\bf v } / { \\bf v } \\right)$ in aqueous solution for sensor unit five. The composition of the as-fabricated $1 \\times 5$ phenol responsive arrayis summarized in Table S1.t ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Work solutions were prepared in the same procedures as that of for control solutions, just by adding a desired amount of acertain pesticide that was firstly hydrolyzedin NaOH (1.0 M) for $1 0 \\ \\mathrm { m i n }$ and then neutralized by equivalent HCl $( 1 . 0 \\textbf { M } )$ Subsequently，the control and work solutions $( 3 0 0 ~ \\mu \\mathrm { L } )$ were loaded into a 96-well plate respectively for another $1 0 \\ \\mathrm { m i n }$ ,and the“before”(from the control solutions) and “after”(from the work solutions) images were acquired on an ordinary flatbed scanner (Epson Perfection V300). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Difference maps were obtained by taking the difference of the red,green,and blue (RGB) values from the center of every colorant spot (in 96-well plates) from the“before”and“after\" images.Subtraction of the two images yielded a difference vector of 3Ndimensions,where $N$ is total number of sensor units (for our one by five array，this difference vector is 15 dimensions).Digitization of the colour differences can be performed with Adobe Photoshop.The chemometric analysis was carried out on the colour difference vectors using the MultiVariate Statistical Package (MvSP v.3.1,Kovach Computing); in all cases,hierarchical cluster analysis $\\mathrm { ( H C A ) ^ { 1 6 } }$ and principal component analysis $\\mathbf { ( P C A ) ^ { 1 7 } }$ were performed on the database library using the minimum variance for classification. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Analysis of pesticide residuesin real samples ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Asa preliminary test, carbaryl detection in apple juice and green tea drinks was taken as an example for real samples.The apple juice and green tea drinks were obtained from a local supermarket,and the coloured samples were decolorized (e.g. by activated charcoal) before analysis ( $1 0 \\%$ weight of the sample, which had been confirmed to be able to completely decolorize these samples and with negligible adsorption of pesticides).h Then the same analysis procedure for pesticide as in aqueous solution was used, just by adding a certain amount of decolorized samples into the control and work solutions,respectively. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Results and discussion ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Principle and fabrication of the array ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Owing to the weak reactivity,pesticides are hardly to be directly applied to the colorimetric sensor array methodology.However, based on the literatures and ourselves findings that $N \\mathrm { \\Omega }$ -methyl carbamate pesticides could be decomposed into reactive phenols in basic media,14 and then the produced different structured phenols are assumed to induce diverse responses to phenol responsive indicators.To be a“proof-of-principle\" study，herein，five inexpensive and readily available phenol sensitive indicators (Table S1 in ESI for detailst) are selected to fabricate a colorimetric sensor array for the indirect determination of $N \\cdot$ methyl carbamates.14b,15 As illustrated in Scheme 1, when pesticides (or other potential interferants) are treated in strong base media，only the $N \\mathrm { \\Omega }$ -methyl carbamates could produce phenols and subsequently induce colour changes of the as-fabricated array.Moreover,due to the differences of chemical structure of phenols that produced from different $N \\mathrm { \\Omega }$ -methyl carbamates,this array is supposed to be able not only to discriminate $N \\mathrm { . }$ -methyl carbamates from other types of pesticides,but to identify them from each other.Note that the existence of phenol or its derivatives should be firstly excluded foratesting sample,and this can be facilely fulfilled through adding the sample into our developed phenol responsive array before strong base pre-treatment. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Array'sresponses to $N _ { \\mathbf { \\lambda } }$ -methylcarbamates ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To examine the recognition capabilities of the as-fabricated array，ten $N \\mathrm { \\Omega }$ -methyl carbamates (i.e.propoxur，isoprocarb, carbofuran，carbaryl，promecarb，methiocarb，bendiocarb, metolcarb,dioxacarb and fenobucarb),one other kinds of carbamate (i.e. methomyl),an organophosphate (i.e.chlorpyrifos)，an organochlorine (i.e. $\\boldsymbol { \\mathfrak { a } }$ BHC)，a pyrethroid (i.e. deltamethrin),anda herbicide (i.e.pretilachlor) are randomly selected as examples.We firstly investigated the array's responses to the above pesticides at $1 0 ^ { - 4 } \\ \\mathrm { g } \\ \\mathrm { L } ^ { - 1 }$ (for $N \\cdot$ -methyl carbamates)and $1 0 ^ { - 3 } \\ \\mathrm { g } \\ \\mathrm { L } ^ { - 1 }$ (for all the others).As shown in Fig. S2 and $^ { 5 3 , \\dagger }$ all the ten $N \\mathrm { . }$ -methyl carbamates presented different maps while all of the others were immune,indicating sufficient recognition of all the investigated $N \\cdot$ methyl carbamates from other pesticides even at 1o-fold higher concentrations.Then we defined a 15-dimensional vector (i.e. five changes in RGB values of the $\\textbf { 1 } \\times \\textbf { 5 }$ array) for quantitative comparison of the color changes of the array. The high dispersion of sensor array data requires a classification algorithm which uses the full dimensionality of the data. Consequently,hierarchical cluster analysis (HCA),which is a model-free method based on the grouping of the analyte vectors according to their spatial distances in their full vector space,16 is used in this study.HCA dendrograms were formed based on the clustering of the array response data in the 15 dimensional △RGB color space (Fig.1).As shown in the figure, $N$ -methyl carbamates can be easily discriminated from other pesticides,herbicides and a control. Interestingly，all the randomlyselected ten $N \\cdot$ -methylcarbamatescanbeaccurately identified against each other with no error or misclassifications in quintuplicate trials.To further verify our array's capability in identifying $N$ -methyl carbamates，principal component analysis (PCA) was also carried out.17 As presented in Fig. $^ { \\dag }$ a two-dimensional plot was obtained with every $N$ -methyl carbamate separating accurately from each other. Both the above HCA and PCA results demonstrate that the asdeveloped sensor array could be employed not only for the detection but for the discrimination of $N \\mathrm { \\Omega }$ -methylcarbamates. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/e7a05eb3bc8eb890ebda60b79320fc4b3632272e67cfefaaa477af4af510c023.jpg",
        "img_caption": [
            "Scheme 1 Schematic illustration of the detection principle of the developed colorimetric sensor array for $N$ -methyl carbamate pesticides. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/9cb1fd26dfcf74077ff30ea1c785ffa7d22b6c25cfb36ac607f3cc254ea4f517.jpg",
        "img_caption": [
            "Fig.1Hierarchical cluster analysis for ten $N$ -methyl carbamates,one other kinds of carbamate (i.e.methomyl)，organophosphate (i.e. chlorpyrifos),organochlorine (i.e. $\\alpha$ -BHC),pyrethroid (i.e.deltamethrin),and herbicide (i.e.pretilachlor) and a control;no confusions or errors in classification for $N$ -methyl carbamate pesticides were observed in 70 trials.The experiments were performed in quintuplicate for $N$ -methyl carbamates (RSDs shown in Table $5 2 \\dagger$ )and the control, and in triplicate for other pesticides.All the $N \\cdot$ -methylcarbamateswere at $1 0 ^ { - 4 } \\mathfrak { g } \\mathsf { L } ^ { - 1 }$ ,and others were at $1 0 ^ { - 3 } \\mathfrak { g } \\mathsf { L } ^ { - 1 }$ "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To further assess the recognition capability of the sensor array,another set of lower concentrations of $N \\mathrm { . }$ -methylcarba mates (e.g. $1 0 ^ { - 5 } \\ : \\mathrm { g } \\mathrm { L } ^ { - 1 } )$ were examined. Again,the array displays different recognition patterns to each of the $N _ { \\mathbf { \\lambda } }$ methyl carba mates,while no noticeable responses to all of others can be observed (Fig. S3 in $\\mathrm { E S I \\dagger }$ ).Moreover, the HCA and PCA results revealed that all the ten investigated $N \\cdot$ methyl carbamatescan be clearly differentiated from others,and each of them are further accurately identified with no error or misclassifications (Fig. 2 and ${ \\bf 5 5 \\dagger }$ ） ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In this study,the limits of detection(LODs) are calculated for each pesticide by extrapolating from the observed array responses at the lower investigated concentration $( i . e . , 1 0 ^ { - 5 } \\mathrm { ~ g ~ }$ ${ { \\bf L } ^ { - 1 } } .$ ).We have defined the LOD for our array response as the pesticide concentration needed to give three times the signal-tonoise (S/N) versus background for the sum of the three largest responses among the15 color changes.As a result, the LODs of all the ten $N \\mathrm { . }$ -methyl carbamatesare calculated to beat the level of $1 0 ^ { - 6 } \\ \\mathrm { g } \\ \\mathrm { L } ^ { - 1 }$ ,i.e.LODs for carbaryl,metolcarb,isoprocarb, carbofuran，propoxur，promecarb,methiocarb,bendiocarb, dioxacarb and fenobucarb being $2 . 5 \\times { { 1 0 } ^ { - 6 } }$ 5 $3 . 5 \\times 1 0 ^ { - 6 }$ ， $4 . 9 \\times$ ${ { 1 0 } ^ { - 6 } }$ $1 . 7 \\times { { 1 0 } ^ { - 6 } }$ ， $5 . 9 \\times { { 1 0 } ^ { - 6 } }$ $5 . 1 \\times { { 1 0 } ^ { - 6 } }$ $6 . 5 \\times { { 1 0 } ^ { - 6 } }$ $2 . 4 \\times { { 1 0 } ^ { - 6 } }$ $9 . 5 \\times { { 1 0 } ^ { - 6 } }$ and $5 . 5 \\times 1 0 ^ { - 6 } \\mathrm { g } \\mathrm { L } ^ { - 1 }$ ,respectively. These calculated LODs basically meet the requirements for determination of $N \\mathrm { \\Omega }$ （204号 methyl carbamates in practical applications. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Array'sdiscriminationcapability to $N _ { \\mathbf { \\lambda } }$ -methylcarbamates ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The responses of a colorimetric sensor array primarily relying on equilibrium reactions between the analytes and indicators, therefore,the same analyte would exhibit different array's response patterns at different concentrations.By combining the full data sets of the sensor array responses to ${ { 1 0 } ^ { - 5 } }$ and ${ { 1 0 } ^ { - 4 } } \\mathrm { g }$ ${ \\bf L } ^ { - 1 }$ of $N \\cdot$ methyl carbamates,the HCA exhibits that the array can exactly identifyall the selected $N \\mathrm { . }$ -methyl carbamatesat both concentration sets against one another (Fig. S6t).This result demonstrates that our developed colorimetric sensor array can be applied for the simultaneous detection and discrimination of $N \\mathrm { . }$ -methyl carbamates at ${ { 1 0 } ^ { - 5 } }$ and $1 0 ^ { - 4 } \\ \\mathrm { g } \\ \\mathrm { L } ^ { - 1 }$ ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/044c933d72b48057884cd34de682c5ae1ab9ffeb6d4cd520f28e0bce120c9052.jpg",
        "img_caption": [
            "Fig.2Hierarchical clusteranalysis for ten $N$ -methylcarbamates,one other kinds of carbamate (i.e.methomyl)，organophosphate (i.e. chlorpyrifos),organochlorine (i.e. $\\alpha$ -BHC),pyrethroid (i.e.deltamethrin),and herbicide (i.e.pretilachlor) and a control;no confusions or errors in classification for $N$ -methyl carbamate pesticides were observed in70 trials.The experiments were performed in quintuplicate for $N$ -methyl carbamates (RSDs shown in Table $\\hphantom { 0 } 5 2 \\dag$ )and the control, and in triplicate for other pesticides.All the $N$ -methylcarbamateswere at $1 0 ^ { - 5 } \\mathfrak { g } \\mathsf { L } ^ { - 1 } .$ and others were at $1 0 ^ { - 3 } \\mathfrak { g } \\mathsf { L } ^ { - 1 }$ "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Array's sensing properties to a single pesticide ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We next studied the performances of the as-fabricated sensor array for recognition of $N _ { \\mathbf { \\lambda } }$ -methyl carbamates in a range of concentrations and see its potentials in quantitative analysis. Herein,an $N \\cdot$ methyl carbamate pesticide (i.e.carbaryl) was taken as an example.As depicted in Fig. S7, $\\dagger$ carbarylis found to induce diverse recognition patterns from $5 \\times { 1 0 } ^ { - 6 }$ to $5 \\times { 1 0 } ^ { - 3 } { \\mathrm { g } }$ ${ \\bf L } ^ { - 1 }$ .HCA further revealed that carbaryl at all these investigated concentrations and a control can beclearly identified against one another with no error or misclassifications out of 3O cases (Fig. 3). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Subsequently, the relationship between the colour changes of the array [illustrated by the total Euclidean distances (EDs), i.e.square root of the sums of the squares of the △RGB values] and concentrations of carbaryl was investigated.As shown in Fig.4,the EDs of the sensor array increase gradually with the concentrations of carbaryl.Based on these results,the asfabricated colorimetric sensor array can be applied for identification of $N \\cdot$ methyl carbamates in broad range of concentrations,and even for semi-quantitative analysis through the corresponding fitting curve between the colour changes of the array (i.e. total EDs) and the concentrations of the $N \\cdot$ -methyl carbamate. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Selectivity and anti-interference capability of the array ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "High selectivity and anti-interference capabilities are also essential requirements to an analytical method,and thus these features of the designed sensor array are followed examined.As shown in Fig. $^ { 5 3 , \\dagger }$ all of other pesticides,i.e.organophosphates (e.g.chlorpyrifos)，organochlorines (e.g. $\\mathfrak { a }$ -BHC)，pyrethroids (e.g. deltamethrin),other kind of carbamates (e.g. methomyl), and herbicides (e.g: pretilachlor)，could not induce any remarkable responses to the array even at 1o-fold higher concentration, i.e. $1 0 ^ { - 3 } \\ \\mathrm { g } \\ \\mathrm { L } ^ { - 1 }$ . This observation came as no surprise because the detection mechanism of our method is based on responses to the produced phenols in basic media from $N \\cdot$ methyl carbamate pesticides,while none of the others could do the same thing. In addition, the common existing substances in food samples,such as organic acids (e.g. vitamin C),amine acids (e.g. lysine),glucide (e.g. glucose and sucrose), and metal ions (e.g. $\\mathbf { K } ^ { + }$ and $\\mathrm { { N a } ^ { + } }$ ),could not induce any noticeable responses of the array (Fig. $\\mathbf { S 8 \\dagger }$ ).Importantly，closely identical responses of the sensor array to carbaryl are observed whether in the absence or presence of these common ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/fa65b3b4ba52b4a04d9d789669f1c9ede6bbfd8dee7ebb4e96eed5cd4571f670.jpg",
        "img_caption": [
            "Fig.3Hierarchical cluster analysis for carbaryl at different concentrations and a control.All of the experiments were performed in triplicate. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/48193cdaafa9949e992f98b25d60be8a2ac64d6160bd11677bf9deda0f7ae011.jpg",
        "img_caption": [
            "Fig.4The total Euclidean distances (EDs) of the array plotted versus the concentrations of carbaryl.All of the experiments were performed in triplicate; the error bars showed the standard deviation of triplicate experiments. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/852deffa49e3e1d1a707d2a081f761986b99eef6ea6d63aac41b223f60c0f6bd.jpg",
        "img_caption": [
            "Fig.5Effects ofa variety of common interferants in food samples in the absence (blank bar) and presence (red bar) of $1 0 ^ { - 4 } \\mathfrak { g } \\mathsf { L } ^ { - 1 }$ carbaryl; ${ N a } ^ { + }$ ${ \\mathsf { K } } ^ { + }$ glucose,sucrose, lysine and vitamin C were at $1 0 ^ { - 3 } \\mathfrak { g } \\mathsf { L } ^ { - 1 }$ .The error bars shown are the standard deviation of triplicate experiments. ",
            "Fig.6(a) Responses of the array for $1 0 ^ { - 4 } \\mathfrak { g L } ^ { - 1 }$ carbaryl in the absence (l) and presence of either $10 \\%$ green tea drinks (ll),or apple juice (iI). For display purposes,the color range of these difference maps of carbaryl was expanded from 3 to 8 bits per color (RGB range of 3-10 expanded to 0-255): (b) responses of $1 0 ^ { - 4 } \\ \\mathfrak { g } \\ \\mathsf { L } ^ { - 1 }$ carbaryl in the absence (l) and presence of $10 \\%$ green tea drinks (Il),and $10 \\%$ apple juice (ll).The error bars revealed the standard deviation of triplicate trials. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "a) b) 三   \nI : 3   \nIII ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "interferants (Fig. 5), demonstrating high specificity and strong anti-interference capabilities of the developed sensor array for $N \\cdot$ methylcarbamates. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Detection of pesticide residuesin real samples ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The observed of excellent detection performances of the sensor array to $N \\mathrm { . }$ -methyl carbamates prompted us to examine its potential applications in real samples.As a preliminary test, apple juice and green tea drinks are taken as examples.Since the colorimetric sensor array methodology is primarily relying on colour changes, the coloured samples have to be decolorized (e.g.by activated charcoal) before analysis.Subsequently,the same detection procedure for pesticide as in aqueous solution was employed, just by addinga certain amount of decolorized samples (i.e.apple juice and green tea drinks herein) into the control and work solutions,respectively.Due to the complicated composition of real samples,maximal $1 0 \\%$ for both of the two samples can be included in the analysis.As shown in Fig.6, similar recognition patterns and responses (EDs) for carbaryl $( 1 0 ^ { - 4 } \\mathrm { g } \\mathrm { L } ^ { - 1 } )$ were observed either in the absence or presence of decolorized green tea drinks or apple juice.These findings indicate that the sensor array could be potentially applied for the detection of $N \\mathrm { \\Omega }$ -methyl carbamate pesticidesin real samples. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In summary,based on the findings that $N \\cdot$ methyl carbamate pesticides are decomposed into reactive phenols in basic media,a novel strategy of strong base pre-treatment is developed and employed to the colorimetric sensor array detection and differentiation of this class of pesticides in an indirect manner.Specifically，the colorimetric sensor array can be facilely fabricated with the use of five inexpensive and readily availablephenol sensitive indicators.Theas-developed arrayis shown excellences not only in discriminating $N \\cdot$ methylcarbamates (e.g. carbaryl,metolcarb,isoprocarb,carbofuran,propoxur，promecarb,methiocarb,fenobucarb,bendiocarb and dioxacarb) from other types of pesticides,but further identifying them exactly from each other.Furthermore，semiquantitative detection can be also achieved by combining recognition patterns,classification analysis (i.e.HCAand PCA) and corresponding fitting curves.The unique features of this current method are high selectivity and anti-interference, simultaneous detection and identification capability for each of $N \\mathrm { . }$ -methyl carbamate pesticides,and practicability to real samples.More importantly,this study further demonstrates that the pre-treatment could be an effective strategy in expanding the range of applications of the colorimetric sensor array methodology to less-reactive analytes. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This work was supported by the Natural Science Foundation of China (21277149), Zhejiang Provincial Natural Science Foundation of China (LR13Bo5ooo1) and the Ningbo Science and Technology Bureau (2014B82010). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Notes and references ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1 (a)M.Tankiewicz,J.Fenik and M.Biziuk，Trends Anal. Chem.，2010，29，1050-1063；(b）A.Kamel，C.Byrne, C.Vigo,J.Ferrario,C. Stafford,G.Verdin，F. Siegelman, S.Knizner and J.Hetrick,Water Res.,2009,43,522-534; (c) http://www.epa.gov/pesticides/cumulative； (d) C.F.Moffat and K.J.Whittle，Environmental contaminants in food, Sheffield Academic Press, Sheffield,1999.   \n2 (a) K. Kim, O.G. Tsay,D.A. Atwood and D. G. Churchill, Chem.Rev.，2011，111，5345-5403；(b)G.Aragay，F.Pino and A.Merkoci, Chem. Rev.,2012,112,5317-5338.   \n3 (a) J.Wang,W. Chow, D. Leung and J. Chang,J. Agric. Food Chem.，2012，60，12088-12104；(b）Y.Kis0，H.Li, K. Shigetoh, T. Kitao and K. Jinno,J. Chromatogr. A,1996, 733,259-265.   \n4 M.M.Gómez-Ramos,C.Ferrer,O. Malato,A. Agüera and A.R.Fernandez-Alba,J. Chromatogr. A,2013,1287,24-37.   \n5(a)S.Viswanathan，H.Radecka and J.Radecki,Biosens. Bioelectr0n.，2009，24，2772-2777；(b） G．D. Liu and Y.H.Lin,Anal. Chem.,2005,77,5894-5901.   \n6(a)J.M.Gong，Z.Q.Guan and D.D. Song，Biosens. Bioelectron.，2013，39,320-323；(b) E.J.Llorent-Martinez, I. Delgado-Blanca,A. Ruiz-Medina and P. Ortega-Barrales, Talanta,2013,115,462-467.   \n7 (a) G. L. Qian,L. M. Wang, Y. R. Wu, Q. Zhang, Q. Sun, Y. Liu and F.Q.Liu，F00d Chem.，2009，117，364-370；(b) J. A.Gabaldon，A. Maquieira and R.Puchades,Talanta, 2007,71,1001-1010.   \n8 (a) G.L. Fu, W. W. Chen, X. L. Yue and X. Y. Jiang, Talanta, 2013,103,110-115; (b)J.F. Sun,L.Guo,Y.Bao and J.W. Xie, Biosens.Bioelectron.，2011，28，152-157；(c）D.B.Liu, W. W. Chen, J. H. Wei, X. B. Li, Z. Wang and X. Y. Jiang, Anal. Chem.，2012，84，4185-4191；(d) M. M.Liang, K. L.Fan, Y. Pan,H. Jiang,F. Wang,D. L. Yang,D. Lu, J. Feng, J. J. Zhao, L. Yang and X. Y. Yan, Anal. Chem., 2013,85,308-312; (e) Y. H. Yi, G. B. Zhu,C.Liu, Y. Huang, Y. Y. Zhang, H. T. Li, J. N. Zhao and S. Z. Yao, Anal. Chem., 2013,85,11464-11470; (f) K. Zhang, Q. S. Mei, G. J. Guan, B. H. Liu, S. H. Wang and Z. P. Zhang, Anal. Chem., 2010, 82,9579-9586;(g) K. Zhang，T. Yu,F. Liu，M.T. Sun, H. Yu, B. H. Liu, Z. P. Zhang, H. Jiang and S. H. Wang, Anal.Chem.，2014，86,11727-11733;(h) S.H. Qian and H. W. Lin,Anal. Chem.,2015,87, 5395-5400.   \n9 (a) J. R. Askim, M. Mahmoudi and K. S. Suslick, Chem. Soc. Rev.,2013,42,8649-8682; (b) K. L. Diehl and E. V. Anslyn, Chem. Soc.Rev.，2013，42，8596-8611; (c） S. L. Wiskur, H. Ait-Haddou, J. J. Lavigne and E. V. Anslyn, Acc. Chem. Res.，2001,34,963-972；(d) P.Anzenbacher Jr,P.Lubal, P.Bucek,M. A. Palacios and M. E. Kozelkov,Chem. Soc. Rev.,2010,39,3954-3979.   \n10 (a） B. D. de Grenu，D. Moreno， T. Torroba， A. Berg, J. Gunnars, T. Nilsson，R. Nyman， M. Persson, J. Pettersson, I. Eklind and P. Wasterby, J. Am. Chem. Soc., 2014，136，4125-4128；(b）L.Pascuala，I. Camposa, R.Batallera，C. Olguin，E.Garcia-Breijo，R.MartinezManeza and J. Soto, Sens. Actuators,B,2014,192,134-142; (c) L.Feng,C. J. Musto,J.W. Kemling,S. H. Lim and K.S. Suslick, Chem. Commun.,2010,46,2037-2039.   \n11 (a) Y.L. Liu and M. Bonizzoni,J. Am. Chem. Soc.,2014, 136, 14223-14229; (b) N.A. Esipenko,P.Koutnik, T. Minami, L. Mosca, V. M. Lynch,G. V. Zyryanov and P. Anzenbacher Jr，Chem.Sci.，2013，4，3617-3623;(c) V. Kumar and E.V. Anslyn，Chem.Sci.，2013，4，4292-4297；(d) W. I. S. Galpothdeniya， B.P. Regmi， K. S. McCarter, S.L. de Rooy,N. Siraj and I. M. Warner,Anal. Chem., 2015, 87,4464-4471; (e) G. Sener,L. Uzun and A. Denizli, ACS Appl. Mater. Interfaces,2014,6,18395-18400.   \n12 H.W. Lin,M. Jang and K. S. Suslick,J. Am. Chem. Soc.,2011, 133, 16786-16789.   \n13H.W.Lin and K.S.Suslick,J.Am. Chem. Soc.,2010,132, 15519-15521.   \n14 (a) O. Agrawal and V. K. Gupta,Microchem. J.,1999,62,147- 153; (b) Z. P. Ji, J. Wang, S. X. Wang and Z. Q. Lu, Chin. J. Spectrosc.Lab.,2004,21,194-197.   \n15 (a) S. M. Dong,Chem. World,1964,424; (b) S.M. Hassan, F. B. Salem and N. A. El-Salam,Anal. Let.,1987,20, 677- 687; (c) H. O.Friestad,D. E. Ott and F.A. Gunther, Anal. Chem.，1969，41，1750-1754; (d) C. L. Kang，Y. Wang, R.B.Li, Y.G.Du,J. Li,B.W. Zhang, L. M. Zhou and Y. Z. Du, Microchem. J., 2000, 64,161-171.   \n16 (a) S.Hasswell, Practical Guide to Chemometrics,Dekker, New York,1992; (b) R.A. Johnson and D.W.Wichern,Applied Multivariate Statistical Analysis,Prentice Hall,Upper Saddle River, NJ, 2007,6th edn.   \n17 1. T. Joliffe, Principal Component Analysis, Springer-Verlag, New York, 2002. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]