[
    {
        "type": "text",
        "text": "对构建科技创新政策体系的几点思考",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "贺德方",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "改革开放以来，党和政府根据不同时期的经济社会发展战略目标和科技事业发展的需要，出台了一系列扶持和激励科技创新活动的政策，覆盖了科技工作的各个方面和科技创新链条的各个环节，初步形成了具有中国特色的科技创新政策体系框架。面对新的国际国内形势，党的十八大提出实施创新驱动发展战略，强调科技创新是提升社会生产力和综合国力的战略支撑，必须摆在国家发展全局的核心位置。为实施创新驱动战略，当前需要进一步开展政策探索和政策创新，加快制定适应新形势要求的政策措施，提升科技政策决策的科学化水平，不断优化和完善我国科技创新政策体系。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1我国科技创新政策体系建设成效显著",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "科技创新政策是引导、激励和规范科技创新活动的政府措施和行为。其主要功能包括三个方面： $\\textcircled{1}$ 通过配置科技资源实现对科技创新发展方向的引导功能，如制定科技发展五年规划、实施重点科技研发计划等； $\\textcircled{2}$ 通过给予税收优惠等实现对创新主体开展科技创新活动的激励功能，如对企业研发费用实行税前加计扣除、对科技人员实行股权激励等； $\\textcircled{3}$ 通过规制和限定创新主体行为边界实现对科技创新活动的规范功能，如出台生物伦理规范、科研诚信政策等。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "改革开放以来，伴随着科技事业快速发展，我国在不同时期研究制定了大量的科技创新政策，有效保障了各阶段国家科技发展战略的实施，初步形成了涵盖科研机构、高校、企业、中介服务机构等的各类创新主体，覆盖基础研究、技术开发、技术转移、产业化等各个创新环节，作用于供给侧、需求侧、环境侧等各个方面，包括财政、税收、金融、知识产权等各类手段在内的多样化科技创新政策体系。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国科技创新政策体系是伴随我国历次科技体制改革和重大科技创新战略实施而逐步建立并不断完善的，科技创新政策体系发展脉络是：在不同发展阶段，不断推进科技体制改革和实施科技创新战略，对政策提出需求；针对这些改革布局和发展战略要求，出台相应政策措施，将改革和战略具体化、制度化；通过政策的持续总结、优化、凝练、完善，逐步凝聚社会共识，再提升为法律，逐步实现科技治理的法治化。如，2006 年中共中央国务院做出了提高自主创新能力、建设创新型国家的战略部署，印发了《国家中长期科学和技术发展规划纲要（2006-2020 年)》（以下简称《中长期规划纲要》)。围绕《中长期规划纲要》的实施，国务院从科技投入、税收激励、金融支持等方面提出了60条配套政策，国务院各部门出台70 多项实施细则。有关政策在经过实践检验后，纳入了2007年底修订通过的《中华人民共和国科学技术进步法》中。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "整体上看，我国科技创新政策体系发展历程有以下三大特征：从政策范围看，实现了从“小科技”向“大创新”的扩展，政策从主要激励科学进步和技术发展，到更大层面的激励科技进步和创新发展；从政策对象看，从早期的侧重科研院所和高等院校，到覆盖院所高校、企业、科技服务机构、风险资本等所有创新创业相关主体；从政策工具看，从早期侧重要素投入，到现在更加强调创新创业环境的营造。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在党中央国务院的高度重视和各部门、各地方积极推进下，我国科技创新政策已经取得了显著成效。比如，在激发全社会创新热情方面，2015年，全国研发支出超过1.4万亿元，研发强度达到 $2 . 1 \\%$ 。2006年以来，全国研发支出年均增长超过 $2 1 \\%$ ；在激励企业创新方面，2014年，全国享受研发费用加计扣除优惠的企业数为4.5万家，减免税额自2008年以来年均增长 $3 0 \\%$ 以上；在激励科技人才开展创新方面，对重要技术人员和经营管理人员进行股权和分红激励，调动技术和管理人才创新积极性。截至2014年底，该政策已经在中关村、东湖、张江国家自主创新示范区和合芜蚌自主创新综合试验区200 多家企业实施，激励人员超过2000人，很大程度提升了企业对科技人员的吸引力和凝聚力；在推动区域创新发展方面，我国已经设立146家国家高新区。国家高新区研发投入强度达 $5 . 5 \\%$ ，是全国平均水平的2.6倍；每万名从业人员拥有发明专利162.3件，是全国平均水平的8.5倍。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2科技创新政策体系的重点与方向",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "近年来，国内经济形势和国际经济格局正在发生深刻变化，围绕科技创新的国际竞争进一步加剧，科技创新政策工作正面临新的形势和要求。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "首先，党中央对科技创新高度重视，为政策完善和环境营造提供重要窗口期。十八大以来，以习近平为总书记的新一代中央领导集体，作出了实施创新驱动发展战略的重大决策，对科技创新提出了一系列新思想、新论断和新要求。围绕创新驱动发展战略的实施，党中央国务院连续发布若干重要文件，包括《国家创新驱动发展战略纲要》《中共中央国务院关于深化体制机制改革加快实施创新驱动发展战略的若干意见》等。这些思想、论断和文件进一步明确了新时期科技改革发展的方向，同时也对科技创新政策工作提出了更高要求。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "其次，创新战略和政策的竞争成为世界各国竞争的首要手段。世界各主要国家都在积极出台科技创新政策，创新环境竞争已经成为新一轮全球创新竞争的重要方式。世界各国对人才、资本、市场、专利等创新资源的争夺日益激烈。比如：美国大力推进制造业回流、出台新的移民改革法案吸引人才，巴西推出“科学无疆界计划”，印度发布《印度海外公民条例》鼓励海外公民回国开展科技创新，日本、韩国出台吸引外资研发机构的政策。面对全球在创新领域的竞争态势，我们要加强政策研究，加快政策创新，提升我国科技创新政策的竞争力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "再次，主动适应、积极引领新常态对创新政策提出的迫切需求。我国经济发展进入新常态，基本特征是速度变缓、结构优化、动力转换，要求依靠科技创新打造新常态下的新引擎。推进供给侧结构性改革，核心在于通过科技创新来提高全要素生产率，来解决经济发展的质量和效益问题。主动适应、积极引领新常态是科技工作在新时期面临的一次重大考验。新常态下，科技政策工作需要更加重视科技面向国民经济主战场的作用，要加强创新发展的战略谋划和系统布局，打造创新发展加速度，创造未来发展的新优势，支撑经济中高速发展和提质增效。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "同时，科技体制改革重大突破为创新政策完善奠定了坚实的基础。党的十八大和十八届三中全会提出改革总体要求，要推进国家治理体系现代化，要发挥市场对资源配置的决定性作用。十八大以来，科技体制改革实现了一些重大突破，包括中央财政科技计划管理改革、院士制度改革、科技奖励制度改革等，为新时期制定科技创新政策、发挥科技创新政策作用、政策执行与监督奠定了基础。当前必须要加强统筹，系统推进科技体制、经济领域和政府管理三方面改革，形成适应创新驱动发展的体制机制，营造保护创新的制度环境、拉动创新的市场环境和支持创新的社会环境。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "改革开放以来，我国的科技创新政策体系不断发展与优化。但是，面对新的形势和要求，依然存在一些问题和不足。如，在政策定位方面，政府在构建有利于创新的市场环境方面尚存不足，对投资活动激励较强，对创新活动激励偏弱；在政策重点方面，偏重研发和供给端，对需求端和创新环境注重不够；在政策工具选择方面，偏重竞争性资助、补贴性政策，普惠性政策少；在政策导向上，人才评价和激励机制还不完善。在政策落实方面：部分政策由于相关政策不协调或缺乏实施细则，导致政策落实效果被打折扣。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "面对新的形势和要求，科技创新政策工作要深入贯彻落实党的十八大及十八届三中、四中、五中全会和全国科技创新大会的精神，按照创新驱动发展战略的要求，正确处理政府和市场关系，以市场为导向，以企业为主体，以创新环境建设为重点，加强创新政策整体设计和协调配合，推动政策由研发向创新链条一体化整体设计转变，更加突出政策落实和监测评估，更加强调需求面政策，更加强调人才激励政策，更加强调普惠性政策。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）正确处理政府和市场关系，完善创新动力机制。政府财政科技投入主要加强基础研究和重大共性关键技术研发，适度增加基础研究和共性技术研究项目，加强创新基础设施和公共平台建设。充分发挥市场机制对创新的激励作用，完善新技术新产品新商业模式的准入制度，鼓励和支持新业态、新商业模式的发展。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（2）加强政策配套和协同，发挥政策合力。加强科技政策与财税、金融、贸易、投资、产业、教育、社会保障等政策的协同，形成目标一致、部门配合的政策合力，完善支撑创新的政策体系。加强中央和地方的政策协调，保证中央、地方政策相互支持和配合。围绕重点政策的落实抓配套，形成体系。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（3）完善企业为主体的技术创新市场导向机制。逐步将国家对技术创新的投入方式转变为以普惠性政策为主，推动企业加大研发投入力度。构建公平公正的市场环境，完善相关法律法规和标准体系建设，不断强化知识产权保护。加强产学研协同创新，引导各类创新要素向企业集聚，促进企业成为技术创新决策、研发投入、科研组织和成果转化的主体。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（4）加强需求面政策引导。建立符合国际规则的政府采购制度，加大政府采购对创新的拉动作用，加大节能减排等标准执行的执法力度，加速新技术推广和应用。对具有社会公益性质的创新产品和技术，实施价格补贴和消费者补贴，降低新技术进入市场的成本。完善检验检测服务体系，打通创新产品进入市场的通道。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（5）建立全方位、全过程的创新人才政策支撑体系。按照创新规律培养和吸引人才，按照市场规律让人才自由流动，实现人尽其才、才尽其用、用有所成。对从事不同创新活动的科技人员实行分类评价，鼓励科研人员持续研究和长期积累，充分调动和激发人的积极性和创造性。实行更具竞争力的国际人才吸引政策。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（6）加强政策的包容性。加强基础设施建设和覆盖面，为农村和偏远地区的创新创业提供技术支撑和公共服务。鼓励和支持开展更多民生领域的低成本科技创新，让科技成果惠及更多低收入群体。开展针对新科技的技能培训，提升新技术普及率。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（7）加强政策实施和监督评估。建立推进政策实施的部门间工作机制，开展政策制定的预评估和后跟踪。建立政策动态优化调整机制，形成政策执行的回路，不断完善政策体系。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3智库应在科技创新政策理论与方法研究中发挥引领作用",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "科技创新政策是塑造创新环境、激发创新活力的重要条件，政策的有效性和科学性直接影响科技创新发展及其支撑引领作用的发挥。然而，相较于经济、金融等政策领域，科技创新政策领域还缺乏完善的理论体系，数据基础较为薄弱，方法和工具也不足，政策议题有时受到主观意识和价值判断较大影响，决策过程的理论和证据支撑不足。加强科技政策研究，提升科技创新政策决策的科学化水平，成为全球主要国家共同关注的重要议题，比如美国近些年大力开展科学政策学建设，英国积极推进据实决策。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "结合当前我国科技创新政策的发展趋势以及国际上科技创新政策科学化的趋势，要推进我国科技创新政策研究，提升科技创新政策的智力支撑，当前关键是要做好四个方面的工作：建设科技创新政策理论体系、加强政策数据基础建设、开发更多适用的专业分析工具、发展专业化高水平智库。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（1）加强科技创新政策理论体系建设，强化决策的理论支撑。要加强理论体系研究，推动形成具有学科属性的完整理论构架，推动科技创新政策领域持续发展。要着重针对我国科技体制改革中的重大政策问题开展理论研究（如科技治理，科技进步与新常态等)。要加强理论研究同政策实践的衔接，紧跟改革和政策动态，找出政策“真问题”，开展有操作性的理论研究，为政策制定和实施提供直接有效的支撑。同时，也要注意过于强调“问题导向”容易出现的视角局限问题，面对一些具体的政策议题，要常常回到系统和理论的全面视角，考虑“正本清源”的根本解决思路。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（2）加强政策数据基础建设，夯实决策的证据基础，目前，我国大量的政策议题缺乏有效的数据基础，导致很多政策问题都停留在理念层面的争论。因此，当前应加强对国际政策实践的数据及案例收集和分析，建设科技创新政策文本数据库；针对重点政策议题（如中小企业创新等）采集准确、真实、适用和具体的原始信息和数据，建设事实型专题数据库；加强创新调查，推动数据集成，形成综合性数据库。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（3）加强专业分析方法和工具的开发与应用，提升决策的科学化水平。开展政策预评估方法研究，对政策实施的成本和可能实现的效果进行事前评估，为决策提供更有效的指引。有针对性地引进和集成相关领域的先进方法和技术手段（如文本挖掘、大数据)，针对特定政策问题，开发专业分析方法和工具（如文献计量、专利分析）。针对日常化的政策问题，化繁为简，开发直观简明的分析工具，提升决策效率（如政策内容可视化技术）。开展政策后评估方法研究，对政策实施效果及其影响进行科学化评估。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（4）加强科技创新政策研究共同体建设，提升决策的信息多元化。支持和鼓励相关学会和团体的发展，重点建设一批高水平科技创新政策智库，为科技创新政策制定提供高水平智力支持。推动科技创新相关的学科建设，加强研究领域的国际交流。完善决策咨询机制，通过召开政策圆桌会议等提高政策决策科学化水平。",
        "page_idx": 9
    }
]