[
    {
        "type": "text",
        "text": "Metagenomic evidence for coexistence of SARS and H1N1 in patients from 2007-2012 flu seasons ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\mathrm { Q i } \\mathrm { L i u } ^ { 1 , 2 , 4 } \\dagger$ , Zhenglin $\\mathrm { D u } ^ { 2 , 3 , 4 \\dagger }$ , Sihui Zhu2.3.4, Wenming Zhao2.3.4, Hua Chen $^ { 1 , 2 , 4 * }$ ,Yongbiao Xue2,3,4\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 CAS Key Laboratory for Genomic and Precision Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences,Beijing 1O01O1, China.   \n² China National Center for Bioinformation, Beijing 1O0101, China.   \n3 National Genomics Data Center, Beijing Institute of Genomics, Chinese Academy of Sciences,Beijing 100101, China.   \n4 University of Chinese Academy of Sciences, Beijing 100049, China.   \n+These authors contributed equally.   \n\\*Corresponding author. Email: ybxue $@$ big.ac.cn; chenh $@$ big.ac.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "By re-analzying public metagenomic data from 1O1 patients infected with influenza A virus during the 2007-2012 H1N1 flu seasons in France, we identified 22 samples with SARS-CoV sequences. In 3 of them, the SARS genome sequences could be fully assembled out of each.These sequences are highly similar ( $( 9 9 . 9 9 \\%$ and $9 9 . 7 \\%$ ） to the artificially constructed recombinant SARS-CoV (SARSr-CoV) strains generated by the J. Craig Venter Institute in USA. Moreover, samples from different flu seasons have different SARS-CoV strains,and the divergence between these strains cannot be explained by natural evolution. Our study also shows that retrospective studies using public metagenomic data from past major epidemic outbreaks serves as a genomic strategy for the research of origins or spread of infectious diseases. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Genome sequencing has been used to identify pathogen, trace virus origin, and provide outbreak surveillance for infectious disease studies. The availability of complete genome of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in January 202O sped up the identification of the pathogen and facilitated the development of effective vaccines. With the accumulation of extensive metagenomic sequence data in the past years,one potential application is to carry out genome-based retrospective studies of major historical outbreaks to understand the occurrence and development of viral epidemics. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Here we re-analysed public metagenomic data from 1O1 patients infected with influenza A virus (H1N1),collected by the Pasteur Institute in France between 2O07 and 2O12， spanning five consecutive flu seasons [1]. In 22 $( 2 1 . 7 8 \\% )$ out of the 1O1 patient samples,we identified genomic fragments of SARS-associated coronavirus (SARS-CoV) with different proportions ( $0 . 0 0 0 3 \\% \\sim$ $0 . 6 1 2 7 \\%$ ）(Table S1).For 3 samples with sequencing depth ${ > } 3 0$ and genome coverage $5 9 9 \\%$ （204号 (ERR1091908,ERR1091910,and ERR1091914), we were able to assemble the complete SARS genomes (Table S1). These genomes have different numbers of mutations ranging from 10 to 116 compared with the SARS-CoV reference genome (NC_OO4718.3, see Table S1). In addition, the samples collected during the same flu season share similar mutations, while samples from different flu seasons possess different sets of mutations (Figure S1, Table 1),suggesting that distinct SARSCoV strains existed in different flu seasons in France. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "SARS-CoV once caused an outbreak of SARS in 2OO2, a life-threatening respiratory infectious disease [2], but disappeared in human populations after 2Oo3.To investigate the origin of these SARS-CoV sequences detected in the patients infected with influenza A virus between 2007 and 2012, the three assembled SARS-CoV genome sequences (ERR1091908,ERR1091910 and ERR1091914) were pooled together with 250 complete SARS-CoV genomes downloaded from NCBI database. We constructed a phylogeny of these sequences with the neighbor-joining approach and a haplotype network with the median-joining approach, respectively (Figure 1). We found that ERR1091908 and ERR1091910 are clustered with the SARS-CoV ExoN1 strain (colored in blue in Figure 1) while ERR1091914 is clustered with the SARS-CoV wtic-MB strain (colored in black in Figure 1), consistent with the finding of differential SARS-CoV mutations in the patient samples from different flu seasons. Note that SARS-CoV ExoN1, SARS-CoV wticMB, SARS-CoV MA15 and SARS-CoV MA15 ExoN1 all belong to recombinant SARSr-CoV, a group of SARS-CoV sequences artificially constructed using the same infectious clone (ic) recombinant virus strain of SARS-CoV Urbani (AY278741) that was originally isolated from a patient with SARS-CoV [3-5]. Moreover, the three newly assembled SARS-CoV sequences along all the recombinant SARSr-CoV sequences are separated from other naturally occurring SARSCoV sequences including AY278741 (colored in yellow and cyan in Figure 1) in the phylogeny and haplotype network. Taken together, these results indicate that all the three SARS-CoV sequences (ERR1091908,ERR1091910 and ERR1091914) are more likely to be categorized as artificially constructed recombinant SARSr-CoV strains. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ERR1091914 is almost identical $( 9 9 . 9 9 \\% )$ to SARS-CoV wtic-MB (19 identical sequences in the data)，with only one base pair different (bp)(R1o626A,referred to the genome position of FJ882938.1) after trimming the 20-bp at the $5 ^ { \\circ }$ -end and 44-bp at the $3 ^ { \\circ }$ -end of ERR1091914 (Table 1).Here,R represents A or $\\mathbf { G }$ base.There are a total of 15 mutation differences between ERR1091914 and AY278741, the closest naturally occurring SARS-CoV, and the 15 mutations are shared by allthe recombinant SARSr-CoV,indicating that ERR1091914 is indeed derived from the SARSr-CoV wtic-MB sequences instead of evolving independently from naturally occurring SARS-CoV sequences. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The other two newly identified SARS-CoV sequences (ERR1091908 and ERR1091910) are almost identical to each other with only one base different $( 9 9 . 9 9 \\%$ ). Both sequences are highly similar $( 9 9 . 7 0 \\% )$ ） to the SARS-CoV ExoN1 sequence FJ882941.1, with 88 base differences after trimming 21-bp at the $5 '$ -end and 65-bp at $3 ^ { \\circ }$ -end (Table 1). Annotation results showed that 84 of the 88 bases locate at coding regions of SARS-CoV and result in 45 amino acid (AA) substitutions. Most of these mutations are in the coding regions of open reading frame la(ORFla) (ORF1a) (13 substitutions), ORF1b (7 substitutions) and the spike (S） glycoprotein (9 substitutions,Table 2), among which ORF1a and S glycoprotein are functionally related to the increase of viral virulence, transmission and pathogenicity [6],suggesting potential gain-function effects of these mutations in ERR1091908 and ERR1091910. SARS-CoV ExoN1 strains are known to have a 21-fold increase in mutation rate during replication in previous research [5], which is consistent with the fact that the sequences within the SARS-CoV ExoN1 clades of the haplotype network are highly divergent compared with other recombinant SARSr-CoV clades (Figure S2). Assuming a mutation rate of $1 . 0 \\times 1 0 ^ { - 3 }$ per site per year for naturally evolving SARS-CoV and the SARS-CoV genome length of 29,751 bp, only 1.69 months (50.7 days) are needed to generate 88 site differences between the two SARS-CoV ExoN1 sequences, indicating a recent divergence time between the two sequences (ERR1091908 and ERR1091910) and FJ882941.1. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The sequencing data of 1O1 patients were submitted by the Pasteur Institute in France, which established a laboratory with level-three biosafety standard and conducted research on SARS-CoV [7-9]. All the 116 recombinant SARSr-CoV sequences were submitted by the J. Craig Venter Institute (JCVI) from Tennessee, USA. The two institutes have collaborated and published their work on viral genome sequence [10]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "One possible explanation of the co-existence of SARS and H1N1 sequences in the patients is that the artificially constructed recombinant SARSr-CoV caused a co-infection outside the laboratory during 2007 - 2012,but did not result in SARS-CoV epidemic; an alternative hypothesis is a contamination of the samples in the lab since the Pasteur Institute also conducted SARS-CoV studies.Moreover, samples from diferent flu seasons have different strains of SARS-CoV,and the divergence between these SARS-CoV strains cannot be explained by natural evolution. This intriguing finding warrants further eforts to sleuth out the culprit. In 2O14 it was reported that the Pasteur Institute France once lost vials containing patient samples collected during SARS (https://www.sciencemag.org/news/2014/05/frances-institut-pasteur-under-fire-over-missingsars-vials). It raises a serious concern of laboratory biosafety in both institutions. Our study also shows that retrospective studies using public metagenomic data from past major epidemic outbreaks serve as a useful genomic strategy for the research of origins or spread of infectious diseases. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Materials andmethods Datacollection ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The metagenomic data of 1O1 patients infected by the influenza A virus were downloaded from NCBI SRA database (project ID: PRJEB11406). These samples were collected by National influenza center (France) near Paris between 2OO7 and 2012, spanning 5 consecutive flu seasons. Sequencing data of these samples were submited by Institute Pasteur,France in 2O18 (Table S1). Variant calling and consensus sequence generating ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "After removing sequencing adapters and trimming consecutive low-quality bases from both the $5 ^ { \\prime }$ and $3 ^ { \\prime }$ read ends using cutadapt [11], clean reads were mapped to the SARS-CoV-2 genome (NC_O45512.2) using BWA (V0.7.12) [12] with default parameters. The Picard program (http://picard.sourceforge.net） was used to sort mapping results to BAM format and mark duplicates of PCR amplification. Then GATK (V4.1.6.0)[13] was used for SNP and indel calling. Consensus sequences were generated by applying VCF variants to the reference sequence using bcftools. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Sequence alignment ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "250 genomes of SARS-CoV with genome length larger than 29,0oOO bases，were downloaded from NCBI Nucleotide database (https://www.ncbi.nlm.nih.gov/nuccore). We then constructed a multiple sequence alignment of 253 genomes using MAFFT v7.453 [14] and the final alignment contains 3O,327 nucleotides. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Phylogenetic and network analysis ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Neighbor-joining (NJ) phylogenetic trees of the 253 genome sequences were constructed using MEGA 10.1.8 with default arguments [15]. Phylogenetic relationships and mutations occurred among unique genomes were further inspected from 253 genomes through medianjoining networks [16] using Network 10 (http://www.fluxus-engineering.com/） to examine changes of genetic variations across places and through times.For network analysis,a 81-bp block at the $5 '$ -end including gaps and a 77-bp block at the $3 ^ { \\circ }$ -end including gaps and the poly-A tails in the alignment were trimmed out and the final alignment contains 3O,169 nucleotides. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Pairwise sequence alignment ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We used the BLAST online tools with default parameters (https://blast.ncbi.nlm.nih.gov/Blast.cgi) to align two sequences. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Interest statement ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Authors declare that they have no competing interests. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This project was supported by the National Natural Science Foundation of China (Grant No. 31571370, 91731302, and 31772435). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1]Pelletier I, Rousset D,Enouf V,et al. Highly heterogeneous temperature sensitivity of 2009 pandemic influenza a(h1n1) viral isolates, northern france. Euro surveillance : bulletin Européen sur les maladies transmissibles,2011, 16: 19999   \n[2] Ksiazek TG, Erdman D, Goldsmith CS,et al. A novel coronavirus associated with severe acute respiratory syndrome. New England Journal of Medicine, 2003,348: 1953-1966   \n[3] Yount B, Curtis KM, Fritz EA, et al. Reverse genetics with a full-length infectious cdna of severe acute respiratory syndrome coronavirus.Proc Natl Acad U S A, 2003,100: 12995-13000 [4] Roberts A, Deming D, Paddock CD,et al. A mouse-adapted sars-coronavirus causes disease and mortality in balb/c mice.PLoS Pathogens,2OO7, 3: e5   \n[5] Eckerle LD,Becker MM,Halpin RA，et al. Infidelity of sars-cov nspl4-exonuclease mutant virus replication is revealed by complete genome sequencing. PLoS Pathogens, 2010, 6: e1000896   \n[6] Chinese SARS Molecular Epidemiology Consortium. Molecular evolution of the sars coronavirus during the course of the sars epidemic in china. Science,2O04,303: 1666-1669 [7] Mantke OD, Schmitz H,., Herve Z, et al. Quality assurance for the diagnostics of viral diseases to enhance the emergency preparedness in europe. Euro surveillance : bulletin Européen sur les maladies transmissibles, 2005,10: 1-2   \n[8] Yap YL, Zhang XW,Andonov A, et al. Structural analysis of inhibition mechanisms of aurintricarboxylic acid on sars-cov polymerase and other proteins. Computational Biology & Chemistry,2005,29: 212-219   \n[9] Fontanet A. [cross-species transmission: Last obstacle before pandemic]. Transfusion Clinique Et Biologique Journal De La Societe Franaise De Transfusion Sanguine, 2OO7,14: 16-17 [10]Eppinger M, Rosovitz MJ,Fricke WF, et al. The complete genome sequence of yersinia pseudotuberculosis ip31758,the causative agent offar east scarlet-like fever. PLoS Genetics, 2007, 3: e142   \n[11]Martin M. Cutadapt removes adapter sequences from high-throughput sequencing reads. EMBnet Journal, 2011, 17: 10-12   \n[12]Li H, Durbin R. Fast and accurate short read alignment with burrows-wheeler transform. Bioinformatics, 2009,25: 1754-1760   \n[13]Mckenna A,Hanna M,Banks E,et al. The genome analysis toolkit: A mapreduce framework for analyzing next-generation DNA sequencing data. Genome Research, 2010, 20: 1297-1303 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[14]Katoh K,Misawa K, Kuma K-i, et al. Maft: A novel method for rapid multiple sequence alignment based on fast fourier transform. Nucleic Acids Research,2O02, 30: 3059-3066 [15]Sudhir K, Glen S,Li M, et al. Mega x: Molecular evolutionary genetics analysis across computing platforms. Molecular Biology & Evolution, 2018, 35: 1547-1549 [16]Bandelt HJ,Forster P,Rohl A. Median-joining networks for inferring intraspecific phylogenies.Molecular Biology & Evolution, 1999,16: 37-48 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Figure legends ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Figure 1. Phylogeny tree and haplotype network of 253 SARS-CoV genome sequences. A. A phylogeny of the 253 SARS-CoV genome sequences is constructed with the neighbor-joining approach. B. Haplotype network of the 253 SARS-CoV genome sequences is constructed with the median-joining approach. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/6ece1c049aa117e09d1cfbf974982bd8666363ef90634fc342546086a255cb95.jpg",
        "img_caption": [
            "Figures ",
            "Figure 1. Phylogeny tree and haplotype network of 253 SARS-CoV genome sequences. A. A phylogeny of the 253 SARS-CoV genome sequences is constructed with the neighbor-joining approach. B. Haplotype network of the 253 SARS-CoV genome sequences is constructed with the median-joining approach. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/73857d854c5a7ed0d2096eb86f8fbb80b5005cdebeb51d0deb43d1d71b51fe0a.jpg",
        "table_caption": [
            "Tables Table 1. Summary of three SARS-CoV sequences and their closest sequences. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>ClusterSample ID</td><td></td><td>Sample collection location</td><td>Collection date</td><td>Organism</td><td>Submitter</td><td>Identity with new SARS- CoV sequence</td></tr><tr><td rowspan=\"2\">1</td><td>ERR1091914</td><td>Haute Normandie,</td><td>2008/12/23</td><td>Influenza A virus</td><td>Institute Pasteur</td><td rowspan=\"2\">(%) 99.99</td></tr><tr><td>FJ882938</td><td>France Tennessee, USA</td><td>2007/9/22</td><td>SARS-CoV wtic-MB</td><td>J. Craig Venter Institute</td></tr><tr><td rowspan=\"4\">2</td><td>ERR1091908</td><td>Lorraine, France</td><td>2008/1/15</td><td>Influenza A virus</td><td>Institute Pasteur</td><td></td></tr><tr><td>ERR1091910</td><td>Picardie, France</td><td>2008/1/16</td><td>Influenza A virus</td><td></td><td></td></tr><tr><td>FJ882941</td><td>Nashville,</td><td>2008/3/28</td><td>SARS-CoV</td><td>J. Craig Venter Institute</td><td>99.70</td></tr><tr><td></td><td>Tennessee, USA</td><td></td><td>ExoN1</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "\\*One sequence closed to ERR1091914 is shown and the remaining 18 sequences closed to ERR1091914 are presented in Table S2. ",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/7d2f4e6a8a7cec0d8a2f9f8e276f9aeb950d256cf581009bc6dcb9a09cd0aefe.jpg",
        "table_caption": [
            "Table 2. The positions of 84 base differences between ERR1091908 and FJ882941.1 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">ORF</td><td rowspan=\"2\">CDS</td><td colspan=\"2\">Mutations found in ERR1091908 compared to FJ882941.1</td><td rowspan=\"2\">Function</td></tr><tr><td>Positions of nucleotide change (number)</td><td>Positions of amino acid change in SARS-CoV protein (number)</td></tr><tr><td>ORF1a</td><td>265-13413</td><td>654,707,1771,1905,2976, 3229,3491,3603,3845,47 31,4808,5015,5061,5236, 5412,6087,6265,6459,64 76,7484,8004,8922,1011</td><td>148,503,989,1076,1194, 1489,1515,1584,1658,2 001,2071,2407,3465 (13)</td><td>associated with increased virulence, transmission,and pathogenicity during the epidemic</td></tr><tr><td>ORF1b</td><td>265-21485</td><td>9,10658,12411,13149 (26) 13874,13925,14178,1463 0,14876,15497,15605,15 740,15821,15905,16356, 16386,17269,17602,1823 8,18239,18244,18245,18 749,18860,19082,19814,</td><td>987,997,1291,1402,161 4,1616,2174 (7)</td><td></td></tr><tr><td>S</td><td>21492-25259</td><td>19917,20528,20555,2078 9,21038 (27) 21860,22206,22352,2242 3,23243,23374,23468,23 518,23823,24249,24873, 24910,24957 (13)</td><td>239,311,628,676,778,92 0,1128,1140,1156 (9)</td><td>associated with increased virulence, transmission, and pathogenicity during</td></tr><tr><td>ORF 3a</td><td>25268-26092</td><td>25550,25626,25783,2580</td><td>120,178,261 (3)</td><td>the epidemic</td></tr><tr><td>ORF 3b</td><td>25689-26153</td><td>0,26049 (5) 25783,25800,26049,2612 1(4)</td><td>32,38,121,145 (4)</td><td></td></tr><tr><td>E</td><td>26117-26347</td><td>26121,26226,26241,2633 5 (4)</td><td>2,37,42 (3)</td><td></td></tr><tr><td>M</td><td>26398-27063</td><td></td><td></td><td></td></tr><tr><td>ORF 6</td><td>27074-27265</td><td>27167,27248 (2)</td><td>32,59 (2)</td><td></td></tr><tr><td>ORF 7a</td><td>27273-27641</td><td>27290,27639 (2)</td><td>123 (1)</td><td></td></tr><tr><td>ORF 7b</td><td>27638-27772</td><td>27639,27648 (2)</td><td>1,4 (2)</td><td></td></tr><tr><td>ORF 8a</td><td>27779-27898</td><td></td><td></td><td></td></tr><tr><td>ORF 8b</td><td>27864-28118 28120-29388</td><td>27917 (1) 28557,29271,29324 (3)</td><td>402 (1)</td><td></td></tr><tr><td>nucleocapsid protein</td><td></td><td></td><td></td><td></td></tr><tr><td>ORF 9b Total number</td><td>28130-28426</td><td>84</td><td>45</td><td></td></tr></table></body></html>",
        "page_idx": 11
    }
]