[
    {
        "type": "text",
        "text": "智库建设",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "美国决策机制与智库的关系暨对借鉴 旋转门”制度的思考",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1张骏 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "华南理工大学公共政策研究院广州510640",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义］美国国家决策机制与智库的关系对于我国正在高速发展的智库行业具有一定的参考价值，而其颇具特色的“旋转门”制度是否适合借鉴到我国也是颇具争议性的议题。[方法/过程]从美国决策中牵涉的权力边界和程序特征入手，本文分别梳理了美国内政和外交决策的核心机制，进而探究了决策层与智库的关系，并最终阐述了“分赃制”与“旋转门”共生并存的关系。［结果/结论］美国的政治生态客观上极大繁荣了其智库行业，而以“旋转门”为突出特征的人员交换机制又使得智库以一种极其有利的姿态嵌入了美国的国家决策机制。但是有必要看到“旋转门”由“分赃制”所成就，就中国的实际情况来看，借鉴该制度还需要许多条件。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：美国智库　决策机制　分赃制　旋转门　国务卿　国家安全顾问  \n分类号：D73/77  \nDOI: 10.19318/j.cnki.issn.2096-1634.2016.05.08",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "虽然近年来美国智库的增长势头有所减弱，但是美国依然稳居全球智库行业的首位。美国有较之其他地区更长的智库发展历史，从而积攒了更多的优势，并且这些优势在未来相当长的一段时期内尚不可能被其他地区全面超越。这些优势涉及很多方面，诸如总体政治环境的平稳度、研究领域的严谨度、资金供给的充裕度等等，难以尽述。但是其中一点不可忽略，即美国智库发展出了一套与其服务对象的决策机制相适应的运作规则。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“与决策机制相适应”还是“被决策机制所塑造”很可能是智库这个机构一体两面的特征，这其中的主、被动区分也未尝不失为相关讨论中的一种新角度，但是这个话题在此并不作为本文的重点。本文主要强调智库本身与其服务对象之间的功能性关联，智库的咨议功能如果想要更多地发挥作用，就必须更好地与其服务对象的决策机制相适应。随着中国智库的机构数量、资金供给越来越不再是制约其发展的要害，“与决策机制相适应”的软实力建设便愈加凸显其借鉴价值。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2三权分立与选举政治对美国国内决策机制的塑造",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "三权分立与选举政治为美国的智库提供了很大的活动空间，其实这个道理并不难理解。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "作为美国宪政制度的根本原则之一，三权分立的架构赋予立法、行政、司法中的每一权制衡其他任何一权的制度工具，从而至少在理论上杜绝了任何一权垄断国家权力的可能。然而与此同时，任何一项政府措施的出台也必然仰赖于更多的说服工作。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "有关国内事务方面，行政当局（administration）的政策议案几乎没法绕开国会的审议，否则就还算不上是政府决议（decision by theU.S.government），而仅仅是当局的决定（decision bythe administration）[1]，因此国会内部往往展开旷日持久的辩论，如果总统所在的政党在国会不占有多数席位（dividedgovernment），这个问题就更加突出。国会为了做出“公允”的决定，还可能启动听证机制要求行政机关配合审查。纵使国会通过决议，也不排除被最高法院判定违宪而最终功亏一。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "于是，这种状况自然就赋予了游说集团广阔的活动空间。除了不能直接向法院游说，判决之外的任何环节都是它们大显身手的天地。然而美国的选举政治彻底曝露了游说集团明显的立场倾向和错综的利益瓜葛（想要再假以“国家利益”名义反而会显得过于虚伪），从而也导致了它的局限性。一来，即便是游说集团也需要从立场中立的第三方研究机构的成果中找寻对其有利的证据；二来，实践证明越是在某些极端重大事件上，越是游说集团力所不能及的领域。所以就存在的必要性而言，那些以政治立场和利益算计为导向的利益集团及其为之代言的游说集团当然还是必要的，他们的确是多元主义的美国政治生态的基本构成要件。然而利益集团和游说集团在寻找有利于己方立场的依据时势必将眼光投向包括智库在内的智力行业(还有如高校、律所、咨询公司等），因此他们的存在并未压制智库的发挥，反而凸显了后者的重要角色。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "但是，这里依旧存在一个问题，即施行三权分立和选举政治的国家还有很多，为什么那些国家的智库，至少就一般印象而言，并不像美国那样数量庞大且异常活跃？对于这个问题，首先有必要看到就单个国家的智库数量而言，美国冠绝全球的地位与其国家体量和综合国力直接相关，英、法、德、日这些国家中的任何一个都绝对不可能单独与美国相提并论。不过就相对数量而言，美国的智库在施行三权分立和选举政治的发达资本主义国家行列内并没有特别突出，而是呈现出与经济发展程度相匹配的状况。根据世界银行的统计数据，预估2015年美国的经济总量为17.94万亿美元，略高于欧盟的16.22万亿美元（2015年数据尚未最终确认，2014年的数据分别为17.42万亿美元和18.46万亿美元），但总体来说可以将二者视为体量相当的发达经济体。与此同时，《2015全球智库报告》收录美国智库1835家，欧盟智库1507家，亦呈现“有差距，但仍属同一行列”的态势。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "较之数量上的促进作用，三权分立与选举政治对美国国内决策机制的塑造更多地反射到了美国智库的活跃程度上。伴随着选举政治在美国的早期实践，“分赃制”发育成了这个国家政治生态的重要特征，并且不可避免地影响了美国智库行业的生存与发展。其中的机理，本文第5部分将进行专门论述，本节仅在现象层面上稍作分析。事实上，无论对“分赃制”持什么样的评价，这个制度客观上确实通过智库和白宫之间的“旋转门”为相当一些精英人士提供了“直达天庭”的机会。而这个过程的反复实施自然对智库也具有极佳的“曝光”效果，再加之智库在美国具有较之在其他国家更加分明的“体制外”特征（概不直接隶属于政府部门），其活跃程度对于公众来说更为可见，从而使得公众在认知上普遍觉得美国的智库异常活跃。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "另外，作为对于英式宪政制度偏重立法权的反思，美国宪法对于三权分立的架构设计更加均势。久而久之，我们可以观察到美国国内事务的决策特点—司法可能在关键时刻介入政治，甚至涉及国家根本制度的政治争议（如总统大选是否可以重新计票）往往是由司法机关（联邦最高法院）出面解决的。游说集团的合纵连横终有边界（禁止游说法官），反倒是知识精英的纯专业意见因为脱离了政治立场的束缚，更可能在法庭这样的中立场合中发挥作用一一知识精英的价值发挥不需要（最好也不要）以任何一种政治立场为前提，这是美国包括智库在内的智力行业繁荣的重要前提，也是值得中国借鉴的地方。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3总统行政权与官僚制度对美国国外决策机制的塑造",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "外交事务方面，美国的决策机制与内政方面存在较大不同。虽然三权分立的总体框架并未被撼动，但是在历史因素和现实考量的综合作用下①，行政权，更准确地来说是总统的行政权，确实有机会在某些事务上绕过其他权力进行“独断”。在外交领域，美国的开国者有意无意地为美国建立了一个双轨制，即一条轨道是通过一系列权力规定和先例给予总统在制定外交政策上的充分自由，甚至是几乎完全的自主权；另一条轨道是在外交政策制定上要求行政系统与立法系统进行公开的对话与合作，总统虽然在政策制定上起先导作用但国会要对其外交提案进行评估[2]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "坦诚讲，第一种设计的权力“诱惑”实在太大，历史的经验表明，在两可的情况下，行政权显然倾向于选择第1条轨道②。然而就此引出的两个关键问题是：首先，手握如此生杀予夺大权的政治领袖多大程度上得以纯粹按照自己的个人意志行事；其次，如果其决策很大程度上受到其他因素（比如利益集团、官僚系统、总统幕僚、智库机构）的影响，谁才是这其中的关键角色。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "对于第1个问题的回答，如果从制度设计的理论角度分析，必须坦承美国总统在大多数外交事务上的决策属于行政权力内部事宜，并不直接涉及（三权）分权制衡。对于相信内部制衡的人来说，美国总统不仅谈不上纯粹按照自己的个人意志行事，甚至还要平衡官僚机构（总统内阁）③和幕僚机构（如国家安全委员会）的意见分歧从而进行相对中庸的决策；而对于不大信任内部制衡的人来说，“外交决策的真正体系更多地取决于个性和技巧等因素，而不是结构和程序”[3]，总统个人的好恶完全可能转化为白宫的决定。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "对于这个问题的理论争议很难有结论，所幸历史的经验再度给出了答案：总统的个人意志很大程度上被整个行政架构消解了。比如，为了摆脱参议院的制约，总统多寻求同外国订立行政协定，少缔结条约（根据美最高法院裁决，总统有权不经参议院批准同国外缔结行政协定，而具有条约同等法律效力）。而这种操作客观上使得几乎每份行政协定都明显具有总统内阁和（或）总统幕僚团队的参与痕迹，这其中又尤以国务卿和国家安全顾问在其中扮演的角色最为关键。此类事务中最为中国人熟知的要数基辛格博士通过周恩来总理展开秘密外交，而于1972年2月28日在上海发布了《中美联合公报》（“上海公报”），标志着中美关系开始走向正常化。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "既然总统的外交决策受到包括国务卿和国家安全顾问在内的其他因素的影响，那么相关论述转入对以上第2个问题的回应，即谁才是这其中的关键角色。在美国政治生态圈里，仿佛无孔不入的利益集团是否对总统的决策发挥作用；如果是，发挥多大的作用，这个问题需要首先得到澄清。按照詹姆斯·杰佛逊等美国国父对多元主义政治的设想，利益集团的发展使得不同诉求的社会群体都有机会向政治决策者表达自己的期望。利益集团通过游说对政府施加压力，使政府的决策对他们有利。就有关外交事务的决策而言，利益集团确实能够对决策者形成一贯的压力影响，从而间接地在单个决策中发生作用。比如1961年“猪湾事件”的失败就源于肯尼迪在受到支持古巴流亡者的利益集团的影响而产生的危机管理决策失误[2]。但这又回到了与上一节中利益集团影响国内事务决策的模式，即利益集团也需要借助立场中立的第三方研究结论来为其诉求增加合理性。于是，在对外事务上，利益集团的存在客观上再次为智库发挥作用创造了机会。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "另外还有颇为重要的一点，如果具体到外交事务中的危机管理决策机制，该类型决策过程短，决策人数少，决策过程保密等特点会使其较之其他长期的行政机制更少地受利益集团的影响。尤其在国务卿或国家安全顾问业务精湛、姿态强势，又与总统保持着密切的个人关系时，椭圆形办公室里可供利益集团插入的缝隙就更加稀少。比如尼克松时期的非正式决策机制极为简单，主要决策者就是他与基辛格两人[3]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "以上这两种具体情况的具体分析说明在对外事务的决策机制中，利益集团的影响力不是受到明显制约，就是需要借助于智库来发挥，同时也说明始终需要关注的无非是以国务卿为代表的政府官僚和以国家安全顾问为代表的总统幕僚（非官僚），有待阐明的是这两类角色与智库到底是什么关系。这个问题牵涉到了美国决策机制中的人员构成和人事任免制度，更适合留在下一节展开细节论述，但是可以先假设，即如果以国务卿为代表的政府官僚和以国家安全顾问为代表的总统幕僚（非官僚），其中一种或两种都与智库存在重大关联，那么就说明智库在美国确实找到了“与决策机制相适应”的发展道路",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "美国最高决策层与智库的关系",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "本节涉及到美国决策机制中核心板块的人员构成问题，需要分层、分类推演这背后的制度细节，比较琐碎。因此，笔者先将分析的结论在此呈现，以保持必要的连贯性。主要的结论包括以下两点：（1）确认“总统内阁 $^ +$ 白宫班子”（抑或称为“高级政务官官僚 $^ +$ 高级私人幕僚”）构成核心决策团队；（2）上一节假设成立，即国务卿为代表的政府官僚和以国家安全顾问为代表的总统幕僚（非官僚）确实与智库存在重大关联，而“旋转门”制度即为实现此关联的制度衔接点。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "上文提到了美国的对外事务决策中的两种基本角色，即以国务卿为代表的政府官僚和以国家安全顾问为代表的总统幕僚（非官僚）。但是如果从个人角色上升到机构角色，官僚机构与幕僚机构在性质上有所区别，但在人员上又有所重叠。因此，对他们进行一些必要的分析，将有助于把握美国决策制度中人的因素，特别是如果确认这些关键决策者普遍与智库存在某种程度上的关联（如倚重智库的研究结论、在担任政府职务前后加人智库）又将一举验证上文的重要假设，从而证明美国存在智库与国家决策制度之间的适应性。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "首先，政府官僚系统中，最高级别的美国联邦行政 部门（theUnited StatesFederalExecutiveDepartments）即美国内阁（CabinetoftheUnitedStates），通常被称为总统内阁（thePresident'sCabinet）或者直接简称为内阁（theCabinet），包括总统、副总统、国务卿和各部部长。虽然除了总统、副总统，内阁中国务院行政首长国务卿位列首位并且主要负责外交事务（还有其他权限），但是内阁总体上兼顾内政、外交。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "其次还有非官僚系统的幕僚团队。总统幕僚团队也被称为“白宫班子（WhiteHouseStaff）”，在美国政府机构中，其正式名称为总统办事机构（theExecutiveOfficeofPresident）。该机构是一个总统直接任命、不须任何机构批准、协助总统履行其职责的一系列高级顾问机构的集合体。其成员单位主要分为白宫办公厅（WhiteHouseOffce）和一些委员会、办公室两部分。前者包括白宫办公厅主任（白宫幕僚长）、总统国家安全事务助理、新闻秘书及其他一切冠以总统助理、特别助理、总统顾问和特别顾问头衔的总统私人助手；后者包括国家安全委员会、经济顾问委员会、行政管理与预算局、国内事务委员会等顾问机构。这些机构由于是总统自行任命，不同总统任上其组成有所不同[4]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "需要特别注意的是国家安全委员会、经济顾问委员会这一类顾问机构的成员并非总是以幕僚（非官僚）为主。白宫经济顾问委员会（CouncilofEconomicAdvisers,CEA）一般有3名经济学家，由总统任命，这种主要由幕僚组成的专家智囊团只是一种形态。若以各委员会中最为重要的国家安全委员会（简称国安会）为例，情况则不同。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "国安会成员以总统顾问（而非政府官僚）的身份出席会议，但其常务会员包括总统、副总统、国务卿、国防部长、财政部长、国家安全顾问、参谋长联席会议主席和中央情报局长③，其中仅有国家安全顾问为非官僚。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "然而，国家安全顾问是总统的私人幕僚，因此具有别的官僚所不具备的优势，作为国安会的第一负责人，国家安全顾问肩负着搜集信息、将内阁成员的意见转呈总统的任务。事实上，这一职位（如在基辛格任上）还可能掌握国安会几乎所有重要部际委员会的主席职务，从而可以通过控制部际委员会直接控制内阁相关部门[3]。另外，国家安全顾问完全可能身兼两职，在担任国家安全顾问的同时兼任国务卿（如：基辛格在尼克松政府晚期和福特政府早期）；或者从担任国家安全顾问过渡到担任国务卿（基辛格、赖斯），真正变身为政府官僚体系的一部分；或者被总统直接赋予内阁部长的身份（卡特时期的布热津斯基）[3]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "因此，就介人最高决策过程的深度而言，首先，不存在官僚机构相对于幕僚机构的必然优势，因为某些幕僚机构的成员可能与官僚机构高度重合，也可能在实践中高度“渗透”总统内阁，从而使其已经成为高度官僚化的非官僚机构。其次，官僚和幕僚间并不必然存在着谁对谁错的优势。虽然就总体趋势而言，白宫确实上演着总统阁员与幕僚的权力消长现象[4]，但是就具体某一任总统的班子来讲，类似国务卿与国家安全顾问未能有效合作而呈现“官僚－幕僚”冲突的也不少见，但这些事实总结起来仍然清晰地呈现了“总统内阁 $^ +$ 白宫班子”（抑或称为“高级政务官官僚 $^ +$ 高级私人幕僚”）构成核心决策团队的基本态样。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "进一步分析“总统内阁 $^ +$ 白宫班子”的制度内涵，就会发现这基本就是按照总统个人意愿打造的团队。先关注总统内阁，内阁阁员们虽然属于官僚系统，但他们既不是选举产生，也不是普通的事务公务员③。国务卿、各部部长由选任总统提名，参议院通过后总统任命。由于参议员由选举产生，所以说选举这个环节，理论上尚可以对总统产生间接影响。但至于“白宫班子”的幕僚职务，则完全不受选举影响。这部分职位虽然在编制上隶属白宫，但根本属性就是总统的“私人幕僚”，任命无需国会批准，行为也不受国会监督，总统完全可以对其“私相授受”",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "再次重申，对于美国的多元主义政治生态，包括以上这种用人机制当然可以有不同的评价。只是具体到本文讨论的智库议题，必须客观地看到正是因为制度允许总统在政务官和幕僚职务的人选上拥有这么大的自主权，才可能实现“旋转门”在政府和智库（以及其他智力行业）间的制度衔接功能，从而留给包括智库在内的智力行业中的专业人士极大的机遇。基辛格、布热津斯基和赖斯的例子，可以很好地印证这个观点。基辛格和赖斯既担任过国家安全顾问，又担任过国务卿；布热津斯基被总统直接赋予内阁部长的身份，3位可谓在美国的“高级政务官官僚”体系和“高级私人幕僚”体系跨界的骄子，通过表1简要回顾他们履历中与智库等智力机构的交集，会发现“旋转门”这种制度设计的用意和功效确实耐人寻味。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从一个相对直观的角度分析，可以看到：首先，如果对基辛格、布热津斯基和赖斯的经历进行一个“政府职务”与“非政府职务”的两分法处理后就会发现，“政府职务”只是他们职业生涯中的某一片段；在此前和此后的日子里，他们不是从智库中来，就是往智库中去。所以说，国家安全顾问（幕僚）和国务卿（官僚）往往根本上就是“智库的人”。其次，考虑到美国智库的法律身份并不存在英式的“皇家研究所”、法式的“政府（部门）研究所”或韩式的“国家社会科学研究会（NRCS）”等“公立智库”的概念，所以一个通过“旋转门”去白宫赴任或者从白宫卸任的“智库的人”在思维构建和行为选择上受到私人机构不同程度上的影响是正常的，也是必然的。最后，由于美国的智库现今大多并不在其章",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "张骏.美国决策机制与智库的关系暨对借鉴“旋转门”制度的思考[J].智库理论与实践，2016，1(5)：56-63.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "程中禁止接受来自政府的项目委托，从而保证了 国家决策机制与智库运作的相互适应。",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/ea663be59c06a2f2547a4df3895abcee0519c1559cc0eff0614bdae0816c152a.jpg",
        "table_caption": [
            "表1基辛格、布热津斯基、赖斯的“旋转门”经历",
            "「able 1 The “revolving door” experience of Kissinger, Brzezinski,and Rice "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>姓名</td><td>担任政府职务的时间</td><td>与智库、高校、咨询公司等智力结构的交集</td></tr><tr><td rowspan=\"2\">亨利·阿尔弗雷德·基 辛格（Henry Alfred Kissinger ）</td><td>国家安全顾问 1969—1975</td><td>1957—1969，历任哈佛大学讲师、副教授、教授。与此同时，担任洛克菲 勒兄弟基金会特别研究计划主任、国际问题中心成员、国安会和兰德公司 顾问等</td></tr><tr><td>国务卿 1973.9—1977.1</td><td>离开政府后，任乔治敦大学客座教授，兼任全国广播公司顾问、大通曼哈 顿银行国际咨询委员会主席、阿斯彭学会高级研究员等职，1982年开办 基辛格“国际咨询”公司（KissingerAssociates）并担任董事长</td></tr><tr><td>兹比格涅夫·布热津斯 基（Zbigniew Kazimierz Brzezinski)</td><td>国家安全顾问 1977—1981</td><td>加入政府前，与大通曼哈顿银行董事长戴维洛克菲勒共同发起美欧日“三 边委员会”（TrilateralCommission）并任主任 离开政府后，任哥伦比亚大学政治学教授、乔治敦大学战略与国际问题中 心高级顾问、美中协会副主席、华盛顿战略和国际问题研究中心（CSIS) 理事和约翰霍普金斯大学高级国际研究院（SAIS）教授</td></tr><tr><td>康多莉扎·赖斯 （Condoleezza Rice）</td><td>国家安全顾问 2001—2004 国务卿 2005.1—2009.1</td><td>1981—1987，斯坦福大学助理教授；1987—1993，斯坦福大学副教授 1988年，任美国国家安全委员会苏联事务司司长。1991年，克林顿取代 老布什后，赖斯重返斯福。1993年，被任命为教务长，地位仅次于校长， 为该校历史上最年轻的教务长，也是该校第一位黑人教务长 1998 年，再次离开斯坦福，开始担当小布什的私人幕僚，2001年，任国 家安全顾问。2005年1月，出任国务卿，为继克林顿政府的马德琳·奥 尔布赖特之后美国历史上第二位女国务卿 2009 年小布什政府任期结束后，供职于智库机构美国外交关系协会（CFR)</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "继而还可以从一个更加间接的角度分析：以上3名学者型国家安全顾问不同于其他官僚系统出身的高级幕僚。取得学术成就是他们说服高层的第1步，然后进人政策咨询界证明自己的能力，得到总统的赏识后才得以跻身竞争激烈的最高决策圈。不能假借世袭的财富或者银行家、律师的经济资本，又没有官僚们在行政体系中多年积攒的人脉关系和行政资源。当这些以知识精英为首要特征的幕僚想从专业主义的角度完善决策过程，或者支持自己认为对国家有利的政策方案时，往往面临格外大的阻力[3]。但是，体制外的人往往也意味着为整个官僚系统输入新鲜血液。基辛格、布热津斯基、赖斯的履历从一个面说明了美国政治圈其实深谱外部多元主义政治哲学的精髓。3位分别是德裔（犹太人）、波兰裔、非裔美国人（前2位出生地非美国），他们主要凭借卓越的学识在美国这片土地上步入权力最高层，无论如何都证明了这个国家对于知识精英的肯定。当年成就了这3位的“旋转门”并不是某几届总统的一时兴起，它已经是非常制度化的权力设计。“旋转门”",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "向一切杰出的知识精英们开着，智库的从业者们当然也在这个市场中分享机会、同等竞争。智库并不需要争取什么特别的关注，只需要适应这个生态就可以极大繁荣了。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“分赃制”所奠定的 “旋转门”及其向中国移植的可能",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "对于美国智库，“旋转门”绝对是一个好制度。国内不少意见认为这也是很值得中国智库和政府借鉴的模式。但是美国的“旋转门”制度到底是建立在什么样的基础制度上的，往往被一笔带过。究其根本，“旋转门”其实是由“分赃制”所成就的，因此有理由对此抱持十分谨慎的态度。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "美国决策制度在人员构成方面允许总统手握“旋转门”“一朝天子臣”，这与美国政治中的“分赃制”传统密切相关。分赃制（spoilssystem，也叫patronagesystem）是指竞争获胜的政党，将行政职位分配给本党助选干将、个人亲信、重大利益交换人等的任用制度。分赃制在美国诞生有其历史缘由，但其弊端也是不言自明的，美国早期总统候选人一旦胜选就大肆将国家权力私分，造成了包括腐败在内的各种社会问题因此，美国政界对政党分赃制度的修正也从未停止过。从第15任总统格兰特开始，政党分赃制的改革便不断进行。1865年托马斯·詹克斯（ThomasJenckes）提出了第1个文官改革法，旨在以“功绩制（meritsystem）”为核心的常任文官制度取代“分赃制”；1883年，共和党议员彭德尔顿依据英国文官制度经验提出的《文官制度法案》（CivilServiceAct），即《彭德尔顿法案》（PendeltonAct），被国会一致通过[5]。虽然这一法案并未从根本上废除“分赃制”，但是自此分赃制度被限缩在一个非常有限的范围内。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "然而关键是构成总统核心决策团队的“高级政务官僚”和“高级私人幕僚”们恰恰属于“分赃制”得以覆盖的有限范围，他们的职位基本或完全是由总统决定的，而总统任期结束之后，也一并卸下职务—“双向开启”是“旋转门”制度的工作基理，也是基本要求。需要特别强调的是上述“总统内阁 $^ +$ 白宫班子”的决策结果若非经总统签署行政命令不能对行政部门生效，因此总统本人仍然居于权力的绝对核心。这2点综合起来，历任美国总统在任期内都掌握着近乎“帝王”般的权力，以最高行政决策层的权力集中度来说，甚至要超越中国现行的“集体决策”机制；但这也是附时限的权力，总统任期的“南瓜马车”一过时限，幕僚们的“水晶鞋”也灰飞烟灭。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "因此，包括“旋转门”在内的美国智库经验对于中国来说的确有很多可以借鉴的地方，但是有些东西未必适合直接移植。“旋转门”在美国能够双向开启，首先是基于美国的选举政治。基辛格在尼克松任上权倾一时，但也是要随着总统下野而隐退的。如果没有政务官和事务官分开管理的文官体制，就会出现只有智库人才单向流入政府的情况。也就是说国家安全顾问和国务卿的职位如果不能和事务公务员区分开来，就不排除基辛格把持国安会直到其退休的可能。中国文官制度的改革未动，“领导干部”与普通公务员尚在同一序列评价和普升，也没有相应的退出机制，“旋转门”在中国的“双向开启”就只能是破例而非惯例。美国式“旋转门”的戏码搭上中国当下的制度设计，难免就会唱成现代版本的“科举制”。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "结论",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "美国的巅峰时刻可能已经过去，但目前仍然是最强的。这个判断当然同样适用于美国的智库行业。对于其他国家的智库来说，要向美国学习的东西远比可以向他挑战的东西多。美国作为现代智库行业的起源地，长期以来形成了一套与其典型的外部多元主义政治生态相适应的智库运作规则。对于美国的政治生态当然可以有不同的评论，但是难以否认的是美国的政治生态客观上为其智库行业的成长营造了很大的空间，而以“旋转门”为最突出特征的人员交换机制，又使得智库以一种极其有利的姿态嵌人了美国的国家决策机制。可以说“分赃制”奠定了“旋转门\"制度，而“旋转门”则是面向包括智库在内的美国智力行业敞开的大门。美国的智库正是做到了与有着“分赃制”传统的美国决策机制相适应，才最终得到了长足的发展。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "诚然，“与决策机制相适应”这种表达含有迎合色彩，某种程度上弱化了智库在其服务对象面前实际具有的地位，更没有突出智库作为高端智力供给对其服务对象可能产生的诱导与塑造。毕竟，越是强大的事物，就越可能影响环境，而不仅仅是被环境影响。但是如果能将“与决策机制相适应”视作对美国智库与其服务对象互动的结果，则亦不失为一种具有建设意义的理解。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1]席来旺.美国“政府”与“行政当局”辨析[J].世界经济与政治，2002(9):72-76.  \n[2] 王昶.美国外交的危机管理决策机制：兼论其对中国的参鉴意义[D].外交学院，2001:28-29.  \n[3] 陈征．国家安全顾问在美国外交决策机制中的角色与作用[D].北京外国语大学，2015:30,32,60,83,158.  \n[4] 袁瑞军.美国总统幕僚与阁员的权力消长[J].美国研究，1992(3):97-117.  \n[5] 熊勇先．论公务行为不营利原则的确立：从美国政党分赃制谈起[J].大连海事大学学报（社会科学版),2011,10(5): 48-49.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "张骏．美国决策机制与智库的关系暨对借鉴“旋转门”制度的思考[J].智库理论与实践，2016，1(5)：56-63.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The Relationship Between the National Decision-making Mechanism and Think Tanks in the United States, and the Reflection on the“Revolving Door” System ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Zhang Jun ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Institute of Public Policy, South China University of Technology, Guangzhou 510640 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract:[Purpose/significance] While the relationship between the national decision-making mechanism and think tanks in the United States is referable for China's rapidly growing think tank industry,the“revolving door”system has been controversial in China in terms of institutional transplantation. [Method/process] By understanding the power boundary and the procedural design in the United States,this paper reviewed the country's decision-making mechanism on both domestic and foreign policies. On top of that, this paper explored the relationship between the power core and think tanks,and finally expounded the coexistence of the“spoils system”and the “revolving door\". [Result/conclusion] The political ecology of the United States has greatly prospered its think tank industry. Since the“revolving door”plays the most prominent feature of the personnel exchange between power and wisdom, think tanks in the United States have been embedded into the national decision-making mechanism with very favorable pattrns.However,the system of the “revolving door”is eventually achieved by the “spoils system”, which distances itself from the Chinese reality. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords: American think tankdecision-making mechanism spoils system revolving doorsecretary of statenational security adviser ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "收稿日期：2016-09-01 修回日期：2016-09-15 本文责任编辑：周楠",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（上接第47页）",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A Preliminary Consideration on the Construction of the Chinese New System of the National Defense Decision-Making Consultation ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Lu Shengjun Wang Yang Zhan Ming Wan Lizan China National Defense Science and Technology Information Center, Beijing 100142 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] The construction of the national defense decision-making consultation system isan important partof the nationaldefenseand militaryconstruction,andthe establishmentofthe Chinese new decision-making consultation system is of great significance for comprehensively deepening the reform of the national defense and the armed forces.[Method/processThis paper analyzed the basic construction situation of the Chinese national defense decision-making consultation system.It figured out that the establishment of the new system would have far-reaching significance in China,and finally put forward some suggestions for the establishment of this system. [Result/conclusion] It is shown that the following measures are important to the establishment of the Chinese new system of the national defense decision-making consultation: adhering to Xi Jinping's series of important discourses as the guiding ideology; determining the target and principles; promoting the“Four Systems” construction; improving and perfecting these key elements; strengthening domestic and international influence. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords: think tank construction strategy management scientific decision-makingcivil and military integration ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "收稿日期：2016-10-09 修回日期：2016-10-20 本文责任编辑：唐果媛",
        "page_idx": 7
    }
]