[
    {
        "type": "text",
        "text": "Investigation of vacancy-type defects in helium irradiated FeCrNi alloy by slow positron beam ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Eryang Lu ab， Xingzhong Cao a, Shuoxue Jin ‘, Peng Zhang a, Chunxiong Zhang a, Jing Yang a, Yaru Wu a, Liping Guo °, Baoyi Wang a, \\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a Key Laboratory of Nuclear Radiation and Nuclear Energy Technology, Institute of High Energy   \nPhysics, Chinese Academy of Sciences, No. 19 B Yuquan Lu, Beijing, 100049, China   \nb University of Chinese Academy of Sciences, Beijing, 100039, China   \nC Key Laboratory of Artificial Micro- and Nano-structures of Ministry of Education and School of   \nPhysics and Technology, Wuhan University, Wuhan, 430072, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The evolution of microstruture for Fe16.7Crl4.5Ni model alloy and 316 stainless steel irradiated with $1 4 0 \\mathrm { k e V }$ He ions were studied by Positron annihilation spectroscopy. The fluences were $1 \\times 1 0 ^ { 1 6 }$ and $5 { \\times } 1 0 ^ { 1 6 }$ He ions $/ \\mathrm { c m } ^ { 2 }$ . The irradiation temperature was room temperature and 573 K,respectively. The variation of S parameter-incident positron energy profile indicated that large amount of vacancy-type defects formed after He ion irradiation. Meanwhile,helium atoms deposited in bulk and certain amount of He-vacancy complexes were formed. The vacancy-type defects could be the major defects in track region and He-vacancy complexes would be the main defects in cascade region. The vacancy-type defects could migrate and aggregate to form vacancy clusters and even microvoids at elevated temperature irradiation. The diffusion mechanism of helium atoms might be changed at different irradiation temperature. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: He ion irradiation; FeCrNi alloy; Positron annihilation; Defects ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Austenitic stainless steels such as 316 and 316L are the main constituent materials used in reactor internal structures both for fission and fusion reactors [1-3]. These materials contain nickel as a major alloying element, which have a large cross-section for nuclear transmutation by thermal neutrons. Helium atoms will be generated continuously in structural materials within the reactor through nuclear transmutation reaction $( \\boldsymbol { \\mathrm { n } } , \\boldsymbol { \\alpha } )$ [3]. As a consequence,large amount of helium atoms may accumulate in bulk. Due to the low solubility, helium atoms will deposite in the material [4]. Undesired changes of metal properties, such as enhanced swelling and helium embritlement, may affect the safety of the reactors [5]. Helium atoms may also lead to irradiation hardening in stainless steel [1，6]. These physical and mechanical properties are directly related to the transmutation of microstructure. As noted helium stabilizes vacancy cluster into He-vacancy complexes, which might evolve into bubbles at elevated temperature irradiation. He bubbles might be formed in 316L stainless steel with He ion irradiation above 573 K[7]. The stability of He-vacancy complexes was clarified in nickel and iron [8]. In addition, vacancy clusters induced by He ion irradiation grew after annealing at $8 7 3 \\mathrm { ~ K ~ }$ in iron due to the helium atoms emitted from small He-vacancy complexes [9]. Several theoretical studies were also performed to the diffusion and stability of helium atoms and small He-vacancy complexes in iron [10-12]. Small He-vacancy clusters would be mobile at $5 7 3 \\mathrm { ~ K ~ }$ [12],and ${ \\mathrm { H e V } } _ { 2 }$ might dissociate at temperatures above the room temperature [11]. It is essential to understand the interaction of helium atoms with irradiation induced microdefects at lower temperature in FeCrNi alloy. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Positronannihilationspectroscopy(PAS)， asa powerful toolin fundamental micro-structural feature studies,has been widely used for the identification of defects at atomic level [13]. Positrons could be trapped by microdefects and positron annihilation rate is proportional to the electron density around the annihilation site.Energy and momentum are conserved in positron annihilation process. Two gamma rays are emitted in most cases. The energies of these two photons are different, which is proportional to the longitudinal component of electron-positron momentum in the direction of gamma emission. The photo energies reveals information about the momentum distribution of annihilated electrons [14]. Therefore，the microstructure evolution after ion irradiation can be detected by PAS [4, 14]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study,FeCrNi ternary model alloy was chosen to avoid the effect of minor elements. 316 SS, which is a commercial FeCrNi alloy, was also used in experiment. He ion irradiation were proceeded with different dose and temperature, respectively. Positron annihilation spectroscopy based on mono-energetic positron beam was employed to investigate the evolvement of microstructure in He ion irradiated specimens. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2. Experimental details ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2. 1. Sample preparation ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Pure metals,including Fe $( 9 9 . 9 9 \\% )$ ， $\\mathrm { C r }$ $( 9 9 . 9 9 \\% )$ ）and Ni $( 9 9 . 9 9 9 \\% )$ ，were used to melt FeCrNi model alloy. Melting process was accomplished at General Research Institute for Nonferrous Metals with a Vacuum argon arc furnace. The chemical compositions of FeCrNi model alloy and 316 SS are shown in Table.1. Specimens were fabricated into the size of $1 0 { \\times } 1 0 { \\times } 1 \\ \\mathrm { m m } ^ { 3 }$ Mechanical polishing was proceeded with silicon carbide paper and $1 . 5 \\mu \\mathrm { m }$ diamond paste until a fine mirror-like surface finished. Finally,electron-chemical polishing was also used to polish surface and remove the surface hardening layer. At last, specimens were annealed at $1 3 2 3 \\mathrm { ~ K ~ }$ for 2 h in a high vacuum $( \\geqslant 1 \\times 1 0 ^ { - 4 }  { \\mathrm { P a } } )$ , followed by air cooling. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/078f61bc86c9d08f23193969d13d604d6f2d563cebbb6f61e705851d3d437b3a.jpg",
        "table_caption": [
            "Table.1. Chemical compositions of the specimens in this experiment $( \\mathrm { w t } \\ \\% )$ 1 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Material</td><td>Fe</td><td>Cr</td><td>Ni</td><td>Mo</td><td>Mn</td><td>Cu</td><td>C</td><td>Si</td><td>P</td><td>S</td></tr><tr><td>FeCrNi</td><td>Bal.</td><td>16.7</td><td>14.5</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>316SS</td><td>Bal.</td><td>16.08</td><td>10.08</td><td>2.03</td><td>1.12</td><td>0.044</td><td>0.068</td><td>0.354</td><td>0.035</td><td>0.0026</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.He ion irradiation ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "He ion irradiation was used as material degradation tool for creating Frenkel defects [15]. In this work,He ion irradiation was performed with an ion implanter located in the Accelerator Lab of Wuhan University. Energy of He ions was fixed at $1 4 0  { \\mathrm { \\ k e V } }$ with a mean flux of $9 \\times 1 0 ^ { 1 2 }$ （20 $\\mathrm { i o n s } / \\mathrm { c m } ^ { 2 } \\mathrm { s } ^ { 1 }$ . The fluence of He ions were $1 \\times 1 0 ^ { 1 6 }$ and $5 { \\times } 1 0 ^ { 1 6 } \\mathrm { i o n s } / \\mathrm { c m } ^ { 2 }$ at room temperature, and $1 { \\times } 1 0 ^ { 1 6 } \\mathrm { i o n s } / \\mathrm { c m } ^ { 2 }$ at elevated temperature $( 5 7 3 \\mathrm { K } )$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3.Positron annihilation spectroscopy measurements ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Positron annihilation spectroscopy measurements were performed at room temperature using an energy-variable slow positron beam facility at institute of high energy physics (IHEP). Positrons were generated by a $5 0 \\ \\mathrm { m C i }$ (2005) $^ { 2 2 } \\mathrm { { N a } }$ radiation source, and then moderated by tungsten. Beam energy was changed from 0.18 to $2 0 \\ \\mathrm { k e V }$ during Doppler Broadening Energy ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Spectroscopy（DBES） measurement [16]. Two parameters，namely S and W parameters respectively，were introduced to characterize the information of specimens.The S parameter, which described the information of positron annihilated with valence electron, was defined as the ratio of counts in the central energy region around $5 1 1 \\ \\mathrm { k e V }$ $( 5 1 0 . 2 4 - 5 1 1 . 7 6 \\mathrm { k e V } )$ to the total γ photo counts around 5O4.2 - 517.8 keV. The W parameter, which represented the information of positron annihilated with core electron, was defined as the ratio of counts about the wing area (504.2 - 508.4 keV and $5 1 3 . 6 - 5 1 7 . 8 \\mathrm { k e V } )$ to the total counts around $5 0 4 . 2  { - } 5 1 7 . 8  { \\mathrm { k e V } }$ [17]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The mean implantation depth of positron is estimated by the incident energy and calculated by the following relation [18]: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\mathrm { Z } ( E ) = \\frac { 4 \\times 1 0 ^ { 4 } } { \\rho } E ^ { 1 . 6 } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $Z$ is expressed in units of nanometer, $\\rho$ is the material density in units of $\\mathrm { k g / m ^ { 3 } }$ ，and $E$ is the incident positron energy in keV ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3. Results and discussion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.SRIM calculation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "First of all, the theoretical simulation of He ion irradiation is proceed by SRIM calculation [29]. The implanted energy of He ions is $1 4 0 { \\mathrm { ~ k e V } } ,$ ，which agree with experimental condition. The displacement threshold $\\mathrm { E _ { d } }$ is $4 0 \\ \\mathrm { e V }$ [19].The distribution of helium atoms and damage dose with the fluence of $5 \\times 1 0 ^ { 1 6 }$ ions/cm² are shown in Fig.1. Helium atoms mainly distributed in the region from 200 to $5 5 0 ~ \\mathrm { n m }$ and peaked at about $4 0 0 \\ \\mathrm { n m }$ ，The irradiation induced defects also peaked at about $3 8 0 \\mathrm { n m }$ with the dose of 2.36 dpa, which is similar to the distribution of implanted helium atoms. There are two damage processes in the material under energetic ion irradiation, one is the displacement from atomic collision between implanted ions and bulk atoms,the other one is the doping effect due to the ions stopping in the material [18]. In Fig.1,TR represents track region, corresponding to the region where implanted He ions slow down because of electronic energy loss. CR is the cascades region，where the incident ions interacted with solid material by nuclear collision and then stopped in the solid lattice.NIR is the non-implanted region [20]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The stopping profile of mono-energetic positrons penetration into a material is calculated by the following equation [21, 22]: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\operatorname { P } ( \\mathbf { x } ) = ( \\operatorname { m } / \\mathbf { x } _ { 0 } ) ( \\mathbf { x } / \\mathbf { x } _ { 0 } ) ^ { \\mathrm { { m } - 1 } } \\exp \\{ - ( \\mathbf { x } / \\mathbf { x } _ { 0 } ) ^ { \\mathrm { { m } } } \\}\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Where $_ { \\mathrm { X 0 } } { = } 1 . 1 3 \\mathrm { x }$ and $\\scriptstyle \\mathbf { X } = \\mathbf { a } / \\mathbf { \\rho E } ^ { \\mathrm { n } }$ (the mean depth), $\\rho$ is the material density in $\\mathrm { g } / \\mathrm { c m } ^ { 3 }$ ,E is the incident positron energy in keV, $\\mathfrak { a }$ ,m and $\\mathfrak { n }$ are independent parameters of the material. We employed the Makhovian parameters of $\\mathrm { m } { = } 2$ $\\mathrm { n } { = } 1 . 6 2$ and $\\scriptstyle \\mathtt { a } = 4 . 0 \\mu \\mathrm { g } / \\mathrm { c m } ^ { 2 }$ in this calculation by Vehanen et al [22]. The implanted positron profiles with energies of 5,10,15 and $2 0 \\mathrm { k e V }$ are shown in Fig. 2. The profiles are broadened with higher incident positron energy. At $\\mathrm { E } { = } 2 0 \\ \\mathrm { k e V } ,$ certain amount of implanted positrons stopped and annihilated in the damaged region. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/bb2b9d6e977e91844bd4eb4441d249711e1fa4e0ecfca4a6eea5002e38f2d4ed.jpg",
        "img_caption": [
            "Fig.1.Depth distribution of damage and helium atoms in $\\mathrm { F e 1 6 . 7 C r 1 4 . 5 N i }$ irradiated by $1 4 0 \\mathrm { k e V }$ "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "He ions up to $5 \\times 1 0 ^ { 1 6 }$ ions/cm². ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/f16b96769a02be45867a88485e385b71a8451739dcab9b01d45d30869ff13b29.jpg",
        "img_caption": [
            "Fig. 2. Depth profile of positron stopping probability for energies of 5,10, 15, $2 0 \\mathrm { k e V . }$ "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2.He ion irradiation ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/0230d3348394b06512031e8ea98ffe6952c458e2d2aec9b290a97f8efa453d52.jpg",
        "img_caption": [
            "Fig.3. S-E curves of He ion irradiated model alloy with different fluences at room temperature. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The variation of S parameter with increasing incident positron energy after He ion irradiation with $1 \\times 1 0 ^ { 1 6 }$ and $5 { \\times } 1 0 ^ { 1 6 }$ ions/cm² at room temperature are shown in Fig. 3.The average implanted depth of energetic positrons is shown on the top $\\mathbf { X }$ -axis in Fig. 3.The rising S parameter indicate the generation of defects, which might be vacancy-type defects as calculated by SRIM[18]. The S value for un-irradiated sample decreases and the downward gradient reduced with the increment of incident positron energy. The variation of S parameter at surface layer could be explained by the effect of positron diffusing back to surface and the formation of ortho-positronium [14]. Huomo et al. had reported that positrons would diffuse back to surface in Mo with energies lower than $4  { \\mathrm { \\ k e V } }$ [23]. The S value increases obviously for the as-irradiated specimens compare to un-irradiated value. This phenomenon indicates that large amount of vacancy-type defects generated in bulk after He ion irradiation. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "S-E curves were analyzed by the VEPFIT, which is based on the layered structures of positron diffusion model [24]. The VEPFIT analysis of the experimental data was divided into four layers. The first layer is the surface layer. The other three layers are consistent with SRIM calculation in Fig.1, which are called TR, CR and NIR. The boundaries of TR,CR and NIR are about 15\\~200, 200\\~550 and $5 5 0 { \\sim } 7 0 0 ~ \\mathrm { n m }$ , respectively. In SRIM calculation the damage dose in CR is larger than that in TR so that the S parameter in CR should be larger than that in TR,and the S value should increase with the increment of damage dose. But the experimental data and fitted S did not agree with SRIM calculation.In Fig. 4,the S parameter is similar with each other for both fluences in TR.Compare to the result of TR,the S value increased slightly for higher irradiation dose and decreased slightly for lower irradiation dose in CR.The reason might be that implanted He ions are mainly deposited in CR,and then most helium atoms recombined with vacancy defects to form He-vacancy complexes [15]. Certain amount of monovacancies and smal-sized clusters could be formed during He ion iradiation. Ortiz's calculation of helium difusion in irradiated Fe showed that most of helium atoms recombined with vacancy defects and stayed at substitutional sites at room temperature [11]. When positrons were trapped by the vacancy defects with helium atoms, the value of S could be lower than that of vacancies [15]. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/3d10cbe98d0f357fbf619560c2354c6ae2aaf368973e95fb482469b0bddfcb9b.jpg",
        "img_caption": [
            "Fig. 4.Fitted S parameters versus VEPFIT for He ion irradiated model alloy at room temperature. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/c60f1cfb39334395ffe98ae77120d4d7beb554eed0232de098e15f651f9e4d9e.jpg",
        "img_caption": [
            "Fig. 5. S-W plots for He ion irradiated Fe16.7Cr14.5Ni with different fluence at room temperature. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Positron annihilation mechanism, which might reflect microstructure information about the type of defects existed in the specimen [18,25]. The S-W plots for irradiated model alloy at room temperature are shown in Fig.5.The results indicate that there should be some difference about the type of defects between TR and CR.From the analysis of the S parameter, helium atoms were mainly deposited in CR and He-vacancy complexes formed at the same time. While, vacancy-type ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "defects could be the major defects in TR. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/34221026249de9730abe4124180d35be83a8fef03e9a84ecc122d8df089dd59e.jpg",
        "img_caption": [
            "Fig. 6. S-E curves (a) and S-W plots (b) of He ion irradiated I $\\mathrm { \\bar { \\ell } e l 6 . 7 C r 1 4 . 5 N i }$ alloys with $1 \\times 1 0 ^ { 1 6 }$ "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "ions/cm² at different temperature. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/6d67f9fe00de30502e7b067424ee0ee42ade9cad12183744874079f6a4952acf.jpg",
        "img_caption": [
            "Fig.7. S-E curves (a) and S-W plots (b) of He ion irradiated 316SS with $1 \\times 1 0 ^ { 1 6 }$ ions $/ \\mathrm { c m } ^ { 2 }$ at different temperature. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "To investigate the effect of irradiation temperature on microstructure evolution， He ion irradiation for different specimens were proceeded at room temperature and $5 7 3 \\mathrm { K }$ ,respectively. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The S parameters of model alloy with the fluence of $1 \\times 1 0 ^ { 1 6 }$ ions/cm² are shown in Fig. 6 (a). Compared to the specimen irradiated at room temperature,the S parameter for the specimen irradiated at 573 K decreases at the surface layer and increases markedly at inner layers. As referred before [14], incident positrons with low energies would diffuse back to surface.The result couldn't give effective information about the surface layer, so the surface part is neglected.As indicated by SRIM calculation, vacancy-type defects would be generated in TR and CR as He ion implanted into the specimen. Monovacancies could migrate and aggregate even at room temperature [15,26],these processes would be enhanced with the increment of irradiation temperature, so that vacancy clusters and microvoids generated as He ion irradiated at $5 7 3 \\mathrm { ~ K ~ }$ Numerous vacancy clusters and microvoids formed in TR and He-vacancy clusters complexes were the main defects in CR.The evolution of microstructure lead to an obvious increment of the ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "S parameter irradiated at $5 7 3 \\mathrm { K }$ ,as shown in Fig. 6 (a). The S-W plots for model alloy irradiated at room temperature and $5 7 3 \\mathrm { ~ K ~ }$ are shown in Fig.6 (b). Compare to the result of room temperature irradiation, the S-W plot gradient of elevated temperature irradiation changed severely at different regions.It indicates that the type of defects generated at elevated temperature irradiation is different from that generated at room temperature. The reason might be the formation of vacancy clusters，microvoids and He-vacancy cluster complexes as elevated temperature irradiation process,which is consistent with the analysis of the S parameter. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The result of 316 SS is also demonstrated in Fig.7 (a) and (b). In Fig.7 (a), the S parameter for 316 SS irradiated at $5 7 3 \\mathrm { ~ K ~ }$ is lower than that irradiated at room temperature from surface to about $1 4 0 \\mathrm { n m }$ . Thereafter,at the range of $1 4 0 { - } 6 1 2 ~ \\mathrm { n m }$ , these two curves are almost the same with each other. SRIM calculation show that most implanted He ions deposited in CR.Because of its extremely low solubility in metals，helium atoms most probably located at interstitial and substitutional sites (He-vacancy complexes） in lattice.As reported,the difusion mechanism of helium atoms or He clusters in stainless steel would be changed above a certain temperature range [27]. Short-range diffusion mechanism might be employed at room temperature while the long-range diffusion mechanism of helium atoms could be employed at high temperature [23]. For 316 SS irradiated at room temperature,mono-vacancies and smal-sized clusters might be the main defects in TR and He-vacancy complexes might be the main defects in CR,which is similar with model alloy. However, small $\\mathrm { H e } _ { \\mathrm { n } } \\mathrm { V } _ { \\mathrm { m } }$ complexes were unstable at elevated temperature [10, 11]. Several dissociated helium atoms might diffuse back into TR due to the long-range diffusion mechanism with the irradiation temperature of $5 7 3 \\mathrm { ~ K ~ }$ ,He-vacancy complexes might form in TR. The formation of He-vacancy complexes may decrease the S parameter effectively in TR.Fig.7 (b) shows the S-W plots of 316SS at different irradiation temperature.There is no obvious difference in CR,but the result in TR was different with each other. The reason might be that helium atoms would diffuse from CR to TR and He-vacancy complexes formed in TR at the same time, which lead to the difference of the S-W plot in TR for two specimens. These results are consistent with the analysis of the S parameter. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Additionally, the variation trend and the value of S in Fig.7(a) are almost consistent with the model alloy in Fig.6(a) at room temperature,while the results of $5 7 3 \\mathrm { ~ K ~ }$ irradiation are different with each other. The S parameter of $5 7 3 \\mathrm { ~ K ~ }$ irradiation for model alloy increases obviously compare to the room temperature irradiation result,and the variation trend for 316SS is described above. This might be the effect of microelements in 316 SS.As reported, impurities, such as C,N, H and He could increase the vacancy migration energy in Fe-based alloy [28]. These elements such as Cu, C and other impurity atoms might be effectively trapped by vacancies to form vacancy-impurity complexes [15,16], which might increase the migration energy of vacancies and suppress the migration and aggregation of vacancies for specimens irradiated at $5 7 3 \\mathrm { ~ K ~ }$ Futher study would be focus on the microstructural evolution and the behavior of helium-vacancy complexes during the isochronal annealing. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4. Conclusion ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "He ion irradiation was conducted to Fe16.7Cr14.5Ni model alloy and 316 SS with different dose and temperature. Then positron annihilation technique was used to investigate the evolution of microstructure. He ion irradiation generated a large amount of vacancy-type defects in the material. At the same time, He-vacancy complexes formed in CR, which inhibit the increase of the S parameter at higher damage dose.Elevated temperature irradiation would enhance the formation of vacancy clusters and even microvoids in FeCrNi model alloy. Part of helium atoms diffused from CR to TR,and He-vacancy complexes formed in TR at $5 7 3 \\mathrm { K }$ irradiation. The type of defects was also changed when He-vacancy complexes formed in TR. Vacancy-impurity complexes, which may prevent the migration and aggregation of vacancy-type defects,might be generated after He ion irradiation. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "This work is supported by the National Natural Science foundation of China 912261O3 and 91026006. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[1] I.Ioka, Y. Ishijima, K. Usami, N. Sakuraba, Y. Kato and K. Kiuchi,J. Nucl.Mater. 417 (2011) 887-891. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[2] R. Katsura, J. Morisawa, S. Kawano and B. M. Oliver, J. Nucl. Mater. 329-333 (2004) 668-672.   \n[3] Y. Hidaka, S. Ohnuki, H. Takahashi and S. Watanabe,J. Nucl. Mater. 212-215 (1994) 330-335.   \n[4] Y.-F. Li, T.-L. Shen, X. Gao, N. Gao, C.-F. Yao, J.-R. Sun, K.-F. Wei, B.-S. Li, P. Zhang, X.-Z. Cao, Y.-B. Zhu, L.-L. Pang, M.-H. Cui, H.-L. Chang, J. Wang, H.-P. Zhu, D. Wang, P. Song,Y.-B. Sheng, H.-P. Zhang, B.-T. Hu and Z.-G. Wang, Chin. Phys. Lett. 31 (2014) 036101.   \n[5] C. H. Zhang,K. Q. Chen, Y. S. Wang and J. G. Sun, Nucl Instrum Meth B. 135 (1998) 256-259.   \n[6] J. D. Hunn, E. H. Lee, T. S. Byun and L. K. Mansur, J. Nucl. Mater. 282 (200O) 131-136.   \n[7] C. H. Zhang, K. Q. Chen, Y. S. Wang and J. G. Sun, J. Nucl. Mater. 258 (1998) 1623-1627.   \n[8] T. Ishizaki, Q. Xu, T. Yoshiie, S. Nagata and T. Troev, J. Nucl. Mater. 307 (2002) 961-965.   \n[9] T. Ishizaki, Q. Xu, T. Yoshiie and S. Nagata, Mater. Trans. 45 (2004) 9-12.   \n[10] V. A. Borodin and P. V. Vladimirov, J. Nucl. Mater. 386-88 (2009) 106-108.   \n[11] C. Ortiz, M. Caturla, C. Fu and F. Willime, Phys. Rev. B. 75 (2007).   \n[12] V. A. Borodin and P. V. Vladimirov, J. Nucl. Mater. 362 (2007) 161-166.   \n[13] Y. C. Wu and Y. C. Jean, Phys. Status. Solidi. a. 201 (2004) 917-922.   \n[14] Q. Xu, K. Sato, X. Z. Cao, P. Zhang, B. Y. Wang, T. Yoshie, H. Watanabe and N. Yoshida, Nucl. Instr. Meth. Phys. Res.B.315 (2013) 146-148.   \n[15] J. Qiu, X. Ju, Y. Xin, S. Liu and B. Y. Wang, J. Nucl. Mater. 411 (2011) 20-24.   \n[16] X. Z. Cao, P. Zhang, Q. Xu, K. Sato, H. Tsuchida, G. D. Cheng, H. B. Wu, X. P. Jiang, R. S. Yu,B. Y. Wang and L. Wei, Journal of Physics: Conference Series. 443 (2013) 012017.   \n[17] Y. Xin, X. Ju, J. Qiu, L. Guo, J. Chen, Z. Yang, P. Zhang, X. Cao and B. Wang, Fusion Engineering and Design. 87 (2012) 432-436.   \n[18] Q. Cao, X. Ju, L. Guo and B. Wang,Fusion Engineering and Design. (2013).   \n[19] J.D. Hunn,E. H. Lee, T. S. Byun and L. K. Mansur, J. Nucl. Mater. 296 (20O1) 203-209.   \n[20] A. Debelle, M. F. Barthe, T. Sauvage, R. Belamhawal, A. Chelgoum, P. Desgardin and H. Labrim, J. Nucl. Mater. 362 (2007) 181-188.   \n[21] R. Nieminen and J. Oliva, Phys. Rev. B. 22 (1980) 2226-2247.   \n[22] A.Vehanen，K. Saarinen， P. Hautojärvi and H. Huomo,Phys.Rev.B.35(1987) 4606-4610.   \n[23] H.Huomo,A.Vehanen,M. Bentzon and P.Hautojarvi, Phys.Rev.B.35 (1987) 8252-8255.   \n[24] A. v. Veen, H. Schut, J. d. Vries,R. A. Hakvoort and M. R. Ijpma, 218 (1991) 171-198.   \n[25] Y.C.Wu and Y.C. Jean, Applied Surface Science. 252 (2006) 3278-3284.   \n[26] C. Dimitrov, M. Tenti and O. Dimitrov, J Phys F Met Phys. 11 (1981) 753-765.   \n[27] H. Trinkaus and B.N. Singh, J. Nucl. Mater. 323 (2003) 229-242.   \n[28] N.Hashimoto, S. Sakuraya, J. Tanimoto and S. Ohnuki, J. Nucl.Mater. 445 (2014) 224-226.   \n[29] J.F. Ziegler,J.P.Biersack,U.Littmark, The Stopping and Range of Ions in Solids, Pergamon, New York, 1985. <http://www.srim.org>. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]