[
    {
        "type": "text",
        "text": "新时代放射影像临床诊疗路径的思考",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "金征宇",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国医学科学院北京协和医学院北京协和医院放射科，北京100730",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "电话：010-69155442，E-mail：jin_zhengyu@ 163.com",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【摘要】随着放射影像技术的不断发展，新时代放射影像临床诊疗路径主要包括多学科诊疗模式、建立并遵循临床指南、人工智能等新技术的临床应用3个重要组成部分，放射科医生应借助这一诊疗路径在患者诊疗中发挥更大的作用，并向其他临床科室医生、医疗管理部门和社会大众展示更大的医学价值。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【关键词】多学科诊疗模式；临床指南；人工智能；放射科医生；价值【中图分类号】R445 【文献标志码】A 【文章编号】1674-9081（2019)01-0000-04",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Contemplation of the Clinical Diagnostic Pathway of Radiological Imaging in the New Era ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "JIN Zheng-yu ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Department of Radiology，Peking Union Medical Collge Hospital,Chinese Academy of Medical Sciences& PekingUnion Medical College，Beijing1OO730,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Tel:010-69155442,E-mail：jin_zhengyu@ 163.com ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【Abstract】Along with the continuous development of radiological imaging techniques，there are three important aspects of the clinical diagnostic pathwayof radiological imaging in the new era，including themultiple disciplinary team，establishing and following clinical guidelines，and clinical application of new techniques such as artificial inteligence.Radiologistscan play a more important role in patients‘diagnosisand treatment and demonstrate their value to their colleagues，healthcare systems，and society through the clinical pathway. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【Key words】multiple disciplinary team；clinical guideline；artificial inteligence；radiologist；value ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MedJPUMCH，2019,10(1):0-00",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "放射影像技术的进展日新月异，学科发展必须符合新时代中国医疗卫生事业的发展方向，更加贴合临床需要，展现自身价值。笔者认为，多学科诊疗模式（multiple disciplinary team，MDT）、建立并遵循临床指南和人工智能等新技术的临床应用，是新时代放射影像临床路径的3个重要组成部分。本文就这3方面的发展现状、临床需求和存在问题进行阐述。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1多学科诊疗模式",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MDT是新时代放射影像临床路径中最重要和最核心的组成部分，其是建立在循证医学基础上的疾病诊疗新模式，是以患者为中心，由多个相关学科不同领域专家和医护人员组成相对固定的综合治疗团队，针对某种疾病或某一器官进行临床讨论，通过长期、有",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "序、规范化的多学科协作，提出并实施诊疗方案，以帮助患者达到最佳治疗效果。具体言之，MDT是将医院内部不同科室的医生聚集，通过定期、定时、定址的会议，汇集各科室最新发展动态，并结合患者的疾病分期、家庭经济状况及其身体状况和心理承受能力，在权衡利弊后，制定出科学、合理、规范的最佳治疗方案[1]。1948年，英国国家健康保健计划把直肠癌多学科协作模式列入其中，这是MDT的雏形。1970至1980年，美国提出了“整合医学”的新概念，其重要表现形式即是MDT。1981年华西医院在国内率先建立了结直肠肿瘤MDT诊疗团队，形成了我国最早的MDT模式。1997年MD安德森肿瘤中心在美国率先全面实施肿瘤亚专科临床路径，更加强调以器官系统为中心的各个亚专科之间的协作，在所有器官组织系统均建立了MDT模式，即MDT在肿瘤诊疗中的应用——多学科肿瘤委员会（multidisciplinary3  \ntumor boards，MTBs）[2]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "MDT与普通会诊在医疗流程和临床路径中有着根本区别。普通会诊仅限在医疗层面，为单次医疗行为， 会诊医师常有变化，会诊意见基于会诊医师个体，而MDT的作用体现在医疗、教学和科研各个层面，MDT会议长期规律进行，团队成员固定，诊疗方案制定基于MDT医疗团队。在MDT中，所有参与科室医生地位平等，各学科医生针对患者病情组成实体工作小组，均需对患者病情资料进行深入了解并提出整体治疗方案；MDT以患者为中心，需对患者病情长期治疗跟踪，实时把握治疗效果，并根据情况及时调整治疗方案，相对普通会诊能够为患者提供更精准、更个性化的治疗，尤其适合肿瘤疾病及疑难杂症的患者。MDT对于患者的特殊价值包括可有效降低诊疗成本，提升治疗效果，避免转诊周折，最大限度保证患者生命质量；对于医生的价值包括降低临床医疗风险，有利于多学科学术交流，交互学习前沿技术，也是对参与医生的继续教育过程；对于医院的意义包括提升诊疗服务水平，节约医疗成本，提升医院影响力，留住患者，此外，多学科交互的MDT诊疗过程有利于大数据挖掘和临床科研，实现医教研相结合[3]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "放射科医生的传统工作模式是在报告室中书写、签发报告，与患者、其他临床科室医生和医院管理者接触较少，随着医学模式的转变和快速发展，现代医疗流程和临床路径中以“患者为中心、价值为导向”的趋势愈发明显，在未来临床路径中，放射科医生体现价值的重要方式即为积极投身于 MDT中[4]。MDT对放射科医生的积极影响包括以下几点：（1）可体现放射科医生与其他临床科室医生合作的意愿；（2）可展示放射科医生在患者诊疗过程中持续、关键和不可替代的作用；（3）可赢得其他临床科室医生的信任，获得医院管理部门的重视；（4）提高职业认同感和成就感[5]。因此在未来放射影像临床诊疗路径中，MDT起到重塑放射科医生核心价值的重要作用！",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "MDT是放射科医生协助临床诊治的重要方式，通过患者前期、中期和后期的医学影像表现，提出诊断与鉴别诊断，并对临床治疗提出建议。MDT中需要放射科医生协助临床诊治的场景包括：（1）临床医生遇到通过放射影像检查难以确诊的患者；（2）临床医生遇到难以通过放射影像检查确定手术/介入治疗方案的患者；（3）针对疑难病例，临床医生渴望与放射科及其他临床科室专家共同制定临床决策。在以上临床场景中，临床科室医生提供患者病情描述以及数字化成像、CT、磁共振成像等放射影像资料，获得放射科医生给予的专业会诊意见，协助临床医生判断患者病情、明确治疗方案[6]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "放射科医生在MDT中具有以下积极作用：（1）在诊疗流程中，明确患者病变定位，解读病变征象，尝试病变定性诊断，进而保障医疗安全并提高医疗质量；（2）MDT可将临床症状、实验室检查和放射影像检查结果有机结合，提供放射影像检查的临床优选方案，放射医生投身其中既是对本科医生和其他临床科室医生继续教育的过程，也可对患者、医疗管理人员和社会大众进行放射影像领域相关教育；（3）利用MDT这种新型诊疗模式进可行疾病影像学筛查宣传;（4）有助于对临床疑难病例进行总结，带动影像临床组学研究；（5）放射科医生还可在MDT过程中建议患者在合适的时间进行合适的影像检查，以降低不必要的影像学检查进而减少医疗资源浪费，符合现代卫生经济学要求[7]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "英国皇家放射学会从时间、质量控制、报告、设备、评价和教学6个维度提出了肿瘤MDT中对临床放射科医生的要求与标准[8]。时间要求为放射科医生至少参加2/3以上的MDT，1次MDT至少有2名放射科医生参与，需要提前浏览患者图像、负责MDT报告等。质量控制要求包括MDT之前，经验丰富的放射科医生应当用足够多的时间浏览所有图像，以保证在MDT时提供专业意见，所有在MDT讨论中涉及的放射影像应附有辅助影像报告，提供原报告中未涉及的更专业的信息。报告要求包括辅助报告里应包含肿瘤病理诊断、TNM分期、MDT诊疗计划等，在可能影响患者诊疗计划时应记录与原报告诊断意见的差异及放射科医生与外科/病理科医生的不同意见。设备要求包括投影设备、视频会议传输图像的质量需满足诊断需求，MDT会议室最好有影像存档和通信系统及放射信息管理系统，MDT协调者应将个人电脑与投影设备连接，向MDT参会医生展示患者的各种信息及诊疗决策。评价要求包括正向积极评价放射科医生在MDT中的作用，MDT成员应进行 $3 6 0 ^ { \\circ }$ 评价。教学要求包括除MDT固定成员外，其他放射科医生也应不定期参加MDT。总之，放射科医生在MDT讨论中，对于疾病的诊断、鉴别诊断、术前分期、预后等均发挥有不可替代的作用，尤其在协助制定临床治疗决策方面更能突出放射科医生的地位和作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MDT的普及增加了放射科现有工作量，给日常工作安排带来了较大挑战。这一问题的解决措施包括向医院管理者展示MDT的好处，进而寻求更多的行政支持：进行更精确的工作计划安排，将MDT纳人常规临床工作安排等[9]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "需注意的是，MDT在中国目前尚欠缺规范化，其应有效果未能全面发挥，同时因为费用和开展条件的限制，仅少数患者受益。但MDT所倡导的以患者为中心个体化治疗的方式和理念，值得让更多的放射科医生深入了解，并由此推动MDT模式的更好实施。参与MDT为放射科医生提供了一个机会，使放射科医生通过参与医疗保健的关键组成部分包括患者安全和医疗质量、教育、科普宣传、临床科学研究和卫生经济学等在疾病诊治中发挥更积极的作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2建立并遵循临床指南",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "新时代放射影像临床诊疗路径的第2个重要组成部分是建立并遵循临床指南，指南共识类文章指具有学术权威性的指导类文章，包括指南、标准、共识、专家建议、草案等。制定和推广临床指南是当前规范医疗卫生服务的重要举措，为保证临床指南制定的科学、公正和权威，以及使临床指南适应于我国国情，从而更好地发挥指导作用，指南共识类文章需具备以下条件：（1）有明确的应用范围和目的；（2）制定方为该学科学术代表群体，权益相关各方均有合理参与；（3）有科学的前期研究铺垫，有循证医学证据支持，制定过程严谨规范，文字表述明确，选题有代表性；（4）内容经过充分的专家论证与临床检验，应用性强；（5）制定者与出版者具有独立性，必要时明确告知读者利益冲突情况；（6）制定者提供内容和文字经过审核的终稿[10]。中华医学会放射学分会和中华医学会影像技术分会已根据我国放射影像工作实际流程，制定符合我国国情的相关临床指南和专家共识近40 篇，在日常工作中严格遵守以上临床指南和专家共识，有助于提高放射影像成像和诊断报告质量，进而提升患者医疗安全性和医疗服务效果。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3人工智能等新技术的临床应用",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "新时代放射影像临床路径的第3个重要组成部分是人工智能等新技术的临床应用。进入21世纪以来，随着人工智能技术的飞速发展，人工智能在医学影像中的应用日新月异，在肿瘤检出、定性诊断、自动结构化报告、肿瘤提取、肿瘤放疗靶器官勾画等方面已有较多的临床研究和应用[11]。人工智能应用于医学影像日常工作中，可减少放射科医生的重复简单工作并降低人为错误，提高医生的工作效率和诊断准确率，促进精准医疗在影像医学的应用。当然，人工智能并不能完全取代放射科医生的临床工作，尤其是沟通交流相关工作。在新时代放射影像临床路径中，由人工智能承担的机器阅片、简单诊疗推荐等功能将渐入医生日常，人工智能技术的介入结合大数据挖掘，使得医学影像大数据在人工智能的筛选、梳理和提取后，可能转换成有效的临床决策。医学影像技术的发展、人工智能技术的进步和医疗大数据的不断积累将促使智能医疗的发展进入新时代[12]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4小结 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "新时代放射影像临床路径最重要的原则是让放射科医生更积极地参与临床诊疗工作并时刻在诊疗过程中以患者为中心。随着 MDT、建立并遵循临床指南、人工智能等新技术的临床应用这些新型诊疗理念和方式在临床中的不断应用，放射科医生必将在患者诊疗过程中发挥更多的作用，体现更大的价值！",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[1]Robertson T,Li J,O’Hara K，et al.Collaboration within Different Setings：A Study of Co-located and Distributed Multidisciplinary Medical Team Meetings ［J].Comput Support ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Coop Work，2010，19：483-513.   \n[2]Eigenmann F. Multidisciplinary team meetings encourage overtreatment[J].BMJ，2015，351：h4630.   \n[3] Kesson EM，Allardice GM，George DW，et al．Effects of multidisciplinary team working on breast cancer survival：retrospective，comparative，interventional cohort study of 13722 women［J].BMJ,2012，344：e2718.   \n[4] Lesslie MD,Parikh JR.Multidisciplinary Tumor Boards：An Opportunity for Radiologists to Demonstrate Value［J].Acad Radiol，2017，24：107-110.   \n[5] Kane B,Luz S,O'Briain DS,et al．Multidisciplinary team meetings and their impact on workflow in radiology and pathology departments[J].BMC Med,2007，13：15.   \n[6] Dickerson EC，Alam HB，Brown RK，et al.In-Person Communication Between Radiologists and Acute Care Surgeons Leads to Significant Alterations in Surgical Decision Making [J].JAm Coll Radiol,2016；13：943-949 Parikh JR，Yang WT.Breast imaging:a paradigm for accountable care organizations ［J].AJR Am JRoentgenol, 2016，206:270-275.   \n[8] The Royal College of Radiologists.Cancer multidisciplinary team meetings-standards for clinical radiologists ［M].Second edition.London：The Royal College of Radiologists，2014: 1-16   \n[9] BalasubramaniamR，Subesinghe M，SmithJT.The proliferation of multidisciplinary team meetings（MDTMs）：how can radiology departments continue to support them all?［J].Eur Radiol,2015，25：3679-3684.   \n[10] 赵光杰，王小钦.如何询证制定临床指南［J].中华内科 杂志，2015，54：919-921.   \n[11] Gyawali B.Does global oncology need artificial intelligence? [J].Lancet Oncol,2018，19：599-600.   \n[12] 金征宇.前景与挑战：当医学影像遇见人工智能［J].协 和医学杂志，2018，9：2-4. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(收稿日期：2018-10-30)",
        "page_idx": 3
    }
]