[
    {
        "type": "text",
        "text": "学习习近平“智库观”，推动中国智库建设健康发展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "纪念习近平总书记“4.15”智库建设重要批示四周年",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李国强1,2,徐蕴峰4",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1国务院发展研究中心北京100010²中国人民大学重阳金融研究院北京100872  \n3吉林大学 长春1300234国声智库文化发展中心北京100010",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]本文纪念习近平总书记“4.15\"智库建设重要批示四周年，学习习近平“智库观”，以推动中国智库建设健康发展。[方法/过程]本文梳理习近平总书记2013年以来关于智库建设的重要讲话、批示及其参加的智库相关重要活动等，从中把握习近平“智库观”重要内涵，并试图从理论和实践上予以解读。[结果/结论]一是提出并归纳了习近平“智库观”及其丰富内涵；二是试图阐述习近平“智库观”的理论性和实践性；三是自觉用习近平“智库观”武装头脑指导实践，走中国特色新型智库发展道路，并结合当前智库建设状况，着重提出要抓紧建立健全“智库决策咨询制度”，认为建立“智库决策咨询制度”是智库健康发展的重要保障。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：习近平智库观；“4.15”智库重要批示;智库决策咨询制度;中国特色新型智库",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：C03",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "党的十八大以来，以习近平同志为核心的党中央在治国理政新实践中，提出了一系列新理念新思想新战略，为在新的历史条件下推进党和国家事业发展提供了科学理论指导和行动指南。习近平总书记提出的“加强中国特色新型智库建设”“智库观”，这是以习近平同志为核心的党中央治国理政新理念新思想新战略的重要组成部分。中国智库建设中，坚持学习好、领会好、贯彻好习近平“智库观”，是中国智库健康发展的根本指南和保障，对提高党的执政能力、提高国家治理能力具有重要意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1全面把握习近平“智库观”的丰富内涵",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "治世兴邦、强国富民，智库扮演着越来越重要的角色。智库是以服务公共事务决策、服务社会为宗旨，规范化、制度化、科学化地从事公共政策研究和决策咨询的组织，是公共决策的外脑，是现代公共决策的重要环节；为公共决策提供思想和行动方案，创新理论、传播知识、影响公众、引导舆论和社会走向、开展公共外交；智库在现代国家治理体系中发挥着强大作用，是国家治理体系的组成部分，是国家软实力的重要组成部分。中国特色新型智库是以战略问题和公共政策为主要研究对象、以服务党和政府科学民主依法决策为宗旨的非营利性研究咨询机构。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "党的十八大以来，以习近平同志为核心的党中央面对新形势新任务，为实现“两个一百年”奋斗目标和中华民族的伟大复兴，高度重视智库建设，提出了一系列智库建设新理念新思想新战略，形成了习近平“智库观”。据不完全统计，2013年以来，习近平总书记对智库建设作出的重要论述、指示、批示等达50次以上。主要包括以下内容，一是提出要加强中国特色新型智库建设；二是明确要求把中国特色新型智库建设作为一项重大而紧迫的任务切实抓好，体现了党和国家对高质量智库的迫切需要和殷切期望；三是对智库建设的重点任务和方向作出了明确的战略部署；四是给各类智库提出了明确的研究方向、任务和重大研究课题；五是明确指出了智库体制机制建设、组织建设和管理方式改革创新的方向；六是对党校智库、统一战线政协智库、国防军队智库、智库外交、“一带一路”智库网络等各类智库建设提出了明确要求并提出了一批重大决策咨询题目；七是明确指出当前智库建设存在的问题，具体指导当前智库建设；八是召开智库专家座谈会，以上率下带头落实“加强中国特色新型智库建设\"决策部署；九是要求党委政府要高度重视智库建设。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1习近平“智库观”的核心是建设中国特色新型智库。2013年4月15日，习近平总书记对国务院发展研究中心公共管理与人力资源研究所“国外智库管理体系研究课题组”智库建设研究报告《新时期加快我国政策咨询类智库建设的建议》[1作出重要批示，即“4.15”智库建设重要批示。习近平总书记指出，智库作为国家软实力的重要组成部分，随着形势的发展，智库的作用会越来越大。我国智库还相对滞后，应发挥更大的作用。要积极探索中国特色新型智库的组织形式和管理方式，采取有效措施引导各类智库加强自身建设，积极为中央科学决策提供高质量智力支持[2]。习近平总书记“4.15”智库建设重要批示是中央领导同志首次就智库建设作出最为明确、内涵最丰富的一次批示，体现了以习近平同志为核心的党中央对智库的高度重视和殷切希望，是习近平“智库观”的重要内容，核心是建设中国特色新型智库。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2把中国特色新型智库建设作为一项重大而紧迫的任务切实抓好，重点建设一批具有较大影响和国际影响力的高端智库，重视专业化智库建设。2014年10月27日，中央全面深化改革领导小组第六次会议审议了《关于加强中国特色新型智库建设的意见》（以下简称《意见》)，习近平在会上强调，智力资源是一个国家、一个民族最宝贵的资源。我们进行治国理政，必须善于集中各方面智慧、凝聚最广泛力量。改革发展任务越是艰巨繁重，越需要强大的智力支持。近些年来，我国智库发展很快，在出思想、出成果、出人才方面取得了很大成绩，为推动改革开放和现代化建设作出了重要贡献。同时，随着形势发展，智库建设跟不上、不适应的问题也越来越突出，尤其是缺乏具有较大影响力和国际知名度的高质量智库。要从推动科学决策、民主决策，推进国家治理体系和治理能力现代化、增强国家软实力的战略高度，把中国特色新型智库建设作为一项重大而紧迫的任务切实抓好。要坚持党的领导，把握正确导向，充分体现中国特色、中国风格、中国气派；坚持科学精神，鼓励大胆探索；坚持围绕大局，服务中心工作；坚持改革创新，规范发展。要统筹推进党政部门、社科院、党校行政学院、高校、军队、科技和企业、社会智库协调发展，形成定位明晰、特色鲜明、规模适度、布局合理的中国特色新型智库体系，重点建设一批具有较大影响和国际影响力的高端智库，重视专业化智库建设[3]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.3要完善决策机制，注重发挥智库和专业研究机构作用，提高科学决策能力。2015年10月29日，习近平在党的十八届五中全会第二次全体会议上的讲话中指出，现在，我国发展领域不断拓宽、分工日趋复杂、形态更加高级、国际国内联动更加紧密，对党领导发展的能力和水平提出了更高要求。无论是分析形势还是作出决策，无论是破解发展难题还是解决涉及群众利益的问题，都需要专业思维、专业素养、专业方法。那种习惯于拍脑袋决策、靠行政命令或超越法律法规制定特殊政策的做法，已经很难适应新形势新任务的需要。要更加注重对国内外经济形势的分析和预判，完善决策机制，注重发挥智库和专业研究机构作用，提高科学决策能力，确保制定的重大战略、出台的重要政策措施符合客观规律。要更加自觉地运用法治思维和法治方式来深化改革、推动发展、化解矛盾、维护稳定，依法治理经济，依法协调和处理各种利益问题，避免埋钉子、留尾巴。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.4智库建设要把重点放在提高研究质量、推动内容创新上。2016年5月17日，习近平总书记在哲学社会科学工作座谈会上讲话中，对智库建设作出专门论述，他指出：各级党委和政府要发挥哲学社会科学在治国理政中的重要作用。党的十八届三中全会提出，要加强中国特色新型智库建设，建立健全决策咨询制度。党的十八届五中全会强调，要实施哲学社会科学创新工程，建设中国特色新型智库。2015年 11月，习近平总书记主持中央深改组会议，通过了国家高端智库建设试点工作方案，第一批高端智库已经建立并运行起来。他在那次会议上强调，要建设一批国家亟需、特色鲜明、制度创新、引领发展的高端智库，重点围绕国家重大战略需求开展前瞻性、针对性、储备性政策研究。近年来，哲学社会科学领域建设智库热情很高，成果也不少，为各级党政部门决策提供了有益帮助。同时，有的智库研究存在重数量、轻质量问题，有的存在重形式传播、轻内容创新问题，还有的流于搭台子、请名人、办论坛等形式主义的做法。智库建设要把重点放在提高研究质量、推动内容创新上。要加强决策部门同智库的信息共享和互动交流，把党政部门政策研究同智库对策研究紧密结合起来，引导和推动智库建设健康发展、更好发挥作用[4]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1.5拓宽各类智库协商渠道，不断提高协商民主的科学性和实效性。2014年9月21日，习近平在庆祝中国人民政治协商会议成立65周年大会上讲话中指出：要高举和平、发展、合作、共赢旗帜，按照国家对外工作总体部署，加强同各国人民、政治组织、媒体智库等友好往来，为促进人类和平与发展的崇高事业作出积极贡献。协商就要真协商，真协商就要协商于决策之前和决策之中，根据各方面的意见和建议来决定和调整我们的决策和工作，从制度上保障协商成果落地，使我们的决策和工作更好顺乎民意、合乎实际。要通过各种途径、各种渠道、各种方式就改革发展稳定重大问题特别是事关人民群众切身利益的问题进行广泛协商，既尊重多数人的意愿，又照顾少数人的合理要求，广纳群言、广集民智，增进共识、增强合力。要拓宽中国共产党、人民代表大会、人民政府、人民政协、民主党派、人民团体、基层组织、企事业单位、社会组织、各类智库等的协商渠道，深入开展政治协商、立法协商、行政协商、民主协商、社会协商、基层协商等多种协商，建立健全提案、会议、座谈、论证、听证、公示、评估、咨询、网络等多种协商方式，不断提高协商民主的科学性和实效性。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1.6统一战线是一个大智库，把统一战线各界智力凝聚起来、创造活力激发出来。2016年1月29日，习近平同党外人士共迎新春时发表重要讲话强调，统一战线人才荟萃、智力密集，可以说是一个大智库。希望同志们着眼“十三五”时期发展，把握经济发展新常态这个大逻辑，就经济社会发展的重大问题、全面深化改革的难点问题、推动创新创造的关键问题，为中共中央决策和施政提供有价值的意见和建议。要用实劲、做实事、求实效，特别是要在补短板上聚焦发力，把统一战线各界智力凝聚起来、创造活力激发出来。要完善民主监督，加强对重大改革举措、重要政策贯彻执行情况和“十三五”时期重要约束性指标等的监督，促进相关工作。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1.7让人才能够在政府、企业、智库间实现有序顺畅流动，为智库事业发展提供有力人才支撑。2016年4月19日，习近平在网络安全和信息化工作座谈会上讲话中指出，在人才流动上要打破体制界限，让人才能够在政府、企业、智库间实现有序顺畅流动。国外那种“旋转门”制度的优点，我们也可以借鉴。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1.8加强智库国际交流活动，打造智库国际交流合作网络。习近平高度重视智库外交建设，智库外交成为他的“高频词”之一。习近平在他的双边、多边和国际组织等重大国事活动中，数十次地反复讲加强智库外交，多次强调加强智库国际交流活动，密切智库间的合作。他把智库交流作为外交事务的重点之一，把智库交往与政府、政党、议会等的交往并列，作为国家间人文交流合作的重要组成部分和新渠道；强调发挥智库在夯实国家关系的友好民意和社会基础中的重要作用，“民齐者强”，深化民众相互认知；倡议智库广泛参与到国际合作网络之中，打造智库国际交流合作网络等。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1.9“一带一路”要智力先行，强化智库的支撑引领作用，共同打造“一带一路”智库合作网络。2016年6月20日，习近平出席丝路国际论坛暨中波地方与经贸合作论坛开幕式，强调“智力先行，强化智库的支撑引领作用，要加强对‘一带一路'建设方案和路径的研究，在规划对接、政策协调、机制设计上做好政府的参谋和助手，在理念传播、政策解读、民意通达上做好桥梁和纽带”。2016 年6月22日，习近平在乌兹别克斯坦最高会议立法院的演讲中指出，加强人文领域合作，深入开展教育、科技、文化、体育、旅游、卫生、考古等领域合作，建立大数据交流平台，共同打造“一带一路”智库合作网络。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1.10发挥党建高端智库作用。2016年3月23日，习近平向全国党建研究会第六次会员代表大会作出重要指示，给党建高端智库提出了明确目标和方向，希望全国党建研究会坚持正确政治方向，发挥党建高端智库作用，发扬成绩，发挥优势，围绕协调推进“五位一体”总体布局和“四个全面”战略布局，深入研究党建理论和实际问题，深入总结全面从严治党实践经验，为构建中国化的马克思主义党建理论体系，为加强和改善党的领导、确保党始终成为中国特色社会主义事业的坚强领导核心作出新的更大的贡献。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1.11党校要成为党和国家的重要智库。2015年12月11日，习近平在全国党校工作会议讲话中指出，党校姓党，决定了党校科研要紧紧围绕党的中心工作展开，在党的思想理论研究方面有所作为，为坚持和巩固党对意识形态工作的领导、巩固马克思主义在意识形态领域的指导地位作出积极贡献。党校要根据时代变化和实践发展，加强理论总结和理论创新，为发展21世纪马克思主义、当代中国马克思主义作出努力。党校要聚焦党和国家中心工作、党委和政府重大决策部署、社会热点难点问题进行深入研究，及时反映重要思想理论动态，提出有价值的对策建议。党校要成为党和国家的重要智库[5]",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1.12加强国防和军队智库建设，要充分发挥高端智库作用。2016年3月23日，习近平视察国防大学并接见国防大学第六次党代表大会全体代表和师以上领导干部讲话指出，要坚持抓好理论研究和决策咨询。坚持为人才培养和战斗力建设服务，坚持教学和科研相结合，在战争和作战理论创新上求突破，为形成具有时代性、引领性、独特性的军事理论体系贡献力量。要密切跟踪世界新军事革命发展趋势，深入研究信息化战争制胜机理，研究高新技术发展运用及其对战争的影响，研究军事斗争准备重大现实问题，构建具有我军特色、符合现代战争规律的先进作战理论体系。要充分发挥高端智库作用，围绕党中央和中央军委决策需求，聚焦国家安全、国防和军队建设等重大问题，开展政策研究，提出对策建议[]。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1.13中国科学院、中国工程院是我国科技大师荟萃之地，要发挥好国家高端科技智库功能。2013年7月17日，习近平在中国科学院考察工作时指出，党中央对我国科技界寄予厚望。中国科学院要牢记责任，率先实现科学技术跨越发展，率先建成国家创新人才高地，率先建成国家高水平科技智库，率先建设国际一流科研机构。2014年6月9日，习近平在两院院士大会讲话中再次强调指出，中国科学院、中国工程院是我国科学技术界和工程技术界最高学术机构，是国家科学技术思想库。两院要组织广大院士，围绕事关经济社会及科技发展的全局性问题，开展战略咨询研究，以科学咨询支撑科学决策，以科学决策引领科学发展。2016年5月31日，习近平在全国科技创新大会上又强调指出，中国科学院、中国工程院是我国科技大师荟萃之地，要发挥好国家高端科技智库功能，组织广大院士围绕事关科技创新发展全局和长远问题，善于把握世界科技发展大势、研判世界科技革命新方向，为国家科技决策提供准确、前瞻、及时的建议。要发挥好最高学术机构学术引领作用，把握好世界科技发展大势，敏锐抓住科技革命新方向。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1.14以上率下，带头落实“加强中国特色新型智库建设”决策部署，为各级党政领导干部立标杆。2014年7月8日，习近平主持召开经济形势专家座谈会时指出，党的十八大和十八届三中全会要求加强中国特色新型智库建设，建立健全决策咨询制度。今天的经济形势专家学者座谈会，就是落实这个决策部署的重要体现。广发听取各方面专家学者意见并使之制度化，对提高党的执政能力、提高国家治理能力具有重要意义。希望广大专家学者深入实际、深入群众、深入基层，倾听群众呼声，掌握真实情况，广泛调研，潜心研究，不断拿出具有真知灼见的成果，为党中央科学决策建言献策，为推进决策科学化、民主化多作贡献。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2深刻理解习近平“智库观”的理论性和实践性",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "习近平“智库观”，既表明智库建设是推进国家治理体系和治理能力现代化的重要内容，又为建设中国特色新型智库指明了根本方向、提出了总体要求。反映了国家治理体系和治理能力现代化的客观必然性，是中国特色社会主义政治理论和实践的产物。我们要充分认识到智库在现代政治中的重要地位，在实现两个百年奋斗目标和中华民族伟大复兴的中国梦中的重要地位，随着发展智库会越来越重要。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "习近平总书记高度重视智库建设，有其现实性和客观必然性。一是决策的纷繁复杂及决策科学化的需求。在经济全球化、世界多极化、信息网络化时代，决策的复杂度无与伦比，需要专业性、广泛性、对抗性、民生利益均衡性、国际化的分析。比如，适应经济新常态、供给侧结构性改革推动转型发展、“一带一路”战略实施、推动中美新型大国关系发展避免“修昔底德陷阱”、推进包容性的经济全球化、建立国际和平新秩序等问题的复杂性，都不是过去的智囊单体咨询所能够完成的，不是靠一个小团队一部分人就能够完成的。它需要天下的智慧，因此走向了智库。二是决策民主化的需求。特色新型智库是我国社会主义民主政治建设的重要内容，是国家治理体系和治理能力现代化的重要内容，是国家软实力的重要组成部分。三是智库参与公共决策有其内在的逻辑性。公共决策过程包括政策议题设置、咨询研究、制定、执行、实施、反馈、修订或废止等环节，智库活动是公共决策内在的一个重要环节，同时它又贯穿于公共决策全过程中，包括对各环节的决策咨询研究、评估、解读等。四是当今世界，现代国家越来越重视发挥智库在决策咨询中的作用，决策者借助由多学科专家组成的智库，在深入调查研究的基础上，以获得最优理论、策略、方法和建议的支持。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.1习近平“智库观”反映了国家治理体系和治理能力现代化的内在要求",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "十八届三中全会《决定》提出，全面深化改革的总目标是完善和发展中国特色社会主义制度，推进国家治理体系和治理能力现代化。国家治理包括多元主体，智库是国家结构体系的主体之一。从智库的角度来看，智库拓展了社会各方面力量参政、议政的渠道，提高了政府决策的科学化、民主化水平；从社会发展的角度来看，智库的发展水平在一定程度上反映了一个社会的开放水平、知识精英的活跃程度和一国的文化软实力；从社会效用和功能上看，智库的作用是多方面的，既能提高一个国家政府决策的科学化民主化法治化水平，又能扩展大众参与政治的渠道，实现协商民主的多样化，还能为国家发展和社会进步储备人才、创新思想、提供信息等；从国家治理角度看，智库作为国家治理的多元主体之一，体现了现代国家治理的理念。由此，习近平总书记指出，要从推动科学决策、民主决策，推进国家治理体系和治理能力现代化、增强国家软实力的战略高度，把中国特色新型智库建设作为一项重大而紧迫的任务切实抓好。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "纵观当今世界各国现代化发展历程可以看到，智库在国家治理中发挥着越来越重要的作用，日益成为国家治理体系中不可或缺的组成部分，是国家治理能力的重要体现。从智库发展的历史也可以看到，现代意义上的智库产生于19 世纪下半叶的西方国家，是社会分工精细化和决策科学化、民主化的结果。20世纪中叶以来，随着科技进步，世界政治力量格局和经济秩序持续发生重大变化，各国面临形势和环境的复杂性不断增强，人类社会发展史上以个体形式为主的谋士、幕僚的能力已远远不能适应决策者应对挑战的需要，迫切需要团队形式的智库为决策者提供更高质量的专业咨询和政策方案。各类智库由此得到快速发展，决策咨询服务水平不断提高，政策影响力日益扩大，决策层与智库的关系愈加紧密。据有关机构资料，到2015年全球各类比较活跃的智库已达6846家。美国在二战前只有布鲁金斯学会、胡佛研究所等20多家智库，到2015年智库的数量已增至1835家，形成了与其社会治理体制相适应、较为完善的决策咨询体系[8]。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "我国国家治理体系，是中国共产党在领导全国人民建设和发展社会主义的过程中建立的一系列与西方不同的制度体系以及体制机制，保证党领导人民有效治理国家。体现了党的领导、人民当家作主与依法治国之间关系的统一，包括要不断地鼓励和引导多元参与，增强具体治理机制的多元化、协同性和互动性，实现国家治理体系与能力的现代化。在具体的治理过程中，避免通过强制性方式，做好利益的协调者、方向的引导者以及资源的整合者，为国家治理搭建服务平台、创造制度环境以及营造合作氛围等，做好国家治理成果的总结和推广工作等。在这些关系中，智库都扮演着重要角色，日益成为国家治理体系中不可或缺的组成部分。建设中国特色新型智库，整体上还是着眼于为全面深化改革，实现国家治理体系和治理能力现代化提供有效的智力支持。因此，《意见》把中国特色新型智库确定为国家治理体系和治理能力现代化的重要内容。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2.2习近平“智库观”反映了决策科学性的客观要求",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "决策是在一定历史阶段产生并发展起来的，体现着时代的特征。科学决策是决策者为了实现某种特定的目标，运用科学的理论和方法，系统地分析主客观条件做出正确决策的过程，是决策者、专家与实际工作者等参与决策的主体互动的过程。科学决策具有程序性、创造性、择优性、指导性等特性，程序性就是强调在决策时不是简单拍板，随意决策，更不是头脑发热，信口开河，独断专行，而是在正确的理论指导下，按照一定的程序，充分依靠领导集体、广大人民群众、各类智库的集体智慧，正确运用决策技术和方法来选择行为方案。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "科学决策离不开智库，智库是科学决策的重要一环。智库之所以成为决策体系的组成部分，在于智库的组织形式和研究成果能够体现决策咨询的专业性、科学性等内在规律性。复杂的决策问题，往往涉及目标多重性、时间动态性和状态不确定性，这是个人的能力远远不能驾驭的。因为，决策者个人不可能擅长解决所有类型的问题，进行所有类型的决策。决策相互关联的特性，客观上也要求不同领域的人积极参与，积极提供相关信息，从不同角度认识问题并进行决策。而吸收智库参与的群体决策，可以弥补决策者面对日益复杂的内外部环境决策时，跨领域知识的局限性。因而，需要发挥集体的智慧，群体决策因其特有的优势得到了越来越多的决策者的认同，并日益受到重视。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "发挥智库作用实行科学决策，反映了决策日益呈现出一些新的特点，其中最典型的就是受到重视并获得迅速发展的群体决策。群体决策是决策科学中一门具有悠久研究历史和现代应用价值的学科，它研究如何将一群个体中每一成员对某类事物的偏好汇集成群体偏好，以使该群体对此类事物中的所有事物作出优劣排序或从中选优。作为一种抉择的手段，群体决策是处理重大定性决策问题的有力工具[9]。战国时代著名的哲学家尹文子也曾经指出过，“所贵圣人之治，不贵其独治，贵其能与众共治”。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "智库体现了群体决策方式的内在要求。智力资源是一个国家、一个民族最宝贵的资源。智库是集中了不同教育背景、工作经验、研究经历的不同领域专家的组织，具有广泛的互补性巨大的知识优势，团队组织优势。正如习近平总书记所强调，我们进行治国理政，必须善于集中各方面智慧、凝聚最广泛力量。改革发展任务越是艰巨繁重，越需要强大的智力支持。因而，智库在广大专家的广泛参与下，应对日益复杂的决策问题时，能更全面的考虑问题，形成更多的令人满意的行动方案，提高决策的针对性、科学性。由此可见，习近平“智库观”充分体现了决策科学化民主化和高质量决策的内在要求。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "2.3习近平“智库观”反映了增强国家软实力的迫切需要",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "习近平总书记指出，智库是国家软实力的重要组成部分。大国崛起，既是经济等硬实力提高的进程，也是思想文化等软实力提高的进程。软实力是由美国哈佛大学教授约瑟夫·奈尔20 世纪90 年代初提出来的，是指国际关系中一个国家所具有的除经济、军事以外的第三方面的实力，主要是文化、价值观、意识形态、民意等方面的影响力；",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "是一国通过吸引和说服别国服从你的目标，从而使你得到自己想要东西的能力。亦如孔子曰：“远人不服，则修文德以来之”，文德即是软实力。大国崛起、强国纵横始终都有智库的角色，智库国际化的步伐也在不断加快。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "智库拥有的公共外交功能，则使智库成为国家软实力的重要载体，越来越成为国际竞争力的重要因素，在对外交往中发挥着不可替代的作用。传统公共外交理论认为，公共外交是以政府为行动主体，以国外公众为目标受众的外交行为。随着世界政治格局的不断变化、全球化和信息技术的发展，传统公共外交已经不能适应日益复杂的国际关系需要，新公共外交应运而生，新公共外交的行动主体从政府拓展以政府为主导，以智库、利益集团、媒体和普通公众等多元化的行动主体，共同构成了当今活跃在世界外交舞台的多轨公共外交体系[10]。智库所从事的公共外交被列为“二轨外交”，相对于政府间的“一轨外交”，是一种非官方外交，方式较灵活、广泛，经常可起到官方渠道难以起到的作用。比如，中国人民大学重阳金融学院等智库机构，于2016 年7月5日在美国华盛顿主办了“中美智库南海问题对话会”,产生了巨大的震动和良好影响，对话会上中国前国务委员戴秉国“南海仲裁案就是一张废纸”的观点被全球媒体广泛转载[11]。之所以能产生如此影响，是因为新公共外交旨在通过引导公众的态度来对政府外交政策的制定与实施产生影响，核心是信息和思想的跨国界流动①，而智库在其中凭借与官方决策的特殊关系以及专业政策研究者的身份，在公共外交中发挥了独特而又重要的功能与作用。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "加强公共外交是解决我国现实外交难题的重要途径。当今世界，“黑天鹅”事件频发，不确定性加剧，波澜迭起、充满挑战，面临着越来越多的挑战，需要智库开展和发挥公共外交功能，对全球事务的介入需要打更多“组合拳”，既需要官方外交，也需要公共外交做更多细致的幕后的工作。在现代国际关系中非国家行为常常扮演主要角色，中国外交实践中也遇到了如何同非政府组织打交道的问题；面对国际行为主体的多元化，公共外交是完善外交工作的重要手段。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "现实中，深化国际交流合作、提升国际影响力越来越成为智库建设的重要内容。习近平总书记指出，当今世界是开放的世界，当今中国是开放的中国。中国和世界的关系正在发生历史性变化，中国崛起为全球性大国，中国需要更好了解世界，世界需要更好了解中国。扩大国际影响力和话语权，树立中国形象，讲好中国故事，传播中国好声音，为我国经济社会发展营造良好的国际环境。树立社会主义中国的良好形象，推动中华文化和当代中国价值观念走向世界，在国际舞台上发出中国声音，迫切需要发挥智库在公共外交中的重要作用，不断增强我国的国际影响力和国际话语权。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "3自觉用习近平“智库观”武装头脑指导实践，走中国特色新型智库发展道路",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "学习习近平“智库观”，提高我们走中国特色新型智库发展道路的自觉性，推动中国智库制度不断完善，是当前智库建设的重要任务。从智库建设供给侧来看，智库供给侧的大政方针已经得到基本确立；从智库需求侧来看，我国智库纳入决策咨询体制的进程也已经开启，目前存在的问题是需要细化，制定具体的智库参与决策咨询管理工作规则和办法。由此，本文着重提出和阐述建立健全“智库决策咨询制度”是智库健康发展的重要保障这一问题，限于篇幅限制，其他不在此论述[12]。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "3.1智库建设取得的成就和存在的主要问题",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "2013年习近平总书记“4.15”智库建设重要批示以来，形成了我国智库建设的春天，智库建设快速发展，取得不少成果。一是出台了一系列顶层设计性的智库建设的决定、意见、方案等纲领性文件及配套文件，标志着我国智库建设正迈入制度化建设的新阶段；二是智库建设呈现一派新景象，高端智库建设迈出实质性步伐、传统智库加快转型发展、社会智库表现出极大的活力和竞争力[13]、智库公共外交功能得到高度重视和主动开拓大展宏图、专业智库快速发展、智库组织形式不断创新等。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "同时，我们也看到，随着形势发展，智库建设跟不上、不适应的问题也越来越突出。主要表现在：智库的基本理论、基本概念、智库功能等方面还存在许多模糊认识，因此而造成智库实践中许多误解和混乱，致使智库组织形式和管理方式创新受到制约；一些传统智库囿于正统地位的优势，转型发展迟滞不前；智库的重要地位没有受到普遍重视；智库参与决策咨询缺乏制度性安排；缺乏真正有较大影响力和国际知名度的高质量智库；提供的高质量研究成果不够多；智库建设整体规划不明确，智库组织形式和管理方式创新流于形式，智库资源配置没有形成合力；尤其存在习近平总书记所批评的“智库研究存在重数量、轻质量问题，有的存在重形式传播、轻内容创新问题，还有的流于搭台子、请名人、办论坛等形式主义的做法”等。因此，我们要进一步自觉用习近平“智库观”武装头脑指导实践，在中国特色新型智库发展道路上，不断加强中国特色新型智库建设，建立健全决策咨询制度。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "3.2建立健全“智库决策咨询制度”的必要性",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "一是如果没有决策需求侧的高度重视和具体制度保障，智库建设就是剃头挑子一头热。分析当前智库发展中存在问题，其中首要的是从制度上把智库纳入党政决策体系之中，保障智库在决策中的法定地位和具体实施规则，这是把习近平“智库观”落到实处的重要保障。正如习近平总书记所说，“要加强决策部门同智库的信息共享和互动交流，把党政部门政策研究同智库对策研究紧密结合起来，引导和推动智库建设健康发展、更好发挥作用。”当前，中国智库建设需要从供给和需求两方面来促进和提升，才能进一步健康发展。中国智库建设既有要智库“围绕中心、服务大局”对决策多提供高质量智力支持的任务，也有给智库发展供给外部体制机制良好环境的重要任务。智库能不能充分发挥好作用，创造一个良好外部制度环境已经摆在智库建设的面前。只有这样，才可以避免当前一些地方、部门党委政府不重视智库，把智库当作可有可无的状态，而由于此又使智库碌碌无为，形成一种不良循环。也就是说，如果智库得不到党政决策者的重视，那么只能是剃头挑子一头热。由此可见，这是细化智库参与决策制度的必要性之一。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "二是把智库建设纳入法制化、制度化轨道的需要。目前，智库建设已经初步形成了理念和大政方针。2013年11月，十八届三中全会《决定》提出，加强中国特色新型智库建设，建立健全决策咨询制度；2015年1月，中办国办发布《关于加强中国特色新型智库建设的意见》；2015年11月9日，中央深改小组第十八次会议审议通过《国家高端智库建设试点工作方案》，还出台了《国家高端智库管理办法（试行）》和《国家高端智库专项经费管理办法（试行）》；2017年2月发布《关于社会智库健康发展的若干意见》等，各部门、各地方积极响应，大都按照《意见》积极研究制定本地、本部门智库建设方案。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "从上述文件中可以看到，关于把智库纳入重大行政决策法定程序方面，也已有了原则性规定，这也是我国智库建设进入了法治化新阶段的重大标志和特征。中办国办发布的《意见》中对于智库参与决策作出了原则性规定，第19条“完善重大决策意见征集制度”、第6条“加强组织领导”、第23条“高度重视智库建设”、第24条“不断完善智库管理”等条款[14]，都规定要把智库建设作为推进科学执政、依法行政、增强政府公信力的重要内容，列入重要议事日程，但还缺乏一套明确的智库决策咨询工作规则和办法等制度。《国务院工作规则》中也强调“完善行政决策程序规则，把公众参与、专家论证、风险评估、合法性审查和集体讨论决定作为重大决策的必经程序”“研究决定的重大事项，都必须经过深入调查研究，并经研究、咨询机构等进行合法性、必要性、科学性、可行性和可控性评估论证。”2014年10月，党的十八届四中全会决定指出，健全依法决策机制，把公众参与、专家论证、风险评估、合法性审查和集体讨论决定确定为重大行政决策法定程序，确保决策制度科学、程序正当、过程公开、责任明确。实践证明，没有具体的“智库决策咨询工作规则”，则往往会流于形式，建立健全“智库决策咨询制度”或者“智库决策咨询工作规则”，是智库健康发展的重要保障。2017年2月6日，中央深改小组第32次会议审议通过《国家科技决策咨询制度建设方案》，是保障科技智库健康发展的一项重要文件，具有科技智库决策咨询工作规则的意义。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "三是建立健全智库决策咨询制度，是实现国家治理体系和治理能力现代化总目标的需要。不断完善国家各项制度，是国家治理现代化的基本要求。邓小平同志1992年南巡谈话中提出，再有30年的时间，我们才会在各方面形成一整套更加成熟更加定型的制度。以习近平为核心的党中央对国家治理体系和治理能力现代化高度重视，国家治理体系包括治理结构体系、治理功能体系、治理制度体系、治理方法体系、治理运行体系等[15]，是国家治理方式、方法的总和。《意见》第2条规定“中国特色新型智库是国家治理体系和治理能力现代化的重要内容\"；三中全会提出“加强中国特色新型智库建设，建立健全决策咨询制度”，这些概念之间体现了智库与决策咨询制度的逻辑包含于关系，要完善国家治理体系，建立智库决策咨询制度则是题中应有之义。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "因此，要把建立健全智库决策咨询制度，必须看作是“全面深化改革，完善和发展中国特色社会主义制度，推进国家治理体系和治理能力现代化，推动协商民主广泛多层制度化发展，建立更加成熟更加定型的制度体系”的内在要求，必须切实提上议事日程，以保障充分发挥智库在治国理政中的重要作用。高度重视发挥智库作用并使之制度化，这是以习近平同志为核心的党中央确定的执政思路之一，是习近平总书记带头倡导的崭新的执政方式，对提高党的执政能力、提高国家治理能力具有重要意义。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "3.3建立健全智库决策咨询制度的建议",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "建立智库决策咨询制度，首要解决的任务是要把智库决策咨询纳入到决策程序之中去，制定一套明确的“智库决策咨询工作规则”和“办法”，即建立“管用”“可行”的相关机制、具体工作规则和实施办法。比如，要建立科学的智库成果的报送和初步审核管理办法，要尽量的把经过认真调查研究形成的成果能够纳入决策参考之中，呈送给决策者，不能由少数人或者个别部门轻率的主观的否定一个重大咨询成果，尤其不能被个别官员仅凭自己的一孔之见而被扼杀掉等。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "当前，智库建设重点在于建立健全智库决策咨询制度，主要包括以下十个方面主要内容。一是要把智库决策咨询制度建立提上重要日程，建立国家智库决策咨询制度，制定具体的国家智库决策咨询工作规则和办法；二是将智库研究报告、出席决策者主持的座谈会、参与国家重要文件起草等多种形式的智库咨询纳入决策程序之中；三是要制定智库的建设规划，从结构优化的角度出发，既不断培育各类专业化智库，避免智库间低水平、碎片化的重复，又高度重视综合能力强的高水平智库建设；四是鼓励智库组织形式创新，建立智库共同体、智库联盟、智库网络等，同时又能充分调动、发挥和保护各智库的积极性；五是建立选题发布制度，最大程度上向智库实行课题公开招标;六是要鼓励各类智库的发展，充分引入智库竞争机制，发挥好各类智库积极性，对于国家高端智库实行动态管理；七是建立国家智库评价体系和机制，可借鉴国际上一些行之有效的管理办法，有如德国莱布尼茨协会评价体系和制度；八是积极构建中国智库人才发展治理体系，尤其重视智库人才交流，充实各方面、各层次经验经历的人才，制定智库人力资源激励约束新管理办法，高度注意培养对党对国家对民族有情怀、有使命感、有责任的各类智库人才；九是制定智库国际交流办法，促进智库国际交流合作，大力广泛开展卓有成效的智库外交；十是建立国家智库数据库，施行信息化时代的新型智库管理方式。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Learning Xi Jinping's “Think Tank Vision”, Promoting the Healthy Development of China's Think Tank Construction --Commemorating the Fourth Anniversary of General Secretary Xi Jinping's Official Comment on the Construction of Think Tanks on April $\\mathbf { 1 5 ^ { t h } }$ （2 Li Guoqiang1,2.3Xu Yunfeng4 lDevelopment Research Center of the State Council, Beijing 100010   \n2Chongyang Institute for Financial Studies of Renmin University of China, Beijing 100872 3Jilin University, Changchun 130023 4Guosheng Development Center for Think Tank Culture, Beijing 100010   \nAbstract: [Purpose/significance] This paper commemorates the fourth anniversary of   \nral Secretary Xi Jinping's official comment on the construction of think tanks on April $1 5 ^ { \\mathrm { t h } }$ tc ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "learn Xi Jinping's “think tank vision” and promote the healthy development of China's think tank construction. [Method/process] This paper combed General Secretary Xi Jinping's important speeches,oficial comments on the construction of think tanks and important activities related to think tanks since 2O13,from which the significant meaning of Xi Jinping's “think tank vision” was summarized and analyzed at theoretical and practical levels.[Result/conclusion] First, this paper puts forward and summarizes Xi Jinping's “think tank vision” and its rich meanings. Second, this paper endeavors to expound the theorization and practicality of Xi Jinping's “think tank vision\". Third, it is necessary to learn Xi Jinping's “think tank vision”, apply it to practice,and take the development path of new types of think tanks with Chinese characteristics. It should take time to establish and improve the“think tank decision-making and consultation system” with the consideration of think tank construction's situation. It is an important guarantee for think tanks' healthy development to establish the “think tank decision-making and consultation system\". ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Keywords: Xi Jinping's “think tank vision” official comment on the construction of think tanks on April $1 5 ^ { \\mathrm { t h } }$ think tank decision-making and consultation systemnew types of think tanks with Chinese characteristics ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 23
    }
]