[
    {
        "type": "text",
        "text": "基础科学优势为创新发展注入新动力",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "英国成为世界科技强国之路",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "刘云1陶斯宇²",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院大学公共政策与管理学院北京100049",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2 中国科学院文献情报中心北京 100190",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要英国作为近代科技革命和工业革命的策源地，具有良好的科学传统，创造了卓越的基础科学成就，也奠定了英国成为世界科技强国的基础。英国在建设世界科技强国的过程中，有丰富的经验，也有历史的教训。文章简述了英国自17世纪以来各重要历史阶段科技创新发展的历程，系统分析了两次世界大战以来英国科技创新战略的演进特征。最后，从持续保持基础科学优势、积淀深厚的科学精神与创新文化、构筑新时期国家创新体系、推进科技与经济的结合等方面总结了英国科技创新的经验与启示。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词世界科技强国，英国，基础科学，科技创新战略",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI 10.16418/j.issn.1000-3045.2018.05.005 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "英国是近代世界科学技术中心之一，是第一次工业革命的发源地，有着悠久的科学传统。16世纪以来，英国历史上曾出现许多伟大的科学家，牛顿、达尔文、法拉第、卡文迪什、汤姆逊、麦克斯韦等在经典力学体系、进化论、电磁学和微积分等方面的杰出成就，为现代科学技术发展奠定了基础。直到今天，英国的科学技术实力特别是基础研究仍然处于世界领先地位[]。英国通过第一次工业革命率先实现了从农业国向工业强国的转变。但从19世纪末开始，尤其是两次世界大战之后，英国的工业和经济实力逐渐衰退，科技领域的优势地位被超越。进入21世纪以来，英国政府针对科技与产业发展脱节、科技创新乏力等问题，不断加强对科技创新的引导和支持，布局关键科技领域，建立科技与产业之间的协同机制，将基础研究优势转化为创新动力，推动经济社会发展[2]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1英国科技创新的历程",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.117世纪，英国成为世界科学中心",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "17世纪，英国率先建立了现代科学体制，培育了追求卓越的科学传统，奠定了深厚的科学根基。文艺复兴运动为近代科学发展奠定了思想解放的基础。英国资产阶级革命确立了君主立宪制的政治制度，自由主义思想和平稳定的环境，为近代科学的发展提供了宽松的条件[]。海外贸易和制造业的扩张使机械发明受到重视，航海业刺激了天文学和物理学的发展。英国率先建立了专利制度，保护和激励了技术发明者的热情。英国皇家学会的成立标志着科学组织的建制化形成，促进了科学交流和科学价值观的普及。这一时期，英国许多著名的哲学家和科学家为近代科学理论体系的建立作出了奠基性贡献，如培根作为唯物主义哲学、实验科学、近代归纳法的创始人，深刻影响了英国科学思想和文化的形成；牛顿建立了经典力学理论体系，主导了17一18世纪的物理学；波义耳阐述了化学元素的定义并将实验法引入化学研究，确立了化学作为科学的独立地位等[]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2 18 世纪中叶至19 世纪中叶，英国诞生了工业革命",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "以蒸汽机为代表的技术革命催生了英国工业革命，科技与生产结合促使英国成为引领世界的工业强国。工业革命始于纺织业，飞梭、珍妮机、水力纺织机等技术发明及应用。瓦特对蒸汽机的重大改良解决了关键的动力问题，蒸汽机被广泛应用于纺织业并进一步扩散到采矿、机械、交通、冶金等工业部门，机器代替手工劳动，极大地提高了生产力，推动工业革命走向高潮。第一次工业革命期间，英国的科学事业生根于伯明翰、曼彻斯特、利兹等制造业发达地区，尤其是月光社①的成员均重视科学知识的应用及工艺技术的革新，在一定程度上促进了科技与工业的发展及相互结合[4]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.319世纪中叶以后，英国错失新工业革命的良机",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "英国在电气技术革命中错失发展良机，科技和工业优势地位逐渐被美国和德国取代。19世纪英国在物理学、化学和生物学等领域的科学成就依然突出，如道尔顿提出原子理论（1803年）、法拉第发现电磁感应现象并发明圆盘发电机（1831年）、麦克斯韦建立电磁理论（1873年）、达尔文提出生物进化论（1859年）等。19 世纪中叶，英国通过工业革命实现了财富的高度汇聚后，逐渐呈现了科技与生产相分离的趋势。例如，英国在电磁学领域拥有开创性的科学成就，但在以电力技术为标志的第二次技术革命兴起时，却未能抓住发展先机，电机、变压器、二极管等关键性的技术发明源于英国，却最终在德国和美国得到大规模产业应用[4]。工业革命带来的经济高度发达反而导致英国在这一时期科技创新动力不足。此时，英国有大量国家资本用于海外投资，社会生活呈现贵族化和绅士化，企业家安于现状、惧怕技术更新带来损失，科技发展依靠个人活动、教育相对滞后，国家对科技活动的支持十分有限。19世纪下半叶，英国科技与生产相分离的问题依然没有得到改善，政府在科技和教育方面也缺乏系统连贯的政策指导和合理投入；而美国和德国则抓住机遇，大力发展以电力、化学和汽车为核心的技术和产业，生产制造能力大幅提升，两国的工业总产值分别在19世纪80年代和20世纪前10年超过英国[]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.4两次世界大战改变了英国政府对支持科技的态度",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "两次世界大战期间，与军事和国家竞争力相关的科技领域在政府大力支持下发展迅速。第一次世界大战暴露出英国在科技、教育以及工业领域长期积累的弊端，促使英国政府意识到支持科技的重要性，意识到现代工业国家的发展必须依靠系统组织的科技活动。因此，英国政府开始积极投入科技与教育事业。尤其是第二次世界大战期间，政府投入的研发经费快速增长。英国的科技与产业开始服务于战争，一些重要的科学发现和技术发明对战争的进程产生了重要影响，如卢瑟福提出原子核式结构模型（1911年）并实现人工核反应（1919年），弗莱明发现青霉素（1928年），罗伯特·瓦特发明雷达（1935年），惠特尔发明喷气式发动机（1930年）等。此外，英国在量子物理、天文学、数学和生物学等传统优势领域也取得许多突出成就。20世纪下半叶，冷战对峙和以信息技术为代表的第三次技术革命兴起，英国重点投入原子能、航空航天、军事技术等领域，飞机、雷达等制造技术达到欧洲领先水平。同时，英国布局电子信息、新材料、生物等战略领域以促进经济振兴，其中在分子生物学及生物技术领域的成果最为突出，如DNA双螺旋结构的发现（1953年）、单克隆抗体技术的发明（1975年）、世界上第一个试管婴儿（1978年）以及克隆绵羊的诞生（1997年）。不过，英国的电子信息技术从20世纪70一80年代开始落后于美国、日本和德国[6-8]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.520世纪末以来英国政府竭力推进科技与经济的结合",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "英国科技发展长期存在重科学、轻应用、科研成果转化缓慢、科技与经济结合不紧密等问题。20世纪90年代开始，英国政府加强对科技发展的引导，将科技发展目标转向服务于经济发展。21世纪以来，发展知识经济成为英国科技、工业和商业共同的目标。英国立足于深厚的科学基础和优良的科学传统，建设和完善国家创新体系，努力保持高水平和高效率的科研产出并着眼未来新兴技术和新兴产业，积极促进科技成果转化与应用，加强科技、教育与产业之间的协调与合作。至今，英国仍保持世界科技强国的地位。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2英国国家科技创新战略的演进特征",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "英国科技政策肇始于两次世界大战，在科学传统、社会思想、国家发展、国际竞争等因素的综合作用下，英国国家科技创新战略不断优化，科技与创新已成为英国经济社会可持续发展的核心推动力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1两次世界大战促使政府大规模投入科技与教育事业",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "19世纪末及20世纪初，英国的经济实力依然雄厚，但技术装备落伍、工业衰退，许多战备物资依赖进口，科技人才短缺，战争的迫切需求促使政府担当投资和组织科技与教育事业的重任。英国政府通过成立政府实验室、支持工业研究协会、增加对大学的拨款等举措支持研发和人才培养。政府重点支持军事装备和工业领域,其次是卫生和农业领域。战争期间政府实验室不断扩张，推动了核工业、航空业等新工业的产生；英国在第一次世界大战末期开始设立“工业研究协会”，政府配套支持企业开展应用研究，先后成立了20个工业研究协会，覆盖约 $50 \\%$ 的工业行业[9]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1915年，英国成立科学和工业研究部，管理政府实验室，支持工业研究协会的研发活动。1918年，内阁大臣理查德·霍尔丹等提出有关政府如何组织科技活动的建议：认为科研工作应该具有独立性和自由性，不宜有过多的行政干涉和过度集中化。“霍尔丹原则”深刻影响了英国政府的科技管理工作。1920年，英国医学研究理事会（MRC）成立，资助医学及相关生物学领域的研究，这种独立于政府部门的研究资助模式逐渐推广到农业、自然环境等领域。大学在基础研究中占有主要地位，1919年英国政府改组成立大学拨款委员会，主管政府对大学的资助，政府的资助力度在第二次世界大战期间大幅增加。大学承担了许多战时的研发工作，原来依靠私人捐助的大学在战争结束后逐渐演变为由公共资金资助的机构[69,10]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2冷战对峙促使国防研发占据主导，冷战后期开始转向民用研发",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "二战结束后，英国科技政策受到冷战对峙的影响，全面参与美国与苏联的军备竞争，重点发展原子能、航空、导弹等国防科技，研发经费以政府为主导并持续增长。20世纪60年代，大英帝国殖民统治土崩瓦解，经济停滞不前，国际地位明显下降，伴随着冷战缓和、国防技术研发热潮的冷却，科技如何促进经济发展、科技投入优先领域选择等问题日益受到重视，英国政府开始将科技发展的重点转向民用研发，进行了一系列政策调整。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "20世纪80年代，英国存在的“重科学、轻技术”现象以及科技成果转化应用少、经济效益差等问题突出。撒切尔政府（1979—1990年）进行了一系列改革促进科技转化为生产力，形成以市场为导向，向私营企业倾斜的科技政策。一方面，政府推行国有企业私有化改革，减少对“近市场”研发的公共投资，鼓励企业增加研发投资，企业逐渐在研发投资中占据主导地位[]。另一方面，政府积极促进大学与企业之间的合作：通过设立“联系计划”、发展大学科技园等举措，加强产学研之间的联系；调整基础研究布局，在大学建立交叉学科研究中心；顺应世界科技发展趋势，注重信息、生物和新材料等战略科技领域的发展以振兴经济。例如，制定“阿尔维信息技术研发计划”“信息工程先进计划”等高技术重点研发计划。此外，还采取了削减国防研发经费、推进公共科研机构私有化改革等举措[12-14]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.320世纪90年代英国明确以科技推动经济振兴为目标",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "进入20世纪末，英国政府反思20世纪70年代以来的科技政策和科技发展状况：基础科研优势与科技成果应用于产业的弱势形成了强烈反差；政府缺乏清晰的科技政策主张和有效的执行机制，科技人才培养也存在一系列问题等。英国政府认识到，应该在保持英国卓越科学基础的同时，通过科技界、工业界和政府的紧密结合促进经济发展。为此，英国政府进一步改革分散的科技管理体制，1992年内阁成立科学技术办公室（OST），由政府首席科学顾问负责科技政策与管理事务。为了科技政策与工业政策更加协调统一，1995年OST从内阁并入贸易与工业部，保持政府首席科学顾问的职能[1,8]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1993年，英国发布了首个国家科技发展战略—《实现我们的潜力：科学、工程和技术战略》白皮书，明确提高国家竞争力、增加社会财富和提高生活质量是科技发展的战略目标。该战略强调科技发展是英国经济振兴的关键，英国要在保持科学领域优势的同时，加强科学、工程与产业之间的联系，发掘科技潜力并服务经济增长。该白皮书第一次明确了科技为国家创造财富的目标，改变了政府不介入“近市场”研发的政策。由此，推动了一系列新政策和举措的实施，包括开展技术预见、发布科学工程与技术展望、成立科学技术委员会、重组研究理事会、私有化改革公共科研机构、开展全民科普运动、实施技术转移促进计划、支持大学科研和改进研究生培养计划、加强国际科技合作等[1]。其中，技术预见至今仍持续开展并产生深远影响，其面向科技和经济长期发展，凝聚政产学研各方智慧，识别战略性研究领域和新兴技术，着力支撑国家科技战略制定、优化领域布局和科研资助方向[1,15,16]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4新世纪之交，以发展知识经济为核心构建国家创新体系",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "世纪之交，英国连续发布了多个以创新为主题的白皮书，反映出知识经济浪潮下国家发展对科学与创新的依赖和需求。1998年发布《我们竞争的未来：建造知识驱动的经济》白皮书，将发展知识经济作为英国制定科技、工业和贸易政策的基石。2000年发布《卓越与机遇—一面向21世纪的科学与创新》白皮书，是英国21世纪发展科学与创新的纲领性文件，强调科学是推动社会前进的动力，创新是知识经济的关键，二者结合是英国21世纪科技政策的核心[8。此外，2001年发布的《变革世界中的机遇一一创业、技能和创新》，2002年发布的《为创新投资一一科学、工程和技术的发展战略》，都体现了以创新促经济发展的战略思想[8,17]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "为了推动知识经济发展，加强国家创新体系建设，英国2004年首次制定了中长期科技发展计划——《科学与创新投入框架（2004—2014）》（以下简称“十年框架计划”），提出英国科学与创新的发展目标是建立英国的科学与创新体系，使英国成为全球经济的关键知识中心[15]。2006年，英国调整十年框架计划，提出建设创新生态系统的发展方向，将健康领域纳入国家研发投入的总体框架，提出5项关键政策： $\\textcircled{1}$ 促使科学领域的公共投资通过创新路径对经济产生最大的影响； $\\textcircled{2}$ 提高研究理事会的运作能力； $\\textcircled{3}$ 支持卓越的大学研究； $\\textcircled{4}$ 支持世界级水平的健康研究； $\\textcircled{5}$ 加强科学、技术、工程与数学（STEM）教育[16]。从十年框架计划实施看，研发经费在2008年金融危机之前保持了持续增长，带动了私营资本对研发的投入，理工科学生和科技劳动力资源增长迅速，创新对于英国劳动生产率增长的贡献在2000一",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2008年达到了63%[18]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "为适应全球化趋势增强和创新型国家建设的需要，英国2008年发布《创新国家》白皮书，提出建设一个通过创新带动全社会繁荣的创新型国家，营造最佳的创新企业和公共服务方面环境，构建以政府为引导，企业、机构和个人等全社会参与的创新体系，关注创意设计、公共服务等“隐性创新”，强调开放创新和创新国际化[19,20]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.5金融危机后将科技创新作为推动经济发展的核心动力",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2008年世界金融危机爆发后，寻找新的经济增长点和经济社会可持续发展的新动力，成为世界各国关注的焦点。为促进经济复苏，2011年英国商业、创新与技能部发布《面向增长的创新与研究战略》，提出一系列完善英国国家创新体系建设，发挥创新生态系统作用，促进经济发展的重要举措，将生命科学、纳米技术、高附加值制造业、数字技术和空间技术等领域作为优先发展战略领域。2012年，英国政府依据技术预见成果，提出了8项重要技术领域：大数据、卫星和空间技术、机器人和自动化系统、合成生物学、再生医学、农业科技、先进材料和储能技术[21]。随后，英国把知识密集型服务业和先进制造业作为支柱产业，相继出台了11个重点产业战略规划，包括航空航天、生命科学、农业技术、汽车、建筑、信息经济、国际教育、核能、风能、石油和天然气、专业和商业服务，政府与产业建立长期战略伙伴并共同培育商业机会[22]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2014年，英国发布了面向未来10年的科学与创新发展新规划—一《我们的增长计划：科学与创新》。该规划将发展未来新兴技术及新兴产业作为优先领域；政府在继续保证英国的优势地位中扮演重要的角色，辅助建立科技和产业之间长期有效的投资和转化机制;2016—2021年计划投资59亿英镑用于科研基础设施建设；强调科学、技术、工程与数学的人才培养；支持开展卓越性研究活动；开展对高校和研究理事会的外部评估；持续激励创新活动，继续建设技术创新中心（至2018年已建成各类技术创新中心10个）；向企业提供金融、财税和知识产权等方面的帮助；积极参与全球科技创新活动，通过“牛顿基金”等方式发展全球科技伙伴关系[23]。随后，制定新兴技术和产业发展战略或路线图，如“新兴技术与产业战略2014一2018”（2014年）、“英国量子技术路线图”（2015年）、“英国动物替代技术路线图”（2015年）、“英国合成生物学战略计划”（2016年）等，政府引导未来新兴技术研发投入和商业化投资，以期形成新兴产业并快速占领全球市场。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "近年来，英国进人“脱欧”程序之后，科技创新面临诸多新的挑战，政府采取一些改革举措应对变化。2015年，以皇家学会会长保罗·纳斯为首开展了对研究理事会的评估及建议，英国政府据此改革科研与创新资助体系。2017年4月颁布《高等教育与研究法案》，成立英格兰研究署，承接原英格兰高等教育拨款委员会资助大学科研活动和知识转移的职能；组建国家级科研资助机构—一英国研究与创新署（UKRI），由7个研究理事会、英国创新署和英格兰研究署共同组成，汇集60多亿英镑科研预算，将政府从基础研究到商业创新的投资纳入清晰统一的战略框架，该机构已于2018年4月正式运行[23]。为振兴“脱欧”后的英国经济，英国政府在2017年1月发布《构建我们的工业战略》绿皮书，将投资科研和创新作为10项核心政策之一，针对研发投入强度较低、科技成果转化不足、试验开发阶段投入比例较低等问题，提出至2020年增加47亿英镑政府研发投入，设立“产业战略挑战基金”，激励大学与企业的合作和技术转移，评估企业研发的税收环境等举措。经过社会各界的广泛征询，英国政府于2017年11月正式推出《产业战略：建设适应未来的英国》白皮书，聚焦新技术革命带来的全球性变化趋势，指出英国未来面临的四大挑战（人工智能、清洁增长、未来交通、老龄化社会）和实现经济变革的五大基础（创意能力、人力资源、基础设施、商业环境、区域发展）。在促进创意的涌现和转化方面，白皮书围绕政府与企业的研发投入、创意的商业转化能力、区域科技与创新生态系统建设及全球科学与创新合作提出相应政策，核心举措包括：未来10年将研究和开发（R&D）经费占国内生产总值（GDP）的比例从 $1 . 7 \\%$ 提升至 $2 . 4 \\%$ ，未来5年将政府研发投资从95亿英镑（2016年）提升至125亿英镑（2021年）；将企业研发税收抵扣率提升至 $12 \\%$ ；为“产业战略挑战基金”再投资7.25亿英镑（第一轮已投资10亿英镑支持机器人、新能源电池、制药、卫星等关键技术领域创新）等[24]。上述一系列的战略举措将有助于英国重振创新经济。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3经验与启示 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1雄厚的科学基础是英国崛起和发展新经济的源动力",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "英国作为科技强国和工业强国的崛起与其深厚的科学积淀密不可分：实验哲学思想的产生以及数学、力学、化学等学科的发展为工业革命奠定了坚实的知识和文化基础；英国皇家学会的成立标志着科学组织的建制形成，其重视科学实验和科学传播，极大地促进了科学发展及民众对科学的认知，使得科学成为一种文化和信仰；月光社的建立促进了科学、技术与制造业的结合，这些科学基础与当时特定的政治经济条件、工业生产需求相结合，形成了推动工业革命发展的强大动力。总体上看，英国政府对基础研究的支持反映在不同时期的科技政策中；英国的高校重视精英教育和基础研究，拥有高水平的研究队伍和实验室；科研活动受到政府双重资助体系的支持。这些条件使得英国更利于产生基础性、理论性的科学突破，在基础研究领域保持高效率的产出和世界领先地位。英国在生物、空间、新材料等领域的卓越研究成果有力地支撑了生命科学、航空航天等高技术与高附加值产业的发展，科学基础是英国技术创新和知识经济发展的原动力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2科学精神和创新文化是科技创新持续发展的沃土",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "科学革命在工业革命和英国后续崛起中的重要性不仅仅体现在诸如力学和数学科学理论的突破上，还体现在科学革命所倡导和培育的“发现精神”。科学革命使得英国国民对科学的追求近乎狂热，而皇家学会、月光社等科学社团的成立又助推了人们的这份热情，营造了一种良好的社会文化氛围。同时，英国工业革命所需要的创新文化在科学革命后也逐步得到确立。历史学家确认，第一次工业革命所必要的科学知识早在其100年前的科学革命就已存在，只是等着能够使用这些知识的社会条件成熟；或等待一些自学成才的天才发明家，如纽科门、瓦特等，将现有的知识和工艺技术结合为具有决定性影响的新技术。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "另外，创新文化需要制度保障。英国早在1624年就颁布了《垄断法》，是世界上最早实行专利制度的国家。1852年，英国推出《专利法修正令》，成立国家专利局，此后逐渐将版权、设计、商标等管理职能纳入，并于2007年更名为英国知识产权局，以更好地服务于各类知识产权领域，促进了英国新兴经济产业尤其是创意产业的发展。400多年来，英国逐渐形成了健全的知识产权法律、执法和司法体系，建立了便捷高效的综合性管理机构，使得知识产权保护意识深入人心；并根据工业发展、商业环境变化及时调整知识产权制度，扩大保护范围，不断激发社会创造和创新的积极性，将成果转化为生产力和社会效益，",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3高质量、高效率的国家创新体系是新经济发展的强大后盾",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "英国具有悠久的科学传统和深厚的科学基础，学科体系均衡完备、优势突出。英国在生物学、医学、环境、物理、数学、空间科学以及商业管理、社会科学等领域的研究水平处于世界领先地位。剑桥大学、牛津大学、伦敦大学学院、帝国理工学院等世界一流大学吸引了全球大量优秀人才。英国的诺贝尔奖获得者数量位居世界第二位，仅次于美国；同时，英国保持了较高的科研产出效率。根据2013年的科研绩效评价结果，英国以世界 $0 . 9 \\%$ 的人口、 $3 . 2 \\%$ 的研发经费和 $4 . 1 \\%$ 的研究人员，获得世界 $6 . 4 \\%$ 的期刊论文（世界排名第三位）、$1 1 . 6 \\%$ 的引文（世界排名第三位）和 $1 5 . 9 \\%$ 的高被引论文",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（世界排名第二位）[25]",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "英国国家创新体系具有高效的管理和协调机制。英国商业、能源与工业战略部作为政府科技管理部门负责制定科技政策和预算，在科技资源统筹上发挥重要作用，协调各政府部门以及研究理事会、高等教育拨款机构、英国创新署、英国皇家学会等非政府部门的预算和提请议会批准，并由政府科学办公室和政府首席科学顾问协调科研经费配置。英国科研的双重资助体系强调稳定、协同和竞争并重，由非政府部门独立负责管理而与政府保持“一臂之距”一—重视科研评估在研发经费优化配置中的作用，研究评估框架、研究理事会的同行评议是拨款机构分配经费的重要衡量依据，从而保障了科研资助的公平与高效。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4科技成果转化应用不足是影响科技推动经济发展的主要原因",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "英国对世界科技发展的贡献一直很大，但科技成果的转化应用相比其他发达国家进展缓慢，对提高生产率和扩大市场的作用有限。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第一次工业革命期间，英国的技术研发始终面向实际的产业应用，发明家与企业家联系紧密，科技与生产的高效结合推动了工业革命的兴起。而到了第二次工业革命，德国和美国抓住了电气技术革命的机遇，将科技成果迅速应用于大规模的工业生产；而英国的科研带有浓厚的个人主义色彩和偏重纯理论科学的倾向，工业界的技术开发和产业化相对落后。因此，许多重要科技成果在德国和美国手中转化为实用的技术和优势产业",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "二战后，同样的教训也随着新技术、新产品、新工艺的应用和传播被不断地重复，科学与技术发展的协调问题一直影响着英国的发展，影响了强大的科学基础对国家经济社会发展的引领和支撑作用。英国政府在二战后一直致力于科技政策调整，但由于国防研发占用大量资源，长期以来技术教育和培训不足，以及轻视工程技术职业等文化因素的影响，科技振兴经济的道路步履维艰，高技术产业中仅有制药、航空等少数领域保持了明显的技术优势。近年来，英国积极完善国家创新体系，布局新兴技术领域，促进产学结合，建立技术创新中心网络持续催化创新；努力改进技术研发与应用不足的弱势，重点发展大数据、卫星和空间技术、机器人和自动化系统、合成生物学、再生医学、先进材料和储能技术等新兴技术以及金融服务、商业服务等知识密集型服务业，使其成为驱动英国未来经济社会发展的重要动力。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1 刘云,董建龙.英国科学与技术.合肥:中国科学技术大学出版社,2002.  \n2 中国科学院.科技强国建设之路：中国与世界.北京：科学出版社,2018.  \n3 张先恩.科技创新与强国之路.北京:化学工业出版社,2010  \n4 贝尔纳.历史上的科学:科学革命与工业革命.伍况甫等,译.北京：科学出版社,2015.  \n5阎康年.三次技术革命和两次产业革命的历史经验.世界历史,1985, (4):1-9.  \n6贝尔纳.科学的社会功能.陈体芳,译.桂林：广西师范大学出版社,2003.  \n7 李朝晨．英国科学技术概况．北京：科学技术文献出版社,2002.  \n8樊春良.全球化时代的科技政策.北京：北京理工大学出版社,2005.  \n9陈闯.英国国家创新体系演变的历史脉络.中国青年科技,2007,(10): 36-50.  \n10 The Medical Research Council.History of MRC.[2017-07-03].https://www.mrc.ac.uk/about/what-we-do/history/.  \n11 Keenan M P, Flanagan K. Trends in UK Science Policy. In:Cunningham P (ed). Science and Technology in the UnitedKingdom (2nd ed).London: Cartermill International,1998.  \n12 吴必康.权力与知识：英美科技政策史.福州:福建人民出版社,1998.  \n13 弗里曼.技术政策与经济绩效.张宇轩,译.南京：东南大学出",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "版社，2008.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "14 尼尔森.国家(地区)创新体系比较分析.曾国屏,等译.北京:知识产权出版社,2012.  \n15 孟弘，许晔，李振兴.英国面向2030年的技术预见及其对中国的启示.中国科技论坛,2013,(12):155-160.  \n16 Government Ofice for Science. Foresight Project. [2017-07-03].https://www.gov/uk/government/collections/foresight-projects.  \n17 侯国清,姜桂兴.保持科学卓越抓住创新机遇—英国科技政策白皮书《卓越与机遇：21世纪的科学和创新政策》述评.中国软科学，2005,(4):156-158.  \n18 黄军英.后危机时代英国政府的科技与创新政策.中国科技论坛,2012,(4):16-21.  \n19 DIUS.Innovation Nation. [2017-07-03]. https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/238751/7345.pdf.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "20 王雪双，孙进.构建政府引导的全社会层面的国家创新体系—英国《创新国家白皮书》解析.中国高校科技,2013,",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(9): 66-69.   \n21BIS.Eight great technologies.[2017-07-03].https://www.gov.uk/ government/publications/eight-great-technologies-infographics.   \n22 BIS. Our plan for growth: science and innovation.[2017-07-03]. https://www.gov.uk/government/publications/our-plan-for-growthscience-and-innovation.   \n23 The UK's National Academies.A summary of the proposals for UK research with in the Higher Education and Research Bill. [2017-07-03]. https://acmedici.ac.uk/file-download/41539- 578cb8dbbeeb5.pdf.   \n24 BEIS.Industrial Strategy: building a Britain fit for the future. [2018-05-14].https://www.gov.uk/government/publications/ industrial-strategy-building-a-britain-fit-for-the-future.   \n25 BIS.International Comparative Performance of the UK research base.[2017-07-03].https://www.gov.uk/government/ publications/performance-of-the-uk-research-base-internationalcomparison-2013. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Basic Science Advantage Instills New Power for Innovative Development -Way of United Kingdom Becoming World's Scientific and Technological Power ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "LIU Yunl\\*TAO Siyu²",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(1 School of Public Policy and Management, University of Chinese Academyof Sciences,Beijing 10o049,China; 2 National Science Library, Chinese Academy of Sciences,Beijing 1Oo19o, China ） ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "AbstractAsasourceofmodersenceandtechnologyrevolutioandidustrialrevolution,atibutedtoadecentsientificradition BritainhascreatedremarkablebasicsienticchievementsandhaslaidthefoundationforBritaintobcomapowerfulcoutrysience andtechnologyBritainhasawealthofexperienceandlessonsibuildingapowerfulcountryintheworld.Thisarticlereviewstheistory ofthedevelopetfieedthologovtioiallajorstoicalagsiiaietttuyndtialy analyzestheevolutioryaacteristsfteUKsiecedtecoloovasatesetetoordar.Falyisrtice summarizes teexperienceandispiationofritishienceadtcologovationfroteflowingaspectstoaintainthsic scientificadvantagestoculatedepsticspiitandiovationculture,toildatioaliovatiostofadto promote the integration of science and technology with economy. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywordspowerfulcountryofsienceandtechnology,UnitedKingdom,basicsience,sienceandtchologynovatiotrategy刘 云中国科学院大学公共政策与管理学院副院长、教授、博士生导师。主要从事科技评价、科技政策、创新管理、知识管理等领域的研究工作。担任中国科学学与科技政策研究会常务理事、中国软科学研究会常务理事、中国技术经济学会理事、清华大学技术创新研究中心学术委员会委员、美国佐治亚理工大学客座研究员等。主持国家“973”计划前期研究专项、国家自然科学基金重点项目、国家国际科技合作计划专项等课题60多项，发表学术论文200多篇，出版专著9部，获多项省部级科技奖。作为专家组成员参与《国家中长期科学和技术发展规划纲要（2006—2020年）》等多项国家科技规划的研究、起草和评估工作。E-mail: liuvun@ucas.ac.cn",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/b097f145e6503bd6d389b12163714923f84b0ebba1817ca6f637996dbfb308d4.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "LIUYunDeputyDean,ProfesorandDoctoralTutorat teScholofPublicolicyadManagement,UniversityofCnesecadeyof Sciences.Hisseachiterestsfocuso&Dvaationienceandtchologypolicyoationaagemetowldge etc.HealsoservesasteExecutieDrectorofChineseAssociationforScieceofScieneandSPolcyResearch,ChinaSocietyofoft Science,Direatiodecicaloeate UniversityvisitigseachrofGoristuteofToogHeasprsidederoeanatioalsearhproctssuchas973 programs,keojectoftioalatualieeFdofinadpojectoftiolteatioaloeatiof&roae Hehaspublishedover2Oacademicpapers,9monographs,andwonmanyprovincialscienceandtechnologyawards.Asamemberofthe expertroup,eparticiateditseachdigdaluatioftioalieedtholoplansuchtOfte National Medium and Long-term Science and Technology Development Plan (2006-2020).E-mail: iuyun@ucas.ac.cn ",
        "page_idx": 8
    }
]