[
    {
        "type": "text",
        "text": "Experimental Study on Rack Cooling System based on a Pulsating Heat Pipe ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LU Qianyi1,², JIA Li1,2\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.InstituteofThermal Engineering,SchoolofMechanical,ElectronicandControlEngineering,Beijing JiaotongUniversity, Beijing,100044 China   \n2. Beijing Key Laboratory of Flow and Heat Transfer of Phase Changing in Micro and Small Scale,Beijing 100044, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\circledcirc$ Science Press and Institute of Enginering Thermophysics, CAS and Springer-Verlag Berlin Heidelberg 2016 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Arack cooling system based onalarge scale flat plate pulsating heat pipe is proposed.The heat generated from IT equipment in a closed rack is transferred by the rear door pulsating heat pipe to the chilled air passage and is avoided to release into the room.The influence of the start-up performance of the heat pipe,the load of the rack and the load disspation tothe temperature and the velocitydistribution in the rack are discussed.Itis found hat the temperature would be lower and the temperature distribution would be more uniform in the rack when the pulsating heat pipe is in operation.Also,the efect ofrack electricity load on temperature distribution is analyzed. It is indicated that higher velocity of chilled air will improve heat transfer of the rack. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: cooling,rack, data center,pulsating heat pipe ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In recent years,the energy consumption of data centers has increased rapidly with the development of higher power density server components. The energy consumption is responsible for $1 . 3 \\%$ of the world electricity consumption and it will continue to increase at a rate of $1 5 -$ $20 \\%$ per year for the foreseeable future [1]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "While the energy consumption is huge,the energy efficiency is not high. The Green Grid,a non-profit organization,proposed a metric which is becoming the standard when measuring the energy efficiency in data centers:PUE (Power Usage Effectiveness) [2].PUE measures how well the energy using for data center cooling and power systems. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In most data centers,the PUE is almost 2.O,but the ideal value now is 1.5 or lower. The IT equipment energy consumption accounts for $5 0 \\% - 7 5 \\%$ of the total energy consumption in data centers. The cooling systems consume most energy of the remaining energy consumption [3]. It is important to reduce the energy consumption of cooling systems in order to reduce the total energy consumption. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Schneider Electric White Paper 13O [4] proposed three levels of cooling system in data centers: room,row and rack level cooling system. The room-based cooling is to cool the entire room with the CRAC(the computer room air conditioners） units.It requires maximum air volume and consumes the most refrigerating capacity since the room is overcooled to maintain IT devices working in suitable temperature.With row-based cooling, the CRAC units are associated with a row. The airflow paths are shorter and more clearly defined. The rack-based cooling is to cool a rack.It requires the minimum air volume and consumes the least refrigerating capacity. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Rambo and Joshi[5] studied the internal heat transfer process in the rack by simulating server chips with constant heat flux model and simulating the air flow in the rack with internal fan.Mayumi Ouchi et.al [6] proposed new liquid cooling systems by attaching cooling jacket to each server. The exhaust heat was controlled intensively withathermal cable withoutheatradiation into the server room. Yu C.et.al [7] designed and simulated an evaporator for cooling system of the blade server.The effective refrigerant system which had high efficiency heat exchangers was designed according to the limited space behind the blade enclosure.It is found that the cooling system can ensure the blade server work properly and there is a high temperature area in the enclosure. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Some companies have proposed some rack level cooling approaches.IBM Corp.[8,9] has developed“Rear DoorHeat Exchanger\",which was attached to the rear of aserverrack.Forthissystem,the exhaustheatgenerated by the servers in the rack was cooled by the heat exchanger before being spelled to a server room. Hewlett-Packard Co.[1O,11] has unveiled “Modular Cooling System (MCS) G2” that enables simultaneous cooling of two racks with a single MCS G2 unit. Hitachi Ltd.[12] has rolled out the “spot cooling unit\".In this technique, a circulating chilled water panel was installed at the rear of the rack as the rear door and the heat generated by the servers in the rack was cooled down by the water-cooled rear door. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "These studies show the interest of rack level cooling system since a majority of existing data centers using room level cooling systems to maintain desired operating conditions.While some of the rack-based cooling systems in use were water cooling techniques for server racks,the leakage of water may bring the risk of damag ing the servers.In addition,these rack level cooling systems have higher requirements for the modification of the racks.Therefore,there may be some limitations to the introduction of these cooling units to user's data centers. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The key to save the cooling energy is to improve the heat transfer efficiency between the rack and the cold fluid,and the application of pulsating heat pipe to the rack as an excellent heat transfer component was considered. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The pulsating heat pipe (PHP) was first proposed by Akachi [13] in the 199Os.The PHP is evacuated and filled partially with a working fluid, so there are liquid slugs and vapor slugs inside the channels,and then sealed for operation.When heat is applied, liquid and vapor slugs oscillate while traversing from evaporator to condenser section. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In recent years,some experimental studies on PHP have been conducted.Most of them studied the factors that would influence the start-up phenomenon and heat transfer performance of the PHP,such as filling ratio, heating power, inclination angle of the device,working fluid and the length of the heating section etc.[14,15]. Niti Kammuang-lue et.al [16] used R123 as the working fluid and studied the heat transfer performance in non uniform heating mode.Gi K [17] applied the PHP to CPU cooling,and got excellent performances. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this paper,a rack cooling system combined with the pulsating heat pipe was proposed and studied experimentally. In addition, the prospect of energy conservation with the rack cooling system was discussed based on the results. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental apparatus ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The rack cooling system based on a pulsating heat pipe was established in this experimental research，as shown in Fig.1.In this system, the inside and outside air of the rack was separated,and heat exchange was carried out through a plate pulsating heat pipe.The plate pulsating heat pipe was installed on the back of the rack like the back door of the rack.The plate pulsating heat pipe transferred the heat generated by server from inside the rack into chilled air passage outside the rack.The chilled air was made by the cold water produced by the cooling chiller via heat exchangers.The servers were simulated byheating plates installed in server cases.Two axial flow fanswere installed on the bottom of the rack near to the front door. The fans inside the racktransferred the heat generated by the servers to the pulsating heat pipe by air flow vertically. The server layers were placed at the bottom of the rack so the pulsating heat pipe was heated at down section. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/ab714ec096c952834f8617ab8622de560600c7cd5db3c501bdbd00315a6d0ddf.jpg",
        "img_caption": [
            "Fig.1Schematic of Experimental System "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "All the temperatures were measured by thermocouples with $0 . 5 \\mathrm { m m }$ diameter. The error of thermal sensor was less than $0 . 1 ^ { \\circ } \\mathrm { C }$ .The temperatures of the evaporator and condenser sections of the pulsating heat pipe were measured. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Inside the rack, there were 25 points of velocity and temperature measurement in the middle of the rack,as shown inFig.2.In height direction, the rack was divided into five sections,and the rack was also divided into five sections horizontally. There were five measure points in each section.The velocity was measured by hot-wire anemometer. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/374e7faa17cf75cd00c43ae608f9bd5516e247098e33b23e396a48c2751532dc.jpg",
        "img_caption": [
            "Fig.2Measure points in the rack "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Results and discussion ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The aim of establishing the rack cooling system was to guarantee servers working properly and reduces energy consuming.In this research,the temperature distribution in the rack was taken into consideration,as well as some factors that would influence them,like the start-up per formance of the pulsating heat pipe, the load and the load dissipation.The energy efficient of this rack cooling system was also evaluated. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Other parameters ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The pulsating heat pipe was designed to fit the rack. It had 57 turnings with the $2 \\ \\mathrm { m m } { \\times } 2 \\ \\mathrm { m m }$ rectangular crosssection. The material used to make the heat pipe was aluminum. The overall dimension was $5 9 8 ~ \\mathrm { m m } { \\times } 6 5 0 ~ \\mathrm { m m }$ and two same pulsating heat pipes were implemented in the whole plate, as shown in Fig. 3. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The server working temperature range is $1 0 ^ { \\circ } \\mathrm { C }$ to $3 5 ^ { \\circ } \\mathrm { C }$ according to the former study,and the start-up temperature range of the pulsating pipe with R6OOa is $1 8 ^ { \\circ } \\mathrm { C }$ to $2 7 ^ { \\circ } \\mathrm { C }$ .So,R6OOa was chosen as the working fluid of the pulsating heat pipe. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "There were four group fins attached to the condensing section of the plate pulsating heat pipe which were in the cooling air passage to improve the heat transfer. The parameters of the fins were listed in Table 1. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/177fd01706adcf0ba497b6a1a1ef7e202acd5b4e86ae0d7c811d4d5b9555f78e.jpg",
        "img_caption": [
            "Fig.3The structure of the plate pulsating heat pipe "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/0446c5b1b795c8f8f1f0f14acc4af56fa62a5d85750e46f5afc3eac19afa6a99.jpg",
        "table_caption": [
            "Table1Fin parameters "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Parameters</td><td>Details</td></tr><tr><td>Material</td><td>Aluminum</td></tr><tr><td>Type</td><td>Plain fin</td></tr><tr><td>Fin thickness</td><td>2mm</td></tr><tr><td>Fin number</td><td>29</td></tr><tr><td>Fin height</td><td>80mm</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The temperature of the chilled air was maintained at $2 0 ^ { \\circ } \\mathrm { C }$ by adjusting the temperature and flux of the cold water produced by the cooling chiller. The chilled air passage section size was $2 3 5 \\mathrm { m m } \\times 1 6 5 \\mathrm { m m }$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Influence of the PHP ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In previous pulsating heat pipe studies,the pulsating heat pipe was a passive heat transfer element. Once it activated, the heat transfer performance would be better. So, the start-up performance of pulsating heat pipe would influence the cooling performance of the rack cooling system in this experiment. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For the pulsating heat pipe,there are two kinds of start-up phenomenon. One occurs at the lower heating power. The evaporator section temperature will decrease rapidly,simultaneously,and the condenser section temperature will suddenly increase.Then the two sections maintain a relatively stable temperature.The other startup phenomenon occurs at the high heating power. The evaporator section and condenser section will both increase to a relatively stable temperature with no obvious change.No matter which start-up phenomenon it is, there is a decrease for the temperature difference of evaporator section and condenser section. So it can be given if the pulsating heat pipe is activated or not from the temperature difference between evaporator and condenser sections. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig.4 shows the temperature difference between evaporator and condenser sections with time at the heating power of 548.51W, 791.73W and 1451.28W, respectively. The decrease of the temperature difference illustrated that the pulsating heat pipe was activated,as the ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "liquid slug evaporated in the evaporator section and forced the vapor slug moved to the condenser section to be condensed with the energy output. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The time from the beginning to the point when the temperature difference startedto decrease is called the start-up time.The relationship between start-up time and the temperature of the hot wind inside the rack could be concluded,shown in Fig.5,The higher the temperature Was,the shorter the start-up time was,and the better the heat transfer performance of the heat pipe was. The higher heating power generated from the rack produced the higher temperature of the hot wind,and the heat inside the rack would be transferred to the cold source more quickly. The performance of the rack cooling system Was in better situation. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/74654ffbafacf849fce4f6ec2ceab9993a4b76936a44cf8b94141b9df063d385.jpg",
        "img_caption": [
            "Fig.4The temperature difference between evaporator and condenser section over time "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig.6 shows the comparison of temperature distribu tion in the rack between the empty pulsating heat pipe and the activated pulsating heat pipe.For same heating power, in both height section and side section,the temperature of the rack decreases as the pulsating heat pipe activated.In every height section,the temperature of the rack with the pulsating heat pipe activated was lower than that with the pulsating heat pipe empty, shown in Fig. 6. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For the empty pulsating heat pipe, the temperature of the rack increased to the maximum on No.3 point in height section in the beginning，and then decreased in height direction from the bottom of the rack to the top; in side direction,the trend was similar,and the maximum temperature was on No.3 point in side section, shown in Fig.6.This illustrates that there was an area in the rack that the heat was accumulated and could cause the servers inside the rack shut down.This phenomenon is commonly existed in data center racks relied on the room air-conditioning cooling approach,and is called the“hot spots problem\". So when the pulsating heat pipe in this rack cooling system was empty,on No.3 point in height section and $\\mathrm { N o } . 2$ to No.4 points in side sections,there could be hot spots in the rack. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/922fadd32aa7a8683ee428f3e6e685c5a679dc6897f3dab871495e235b8a2a38.jpg",
        "img_caption": [
            "Fig.5The relation of start-up time and temperature of the hot wind in the rack "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "While the pulsating heat pipe was activated, the temperature of No.3 point in height section dropped from $3 6 . 7 ^ { \\circ } \\mathrm { C }$ to $3 2 . 9 ^ { \\circ } \\mathrm { C }$ ，and was close to the temperature of $\\Nu 0 . 2$ and No.4 points in height sections.And in side direction, if the pulsating heat pipe was activated, the hot spots area narrowed to No.3 and No.4 points in side sections.This means that the start-up of the pulsating heat pipe could remove the hot spots in height section and narrow the hot area in side section. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "This was because of the difference of the way the heat transferredfromtheracktothecoolingairduct.The heat generated by the servers in the rack firstly was trans ferred to the evaporating section of the pulsating heat pipe via convection heat transfer,and then it was transferred from the evaporating section to the condensing section of the pulsating heat pipe,and finally transferred to the cooling air duct via convectionheat transfer.When the pulsating heat pipe was empty, the heat was transferred only via heat conduction from the evaporating section to the condensing section of the pulsating heat pipe.When the pulsating heat pipe was activated, the heat transfer was through evaporating and condensing heat transfer in the channels of the pulsating heat pipe. The heat transfer was strengthened once the pulsating heat pipe was activated, thus the temperature of the rack would decrease and the situation that there might be hot spots inside the rack was improved. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Fig.7 shows the comparison of velocity distribution in the rack between the empty pulsating heat pipe and the activated pulsating heat pipe.When the heating powers were the same in both the activated and empty pulsating heat pipe cases,the overall trends of the hot wind velocity distribution in the rack were the same due to the same internal structure of the rack,but in certain section there wereslight differences. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In height sections,for the pulsating heat pipe activated the velocity was less than that in empty pulsating heat pipe case,except the No.1 point in height section.When the pulsating heat pipe was activated, the maximum difference of velocity was less than that in the empty pulsating heat pipe case. This shows that the velocity distribution in the rack would be more flat when the pulsating heat pipe was activated,and the velocity in higher temperature sections would be increased. This explains why the temperature in activated pulsating heat pipe rack was lower. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/074428f685b95328efda38a3b265d7a83673abb572c4bd019455212f0081e323.jpg",
        "img_caption": [
            "Fig.6Influence of the performance of PHP to the temperature distribution in the rack,(a) height section,(b) side section "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In side sections,when the pulsating heat pipe was activated, the velocities in No.1 and No.3 points were higher than that in the empty pulsating heat pipe case, and the temperatures at side section 3 and 4 points were higher than other points in side sections.So the temperature and velocity were two factors that would influence each other. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/2f08727b06a2cbd9c1a2d584f7f878037a570c58cd06164caf4ad18946ff7b6c.jpg",
        "img_caption": [
            "Fig.7Influence of the performance of PHP to the velocity distribution in the rack,(a) height section,(b) side section "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In general, the start-up of the pulsating heat pipe would decrease the temperature in the rack,narrow the area of“hot spots”and increase the velocity at high temperature sections,thus improve the heat transfer from the rack to the cooling air duct. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Influence of the load ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Load is another word for the total heating power of the servers in the rack.There were 25 measure points in the rack scattered on 5 height sections and 5 side sections. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fig.8 shows the temperature distribution in the rack on height sections and side sections with load of 548.51 W,791.73W,1451.28 W and 2050.73W,respectively The temperature of each section was the average temperature of 5 measure points. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The pulsating heat pipes were operated stably with the server load of 548.51W,791.73W,1451.28W and 2050.73W. It was clearly observed that the temperature of thehotwind in the rack increasedwith theload both at height sections and side sections.But the uniformity of the temperature distribution in height sections and side sections changed with the load increased.In height direction,the temperature-height curve was convex when the load was in lower range,while the curve changed to concave form when the load was in high range.In side direction，as the load increases，the temperature-side curve changed from“left lower than right” to“left higher than right\".The bending curve illustrated the non-uniform temperature distribution. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/4faf468bbc668c2a1fe772f1d35fd5b64c35a01dda3ab0dbc6f7d6595c6beaa7.jpg",
        "img_caption": [
            "Fig.8Influence of the server load on the temperature distribution in the rack,(a) height section,(b) side section "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In order to make the uniformity of the temperature distribution in the rack more visible,the standard devia tions (STDEV） of the section temperature in height direction and side direction varying with load were plotted inFig.9.The standard deviationisameasure ofa setof data dispersion degree of the average.In Fig.9, the ordinate represents the uniformity of the temperature distribution in the rack. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/e447cf66c52dde595a8baa00d7aa26e0442b7dad384b5747ca367fd7472b717b.jpg",
        "img_caption": [
            "Fig.9STDEV of temperature change over the load "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Thestandard deviation of the temperature decreased firstly and then increased with the load increase in both height direction and side direction.There was an optimal load coupled with the filling ratio of the pulsating heat pipe when the temperature distribution in the rack was in uniform case.The uniformity of the temperature distribution in the rack is important to the “hot spots\" problem in the rack. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Influence of chilled air velocity ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Three kinds of chilled air velocity were tested to observe their effects on the temperature of the rack. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Experimental results indicated that the cooling performance would be better when the chilled air velocity increased. The temperature of the rack decreased with the velocity of the chilled air in both height and side sections. shown in Fig.1O.When the efficiency of the fins and the temperature of the chilled air were the same, the heat transfer coefficient would increase as the heat convection was enhanced when the velocity of the chilled air increased. The heat transfer between condensing section with fins and chilled air would be enhanced.As a result, thetemperature of therackdecreased. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/162df1099ea51c6ec272384d48c64c4c41b6f7b170ea9553f2274a68c904ad95.jpg",
        "img_caption": [
            "Fig.10Influence of the chilled air velocity to the temperature distribution in the rack,(a) height section,(b） side section "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1. The start-up of PHP makes the temperature lower and the temperature distributionmoreuniformintherack. The higher heating power produces the shorter start-up time and the faster heat transfer. 2.There is an optimal load coupled with the filling ratio of the pulsating heat pipe when the temperature distribution in the rackis the most uniform. 3.Alower temperature of the rack will be reached as the velocity of the chilled air increases. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This research was supported by National Natural Science Foundation of China (No.51376019). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1]EbrahimiK.,Jones G.F.,and Fleischer A.S., (2O14),A Review of Data Center Cooling Technology,Operating Conditions and the Corresponding Low-grade Waste Heat Recovery Opportunities,Renewable& Sustainable Energy Reviews,Vol.31, No.2, pp. 622-638. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[2]Belady C.,Rawson A., Pfleuger J., et al, (2OO8),Green Grid Data Center Power Efficiency Metrics: PUE and DCIE, White paper 6, Green Grid.   \n[3]Pelley S.,Meisner D., Wenisch T.F.,and VanGilder J. W., (2009), Understanding and Abstracting Total Data Center Power,Workshop on Energy-Efficient Design in International Symposium on Computer Architecture (ISCA-36), Austin, Texas, June 2O,pp.1-6.   \n[4] Dunlap K.， Rasmussen N.,(2014), Choosing Between Room,Row,and Rack-based Cooling for Data Centers, White paper 130, Schneider Electric.   \n[5]Rambo J. D., Joshi Y. K., (2003),Multi-scale Modeling of High Power Density Data Centers,ASME 2003 International Electronic Packaging Technical Conference and Exhibition, American Society of Mechanical Engineers, Maui, July 6-11, pp. 521-527.   \n[6]Ouchi M.，Abe Y.,Fukagaya M.,et al.,(2012)，New Thermal Management Systems for Data Centers,Journal of Thermal Science and Engineering Applications, Vol. 4, No. 3,031005.   \n[7]Yu C., Yuzhun F.,and Yonglin J.,(2O11), Design and Simulation of the Evaporator for Cooling System of the Blade Server, Measuring Technology and Mechatronics Automation (ICMTMA),2011 Third International Conference，IEEE, Shanghai, China, January 6-7,Vol.1, pp. 922-925.   \n[8]IBM test labs,(2005), IBM Rear Door Heat Exchanger, Technical report 04-05,IBM Knowledge Center.   \n[9]Ellsworth M. J.,Campbell L.A.， Simons R. E.,et al., (2008),The Evolution of Water Cooling for IBM Large Server Systems:Back to the Future,Thermal and Thermomechanical Phenomenain ElectronicSystems, ITHERM 2008,11th Intersociety Conference, IEEE,Orlando, FL,USA,May 28-31, pp. 266-274.   \n[10]Hewlett-Packard Development Company,(2OO7),HP Modular Cooling System: water cooling technology for highdensity server installations, Technical report TCo70407TB, Hewlett-Packard Development Company, L.P.， Houston, USA.   \n11]Ohadi M. M.,Dessiatoun S.V.,Choo K., Pecht M.,and Lawler J. V.,(2012),A Comparison Analysis of Air, Liquid,and Two-phase Cooling of Data Centers,Semi-conductor Thermal Measurement and Management Symposium (SEMI-THERM),2012 28th Annual IEEE, San Jose, CA,USA,March 18-22, pp.58-63.   \n[12]Tatsuya Saito Yoko Hirashima Hideho Yamamura, Tomohiro Yoshida,(2O1O),Power Saving Technologies for Environmentally Conscious Data Centers,Hitachi Review Vol. 59, No.5, pp.218-223   \n[13]Akachi H., (1994),Looped Capillary Heat Pipe, Japanese Patent, No. Hei6-97147.   \n14]Charoensawan P.,Khandekar S.,Groll M.,and Terdtoon P.,(20O3),Closed Loop Pulsating Heat Pipes:Part A: Parametric Experimental Investigations,Applied Thermal Engineering,Vol.23,No.16,pp.2009-2020.   \n[15] YangH.,Khandekar S.,and GrollM.,(2oo8),OperationalLimit of Closed Loop Pulsating Heat Pipes,Applied Thermal Engineering,Vol.28,No.1,pp. 49-59.   \n[16]Kammuang-lue N., SakulchangsatjataiP.,and Terdtoon P., (2012),Effect of Working Fluids on Thermal Characte",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ristic of a Closed-loop Pulsating Heat Pipe Heat Exchanger:A case of Three Heat Dissipating Devices,Electronics Packaging Technology Conference (EPTC),2012 IEEE $1 4 ^ { \\mathrm { t h } }$ , Singapore, December $5 \\mathrm { - } 7$ pp. 142-147. [17]Gi K.,Maezawa S.,Kojima Y.,and Yamazaki N.,(1999), CPU Cooling of Notebook PC by Oscillating Heat Pipe, Proceedings of 11th International Heat Pipe Conference, Tokyo,Japan, September 12-16,pp.166-169. ",
        "page_idx": 7
    }
]