[
    {
        "type": "text",
        "text": "辱虐管理的应对：基于人际拒绝的多动力模型分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "严瑜赵颖武汉大学哲学学院心理学系，武汉，430072",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 随着辱虐管理产生破坏性影响的作用机制不断得到丰富和完善，受辱虐下属选择特定应对方式的原因以及有效性成为未来辱虐管理的研究方向。基于人际拒绝的多动力模型，梳理了在不同质量LMX的关系情境中受辱虐下属的应对方式，并提出特定应对方式可能引起辱虐管理的恶性循环的假设模型。建议未来研究通过丰富下属的应对行为变量、增加人格和环境的调节机制以完善受辱虐下属的应对模型，并以此为基础探究辱虐管理的消极互动机制，为打破辱虐管理恶性循环提供理论支持。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 辱虐管理；应对方式；多动力模型；领导-部署交换",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1问题提出",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "近20年来领导在工作场所对下属表现出失控性爆发、不当责备、当众嘲笑等行为的影响和产生原因得到学界的广泛关注。研究者常采用的术语有暴君行为、主管攻击、主管破坏等,其中使用最频繁的是辱虐管理(Tepper,Simon&Park,2017)。辱虐管理是指“下属对领导持续做出的语言和非语言的敌意行为的感知,不包括身体接触”,具体表现有嘲笑、公开批评、大声发脾气、粗鲁无礼、漠不关心下属等(Tepper,2000)。组织和员工为这种\"毒性\"领导方式付出了极大代价。企业每年因辱虐管理而产生的医疗健康费用以及产量损耗高达238 亿美元(Tepper，Moss,&Duffy,2011)。感知到辱虐管理的下属也会表现出一系列消极反应,如高离职意向、攻击、心理压力、低工作满意度和较少工作积极行为(Oh& Farh,2017)。表1列举了近三年来涉及辱虐管理对下属影响的相关研究，领导辱虐管理对下属行为的影响不再局限于下属的组织偏离行为,沉默、退出等行为得到的关注日益增多。Tepper等人(2017)对辱虐管理研究的总结和展望中指出,目前发表的辱虐管理研究已高达 200 余篇,这一消极领导方式的破坏性影响已得到广泛验证,但丰富的研究成果对于辱虐管理下一阶段的研究来说仅起到了奠基作用。下属会采取趋近或回避式策略来应对领导层面的压力源(Ferris,Yan,Lim,Chen,&Fatimah,2016)，但是目前研究的局限在于每个实证研究仅涉及受辱虐下属采取的1\\~2种应对方式,且我们对于多种应对选择的相对有效性所知甚少。未来研究的一个方向是关注受辱虐下属的应对方式并提出下属的综合应对模型,以回答\"受辱虐者选择某种特定应对方式的原因及其有效性\"的这一关键问题(Tepper et al.,2017)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在歧视、排斥、背叛、偏见、欺凌等多种拒绝情境中,伴随拒绝体验产生的是归属感威胁,个体常见反应有消极情绪和低自尊,而表现出的行为反应也有显著差异。个体接纳感受到威胁时采取的应对策略多至十几种,其中Richman 和Leary(2009)提出的多动力反应模型(见图1)涵盖了所有与拒绝体验相关的复杂反应。该模型将受拒绝个体的应对动机总体分为三类:关系提升(relational-promotion)、反社会回应(antisocial response)和回避(avoidance)并做出相应解释。其中关系提升指的是个体建立关系联结的需求,归属感和接纳感缺失的个体会产生社交动机,寻求支持与接纳。反社会回应通过愤怒表达,与受拒绝个体保护自己免受伤害的动机相关联。回避则是个体受到避免进一步拒绝和伤害的动机驱动,在社会联系中选择退缩。多动力模型认为,特定情境下个体之所以会产生某种应对动机,与个体对人际拒绝经历的解释有关,具体见图1所展示的6种解释方式。本研究将以人际拒绝的多动力模型为理论基础，从人际拒绝的角度探索受辱虐下属的认知评估及其应对方式。",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/d75773a865baec98540310650980e2c9398128a3fdecc8871a8d5780325aaa2e.jpg",
        "table_caption": [
            "表1近五年辱虐管理影响下属消极行为反应的相关研究"
        ],
        "table_footnote": [
            "注：此表为作者通过系统梳理已有文献，总结归纳而成。"
        ],
        "table_body": "<html><body><table><tr><td>研究</td><td>自变量</td><td>中介/调节变量</td><td>因变量</td><td>理论基础</td><td>相关发现</td></tr><tr><td>Pan& Lin,2018</td><td>领导消极 情感</td><td>辱虐管理</td><td>下属消极情感; 工作满意度; 个人主动性</td><td>认知神经调节模型; 权力/资源依赖视角; 受害者促进理论</td><td>低质量LMX的条件下，领导的消 极情感会通过辱虐管理提升下属 消极情感并降低工作满意度和个</td></tr><tr><td>Park et al.,2018</td><td>辱虐管理</td><td>中介：心理压力 调节：性别差异</td><td>沉默</td><td>资源保护理论</td><td>人主动性。 辱虐管理通过增加心理压力导致 下属沉默的现象，并提出上下级关 系差异这一关系情境的调节作用</td></tr><tr><td>许黎明等， 2018</td><td>辱虐管理</td><td>强迫工作激情; 和谐工作激情</td><td>促进性/抑制性 建言行为;</td><td>二元工作激情理论</td><td>辱虐管理不仅会减少下属的和谐 工作激情,也会增加其强迫工作动 机,从而影响下属的建言行为</td></tr><tr><td>沈伊默等， 2019</td><td>辱虐管理</td><td>中介：心理契约 破坏 调节:中庸思维</td><td>下属创造力</td><td>心理契约理论; 认知-情感加工 系统理论</td><td>主管的辱虐管理行为会通过心理 契约破坏的中介作用,间接影响员 工创造力，但当下属的中庸思维水 平较高时，心理契约破坏的中介作</td></tr><tr><td>2017</td><td>Pycetal.，辱虐管理； 专制型领 导风格</td><td>中介：抑郁;焦虑</td><td>耗竭;躯体症状; 工作满意度;退 出意向;低绩效</td><td>工作压力模式</td><td>用较弱 两种消极领导方式具有相似性，焦 虑和抑郁在辱虐管理对下属离职 意向的负向作用中起中介作用</td></tr><tr><td>2016</td><td>Ferris etal，辱虐管理；中介:愤怒;焦虑 主管排斥; 主管破坏</td><td></td><td>趋近式/逃避式 反生产工作行为</td><td>情绪与趋近-回避 原则</td><td>辱虐管理通过愤怒的中介作用引 起下属的趋近式反生产工作行为， 如话语粗鲁或直接对峙。</td></tr><tr><td>Velez& Neves,2016</td><td>辱虐管理</td><td>中介：身心症状; 调节：工作自主 权</td><td>生产偏离</td><td>工作要求-资源模型</td><td>工作自主权能够缓解辱虐管理对 身心症状和生产偏离的负面影 响。</td></tr><tr><td>Michel et al., 2016</td><td>辱虐管理</td><td>中介：工作相关 的消极情感; 调节：基于下属 和组织的攻击性</td><td>工作场所 偏离行为</td><td>情感事件理论</td><td>辱虐管理通过激发下属与工作相 关的消极情感而增加工作场所偏 离行为，且下属的攻击信念态度和 组织攻击规范对这一关系起调节</td></tr><tr><td>Kiewitz al., 2016</td><td>et辱虐管理</td><td>中介：担心;防御 性沉默 调节：自信;担心</td><td>进一步辱虐</td><td>趋近模型视角; 自信预期视角</td><td>作用。 低自信水平和高担心氛围感知会 强化辱虐管理-担心-防御性沉默之 间的关联性，且能预测领导进一步</td></tr><tr><td>Yuetal., 2016</td><td>辱虐管理</td><td>氛围 中介:情感承诺; 调节：未来工作 自我清晰度</td><td>工作绩效</td><td>认同视角</td><td>辱虐管理。 情感承诺在辱虐管理与下属工作 绩效间起中介作用,且下属未来工 作清晰度会放大辱虐管理的破坏</td></tr><tr><td>Schaubroeck et al., 2016</td><td>相对辱虐 管理</td><td>中介：感知到的 同伴尊重; 调节:团体效能</td><td>离职意向;组织 认同;情感承诺; 工作绩效</td><td>社会认同理论</td><td>性影响。 在高效能团体中，辱虐管理会通过 降低下属感知到的同伴尊重从而 降低绩效并产生离职意向。</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "此外，受拒绝个体的应对方式不仅会受到与拒绝者的关系特征和判断标准的影响,也会随时间发生变化(Richman&Leary,2009)。以关系为导向的领导-部署交换(leader-memberexchange,LMX)是探究组织领导力应用最为广泛的理论(Cropanzano,Dasborough,&Weiss,2017)。由于时间精力有限,领导会对下属做出“圈内下属\"和\"圈外下属\"的区分对待。“圈内下属(in-group member)\"可以获得领导更多的信任和关照,享有特权如工作自主性、灵活性、升迁机会和报酬等。而\"圈外下属(out-group member)\"与领导的关系局限于工作关系,获得奖励的机会较少(Graen&Uhl-Bien,1995;任孝鹏,王辉,2005）。Graen 和Uhl-Bien(1995)依据角色变化将LMX发展的生命周期划分为角色获得(role taking)、角色扮演(rolemaking)和角色习惯化(role routinization)三个阶段。在初始阶段,双方是以交易型关系为主导的\"陌生人”。随着互动增加双方成为\"熟人”,最后双方成为彼此信任、尊重的“伙伴”。LMX 随时间发展呈逐质量渐升高的趋势,最后趋于稳定(Nahrgang,Morgeson,& Ilies,2009)。LMX 和辱虐管理是两个独立结构(Burris,Detert,& Chiaburu,2008;Lian et al.，2012;Xu,Loi,& Lam,2015)。其中LMX为整体的上下级关系奠定了基调,而辱虐管理是在上下级互动中随时可能发生的领导的具体行为。以往辱虐管理的研究多设定在低质量LMX 情境中,然而辱虐管理管理也可能发生在高质量LMX 中(Lian et al.,2012; Xu et al.,2015)。因此无论LMX质量如何,个体都可能受到辱虐管理的威胁,但考虑到辱虐管理发生的关系情境,个体应对方式的产生机制是不相同的。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/f66e6662fbdbb6bdd0ed9bc875aaf2d1d2a0f7a85bd2fb9380c357be44fdb487.jpg",
        "img_caption": [
            "图1人际拒绝的多动力模型(此图乃作者梳理Richman&Leary(2009）的文献整理而成)"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "总的来说，本文以人际拒绝的多动力模型为理论基础,讨论不同关系质量阶段受辱虐下属的应对方式。一方面从低质量LMX 和高质量LMX两个角度,分别梳理受辱虐下属的不同应对方式,对未来从关系角度探究受辱虐下属的应对方式提供理论参考。另一方面希望丰富人际拒绝的多动力模型。已有的Richman 和Leary(2009)研究将受拒绝个体的应对方式划分为三大类并具体解释了产生特定应对方式的认知建构,本研究将进一步探索该模型在辱虐管理研究中的应用价值。最后，我们将从受辱虐者的静态应对方式延伸至辱虐管理的\"恶性循环\"的螺旋效应，为理解辱虐管理在组织中的破坏性影响提供动态的视角。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2 低质量LMX与受辱虐下属应对方式",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在低质量LMX的情境下,领导和下属之间的互动是有限的,双方互动以\"经济交换\"为主,即领导履行自己的基本职能,下属按要求完成规定的工作。在这一单纯的契约型交换中体现的是领导的管理力而非领导力,领导下属之间的互动特点是向下的单向影响、经济交换和正式的角色界定(Graen& Uhl-Bien,1995)。正如 Bass(1985)提出的交易型领导模型,领导基于在组织中的等级地位而对下属的经济奖励具有控制权,因而下属有义务完成领导提出的工作要求。因此在受到领导辱虐管理后，下属会以自我利益为驱动而选择不同的应对方式。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1辱虐管理与下属反社会倾向",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在多数情境中,受到报复和惩罚动机驱动,伴随拒绝经历产生的痛苦和沮丧会激发个体愤怒和攻击的即时反应。多动力模型认为当下属从人际拒绝的经历中感知到不公平并对关系估值较低时,个体会产生愤怒和攻击冲动(Richman&Leary,2009)。对于辱虐管理,下属感知到的不公平、低关系修复预期和低关系价值会促使个体做出反社会倾向。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在与领导的相处中,下属期望领导能理解尊重自己并提供学习发展机会,而辱虐管理的发生恰恰违背了下属对领导的预期。当领导做出嘲笑欺瞒或当众贬低下属时，辱虐管理会导致下属和领导在价值观和态度上的深层次差异,从而将领导排除出公平视野(严瑜,张振嘉,2017;Tepper et al.,2011)。此时下属不仅会感到没有得到领导尊重,也认为组织缺乏公平规范。领导并不能与所有的下属都形成高质量的交换关系(Graen&Uhl-Bien,1995)。而在团队层次,对于与领导保持低LMX的\"圈外下属\"来说,领导的差别对待作为情感锚定事件会引起个体的不公平感知,导致谴责性情绪(愤怒、厌恶、蔑视)(Cropanzano etal.,2017)。另一方面,在\"陌生人\"阶段,领导和下属对关系质量的评估主要依赖于双方感知到的个体特征(Nahrgang et al.,2009)。由于下属缺乏正式权力,领导在关系发展中占据主导地位。Cropanzano 等人(2017)探究情感事件和LMX发展的关系时指出,初始阶段领导的情绪表达被视为锚定性情感事件,会影响下属的情绪和行为反应。因此下属感知到的辱虐管理者的个性和行为特征是影响其选择应对方式的重要线索。领导持续的公开批评、侵犯隐私、隐瞒必要信息、冷暴力等行为往往被下属感知为辱虐管理。辱虐管理与领导的消极人格特质有关,如敌意情感、偏执、自恋、高马基雅维利主义、高社会支配倾向(Martinko,Harvey,Brees,&Mackey,2013;李爱梅,华涛,高文,2013)等。下属在与领导的互动中容易将领导的辱虐管理归因于领导与生俱来的特质或是固定的破坏型领导风格(Oh&Farh,2017;Wang,Restubog,Shao,Lu,&Vankleef,2018)。感知到领导消极人格特征的下属对于修复与领导关系的预期较低,因此为阻止辱虐管理的持续发生,下属会做出反社会性的即时性反应,从“受害者\"转为“施虐者”。对关系的低修复预期会降低关系价值,因此拒绝经历会导致个体做出损害关系的反社会回应,如减少同情心等行为(Richman&Leary,2009)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "尽管愤怒和攻击会对社会联结产生持续破坏作用,但下属仍愿意做出反社会回应。至于下属对受辱虐经历解释与动机之间具体的关联性,参考Richman 和Leary(2009)对人际拒绝和反社会回应之间的具体分析,如愤怒、报复动机、移情能力降低、认知分散、自我控制等。在感到被贬低后,愤怒和攻击性冲动是个体最常见的反应,这也是消极经历后的本能反应(Richman&Leary,2009)。至于为什么人们愿意冒险做出攻击行为,多动力模型认为当人们的幸福感受到威胁时,攻击行为的潜在益处是通过表达愤怒阻止恶意行为的进一步发生。“报复\"是研究受辱虐下属做出与领导对峙行为时出现频率最高的词,对威胁关系价值的辱虐管理,下属所做出的攻击性回应是自动且毫不费力的(Lian etal.,2014)。伴随的消极情绪也是下属实施报复行为的助燃剂,愤怒和敌意情绪会促使下属不考虑行为的长期后果做出非理性回应。具体的反社会回应表现为指向领导的攻击行为(Martinko etal.,2013)、偏离行为(Lian,Ferris,Morrison,& Brown,2014)和反生产工作行为(Simon,Hurst,Kelley,& Judge,2015)等。此外人际拒绝经历会消耗个体资源使自我控制变得困难,反刍式思考不断消耗个体的认知资源(Richman&Leary,2009)。领导的辱虐行为在心理层面挑战并激发个体去加工、解释领导伤害的原因和后果(Thau&Mitchell,2010)。因此用于考虑行为规范和报复风险的资源减少，做出偏离行为的可能性增加(Aquino & Thau,2009; Thau & Mitchell,2010; Lian et al.,2014)。受辱虐下属自控力受损也会导致下属陷入“认知解构\"的状态,缓解因拒绝经历而产生的自我意识逃避和情感压力成为个体的当务之急。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2 辱虐管理与下属回避倾向",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "除了反社会的行为方式,经历人际拒绝的个体有时也会回避人际互动,回避的具体表现既有完全离开当前环境,也有在无从逃离时表现为心理社交退缩。当个体感知到拒绝是长期普遍存在的,个体对关系修复的预期很低,并且有可替代性选择时,回避便是个体保护归属感避免伤害最简单的应对方式(Richman&Leary,2009)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "受到辱虐后,具有低应对潜能的个体会产生担心情绪,当个体把辱虐管理的原因归因于情境时,便会产生远离伤害的动机(Tepper,2000;Bowling& Beehr,2006)。个体预期自己能够找到更好工作时会主动选择离职。离职意向或实际离职行为是辱虐管理研究中出现频率较高的结果变量,也是与担心情绪相关联的行为(Oh&Farh,2017)。然而在没有可替代选择时,离开组织会带来新的经济压力和个人压力。因此在条件受限的情况下,个体也会选择减少与领导或同事的交流频率，从心理层面与组织保持距离。Lian 等人(2014)进行的为期6个月的滞后研究结果发现,当辱虐管理与组织偏离行为之间的关系持续时间较长时,辱虐管理并不会持续引起下属的偏离行为回应。下属逐渐意识到偏离行为并不能缓解领导的辱虐管理甚至会导致进一步的领导辱虐管理，此时下属会选择离开当前工作环境或控制自己的偏离行为。此外长期的拒绝经历会强化个体对他人反应的元认知,出现频率较高的辱虐管理所引起的潜在偏见感知会使个体在人际互动中更加谨慎(Shelton&Richeson,2006)。此时逃避往往是个体缓解焦虑的一种最简单的策略。与受辱虐下属的反社会回应相类似，在低质量LMX情境下个体感知到的低关系修复预期和低关系价值都是促使下属做出回避反应的",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "重要原因。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "辱虐管理是工作场所中的重要压力源,下属选择回避源于心理压力下产生的多种消极情绪反应,如抑郁、焦虑(Park,Carter,DeFrank,& Deng,2018)、对领导进一步辱虐的担心(Kiewitz etal.,2016; Simon et al.,2015)、无助感背后的悲伤(Oh&Farh,2017)、自我形象受损的羞愧(Peng,Schaubroeck,Chong,&Li,in press)。此外从个体资源的角度,长期受到领导虐待的下属会感知到心理压力并产生高水平的情绪耗竭(Chi&Liang,2013)。辱虐管理施加的情绪要求和下属可利用资源之间的失衡状态导致个体产生资源损失。基于资源保护理论，下属为保护资源损耗会做出退缩行为。被拒绝者的回避行为具体体现在身体和心理两个方面,持续存在的辱虐管理会提升集体离职率(Seo,Nahrgang,Carter,& Hom,2018),而在职的下属会表现为社交和心理退缩,如防御性沉默(Kiewitz,etal.,2016;Park etal.,2018; Xu,Loi,&Lam,2015)、抑制性建言行为(许黎明,赵曙明,张敏,2018)等。遭受辱虐的下属认为组织没有及时阻止或纠正领导的消极行为是不重视员工幸福感的体现,且受辱虐个体在组织中的消极体验也会有损个体的组织认同(Yuetal.,2014)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3 辱虐管理与下属关系提升倾向",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "归属感是人的一种基本需要,经历拒绝的人们重获归属感的另一种应对方式是通过反思缓解人际关联缺失带来的痛苦。拒绝经历会促进个体对归属感的认知加工过程,个体会更关注有助于修复受损关系或降低拒绝发生频率的社交信息。当个体在高度重视的关系中遭受人际拒绝时,会产生修复关系的强烈动机(Richman＆ Leary,2009)。工作场所中领导主导着资源分配并影响下属的目标获得,对下属的发展具有重要作用。尤其是在低质量LMX的关系背景下,领导下属之间形成的交易型契约关系使双方之间严格遵循上下级关系。下属只能服从于领导的地位和权威。下属与领导之间存在的权力不对等关系会使下属对领导产生权力依赖(Wee,Liao,Liu,&Liu,2017)。强调人情社会的中国历来看重人际关系,领导掌握着下属在组织中的多数资源。倘若个体期望从领导处获得资源,就必须将自己与领导套系在关系中(黄光国,胡先缙,2010)。因此考虑到反社会和回避行为反应的代价,以及个人在组织中的长远发展,经历来自领导的辱虐管理的下属会通过关系提升来缓解领导的辱虐管理。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在领导-下属关系中，下属重获归属感的具体行为体现在密切关注人际线索、提升人际价值或通过无意识行为来增加他人的喜爱(Richman&Leary,2009)。不同于反社会和回避反应,深入探究受辱虐下属关系提升行为产生机制的研究成果相对较少。首先,拒绝体验会促进与归属感有关的认知加工过程。Tepper等人(2017)预测辱虐管理对绩效的影响存在两条不同效果的路径,除了通过常见的消极路径(如自我损耗、消极互惠等)降低绩效,也可以通过积极路径(如引起领导注意、证明领导也会失误等)提升绩效。研究发现,当辱虐管理破坏心理契约时,高中庸思维者会换位思考,从动态的、更积极的角度来看待和评价领导行为,在组织工作中仍表现出创造力(沈伊默等,2019)。当从领导的愤怒中推断出自己还不够努力时,下属也会在之后的工作中会更加努力(Van Kleef etal.,2009)。领导掌握的资源及权力使下属对领导产生依赖,而下属高绩效表现对领导目标达成的决定作用及其专业技能会使领导产生对下属的依赖(Wee,Liao,Liu,&Liu,2017)。下属通过\"价值提升\"的方式表现出对领导有用的知识、技能或资源时，可提高自己在领导目标获得过程中的工具性价值,这种\"增值\"的趋近式平衡策略能有效减少领导的辱虐管理(Wee etal.,2017)。下属也会与领导依赖的某个高价值成员“结盟”,结盟后被拒绝的下属与同一领导的其他下属一起合作参与到领导的目标获得过程中，进而降低受辱虐风险。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "的来说,低质量LMX构成的关系情境中,经历领导辱虐管理的下属可能作出反社会、回避或关系提升的行为倾向。至于选择何种应对方式,这往往是与辱虐管理发生后个体所作出的一系列解释相关联,具体见图2。随着时间的发展,领导和下属的关系会由\"陌生人\"向“熟人\"转化,二者共同拥有关系主导权。绩效成为双方关系发展的关键,是决定双方关系停留在低质量 LMX 还是发展为高质量 LMX的重要因素(Nahrgang et al.,2009)。辱虐管理者所带领团队的高绩效表现，下属会将辱虐管理视为获得成功的一种途径(Tu,Bono,Shum,&LaMontagne,2018)。当领导的地位权力和竞争力与其成功相关联,领导的角色榜样可信度增加,有利于改善下属对辱虐管理的消极认知,促进双方关系进入角色习惯化的高质量LMX 水平。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3 高质量LMX与受辱虐下属的应对方式",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "随着工作经验的丰富和互动频率的增加,新的互动和学习经历会促使双方关系朝着积极的方向发展(Nahrgang et al.,2009)。领导下属双方发展出的高质量LMX 意味着彼此之间相互的信任、尊重和承担责任。此时领导和下属之间工作不再局限于工作要求,双方之间由基于自我利益的行为交换转为更多的社会交换,发展出积极互惠关系。高质量LMX意味着下属可以得到领导的支持和指导。感知到领导对自己工作的满意度、理解工作问题和需求、了解自己的潜能,并乐意帮助自己解决工作问题。因此，下属感到自己被喜爱、尊重、信任、并通过忠诚、义务和信任回报领导和组织。由此带来的积极效果导致下属会无偿承担工作任务,领导也可以真实地提出建设性批评等(Graen&Uhl-Bien,1995)。与领导间的高质量关系不仅有助于降低关系发展中的不确定性,也能够使下属产生被领导保护的安全感(Li& Liao, 2014)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "虽然高质量LMX 能够缓解辱虐管理的消极影响,但正如伴侣、兄弟姐妹、父母的亲密关系中会发生叫喊、排斥等消极人际行为,高质量LMX情境也可能出现领导辱虐管理行为。LMX 代表着下属与领导长期发展出的关系(Dulebohn,Bommer,Liden,Brouer,& Ferris,2012),而辱虐管理是随时都有可能发生的领导行为(Tepper＆ Henle,2011)。一般而言辱虐管理通常发生在低质量LMX中,但和其他亲密关系一样,即使高质量的关系也难免会有冲突摩擦。发生在支持性关系中的消极对待行为具有频率低且在意料之外的特点(Fiske,1980)。依据 Richman 和 Leary(2009)的解释,当个体在一段关系中投入越多的时间、精力和认同感时,个体感知到拒绝的代价越大。因此高质量LMX反而会强化受辱虐下属的消极反应。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "一些学者也证实了高质量LMX放大辱虐管理消极影响的反直觉现象(Lian et al.,2012;Xu et al.,2015)。Lian 等人(2012)基于自我决定理论,验证了辱虐管理通过降低基本心理需要而引起下属的反社会回应,如通过损坏设备、忽视领导等组织偏离行为来报复领导。且研究发现高水平LMX会强化辱虐管理对基本心理需要的威胁作用,个体基本需要满足的重要资源来源受损会使下属产生丧失感。Xu等人(2015)基于资源保护理论,进一步验证了发生在高质量LMX情境中的辱虐管理更具有威胁性,增加了下属的情绪耗竭和沉默行为。领导辱虐和支持共存的高质量LMX会让下属陷入矛盾冲突状态,并消耗个体资源。总的来说，虽然从反常规的视角探究高质量LMX情境下的受辱虐下属的应对方式的研究并不多,但通过已有研究可以推断，在关系维护中投入较多的下属遭受辱虐管理后会表现出不同的应对倾向,且影响程度更高。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4辱虐管理的恶性循环",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "随着证明\"辱虐管理是一种坏的领导方式\"的研究日渐成熟,近年来研究者开始关注\"为什么会发生辱虐管理”、“在何种情况下领导做出辱虐行为的可能性更大或更小\"等问题(Tuet al.,2018)。已有研究多从单方面研究辱虐管理对受害下属的消极影响,较少涉及下属行为对领导辱虐管理的作用机制。基于攻击的受害研究,辱虐管理同样也存在\"恶性循环\"现象,即领导和下属在\"受害者\"和“实施者\"两种身份间相互转化。Lian等人(2014)首创性地验证了领导辱虐管理和下属组织偏离行为之间的消极互动关系,并从领导\"受害\"的角度探究下属行为对辱虐管理的影响,随后 Simon等人(2015)继续探究破坏型关系的产生和发展机制，从情绪角度验证了辱虐管理-反生产行为和辱虐管理-回避行为之间的互动关系。这些研究对之后探究辱虐管理恶性循环具有借鉴意义。上文区分了处于不同关系发展阶段中受辱虐下属的特定应对行为,接下来将基于多动力模型继续探讨下属的应对方式将如何引发辱虐管理的恶性循环。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "如上文所述消极人际体验会损害关系价值。同样，表现差的下属也会对领导的关系价值构成威胁,并激发领导的愤怒和攻击。图3是针对领导辱虐管理在上下级互动中形成的恶性循环提出的假设模型。受辱虐下属的多种应对方式中,指向领导的反生产行为和逃避行为最可能\"适得其反\"导致更多辱虐管理的回应(Aquino& Thau,2009; Simon et al.,2015)。受害者促进理论(Victim Precipitation Theory;Aquino,2000)将易遭受虐待的受害者分为两种,一种是被他人感知为威胁而引起愤怒和攻击反应的挑衅性受害者,另一种是被他人感知为没有报复或防御能力的服从型受害者。受辱虐下属指向领导的反社会回应不仅违背了尊重和礼貌的组织规范,对领导的权威和地位构成威胁,会有损领导自尊。下属表现出的这些\"挑衅\"特征会促使领导做出辱虐管理的攻击行为,包括重塑权力、纠正下属行为以及促使下属妥协以保全面子(Lian et al.,2014; Tepper et al.,2017)。下属的回避行为对领导辱虐管理同样具有反向刺激作用。在工作场所中，下属主动选择与上级领导保持距离并减少沟通的回避行为虽然能暂时避免受到伤害,但并不利于工作开展。领导需要依赖下属的努力来实现自己的工作目标,绩效不达标的下属具备潜在的挑衅特征并成为领导辱虐的首要对象(Tepper et al.,2011)。领导故意通过辱虐管理对低效用的绩效不达标下属做出惩罚。除了低绩效,下属的其他回避反应容易被领导感知为懦弱、没有反抗能力,即服从型受害者。Kiewitz等人(2016)研究指出,处于高担心氛围中的团体如果不站出来为自己争取利益，下属的防御性沉默将会引起领导进一步的辱虐。然而下属的关系提升行为也存在招致领导进一步辱虐的风险。表现突出的下属,其超预期表现也会增加领导的不确定性并对领导地位构成威胁。尤其是对于高社会支配倾向的领导,下属努力做出的积极表现(如提出比领导更好的想法或表现出高绩效)会威胁到领导的权威和地位,领导感到不舒服(Khan,Moss,Quratulain,&Hameed,2018)。此外对于下属的积极行为并未有效减少辱虐管理的现象,学界推断可能的原因有：一是下属做出的公民行为多是强制性的,辱虐管理的压力经过下属受控型内化过程只是转化为强迫工作激情(许黎明等,2018);二是领导只是将下属的积极行为判定为工作的一部分,主动做出仁慈行为促进积极互惠关系的可能性较低;三是权力的不对称性为领导提供了大量实施辱虐管理的机会,长期持续存在的辱虐管理在组织中多被认定是阻碍型而非挑战型压力源(Nandkeolyar,Shaffer,Li,Ekkirala,&Bagger,2014)。因此,无论下属采取消极或积极的应对措施,都有可能招致领导进一步辱虐并威胁LMX质量。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/67e6edfaccb7c419529b618dce5f4e95fc12c983552e9abf8b98b1d813a7b84b.jpg",
        "img_caption": [
            "图3基于多动力模型的辱虐管理恶性循环潜在机制"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "感知到价值威胁的领导会直接通过辱虐管理表达愤怒,而愤怒情绪也可能是领导自控力受损的表现。领导花费大量的时间管理下属,难以应付或绩效不达标的下属会有损领导的心理资源并破坏领导的自控力。下属在工作场所中表现出绩效不达标、自私、消极、依赖、责任心弱等消极特征会被领导感知为“难伺候(high maintenance)”（Tepper& Simon,2015)。自我耗竭的领导难以压抑反常规冲动,如控制贬低低绩效下属的冲动而提出建设性批评。此时相对于考虑辱虐管理的破坏性影响,辱虐管理行为的“即时性享乐”对领导更为重要。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "基于上文从下属对领导辱虐管理的解释来看,经历虐待的下属相信领导对自己不好,继而领导将下属消极回应误解为缺乏工作动力并施加辱虐管理。领导随后的辱虐会强化下属最初的想法,最终使积极工作关系因为偶然不愉快的互动经历转化为破坏型的关系(Simon etal.,2015)。正如信念和行为之间的正反馈所形成的自证预言,辱虐管理会在领导下属互动中发展成为恶性循环。而领导下属失去彼此的信任和支持的关系结果也反映出下属不恰当应对方式的低效性。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5未来研究展望",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "本文根据下属惩罚阻止辱虐者、修复社会关联以及回避进一步伤害这三个不同的动机对下属的应对方式做出区分,并分别从不同质量的LMX角度讨论了领导下属间低质量LMX形成的\"交易型关系\"和高质量LMX形成的\"社交-情感型关系”。需要注意的是,一般来讲在某个特殊的关系阶段受辱虐下属的主导动机都会导致相应的行为反应,但没有表现出来的行为并非意味着动机不存在，如LMX差异也会激发受辱虐下属的厌恶和轻蔑等道德情绪,并引起报复和不尊重(Oh&Farh,2017)。人际拒绝的复杂性决定了下属会依情境做出再评估而改变应对方式，目前研究的局限在于只测量一种反应,未来应该有更多纵向研究关注人际拒绝的后果、应对反应的发展轨迹以及不同应对方式相互作用时的情绪行为变化。多动力模型将受拒绝个体的应对方式分为反社会性回应、关系提升和回避三大类。个体采取的应对方式多至十几种,Tepper等人(2017)指出，只有全面了解受辱虐下属采取的所有应对策略,才有可能建立完整的受辱虐下属应对模型。其中关系提升可以考虑制定计划、采取措施消除压力源、寻求建议或同情、幽默、讨好等行为。回避反应可以涉及饮酒、表层扮演、忽视或否认压力源等(Tepper et al.,2017)。受害者的应对策略也可参考 Aquino 和 Thau(2009)针对受害者提出的问题导向和情绪导向两类应对方式。依据多动力模型,在关系提升过程中自我肯定和\"零食式社交\"也是受辱虐个体会采取的认知和象征性策略(Richman&Leary,2009)。具体来说,自我肯定者通过肯定自身没有被否认的特征来缓解辱虐管理产生的负面情绪,而采用\"零食式社交\"的受辱虐者会通过看照片、反复读朋友家人的邮件或是做白日梦等象征行为来获得归属感。未来都可以作为探究受辱虐下属应对方式的新视角。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "本文从领导-下属关系角度讨论了领导和下属关系特征对下属应对方式的影响,但要回答\"下属选择特定行为方式的原因\"这一问题,还需要关注下属的人格特征和其他环境特征的影响。对于下属的应对偏好,Richman 和Leary(2009)指出多动力模型中有关人格因素的探究仍处于未开发的阶段,仅对宜人性和自尊的调节作用做了具体阐释。目前涉及个人特征的辱虐管理研究较为零散,相关研究发现强消极互动信念(Mitchell&Ambrose,2007)、高度敏感(Martinko et al.,2013)等会激发受辱虐下属的反社会回应,而低尽责性(Nandkeolyar et al.,2014)、低自信心(Kiewitz et al.,2016)会促使受辱虐下属做出回避反应。情绪智力高、社交能力强、特质情感、对情绪传染的低易感性、核心自我评价高等特征可提高受辱虐下属应对方式的有效性(Tepper etal.,2017)。黄攸立和李游(2018)对辱虐管理的双刃剑效应的研究指出,高自我效能感的个体受辱虐后会通过关系经营来改善上下级关系,相反低自我效能感的个体会因为工作退缩而恶化上下级关系。因此,未来可以探究不同的人格特征对受辱虐下属的应对方式的影响,也可以同时考虑人格特征对不同应对方式的调节作用。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "此外环境变量也可以为下属采取何种应对策略提供参考线索。基于情感事件理论,未来可考虑的情境因素有偶然奖励行为、团体规模、控制范围等情感事件对下属应对决策的影响(Oh&Farh,2017)。此外表面上看似与辱虐管理经历无关的个体也会影响受辱虐个体的应对行为,如辱虐管理经历中的第三方旁观者对受辱虐下属的影响。在受辱虐下属的应对模型中纳入人格和环境变量的调节作用,将有助于理解人们为何有时通过积极亲社会行为来减少威胁,有时又愿意牺牲他人对自己的接纳而实施攻击行为。下属与直接上级之间的关系就像是一个“透镜”,通过这个透镜能看到下属全部的工作状态。无论LMX质量如何，下属都不可避免地受到辱虐管理的影响,长期来看辱虐管理将不利于组织人才保留。无论是反社会回应、回避反应还是关系提升策略,受辱虐下属在不同关系发展阶段采取的特定应对方式都可能招致领导进一步的辱虐管理从而演化为辱虐管理的恶性循环,领导和下属都可能成为这种消极螺旋的\"受害者”。因此要减少领导辱虐管理的发生,领导和下属都是组织偏离行为干预的对象，组织不仅要使领导意识到辱虐管理的低效性,也要提醒下属其应对方式的潜在弊端。在复杂的组织情境中冲突难以避免,如何有效解决管理冲突并提升领导-下属的关系质量，在实践中还需要领导、下属和组织共同的努力，也需要学界在此领域开展更深入地理论和方法地探索。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "本文基于人际拒绝模型提出的下属应对方式的动机一一惩罚或报复辱虐管理者,仅从“低效性\"这一角度梳理受辱虐下属的应对方式如何导致领导辱虐的恶性循环现象。然而，未来的研究可以探索修复社会联结、选择积极整合的应对等更“高级”的方式减少辱虐管理的发生,体现出“高效性\"的一面。一方面,当领导对自己的冲动行为感到懊悔(Haggard&Park,2018),或对下属产生权力依赖(Wee etal.,2017)时,会主动做出和解行为并减少辱虐管理。另一方面,当感知到下属的\"工具性价值\"后，领导会减少惩罚性特质的辱虐管理行为。当然，我们要更为客观科学地回答 Tepper等人(2017)的\"受辱虐下属应对方式的有效性\"的这一问题,学界还需要采取更为权变的视角，考虑后现代的时代特征以及文化差异因素，并开展更多大数据的实证研究。不同于西方个人主义对自由和平等的追求,体现中国人整体性和辩证性的\"中庸思维\"会缓解下属感知到的伤害以及领导的辱虐管理冲动(沈伊默等，2019)。或是在崇尚\"铁的纪律和爱的教育\"的恨铁不成钢组织规范中，下属容易产生愧疚感而缓解领导消极行为的破坏性影响(郑莹妮，胡昌亚，王中豫，简世文，2018)。对于文化差异和时代特征等权变因素的思考也将有利于推动辱虐管理更为\"高效\"应对方式的探索。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "黄光国,胡先缙.(2010).人情与面子:中国人的权力游戏.北京:中国人民大学出版社.黄攸立,李游.(2018).辱虐管理对上下级关系的双刃剑效应:工作退缩行为和关系经营的作用.中国人力资源",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "开发,35(09),51-62.   \n李爱梅,华涛,高文.(2013).辱虐管理研究的\"特征-过程-结果\"理论框架.心理科学进展,21(11),1901-1912.   \n严瑜,张振嘉.(2017).组织公平在多层辱虐管理中的角色:基于道德排除理论的多视角分析.心理科学进展, 25(1),145-155.   \n沈伊默,马晨露，白新文,诸彦含,鲁云林,张庆林,刘军.(2019).辱虐管理与员工创造力:心理契约破坏和中 庸思维的不同作用．心理学报,51(2),238-247.   \n许黎明,赵曙明,张敏.(2018).二元工作激情中介作用下的辱虐管理对员工建言行为影响研究.管理学报， 15(10),988-995.   \n郑莹妮,胡昌亚,王中豫,简世文.(2018).强制处罚权之效果:恨铁不成钢规范与主管部属交换关系的调节效 果.本土心理学研究,49,277-327.   \nAquino,K. (2ooo). Structural and individual determinants of workplace victimization: The efects ofhierarchical status and conflict management style.Journal of Management, 26(2),171-193.   \nAquino,K.,& Thau, S.(20o9). Workplace victimization: Aggression from the target's perspective.Annual Review of Psychology, 60, 717-741.   \nBas,B.M. (1985). Leadership and performance beyond expectations. New York: The Free Press.   \nBowling, N.A.,& Beehr,T.A. (20o6). Workplace harassment from the victim's perspective: A theoretical model and meta-analysis. Journal of Applied Psychology, 91(5), 998-1012.   \nBurris,E.R., Detert, J.R.,& Chiaburu,D.S. (20o8). Quiting before leaving: The mediating effects of psychological attachment and detachment on voice. Journal of Applied Psychology, 93(4),912-922.   \nChi, S. S.,& Liang,S. (2013). When do subordinates' emotion-regulation strategies matter? Abusive supervision, subordinates' emotional exhaustion,and work withdrawal. The Leadership Quarterly, 24(1),125-137.   \nCropanzano,R.,Dasborough,M.T.,& Weiss,H.M. (2017).Aective events and the developmentof leadermember exchange. Academy of Management Review, 42(2),233-258.   \nDulebohn,J.H.,Bommer,W.H.,Liden,R.C.,Brouer,R.,&Ferris,G.R. (20l2).A meta-analysis ofantecedents and consequences of leader-member exchange integrating the past with an eye toward the future. Journal of Management, 38(6),1715-1759.   \nFerris,D.L., Yan, M., Lim, V. K. G., Chen, Y. Y.,&Fatimah,S. (2016). An approach-avoidance framework of workplace aggression. Academy of Management Journal, 59(5), 1777-1800.   \nFiske, S.T. (1980). Atention and weight in person perception: The impact of negative and extreme behavior. Journal of Personality and Social Psychology, 38(6),889-906.   \nGraen, G. B.,& Uhl-Bien, M. (1995). Relationship-based approach to leadership: Development of Leader-member exchange (LMX) theory of leadership over 25 years: Applying a multilevel multi-domain perspective.The Leadership Quarterly, 6(2),219-247.   \nHaggard,D.L.,& Park,H. M. (2018).Perceived supervisor remorse,abusive supervision,andLMX. Journal of Organizational Behavior, 39 (10),1252-1267.   \nKhan,A. K.,Moss,S., Quratulain,S.,& Hameed,I. (2018). When and how subordinate performance leads to abusive supervision: A social dominance perspective. Journal of Management, 44(7),2801 -2826.   \nKiewitz, C.,Restubog,S.L.D., Shoss,M. K.,& Garcia,P.R. J. M. (2016). Suffering in silence: Investigating the role of fear in the relationship between abusive supervision and defensive silence. Journal of Applied Psychology, 101(5),731-742.   \nLi,A. N.,& Liao, H. (2014).How do leader-member exchange qualityand differentiation affct performance in teams? An integrated multilevel dual process model. Journal of Applied Psychology, 99(5),847-866.   \nLian,H.,Ferris,D.L.,& Brown,D.J.(2012).Does taking the good with the bad make things worse? How abusive supervision and leader-member exchange interact to impact need satisfaction and organizational deviance. Organizational Behavior and Human Decision Proceses,117(1),41-52.   \nLian,H.W.,Feris,D.L.,Morrson,R.,& Brown,D.J.(2014). Blame iton the supervisoror the subordinate? Reciprocal relations between abusive supervision and organizational deviance. Journal of Applied Psychology, 99(4), 651-664.   \nLian,H., Brown D.J.,Ferrs D.L.,Liang L. H., Keeping L. M.,& Morrson R. (2014). Abusive supervision and retaliation: A self-control framework. Academy of Management Journal, 57(1),116-139.   \nMartinko,M.J.,Harvey,P.,Brees,J,R.,&Mackey,J. (2Ol3).Areview of abusive supervision research. Journal of Organizational Behavior, 34(1),120-137.   \nMitchell, M. S.,& Ambrose, M. L. (2007). Abusive supervision and workplace deviance and the moderating effects of negative reciprocity beliefs. Journal of Applied Psychology, 92(4),1159-1168.   \nNahrgang, J. D., Morgeson,F.P.,& Ilies,R. (209). The development of leader-member exchanges: Exploring how personality and performance influence leader and member relationships over time.Organizational Behavior and Human Decision Processes,108(2),256-266.   \nNandkeolyar,A.K.,Shaffer,J.A.,Li,A.,Ekkirala,S.,& Bagger,J. (2014).Surviving anabusive supervisor:The joint roles of conscientiousness and coping strategies. Journal of Applied Psychology, 99(1),138-150.   \nOh, J. K.,& Farh, C. I. C.(20l7). An emotional process theory of how subordinates appraise,experience, and respond to abusive supervision over time. Academy of Management Review, 42(2),207-232.   \nPark,J.H., Carter M. Z., DeFrank,R.S.,& Deng,Q. (2018). Abusive supervision, psychological distresand silence: The effects of gender dissmilarity between supervisors and subordinates.Journal of Business Ethics, 153(3), 775-792.   \nPeng,A. C.,M. Schaubroeck,J., Chong, S.,& Li,Y. (in pres). Discrete emotions linking abusive supervision to employee itention and behavior. Personnel Psychology.   \nPyc,L. S.,Meltzer, D.P.，& Liu, C.(2017). Inefective leadership and employes’ negative outcomes: The mediating efect of anxiety and depression. International Journal of Stress Management, 24(2),196-215.   \nRichman,L.S.,& Leary,M.R. (2oo9). Reactions to discrimination,stigmatization,ostracism,and other forms of interpersonal rejection: A multimotive model. Psychological Review, 116(2),365-383.   \nSeo,J. J.,Nahrgang,J.D.,Carter,M.Z,& Hom,P.W. (2018). Not alldiferentiation is the same: Examining the moderating efects of leader-member exchange (LMX) configurations.Journal ofApplied Psychology,103(5), 478-495.   \nSchaubroeck,J.M.,Peng,A.C.,& Hannah,S.T.(2016). The role of peer respect in linking abusive supervision to follower outcomes: Dual moderation of group potency. Journal of Applied Psychology, 101(2),267-278.   \nSimon,L.S.,Hurst, C.,Kelley,K.,& Judge,T.A. (2015). Understanding cycles of abuse: Amultimotiveapproach. Journal of Applied Psychology,100(6),1798-1810.   \nShelton, J.N.,&Richeson,J.A. (2o6). Interracial interactions: Arelational approach.Advances in Experimental Social Psychology, 38(6),121-181.   \nTepper,B. J.，& Henle, C.A. (20l1).A case of recognizing distinctions among constructs that capture interpersonal mistreatment in work organizations. Journal of Organizational Behavior,32(3),487-498.   \nThau, S.,& Mitchell M. S. (2010). Self-gain or self-regulation impairment? Tests of competing explanations of the supervisor abuse and employee deviance relationship through perceptions of distributive justice.Journal of Applied Psychology, 95(6),1009-1031.   \nTepper,B. J. (2000). Consequences of abusive supervision. Academy ofManagement Journal, 43(2),178-190.   \nTepper,B.J.,Moss,S.E.,& Dufy,M.K.(20l1).Predictors of abusive supervision: Supervisor perceptions of dep-level disimilarity,relationship conflict,and subordinate performance.Academy of Management Journal, 54(2),279-294.   \nTepper,B.J.,& Simon,L,S.(2015).Employee maintenance: Examining employment relationships from the perspective of managerial leaders.Research in Personnel and Human Resources Management,33,1-50.   \nTepper,B.J.,Simon,L.,&Park,H.M. (20l7).Abusive supervision.Annual Review ofOrganizational Psychology and Organizational Behavior,4,123-152.   \nTu,M.H., Bono,J.E., Shum,C.,& LaMontagne,L.(2018). Breaking the cycle: The effcts of role model performance and ideal leadership self-concepts on abusive supervision spillover. Journal of Applied Psychology, 103(7),689-702.   \nVan Kleef, G.A.,Homan,A. C.,Bersma,B., Van Knippenberg,D.,Van Knippenberg,B.,& Damen,F.(2009). Searing sentiment or cold calculation? The effects of leader emotional displays on team performance depend on follower epistemic motivation. Academy of Management Journal, 52(3),562-580.   \nWang,L.,Restubog,S.,Shao,B.,Lu, V.,& Vanklef, G.A. (2018). Does anger expresson help or harm leader effectiveness?The role of competence-based versus integrity-based violations and abusive supervision. Academy ofManagement Journal,61(3),1050-1072.   \nWee,E.X.M., Liao,H.,Liu,D.,& Liu J. (2017). Moving from abuse to reconciliation: Power dependency perspective on when and how a follower can break the spiral of abuse. Academy of Management Journal, 60(6),2352-2380.   \nXu,A.J.,Loi,R.,&Lam,L.W. (2015).The bad boss takes it all: How abusive supervision and leader-member exchange interact to influence employee silence.The Leadership Quarterly,26(5),763-774.   \nYu,K.,Lin,W.,Wang,L.,Ma,J.,&Shi,J.(2O16).heroleofaffctivecommitmentand future workself-salience in the abusive supervision-job performance relationship. Journal of Occupational & Organizational Psychology, 89,28-45. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Coping strategies for abusive supervision: An interpersonal rejection-based multi-dynamic model ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "YAN Yu; ZHAO Ying ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(Department of Psychology, School of Philosophy,Wuhan University, Wuhan, 430072, China) ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Abstract: As the literature on abusive supervision has gained a great understanding of its detrimental effects and the underlying mechanisms, how subordinates cope with the experience of abusive supervision and the effectiveness of different coping strategies are promising new directions for future research.In this article, based on the multi-dynamic model of interpersonal rejection, we discussed how subordinates might cope with the experience of abusive supervision differently at low and high levels of LMX,and proposed a model in which certain coping strategies can lead to the subsequent experience of increased abusive supervision. We suggest future research strengthen our understanding of subordinates’ coping strategies for abusive supervision with a focus on exploring new coping strategies, including individual different variables,and examining situational factors as moderators. Further, future research can investigate the negative interactions between leaders and subordinates, and provide theoretical support for breaking the cycle of abusive supervision. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Keywords: abusive supervision; coping strategies; multi-dynamic model; leadermember exchange ",
        "page_idx": 14
    }
]