[
    {
        "type": "text",
        "text": "·临床生物样本库· ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "如何做好我国少数民族人群遗传资源样本采集的知情同意",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "满秋红¹，薛江莉²，杨亚军",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1苏州高新区人民医院病理科，江苏苏州215000²复旦大学泰州健康科学研究院，江苏 泰州 225300复旦大学生命科学学院，上海 200433",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "通信作者：杨亚军电话：021-31246786，E-mail：yyj229@ 263.net",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【摘要】我国人口资源丰富，环境异质性强，各民族人群从体质特征到生理数据、从遗传表型到基因型均丰富多样，为开展地方疾病、家族谱系疾病、人群迁移以及基因人类学研究提供了最好资源。在进行人类遗传资源研究之前，基于伦理学原则，按照相关行政管理程序，做好人类遗传资源样本采集知情同意非常重要。然而，少数民族文化习俗、知识背景、民族信仰等的差别，给人类遗传资源样本采集知情同意的签署带来了挑战。本文就开展我国少数民族地区人群遗传资源样本采集时，有关知情同意书签署应该注意的问题进行阐述，主要包括知情同意模式选择、少数民族知情同意的程序、知情同意应充分考虑民族文化的特性和相关禁忌等内容，以供科研工作者借鉴。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【关键词】少数民族；人类遗传资源样本；知情同意【中图分类号】R446.9 【文献标志码】A 【文章编号】1674-9081（2018)06-0000-05",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "How to Enhance the Informed Consent During the Sample Collection of Human Genetic Resources among the Ethnic Groups in China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MAN Qiu-hong'，XUE Jiang-li²，YANG Ya-jun³",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Departmentofpathology，ThePeople'sHospitalofSuzhouNationalNew&hi-techDevelopmentZone,SuzhouJiangsu2150oo,China （20 $^ 2$ Taizhou Insititue of Health Sciences，Fudan University，Taizhou Jiangsu 225300,China （20 $^ 3$ School of Life Sciences，Fudan University，Shanghai 200433，China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Corresponding author： Tel:010-",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【Abstract】 China is a country with a large population,rich resources and conspicuous environmental heterogeneity.The 56 nationalities of China boast great varieties in physiques，physiological data，hereditary phenotype，and genotype.Therefore，they are ideal resources for researches on endemic diseases，family disease genealogy，population migration，and genetic anthropology.However，due to the discrepancy in areas such as cultural custom，knowledge background，and ethical religion，the samplecollection of human genetic resources and signing of informed consent are facing great challenges.This paper focuses on the questions concerning the signing of informed consent that we should payatention to during the sample collection of human genetic resources in the areasinhabited by minority nationalities，and expounds ten questions including“mode choice of informed consent”，“procedures of informed consent in ethnic minorities”，“informed consent should fully embody the characteristics and taboos of ethnic culture”，hopefully，to provide references for researchers in this field. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Researchers should abide by related procedures of administration management in accordance with ethical principles，respect cultural customs and ethnic religions of ethnic minority groups，and thereby make sure to complete the informed consent during sample collction of human genetic resources in ethnic minority groups in China. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "【Key words】 ethnic groups；human genetic resources；informed consent",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "MedJPUMCH，2018,9(6):0-00",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国是一个多民族人口大国，是人类遗传资源较为丰富的国家之一。研究表明，我国一些少数民族群体存在特殊的疾病易感性、发病率或疾病表现，对疫苗和药物也有不同的敏感性[1]。因此，少数民族的人类遗传资源样本和基因检测是疾病、人群迁移以及民族文化研究的重要资源。任何涉及人类生物样本的研究必须遵循生命伦理学原则，而知情同意制度是生命伦理学的核心制度之一，是保护人类遗传资源样本提供者权益的最基本要求。知情同意体现了研究者与捐赠者之间的平等关系，体现了对生命个体尊重、保护和作为研究价值的认可[2]。我国许多少数民族有自己的聚居地，一些特定少数民族人群拥有自己的风俗习惯以及民族宗教信仰，给人类遗传资源样本采集知情同意的签署带来了挑战。本文结合自身工作体验，就如何做好少数民族地区人类遗传资源采集的知情同意工作进行阐述和分析，以供科研工作者借鉴。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1签署知情同意书的重要性",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科学研究是为了人类福利，也包含了研究者和捐！赠者之间的长远利益，开展少数民族地区人类遗传资源研究更要注重程序正确，签署知情同意是所有涉及少数民族地区人类遗传资源研究的首要工作。在中国，有关“黄金大米”的研究就是一个典型的不履行知情同意程序，而善后事宜却让政府、研究者、当事人都付出巨大代价的反面例子[3]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在我国，随着对人类遗传资源保护和宣传力度的不断加大，特别是对少数民族自治区、自治县或部分少数民族聚集地区，人类遗传资源的采集和应用都有非常严格的审批制度，甚至接触少数民族从事集体活动，都要相关地区部门的审批和证明，如果这些程序不能完成，少数民族地区的基层单位，如乡镇或乡村，可以任一理由拒绝外来人员从事群体性活动。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "无论是对少数民族地区人群采集血液样本、口腔拭子抑或唾液样本，其最终目的都是为了获取人类遗传物质。部分研究者在遗传资源样本采集过程中，会认为告诉捐赠者或参与者具体的研究目的和内容很繁琐，特别是大多数少数民族群众对所进行的科学研究并不了解，解释起来很费力，同时也担心解释后，有些捐赠者或参与者反而不愿意捐赠其遗传资源样本。另有部分研究者以免费体检为理由，在捐赠者不知情的情况下，将体检获取的人类遗传资源样本保存起来以供未来研究使用。这些不签署知情同意书就采集人类遗传资源样本的不正规途径，必将给未来人类遗传资源样本的使用设立障碍，如研究者在发表学术论文、参与其他国内多中心科研项目或国际间合作项目时，均会涉及对人类遗传资源样本使用的知情同意审查。若缺少知情同意，这些人类遗传资源样本就失去了应用的价值。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2知情同意涉及的范围和应履行的程序",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "知情同意主要涉及两个范围：一是个人知情同意，在科学研究开始前，要事先告知研究对象相关信息，由其自主作出同意或不同意的决定；二是国家知情同意，在进行人类遗传资源跨国获取或从事相关科研工作时，要得到该主权国家的知情同意。我国实行双知情同意制度。研究者在申请人类遗传资源应用时，除需获得人类遗传资源管理办公室的行政许可外，还需得到捐赠者的知情同意。我国少数民族地区人群的遗传资源样本采集活动，按照国家科技部人类遗传资源管理暂行办法明确规定，对特殊人群遗传资源的采集和保存，需要事先申报和获得批准[4]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国少数民族地区人群人类遗传样本采集，需事先取得各级政府部门的知情同意，且与当地少数民族地方政府和相关人员协调联络，以获得其有效支持和帮助，这项程序是必不可少的。我国有些少数民族地区的经济发展水平较低，医疗事业基础薄弱，医疗保健服务落后，如有的少数民族地区人群甚至从未见过采血针抽血。同时，语言、文化习俗和民族宗教信仰的差异，也给人类遗传资源样本采集知情同意的告知和签署带来重重障碍。但少数民族聚集地区人群对当地政府和干部非常信任，故人类遗传资源样本收集者在收集活动开展前，应先做好相关政府机构的协调联络工作，创造条件，进行有效沟通，以取得其理解、支持与帮助，如邀请他们作为志愿者帮助积极宣传，或带头进行人类遗传资源样本捐赠等活动。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我国少数民族地区知情同意按照表达的主体内容，可划分为个人同意、家庭同意和族群同意3种。在采集一些少数民族特定地区罕见的隔离人群遗传资源样本时，除国家科技部相关部门的审批和省或自治区民政局的批示外，还应征得该地区族群群体的同意。如在我国的穆斯林聚集地区进行人类遗传资源样本采集时，除了获得各级政府的批示外，须和当地德高望重的族群头人，如老人家或阿笥进行有效沟通，获得他们的同意之后，再进行家庭同意，最后才能进行捐献者个人的知情同意。其他民族群体如彝族、苗族、藏族也有类似情况。这一点与汉族群体具有明显区别。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "厂知情同意按照同意表达的形式可以分为口头和书面两种，多数研究要求书面形式。为尊重我国少数民族地区当地习俗或个人习惯，可采用口头同意形式，但这种形式必须由第三方即当地医生、村长或族长签字证明。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "8 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3知情同意的理想状态 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "人类遗传资源样本采集知情同意的模式一般分为3种[5]，分别为特定知情同意、广泛知情同意和全部知情同意。特定知情同意表示具体的同意，只同意用于一项研究或一类研究；广泛知情同意用于医学研究，即包括所有疾病的研究；全部知情同意是指只征询人类遗传资源样本提供者一次同意后，以后任何研究都无须再征求同意，同意后可用于所有目的研究包括商业和科研等。故广泛知情同意和全部知情同意，一是可用于未来研究内容不确定的各类研究，同时按照约定，可用于国内或国际科研合作，且全部知情同意中包括“研究结果衍生的商业利益也不需要和捐赠者分享”的内容[6]；二是征询人类遗传资源样本提供者一次同意后，任何研究无需再征求其同意；三是这两种知情同意方式对人类遗传资源样本捐赠者和研究者均有利，即对于人类遗传资源样本提供者，可避免捐赠人类遗传资源样本后有被打扰要求再次同意的麻烦，对于研究者，避免再次花费大量时间和经费去寻求别人也许不太在意的再次同意。当然任何事情都有两面性，基因组学时代带来了新的伦理学、道义及宗教方面的问题，如果捐献者程序设定知情同意机制过于宽泛，会将捐献者置于抉择冲突的境地，也会导致捐赠者产生后悔情绪甚至是道德上的不安感[7]。鉴于我国部分少数民族地区通讯、交通不便，为了最大可能地促进公共利益，现阶段对于我国少数民族地区人类遗传资源样本采集，知情同意签署模式最好采用全部知情同意或广泛知情同意。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4知情同意应尊重民族宗教信仰和相关禁忌",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "人类遗传资源样本的采集应尊重民族宗教信仰。少数民族在其历史发展过程中，各种民族宗教思想拥有相对稳定的信仰群体，创造了具有本民族特色的独特的民族宗教信仰，称之为民族宗教。我国民族宗教信仰种类繁多且复杂，彼此之间形成动态的结构平衡，展现了中华民族多元化特征。我国少数民族地区人群对自己的风俗习惯、民族宗教思想是否被尊重十分敏感，往往把这个问题看作是否尊重其民族问题之二[8]。对于少数民族形成的传统风俗习惯、民族宗教信仰等方面的差异，需充分理解并予以尊重，不能忽视其存在，否则后患无穷。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "以2010 年美国哈发苏派印地安人（Havasupai In-dians）的一项基因研究为例[5]。研究初期，研究者抽取了居住在美国大峡谷、几乎与外界隔绝的哈发苏派印地安人部落成员的血液样本，主要进行Ⅱ型糖尿病遗传学研究，同时研究者也进行了部落起源研究，其中一篇论文提到了哈发苏派人是从亚洲穿越白令海峡到达北美的，这与哈发苏派部落的传说及历史不相吻合；另有一篇论文则报告了哈发苏派人有近亲血缘关系等。哈发苏派人认为这些论文是对他们的攻击、侮辱和歧视，并把主持研究的亚利桑那州立大学告上了法庭，而亚利桑那州立大学为了这场官司，花费了170万美元。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "因此，在对我国少数民族地区人类遗传资源样本采集时，收集者和研究者需要事先考量少数民族地区的宗教价值观和偏好，个人知情同意声明中应设计捐献者的宗教价值观和偏好内容。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "5少数民族知情同意中的惠益分享",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "人类遗传资源样本是开展科学研究的重要资源，科学研究工作主要是推动科学和技术的进步，往往并无直接的经济效益或福利，故我国少数民族地区人群不能从其捐献的人类遗传资源样本和数据活动中获得任何报酬。众所周知，人类遗传研究成果需要收集大量遗传资源样本和投入大量时间方可得出，而且少数民族地区捐赠者并没有强烈要求获得专业性很强的研究成果。因此捐赠者无论在经济上，还是其他方面都无法获得任何福利。故人类遗传资源样本库收集者或科研工作者灵活掌握知情同意签署中的公平惠益原则，用恰当的方式予以补偿是非常必要的[9]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "经济补偿主要包括交通补助、营养补助、误工补助等。例如，本课题组在我国少数民族彝族地区收集人类遗传资源样本时，为响应地方政府在广播中的宣传动员，许多彝族同胞步行远达15公里山路来捐献人类遗传资源样本，给予其适当的交通补贴是合理的；又如在川西山区采集藏族农民兄弟的人类遗传资源样本时，他们放下农活专程来捐赠人类遗传资源样本，给予其适当的务工补贴也是合理的；同时，在采集他们的人类遗传资源血液样本时，应给予相应的营养补。 这些费用均可包含在科研项目预算经费中。另外，也可积极采取企业捐款方式对其进行经济补偿，如在青海高原地区采集人类遗传资源样本时，少数民族地区的学生在零下 $1 5 \\ \\mathrm { { ^ circ C } }$ 的严冬时节，教室里没有炉火取暖，我们联系到了上海企业捐款给当地学校，解决学生冬季燃煤问题，获得了当地民众的认可。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我国少数民族地区人群知情同意惠益分享的支撑点主要基于信任感和尊重感。我们在具体实践操作中主要采取了如下做法：（1）放下专家、教授、大城市等身份标识，和少数民族同胞打成一片，和他们交朋友；（2）进行科普宣传，每一份人类遗传资源样本采集的工作点就是一个群众汇集地，尽可能和当地卫生机构合作，对落后地区少数民族人群，做一些卫生保健方面的讲解、宣传很有必要；（3）起到身先士卒示范的作用，许多少数民族地区，如川西藏区、藏南地区偏远山区村民，从小没有经历抽血化验，同时他们受到民族风俗影响，不能接受抽血采集人类遗传资源样本，采集者需亲身示范；（4）在样本采集过程中，不能把送医送药和捐赠人类遗传资源样本进行直接捆绑，送医送药服务应该在先，少数民族地区人群捐赠者是否愿意捐赠人类遗传资源样本和签署知情同意应该在后，而且捐赠者必须是自愿捐赠。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "6少数民族知情同意中的风险控制",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我国少数民族地区人群人类遗传资源样本和信息资料采集最大的风险即是隐私泄漏。在当前技术条件下，人类遗传资源样本采集者和单位有责任保护和采取预防措施来保护捐赠者的身份不被泄漏[10]。只有证明能够提供安全可靠的数据保护和保密措施的研究者，才能得到人类遗传资源样本和数据的使用授权。按照通常规则，采集者会用编号代表人类遗传资源样本和调查问卷的信息内容，只有授权人才可看到相关信息，同时研究者在使用人类遗传资源样本时，只用一个统一的编号，关于姓名、地址、电话号码和任何能证明捐赠者身份的信息，都不会与人类遗传资源样本的编号同时给予研究者。研究成果的发布将对数据匿名，即不能以可识别数据的形式发布。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我国少数民族地区由于经济落后，居民缺乏基本的卫生常识，人类遗传资源样本捐赠者健康风险控制主要是血液样本采集后的卫生教育，以免造成伤口感染。在血液样本采集时，捐赠者晕血后的救治和教育，要设有一定预案并同时进行科普宣传，许多血液样本采集工作被迫中断，也与这种突发状况处理失当有关。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "7少数民族知情告知应更加浅显易懂 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "招募我国少数民族地区研究对象时，由于风俗习惯不同，有些少数民族地区人群认为，采集了人类遗传血液样本就会让人失去魂魄，身体会发生严重状况；还有部分少数民族地区人群认为，他们的血液可以卖钱，要求高额的经济补偿，故采集工作困难重重。本课题组在此种情况下，通常先取得当地各级政府的大力支持，由当地政府组织少数民族群众，将人员召集在一起，用当地土话和俗语等容易接受的方式向捐赠者讲解研究目的、方法、过程、可能出现的风险和受益等方面的信息，这样更容易获得群众认可和同意。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "8知情同意书中的咨询权利",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "知情同意书上的联络人、联系电话一定要实事求是，而且确实能够有问必答，不能作为摆设。如果捐赠者有不明白的问题，可以咨询人类遗传资源样本收集人员。本课题组在西藏地区收集人类遗传资源样本时，当地政府人员在现场打电话核实联系人后，才允许继续开展工作。根据本课题组多年的工作经验，并无捐赠者联系、咨询研究进展，但有人咨询与人类遗传资源样本收集和使用无关的事宜，如上学、打工、看病等内容。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "9知情同意中研究结果返还问题",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "科学研究成果往往专门用于科学研究，而不会反馈给任何个人，只有当与捐赠者的健康信息有显著关系时，（如研究结果为一种可能致命的疾病），才可能会告知捐赠者。所以人类遗传资源样本收集时，现场工作人员切忌为了尽快获得知情同意的签署，而承诺不可能做到的研究结果返还政策。通常情况下，捐赠者在捐赠人类遗传资源样本后，获得一份当地医院出具的体检报告即为不错的方式。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "少数民族遗传资源伦理审查",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5 人类遗传资源建设涉及文化、经济上处于弱势地位的少数民族人群时，首先需确认科研项目必须得到科学上的严密论证，即论证该项目启动的必要性；其次 既要确保研究成果产生的效益超过潜在风险带来的危害性，又要确保弱势群体的知情同意选择是出于真正的自主自愿，而非在不正当影响、欺骗、胁迫或暴力之下作出的；第三，对于珍贵的、平时难以获得的少数民族人类遗传资源，应坚持尽量避免过度使用的原则。国家科技部在2018年列出科技专项，专门建设青藏高原世居人群遗传资源样本库，有专家提出了坚持长期保存，甚至存而不用或不轻易使用的指导思想，建立一套保护与开发并重的、相互制约的共享机制，也许是少数民族遗传资源保护机制的一种有效探索。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "随着精准医学计划和健康中国2030战略规划的提出，我国生物样本库迎来了难得的发展机遇，同时各种问题也日益凸显[1]。如何做好少数民族人群遗传资源样本采集的知情同意是生物样本库建设中的重要问题之一。研究人员应充分考量少数民族文化、习俗和民族信仰等的差别，注意告知内容的完整性、沟通的有效性、信息的保密性以及惠益原则，为少数民族人群遗传资源样本采集工作的顺利开展铺平道路。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]Xu S，Jin L．A genome-wide analysis of admixture inuyghurs and a high-density admixture map for disease-genediscovery[J].AmJHum Genet，2008，83：322-336.  \n[2]Caulfield T,Murdoch B .Genes，cells，and biobanks：Yes,there's still a consent problem[J]．PLoS Biol．2017,15：e2002654.  \n[3]郜恒骏.中国生物样本库—理论与实践［M].北京：科学出版社，2017：200-211.  \n［4］教育科技文化卫生法制司．《人类遗传资源管理条例》（科技部送审稿）［EB/OL].htp：//zqyj.chinalaw．gov.cn/readmore? listType $= 1 \\& \\mathrm { i d } = 9 7 0$ =  \n［5］朱伟.知情同意：定义、模式和挑战［J]．生命科学,2012，24：1243-1249.  \n[6］张成林，陈晓云，樊民胜．国内外广泛知情同意应用于“将来研究”的探讨［J]．中国医学伦理学，2017，30：760-764.  \n[7]Smith JD,Birkeland AC,Goldman EB,et al.Immortal Lifeof the Common Rule：Ethics，Consent，and the Future ofCancer Research［J].JClin Oncol，2017，35：1879-1883.  \n［8］张桥贵．多元宗教和谐相处的云南经验［J]．世界宗教文化，2014，（01)：35-38.  \n[9] 秦天宝.遗传资源获取与惠益分享的法律问题研究［M].武汉：武汉大学出版社，2006：445-454.  \n:10] 法规司.涉及人的生物医学研究伦理审查办法［EB/OL]．htp://www. nhfpc.gov.cn/fzs/s3576/201610/84b33b81d8e747eaaf048f68b174f829.shtml  \n11］郜恒骏，杜莉莉，张小燕，等．生物样本库发展的现状、机遇与挑战［J]．协和医学杂志，2018，9：72-76.",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(收稿日期：2018-07-26)",
        "page_idx": 4
    }
]