[
    {
        "type": "text",
        "text": "国际转基因标识制度变动趋势分析及对我国的启示",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "徐琳杰‘刘培磊²李文龙¹孙卓婧」宋贵文 小(1农业部农村部科技发展中心北京 100122 2.农业农村部科技教育司 北京100125)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 转基因标识和消费者知情权与选择权密切相关，因而成为最受关注的转基因政策之一。从1997年第一个转基因标识制度诞生开始，全球已有70多个国家和地区开展了各具特色的转基因产品标识管理。2015年以来，受转基因产业发展政策、公众接受程度、农产品贸易需求、国家政治立场等多重因素的影响和作用，美国、韩国、俄罗斯、乌克兰和日本等国家相继着手调整转基因标识政策或改变实施细则，呈现出强制标识呼声高、标识范围扩大、标注方式更加明确、阴性标识更规范等特点。通过分析国际转基因标识制度以及变动趋势，提出了我国转基因标识在扩大标识范围、设立标识豁免阈值和规范阴性标识等方面的管理建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 标识 转基因 强制 标识范围 公众接受度",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Analysis of the Recent Trends of International Labeling Policies for Genetically Modified Products and the Enlightenment to China's Labeling Management ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "XU Lin-jie1 LIU Pei-lei² LI Wen-longl SUN Zhuo-jing1 SONG Gui-wen1\\*\\*   \n(1Decelopment Center for Science and Technology,Ministry of Agriculture and Rural Affairs,Beijing 100122,   \nChina 2.北京 1001222.Department of Science,Technology and Education，Ministry of Agriculture and Rural Affairs,Beijing 100125,China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract The labeling of genetically modified(GM) products is closely related to the consumers' right to know and the right to choose. Hence, the labeling policy has been a focus for concern. Since the promulgation of the first GM labeling policy in 1997, more than 7O countries and regionshave carried out the labeling management of GM products. Since 2O15, due to many factors including the development strategy of the GM industry, the public acceptance, the demand for the trade of agricultural products, and the government political policy, the United States, Korea, Russia, Ukraine and Japan have started to adjust the labeling policy or revise the implementation details. The changes are characterized by mandatory labeling requirements, expanded labeling scope，clearer labeling ways,and more standardized negative labeling (non-GMO labeling) requirements. Through the analysis of the international labeling policies and the recent trends, the suggestions on the management of labeling scope,labeling threshold and negative labeling in China are proposed. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords Labeling Genetically modified(GM) Mandatory labeling Labeling scope Public acceptance ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1996年转基因作物开始大规模商业化种植后，欧盟于1997年发布《新食品管理条例（258/97)》，率先对转基因产品进行强制性标识管理。随后，特别是在1997年至2004年间，澳大利亚、新西兰、美国、加拿大、日本、俄罗斯、韩国、巴西以及我国等20多个国家和地区迅速建立转基因产品标识管理制度，形成转基因标识制度构建期。目前，全球已有70多个国家和地区相继开展转基因产品标识管理，十几年间各国转基因标识管理政策基本保持稳定[1，2]。2015年以来，公众对转基因的关注度持续攀升，农产品贸易市场愈加多元化，美国、韩国、俄罗斯、乌克兰、日本等国家相继着手调整标识政策或改变实施细则，纷纷进入转基因标识政策调整期。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1制度构建期国际上转基因标识管理主要类型",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "各国转基因制度按照是否具有强制性要求、是否设立阈值、是否设置标识目录，可以分为自愿标识、定性按目录强制标识、定量按目录强制标识和定量全面强制标识四种类型。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1自愿标识管理",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "加拿大、阿根廷、菲律宾、中国香港等国家（地区）采用自愿标识制度，政府不做强制性规定，生产经营者自愿选择是否对产品中的转基因成分进行标注。但当转基因产品的营养价值（品质改良）、过敏性等与传统对应产品发生显著变",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "化时，则需要进行说明[3]。美国在2016年前也一直采用自愿标识制度。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2定性按目录强制标识管理",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我国是唯一采用定性按目录强制标识的国家，对标识目录内的农业转基因生物或利用农业转基因生物制成的产品，都必须进行标识。目前对转基因大豆、玉米、棉花、番茄等5类作物17种产品进行标识①。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3定量按目录强制标识管理",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "日本、泰国等国实施按目录强制标识制度，对标识目录内的产品如果其转基因成分超过一定阈值的，须进行转基因标识。如日本规定当33种产品主要原料中转基因生物含量达到 $5 \\%$ 时需要进行标注，并明确主要原料指原材料中含量比位于前3位且占原材料重量比在 $5 \\%$ 以上②。韩国在2017年前也实施按目录强制标识制度，规定当27种产品中含量最高的前5种成分中，转基因生物含量超过 $3 \\%$ 时需要进行标注。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.4定量全面强制标识管理",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "欧盟、巴西等国家和地区实施定量全面强制标识，不设定目录，产品只要检测出转基因成分，并且成分超过一定阈值的，须进行转基因标识。欧盟规定市场上含有转基因生物或由转基因生物制成的转基因产品，且转基因生物的含量超过$0 . 9 \\%$ 的，均需要进行标识④。巴西则规定转基因成分超过 $1 \\%$ 的产品必须标注。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2国际转基因标识政策调整趋势",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2015年以来，美国、日本、韩国、俄罗斯等多个在农业转基因安全管理具有代表性的国家，开始着手调整转基因标识管理政策，总体来看，转基因标识覆盖范围和信息披露程度进一步扩大，对于阴性标识的管理也更加规范。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 强制标识呼声较高",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "一直以来美国是实行自愿标识管理的标志性国家，美国食品药品管理局1992 年《源于转基因植物的食品政策》和2001年《转基因食品自愿标识指导性文件》规定实施自愿标识制度，然而其国内转基因强制标识诉求仍不断被提出。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2002 年以来，俄勒冈州、加利福尼亚州、华盛顿州试图通过州立法对转基因食品进行强制标识，但均没有成功[4]。2013 年美国康涅狄格州颁布《转基因食品标识法案》，2014 年缅因州颁布《保护消费者对转基因食品及种畜的知情权法案》，要求转基因强制标识，但一直未生效实施。佛蒙特州2014年颁布《与产自基因工程的食品的标识相关的法规》，并从2016年7月1日起对转基因食品进行强制标识[5]。为避免各州各自为政以及部分州与联邦法规不统一的现象，2016年7月，美国通过了《国家生物工程食品信息披露标准》，规定联邦政府实施统一的强制标识，转基因标识可采取文字、符号或者二维码等任意一种方式标注，规模较小的公司还可通过提供电话号码或者网址的方式为消费者提供信息。2018年5月4日，美国农业部公布了《国家生物工程食品信息披露标准》实施建议草案，对转基因食品的定义范围、标注方式、生物工程食品清单有了更为细化的规定和管理建议。同时，草案提出了3种标识阈值的候选方案供公众评议，分别为，食品中某一组分含生物工程成分但含量少于 $5 \\%$ 的免于标识；食品中某一组分含生物工程成分但含量少于 $0 . 9 \\%$ 的免于标识；食品中某一组分或多个组分含有生物工程成分，但生物工程成分总量不超过终产品 $5 \\%$ 的免于标识①。该草案征集意见截至时间为2018年7月3日，在标准正式施行前美国仍实行自愿标识管理。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2标识范围扩大",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "韩国是实施按目录强制标识的典型国家之一。2016年4月，韩国食品药品管理部公告转基因食品标示标准修订案②。新的标识制度规定，标识范围由食品中含量最高前5种的成分中转基因含量超过 $3 \\%$ 的27种食品和食品添加剂，扩大到所有含转基因DNA或转基因蛋白质的食品或食品添加剂（加工助剂、稀释液、赋形剂、稳定剂等除外)。但以下两种情况豁免标识：（1）转基因农产品无意混入值低于 $3 \\%$ 的农产品和将其作为原材料进行制造、加工的食品或食品添加剂。但必须要提供\"隔离流通证明\"或政府证明书，证明转基因与非转基因有效隔离，未有意使用转基因原料，转基因混入属于无意行为。(2)检测不出转基因成分（包括外源DNA或外源蛋白质）的食品或食品添加剂，包括烹调油、糖类、豆酱、淀粉、酒精饮料等。新的转基因标示标准已经在2017年2月全面开始实施。2018年5月韩国拟再次修改转基因食品标示标准，规定豁免标识可提供的证明材料除“隔离流通证明\"或政府证明书外，还可提交指定试验、检测机构出具的相关试验、检测报告①。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3标注方式更加明确",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "一些已实施强制标识的国家对转基因标识的标注方式或规范性进行了进一步明确，2016年5月俄罗斯、哈撒克斯坦等欧亚经济联盟成员国通报其修改了关税同盟技术规格书(TPTC022/2011)中关于“食品商标\"的规定，规定欧亚经济联盟成员国市场，转基因产品标识应在产品统一流通标志旁边，并附上与流通标志格式样式和大小一样的符号，形式如TMO'等②。韩国新标识制度规定标识字体由10号增大为12号，并细化了转基因农产品、蔬菜、食品、含有及可能含有转基因成分的产品等的具体标识要求，分别表述为\"转基因大豆”、“由转基因大豆制成的豆芽”、“含转基因大豆”、“可能含有转基因大豆\"等形式。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4阴性标识规范化",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "美国、韩国在调整转基因标识管理的同时，更加强化了阴性标识即“非转基因\"标识的规定。美国规定不能仅仅因为某一食品无需根据《国家生物工程食品信息披露标准》进行转基因标识，而认定该食品为\"非生物工程食品\"或\"非转基因食品\"或给出该食品未采用生物工程技术的类似声明，标准强调不能只因为采用生物工程技术了，而将生物工程食品视为比非生物工程食品更安全或不安全。韩国规定如果没有商业化的同类转基因产品的情况下，该类产品禁止声称非转基因，比如市场上没有批准转基因葵花籽，因此不能标识“非转基因葵花籽”。对于有商业化同类转基因产品的，且该原料是产品中成分占比最高的或占 $50 \\%$ 以上，可以标注\"非转基因\"或\"无转基因”，但不允许无意混入任何转基因成分。即例如玉米是某一产品的最主要原料，或者占比超过 $50 \\%$ ，且不含任何转基因成分，才能标注为“非转基因”。日本也有意改变目前“非转基因”的相关规定，日本消费者厅多次召开研讨会，并于2018年3月28日发布了转基因食品标识制度审查会议成果报告草案，讨论将转基因无意混杂小于等于 $5 \\%$ 的产品可标识为“非转基因\"的规定改为转基因阈值须为零③。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3影响转基因标识制度制定的因素分析",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "标识政策是各国生物技术发展、农业状况、贸易政策的综合反映。涉及发展水平、公众认知、政治需求、粮食安全等多方面因素。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1转基因产业发展水平",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "转基因产业带来的经济效应是制定标识政策的主导因素。美国、阿根廷为转基因作物种植和出口大国。2016年，美国转基因玉米、大豆、油菜的采用率分别达到了 $92 \\%$ 、 $94 \\%$ 和 $90 \\%$ 。初步统计，2016年玉米产品、大豆、油菜籽及相关油类产品出口约350亿美元，占美国农产品出口额的 $20 \\%$ 以上[6]。不仅如此美国转基因技术一直处于国际领先水平。一个宽松的管理环境，有利于牢牢占领生物技术制高点，因此在2016年以前美国一直实施自愿标识制度。同时，《国家生物工程食品信息披露标准》中对转基因标识的标注要求也相对灵活、宽松，允许采取文字、符号或者二维码等任一种方式标注，小食品制造商还可以通过电话号码或网站进行标识。阿根廷是国际上最早种植转基因作物的国家之一，2016年阿根廷玉米产品及大豆、豆油出口约115亿美元，占其农产品出口额的 $30 \\%$ 以上[6]，其对转基因产品也实施自愿标识制度。俄罗斯转基因作物研发相对缓慢，俄罗斯科学家开展了一些转基因作物实验研究，但尚未进入田间试验阶段，2016年俄罗斯禁止在境内种植转基因植物和养殖转基因动物，但允许进口转基因作物。此前俄罗斯实际上没有种植或养殖过转基因生物。同时，近年来俄罗斯本土大豆和玉米产量和出口量不断增长。因此俄罗斯实施较为严格的强制标识，要求对转基因生物含量超过 $0 . 9 \\%$ 的食品进行标注①，并在2016年通报了关于转基因标识形式的修改方案。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2公众接受度",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "转基因标识和其他产品标识的本质相同，即为了保障消费者的知情权和选择权。转基因标识和安全性无关，因为科学研究和试验均已表明了通过安全评价、获得安全证书上市的转基因产品是安全的[7]。但公众对转基因产品的认知水平和接受度不可避免地成为影响标识管理制度的一个重要因素，并在发挥越来越显著的作用。美国转基因标识由自愿向强制的转变充分体现了消费者呼呼对标识制度产生的重要影响。美国的一些民意调查显示，即使在美国联邦食品和药品管理署实施自愿标识政策的阶段， $90 \\%$ 以上的公民支持对转基因食品进行强制标识，各种推动强制标识立法的运动更是此起彼伏，部分州相继出台强制标识法规[8],美国《国家生物工程食品信息披露标准》出台的主要目的就是统一转基因食品标识方法，避免出现州各自为政、部分州与联邦对立的局面。韩国扩大转基因标识范围初衷之一，也是回应公众关切、保障消费者的知情权与选择权。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3粮食需求 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "目前在国际农产品贸易中，转基因农产品占有重要比重，粮食需求是一些转基因产品进口国制定政策优先考虑的制约因素之一。以日本为例，2016年日本进口大豆313万吨、玉米1534万吨。在制定转基因标识制度时，既要考虑民众的接受程度和消费顾虑，又须平衡转基因的产品进口和使用以保障国家粮食安全。因此，日本虽然制定了强制标识制度，但既限定了标识的产品类型，又设置了较高的标识阈值。韩国此前也采取相同管理政策，在改为全面标识制度后，仍然豁免了油类、酱油、糖类的标识要求。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4政治原因",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "由于政治、军事、经济利益的趋同性，部分国家选择与其盟约国采取相似的标识制度。如菲律宾作为美国盟国，其采取与美国之前一直采用的自愿标识制度。乌克兰同欧盟联系国协定2017年生效，为使乌克兰立法与欧洲接轨，同年乌克兰按照欧洲议会和理事会第 2001/18号条例、第1830/2003号条例相关要求制定了相关标识制度，规定转基因生物成分达到 $0 . 9 \\%$ 及以上的产品应在外包装上标明\"该产品含有转基因生物”及种类，以便消费者能够对这类产品有意识地进行选择。此前，乌克兰对全部或组分含有超过 $0 . 1 \\%$ 的转基因生物的转基因食品进行标识。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4对我国转基因标识管理的启示",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2002年农业部颁布的《农业转基因生物标识管理办法》制定了农业转基因生物的强制标识规定，并公布了第一批标识目录，包括大豆种子、大豆、大豆粉、大豆油、豆粕；玉米种子、玉米、玉米油、玉米粉；油菜种子、油菜籽、油菜籽油、油菜籽粕；棉花种子；番茄种子、鲜番茄、番茄酱等17种产品。自 2002年以来，相关转基因产品如食用油、棉花种子等的标识得到了有效实施。但也存在公众认为第一批标识目录涵盖不足、市场中阴性标识较为混乱、定性标识政策十分严格等挑战，结合国际上转基因政策调整态势和我国转基因产业发展现状、公众接受度等，对我国转基因产品标识的管理提出如下建议。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.1调整转基因产品标识范围以回应消费者关切 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2015 年颁布的《中华人民共和国食品安全法》首次对转基因食品的标识做出了规定，“生产经营转基因食品应当按照规定显著标示”，但具体实施细则尚不明确。目前公众对拓展转基因产品标识目录，将豆腐、豆浆等食品纳入标识范围的呼声很高。另一方面部分列入农业转基因生物标识目录的产品，如转基因番茄在国内和国际上均无商业化种植，事实上早已经退出市场。建议加快制定转基因食品标识目录，根据目前转基因作物生产种植和进口情况，将以大豆、玉米、油菜、木瓜为原料的主要加工食品如豆腐、豆浆等纳入标识目录，扩大标识范围，但难以标识食品，应按照国际惯例，纳入标识豁免范畴，包括餐厅和服务业出售的膳食、农贸市场销售的无标签散装食品等。同时，建议修改农业转基因生物标识目录，将无商业化种植的转基因番茄产品从目录中移除，避免消费者误解。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.2设定标识豁免阈值避免过度标识 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "我国对转基因标识采用定性标识，即阈值设置为零。但在农产品、食品和饲料的生产、收获、加工和运输工程中，可能会存在转基因成分的无意混杂。从保障消费者知情权和选择权的角度出发，如果将无意混杂 $0 . 0 1 \\%$ 转基因成分的产品与含有 $5 \\%$ 、 $10 \\%$ 转基因成分的产品同样标记为转基因产品，则标识的指示意义将会下降，实际上影响了消费者的选择权。从目前实施转基因强制标识的国家来看，均设立了转基因标识阈值如巴西的 $1 \\%$ ，或者设立了允许转基因生物无意混杂的阈值如韩国的 $3 \\%$ 。建议吸收韩国、美国等国经验，在延续我国现行规定，即标识目录内含有转基因生物或由转基因生物组成的转基因产品均进行标识的基础上，将混入一定阈值以下转基因成分的农产品或者以此为加工原料的食品予以标识豁免。根据我国目前转基因产品公众接受度，阈值可选择 $1 \\%$ 这一国际上的较低值。这种标识体系有助于保持了法规延续性、尊重公众的接受度，使目前主要标识的油脂类产品继续标识，又避免了原料无意混杂入微量转基因生物的产品的过度标识。此外，根据国际上一般做法，无意混杂的转基因成分须是本国已经获得批准的转基因品种。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3规范阴性标识管理防止引起误导",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "近几年来，部分商家利用消费者购物心理，以“非转基因\"为销售卖点进行商品宣传，市场上出现了数量众多的转基因阴性标识。特别是个别商家对花生等在世界范围内都没有转基因品种上市的作物进行了阴性标识。这些标识对消费者具有明显的误导性，影响了公众对转基因产品安全性的认知。建议吸取韩国、美国等国做法，从法律法规层面规定阴性标识只能标注有转基因同类产品的产品，且不得误导或暗示消费者非转基因产品优于转基因产品。进行阴性标识的产品，需要提供相应证明文件，证明原材料和最终产品中均不含转基因成分的产品才可以进行阴性标识，没有转基因同类产品的产品禁止进行阴性标识，从而营造转基因与非转基因产品公平竞争的经营环境。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1] Hudson B K. 64 countries around the world label GE food.Sound Consumer, 2013，479:12. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[2] 徐琳杰，刘培磊，熊，等.国际上主要国家和地区农业转基因产品的标识制度.生物安全学报，2014，23(3):301-304Xu L J, Liu PL, Xiong L, et al. International labeling policies for geneticallymodified agricultural products.Journal of Biosafety, 2014， 23(3):301-304.  \n[3]金芜军,贾士荣,彭于发.不同国家和地区转基因产品标识管理政策的比较.农业生物技术学报，2004,12（1）:1-7.Jin W J, Jia S R, Peng Y F， Comparison oflabeling policy of geneticallymodified products in different countries and territories. Journal of agriculturalbiotechnology,2004,12（1） :1-7.  \n[4] 茆巍，刘博.州立法视野下美国转基因食品标识政策的可能变化与展望。中国软科学．《中国软科学》,2014(8):80-89Mao W, Liu B. Potential change in and outlook on American policy concerningGM food labeling from perspective of state legislation. China Soft Science, 2014(8) :80-89  \n[5]刘旭霞，张楠.美国国家生物工程食品信息披露标准法案评析.中国生物工程杂志，2016,36（11)：131-138.Liu X X, Zhang N. Analysis of American national bioengineered food disclosure",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "standard. China Biotechnology,2016,36 (11): 131-138.  \n[6] 农业部农产品贸易办公室，农业部农业贸易促进中心.国际农产品贸易统计年鉴 2017.北京：中国农业出版社，2017.300-361.Agricultural Product Trade Office of the Ministry of Agriculture， AgriculturalTrade Promotion Center of the Ministry of Agriculture.International agriculturaltrade statistical yearbook.Beijing:China Agricultural Press, 2016.295-361.  \n[7] 徐琳杰，孙卓婧，杨雄年，等.科学视角下的转基因技术认知和发展．中国生物工程杂志，2016,36（4）：30-34.Xu L J, Sun Z J， Yang X N， et al. Cognition and development of geneticmodification from perspective of Science. China Biotechnology, 2016,36 （4） :30-34.  \n[8] 胡加祥.美国转基因食品标识制度的嬗变及对我国的启示．比较法研究,2017,5:158-169.Hu Jiaxiang. Study on the Change of US GM Food Labeling Law and Its Impacton China. Journal of comparative law. 2017,5:158-169.",
        "page_idx": 9
    }
]