[
    {
        "type": "text",
        "text": "论预防原则在欧盟转基因生物监管中的困境与出路一基于意大利Fidenato案的分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "刘旭霞\\*\\*周天盟（华中农业大学 文法学院，武汉 430070)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 欧盟在风险预防方面一直走在世界的前列，其对于转基因生物的法律监管一直奉行的是预防原则。在该原则的指导下，欧盟建立起了极为严苛的转基因生物监管法律框架，并将该原则适用于转基因生物监管的各个环节。固于预防原则的抽象性、模糊性等缺陷，该原则在欧盟转基因生物监管中的适用引发了成员国滥用保护性措施、国际贸易摩擦加剧等问题以致陷入困境。通过欧盟法院的判例与解释、相关法案的修正等措施，欧盟试图摆脱困境，使得预防原则在转基因生物的监管中起到更加有效的作用。我国对于预防原则存在与欧盟类似的理解与运用，现有法律框架对于转基因生物的监管亦过于严苛。借鉴国外经验，立足本土需要，我们当前应在充分认识预防原则的基础上，重新审视科学与法律的关系，适度放松转基因生物的法律监管。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词欧盟；预防原则；转基因生物；法律监管；风险预防 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中图分类号：Q819",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "截至2016 年底，全球已经有26个国家种植了共计1.851亿公顷的转基因作物，比2015年的1.797亿公顷增加了540万公顷（即增加了 $3 \\%$ ），除 2015年以外，这是第20个增长年份，[随着转基因作物种植面积全球范围内的不断增加，公众对转基因产品安全性的质疑也从未停止。如何通过法律制度的构建和适用规制转基因技术应用带来的可能风险，同时也让人类享受转基因技术应用带来的福利，促进转基因技术的良性发展，是各国立法机构和政府面临的一道难题。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "当前转基因生物法律监管领域主要形成了欧盟以预防原则（precautionaryprinciple）为核心的严苛监管和美国以实质等同原则（Principle of substantive equivalence）为核心的宽松监管两大模式。欧盟基于预防原则对于转基因生物严苛的监管态度激发了联盟内外的许多矛盾，美国也经常指责欧盟选择预防原则对转基因生物进行过于严格的监管是不尊重科学的行为。那么，预防原则是如何成为欧盟转基因生物监管的指导性原则的？该原则在欧盟转基因生物监管法律框架中是如何体现的，其在适用和解释的过程中又遇到了怎样的困境，现实出路在哪里？对于我国又是否具有借鉴意义？这些问题仍有很大的探讨空间。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1预防原则：欧盟转基因生物监管机制的合理逻辑",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "预防原则源自德国的预见原则（Vorsorge一prinzip），影响着 20 世纪70年代和80年代的德国环境法。该原则后来通过《欧洲联盟条约》纳入欧共体条约，作为欧盟环境政策所依赖的核心原则之一。①与辅助性原则（principle of subsidiarity）、相称性原则（principle of proportionality）等确立已久的欧盟“宪法性”原则相比，预防原则稍显稚嫩。[2717我们甚至无法在欧盟官方文件中找到对于该原则的定义，只能从欧盟立法中的相关条款、欧盟法院系统（Court of Justice of the European Union）①的司法解释及其判例、欧盟委员会（European Commission）等机构的“软法”文件中探寻预防原则的内涵与适用条件。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在疯牛病（BSE）案中，欧洲法院首次将预防原则的范围扩至人类健康，并指出：欧共体在疯牛病对人类健康的任何严重威胁被完全证实之前采取防止该病蔓延的措施是合法的。[3]26在辉瑞公司案（Pfizer)中，初审法院将该原则与“科学上的不确定性”联系起来：当影响人类健康的风险存在或程度具有科学上的不确定性时，欧共体机构可以依据风险预防原则采取保护性的措施，而无须等到这些风险的现实存在和严重性显露无遗。?在磷脂质案(Artegodan)中，欧洲初审法院提出“预防原则”的适用范围并不局限于环境政策，而应适用于欧共体行动的所有领域。4欧盟法院系统对于疯牛病案、辉瑞公司案、磷脂质案等案件的判决不仅将预防原则的范围进行扩大，更将其上升为了欧盟法的一般法律原则，并且还充实了该原则的内涵。除了欧盟法院系统的判决以外，2000 年欧盟委员会签署的《欧盟委员会关于预防原则的通讯》（以下简称《通讯》）第一次对预防原则的适用前提、原则和方法进行了统一性的说明和指引。其中对预防原则的适用范围解释道：“该原则已经从最初的环境保护领域延伸至人类、动植物健康保护等领域”。④当人们从某种现象、产品及其生产过程中发现潜在危害而科学评估由于没有充分证据或者被评估对象性质的不确定性，还无法对此作出肯定结论时，可适用预防原则。[5]在欧盟法院系统的判例和欧盟官方机构的软法文件中不断被提及的同时，预防原则也逐渐在欧盟食品安全立法中得到认可。欧盟《第178/2002/EC号条例》中的第六条和第七条对于预防原则的适用和限制作了一定的说明。?其中第七条第一款明确规定了触发预防原则适用的唯一因素：“健康”，这与该条例的宗旨：“确保对于人类生命和健康的高度保护”是相当吻合的。其次，该条规定中所谓的“科学不确定性”或者说风险，必须是基于对现有信息的科学评估，绝对不能是基于一种纯粹的假设，也即预防原则的适用是基于可靠的科学数据和最新的资料综合评估的结果。③再次，该条第二款要求，根据第一款规定采取的风险管理措施具有临时性，且应考虑相称性原则，不得对贸易形成限制。可以看出，预防原则在成为欧盟食品安全法核心原则的同时给予了欧盟决策者在面对损害人类或动植物健康风险时更多的自由裁量空间。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "此时的欧洲大陆由于经历了疯牛病事件、比利时的“二噁英食品污染事件”、部分国家的“口蹄疫事件”等一系列公共安全事件，欧洲民众对于原本以科学为依据的欧盟食品安全监管的信赖已被严重透支，[普通民众由此对于以转基因技术为代表的新技术制造的食品的潜在危害怀有普遍的担忧，认为其可能会对环境和人类健康造成威胁。[5同时，转基因技术潜在的风险也一直牵动着世界各国政府、民众、科学界的神经，其对于人体健康、生态环境影响的争议由来不断。多份民意调查显示，相比较于美国，含有转基因生物的食品在欧盟长期不受消费者欢迎，这种不受欢迎常常源于人们对科学研究的不信任。[3]273事实上，消费者不但基于对科学研究的不信任而担心转基因生物对于人类健康的影响，担心转基因生物之于更广阔环境可能带来的影响，他们还担心更多的问题：如对于自然的干预是否道德等等。对于转基因生物，不仅仅是消费者对其的担心程度较高，其他相关利益主体诸如各成员国对其的争论也一直呈现明显的两极化，以西班牙、葡萄牙为代表的成员国积极支持转基因生物在欧盟境内的流动，而以法国、意大利等国为首的成员国则坚决抵制转基因生物。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基于此，欧盟将预防原则引入转基因生物的法律监管框架之中，建立起了以预防原则为核心的转基因生物法律监管框架。欧盟的决策者们可以在预防原则的指引下，决定采取措施应对转基因生物的潜在风险（如拒绝审批转基因生物），即使科学评估不能提供转基因生物与可能造成不利影响之间的因果关系证据的科学定论。[这一方面为欧盟的普通民众找到了一个防范潜在风险的挡箭牌，另一方面也为欧盟的决策者找到了一个安抚民众、平息各界批评之声的挡箭牌。这也正如部分学者所言：在行政宪政主义立场下，欧盟决策机构从 2000年《通讯》的签署开始，倾向于尊崇民主的商谈一建构范式，抬高公众参与在欧盟决策中的地位，贬抑科学评估。[6]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2矛盾与冲突：预防原则在欧盟转基因生物监管中的困境",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "欧盟及其成员国在与特定转基因生物的环境或人类健康影响相关的风险管理决策中，预防原则发挥着指导性的作用。然而，在欧盟转基因生物监管机制的运行过程中，主观色彩稍显浓厚的预防原则激发了不少矛盾和冲突。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1预防原则指引下的欧盟转基因生物法律监管框架",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "由于成员国的担忧和广泛的公众关注，欧盟在预防原则的指导下制定了对于转基因生物的法律监管框架。这个监管框架既控制着转基因产品进入欧盟市场，也控制着食品产品中转基因生物的存在。[3]275欧盟转基因生物法律监管框架主要包括了《第 2001/18/EC 号指令》②、《第1829/2003号条例》和《第1830/2003号条例》④。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "《第 2001/18/EC号指令》在序言第八段中申明：“在制定本指令时，预防原则已经被考虑在内。同时，在实施本指令时必须将预防原则考虑在内”。该指令A部分第一条规定：“根据预防原则，本指令的目标是促使成员国的法律、条例和行政规定趋同化，并保护人类健康与环境…”。该指令还在A部分第四条和附件二中提及了预防原则，但并未对其进行明确的定义。《第1829/2003号条例》并未在其文本内容内提及预防原则，但是该条例第34条规定的采取应急措施（emergencymeasures）所需满足的实质性要件：拿出科学证据证明存在“严重和明显的风险”，被视作是预防原则在转基因生物监管中的直接体现。从现有法律框架来看，预防原则至今尚未有其官方统一的定义，其适用时所应达到的危险程度和不确定程度等问题仍未得到解决；同时，对预防原则的适用有较为详细说明的《通讯》本身的法律层级不高，很难杜绝不同利益主体对预防原则的不同解读和适用。[8因此，该原则仍存在抽象性和模糊性，在欧盟法律体系中仍处于一个发展的阶段，在具体适用时难免产生法",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "律争议。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2内部矛盾：成员国滥用保护性措施 一以意大利Fidenato案为例",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "有西方学者认为，预防原则允许采取行动来消除潜在的危险，即使缺乏明确的科学因果关系，而恰恰在转基因技术兴起的这20多年中，转基因生物对环境和人类健康所造成的实际危害程度，经常被科学的不确定性所掩盖。[31273在欧盟，很多成员国经常将预防原则中涉及的“潜在危害”、“不确定性”等因素充分运用，以转基因生物对环境和人类健康的潜在影响为由，使得对于转基因生物的限制或禁止措施正当化。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "早在1998年4月，欧盟委员会根据《第90/220/EEC 号指令》①作出了一项决定（CommissionDecision），批准孟山都公司开发的转基因玉米（MON810）投放欧盟市场。②然而，仍有不少成员国曾先后依据《第90/220/EEC 号指令》第16条和《第 2001/18/EC号指令》第23 条中规定的“保护性条款”（safeguard clause）③对已通过欧盟审批的转基因生物采取临时性的保护措施，限制或禁止转基因生物产品的使用和销售。意大利作为欧盟“反转”阵营中的一员，于2013年根据《第1829/2003号条例》第34条和《第178/2002/EC号条例》第 54条，由农业部、卫生部和环境部共同颁布了一项法令（The Decree of 12 July2013），禁止在转基因玉米M0N810 在意大利国内种植。2014年，意大利农民GiorgioFidenato等人由于在国内种植了转基因玉米MON810而被意大利政府起诉。意大利政府认为Fidenato等人的种植行为已经违反了2013年的禁令，进而依据 2014年的另一部法令（Decree Law No91/2014）提出了一项刑罚令（penalorder），要求对Fidenato等人进行处罚和追责。Fidenato等人不服，他们认为意大利政府 2013年颁布的禁止种植转基因玉米的法令是非法的，因为该法令违反了《第1829/2003号条例》第34条和《第178/2002/EC号条例》的第53和54条。意大利地区法院（theTribunaledi Udine）在审理该案的过程中，于2015年12月向欧洲法院提出了一项咨询案，要求欧洲法院进行先予裁决（preliminaryruling）并对相关法律进行解释。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "诚然，在欧盟现有转基因生物监管法律框架下，成员国有援引相关条款对转基因生物采取保护性措施的权力。但是这些条款的适用条件一般都较为严苛，以保证成员国不会滥用相关措施，防止成员国不尊重欧盟审批决定和频繁设置贸易壁垒的行为发生。尽管如此，意大利政仍然援引了相关法条发布了国内禁令。之所以意大利政府的禁令除了援引《第1829/2003号条例》的第34条，还援引了《第178/2002/EC号条例》的第54条，首先是因为采取限制措施要满足《第1829/2003号条例》的第34条的实体性要件和《第178/2002/EC号条例》的第53、54条的程序性要件；更重要的原因是，意大利政府明白如果仅仅援引第34条对转基因生物实施禁令的难度是比较大的，需要援引预防原则对其适用条件进行扩大解释甚至改变其适用条件。?",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在满足了《第178/2002/EC 号条例》的第53、54条的程序性要件之后，①意大利政府试图援引《第178/2002/EC号条例》第七条中对于预防原则的解释说明来放宽《第1829/2003号条例》第34条所规定的采取应急措施的实质性条件。《第178/2002/EC号条例》第七条作为保障欧盟食品安全的法规，其允许采取相关限制措施的条件相对于《第1829/2003号条例》的第34条而言门槛是比较低的，即只要“根据现有信息进行评估后，可以确定健康危害发生的可能性但是依旧存在科学不确定性”，就可以“采取临时性的风险管理措施”。依据《第178/2002/EC号条例》第二条对于食品的定义，转基因食品（转基因玉米及其产品，甚至是由转基因玉米作为饲料喂养的禽畜产品）被当然地纳入了食品条例的监管范围。③基于此，意大利政府认为自己有充分的理由对《第1829/2003号条例》第34条所设置的门槛进行降低，以对转基因玉米采取禁令。意大利地区法院咨询案中核心的问题也正是在于成员国是否可以在《第1829/2003号条例》第34条的含义范围内，基于与预防原则有关的考虑采取暂时性的应急措施，而这些考虑超出了在使用食物或饲料时对人类或动物健康或环境的严重和明显风险的适用条件。④也即，意大利法院咨询的是预防原则与34条应急措施之间的关系问题：预防原则是否可以改变或者扩大34条中采取应急措施（严重和明显风险）的条件。5",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "该案真切地反映了欧盟部分成员国对于转基因生物的抵触情绪，他们为了使限制或禁止转基因生物流动的措施合法化、正当化，充分运用预防原则的抽象性和模糊性对欧盟法进行带有强烈偏见的解释，甚至有的成员国（希腊）认为预防原则还应考虑转基因产品本身的特性、这些产品对人类和动物健康或环境的影响的科学上的不确定性、成员国生产或种植转基因生物的特殊方法、成员国自身特殊的地理气候条件等其他的参考因素，因此《第1829/2003号条例》第34条的适用并不一定需要满足“对人类健康、动物健康或环境可能构成严重且显而易见的风险”这一条件。?",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3外部冲突：国际贸易摩擦加剧",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "无论成员国们如何解释预防原则，援引何种条款对转基因生物进行限制或禁止，诸如成员国滥用相关保护性条款、转基因生物经销商频繁进行诉讼等问题都会反复出现，由此导致的欧洲农民偷种转基因作物、转基因产品在欧盟市场内部难以自由流动、欧盟转基因技术发展迟滞等其他问题又会接踵而至。事实上，不只是欧盟内部在转基因生物监管方面对于预防原则的适用有争议，欧盟层面在预防原则的运用方面也和其他的国际法主体产生过冲突。美国作为转基因产品的生产大国，其在转基因生物的监管方面一直秉承的是“实质等同原则”，经过科学评估的转基因产品并不会受到比一般产品更加严格的法律监管。因此在转基因产品的国际贸易方面，美国一直将欧盟基于预防原则建立的法律监管机制视为自由贸易的制度性障碍。2002年，美国、加拿大和阿根廷就将欧盟告上了WTO争端解决机构，他们认为欧盟自1998年10月以来对已经得到肯定性风险评估结论的特定转基因产品的审批存在“不恰当地延迟”，同时部分成员国滥用保护性条款限制或禁止已经通过审批的转基因产品的销售，这些行为违反了SPS 协定、TBT协定、《农产品贸易协定》等相关规定。[9尽管当时欧盟提出了很多抗辩理由，最后该案仍然以欧盟败诉而告终，在这之后欧盟才慢慢打开了转基因产品的贸易大门。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3欧盟尝试摆脱困境之路径选择：司法解释与法案修正",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "如上所述，欧盟在预防原则指引下构建起的转基因生物监管法律框架在实际运行的过程中并不尽如人意，甚至造成了一种内外交困的局面。对内而言，欧盟成员国对预防原则的不同解读和适用，不仅一定程度上减损了欧盟法律的直接效力和优先适用性，还造成了欧盟内部成员的分裂。对外而言，欧盟针对转基因产品几近严苛的态度被视为贸易壁垒，频繁被诉。欧盟试图通过司法解释和修正法案的路径摆脱预防原则在转基因生物监管中的困境。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1预防原则的弱势解释 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "西方学界对于预防原则的解释有强势解释和弱势解释之分。强预防原则（thestrongprecautionary principle）要求在所有可能存在对环境或人类健康具有潜在损害的案件中实行科学证明的举证责任倒置，[3]269即要求从事风险活动的一方除非能够确定一项行动没有任何危害，否则不能进行。[10]这实际上等同于在对预防原则进行零风险的背书，这种解释方法是欧盟委员会和欧盟法院所反对的。欧盟初审法院曾在辉瑞公司案中指出：“零风险并不存在，因为不可能科学地证明，饲料中添加抗生素在当前或将来不具有风险。”①弱预防原则（the weak precautionary principle）指：缺乏充分的确定性不能作为采取措施预防可能带来危害的行为的理由。[0]该解释方式要求既要考虑可能的风险带来的损害的巨大性，也要考虑在采取诉讼之前相关限制或禁止措施的成本收益。弱预防原则综合考量了社会经济因素，因而被更多地采纳和适用。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "意大利Fidenato案经过将近两年的审理，欧洲法院最终于2017年9月对该案做出了先予裁决。欧盟法院在裁决书中申明：尽管一般情况下，在食品领域采取临时风险管理措施可能符合预防原则，但是预防原则并不允许无视或修改、甚至是放宽已经制定的关于转基因食品的各项规定。因为这些食品在投放市场之前已经经过了充分的科学评估。②欧洲法院的先予裁决对于预防原则与应急措施之间的关系作了再一次的澄清，对于预防原则的解释在一定程度上起到了拨乱反正的作用。首先，明显对人类或动物健康或环境存在严重风险是对转基因生物采取紧急措施的唯一条件；其次，《第1829/2003号条例》的第34条涉及的产品在投放市场之前已经在 EFSA 的参与下经过了充分的科学评估；再次，如果要援引第34条对转基因生物采取应急措施，必须在监管框架内提交更高级别的新证据，证明出现了之前未经过测试或评估的新风险；最后，第34条不应该被用作规避已通过审批的转基因生物的方式，或者不顾当时已经进行过的科学评估。③",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "这意味着，欧盟法院对意大利政府颁布的禁止种植转基因玉米的法令持否定态度，认为其不符合采取应急措施的条件。同时，判断成员国的应急措施合法与否，关键要看其是否满足了相关条款中的实体性和程序性要件，对于这些要件的解释不能停留在字面含义，而应结",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "合立法目的和弱预防原则进行解释。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2选择退出措施（opt-outmeasures）的出台",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "为了应对和解决成员国由来已久的利用预防原则滥用相关限制或禁止措施带来的相关问题，欧盟委员会从2010年开始提出改革转基因生物监管法律框架的议案，试图将权力下放，以此解决矛盾。经过多年的争论与妥协，各成员国最终在2014年6月就《第2001/18/EC号指令》的修正案达成共识，欧洲议会（European Parliament）于2015年1月通过了该修正案。①根据该修正案，各成员国可以首先通过欧盟委员会要求特定转基因生物的审批申请人对转基因生物的申请种植范围进行调整，如果该申请人同意调整，那么该转基因生物就可以被排除在该成员国的国境范围之外（欧盟称之为“方案一”）；②如果申请人不同意调整或者即使成员国一开始就没提出调整的要求，成员国仍然有所谓的“后授权退出措施”（post-authorisation opt-out），即无论申请人是否同意，会员国都可以采取限制或禁止种植转基因生物的措施，只要满足特定的实体性和程序性条件（要求成员国提出“令人信服的证据”，而且不能与 EFSA对科学的风险评估相抵触，欧盟称之为“方案二”）。④",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "该条款的立法目的在于摆脱欧盟由来已久的在转基因生物监管中的困境，所谓的“选择退出措施\"的做法也遵循了欧盟法律中的辅助性原则和灵活性原则。以西班牙为代表的\"挺转”阵营认为这次改革是一个利好。但更多的人认为这次改革对于欧盟转基因生物的未来大于利，成员国不必再纠结于如何解释预防原则，可以有更大的自主权对转基因生物进行限制或禁止。然而，这次改革无论利弊与否，该条款也仍然存在法理与现实适用上的争议。有西方学者认为该修正案反映出了欧洲议会与欧盟理事会（EUCounci1）、欧盟委员会之间的政治博弈，以26（b）条第三款第一项为例：欧盟理事会和欧盟委员会建议将“环境政策目标”删去，或者至少换为一种限定更为严格的表达，③而欧洲议会则坚持将该项定义做泛化和宽松处理，定义为“与 EFSA作出的风险评估具有互补性”。[]显然，欧洲议会对于 EFSA对于转基因生物作出的风险评估是持怀疑态度的，因此要求给予各成员国更多的解释空间来适用该限制条款。因为在欧洲议会看来，针对转基因生物的法律监管体系应该以强预防原则来进行构建和解释；然而，这样的解读是欧盟理事会和欧盟委员会所不能接受的，他们认为如此宽泛的解释将会威胁到欧盟对于科学评估的一致性，也会干涉在现有法律框架下欧盟风险评估者与管理者的权限。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4余论：预防原则中“度”的把握",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "欧盟对包括司法解释及其判例在内的法律的制定，具有完全的自主性，这些法律对其成员国具有直接的效力和优先适用性。欧盟法院在与Fidenato案类似的司法审理实践中，通过案例判决和司法解释，不断创制欧盟法律，体现其造法功能。[12尽管如此，由于欧盟复杂的权力运行机制，尤其是在预防原则指引下的及其严格的欧盟转基因生物监管框架，该裁决在各国的直接适用仍然有待观察。加上欧洲议会、欧盟理事会、欧盟委员会、欧盟法院、欧洲食品安全局等机构、各成员国之间对转基因的纷争与博弈显然还远未到结束的时候。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在这场关于转基因生物的纷争与博弈中，预防原则一直处于一个十分尴尬的境地。欧盟本意是在预防原则的指引下构建起一套有效保护人类、动植物健康的法律框架，以此将转基因生物的风险降到最低，以保证欧盟内部高水平的人体健康与环境安全水平。然而，目前的欧盟转基因生物监管框架过于严苛，以至于现实状况与欧盟预期目标背道而驰：过严的转基因生物监管已经导致欧盟许多生物技术科研机构和大型的生物技术公司“外逃”往美洲等对转基因产品监管相对宽松的地区。长此以往，必然影响欧盟的生物技术创新，实践操作中的转基因检测等能力相应的也会落后于技术发展。最终可能导致这样的结果：原本想通过预防原则防范风险，最后却丧失了防范风险的能力。目前，欧盟对于转基因产品的标识采取的是阈值制度①，未来如果继续这样下去，经过欧盟检测认证的非转基因产品将变得不再可靠。因此，欧盟转基因生物监管框架未来的改革方向应在预防原则的指引下，适度放松监管。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "总的来看，欧盟及其部分成员国对预防原则的理解和适用是带有主观偏见及贸易保护色彩的。我国对于预防原则的理解与适用存在与欧盟类似的情况，认为预防原则等同于“预防为主的原则”：即使某种转基因产品经过安全评价进入了市场，其安全性仍然存疑，需要对其可能带来的安全不确定性进行“预防”，因此该产品进入市场后仍然需要法律对其进行严于一般同类商品的监管。事实上，经过安全评价、进入市场后的转基因产品的安全性已经得到了证明，预防原则不应对其再进行过多的干预。[13这也正是美国、加拿大等国抨击欧盟在转基因生物监管方面不尊重科学、贸易保护主义的一个重要理由。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "我国虽然没有在任何法律文件中提及预防原则，但是我国签署了大量的包含有预防原则的国际公约，未来如何将预防原则引入中国生物技术安全、食品安全、环境安全等领域并合理适用是我国将要面临的重大问题；同时，我国以《农业转基因生物安全管理条例》为核心的转基因生物监管法律框架在现实运行中事实上正是奉行着欧盟式预防原则的精神，对于转基因生物进行着极为严格的监管。笔者认为，我国应该吸取欧盟的教训，适度运用预防原则。一方面，从哲学的观点来看，风险是普遍存在且相互联系的。预防原则的运用不可能规避所有风险，甚至采取预防原则本身就是一种风险。欧盟的困境正是这种观点最好的印证。另一方面，从现实来看：我国与欧盟有着不同的国情，欧盟在2015年的《第 2001/18/EC号指令》修正案通过之后已经基本放弃转基因作物的种植，除西班牙等少数国家以外，欧盟未来可能只会剩下转基因生物的进口者这一身份。然而中国在转基因技术的研发和应用中有着更多的可能性，国务院在“十三五”国家科技创新规划中也表明要加大转基因棉花、玉米、大豆等作物研发力度，推进新型抗虫棉、抗虫玉米等重大产品产业化。我国未来很有可能既是转基因生物最先进技术的研发者、进口者还是转基因生物的出口者。因此，我们应该把握好预防原则运用中的“度”，在防范风险的同时，适当放松对于转基因生物的监管。以此发挥法律制度在保护消费者知情权、选择权，促进转基因技术创新，保障我国粮食安全方面的积极",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "作用。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1」国际衣业土物拟不应用服夯组织.zU10年土球尘物仪术/转基囚1F物间业化反展忿势[J].中国生物工程杂志,2016,37（4）.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "ISAAA.Global status of commercialized biotech/GM crops:2016.China Biotechnology,2016,37（4）.   \n[2] Paul Craig，EU Administrative Law[M]，Oxford: Oxford University Press， 2006.   \n[3]［英]布莱恩·杰克．农业与欧盟环境法［M］．北京：中国政法大学出版社，2012. Brian Jack.Agriculture and EU Environmental Law.Bei jing:China University of Political Science and Law Press，2012.   \n[4]张华.论欧盟食品安全法中的风险预防原则：问题与前瞻[J].欧洲研究,2011（4)   \n100-118. ZHANG Hua.The Precautionary Principle in the Context of EU Food Safety Law: Retrospect and Prospect. Chinese Journal of European Studies,2011 （4） 100-118 .   \n[5］胡加祥.欧盟转基因食品管制机制的历史演进与现实分析——以美国为比较对象[J].比   \n较法研究，2015,28（5）140-148. HU Jia-xiang.On the Historical Evolution and Realistic Analysis of EU Regulation on GM Food.Journal of Comparative Law,2015,28（5） 140-148.   \n[6]王虎，卢东洋.行政宪政主义视阈下我国转基因食品标识制度发展与完善[J].自然辩证   \n法研究,2016（8）73-77. WANG Hu,LU Dong-yang.The Development and Improvement of the Labeling System of GMF in China from the Perspective of Administrative Constitutionalism.Studies in Dialectics of Nature,2016,32(8） 73-77.   \n[7]顾成博.欧美转基因食品安全监管模式比较[J].社会科学家,2015（10). GU Cheng-bo.Comparisons of GMF Safety regulatory model between European Union and the United States.Social Scientist,,2015 (10).   \n[8］陈亚芸.EU 和WTO 预防原则解释和适用比较研究[J].现代法学.2012（6）146-157. CHEN Ya-yun.A Comparative Study of EU and WTO’ s Attitude towards Precautionary Principle.Modern Law Science,2012(6）146-157.   \n[9]张华.欧盟转基因生物授权机制中的法律问题与改革[J].国际贸易问题,2013（11)   \n166-176. ZHANG Hua.EU Authorisation Regimes for GMOs: Legal Issues and Reforms.ournal ofInternational Trade,2013（11）166-176.   \n[10]高秦伟.论欧盟行政法上的风险预防原则[J].比较法研究,2010（3）54-63. GAO Qin-wei.The Precautionary Principle in the Context of EU administrative law.Journal of Comparative Law,2010（3） 54-63.   \n[11] Maria Weimer.Risk Regulation and Deliberation in EU Administrative Governance   \n—GMO Regulation and Its Reform[J].European Law Journal， 2015（5） 622-640.   \n[12]刘兆兴.论欧盟法律与其成员国法律之间的关系[J].环球法律评论,2006（3）318-326.   \nLIU Zhao-xing.The Relationship between EU Law and Member States Law.Global Law   \nReview,2006（3）318-326.   \n[13]姜韬.谈转基因中的预防原则及其实施[J].中国生物工程杂志,2017,37（7）151-155. JIANG Tao.The precautionary principle and its implementation in GMOs.China Biotechnology,2017,37（7） ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The Dilemma and Solution of the Precautionary Principle in EU Regulation of GMO—Based on the Analysis of Case Fidenato ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "LIU Xu-xia ZHOU Tian-meng (College of Humanities and Law, Huazhong Agricultural University,Wuhan 430070,China) ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Abstract The EU has been at the forefront of the world in risk prevention,Its legal regulation of genetically modified organisms has always pursued the precautionary principle.Under the guidance of this principle, the EU has set up a very stringent legal framework for the regulation of GMOs and applies the principle to all aspects of the regulation of GMOs.Limited by the abstractness, fuzziness and other defects of the precautionary principle,the principle in EU regulation of GMO has causes some problems such as:member states abused protective measures and EU international trade frictions intensified,which has made the application of the precautionary principle in dilemma.The EU is trying to get out of the dilemma by law amendment and Court of Justice of the European Union’ s judicial interpretation,and make the precautionary principle more effective.Our country has a similar understanding and application of the precautionary principle as the EU, and the existing legal framework is too harsh on the regulation of GMOs.Drawing on the experience of other countries and based on the needs of the local community，we should, at present， fully understand the precautionary principle and re-examine the relationship between science and law and appropriately relax the legal supervision over GMOs. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Key words The EU;precautionary principle;GMO;Legal regulation;Risk prevention ",
        "page_idx": 10
    }
]