[
    {
        "type": "text",
        "text": "Confirmed asymptomatic carrier of SARS-CoV-2 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sihui Luo1,2\\*, Wei Liu3\\*, Zhenjun Liu³, Xueying Zheng1,2, Ping Lingl, Yu Ding1,2, Changxing Hong³, Zhirong Liu4, Jian Liu3#, Jianping Weng1,2.5# ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. The First Affiliation Hospital of University of Science and Technology of China (Anhui Provincial Hospital),Hefei, Anhui 230001, China.   \n2. Institute of Public Health, University of Science and Technology of China,Hefei, Anhui 230026, China.   \n3. Anqing Hospital Affiliated to Anhui Medical University (Anqing Municipal Hospital), Anqing,Anhui, 246003, China.   \n4. Anhui Provincial Center for Disease Control and Prevention, Hefei, Anhui 2306O1, China.   \n5. Division of Life Sciences and Medicine, University of Science and Technology of China, Hefei, Anhui 230026, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\* Sihui Luo and Wei Liu contributed equally. #Correspondence to: Jian Liu zj-liujian@sohu.com and Jianping Weng wengjp@ustc.edu.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words: asymptomatic carrier; SARS-CoV-2; COVID-19; Epidemiology. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Here we reported a case of asymptomatic carrier of SARS-CoV-2 infection. A 50-year old woman, lived with her husband in Anqing(Anhui, China) with no significant past medical history, travel history to Wuhan or adjacent area, or exposure to wild animals. She took throat swab test for SARS-CoV-2 nucleic acid due to her husband's close contact with patients who had SARSCoV-2 infection. Her results were confirmed positive on February 6,2O20.But she did not report elevation of temperature measurement, nor respiratory or gastrointestinal symptoms and her chest CT scan showed no significant abnormalities.She was hospitalized on February 6 and treated with antiviral agents.During her hospitalization,apart from a mild elevation of liver enzymes after 10- day treatment of lopinavir/ritonavir, she was asymptomatic, with her blood cel count, live and renal function largely normal. Her subcutaneous oxygen saturation stayed above $9 7 \\%$ . Chest CT scan was repeated on February 1l and 20,and both were negative for signs of viral pneumonia. Notably, a second set of throat swabs and anal swabs were sent to test for SARS-CoV-2 on February 19,and the results were still confirmed positive. This is a confirmed case of asymptomatic carrier of SARS-CoV-2 infection. Her persistent positive findings in both throat and anal swabs suggested the possibility of healthy carrier of the virus, which adds to the difficulty in preventing transmission of the disease. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Since December 2019,outbreak of infection causing by Severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) originating in Wuhan has become a major public health emergency worldwide 1 2. According to recent reports 3 4, approximately $40 \\%$ of the confirmed cases of SARS-CoV-2 infection were asymptomatic at the early stage of the infection and then developed symptoms like fever and coughing5 6. A presumed asymptomatic carrier of SARS-CoV-2 was reported. But her infection of SARS-CoV-2 infection was not fully confirmed. As far as we know, confirmed asymptomatic carrier of the virus was not yet reported. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In February 2020, we investigated 4 confirmed cases of familial clustered SARS-CoV-2 infection admitted to in Anqing Hospital Afiliated to Anhui Medical University (Anqing Municipal Hospital). Among them, one of the family members (Case A) was asymptomatic. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "SARS-CoV-2infectionconfirmation ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "According to guidelines released by the National Health Commission of the People's Republic of China (NHC of China), SARS-CoV-2 infection were confirmed by positive results in throat swabs or respiratory specimens of real-time reverse transcription polymerase chain reaction (RT-PCR) assay repeated twice using SARS-CoV-2 nucleic acid detection kits 7. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In Anhui province, China,to improve the quality of the detection,a two-step confirmation strategy was adopted. Samples of an individual were first tested in the laboratory of municipal Centers for Disease Control and Prevention (CDC) with two detection kits from detection kits from Bio Perfectus Technologies (Taizhou, China) and BGI Genomics (Shenzhen, China).Three target genes of SARS-CoV-2, including open reading frame lab (ORFlab), envelop protein (E), and nucleocapsid protein (N) could be simultaneously tested by the Bio Perfectus kit while the BGI kit targeted the N gene 9. The municipal CDC laboratory crosschecked the results of the two kits to report a positive case. Then these positive samples were sent to the laboratory Anhui Provincial CDC using the same procedure to test for the virus.If the positivity could be repeated in the provincial CDC laboratory, this case was finally confirmed as positive.All suspected and confirmed cases in the Anhui Province,including our investigated individuals, were required to go through such two-step confirmation. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Data Collection and validation ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As part of our project of Epidemiological Study of SARS-CoV-2 Infection in Anhui, we collected epidemiological and clinical data of all confirmed cases in the city of Anqing onto case report forms adapted from International Severe Acute Respiratory and Emerging Infection Consortium (ISARIC)/World Health Organization (WHO) Clinical Characterization Protocol for severe emerging infections10. Briefly, information on symptoms and disease onset, potential exposure to the pathogen, visit to healthcare facilities,hospitalization, treatment, pathogen and laboratory tests,and clinical outcomes was collected. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Trained investigators collected information from the medical record system in Anqing Municipal Hospital and uploaded to the REDCap electronic data capture tools securely hosted at the Division of Life Science and Medicine, University of Science and Technology of Chinal 12. These records were verified by another investigator. Then a third investigator validated the data by crosschecking with the record in the medical record system and communication with the physicians attending the individuals. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The original images of the chest computed tomography (CT) were reviewed by two independent licensed radiologists. We relied on those which had consistent interpretation. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Ethics ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This study was approved by the institutional board of the First Afiliated Hospital of University of Science and Technology of China (2020-XG(H)-009).The investigated individuals all agreed to participate in the study and provided written informed consent. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Epidemiological information ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Case A was a 5O-year old woman,a civil worker, who lived with her husband (Patient B) in the city of Anqing (Anhui, China). She and her husband did not travel to Wuhan (Hubei, China) or adjacent area and denied any exposure to wild animals.Her husband had close contact with her sister- and brother-in-law (Patient C and D) during January 23 -25,2020.Patient Cand D did not travel to Wuhan or adjacent area either. But Patient D (brother-in-law) worked with Patient E on January 21. Before meeting Patient D,Patient E travelled from Wuhan to Anqing and was later confirmed to be infected with SARS-CoV-2. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Patient D developed fever on January 26,and Patient C on January 30.They were first admitted to the Second People's Hospital of Aniqing and had their throat swab tested. On February 5,their throat swab samples were confirmed positive with SARS-CoV-2. Following confirmation, they were immediately transferred to Anqing Municipal Hospital. As close contacts, Case A and Patient B, both without any reported symptoms including fever, coughing or apnea, received throat swab test for the virus and chest CT scan on the same day. The throat swab samples of Case A and Patient B were both confirmed positive on February 6.The chest CT scan of Patient B revealed lesions of ground-glass opacity (GGO) in the lower right lung suggesting viral infection, while no significant abnormalities were found in Case A's chest CT scan. Case A and Patient B were also admitted to Anqing Municipal Hospital to be treated and observed on February 6. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The epidemiology information were summarized in Figure 1. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/937e8a0fe1b6bab6cb4db16dbc201680414792bc19dfc49bee21a2b69572c744.jpg",
        "img_caption": [
            "Figure1. Epidemiological information of the investigated individuals. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Clinical information and follow-ups ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Case A had no significant medical history including hypertension, diabetes, chronic liver disease or chronic kidney disease. On admission,her vital signs were normal, with body temperature at 36.6 degree Celsius, pulse rate at 88 beat per minute,respiratory rate at 20 per minute, blood pressure of $1 3 6 / 9 0 \\mathrm { m m H g }$ , and subcutaneous oxygen saturation $( { \\mathsf { S p O } } _ { 2 } )$ of $9 9 \\%$ Since January 23 and during hospitalization, Case A did not report elevated temperature measures, fatigue, pain, or any gastrointestinal and respiratory symptoms, including coughing, sore throat, diarrhea or vomiting.Nor were she observed by nurses or physicians to have such symptoms. Her body temperature and $\\mathrm { S p O } _ { 2 }$ during hospitalization were shown in Figure 2. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/226ccec35e4ffd97851f818b975355d6abfe3e1828b100d396e007389e57e0fd.jpg",
        "img_caption": [
            "Figure 2. Body temperature and subcutaneous oxygen saturation $( { \\mathsf { S p O } } _ { 2 } )$ （20 monitoring of the asymptomatic carrier of SARS-CovV-2 during hospitalization. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "She was treated with aerosolized interferon $\\alpha 2 \\beta$ ,and lopinavir/ritonavir tablets $2 0 \\mathrm { m g }$ twice a day for 10 days between February 6 and 16.Then opinavir/ritonavir were discontinued,and intravenous ribavirin $0 . 5 \\mathrm { g }$ every 12 hours were admitted.By February 16,her laboratory test results were largely normal (Table 1). On February 20,a mild liver enzyme elevation was observed, but she did not report any change in her feeling, nor were change in signs or symptoms observed. Hepaprotective agent glycyrrhizinate were added to her treatment. Chest CT scan were repeated on February 1l and 20,and both were negative for signs of viral pneumonia. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/5d8e7c0e3e6a16e38e8ebe4b609cb2c3b55d081e2a7c33e20cea1409776bf7df.jpg",
        "table_caption": [
            "Table 1Laboratory test results of Case A during hospitalization between February 7-20,2020. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"6\"></td></tr><tr><td>WBC, × 109/L</td><td>Feb 7 4.20</td><td>Feb 11 5.88</td><td>Feb 16 6.25</td><td>Feb 20 6.25</td><td>range 3.5-9.5</td></tr><tr><td>Neutrophil count, × 109/L</td><td></td><td>3.9</td><td>4.1</td><td>4.2</td><td>1.0- 6.3</td></tr><tr><td>Neutrophil, %</td><td>2.7</td><td>66.6</td><td>65.6</td><td>67.4</td><td>40-75</td></tr><tr><td>Lymphocyte count, × 109/L</td><td>64.3</td><td></td><td></td><td></td><td></td></tr><tr><td>Lymphocyte, %</td><td>1.2</td><td>1.3</td><td>1.3</td><td>1.6</td><td>1.1 - 3.2</td></tr><tr><td></td><td>28.3</td><td>21.3</td><td>21.4</td><td>25.6</td><td>20-50</td></tr><tr><td>Hemoglobin, g/L</td><td>139</td><td>135</td><td>125</td><td>121</td><td>115 -150</td></tr><tr><td>Platelet count, × 109/L</td><td>131</td><td>123</td><td>141</td><td>156</td><td>125-350</td></tr><tr><td>PT, s APTT, s</td><td>11.6 41.2</td><td></td><td></td><td>-</td><td>9.6-15 25-40</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/291bfd860f4f950524769cca11c4a87e75460b4258c0984114c3ab018d02e24a.jpg",
        "table_caption": [],
        "table_footnote": [
            "Abbreviations: WBC, white blood cellcount; PT, prothrombin time; APTT,activated partial thromboplastin time; ALT,alanine aminotransferase; AST, aspartate aminotransferase; BUN, blood urea nitrate; CKMB, creatine kinase-MB;IL-6, interleukin-6. "
        ],
        "table_body": "<html><body><table><tr><td>ALT, IU/L</td><td>14</td><td>16 26</td><td>90</td><td></td><td>7-45</td></tr><tr><td>AST, IU/L</td><td>29</td><td>27</td><td>25</td><td>62</td><td>13-40</td></tr><tr><td>Total bilirubin, mmol/L</td><td>12.4</td><td>24.4</td><td>14.7</td><td>12.4</td><td>3.4 - 11.7</td></tr><tr><td>Potassium, mmol/L</td><td>3.78</td><td>3.29</td><td>4.16</td><td>5.51</td><td>137 - 147</td></tr><tr><td>Sodium, mmol/L</td><td>140.1</td><td>141.1</td><td>138.6</td><td>139.0</td><td>3.5- 5.3</td></tr><tr><td>Creatinine, umol/L</td><td>60.0</td><td>59.7</td><td>47.0</td><td>40.1</td><td>44-133</td></tr><tr><td>BUN, mmol/L</td><td>8.60</td><td>4.40</td><td>5.40</td><td>5.80</td><td>2.5 - 6.4</td></tr><tr><td>Blood glucose, mmol/L</td><td>6.09</td><td>5.40</td><td>4.78</td><td>4.87</td><td>3.9 -6.1</td></tr><tr><td>Procalcitonin, ng/mL</td><td>0.046</td><td>0.081</td><td></td><td></td><td>0- 0.046</td></tr><tr><td>C reactive protein, mg/L</td><td>4.10</td><td>32.10</td><td>1.80</td><td>3.70</td><td>0-6</td></tr><tr><td>Creatine kinase, U/L</td><td>101</td><td>40</td><td>22</td><td>26</td><td>30-170</td></tr><tr><td>CKMB, U/L</td><td>11</td><td>6</td><td>2</td><td>8</td><td>0.01-24</td></tr><tr><td>High sensitivity troponin, pg/ml</td><td>-</td><td></td><td>-</td><td>3.4</td><td>0-14</td></tr><tr><td> IL-6, pg/ml</td><td></td><td></td><td></td><td>1.5</td><td>0-7</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Notably, a second set of throat swabs together with anal swabs of hers were sent to test for SARS-CoV-2 on February 19.And the results were confirmed positive in both the throat swabs and the anal swabs. Case A was now stillhospitalized and treated by the time we submitted this article. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Here we reported a confirmed case of asymptomatic SARS-CoV-2 infection and her clinical follow-ups. Despite her large normal laboratory and chest CT results, her persistent positive findings of the virus nucleic acid in her throat swab and anal swab suggested that she was very likely a healthy carrier of the virus.This also indicated that she might be able to disperse contagious virus as a previous report suggestedl3. Without detailed epidemiological interview and close monitoring,it was extremely difficult to identify Case A,and perhaps her husband, who was also asymptomatic except for positive throat swab test and CT scan. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The couple were unaware of the infection and transmitted it to others, before they were spotted.To prevent the disease from spreading in such way, as aforesaid, close monitoring of asymptomatic individual would be an option, but would be costly. A better solution may be development of protective vaccine. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Also,despite successive treatment of lopinavir/ritonavir, and ribavirin over the fortnight period of hospitalization, her persistent positive findings of the virus nucleic acid suggested that such treatment may not be effective,as was also indicated in a randomized clinical triall4. Besides, the elevation of liver enzymes observed after treatments might be attributed to the use of lopinavir/ritonavir, of which liver impairment is a common side effect15.Therefore,for asymptomatic patients,or patients with mild symptoms, isolation and close observation may be less risky. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Conclusion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We reported a confirmed case of asymptomatic SARS-CoV-2 infection and her clinical follow-ups. The existence of such case indicated that preventive strategies of SARS-CoV-2 spread should be changed.Apart from close monitoring of asymptomatic individuals, development of a protective vaccine should be urged to prevent the further spread of the disease. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1. Hui DS,EIA,Madani TA, et al.The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - The latest 2O19 novel coronavirus outbreak in Wuhan, China.Int J Infect Di 2020;91:264-66. doi: 10.1016/j.ijid.2020.01.009 [published Online First: 2020/01/19]   \n2. Wang W,Tang J, Wei F. Updated understanding of the outbreak of 2O19 novel coronavirus (2019- nCoV) in Wuhan, China.JMed Virol 2020 doi: 10.1002/jmv.25689 [published Online First: 2020/01/30]   \n3. Wang XF, Yuan J, Zheng YJ,et al. Clinical and epidemiological characteristics of 34 children with 2019 novel coronavirus infection in Shenzhen. Zhonghua Er Ke Za Zhi 202O;58(O):E008. doi 10.3760/cma.j.issn.0578-1310.2020.0008 [published Online First: 2020/02/18]   \n4. Chen N, Zhou M,Dong X,et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet 2O20 doi: 10.1016/s0140-6736(20)30211-7 [published Online First: 2020/02/03]   \n5. Zou L, Ruan F, Huang M, et al. SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients.N Engl JMed 2020 doi:10.1056/NEJMc2001737 [published Online First: 2020/02/20]   \n6. Chang, Lin M, Wei L, et al. Epidemiologic and Clinical Characteristics of Novel Coronavirus Infections Involving 13 Patients Outside Wuhan, China. Jama 2020 doi: 10.1001/jama.2020.1623 [published Online First: 2020/02/08]   \n7. Qingxian Cai DH,Pengcheng Ou,Hong Yu, Zhibin Zhu, Zhang Xia, Yinan Su, Zhenghua Ma, Yiming Zhang, Zhiwei Li, Qing He, Yang Fu,Lei Liu, Jun Chen. COVID-19 in a Designated Infectious Diseases HospitalOutside Hubei Province,China. medRxiv 2020/02/19 doi: https://doi.0rg/10.1101/2020.02.17.20024018   \n8. Bio Perfectus Technologies. http://www.s-sbio.com/.   \n9. BGI Genomics. https://www.bgi.com/.   \n10. Dunning JW, Merson L,Rohde GGU, et al. COVID-19 Clinical Characterisation Protocol. https://isarictghnorg/CCP/ 2020   \n11. Harris PA,Taylor R,Minor BL,et al.The REDCap consortium: Building an international community of software platform partners.J Biomed Inform 2019;95:103208. doi: 10.1016/j.jbi.2019.103208 [published Online First: 2019/05/13]   \n12. Harrs PA, Taylor R, Thielke R, et al. Research electronic data capture (REDCap)--a metadatadriven methodology and workflow process for providing translational research informatics support. JBiomed Inform 2009;42(2):377-81. doi: 10.1016/j.jbi.2008.08.010 [published Online First: 2008/10/22]   \n13. Bai Y, Yao L,Wei T, et al. Presumed Asymptomatic Carrier Transmission of COVID-19. Jama 2020 doi: 10.1001/jama.2020.2565 [published Online First: 2020/02/23]   \n14. Chen Jun, Ling Y, Xi Xiuhong，Liu Ping，Li Feng，Li Tao, Shang Zhiyin, Wang Mei， Shen Yinz hong，Lu Hongzhou. Eficacies of lopinavir/ritonavir and abidol in the treatment of novel coronavirus pneumonia. Chin J Infect Dis 2020;38(00): E008-E008 doi: 10.3760/cma.j.cn311365-20200210-00050   \n15. Cvetkovic RS, Goa KL.Lopinavir/ritonavir: a review of its use in the management of HIV infection. Drugs 2003;63(8):769-802.doi: 10.2165/00003495-200363080-00004 [published Online First: 2003/03/29] ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    }
]