[
    {
        "type": "text",
        "text": "科技支撑西藏高原生态环境保护及农牧业可持续发展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张扬建 朱军涛 何永涛 余成群 石培礼 张宪洲中国科学院地理科学与资源研究所拉萨高原生态试验站北京100101摘要在全球变化影响下，我国西藏高原的生态环境问题日益突出，严重影响了其生态安全屏障作用，制约了西藏农牧业的可持续发展。中科院拉萨高原生态试验站自建站以来对区域生态环境进行了长期监测，开展了高原生态安全屏障功能保护与建设基础理论研究、退化草地恢复治理及农牧业发展关键技术研发和示范。在学科建设方面发展了一系列高原生态学研究的新方法，建立了高原生态过程、机理与区域格局相结合的研究局面；在技术研发方面提出了高寒退化草地恢复治理和高原草牧业发展的关键技术，并进行了广泛的示范和推广，取得了显著成效。这些科研成果不仅丰富和发展了全球变化影响西藏高原生态屏障功能的基础理论，还推进了高原农牧业发展关键技术的研发和示范。拉萨站已经成为在青藏高原腹地从事生态学研究的支撑平台和农牧业可持续发展试验示范的重要基地。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词西藏高原，全球变化，生态屏障，高原农牧业",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI 10.16418/j.issn.1000-3045.2018.03.014 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "我国西藏高原是青藏高原的主体，面积约为120万平方公里，平均海拔4000米以上，是全球独特的生态地域单元，拥有众多特殊和特有的生态系统类型，其对我国乃至亚洲生态安全具有重要的屏障作用[。西藏的生态环境安全关系着我国乃至亚洲气候系统稳定、水资源安全、生物多样性保护等[2]。西藏高原 $90 \\%$ 以上土地处于高寒区域，生态系统敏感而脆弱，生态安全阈值幅度窄，环境人口容量低，不合理的人类活动极易引起生态系统退化，从而引发一系列生态环境问题。目前，西藏高原生态环境正经历着前所未有的强烈变化，国家生态安全屏障功能面临着严重的威胁与挑战。在这样的大背景下，20世纪90年代，大规模的青藏高原科学考察结束后，一些长期从事青藏高原研究的科学家建议，对高原存在的一些生态学问题需要进行长期定位研究，尤其是在人类活动比较剧烈的高原河谷农牧交错地区。因此，中科院拉萨高原生态试验站（以下简称“拉萨站”）应运而生。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "拉萨站成立于1993年，本部位于西藏自治区拉萨市达孜县，海拔3688米，是全球海拔最高的农业生态试验站。建站以来，科研人员主要围绕高原国家生态安全屏障保护与建设的理论研究、技术体系构建和科技示范的重大科学问题，立足于保护与建设生态安全屏障国家重大需求和提高西藏农牧民生产生活水平的地方需求，目前已开展了近30年的长期监测、定位研究、试验示范等科研工作。近年来，在科技部、国家自然科学基金委、中科院和西藏科技专项等重大项目支持下，在拉萨站野外科学平台的支撑下，联合国内外科研人员开展了多学科综合研究，取得了一系列丰硕成果。通过对西藏高原区域生态环境要素的长期定位监测，拉萨站研究在高原独特的自然环境条件下农牧业生态系统的结构和功能，发展和构建了高原国家生态安全屏障保护与建设的理论和技术体系，建立了高原农牧业可持续发展试验示范基地，提出了高原农牧业可持续发展优化模式，为西藏高原生态安全屏障保护与建设及农牧业可持续发展提供了理论指导和技术支撑。拉萨站多次获得西藏自治区科学技术奖励，并得到了国家和自治区政府及国内外同行的高度评价。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1以草牧业发展转型为突破口，进行组织、技术和机制创新，初步探索出一条新的草牧业产业化道路，显著增加了西藏农牧民收入",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1选择西藏典型农业村、半农半牧村、农林牧结合村，构建以农牧民专业合作社为主体的农牧结合技术体系",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2013年以来中科院面向西藏国民经济发展主战场，先后启动实施西藏区域集群创新建设和科技服务网络计划（STS），其中西藏农牧民增收技术示范是核心任务之一。主要目标是构建西藏典型村庄的农牧结合技术体系，建立特色畜牧产业化发展模式，创建促进西藏农牧民增收的科技服务工作框架并在全区范围内推广。该项目群下设4个子项目，分别为典型农业村（贡嘎县吉纳村）、半农半牧村（林周县白朗村）、农林牧结合村（巴宜区章麦村）的农牧结合技术体系构建与产业化示范，以及在此基础上的西藏农牧结合技术体系和农牧民增收模式构建。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "三个示范村瞄准市场需求，根据本村农牧业生产经营现状，建立了以农牧民专业合作社为主体的技术体系构建和推广方案。其中，吉纳村以草地农业理论体系为支撑，重点开展人工草地建设、草产品高效利用等先进适用技术组装集成，建立了草地农业技术体系并开展适度规模经营示范；白朗村以生态系统理论体系为支撑，重点开展了退化天然草地恢复、牲畜轮牧补饲等技术集成创新，建立草地畜牧业技术体系；章麦村则建立了玉米田养鹅和林下放养藏猪两种一体化技术体系。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2以典型示范村为单位，建立西藏特色草牧业产业化发展模式，促进西藏农牧民增收",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "自2014年项目实施以来，在西藏区域创新集群建设重点任务之促进农牧民增收工作的成果基础上，三个示范村深入开展土地入股股份合作、家庭经营专业合作社等多种经营模式创新，有力推动了示范村畜牧业发展转型升级，明显提高了生产效率和产品商品化率，取得了显著的经济和社会效益，从而为拓宽农牧民增收渠道、实现社会经济发展和生态环境保护双赢总结出一条前景广阔的道路。截至2015年年底，三个示范村合作社共吸收社员449户，新增经济收益201.96万元，其中现金增收117.85万元，每年户均增收超过2300元，全面完成项目设定的增收考核指标。该项工作为西藏自治区政府提供了重要的政策咨询建议，先后获得西藏自治区科学技术奖励3项，并多次被央视等主流媒体广泛报道。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2从草地退化机理研究入手，构建了高寒退化草地生态系统恢复重建技术体系，编制了适合高寒退化草地治理技术规范",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1剖析了高寒草地退化成因，建立了退化草地的生态信息空间数据库，开发了高寒草地牧场可持续利用管理决策软件",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在藏北草地生态系统变化及退化草地恢复治理方面取得重要进展。针对西藏生态安全屏障建设中面临的草地退化问题，在科技支撑计划课题、“973”课题以及地方专项的支持下，拉萨站先后开展了藏北草地变化机理研究、退化草地生态系统恢复治理等多项工作。针对高寒草地退化、生产力下降、鼠虫害严重、毒杂草广布等问题，选择藏北高寒草地生态安全屏障区，根据各地区实地条件，因地制宜地研发高寒草地生态系统保护、退化生态系统修复、毒杂草治理、鼠虫害防治等方面的技术，并选择藏北高寒草地生态屏障典型植被区及典型退化区进行示范，建立退化高寒草地生态系统综合整治模式。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "研究发现近30年高原草地生态系统总体趋好、局部退化，气候变化是其主要驱动因素，而近10年人为放牧活动则对高原高寒草地生态系统变化的影响显著增强[3]。通过地面调查、遥感和GIS技术，建立了退化草地的生态信息空间数据库，提出科学合理的载畜量调整对策，开发藏北高寒草地牧场可持续利用管理决策软件，为牧场科学管理提供决策支撑服务。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2研发高寒退化草地生态系统恢复重建关键技术，并在典型县域开展技术示范和推广",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "选择典型县域安多县、那曲县，在不同放牧管理模式下，系统开展了藏北高寒草地生态系统退化修复技术研究，通过补播牧草、施肥管理、鼠虫害控制、毒杂草控制对植被群落、土壤养分、土壤微生物、土壤种子库、土壤水分以及微气候变化的影响，分析草地退化和修复的机理，总结出适宜的藏北高寒草地区一整套的退化草地修复技术；在此基础上，编制了退化草地生态补播技术规程和草原毛虫生物防治技术规程。在典型县域建立了鼠虫害防治示范基地5000亩，退化草地免耕补播技术示范3000亩，人工草地建植技术示范1000亩，并取得了良好成效。2015年，该项工作——“藏北高寒草地生态系统变化分析与退化草地综合治理技术”获得西藏自治区科学技术奖一等奖。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3从高原生态屏障保护与建设基础研究入手，创新高原研究新技术和新方法，揭示了全球变化对高原生态安全屏障功能的影响",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1结合生态过程、机理机制和模型模拟，提出了高原生态学研究的新技术和新方法",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "高原生态环境脆弱，全球环境变化势必会给高原生态屏障功能带来巨大冲击。拉萨站在“973”课题和中科院战略性先导科技专项支持下，在全球变化对高原生态屏障功能的影响方面取得了突出成绩。研究通过地面站点的实验观测和区域样带的草地调查，对相关模型参数进行本地优化，并提出了一系列数据融合的新方法；在摸清机理、优化参数及更新方法的基础上，系统探讨了青藏高原高寒生态系统对全球变化的响应机理和格局，揭示了全球气候变化和人类活动对高原生态屏障功能的影响。上述创新性成果对我国和国际高原生态学研究影响显著，为高原生态屏障建设和保护提供了科学基础。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "通过站点尺度控制实验和区域样带调查，对相关模型进行本地优化。研究发现生产力模型重要参数一一碳利用效率（CUE）并非是恒定值，而是随环境和生态系统类型的改变而变化[4]，青藏高原高寒草地生态系统相比于全球其他类似生态系统具有更高的CUE（图1）；同时通过多源数据融合校正，提出了针对青藏高原的多源数据融合方法体系，生成了适用于高寒生态系统的高精度数据集，为全球变化对高原生态屏障功能的影响研究奠定基础。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/fa6e983d967d7242833c18b318fb14f04b09882a831049d3cdf4547206a3cf94.jpg",
        "img_caption": [
            "图1青藏高原高寒草地生态系统碳利用率（CUE）的空间格局及变化趋势"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2从多尺度揭示了全球变化对高原生态安全屏障功能的影响",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从站点和区域尺度上，揭示了高寒生态系统对全球变化响应具有更高的敏感性。通过在西藏高原多个站点布设的温度升高、 $\\mathrm { C O } _ { 2 }$ 加富等单个因子或多因子全球变化综合研究平台，揭示了未来全球变暖情境下高寒草甸生态系统的植物物候格局，阐明了水分条件调控高寒草地生态系统对温度升高的响应[5]，发现了高海拔地区生态系统对 $\\mathrm { C O } _ { 2 }$ 浓度升高具有更高的敏感性；区域尺度上，发现了在全球变暖驱动下，近几十年来青藏高原植被返青期大幅度提前，进一步论证了高寒生态系统对气候变化具有更高的敏感性（图2）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4从生态系统优化管理入手，通过长期养分添加实验和整合分析，揭示了高寒草地生态系统植被恢复和稳定机制",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.1通过外源性营养添加实验，揭示了高寒草甸生态系统结构和功能对养分添加的响应阈值与模式",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "青藏高原高寒草地一直被认为是非常脆弱的生态系统，对气候变化和人类干扰十分敏感，高寒草地的变化会极大地影响当地畜牧业的发展。但高寒草地生态系统植被恢复和稳定的机制尚不清楚。为此，通过长期定点控制实验与样带调查相结合方法，以改变养分状况为手段，从物种和植物功能群水平以及养分循环等方面，探讨了高寒草甸生态系统对营养添加的响应规律，揭示了高寒草地生态系统植被恢复和稳定机制，为不同类型高寒草地的管理提供了科学依据。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "借助拉萨站设置的氮添加试验平台，发现生长季早期施氮会增加生态系统碳固持，而生长季晚期施氮会促进生态系统碳排放，确定了高寒草甸对氮添加的临界负荷和饱和阈值分别是 $1 0 . 7 \\mathrm { k g } \\mathrm { N h a } ^ { - 1 } \\mathrm { y r } ^ { - 1 }$ 和 $5 0 \\mathrm { k g } \\mathrm { N } \\mathrm { h a } ^ { - 1 } \\mathrm { y r } ^ { - 1 }$ ，为退化草地恢复治理提供重要科学依据[]。通过长期氮磷添加试验平台，发现高寒草地关键生态系统过程对单独施氮与氮磷共同添加响应模式的不同，证实了高寒草甸是氮磷共同限制的生态系统，指出氮磷化学计量平衡对高寒草地稳定性的重要作用，为退化高寒生态系统的恢复和管理奠定了科学基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.2通过多站点的整合分析，揭示了高寒草地生态系统稳定性响应外源养分输入的维持机制",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "借助于长期定位研究，综合分析了青藏高原高寒草甸长期养分添实验的地上生产力数据，发现传统的物种多样性机制、优势度效应（dominanteffect），以及多度-变异性尺度推移（mean-variance scaling）理论均不能解释高氮添加引起的高寒草甸地上生产力稳定性的降低，而显著降低的高寒植物物种间及功能群之间补偿能力才是高氮输入条件下地上生产力稳定性降低的重要机制[,0]该研究揭示了高寒草甸生态系统稳定性维持的机制，为草地优化管理提供了重要的理论依据。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "5结语 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "拉萨站自1993年建站以来，围绕国家生态安全屏障保护与建设的理论和技术体系及高原农牧业可持续发展(a）青藏高原地区（ $\\mathrm { N D V I } { > } 0 . 1$ ）；（b）草甸地区（ $\\mathrm { \\ N D V I { > } 0 . 1 }$ ）；（c）草原地区（ $\\mathrm { \\Delta N D V I > 0 . 1 }$ ）",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/a3c80fdb53839e6021a5450cb8e184797c5a045577d7e81c120c0d3f35e490c5.jpg",
        "img_caption": [
            "图2青藏高原草地返青期反演结果比较"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "等重大科学问题，在西藏高原开展了长期监测、定位研究、试验示范等一系列科研工作。通过多年艰苦努力，拉萨站基础能力显著提升，先后建成了西藏草业工程技术中心以及当雄、那曲和林周试验基地，构建了当雄高山草甸垂直样带、藏北草地水平样带和林周灌丛草甸垂直观测样带等，目前已经形成了“四站三带一中心”的高原生态学和草牧业发展研究基地格局。此外，还构建了西藏农牧业结合发展试验示范基地，为高原农牧业技术示范和推广提供了基础。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "通过承担大量的国家、中科院和自治区级项目，拉萨站加强了全球变化对西藏高原生态屏障功能影响的基础研究，丰富和发展了对高寒生态系统响应和适应全球变化的理解和认识，研发集成了高原生态安全屏障保护和建设关键技术；并且进行了广泛推广和示范，提出了高原农牧业区域优化和转型发展模式，从而在西藏高原生态安全屏障保护与建设及农牧业可持续发展实践中发挥了关键的指导作用。针对西藏农牧民增收缓慢、后劲不足等现实问题，拉萨站开展西藏农牧民增收模式建设与示范，培养关键岗位人才，打造西藏畜牧业品牌，助力西藏农牧民持续稳定增收落到实处。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "目前，拉萨站已成为高原生态环境数据积累基地、高原生态学理论研究的实验基地、高寒退化生态系统恢复与重建的实验示范基地、高原农牧业结合发展试验示范基地、高原生态学研究的人才培养基地和国内外生态学研究的科学交流基地，在国内外产生了广泛的影响。未来，拉萨站将重点完善科研基础设施建设，加强高原生态环境要素的天地空立体观测，加强野外控制实验的联网观测，注重监测和科研队伍建设、人员培训，提升数据采集和管理能力。同时，拉萨站将继续面向国家和地方重大需求，有的放矢地就西藏高原生态屏障保护和建设及农牧业发展中的重大生态环境问题进行深人系统研究。拉萨站将继续面向国际科学前沿，积极开展国内外合作交流，努力提升自身的科研水平和实力，进一步扩大拉萨站在国内外的影响力。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "致谢感谢中国科学院科技促进发展局杨萍老师给予本文的宝贵意见。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "岑兮乂瞅   \n1 孙鸿烈,郑度,姚檀栋,等.青藏高原国家生态安全屏障保护与 建设.地理学报,2012,67(1):3-12.   \n2 钟祥浩,刘淑珍,王小丹,等.西藏高原国家生态安全屏障保护 与建设.山地学报,2006,24(2):129-136.   \n3Chen B, Zhang X Z, Tao J,et al. The impact of climate change and anthropogenic activities on alpine grassland over the Qinghai-Tibet Plateau. Agricultural & Forest Meteorology,2014,1 89-190(189): 11-18.   \n4 Zhang Y J, Yu G R, Yang J, et al. Climate-driven global changes in carbonuse eficiency.Global Ecology and Biogeography, 2014, 23(2): 144-155.   \n5 Zhu J T, Zhang Y J, Jiang L. Experimental warming drives a seasonal shift of ecosystem carbon exchange in Tibetan alpine meadow. Agricultural & Forest Meteorology,2017,233: 242-249.   \n6 Zhang G L, Zhang Y J, Dong JW, et al. Green-up dates in the Tibetan Plateau have continuously advanced from 1982 to 2011. PNAS,2013,110(1): 4309-4314.   \n7Zong N,Shi PL, Song MH,et al. Nitrogen critical loads for an alpine meadow ecosystem on the Tibetan Plateau. Environmental Management, 2016, 57(3): 531-542.   \n8 Jiang J, Shi P L, Zong N,et al.Climatic patterns modulate ecosystem and soil respiration responses to fertilization in an alpine meadow on the Tibetan Plateau, China.Ecological Research,2015,30: 3-13.   \n9 Song M H, Yu F H. Reduced compensatory effects explain the nitrogen-mediated reduction in stability of an alpine meadow on the Tibetan Plateau. New Phytologist,2015,207: 70-77.   \n10 Xu X L, Ouyang H, Richter A,et al. Spatio-temporal variations determine plant-microbe competition for inorganic nitrogen in an alpine meadow. Journal of Ecology,2015,99(2):563-571. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "S&T Supported Ecological Environment Protection and Sustainable Development of Crop and Animal Husbandry on Tibetan Plateau, China ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ZHANG Yangjian\\*ZHU JuntaoHE Yongtao YU Chengqun SHI Peili ZHANG Xianzhou (Instituteof Geographical Sciences and Natural Resources Research,Lhasa Alpine Ecology Research Station, Chinese Academy of Sciences,Beijing 10o101, China） ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "AbstractAfectedbyxacerbatedcliatechanganditesifdantropogenicactivitis,sriesofevironentalandcoogicalis areemergingontheTbetanPlateau.TheseseriouslyuderminetheecologicalhurdlefunctionsoftheTibetanPlateau,alsoetardthelocal productivitydevelopmentandsociallivingimprovement.TeLhasaAlpineEcologyResearchStationoftheChineseAcademyofSciences (LhasaStation)hascommitedtomonitorcologyandevironmentsoftheTibetanPlateausinceitsestablishmentIbasicresearchs,te LhasaStationconductedasuiteoflobalchangestudiesexploringefectsofglobalchangesonecologicalhurdlefunctionsoftheTibetan Plateau.Theresearch findingsareefectivelyappiedonecologicalrestoration,andtechniquedevelopmentofalpinecropandanimal husbandry.Indisciplineostructio,teLasaStatiocaidouuli-discipliarysudyandadecosiderableachevementspiical aseriesofnoveltymethodsavebneveloped.Usingthsemethods,theechansm,ate,anderomentalconsequencesofalpie ecosystemsresposetoliaticngsndtopgeicctiiavebnvealedFueledytebovemetiodbsicate LhasaStatioeveopedoretcholododfstoigdgadedlinegraadndlpinodalsbadryigin greatachievements.Allteseacevementshaveenicedurunderstandingonimpactsofglobalcangesonologicalurdlefunctiofte TibetanPateaundiliatedteqeevelotandplicatiooflieodalusbadryTeiritegatiossuhestae fortheLhasaStationtobeacriticalsiteforresearch-supportandsustainablecropandanimalhusbandrydevelopmentdemonstration. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "KeywordsTibetan Plateau,global changes,ecological hurdle,alpine crop and animal husbandry张扬建中国科学院地理科学与资源研究所研究员，拉萨高原生态试验站站长，中国地理学会生物地理分会副主任。国家自然科学基金委杰出青年基金获得者、中科院“百人计划”、中组部“万人计划”中青年科技领军人才。研究方向主要为结合遥感、模型和控制实验来揭示生态系统对全球变化的响应和适应，为生态环境保护提供理论决策依据。迄今已发表SCI论文60余篇。E-mail: zhangyj@igsnrr.ac.cn",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/a716a881fd0606808385354406bedd8e902218875a6ba4b83d52f6e00bc4b787.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ZHANG YangjianResearch Professor of Institute of Geographic Sciences and Natural Resources Research, Chinese Academy of Sciences,Director of Lhasa Alpine Ecology Research Station,Deputy Director of ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "BiogeographyBranchoftheGeograpicalSocietyofChina.Dr.ZhangearmedhisPh.D.degreefromtheUniversityofGeorgiaUSA.He wasselectedinto“HundredTalentProgram”ofChineseAcademyofciencesi9,thenatioaltalentprogram“TenThousadTlentin 2016,andawadedtetioalNaturalSieeFndfoistingsdounghorsi7.Hseseahainlyfocusesoapicatiof remotesesingoogicaloelingdnlatieeperietstestigatesposdaptiootestooalgd theresearchfindingsarenaturallintegratedwithgovementpolicymaking.Untilnow,Dr.Zhanghaspublsedover6papersdeedby SCI. E-mail: zhangyj@igsnr.ac.cn ",
        "page_idx": 5
    }
]