[
    {
        "type": "text",
        "text": "物质相关线索对成瘾者反应抑制的影响",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "苏波波 郑美红\\*（清华大学心理学系，北京100084）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘 要 成瘾者失控的物质寻求和使用与反应抑制的关系密切。很多研究在物质相关线索情境中探讨了这一关系。物质相关线索既可受到自动的注意加工，又可诱发非自动的趋近动机状态。因此，它们可能通过刺激驱动和状态依赖两种方式消耗有限的认知资源从而影响反应抑制，这在成瘾行为的发展和维持中起到重要作用。未来需要在揭示其神经机制、明确物质使用动机或态度的调节、采用真实情境进行研究，以及开发有效的干预方法等几个方面开展研究。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词物质成瘾；物质相关线索；反应抑制；刺激驱动的影响；状态依赖的影响",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "物质成瘾（substanceaddiction）被定义为物质使用的失控，强迫性的物质寻求和使用，并不顾及不良后果（Nestler,2001)。反复摄入某种物质（如阿片类药物、可卡因、酒精、香烟等）后可导致大脑结构和功能的持久改变（Koob&Le Moal,2005;Koob& Volkow,2010;Nestler,2001；杨玲等,2015)：一方面，中脑边缘系统对物质的诱因敏感化增强（Robinson &Berridge,1993），反复与物质使用匹配使得相关线索获得诱因凸显（incentive salience）特征，能够自动地捕获注意，并诱发对物质的渴求和自动的趋近行为（Franken,2003;Robinson&Berridge,1993; Tiffany,1990)；另一方面，前额皮层（prefrontal cortex,PFC）系统调节的执行功能受到损害，使得个体在面对物质或者相关线索诱惑时不能有效地调控自己的行为，这被认为是维持物质使用或戒断后复发（复吸或复饮)的重要原因(Field&Cox,2008;Goldstein& Volkow, 2002; Perry & Carrol, 2008; Wiers et al.,2007; Wiers & Stacy,2006)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "反应抑制是执行功能的一个重要成分，被定义为一种抑制不恰当但处于优势的行为的能力（Barkley,1997;Miyake et al.,2000)。以往研究发现物质成瘾者存在抑制功能缺陷（Behanet al.,2014; Smith,Mattick,Jamadar,& Iredale,2014)，这种缺陷可能在物质使用之前就存在并促进了成瘾的发展，例如，纵向追踪研究表明较弱的反应抑制功能可以预测青少年未来的物质滥用起始和增强（Mahmood et al.,2013;Nigg et al.,2006)。但长期的物质使用也会损伤包括前额皮层（prefrontal cortex,PFC）在内的一些反应抑制相关的脑区，并进一步强化失控的物质寻求和使用（Goldstein& Volkow,2002,2011; Perry & Carrol,2008;Wiers et al.,2007;",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Wiers & Stacy, 2006; Yuan et al., 201O; Yuan et al., 2009)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "然而，上述研究和理论基本都是基于反应抑制的\"特质\"属性来论述与物质使用的关系，即反应抑制是相对稳定的。但是个体的反应抑制也有\"状态\"属性，可受到内、外部因素的影响而产生短暂的波动（de Wit,2009; Jones,Christiansen,Nederkoorn,Houben,&Field,2013）。例如，通过启动去抑制（disinhibition）（Jones et al.,2011）、摄入微量的物质（如， $0 . 6 5 \\ \\mathrm { g / k g }$ 的酒精剂量）（Weafer &Filmore,2008）、暴露于物质相关线索（Field& Jones,2017; Su, Yangetal.,2017）等均可降低成瘾者的反应抑制，并导致随后更多的物质使用。由于物质相关线索是诱发成瘾者维持使用物质和复发的一个重要因素（Field&Cox,2008;Robinson&Berridge,1993)，所以越来越多的研究开始关注物质相关线索对反应抑制的影响。不同于以往理论，从物质相关线索诱发的注意偏向和渴求感，以及以物质使用导致的反应抑制功能失调来解释持续的物质寻求和使用，本文将根据近年来的研究系统阐述物质相关线索对反应抑制的影响及其在成瘾发展和维持中的作用，以期为理解成瘾行为的心理机制以及探索相关领域的未来研究方向提供思路。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2物质相关线索影响反应抑制的实验范式",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "反应抑制测量常用的实验范式有Go/NoGo 任务、Stop-signal任务、双选择Oddball任务等。Go/NoGo任务要求被试既快又准地对出现的Go 刺激作出按键反应，对 NoGo刺激不反应。由于对Go 刺激形成了一种优势反应,在NoGo 刺激上需要抑制这种优势反应（Simmonds,Pekar,& Mostofsky,2008; Smith et al.,2014)。虽然等概率Go/NoGo 任务也常被使用，但有研究者认为只有Go 刺激出现的概率比较高时（如， $7 5 \\%$ ),优势反应才会被建立（Barry&Rushby，2006)。Stop-signal任务包含大概率的Go 条件和小概率的 Stop 条件，被试需要对目标刺激做出相应的选择或者分类反应(Go条件)，一旦目标刺激上出现停止信号（声音或者视觉形式）被试需要停止按键反应（Stop 条件)，停止信号常以一种自适应或者固定变化的时间延迟形式出现（Verbruggen&Logan,2009）。通过估算停止信号反应时（stop signal reaction time,SSRT）作为反应抑制的指标，SSRT越长意味着反应抑制越差。双选择Oddball任务包括大概率的标准刺激和小概率的偏差刺激，被试需要对两种刺激做出不同的按键反应，对小概率刺激的反应需要抑制对大概率刺激的优势反应倾向，因此反应时更长、错误率更高(Yuan,He,Zhang,Chen,&Li,2008；袁加锦，徐萌萌，杨洁敏，李红,2017)。前述三个实验范式都受到了广泛的认可，但它们又有各自的特点。首先，Go/NoGo 和 Stop-signal 范式中任务操纵与反应抑制的概念更为贴切，分别涉及抑制一个优势反应和取消一个已经起始的反应，而双选择 Oddball任务则涉及抑制一个优势反应倾向（Yuan et al.,2008)；其次，通常Go/NoGo 和Stop-signal任务分别以单一的NoGo 错误率和 SSRT为反应抑制的行为指标，而双选择Oddball任务比较全面地提供了反应时和错误率两方面的指标；最后，Go/NoGo任务需要注意被试的速度准确率权衡问题，Stop-signal任务需要注意被试可能会等待停止信号的问题，而任务难度较小的双选择Oddball任务在抑制操纵时仅依赖于标准和偏差刺激出现的概率比，需要注意由此造成的更大的任务量。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前的研究中为了考察物质相关线索对反应抑制的影响，常把物质相关线索与反应抑制任务结合起来。其中，视频、气味和声音线索与反应抑制任务只是在程序中前后或同步呈现，实验任务不做改变，这里不再进行详细介绍。图片和词汇线索与抑制控制任务的结合方式比较复杂，根据物质相关线索与任务目标刺激的相关性和同步性主要有三种结合方式。第一，任务相关的同步呈现方式。这类任务直接将物质相关或不相关线索作为目标刺激，被试需要做出判断或者分类，包括相关线索Go/NoGo 任务（Adams,Ataya,Attwood,& Munafo,2013;Noel et al.,2007）、双选择 Oddball任务（Xin,Ting,Yi,Li,& Bao,2015）和 Stop-signal 任务（Kreusch,Billieux,&Quertemont,2017）。第二，任务不相关的同步呈现方式。这类任务是将物质相关或不相关线索作为与目标刺激不相关的背景，包括相关线索Go/NoGo任务（Luijten,Littel, & Franken, 2011; Petit, Kornreich, Noel, Verbanck,& Campanella, 2012）、Stop-signal 任务（Nederkoorm,Baltus, Guerreri,& Wiers,2009）、双选择 Oddball任务（Su, Yang,et al.,2017)。第三，线索启动的方式。此方式中目标刺激出现在物质相关线索之后。例如，相关线索提示Go/NoGo任务中物质相关和不相关图片分别预示着随后的Go或者 NoGo 刺激将以一定概率出现（Weafer&Fillmore,2012）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "上述三种结合方式中，任务相关的同步呈现方式以一种外显的方式将物质相关线索作为目标刺激可能会促进表现，因为这类刺激更容易被检测到（Pennington,Qureshi,Monk,&Heim,2016)，这可能会抵消一部分相关线索的干扰效应，但任务不相关的同步呈现方式和线索启动的方式则避免了这样的问题。而相比同步呈现的方式，线索启动的方式是在物质相关线索消失之后才呈现目标刺激，从而剥离了同步呈现时因变量指标变化中的对相关线索注意加工的一部分效应，更清晰地反映了反应抑制的波动及延续性。此外，物质相关线索与反应抑制任务不同的结合方式可能涉及不同的机制，后面的论述将会使之明确。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3物质相关线索影响反应抑制的研究现状",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1物质相关线索影响反应抑制的机制",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "虽然很多研究考察了物质相关线索对反应抑制的影响，但是缺少理论框架来阐述这些影响的机制。一些注意资源的观点认为反应抑制的认知或注意资源是有限的，运用抑制功能实质上是通过注意抑制的方式保护有限的认知资源不被任务无关刺激或反应所分配（Eysenck,Derakshan,Santos,& Calvo,2007; Pessoa,2009）。其中，双重竞争模型（dual competitionmodel）认为负载情感意义的刺激可影响知觉和执行水平上的竞争，并提出刺激驱动和状态依赖两种不同的影响，指的是刺激的情绪凸显特征以及刺激诱发的情绪和动机状态的变化分别以不同的方式分配有限的认知资源从而影响执行功能（包括反应抑制）（Pessoa,2009)。大量脑成像研究发现物质相关线索的暴露可激活眶额皮层（orbitofrontal cortex,OFC）、前/后扣带皮层（anterior/posterior cingulate cortex,ACC/PCC）、背侧前额皮层（dorsolateralprefrontal cortex,DLPFC）、脑岛及知觉与注意系统（枕叶、后顶叶和内侧颞叶等）等（Engelmann et al.,2012; Kang et al.,2012; Yalachkov, Kaiser,& Naumer,2012）。研究还发现视觉注意加工与线索暴露过程中ACC、DLPFC 的激活相关，渴求感的增加与OFC、PCC 和脑岛的激活相关（Kang et al.,2012)。由于OFC、ACC 和DLPFC 等也是抑制功能的关键脑区，因此，这些研究结果间接地提示了物质相关线索可通过不同途径影响成瘾者的反应抑制。由于物质相关线索具有诱因凸显特征，一方面可通过自下而上的刺激驱动的方式捕获成瘾者的注意，另一方面可诱发增强的渴求感，而渴求感也被认为是一种具有动机趋力的情绪状态（Franken,2003)。基于此，我们尝试用双重竞争模型的观点来理解物质相关线索如何影响成瘾者的反应抑制，并假设存在刺激驱动和状态依赖两种不同的影响。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.1刺激驱动的影响",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "刺激驱动的影响指物质相关的诱因凸显特征自动地驱动成瘾者对相关线索的注意加工，从而影响反应抑制。这种影响依赖于物质相关线索的呈现，比较短暂，大量研究通过将物质相关和不相关线索（如相关词和图片等）作为组块内因素嵌入反应抑制任务提供了证据。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "行为层面上，使用相关线索Go/NoGo任务，一些研究发现酒精成瘾者对酒精相关的Go反应时更快、NoGo错误率更高，相关分析还发现这与对酒精相关图片更高的唤醒度评价有关（Czapla et al.,2015; Kreusch, Vilenne,& Quertemont, 2013; Petit et al., 2012）。 Lannoy,Maurage,D'Hondt,Billieux 和Dormal（2018）发现豪放性饮酒者（豪放性饮酒是一种短时间内大量饮酒的模式）对酒精相关NoGo 刺激的错误后变慢（post-error slowing）比对照组低，这意味着酒精相关线索会降低豪放性饮酒者抑制反应错误后的行为调控能力。使用相关线索Stop-signal任务，Zack 等人（2011）发现问题饮酒者对任务不相关的酒精词汇比非酒精词汇的Go 反应时更快、SSRT 显著更长；Monk,Qureshi,Pennington 和 Hamlin（2017）发现定期饮酒者对任务不相关的酒精和非酒精欲求比非欲求相关图片条件的Go反应时更快、错误率更低、SSRT显著更长，并且对酒精和非酒精欲求图片的唤醒度评价高于无欲求图片，研究者认为对酒精的欲求也会泛化到其他欲求刺激从而降低饮酒者的反应抑制。使用相关线索双选择Oddball任务，Su,Yang 等人（2017）发现海洛因戒断者对海洛因图片比中性图片背景下的小概率偏差刺激的反应时显著更长。还有一些研究使用相关线索提示Go/NoGo任务发现对物质相关线索后的Go反应时更快、NoGo刺激错误率更高，包括饮酒者（Fleming&Bartholow,2014; Weafer & Fillmore,2012,2015）和可卡因依赖者（Pike,Marks,Stoops,& Rush,2015;Pike,Stoops,Fillmore,&Rush,2013）。这些采用不同任务类型的研究都表明物质相关线索对成瘾者的反应抑制产生了干扰，这种干扰可能是由于对物质相关线索的注意加工占用了有限的认知资源（Su,Yang et al.,2017）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "然而，这些研究不能确定这种干扰效应是由自下而上的刺激驱动还是自上而下的目标驱动的注意加工导致的，一些研究的结果为这一问题提供了答案。例如，Pike等人（2015）发现物质相关线索短时呈现（100、200ms）比长时呈现（300、400、 ${ 5 0 0 } \\mathrm { m s }$ ）条件下的抑制错误显著更多。研究者认为短时呈现条件主要是与自动的注意初始定向有关，而长时呈现条件允许被试运用认知控制将注意从相关线索上脱离，因此，这一结果表明了干扰效应主要是由自动的注意加工导致的。Wilcockson 和Pothos（2015）使用物质相关线索注意固定任务（Attention fixation task）结合眼动技术对轻度饮酒者进行了研究，实验任务要求被试将视觉注意集中于呈现在屏幕中央的注视点，忽视周围不同方位可能出现的干扰刺激，一旦视线离开注视点则干扰刺激消失，视线拐点的次数作为衡量被试对目标的关注能力以及对干扰刺激的抑制能力，结果发现被试对酒精线索干扰的抑制能力比中性线索更差。研究者认为虽然物质相关的干扰刺激出现时成瘾者并没有意识到刺激所包含的信息，但依然很难抑制对这些刺激的注意定向，这体现了成瘾者对物质相关线索自动的注意加工。总之，这些行为层面的研究结果为刺激驱动的影响提供了证据。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "另一些研究则发现物质相关线索并不总是干扰反应抑制。例如，Pennington等人（2016）的研究使用酒精相关的声音和图片两种线索，发现酒精使用者对酒精图片作为NoGo目标刺激的错误率更低，但是对任务不相关的酒精声音线索条件的Go反应时更快、NoGo 错误率更高。该研究表明物质相关线索可引起自动的注意加工，任务不相关时可降低成瘾者的反应抑制，任务相关时则促进反应抑制。但是也有一些研究将不同物质相关线索作为任务目标得到了不一致的结果。例如，Noel等人（2007）发现，与控制组相比，脱毒酒精成瘾者在酒精相关词作为Go目标刺激时有显著更长的反应时，作为NoGo刺激时有更多的错误率；",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Adams 等人（2013）的研究使用词汇和图片类型的相关线索分别作为两种Go/NoGo任务的目标刺激，结果发现酒精相关词汇可降低社交性饮酒者的反应抑制，但是酒精相关图片能够促进其反应抑制。研究者认为图片比词汇更直观、更清晰，所以促进了任务的表现。词汇作为任务目标刺激时，成瘾者可能在注意初始定向后还对物质相关词汇进行了语义加工，从而干扰了成瘾者的反应抑制。这也提示不同类型的物质相关线索对成瘾者反应抑制的影响可能涉及不同的机制，需要进行更加深入的研究。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "脑电层面上，反应抑制任务中，N2成分反映了较早阶段的冲突监控和认知控制，P3 成分反映了较晚阶段运用自上而下的抑制机制解决冲突的过程，更大的N2、P3 波幅与更多的认知资源用于反应抑制过程有关，而更长的潜伏期反映了更慢的认知加工速度（Bokura,Yamaguchi,& Kobayashi,2001; Kopp,Matler,Goertz,& Rist,1996)。Petit 等人（2012）发现重度饮酒者对酒精相关线索下的 NoGo-P3 潜伏期比中性线索下更长；Fleming 和 Bartholow（2014）发现重度饮酒者对物质相关线索下的N2、P3波幅比中性线索下的更大。这些研究结果不仅表明物质相关线索会消耗更多的认知资源，从而干扰了成瘾者的反应抑制，而且这种干扰效应也表现在较早的 N2（200-300ms 左右）成分上。此外，Detandt等人（2017）则发现中/轻度吸烟者在物质相关线索下比控制组的反应错误率更多，但是相比中性线索，吸烟者在物质相关线索下的抑制错误率更低、P3 波幅更大，研究者认为这表明物质相关线索背景促进了吸烟者的反应抑制。虽然该研究的实验任务中物质相关图片是任务不相关的，但是这些图片作为背景存在于目标刺激出现前直到反应结束的整个过程，这有助于将吸烟者的注意吸引并维持在实验任务上。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "脑成像层面上，在相关线索Go/NoGo任务中，Ames 等人（2014）发现相比轻度饮酒者，酒精相关NoGo刺激更大程度地激活了重度饮酒者的右侧DLPFC、前/中扣带回，以及渴求感有关的右侧前脑岛，研究者认为这反映了凸显的酒精相关NoGo刺激使得重度饮酒者需要调动更多的认知资源去抑制反应。Czapla等人（2017）发现酒精脱毒（2-4周的医院脱毒治疗）病人和控制组对酒精相关比中性的NoGo 错误率更高，但酒精脱毒病人对酒精相关的NoGo 刺激的枕叶而非反应抑制脑区的激活更大，这表明由于酒精相关线索的视觉凸显特征，一部分视觉注意从抑制任务上脱离转向了对酒精相关线索的加工。Hester 和Garavan(2009)使用一项工作记忆任务发现物质相关线索会降低可卡因成瘾者在高工作记忆负荷下的任务表现，这些行为结果同样反映在枕叶和右侧额下回（inferior frontal gyrus,IFG）更大的激活。研究者认为该结果反映了物质相关线索捕获了成瘾者的视觉注意，因此需要更大的认知控制避免主任务受到相关线索的干扰。这些脑成像的结果意味着刺激驱动的影响涉及与视觉加工有关的枕叶，反应抑制有关的脑区DLPFC、IFG、ACC等，而脑岛的激活也许体现了状态依赖的影响。这可以用双重竞争模型（Pessoa,2009）来解释，刺激驱动影响的感知竞争主要发生在初级视觉皮层，随后情绪信息被传输到ACC，并与DLPFC、IFG、前脑岛发生作用产生了执行水平的竞争。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1.2状态依赖的影响",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "状态依赖的影响是指物质相关的诱因凸显特征可诱发非自动的欲求状态的变化，从而导致渴求感的上升。一方面对渴求感的调控会消耗有限的认知资源，另一方面渴求感的上升也可驱动注意指向物质或者相关线索，降低反应抑制的认知资源。渴求感的诱发和消退是一个比较缓慢的过程，一旦渴求感被诱发可不依赖于相关线索的呈现。一些研究通过物质相关线索（如视频、气味等）诱发渴求感，而将是否诱发渴求感（不涉及修改反应抑制任务）作为组块间或者被试间因素提供了证据。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "行为层面上，使用Go/NoGo任务，Tolliver等人（2012）的研究让被试在观看冰毒相关或者中性视频的同时完成一项听觉Go/NoGo任务，结果发现冰毒成瘾者在中性条件下比控制组的Go反应时更慢、Go 和 NoGo 的错误率更高，而暴露于相关线索进一步增强了成瘾者的 Go 和NoGo反应错误率，并且这种错误率与线索诱发的渴求感增强显著相关；Monk,Sunley,Qureshi 和Heim（2016）对重度问题饮酒者的研究发现对酒精相关嗅觉线索组（5ml以1:5 比例稀释的Glenn 伏加特酒）比对照嗅觉线索组（ $5 \\mathrm { m l }$ 以1:10 比例稀释的柑橘油）的NoGo 错误率更高。使用 Stop-signal 任务，Muraven 和 Shmueli（2006）对160 名社交性饮酒者的研究发现嗅闻一杯酒的被试比嗅闻一杯水的被试的停止信号错误率更高，报告的渴求感也更高，并且渴求感能够显著预测 Stop-signal任务上的表现；Gauggel等人（2010）对酒精戒断者的研究发现嗅闻一杯酒比嗅闻一杯水的被试的 SSRT更长，报告的渴求感也更高;Field 和 Jones（2017）发现重度饮酒者在模拟酒吧环境下嗅闻一杯酒比中性环境下嗅闻一杯水的被试的 SSRT更长，报告的渴求感也更高，随后的中介分析表明那些暴露于酒精线索后反应抑制降低和渴求感增强的重度饮酒者在随后的虚假品尝测试中会消费更多的酒精。这些研究表明渴求状态的诱发会降低成瘾者的反应抑制，可能是由于对渴求感的抑制导致的认知资源消耗（Muraven & Shmueli,2006; Tiffany& Conklin,2000）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "另一些研究把是否诱发渴求感作为组块间或者被试间因素，要求被试完成物质相关线索反应抑制任务，这为刺激驱动和状态依赖的两种影响的分离提供了证据。例如，Kreusch 等人（2017）的研究发现嗅闻一杯酒比嗅闻一杯水的酒精脱毒病人报告了更高的渴求感，以及在随后的相关线索 Stop-signal任务中对相关线索的抑制错误率显著更高，并且在嗅闻酒精组发现渴求感和对相关线索的抑制错误率显著正相关；DiGirolamo,Smelson 和Guevremont（2015）使用了相关线索反向眼跳任务（Antisaccadetask）结合眼动技术对可卡因成瘾者进行了研究，被试首先完成一项包含物质相关图片的被动观看任务诱发渴求感，然后进行相关线索反向眼跳任务，结果发现被动观看任务增强了成瘾者的渴求感，成瘾者对相关线索比中性线索表现出更多的抑制错误，而高渴求组比低渴求组对相关线索的抑制错误更多，进一步的回归分析发现相关线索诱发的渴求感能够预测对相关线索更高的抑制错误率。这些研究结果进一步支持了存在刺激驱动和状态依赖两种不同的影响，并且可以看出状态依赖的影响要比刺激驱动的影响更强烈、更持久，也反映了对相关线索的注意加工可诱发更强的渴求感，而任务之前诱发的渴求感则会驱动注意指向物质相关线索，增强对成瘾者反应抑制的影响。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "脑成像层面上，Mainz等人（2012）使用脑成像技术考察了嗅觉相关线索对酒精成瘾者反应抑制的影响。11名戒酒一周的酒精成瘾者被以随机顺序实施酒精蒸汽嗅吸条件并想象饮酒场景和中性对照条件并想象非饮酒场景，然后完成中性 Stop-signal任务，结果发现相比中性条件，物质相关线索条件诱发了增强的渴求感，以及情绪和记忆有关的左侧海马、左侧杏仁核更大的激活，但是与反应抑制和注意过程有关的PCC的激活更小，可能反映了渴求感的诱发降低了可用于反应抑制的认知资源。此外，他们还发现相关线索抑制条件下右侧IFG 激活更大，苍白球的激活更小，研究者认为苍白球在反应抑制任务中与PFC 的投射产生联系，可能表明了相关线索抑制条件下成瘾者投入了过多的抑制努力（反映在右侧 IFG的激活增强)，导致随后的大脑机能受到损害(反映在苍白球的激活降低)。但是该研究没有发现行为层面的差异，样本量也很少，进一步的研究需要考虑这些因素，并在不同类型的成瘾人群中继续深入。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2物质相关线索对反应抑制的影响与物质使用的关系",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "一些研究考察了物质相关线索对反应抑制的影响与物质使用频率和使用量的关系。例如，Weafer和Fillmore（2015）发现社交性饮酒者在酒精线索后的反应抑制降低能够预测日常的豪放性饮酒和失控的饮酒模式；Czapla等人（2015）发现对酒精相关线索的反应抑制能够预测酒精成瘾者的豪放性饮酒模式，并解释该变异的 $1 9 \\%$ ；Wilcockson 和 Pothos（2015）的眼动研究发现周饮酒量高的饮酒者比低饮酒者对酒精线索的抑制能力更差；Watson,Newton-Mora 和Pirkle（2016）发现相比过去6个月低醉酒次数饮酒者，高醉酒次数的饮酒者对酒精相关NoGo-N2 波幅更大，表明酒精线索对高醉酒次数饮酒者的反应抑制影响更大。Field 和 Jones（2017）发现暴露于酒精线索后反应抑制降低和渴求感增强的重度饮酒者在随后的虚假品尝测试中会消费更多的酒精。这些研究表明更多的物质使用频率和使用量会增强相关线索对反应抑制的影响，而受相关线索影响产生的反应抑制波动是随后使用物质或者发展成严重成瘾的一个重要原因。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "另一些研究考察了物质相关线索对反应抑制的影响与物质使用严重程度的关系。例如，Noel等人（2007）发现酒精相关线索对酒精脱毒病人反应抑制的影响是和脱毒前的酗酒严重程度有关；Zack 等人（2011）的研究发现问题饮酒者对酒精相关线索的反应抑制降低与更高的酒精依赖相关。Fleming 和Bartholow（2014）的脑电研究发现相关线索会降低重度饮酒者的反应抑制，但是不会影响轻度饮酒者。使用相同的任务程序，研究发现相关线索暴露会降低重度饮酒者的反应抑制（Field&Jones,2017)，虽然轻度饮酒者总体不受影响，但是相关分析结果表明那些渴求感越强烈的个体反应抑制更差（Jones,Rose,Cole,& Field,2013)。这些研究结果表明物质相关线索对严重物质成瘾者反应抑制的影响更大，但是对于轻度物质使用者的影响可能存在较大的个体差异。对于轻度物质使用者，不同研究的结果也不一致。虽然一些研究发现物质相关线索会降低非成瘾者的反应抑制（如\"3.1\"部分所述)，但是也有一些研究并没有发现这种影响，例如，轻度饮酒者（Nederkoom etal.,2009; ZhaoQian,Fu,& Maes,2017）和轻度吸烟者（Luijten et al.,2011; Mashhoon,Bets,Farmer,&Lukas,2018;Zhao,Liu, Zan,Jin,& Maes,2016)。另外,Xin 等人（2015)采用相关线索双选择Oddball任务发现轻度吸烟者对小概率的香烟相关的偏差刺激存在相比正常人显著更长的反应时，但是在大概率的中性标准刺激上并没有发现组间差异。由于缺少对照任务条件（即香烟相关图片作为标准刺激和中性图片作为偏差刺激)，该研究结果可能仅仅表明了吸烟者存在一般抑制功能缺陷。除了研究方法的差异，这些不一致的结果也许反映了从轻度物质使用发展为更严重物质使用模式（如成瘾、物质使用障碍等）上的个体差异。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3物质相关线索对反应抑制的影响与戒断和复发的关系",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "一些研究考察了物质相关线索对戒断后成瘾者反应抑制的影响。例如，Su,Yang 等人（2017）使用相关线索双选择Oddball任务发现短期戒断（2\\~6个月）比长期戒断（19\\~24个月）的海洛因成瘾者在相关线索背景下的反应抑制更差，研究者认为可能是由于相关线索的凸显特征随着戒断时间的增长有所降低，这似乎可以解释物质成瘾者在戒断初期更容易复吸的现象。Su,Wang 等人（2017）使用相关线索双选择Oddball任务结合脑电技术对至少戒断8个月（平均18个月）的海洛因成瘾者进行了研究，发现在相关线索条件下成瘾者的反应抑制降低，主要反映在脑电层面上降低的冲突监控有关的 N2 波幅，表明对物质相关线索的凸显特性在戒断后会持续很久，依然会干扰成瘾者的反应抑制功能。这些结果意味着物质相关线索对成瘾者反应抑制的影响通过戒断似乎有所减弱，但很难完全消退，这也是戒断后复吸的一个风险因素。另外，Gauggel等人（2010）的研究发现，虽然脱毒治疗并戒断至少4周（平均18个月)，但酒精嗅觉线索依然会增加成瘾者的渴求感，并降低他们的反应抑制能力。这一结果与前面的论述并不矛盾，不同于前面两项研究采用物质相关的图片或词汇，该研究采用了嗅觉线索并诱发了增强的渴求感，并且成瘾者的平均戒断时间虽然较长，但也包含了短期戒断的成瘾者。未来的研究可以从刺激驱动和状态依赖的影响两方面考察处于不同戒断期物质成瘾者的反应抑制差异。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "另一些研究考察了物质相关线索对成瘾者反应抑制的影响与复发的关系。例如，Luijten,Kleinjan 和Franken（2016）分别考察了吸烟线索的注意加工和相关线索情境下的反应抑制对62名计划戒烟者随后戒烟第4、8、12周是否戒烟或者每天吸烟量的预测，发现在相关线索 Go/NoGo任务中行为指标上更少的错误后变慢和脑电指标上更小的NoGo-P3 波幅能够预测戒烟后的复吸，以及随着时间增大的吸烟量。Petit等人（2014）使用了相关线索Go/NoGo任务发现脱毒酒精成瘾者对酒精相关和中性线索NoGo的错误率比控制组更高，以及脑电指标上NoGo-P3 波幅更大，并且发现3个月后复饮者的 P3d(NoGo减去Go刺激的差异波幅）显著高于非复饮者，回归分析发现更大P3d可以预测3个月后是否复饮及复饮开始的时间。Gilman 等人（2018）的脑成像研究发现吸烟者在香烟相关的NoGo刺激上降低的前脑岛激活能够预测戒烟治疗12周后的复吸。这些研究表明受物质相关线索影响产生的反应抑制波动是成瘾者戒断后复发的一个重要原因。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.总结与展望 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "本文系统综述了近年来关于物质相关线索对成瘾者反应抑制影响的研究，并基于用于反应抑制的认知或注意资源是有限的观点（Eysenck,Derakshan,Santos,& Calvo,2007; Pessoa,2009)，提出了物质相关线索对成瘾者反应抑制存在刺激驱动和状态依赖两种不同的影响。刺激驱动的影响主要是由于物质相关的凸显特征可自动地分散成瘾者的注意；而状态依赖的影响是由于相关线索可诱发渴求感的上升，不仅对渴求感的调控会占用有限的认知资源，而且渴求感的上升也可驱动注意指向物质或相关线索。不仅如此，物质相关线索对反应抑制的影响在成瘾行为的发展和维持中不容小视。值得注意的是有些观点的证据主要来自于酒精使用者的研究，可能还需要在其他物质成瘾领域开展一些验证性的研究。此外，我们认为未来的研究还需要从以下几个方面继续深入。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第一，物质相关线索影响反应抑制的神经机制。我们仅根据几项脑成像的研究结果总结了相关线索影响反应抑制的神经基础涉及视觉加工的脑区枕叶，情绪唤醒和记忆有关的边缘系统结构海马和杏仁核，欲求相关的脑岛和抑制相关的一些PFC 脑区等。实际上不同类型的相关线索对成瘾者的意义不同（如\"3.1\"部分所述)，除了视觉加工的脑区，对不同感觉通道的相关线索而言（如声音，气味等)，相应感觉加工的脑区是否也参与其中并与反应抑制相关脑区发生作用并不清楚，最重要的是这些脑区之间如何互相连接、相互作用尚不得知。更多研究需要考虑不同相关线索类型以及不同成瘾类型，在神经网络的层次对本文提出的刺激驱动和状态依赖两种不同影响的神经机制进行探讨。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第二，物质使用动机或者态度在相关线索对反应抑制影响中的作用。使用物质的动机或者态度是继续使用物质或者维持戒断的关键，例如，Luehring-Jones,Tahaney 和Palfai（2018）对大学生的研究发现自控力对每大饮酒量和重度饮酒频率的影响会受到他们对酒精内隐趋避动机（更少的趋近动机）的部分中介。也就是说那些自我控制力更强的学生每天的饮酒量和重度饮酒频率会更少，一部分原因是因为他们对酒精的趋近动机更少。Brevers 等人（2018）的研究发现虽然有戒断动机而寻求治疗的大麻成瘾者的主动反应抑制（proactive responseinhibition）更少有效，但是他们在大麻相关线索提示后的主动反应抑制更好，研究者认为这也许反映了他们的戒断动机。但是 Kreusch,Quertemont,Vilenne 和 Hansenne（2014）发现高酒精回避态度的饮酒者在相关线索Go/NoGo任务中的抑制错误率更多；脑电层面上低酒精回避者存在对相关线索 NoGo 比Go刺激的P3 波幅更大，而高酒精回避者没有差异。研究者认为这表明了高酒精回避者抑制酒精刺激更困难，可能是因为高酒精回避者自我报告的酒精回避态度隐藏了对酒精的真实趋近动机。目前物质使用的动机或者态度在相关线索对反应抑制的影响中究竟起着什么样的作用还不清楚。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第三，增加真实情境的研究以提高研究结果和结论的生态效度。近年来，生态瞬时评估被广泛地用于物质成瘾领域的研究（陈明瑞，周萍,2017)。例如，有研究使用生态瞬时评估的方法考察了真实环境中反应抑制功能的波动对企图克制的重度饮酒者饮酒行为的影响（Jones,Tiplady,Houben,Nederkoorn,&Field,2018），两周的测试发现每天的计划饮酒量、渴求感和一天当中两次测试的反应抑制能力降低的幅度能够显著预测当天晚些时候的酒精消费量，但是每天平均的反应抑制能力不能预测。该研究表明反应抑制的短暂降低是饮酒发作的一个风险因素。因此，可以使用生态瞬时评估的方法在真实情境中考察物质相关线索暴露对成瘾者反应抑制的影响及其与物质使用的关系。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第四，对降低物质滥用干预的启示。物质相关线索对成瘾者反应抑制的影响是由于它们的诱因凸显特征起作用。研究发现通过对积极效价刺激接近偏向的抑制训练可以降低该刺激的价值（Veling,Holland,& van Knippenberg,2008）。一些研究发现使用相关线索Go/NoGo任 务（Bowley et al.，2013；Houben， Havermans,Nederkoorn，& Jansen，2012；Houben,Nederkoorn, Wiers,& Jansen,2011）、相关线索 Stop-signal 任务（Bartsch,Kothe,Allom, Mullan,& Houben,2016;Jones&Field,2013）对酒精相关线索的反应抑制训练可降低饮酒者即刻品尝测验中的酒精摄入（Bowley et al.,2013; Jones＆ Field,2013）、训练后一周内的酒精消耗量和对酒精的积极态度（Houben et al.,2011,2012)，而使用不涉及酒精线索的一般反应抑制训练的饮酒者，其认知功能和训练后一周内的酒精使用状况未能得到改善（Bartsch et al.,2016)。但是这些研究中的干预对象都是轻度的酒精使用者，对重度酒精成瘾者或者其他物质成瘾者的效果尚不清楚。不仅如此，这些研究只在训练前、训练结束后即刻、训练后一个星期三个时间点评估训练效果，因此反应抑制训练的长期效果也不明确。基于本文提出的刺激驱动和状态依赖两种不同的影响的观点，需要重新看待这些干预方法。未来可通过开发更有效的训练任务、增加训练次数、探索训练的作用机制，以及追踪长期效果等明确对物质相关线索的反应抑制训练在降低物质滥用中的作用，并扩展其在不同物质成瘾人群中的临床应用。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "陈明瑞，周萍.(2017)．成瘾物质使用的生态瞬时评估与干预．心理科学进展,25(2),247-252.   \n杨玲，苏波波，张建勋，柳斌，卫晓芸，赵鑫.(2015).物质成瘾人群金钱奖赏加工的异常机制及 可恢复性．心理科学进展,23(09),1617-1626.   \n袁加锦，徐萌萌，杨洁敏，李红.(2017)．双选择Oddball范式在行为抑制控制研究中的应用．中国 科学:生命科学(10),1065-1073.   \nAdams,S.,Ataya, A.F.,Attwood,A. S.,& Munafo,M.R. (2013).Effects of alcohol on disinhibition towards alcohol-related cues. Drug and Alcohol Dependence， 127(1-3)， 137-142. doi:10.1016/j.drugalcdep.2012.06.025   \nAmes,S.L., Wong, S. W., Bechara, A., Cappell, C., Dust, M., Grenard, J. L.,& Stacy, A. W. (2014). Neural correlates of a Go/NoGo task with alcohol stimuli in light and heavy young drinkers. Behavioural Brain Research, 274,382-389.doi:10.1016/j.bbr.2014.08.039   \nBarkley, R.A. (1997). Behavioral inhibition, sustained atention, and executive functions: Constructing a unifyingtheoryofADHD. Psychological bulletin,121(1), 65-94. doi:10.1037/0033-2909.121.1.65   \nBarry,R. J.,& Rushby, J.A. (2oo6).An orienting reflex perspective on anteriorisation of the P3 of the ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "event-related potential. Experimental Brain Research, 173(3), 539-545. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "doi:10.1007/s00221-006-0590-8   \nBartsch，A.， Kothe,E.，Allom，V.，Mullan,B.,，& Houben,K. (2016). The effect of non-specific response inhibition training on alcohol consumption: An intervention. Journal of Addiction Research & Therapy,7,260-260.   \nBehan, B., Connoly, C. G., Datvvani, S.， Doucet, M., Ivanovic, J., Morioka, R.,... Garavan, H. (2014). Response inhibition and elevated parietal-cerebellar correlations in chronic adolescent cannabis users. Neuropharmacology, 84,131-137. doi:10.1016/j.neuropharm.2013.05.027   \nBokura,H.， Yamaguchi， S.，& Kobayashi， S. (20o1). Electrophysiological corelates for response inhibition in a Go/NoGo task． Clinical Neurophysiology， 112(12)， 2224-2232. doi:Doi 10.1016/S1388-2457(01)00691-5   \nBowley, C., Faricy, C., Hegarty,B.,Johnstone, S.J., Smith, J.L., Kelly,P.J.,& Rushby, J.A. (2013). The effects of inhibitory control training on alcohol consumption, implicit alcohol-related cognitions and brain electrical activity. International Journal of Psychophysiology， 89(3), 342-348. doi:10.1016/j.ijpsycho.2013.04.011   \nBrevers,D.， Bechara, A., Kilts,C.D., Antoniali, V., Bruylant, A.， Verbanck,P., Noel, X. (2018). Competing motivations: Proactive response inhibition toward addiction-related stimuli in quitting-motivatedindividuals. Journalof GamblingStudies， 34(3)， 785-806. doi:10.1007/s10899-017-9722-2   \nCzapla,M., Baeuchl, C., Simon, J. J.,Richter, B., Kluge, M.,Friederich,H. C., Loeber, S. (2017). Do alcohol-dependent patients show different neural activation during response inhibition than healthy controls in an alcohol-related fMRl go/no-go task? Psychopharmacology， 234(6), 1001-1015. doi:10.1007/s00213-017-4541-9   \nCzapla, M., Simon, J. J., Friederich, H. C., Herpertz, S. C., Zimmermann, P.,& Loeber, S. (2015). Is binge drinking in young adults associated with an alcohol-specific impairment of response inhibition? European Addiction Research, 21(2),105-113. doi:10.1159/000367939   \nde Wit, H. (2009). Impulsivity as a determinant and consequence of drug use: a review of underlying processes. Addiction Biology, 14(1),22-31. doi:10.1111/j.1369-1600.2008.00129.x   \nDetandt, S., Bazan,A. Schroder,E., Olyff, G., Kajosch, H., Verbanck,P.,& Campanella,S. (2017).A smoking-related background helps moderate smokers to focus: An event-related potential ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "study using a Go-NoGo task. ClinicalNeurophysiology, 128(10)， 1872-1885.doi:10.1016/j.clinph.2017.07.416",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "DiGirolamo, G. J.， Smelson,D.,& Guevremont, N. (2015). Cue-induced craving in patients with cocaine use disorder predicts cognitive control deficits toward cocaine cues. Addictive Behaviors, 47, 86-90. doi:10.1016/j.addbeh.2015.03.025 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Engelmann,J. M., Versace,F.,Robinson,J. D., Minnix, J.A.,Lam, C.Y., Cui,Y.,..& Cinciripini,P. M. (2012). Neural substrates of smoking cue reactivity: A meta-analysis of fMRI studies. Neuroimage, 60(1),252-262. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Eysenck,M. W., Derakshan, N.,Santos,R.,& Calvo,M. G. (2007). Anxiety and cognitive performance: Attentional control theory. Emotion,7(2),336-353. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Field,M.,& Cox,W.M. (2oo8). Attentional bias in addictive behaviors: a review of its development, causes, and consequences. Drug and Alcohol Dependence, 97(1-2), 1-20. doi:10.1016/j.drugalcdep.2008.03.030 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Field,M.，& Jones,A. (2017).Elevated alcohol consumption following alcohol cue exposure is partially mediated by reduced inhibitory control and increased craving. Psychopharmacology, 234(19),2979-2988. doi:10.1007/s00213-017-4694-6 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Fleming,K.A.，& Bartholow,B.D. (2014). Alcohol cues,approach bias,and inhibitory control: Applying a dual process model of addiction to alcohol sensitivity. Psychology of Addictive Behaviors,28(1), 85-96. doi:10.1037/a0031565 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Franken， I. H. (2003). Drugcravingand addiction:integratingpsychologicaland neuropsychopharmacological approaches. ProgressinNeuro-Psychopharmacology& Biological Psychiatry, 27(4), 563-579. doi:10.1016/S0278-5846(03)00081-2 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Gauggel, S.,Heusinger,A.,Forkmann,T., Boecker,M.,Lindenmeyer,J., Cox,W.M.,& Staedtgen, M. (2010).Effects of alcohol cue exposure on response inhibition in detoxified alcohol-dependent patients. Alcoholism:Clinicaland Experimental Research, 34(9), 1584-1589. doi:10.1111/j.1530-0277.2010.01243.x ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Gilman, J.M.,Radoman,M., Schuster,R.M.,Pachas,G.,Azzouz,N.,Fava,M.,& Evins,A.E.(2018). Anterior insula activation during inhibition to smoking cues is associated with ability to maintain tobacco abstinence. Addictive Behaviors Reports, 7, 40-46. doi:10.1016/j.abrep.2018.01.002 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Goldstein, R. Z.，& Volkow, N.D.(2002). Drug addiction and its underlying neurobiological basis: Neuroimaging evidence for the involvement of the frontal cortex. American Journal of Psychiatry, 159(10), 1642-1652. doi:10.1176/appi.ajp.159.10.1642 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Goldstein，R. Z.，& Volkow,N.D. (2011). Dysfunction of the prefrontal cortex in addiction: neuroimaging findings and clinical implications. Nature Reviews Neuroscience, 12(11), 652-669. doi:10.1038/nrn3119   \nHester,R., & Garavan, H. (2oo9). Neural mechanisms underlying drug-related cue distraction in active cocaine users. Pharmacol Biochem Behav, 93(3),270-277. doi:10.1016/j.pbb.2008.12.009   \nHouben, K., Havermans, R. C., Nederkoorn, C., & Jansen, A. (2012). Beer a no-go: Learning to stop responding to alcohol cues reduces alcohol intake via reduced affective associations rather than increased response inhibition. Addiction, 107(7), 1280-1287. doi:10.1111/j.1360-0443.2012.03827.x   \nHouben, K.， Nederkoorn, C.， Wiers, R. W.，& Jansen, A. (2011). Resisting temptation: Decreasing alcohol-related affect and drinking behavior by training response inhibition. Drug and Alcohol Dependence,116(1-3),132-136. doi:10.1016/j.drugalcdep.2010.12.011   \nJones,A., Christiansen,P., Nederkoorn, C., Houben, K.,& Field,M. (2013). Fluctuating disinhibition: implications for the understanding and treatment of alcohol and other substance use disorders. Frontiers in Psychiatry, 4,140. doi:10.3389/fpsyt.2013.00140   \nJones,A.,& Field, M. (2013). The effects of cue-specific inhibition training on alcohol consumption in heavy social drinkers. Experimental and Clinical Psychopharmacology, 21(1),8-16. doi:10.1037/a0030683   \nJones,A., Guerrieri, R., Fernie, G., Cole,J., Goudie,A.,& Field, M. (2011). The effects of priming restrained versus disinhibited behaviour on alcohol-seeking in social drinkers. Drug and Alcohol Dependence, 113(1), 55-61. doi:10.1016/j.drugalcdep.2010.07.006   \nJones,A., Rose,A. K., Cole, J.,& Field, M. (2013). Effects of alcohol cues on craving and ad libitum alcohol consumption in social drinkers: The role of disinhibition. Journal of Experimental Psychopathology, 4(3),239-249. doi:10.5127/jep.031912   \nJones,A., Tiplady,B., Houben,K.， Nederkoorn, C.，& Field, M. (2018). Do daily fluctuations in inhibitory control predict alcohol consumption? An ecological momentary assessment study. Psychopharmacology, 235(5),1487-1496. doi:10.1007/s00213-018-4860-5 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Kang,O. S., Chang, D. S., Jahng, G. H., Kim, S.Y., Kim, H., Kim, J.W.,..& Chae, Y. (2012). Individual differences in smoking-related cue reactivity in smokers: An eye-tracking and fMRI study. Progress in Neuro-Psychopharmacology and Biological Psychiatry，38(2), 285-293. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Koob,G. F.,& Le Moal, M. (2005). Plasticity of reward neurocircuitry and the 'dark side' of drug addiction. Nature Neuroscience, 8(11), 1442-1444. doi:10.1038/nn1105-1442   \nKoob, G.F., & Volkow, N. D. (2010). Neurocircuitry of addiction. Neuropsychopharmacology, 35(1), 217-238. doi:10.1038/npp.2009.110   \nKopp,B., Mattler, U., Goertz,R.,& Rist, F. (1996). N2,P3 and the lateralized readiness potential in a nogo task involving selective response priming. Electroencephalography and Clinical Neurophysiology, 99(1),19-27. doi:Doi 10.1016/0921-884x(96)95617-9   \nKreusch, F., Bilieux, J.,& Quertemont, E. (2017). Alcohol-cue exposure decreases response inhibition towards alcohol-related stimuli in detoxified alcohol-dependent patients. Psychiatry Research, 249, 232-239. doi:10.1016/j.psychres.2017.01.019   \nKreusch,F., Quertemont, E., Vilenne,A.,& Hansenne,M. (2014). Alcohol abuse and ERP components in Go/No-go tasks using alcohol-related stimuli: Impact of alcohol avoidance. International Journal of Psychophysiology, 94(1), 92-99. doi:10.1016/j.ijpsycho.2014.08.001   \nKreusch,F., Vilenne,A.，& Quertemont, E. (2013). Response inhibition toward alcohol-related cues using an alcohol go/no-go task in problem and non-problem drinkers. Addictive Behaviors, 38(10),2520-2528. doi:10.1016/j.addbeh.2013.04.007   \nLannoy, S., Maurage,P., D'Hondt,F., Billieux,J.,& Dormal, V. (2018). Executive impairments in bingedrinking:evidence fora specificperformance-monitoring dificultyduring alcohol-relatedprocessing.EuropeanAddictionResearch,24(3), 118-127. doi:10.1159/000490492   \nLuehring-Jones,P.， Tahaney,K. D.，& Palfai, T. P.(2018). The effect of self-control on drinking outcomes is mediated by automatic appetitive responses to alcohol. Personality and Individual Differences,125,116-119. doi:10.1016/j.paid.2018.01.011   \nLuijten, M., Kleinjan, M., & Franken, I. H. A. (2016). Event-related potentials reflecting smoking cue reactivity and cognitive control aspredictors of smoking relapse and resumption. Psychopharmacology, 233(15-16), 2857-2868. doi:10.1007/s00213-016-4332-8 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Luijten,M.,Littel, M.,& Franken,I. H. (2011). Deficits in inhibitory control in smokers during a Go/NoGo task: An investigation using event-related brain potentials. PLoS One, 6(4), e18898. doi:10.1371/journal.pone.0018898 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Mahmood, O.M., Goldenberg,D., Thayer,R., Migliorini, R., Simmons,A. N.,& Tapert, S.F. (2013). Adolescents' fMRI activation to a response inhibition task predicts future substance use. Addictive Behaviors, 38(1), 1435-1441.   \nMainz,V., Druke, B., Boecker, M., Kessel,R., Gauggel, S.,& Forkmann, T. (2012). Influence of cue exposure on inhibitory control and brain activation in patients with alcohol dependence. Frontiers in Human Neuroscience, 6,92. doi:10.3389/fnhum.2012.00092   \nMashoon, Y., Bets, J.,Farmer, S. L.,& Lukas, S.E. (2018). Early onset tobacco cigarete smokers exhibit deficits in response inhibition and sustained attention. Drug and Alcohol Dependence, 184, 48-56. doi:10.1016/j.drugalcdep.2017.11.020   \nMiyake, A., Friedman, N.P., Emerson, M.J. Witzki, A. H., Howerter, A., & Wager, T. D. (2000). The unity and diversity of executive functions and their contributions to complex \"frontal lobe\" tasks:Alatentvariableanalysis.CognitivePsychology，41(1)， 49-100. doi:10.1006/c0gp.1999.0734   \nMonk,R.L., Qureshi, A., Pennington, C.R., & Hamlin, I. (2017). Generalised inhibitory impairment to appetitive cues: From alcoholic to non-alcoholic visual stimuli. Drug and Alcohol Dependence, 180,26-32. doi:10.1016/j.drugalcdep.2017.07.038   \nMonk,R. L., Sunley,J., Qureshi, A. W.,& Heim, D. (2016). Smells like inhibition: The effects of olfactory and visual alcohol cues on inhibitory control. Psychopharmacology， 233(8), 1331-1337. doi:10.1007/s00213-016-4221-1   \nMuraven， M.，& Shmueli， D. (2006). The self-control costs of fighting the temptation to drink. Psychology of Addictive Behaviors, 20(2),154-160. doi:10.1037/0893-164X.20.2.154   \nNederkoorn, C., Baltus,M., Guerrieri, R.,& Wiers,R.W. (2009). Heavy drinking is associated with deficient response inhibition in women but not in men. Pharmacology Biochemistry and Behavior; 93(3),331-336. doi:10.1016/j.pbb.2009.04.015   \nNestler,E. J. (20o1). Molecular basis of long-term plasticity underlying addiction. Nature Reviews Neuroscience, 2(2),119-128. doi:10.1038/35053570   \nNigg,J. T., Wong, M. M.,Martel, M.M., Jester, J. M.,Puttler, L. I., Glas,J. M.，... Zucker, R.A. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(2006).Poor response inhibition as a predictor of problem drinking and ilicit drug use in adolescents at risk for alcoholism and other substance use disorders.Journal of the American ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Academy of Child and Adolescent Psychiatry, 45(4), 468-475. doi:10.1097/01.chi.0000199028.76452.a9   \nNoel, X., Van der Linden, M., d'Acremont, M., Bechara,A., Dan,B., Hanak, C.,& Verbanck,P. (2007). Alcoholcuesincreasecognitiveimpulsivityinindividualswithalcoholism. Psychopharmacology, 192(2),291-298. doi:10.100/s00213-006-0695-6   \nPennington, C.R., Qureshi, A., Monk,R. L.,& Heim, D. (2016). The effects of stereotype threat and contextual cues on alcohol users' inhibitory control. Addictive Behaviors， 54,12-17. doi:10.1016/j.addbeh.2015.11.014   \nPerry，J.L.，& Carrol，M. E. (2008). The role of impulsive behavior in drug abuse. Psychopharmacology, 200(1),1-26. doi:10.1007/s00213-008-1173-0   \nPetit,G.，Cimochowska，A.， Kornreich，C.，Hanak，C.， Verbanck，P.，& Campanella， S.(2014). Neurophysiological correlates of response inhibition predict relapse in detoxified alcoholic patients: Some preliminary evidence from event-related potentials. Neuropsychiatric Disease and Treatment, 10,1025-1037. doi:10.2147/NDT.S61475   \nPetit, G.， Kornreich, C.， Noel, X., Verbanck, P.，& Campanella, S. (2012). Alcohol-related context modulates performance of social drinkers in a visual Go/No-Go task: A preliminary assessment ofevent-related potentials. PLoS One, 7(5)， e37466. doi:10.1371/journal.pone.0037466   \nPike,E., Marks, K.R., Stoops, W. W.,& Rush, C.R. (2015). Cocaine-related stimuli impair inhibitory control in cocaine users following short stimulus onset asynchronies. Addiction， 110(8), 1281-1286. doi:10.1111/add.12947   \nPike,E., Stoops, W. W., Fillmore, M.T.,& Rush, C.R. (2013). Drug-related stimuli impair inhibitory control in cocaine abusers. Drug and Alcohol Dependence， 133(2)， 768-71. doi:10.1016/j.drugalcdep.2013.08.004   \nPessoa,L. (2009). How do emotion and motivation direct executive control? Trends in Cognitive Sciences, 13(4), 160-166.   \nRobinson,T.E.,& Berridge,K. C.(1993). The neural basis of drug carving: An incentive-sensitization theoryofaddiction. BrainResearchReviews，18(3)， 247-291. doi:Doi ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Simmonds，D.J.，Pekar,J.J.，& Mostofsky，S.H.(2008). Meta-analysis of Go/No-go tasks, demonstrating that fMRI activation associated with response inhibition is task-dependent. Neuropsychologia, 46(1),224-232. doi:10.1016/j.neuropsychologia.2007.07.015 ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Smith,J.L., Mattick,R.P.,Jamadar,S.D.,& Iredale,J.M. (2014).Deficits in behavioural inhibition in substance abuse and addiction: A meta-analysis. Drug and Alcohol Dependence, 145, 1-33. doi:10.1016/j.drugalcdep.2014.08.009   \nSu, B. B., Wang, S., Sumich, A., Li, S. M., Yang, L.,Cai, Y. Y., & Wang, G. Y. (2017). Reduction in N2 amplitude in response to deviant drug-related stimuli during a two-choice oddball task in long-term heroin abstainers. Psychopharmacology，234(21), 3195-3205. doi:10.1007/s00213-017-4707-5   \nSu,B. B., Yang,L.， Wang, G. Y.，Wang, S., Li, S. M., Cao, H.，& Zhang, Y. (2017). Effect of drug-related cues on response inhibition through abstinence: A pilot study in male heroin abstainers. American Journal of Drug and Alcohol Abuse, 43(6), 664-670. doi:10.1080/00952990.2017.1283695   \nTiffany,S.T. (1990). A cognitive model of drug urges and drug-use behavior: Role of automatic and nonautomatic processes. Psychological Review, 97(2),147-168.   \nTiffany，S. T.，& Conklin， C. A. (20oo). A cognitive processing model of alcohol craving and compulsive alcohol use. Addiction, 95(8), S145-S153.   \nTolliver, B.K.,Price, K.L., Baker,N.L.,LaRowe,S.D., Simpson,A. N., McRae-Clark, A. L.,Brady, K. T. (2012). Impaired cognitive performance in subjects with methamphetamine dependence during exposure to neutral versus methamphetamine-related cues. American Journal of Drug and Alcohol Abuse, 38(3),251-259. doi:10.3109/00952990.2011.644000   \nVeling,H., Hollnd, R. W., & van Knippenberg, A. (20o8). When approach motivation and behavioral inhibition collide: Behavior regulation through stimulus devaluation. Journal of Experimental Social Psychology, 44(4),1013-1019. doi:10.1016/j.jesp.2008.03.004   \nVerbruggen，F.，& Logan， G. D. (2009).Models of response inhibition in the stop-signal and stop-change paradigms. Neuroscience and Biobehavioral Reviews， 33(5)， 647-661. doi:10.1016/j.neubiorev.2008.08.014   \nWatson, T. D., Newton-Mora, M.,& Pirkle,J. (2016). Event-related potential correlates of processing ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "alcohol-related pictures in young adult binge drinkers. American Journal of Drug and Alcohol Abuse, 42(1),77-87.doi:10.3109/00952990.2015.1099660 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Weafer,J.,& Fillmore, M. T. (2oo8). Individual differences in acute alcohol impairment of inhibitory control predict ad libitum alcohol consumption. Psychopharmacology， 201(3)，315-324. doi:10.1007/s00213-008-1284-7   \nWeafer,J.,& Fillmore, M. T. (20l2). Alcohol-related stimuli reduce inhibitory control of behavior in drinkers. Psychopharmacology (Berl), 222(3), 489-498. doi:10.1007/s00213-012-2667-3   \nWeafer, J., & Fillmore, M. T. (2015). Alcohol-related cues potentiate alcohol impairment ofbehavioral controlindrinkers. PsychologyofAddictiveBehaviors， 29(2)， 290-299. doi:10.1037/adb0000013   \nWiers,R. W.,Bartholow,B.D., van den Wildenberg,E., Thush, C.,Engels,R. C., Sher,K.J.,Stacy,A. W. (2007). Automatic and controlled processes and the development of addictive behaviors in adolescents: a review and a model. Pharmacology Biochemistry and Behavior, 86(2),263-283. doi:10.1016/j.pbb.2006.09.021   \nWiers，R. W.，& Stacy， A. W. (2006). Implicit cognition and addiction. Current Directionsin Psychological Science,15(6),292-296. doi:DOI 10.1111/j.1467-8721.2006.00455.x   \nWilcockson， T. D.，& Pothos，E.M. (2015). Measuring inhibitory processes for alcohol-related attentional biases: Introducing a novel attentional bias measure. Addictive Behaviors, 44(3), 88-93. doi:10.1016/j.addbeh.2014.12.015   \nXin, Z., Ting, L. X., Yi, Z. X., Li,D.,& Bao,Z. A. (2015). Response inhibition of cigarete-related cues in male light smokers: Behavioral evidence using a two-choice oddball paradigm. Frontiers in Psychology, 6. doi:ARTN 150610.3389/fpsyg.2015.01506   \nYalachkov, Y., Kaiser, J.，& Naumer, M. J. (2012). Functional neuroimaging studies in addiction: multisensory drug stimuli and neural cue reactivity. Neuroscience & Biobehavioral Reviews, 36(2), 825-835.   \nYuan, J. J.,He, Y. Y., Zhang,Q.L., Chen,A.T.,& Li, H. (2008). Gender diferences in behavioral inhibitory control: ERP evidence from a two-choice oddball task. Psychophysiology， 45(6), 986-993. doi:10.111/j.1469-8986.2008.00693.x   \nYuan, K.， Qin, W., Dong,M.,Liu, J., Sun, J., Liu, P.， Tian, J. (201O). Gray matter deficits and resting-state abnormalities in abstinent heroin-dependent individuals. Neuroscience Letters, ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "482(2),101-105.doi:10.1016/j.neulet.2010.07.005 ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Yuan, Y., Zhu, Z., Shi, J., Zou, Z., Yuan,F.,Liu,Y., Weng, X. (20o9). Gray mater density negatively correlates with duration of heroin use in young lifetime heroin-dependent individuals. Brain and Cognition, 71(3),223-228. doi:10.1016/j.bandc.2009.08.014 ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Zack,M.,Woodford,T.M.,Tremblay,A.M., Steinberg,L., Zawertailo,L.A.,& Busto,U.E. (2011). Stress and alcohol cues exert conjoint eects on go and stop signal responding in male problem drinkers. Neuropsychopharmacology,36(2), 445-458.doi:10.1038/npp.2010.177 ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Zhao,X., Liu, X., Zan, X., Jin, G.,& Maes,J. H. (2016). Male smokers' and non-smokers' response inhibition in Go/No-Go tasks: effect of three task parameters.PLoS One，1l(8),e0160595. doi:10.1371/journal.pone.0160595 ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Zhao,X., Qian, W.,Fu,L.,& Maes, J. H.R. (2017). Deficits in go/no-go task performance in male undergraduate high-risk alcohol users are driven by speeded responding to go stimuli. American Journal of Drug and Alcohol Abuse, 43(6), 656-663. doi:10.1080/00952990.2017.1282502 ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Effects of substance-related cues on response inhibition in addicts ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "SU Bobo; ZHENG Meihong (Department of Psychology, Tsinghua University, Beijing 10o084, China) ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Abstract: Loss of control in substance seeking and use of addicts is closely related to response inhibition. Many studies have explored this relationship in context of substance-related cues. Substance cues can be automatically captured by atention and also induce non-automatic approach-motivated state.As a consequence, these cues may consume limited cognitive resources through a stimulus-driven and a state-dependent manner in order to influence addicts' response inhibition. And these effects also play important roles in the development and maintenance of addictive behaviors. Further research should be carried out to reveal the neural mechanisms of both manners, clarify how motivations and atitudes towards substance use modulate these effects, conduct research in real situations,and discover more effective interventions. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Keywords: substance addiction； substance-related cues； response inhibition; stimulus-driven effects; state-dependent effects ",
        "page_idx": 21
    }
]