[
    {
        "type": "text",
        "text": "Spatiotemporal variations and driving factors of habitat quality in the loess hilly area of the Yellow River Basin: A case study of Lanzhou City, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DONG Jianhong1, ZHANG Zhibin², LIU Benteng1\\*, ZHANG Xinhong1\\*, ZHANG Wenbin², CHEN Long² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 School of Design andArt,Lanzhou Universityof Technology,Lanzhou 73oo50,China;   \n2 School of Geographyand Environment Science,Northwest Normal University,Lanzhou 730070,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Rapid industrialization and urbanization have led to the most serious habitat degradation in China,especially in the loess hilly area of the Yellow River Basin,where the ecological environment is relatively fragile. The contradiction between economic development and ecological environment protection has aroused widespread concern. In this study, we used the habitat quality of Integrated Valuation of Ecosystem Services and Tradeofs (InVEST-HQ) model at different scales to evaluate the dynamic evolution characteristics of habitat quality in Lanzhou City，Gansu Province of China.The spatiotemporal variations of habitat quality were analyzed by spatial autocorrelation. A Geographical Detector (Geodetector) model was used to explore the driving factors that influencing the spatial diferentiation of habitat quality，including natural factors，socio-economic factors，and ecological protection factors. The results showed that the habitat quality index of Lanzhou City decreased from 0.4638 to O.4548 during 2000-2018.The areas with reduced the habitat quality index were mainly located in the Yellow River Basin and Qinwangchuan Basin, where are the main urban areas and the new economic development areas, respectively. The spatial distribution of habitat quality presented a trend of high in the surrounding areas and low in the middle，and showed a significant positive spatial autocorrelation. With the increase of study scale,the spatial distribution of habitat quality changed from concentrated to dispersed.The spatial differentiation of habitat quality in the study area was the result of multiple factors. Among them， topographic relief and slope were the key factors. The synergistic enhancement among these driving factors intensified the spatial differentiation of habitat quality. The findings of this study can provide a scientific basis for land resources utilization and ecosystem restoration in the arid and semi-arid land. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:Habitat quality； spatiotemporal variations; driving factors; InVEST-HQ model; Geodetector model; Lanzhou City;YellowRiverBasin ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation:DONG Jianhong，ZHANG Zhibin,LIU Benteng，ZHANG Xinhong，ZHANG Wenbin，CHEN Long.2022. Spatiotemporal variationsand driving factors of habitat quality in the loess hilly areaof the Yellow River Basin:Acase study of Lanzhou City,China.Journal of Arid Land,14(6): 637-652.htps://doi.org/10.1007/s40333-022-0097-6 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The rapid industrialization and urbanization promote the continuous transformation and reconstruction of the spatial structure of land use,which has a great impact on the process of ecological landscape and ecosystem service level, and also threatens the security of regional ecosystem (Zhou et al.,2014; Sallustio et al.,2017; Hao et al., 2017; Poniatowski et al., 2018; Kefalas et al.,2O19). Specifically,land use change could affect the circulation of material flow and energy flow between habitat patches (Balkanlou et al.,2O2O; Shirmohammadi et al.,2020a, b). thereby changing the production capacity and service capacity of regional habitat (Aguilar et al., 2019). Unreasonable land use patterns and rapid expansion of construction land had led to habitat degradation and fragmentation (Sallustio et al.,2O17), which further reduced biodiversity (Krauss et al.，201O；Wilson et al.，2O15). Therefore，strengthening the research on spatiotemporal variations and driving factors of habitat quality is of great value to ecosystem restoration and is an important way to construct the ecological security pattern, which has become a hot topic in the fields of ecology and geography (Sala et al., 2OoO; Newbold et al., 2015; He et al. 2017). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Habitat quality is regarded as an important indicator of regional biodiversity and ecological service level (Maes et al., 2Ol2; Moreira et al.,2O18). It refers to the ability that the ecosystem provides suitable living conditions for the sustainable development of individuals and populations in a certain time and space. It is the foundation for the ecosystem to serve functions and provide services (Terrado et al.,2016; Zhu et al., 2O2O). According to the research object, data source, and research scale,there are mainly three methods to evaluate the evolution of habitat quality,such as traditional field survey of biodiversity and habitat(Vellnd et al.,2OO8；Miller et al.,2009), ecological indicator assessment (Maes et al., 2O12; Coates et al.,2O16; Riedler and Lang,2018), and ecological model (Costa et al., 2009; Terrado et al. 2016; Sallustio et al., 2017; Tang et al., 2020; Zhu et al.,2O2O).Traditional field survey of biodiversity and habitat mostly focus on the spatial differentiation and influencing factors of single species and community habitat conditions in specific areas (Cardoso de Mendonca et al.,2003; Vellend et al.,2O08;Miller et al.,2009). However, this method often need high data costs,and was only suitable for static analysis of habitat quality in a smallregion, and it is dificult to conduct research on the dynamic evolution of habitat quality (Vellend et al., 2OO8; Sun et al.,2O19).Ecological indicator assessment is based on remote sensing to obtain ecological indices to evaluate biodiversity and habitat.Ecological indicators such as normalized diference vegetation index (NDVI) and net primary production (NPP) were analyzed frequently in recent study (Riedler and Lang,2O18). With the development of the Earth observation technologies, such as remote sensing (RS)， geographical information system (GIS), and global positioning system (GPS), the widespread use of remote sensing image data,and the innovation of research methods,it is possble to quantify, evaluate,and simulate habitat quality at a large scale by using ecological models. Based on the habitat suitability index model，social value for ecosystem services model，and Integrated Valuation of Ecosystem Services and Tradeoffs (InVEST） model, researchers dynamically evaluated habitat quality at multiple scales (Zhu et al.,2O2O). Among them, the InVEST model is a mature and powerful tool for assessing habitat quality, because it comprehensively considers the suitability of habitat and anthropogenic threats to biodiversity,and provides more detailed information about the status of biodiversity (Terrado et al.，2O16; Sallustio et al.， 2017).In addition,the model is simple to operate, easy to obtain data,and has a strong ability to express results (Baral et al.,2O14; He et al. 2017; Sharp et al.,2O2O;). At present, the InVEST model has been widely used in habitat quality assessment at various scales,including national, provincial, transition zone, watershed,and nature reserves(Sallustio et al.,2017; Sun et al., 2018; Tang et al.,202O; Zhu et al.,202O; He et al., 2022). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Although there are many studies on the spatiotemporal evolution characteristics,influencing factors,and protection measures of habitat quality, there is still room for further research and deepening.First, most existing studies on habitat quality focus on the macro level or are limited to a certain scale,and there are few systematic and multi-scale studies on spatiotemporal evolution characteristics,driving mechanisms,and protection measures of habitat quality. In this paper, the \"scale effect\" was incorporated into the research process, breaking through the scale constraints of previous studies and revealing the transmission mechanism between different scales. Second, the research areas are mostly nature reserves, watersheds, provinces, countries,etc.,but there are few studies on ecologically fragile and ecologically sensitive areas such as the loess hilly area in natural transition zones.Third,a large number of researchers have focused on the spatiotemporal characteristics of habitat quality change and conservation measures,and there are few studies on driving factors of habitat quality. Most of the existing stidies on driving factors of habitat quality incorporate natural environment, geographical location, human interference,social economy,and other factors affecting habitat status into the single factor analysis model, such as scholars have analyzed the impact of urbanization (Tang et al.,2016; Li et al.,2018; McDonald et al., 2018; Song et al., 2O2O), land use changes (McDonald et al., 2009; Xie and $\\mathrm { N g }$ ,2013; Li et al.,2018), and human activities on habitat quality (Li et al.,2O18; Sun et al.,2O19),but there are few studies on comprehensively exploring the impact mechanism of habitat quality. In addition, most studies analyzed the spatiotemporal evolution mechanism of habitat quality based on the ordinary least squares (OLS) and geographically weighted regression (GWR) models (Li et al., 2O17; Sun et al., 2019)，and few studies used the Geographical Detector(Geodetector） model to reveal the influence mechanism of the spatial differentiation of habitat quality. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Lanzhou City, the capital of Gansu Province of China, is located in the loess hilly area of the upper reaches of the Yellow River,and the transitional zone of the monsoon region,arid and semi-arid region,and Qinghai-Tibet Plateau region, which is an ecologically sensitive and fragile region.Meanwhile, with the acceleration of social and economic development and the improvement of urbanization level in Lanzhou City, the fragile ecological environment and rapid urbanization process have led to the degradation of habitat quality,and have caused the decline of ecosystem services，as a result， the contradiction between socio-economic development and ecological protection has become more prominent. Thus, in this paper, we take Lanzhou City as the study area to fil the gap of habitat quality assessment in rapidly urbanization areas under the constraints of ecological fragility. It is expected to have practical significance for regional biodiversity protection and ecosystem restoration，and might provide a scientific basis for socio-economic development and ecological environmental protection. Specifically, the objectives of this study are to (1） apply the habitat quality of InVEST(InVEST-HQ) model to assess the evolution characteristics of habitat quality from 2OOO to 2O18;(2) analyze the spatiotemporal paterns of habitat quality；and (3） reveal the driving factors of the spatial differentiation of habitat quality. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Lanzhou City $( 3 5 ^ { \\circ } 3 4 ^ { \\prime } - 3 7 ^ { \\circ } 0 7 ^ { \\prime } \\mathrm { N } _ { \\cdot }$ ， $1 0 2 ^ { \\circ } 3 5 ^ { \\prime } – 1 0 4 ^ { \\circ } 3 4 ^ { \\prime } \\mathrm { E } )$ is located at the intersection of the Loess Plateau, Inner Mongolia Plateau,and Qinghai-Tibet Plateau of China,and is the geometric center of China's land area. The region is situated in a temperate continental climate zone with an average annual precipitation of $3 2 7 ~ \\mathrm { m m }$ ，an average annual evaporation of $1 6 7 6 ~ \\mathrm { m m }$ ，an annual average temperature of $1 0 . 3 ^ { \\circ } \\mathrm { C }$ ，an average annual sunshine duration of $2 4 4 7 \\mathrm { ~ h ~ }$ ，and a frost-free period of $1 8 0 \\mathrm { d }$ （ $\\mathrm { { X u } }$ et al.,2O21).The overall terrain is high in the northwest and low in the southeast, with an altitude range from 1418 to $3 6 7 7 \\mathrm { m }$ .The landscape and vegetation types are diverse. The main land use types are grassland, cultivated land,and woodland.The Yellow River traverses the entire region from southwest to northeast, cutting through mountains and forming a beaded valley with canyons and basins alternately. The mountains from north to south face each other in the urban area, forming a belt-shaped valley basin with a length of about $3 5 ~ \\mathrm { k m }$ from east to west and a width of $2 { - } 8 ~ \\mathrm { k m }$ from north to south. There are three counties （Yuzhong, Yongdeng,and Gaolan counties） and five districts (Chengguan, Honggu, Xigu, Qilihe,and Anning districts) in Lanzhou City (Fig. 1). The total area of the city is $1 . 3 0 8 \\times 1 0 ^ { 4 } \\mathrm { k m } ^ { 2 }$ , and the permanent population of the city is $4 . 1 3 4 \\times 1 0 ^ { 6 }$ at the end of 2O20 (Lanzhou Municipal Bureau of Statistics,2021). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Data sources and driving factors of habitat quality ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The land use data in 200o,2010,and 2018 were downloaded from the Resource and Environment Science and Data Center of Chinese Academy of Sciences (htp://www.resdc.cn/). The land use ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/2678da10812c6bc07584605f566d39d0951b6651be42b27a05e2bdd87d437a0a.jpg",
        "img_caption": [
            "Fig.1Overview of Lanzhou City "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "data was classified into 6 first-level categories,including cultivated land,forest land, grasland.   \nwater area, construction land,and unused land,and 24 second-level categories. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The selection of driving factors of habitat quality is the key to the Geodetector model. In this study,we selected 12 driving factors based on comprehensive consideration of natural factors, socio-economic factors,and ecological protection factors that may affect the spatial distribution of habitat quality.The data sources of each driving factor are shown in Table 1.First, the data of each driving factor were resampled to a resolution of $1 0 0 \\ \\mathrm { m } { \\times } 1 0 0 \\ \\mathrm { m }$ in ArcGIS software.Second, all the data were transformed into raster data and connected with the township (street） units in space.Finally,we classified and discretized the raster data according to the natural breakpoint method (Fig. 2). ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/ac5325498fc0867412eaaaa7151ce1c78903c0b6173fc90b8beac0b5f68f5c8c.jpg",
        "table_caption": [
            "Table1Driving factors of habitat quality used in the Geographical Detector (Geodetector) model "
        ],
        "table_footnote": [
            "Note:-represents the secondary factor does not involve resolution or scale "
        ],
        "table_body": "<html><body><table><tr><td>Primary factor</td><td>Secondary factor</td><td>Resolution/scale</td><td>Data source</td></tr><tr><td rowspan=\"6\"></td><td>Elevation (mm; Xi)</td><td>30 mx30 m</td><td rowspan=\"3\">Geospatial Data Cloud site,Computer Network Information Center, Chinese Academy of Sciences (http://www.gscloud.cn)</td></tr><tr><td>Slop (; X2)</td><td>30 mx30 m</td></tr><tr><td>Topographic relief (m; X3)</td><td>30 mx30 m</td></tr><tr><td>≥10C accumulated temperature</td><td></td><td rowspan=\"3\">1000 mx1000 m Resource and Environment Science and Data Center of hiwwAcadeyf Sciences</td></tr><tr><td>Precipitation (mm; X5)</td><td>1000 mx1000 m</td></tr><tr><td>Soil erosion (t/(km²·a); X6)</td><td>1000 mx1000 m</td></tr><tr><td rowspan=\"5\">Socio-economic</td><td>Population (X7)</td><td></td><td rowspan=\"2\">Lanzhou Statistical Yearbook(Lanzhou Municipal Bureau of Statistics,2019)</td></tr><tr><td>Gross domestic product (GDP) (x10 CNY; Xg)</td><td></td></tr><tr><td>Road density (km/km²;X9) Distance from county (district)</td><td>1:1,000,000</td><td>National Geomatics Center of China (http://ngcc.cn)</td></tr><tr><td>(km; X10)</td><td>30 mx30 m</td><td>Baidu map (https://map.baidu.com/)</td></tr><tr><td>Nighttime light index (nW/(cm²·sr); X11)</td><td>1000 mx1000 m</td><td>Resource and Environment Science and Data Center (http://www.resdc.cn)</td></tr><tr><td>Ecological protection factor</td><td>Increased area of woodland (km²; X12)</td><td></td><td>Resource and Environment Science and Data Center (http://www.resdc.cn)</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/40a7d87621f6c3e72a708d811a9b3aa3ad16676e109e03f27a3e76982c5b610f.jpg",
        "img_caption": [
            "Fig.2Classfication of driving factors for the spatial diferentiation of habitat quality in Lanzhou City. (a), elevation; (b)，slop; (c),topographic relief; (d), $\\geq 1 0 ^ { \\circ } \\mathrm { C }$ accumulated temperature;(e)，precipitation; (f),soil erosion; (g),population; (h),grossdomestic product (GDP); (i),road density; (j),distance fromcounty(district); (k),nighttime light index;(l),increased area of woodland. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3 Methods ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.1Habitat quality evaluation The InVEST-HQ model was used to assess the potential of ecosystems to provide survival and reproduction for species (Sharp et al.,2O2O). Specifically, in this model, we set threat factors and habitat,and calculated the negative impact of threat factors on the habitat to obtain the degradation degree of the habitat, and then calculated the habitat quality through the suitability and degradation degree of the habitat. The habitat quality index is used to reflect habitat quality; as the index increases,the habitat quality and biodiversity increase (Li et al.,2O18).The habitat quality is calculated as follows (Li et al., 2018): ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nQ _ { x j } = H _ { j } \\left[ 1 - \\left( { \\frac { D _ { x j } ^ { z } } { D _ { x j } ^ { z } + k ^ { z } } } \\right) \\right] ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $Q _ { x j }$ is the habitat quality of raster $x$ in land use type $j ; H _ { j }$ is the habitat suitability of land use type $j$ $D _ { x j }$ is the threat level of raster $x$ in land use type $j ; z$ is a scaling parameter that reflects the spatial heterogeneity； and $k$ is half the saturation constant,which is half of the maximum value of $D _ { x j }$ ， ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { D _ { x j } = \\sum _ { r = 1 } ^ { R } \\sum _ { y = 1 } ^ { Y _ { r } } ( w _ { r } / \\sum _ { r = 1 } ^ { R } w _ { r } ) r _ { y } i _ { r x y } \\beta _ { x } S _ { j r } , } \\\\ & { \\qquad i _ { r x y } = 1 - \\Bigg ( \\cfrac { d _ { x y } } { d _ { r \\operatorname* { m a x } } } \\Bigg ) , } \\\\ & { \\qquad i _ { r x y } = \\mathrm { e x p } \\Bigg ( \\cfrac { - 0 . 2 9 9 d _ { x y } } { d _ { r \\operatorname* { m a x } } } \\Bigg ) , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $R$ is the number of threat factors; $Y _ { r }$ is the number of grids of threat factor $r$ in the land use map; $y$ is the grid number of threat factors; $w _ { r }$ is the weight of threat factor $r$ (Table 2); $r _ { y }$ is the stress value of grid $y$ ： $i _ { r x y }$ represents the distance decay function,which can be expressed as a linear or exponential function of the distance from the threat factor to the habitat; $\\beta _ { x }$ is the accessible grid cell $x _ { i }$ $S _ { j r }$ is the relative sensitivity of habitat type $j$ to threat factor $r$ (Table 3); $d _ { x y }$ is the Euclidean distance between the habitat and the threat factor; $d _ { r m a x }$ is the maximum interference radius of the threat factor $r$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Identifying threat factors to habitat is a key issue in the InVEST-HQ model. Based on relevant studies and the ecological characteristics of the study area (He et al.,2Ol7; Li et al.,2O18; Sun et al.,2019; Tang et al., 2O2O; Zhu et al., 2O2O),we selected urban land, rural settlement, railway, main road,cropland,bare land,and sandy land as the major threat factors to habitat quality(Table 2).Besides,cropland (paddy field and dry land),forest land (forestland, shrub,sparse wood,and other wood land)，grassland (high coverage grassland, moderate coverage grassland, and low coverage grassland),and waterbody (river and canal, lake, reservoir and pond, permanent glacier snow, mudflat,and beach) were selected as habitat types (Table 3). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We calculated the maximum threat distance,the weight of each threat factor,and the relative sensitivity of habitat types to threat factors based on the InVEST User Guide (Sharp et al., 2020), expert scoring,and other relevant studies (Terrado et al.,2O16; Tang et al., 2020). ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/c06a46d74e8a44046bbf6b3c8da1677cdda0682923ae89d4badeb5e70816e844.jpg",
        "table_caption": [
            "Table 2Threat factors of habitat quality and calculated results from the habitat qualityof Integrated Valuation ofEcosystem Services and Tradeoffs (InVEST-HQ) model "
        ],
        "table_footnote": [
            "Note:Decaytyperepresentsthetypeofimpactofthreat factors onhabitatpatches,including lineardecayandexponentialdecay "
        ],
        "table_body": "<html><body><table><tr><td>Threat factor</td><td>Maximum threat distance (km)</td><td>Weight</td><td>Decay type</td></tr><tr><td>Urban land</td><td>6</td><td>1.0</td><td>Exponential decay</td></tr><tr><td>Rural settlement</td><td>4</td><td>0.9</td><td>Exponential decay</td></tr><tr><td>Railway</td><td>3</td><td>0.4</td><td>Linear decay</td></tr><tr><td>Main road</td><td>3</td><td>0.6</td><td>Linear decay</td></tr><tr><td>Cropland</td><td>1</td><td>0.3</td><td>Linear decay</td></tr><tr><td>Bare land</td><td>2</td><td>0.2</td><td>Linear decay</td></tr><tr><td>Sandy land</td><td>2</td><td>0.3</td><td>Linear decay</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/2422d099192c2b74fc5f4de77f1522e9d32be35c19c3b8fd9e35b3e6cd957599.jpg",
        "table_caption": [
            "Table 3Relative sensitivity of habitat types to threat factors "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Habitat type</td><td>Urban land</td><td>Rural settlement</td><td>Railway</td><td>Main road</td><td>Cropland</td><td>Bare land</td><td>Sandy land</td></tr><tr><td>Paddy field</td><td>0.5</td><td>0.4</td><td>0.1</td><td>0.1</td><td>0.3</td><td>0.3</td><td>0.3</td></tr><tr><td>Dry land</td><td>0.5</td><td>0.4</td><td>0.1</td><td>0.1</td><td>0.3</td><td>0.2</td><td>0.3</td></tr><tr><td>Forestland</td><td>0.9</td><td>0.8</td><td>0.7</td><td>0.6</td><td>0.8</td><td>0.5</td><td>0.6</td></tr><tr><td>Shrub</td><td>0.6</td><td>0.5</td><td>0.2</td><td>0.2</td><td>0.4</td><td>0.4</td><td>0.5</td></tr><tr><td>Sparse wood</td><td>0.9</td><td>0.8</td><td>0.8</td><td>0.7</td><td>0.8</td><td>0.4</td><td>0.5</td></tr><tr><td>Other wood land</td><td>0.9</td><td>0.9</td><td>0.8</td><td>0.6</td><td>0.7</td><td>0.4</td><td>0.5</td></tr><tr><td>High coverage grassland</td><td>0.6</td><td>0.5</td><td>0.2</td><td>0.2</td><td>0.4</td><td>0.5</td><td>0.5</td></tr><tr><td>Moderate coverage grassland</td><td>0.7</td><td>0.5</td><td>0.3</td><td>0.2</td><td>0.5</td><td>0.4</td><td>0.4</td></tr><tr><td>Low coverage grassland</td><td>0.7</td><td>0.6</td><td>0.3</td><td>0.2</td><td>0.5</td><td>0.4</td><td>0.4</td></tr><tr><td>River and canal</td><td>0.9</td><td>0.7</td><td>0.5</td><td>0.4</td><td>0.7</td><td>0.5</td><td>0.6</td></tr><tr><td>Lake</td><td>0.9</td><td>0.8</td><td>0.6</td><td>0.5</td><td>0.7</td><td>0.6</td><td>0.6</td></tr><tr><td>Reservoir and pond</td><td>0.9</td><td>0.8</td><td>0.6</td><td>0.5</td><td>0.7</td><td>0.5</td><td>0.6</td></tr><tr><td>Permanent glacier snow</td><td>0.9</td><td>0.8</td><td>0.6</td><td>0.5</td><td>0.7</td><td>0.6</td><td>0.6</td></tr><tr><td>Mudflat</td><td>0.8</td><td>0.7</td><td>0.5</td><td>0.5</td><td>0.6</td><td>0.3</td><td>0.4</td></tr><tr><td>Beach</td><td>0.9</td><td>0.8</td><td>0.4</td><td>0.4</td><td>0.6</td><td>0.3</td><td>0.4</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3.2 Spatial autocorrelation analysis ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In this study, the global spatial autocorrelation index (Moran's $I$ ）wasused to determine whether there is statistical agglomeration or dispersion in the spatial distribution of habitat quality. The calculation formula is expressed as follows (Zhu et al., 2020): ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n{ \\mathrm { M o r a n } } ^ { * } { \\mathrm { s } } I = { \\frac { n { et { } { ' } { \\sum } } _ { i = 1 } ^ { n } \\sum _ { j = 1 } ^ { n } ( Y _ { i } - { \\overline { { Y } } } ) ( Y _ { j } - { \\overline { { Y } } } ) } { \\sum _ { i = 1 } ^ { n } \\sum _ { j = 1 } ^ { n } W _ { i j } \\sum _ { i = 1 } ^ { n } ( Y _ { j } - { \\overline { { Y } } } ) ^ { 2 } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where Moran's $I$ is the global spatial autocorrelation index with ranging from $- 1 . 0 0 0$ to $1 . 0 0 0 ; n$ is the total number of spatial units; $Y _ { i }$ and $Y _ { j }$ are the value of habitat quality of unit $i$ and unit $j$ respectively; and $\\overline { { Y } }$ is the average value of $Y _ { i }$ ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3.3 Geographical Detector(Geodetector) ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In this paper,we used the factor detector ( $\\dot { \\boldsymbol { q } }$ value） to measure the interpretation degree of the independent variables to the spatial differentiation of habitat quality,and utilized interaction detector to reflect the interaction mechanism of the independent variables. The $q$ value was calculated by Equation 6: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nq = 1 - { \\frac { 1 } { N \\sigma ^ { 2 } } } \\sum _ { i = 1 } ^ { L } N _ { i } \\sigma _ { i } ^ { 2 } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $q$ is the factor detector ( $\\overset { \\cdot } { q }$ value); $N$ represents the total number of spatial units; $N _ { i }$ denotes the number of units in stratum $i$ and $\\sigma ^ { 2 }$ and $\\sigma _ { i } ^ { 2 }$ denote habitat quality variance in population and stratum $i$ ,respectively. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1Spatiotemporal variations of habitat quality ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1.1 Variations of habitat quality at grid scale ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We used the InVEST-HQ model to obtain the spatial distribution pattern of habitat quality in Lanzhou City in 2000,2010,and 2018 at grid scale( $3 0 ~ \\mathrm { m } { \\times } 3 0 ~ \\mathrm { m } )$ ,and divided the habitat quality index into five levels in ArcGIS,including level I (low)，level $\\mathrm { I I }$ (relatively low),level III (medium),levelIV (relatively high),and level V (high). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Table 4 showed that the average habitat quality index of Lanzhou City in 2Oo0,2O10,and 2018 was O.4638, 0.4630,and O.4548,respectively. The habitat quality declined slightly by $1 . 9 8 \\%$ during 2Ooo-2O18. The proportions of habitat quality showed that the proportions of level I and level V increased gradually, while the proportions of level II, level II, and level IV presented a decreased trend, indicating that the polarization of habitat quality was obvious. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/3388effe4da3464614634e3a574dd03699168462fb7362329ee62110e04b27bd.jpg",
        "table_caption": [
            "Table 4Changes of the habitat quality index in Lanzhou City in 2Ooo,2O10,and 2018 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Level</td><td rowspan=\"2\"> Rqaityf habitat</td><td colspan=\"2\">2000</td><td colspan=\"2\">2010</td><td colspan=\"2\">2018</td></tr><tr><td>Proportion (%)</td><td>Average habitat quality index</td><td>Proportion (%)</td><td>Average habitat quality index</td><td>Proportion (%)</td><td>Average habitat quality index</td></tr><tr><td>I</td><td>0.0000-0.2000</td><td>2.98</td><td rowspan=\"5\"></td><td>3.79</td><td rowspan=\"5\"></td><td>6.10</td><td rowspan=\"5\"></td></tr><tr><td>Ⅱ</td><td>0.2000-0.4000</td><td>57.28</td><td>56.48</td><td>54.39</td></tr><tr><td>IⅢI</td><td>0.4000-0.6000</td><td>27.21</td><td>27.16</td><td>26.93</td></tr><tr><td>IV</td><td>0.6000-0.8000</td><td>8.72</td><td>8.61</td><td>8.33</td></tr><tr><td>V</td><td>0.8000-1.0000</td><td>3.81</td><td>3.96</td><td>4.25</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Figure 3 showed that the distribution patern of habitat quality had significant spatial difference. The spatial distribution of level I was concentrated in the built-up areas of the Yellow River, Zhuanglang River， Huangshui River Valley， Yuanchuan River Valley， Yuzhong Basin，and Qinwangchuan Basin. The land use types were mainly urban land,rural settement,and other construction land,which were affected by intensive human activities,and the habitat quality was fragmented.The level IIand level III were mainly distributed in the loess hillyarea of the Yellow River,the mountains in the north of Yuzhong County，and the hilly area of the western Zhuanglang River. The land use types were mainly cultivated land and grassland. The agriculture and animal husbandry activity was more frequent, the ecosystem structure was unitary, and the ecological environment was fragile. The distribution of level IV and level V was covered by forestland and grassland located in the northwest and south mountains. As a result of high elevation,less human disturbance,and high vegetation coverage,habitat quality was generally higher. Above al, the spatial distribution of habitat quality has a strong spatial correlation with land use types. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/222900bcc3f5a8a6a151cf7a9fee0d8f124942924fe00fdd899e0b813acdab6f.jpg",
        "img_caption": [
            "Fig.3Spatial distribution(a-c)and changes of the habitat quality index (d-f) in Lanzhou City from 2000 to 2018 at grid scale. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In order to further explore the spatial diferentiation characteristics of habitat quality, we carried out the difference analysis of habitat quality and obtained the change maps of habitat quality in different periods (Fig. 3d-f).The results showed that habitat quality in Lanzhou City was stable from 200O to 2O18,but the local variation was obvious.Specifically， since 2Oo0,with the acceleration of urbanization,the land on both sides of the Yellow River has been occupied by urban expansion,and the habitat quality has declined significantly. The improvement of habitat quality was mainly concentrated in the mountainous on the north and south sides of the Yellow River Basin and the north of the Qinwangchuan Basin,which was mainly due to the project of \"Returning Farmland to Forest\". After 2O10, the areas with reduced habitat quality were mainly distributed in the plateaus at the edge of the Yellow River Basin and the southern part of the Qinwangchuan Basin.This is mainly due to the construction of a national-level new district (i.e., Lanzhou New District). The urbanization process has been accelerated obviously,and the river valley basin can no longer meet the demand of urban development, under the guidance of urban planning, cities began to break away from river valleys. The areas with improved habitat quality were mainly located in the mountainous areas in the northwest and south of the study area, which was mainly due to the restriction of the terrain,less human activities,and better habitat protection. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.1.2 Variations of habitat quality at town (street) scale ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Figure 4 showed that the spatiotemporal variation of habitat quality was more significant at town (street) scale. The towns (streets) with level I(<O.2584) habitat quality mainly concentrated in the main urban areas,and the number of towns (streets) increased gradually (26,32,and 34 in 2000, 2010,and 2018,respectively); the towns (streets） with level I (0.2584-O.4256) habitat quality formed four spatial distribution areas,and the number of towns (streets) decreased first and then increased (27,24,and 25 in 2000,2010,and 2018,respectively); the towns (streets) with level II1 (0.4257-O.4723) habitat quality had a wider spatial distribution range but the number of towns (streets) decreased (32,31,and 26 in 2000,2010,and 2018,respectively); the towns (streets) with level IV (0.4724-0.5838) habitat quality were scattered in space distribution,and the number of towns (streets） first decreased and then increased (23，18,and 21 in 2000,2010,and 2018, respectively); the number of towns (streets) with level V $( > 0 . 5 8 3 8 )$ habitat quality was relatively small (3,6,and 5 in 2000,2010,and 2018,respectively),and they were mainly distributed in the northwest and southeast of the study area. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Figure 4d-f showed the changes of habitat quality in Lanzhou City from 2OOO to 2O18 on the town (street） scale.From 2000 to 2010,75 towns (streets） presented a declined habitat quality, among which 8 towns (streets)had a declined habitat quality with greater than O.O6Oo.There were 36 towns (streets） with increased habitat quality, among which 7 towns (streets） increased by more than O.0100.From 2010 to 2018,74 towns (streets） showed a declined habitat quality, among which 14 towns (streets） had a declined habitat quality with greater than O.O6Oo. There were 37 towns (streets） with improved habitat quality,of which 16 towns (streets) increased by more than O.0100. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Generally speaking,the number of towns (streets） with a declined habitat quality was more than that with an increased habitat quality from 2OOO to 2018.Among them, the towns (streets) with a large declined habitat quality formed two major agglomeration areas with Lanzhou New District and Lanzhou urban area as the center, which was mainly caused by the continuous expansion of urban space and the occupation of ecological land by construction land. The towns (streets） with a large increased habitat quality were mainly concentrated in the southwest of the study area, mainly due to the conservation of ecological land. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/07e67e9b6d54cd1906ba0d294b69c22d732230fd2f8a31cd78a66c01751e07d4.jpg",
        "img_caption": [
            "Fig.4Spatial distribution (a-c)and changes of the habitat quality index (d-f)in Lanzhou City from 2000 to 2018at town (street) scale.The clasification criteriaof the habitat quality indexat town (street)scale is based on the natural breakpoint method. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.1.3 Variations of habitat quality at county(district) scale ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Figure 5 showed thevariations of habitat quality in different periods at county (district） scale. Habitat quality of each county (district) in Lanzhou City was relatively low. Among them, habitat quality in Anning and Chengguan districts was poor, while habitat quality in Qilihe District, Yongdeng County,and Yuzhong County was higher. In terms of different periods,from 2000 to 2010,except for Qilihe District and Gaolan County,habitat quality of other counties (districts) showed a declined trend, especially in Anning District, where habitat quality decreased by $1 6 . 7 \\%$ From 201O to 2018,habitat quality of all counties (districts） showed a downward trend. The change rate of habitat quality was $- 1 1 . 7 5 \\%$ and $- 1 4 . 1 8 \\%$ in Anning and Chengguan districts, respectively. The decline in the remaining counties (districts) was small (Fig. 5). ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/872189254e14bfb07f4a9ff1ff173d1d41d1fc8f0b6021252605f72b425e6ed5.jpg",
        "img_caption": [
            "Fig.5Variations of the habitat quality index atcounty(district) scale in Lanzhou City from 2Ooto 2018.Bars mean standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.2Spatial autocorrelation analysis of habitat quality ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In order to reflect the scale difference of spatial autocorrelation of habitat quality from both grid unit size and neighborhood radius,we constructed different grid units,including 1,2,5,and 10 km,and used 1-2 times the grid unit size as the neighborhood radius to analyzes the spatial autocorrelation characteristics of habitat quality in Lanzhou City (Table 5). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The results showed that habitat quality in 20oo, 2O10,and 2O18 showed a significant positive spatial autocorrelation on each scale.With the increase of grid unit and neighborhood radius, the degree of spatial autocorrelation decreased,indicating that the spatial distribution of habitat quality was concentrated on the small scale and scatered on the large scale.In terms of the changes in spatial autocorrelation from 2OOO to 2O18,there were obvious differences on each scale.The spatial autocorrelation of the $1 ~ \\mathrm { k m }$ grid unit gradually decreased， the spatial autocorrelation of the $1 0 \\mathrm { k m }$ grid unit gradually increased, and the spatial autocorrelation of the 2 and $5 ~ \\mathrm { k m }$ grid units showed a trend of first decreased and then increased, indicating that the spatial distribution tends of habitat quality to be concentrated on the macro scale,more fragmented and discontinuous on the micro scale,and the meso scale has experienced a change process that tended to be concentrated after being dispersed. ",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/68dc4247cc4b2ef3e14ec67fc209817c75dd86be5b094a09d4234e87f16f0599.jpg",
        "table_caption": [
            "Table 5Moran's $I$ of habitat quality in Lanzhou City from 2OoO to 2018 "
        ],
        "table_footnote": [
            "Note: \\*\\*\\* indicates significant at the confidence level of 0.01. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">(km)</td><td rowspan=\"2\">Grid unit Neighborhood radius (km)</td><td colspan=\"3\">2000</td><td colspan=\"3\">2010</td><td colspan=\"3\">2018</td></tr><tr><td>Moran's I</td><td>Z-value</td><td>P-value</td><td>Moran's I</td><td>Z-value</td><td>P-value</td><td>Moran's I</td><td>Z-value</td><td>P-value</td></tr><tr><td>1</td><td>1</td><td>0.774</td><td>125.286</td><td>0.000***</td><td>0.779</td><td>126.208</td><td>0.000***</td><td>0.797</td><td>129.005</td><td>0.000***</td></tr><tr><td rowspan=\"2\">2</td><td>2</td><td>0.734</td><td>184.491</td><td>0.000***</td><td>0.733</td><td>184.423</td><td>0.000***</td><td>0.753</td><td>189.454</td><td>0.000***</td></tr><tr><td>2</td><td>0.731</td><td>59.874</td><td>0.000***</td><td>0.729</td><td>59.694</td><td>0.000***</td><td>0.745</td><td>60.989</td><td>0.000***</td></tr><tr><td></td><td>4</td><td>0.687</td><td>87.465</td><td>0.000***</td><td>0.679</td><td>86.523</td><td>0.000***</td><td>0.697</td><td>88.807</td><td>0.000***</td></tr><tr><td rowspan=\"2\">5</td><td>5</td><td>0.720</td><td>23.846</td><td>0.000***</td><td>0.709</td><td>23.468</td><td>0.000***</td><td>0.715</td><td>23.670</td><td>0.000***</td></tr><tr><td>10</td><td>0.629</td><td>33.010</td><td>0.000***</td><td>0.616</td><td>32.311</td><td>0.000***</td><td>0.621</td><td>32.587</td><td>0.000***</td></tr><tr><td rowspan=\"2\">10</td><td>10</td><td>0.558</td><td>9.910</td><td>0.000***</td><td>0.548</td><td>9.740</td><td>0.000***</td><td>0.542</td><td>9.606</td><td>0.000***</td></tr><tr><td>20</td><td>0.395</td><td>11.430</td><td>0.000***</td><td>0.381</td><td>11.020</td><td>0.000***</td><td>0.389</td><td>11.249</td><td>0.000***</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3Spatial differentiation mechanism of habitat quality using Geodetector model ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The above analyses found that there were obvious spatial differences in the evolution of habitat quality in Lanzhou City. Therefore, based on the township (street) scale,we selected 12 driving factors as independent variables from the aspects of natural factors,socio-economic factors,and ecological protection factors,and set the habitat quality index as dependent variable.Then, we used the Geodetector model to analyze the contribution rate and interactive detection results of driving factors,and to reveal the dominant driving factors of the spatial differentiation of habitat quality evolution in Lanzhou City and the interaction mechanism between the driving factors. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3.1 Contribution rate of driving factors for the spatial differentiation of habitat quality ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Table 6 showed that the $q$ value of the topographic relief $( X _ { 3 } )$ and slope $( X _ { 2 } )$ was $8 6 . 3 \\%$ and $7 6 . 8 \\%$ ，respectively，which are the dominant factors for the spatial differentiation of habitat quality. Secondly, the $q$ value of the nighttime light index $( X _ { 1 1 } )$ was $70 . 9 \\ \\%$ ，which means that human activities have a deep impact on habitat quality. Thirdly, the $q$ value of soil erosion $( X _ { 6 } )$ distance from county (district) $( X _ { 1 0 } )$ ， gross domestic product $( X _ { 8 } )$ ，elevation $( X _ { 1 } )$ ， precipitation $( X _ { 5 } )$ ， $\\geq 1 0 ^ { \\circ } \\mathrm { C }$ accumulated temperature $( X _ { 4 } )$ ， population $( X _ { 7 } )$ ， and road density $( X 9 )$ was between $3 0 . 0 \\% - 5 0 . 0 \\%$ , indicating that it has an important role in the spatial differentiation of habitat quality. In addition， the $q$ value of increased area of woodland $( X _ { 1 2 } )$ was only $1 4 . 5 \\%$ . This indicates that increasing the ecological land area plays a certain role in improving habitat quality, but has a weak impact on the spatial differentiation of habitat quality. ",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/612c4af68573a37e692e3c34c5878a8db66ed3b774b8b263e32edb463e7e18f0.jpg",
        "table_caption": [
            "Table 6Contribution rate of driving factors for the spatial differentiation of habitat quality in Lanzhou City "
        ],
        "table_footnote": [
            "Note: $q$ value is the factor detector,which indicates the interpretation degree of the independent variables $( X _ { 1 }  – X _ { 1 2 } )$ to the spatial differentiation of habitat quality. "
        ],
        "table_body": "<html><body><table><tr><td></td><td>X1</td><td>X</td><td>X</td><td>X4</td><td>X5</td><td>X6</td><td>X7</td><td>X8</td><td>X9</td><td>X10</td><td>X11</td><td>X12</td></tr><tr><td>q value</td><td>0.460</td><td>0.768</td><td>0.863</td><td>0.387</td><td>0.427</td><td>0.490</td><td>0.379</td><td>0.476</td><td>0.347</td><td>0.479</td><td>0.709</td><td>0.145</td></tr><tr><td>P-value</td><td>0.000</td><td>0.000</td><td>0.000</td><td>0.000</td><td>0.000</td><td>0.000</td><td>0.000</td><td>0.000</td><td>0.000</td><td>0.000</td><td>0.000</td><td>0.087</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.3.2Interaction effect of driving factors on the spatial distribution of habitat quality Table 7 showed the interactive detection results of driving factors for the spatial differentiation of habitat quality.The results indicated that the spatial differentiation of habitat quality in Lanzhou City was not caused by a single factor, but the result of a combination of multiple driving factors. The interactions of natural factors $( X _ { 1 ^ { - } } X _ { 6 } )$ with natural factors and socio-economic factors were stronger than the interaction between socio-economic factors $( X _ { 7 }  – X _ { 1 1 } )$ and socio-economic factors. Among them,the interactions of topographic relief $( X _ { 3 } )$ and slope $( X _ { 2 } )$ with other factors were significantly stronger than the interaction between other factors.The results indicated that the synergistic enhancement of topographic relief, slope,and other factors had a great impact on the spatial differentiation of habitat quality in Lanzhou City. ",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/0db706a1c09059223bf796bc923965e43cf30918c56108007d6cf6ddc7616e57.jpg",
        "table_caption": [
            "Table 7Interactive detection of driving factors for the spatial diferentiation of habitat quality in Lanzhou City "
        ],
        "table_footnote": [
            "Note:#denotes interactionenhancementof two interactionenhancementand  denotes the nonlinear enhancementof two interaction enhancement. "
        ],
        "table_body": "<html><body><table><tr><td>Driving factor</td><td>X</td><td>X</td><td>X</td><td>X4</td><td>X5</td><td>X6</td><td>X7</td><td>X8</td><td>X9</td><td>X10</td><td>X11</td></tr><tr><td>X</td><td>0.874#</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>X</td><td>0.886#</td><td>0.927#</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>X4</td><td>0.532#</td><td>0.878#</td><td>0.882#</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>X5</td><td>0.650#</td><td>0.866#</td><td>0.893#</td><td>0.593#</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>X6</td><td>0.744#</td><td>0.841#</td><td>0.881#</td><td>0.747#</td><td>0.730#</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>X7</td><td>0.678#</td><td>0.847#</td><td>0.896*</td><td>0.660#</td><td>0.628#</td><td>0.668#</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>X8</td><td>0.644#</td><td>0.853*</td><td>0.906*</td><td>0.636*</td><td>0.651#</td><td>0.727#</td><td>0.548#</td><td></td><td></td><td></td><td></td></tr><tr><td>X</td><td>0.592#</td><td>0.826#</td><td>0.886#</td><td>0.551#</td><td>0.555#</td><td>0.727#</td><td>0.621#</td><td>0.682#</td><td></td><td></td><td></td></tr><tr><td>X10</td><td>0.671#</td><td>0.870#</td><td>0.929#</td><td>0.667#</td><td>0.589#</td><td>0.710#</td><td>0.575#</td><td>0.638#</td><td>0.625#</td><td></td><td></td></tr><tr><td>X11</td><td>0.753#</td><td>0.898#</td><td>0.900#</td><td>0.755#</td><td>0.743#</td><td>0.771#</td><td>0.742#</td><td>0.740#</td><td>0.739#</td><td>0.738#</td><td></td></tr><tr><td>X12</td><td>0.579#</td><td>0.839#</td><td>0.886#</td><td>0.521#</td><td>0.548#</td><td>0.696#</td><td>0.571##</td><td>0.621#</td><td>0.507##</td><td>0.642##</td><td>0.748#</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.1Spatiotemporal variation characteristics of habitat quality ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The results of this study showed that the habitat quality index in Lanzhou City decreased by $1 . 9 8 \\%$ from 2OOO to 2O18.The main reason is that the area of construction land increases rapidly, resulting in the damage of habitat patches and the gradual decline of habitat quality. Habitat quality decreased mainly in the Yellow River Basin, Yuzhong Basin,and Qinwangchuan Basin. The spatial distribution of habitat quality showed a significant trend of high in the surrounding areas and low in the middle.The results are consistent with the study conducted by Xu et al. (2O21） on the analysis of spatiotemporal variation characteristics of habitat quality in Lanzhou City. The overall level of habitat quality in Lanzhou City was low,and presented a continuous decline in time, with significant heterogeneity in space (Xu et al.,2O21). In addition,the results in this study are similar to that in Liu et al. (2O18). The areas with the low habitat quality index were mainly distributed in the regions with frequent human activities such as Yuzhong Basin,and the areas with the high habitat quality index were mainly distributed in higher altitude regions such as Xinglongshan Natural Conservation Area (Liu et al.,2O18).This study also confirmed that habitat quality showed significant positive autocorrelation at different spatial scales.With the increase of grid unit and neighborhood radius,the degree of spatial autocorrelation decreased.This indicated that the spatial distribution of habitat quality was concentrated on a smal scale and scattered on a large scale. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.2Complexity of driving factors for the spatial differentiation of habitat quality ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The spatial differentiation of habitat quality is the result of the interaction of multiple factors. In this study,the Geodetector model was used to analyze the influencing mechanism of driving factors on the spatial distribution of habitat quality in Lanzhou City. The results showed that natural factors determined the spatial distribution pattern of habitat quality,and socioeconomic factors and ecological protection factors were the main driving forces for habitat quality changes. These results about the influencing mechanism of habitat quality in Lanzhou City are consistent with those of Xu et al. (2O21).The deterioration of habitat quality in the study area is mainly because of the increase of urban construction land in the process of urbanization. However, the improvement of habitat quality is mainly due to the construction of ecological function zones (Xu et al.,2O21).In addition,the research on the mechanism of habitat quality should be further strengthened. Firstly， the relationship between drivers affecting habitat quality is relatively complex, it is difficult to obtain and quantify socio-economic data,and there are uncertainties in the results.Secondly, from the research results of natural factors, socio-economic factors,and ecological protection factors,the driving factors that cause the spatial differentiation of habitat quality are multiple and complex,but the coupling driving mechanism of multiple factors is still a problem. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.3 Potential habitat risk analysis in the study area ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Lanzhou City is regarded as a central city in northwest China.In recent years,due to the rapid development of industrialization and urbanization, significant changes have taken place in the spatial pattern of land use and ecosystem services (Lin et al.,2O15; Hu and Pan, 2O16; Yang et al., 2021). Since 2O10, with the construction of Lanzhou New District, the population in the area has been continuously agglomerated. In addition,unreasonable land use has reduced the areas of agricultural land and grassland, resulting in an increase in the degradation of regional habitat (Liu et al.,2O16). These conclusions are consistent with the results of Zhou et al. (2O17) using the ecosystem service value (ESV） method to evaluate the ecosystem service capacity in Lanzhou City. The total ESV in Lanzhou City decreased from $8 4 . 3 7 \\times 1 0 ^ { 8 }$ CNY in 1995 to $8 0 . 6 0 { \\times } 1 0 ^ { 8 }$ CNY in 2015，the most drastic changes were concentrated in the Yelow River Basin and Qinwangchuan Basin (Zhou et al., 2O17). In addition, the downward trend of habitat quality in Lanzhou City has not changed,the potential habitat risk is relatively high,and the task of regional ecological protection is arduous. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.4Suggestions and countermeasures for habitat quality protection ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In view of the status of habitat quality in Lanzhou City,we proposed the following protection measures. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Lanzhou City is located in the loess hilly area of the Yellow River Basin, with a relatively fragile ecosystem. The forest area is small and the spatial distribution is uneven，mainly concentrated in the north and south of the study area, including important ecological function areas,such as Liancheng National Nature Reserve and Xinglongshan National Nature Reserve. Therefore, in the process of ecological restoration, we should increase the area of ecological land, and strengthen the protection of forbidden and restricted development zones,thereby improving ecological functions.Moreover,combined with the distribution of artificial corridors and the expansion characteristics of built-up areas, ecological corridors should be constructed between each core habitat patch to enhance the ecological efect of the corridor. Finally，we should strengthen the construction of the Yellow River Ecological Protection Belt，enhance the connectivity among Datong River, Huangshui River, Zhuanglang River, Wanchuan River, and other rivers, promote the transfer of material and energy as well as species exchange, diffusion, and migration between ecological sources in the study area. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Lanzhou City, as a typical river valley city, is restricted by topographic factors. Urban space and agricultural space are distributed along the river valley. The rapid expansion of construction land and the continuous occupation of cultivated land and habitat patches have led to the continuous fragmentation of ecological space, the gradual degradation of habitat quality， and continuous weakening of the connectivity of ecological corridors (Xu et al., 2O21). Due to the rapid urbanization in the outer edge of the main urban area,Lanzhou New District,Yuzhong County， and other urban built-up areas,habitat quality has decreased significantly， the anti-interference ability of the ecosystem has weakened,and the contradiction between ecological protection and urbanization has intensified (Liu et al.,2O16; Liu et al.,2O18).Therefore,it is necessary to further strengthen the protection of ecological land,curb the rapid expansion of construction land,improve the efficiency of land use，maintain the dynamic balance between ecological protection and urban development，and promote the rational development of urbanization. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "In sum,through the assessment of habitat quality and the analysis of driving factors, it can provide reference for the optimization of land space patern, scientific management and control of ecological space,and ecological construction and restoration. It is also helpful to alleviate the contradiction between urbanization and ecological protection in the upper reaches of the Yellow River Basin,and promote the coordinated development of economic growth and ecological environment protection. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Habitat quality is regarded as an important indicator of regional biodiversity and ecological service level. Evaluating the spatiotemporal evolution of habitat quality and its driving factors can provide a scientific basis for regional ecological protection and land use management. Based on the ArcGIS software,InVEST-HQ model,and Geodetector model, we analyzed the dynamic characteristics and spatial differentiation of habitat quality in Lanzhou City. The results showed that the habitat quality index in the study area decreased from O.4638 to 0.4548 during 2OoO-2O18. The areas with decreased habitat quality were located in the Yellow River Basin and Qinwangchuan Basin, mainly due to the expansion of construction land. The spatial distribution of habitat quality showed an obvious trend of high in the surrounding areas and low in the middle,and showed significant positive spatial autocorrelation. As the grid unit and neighborhood radius increased,the degree of spatial autocorrelation decreased. This indicated that the spatial distribution of habitat quality was concentrated on small scales and scattered on large scales. The spatial differentiation of habitat quality in the study area was the result of combined effects of natural factors,socio-economic factors,and ecological protection factors. Among them， topographic relief and slope were the key driving factors of the spatial differentiation of habitat quality. Meanwhile,the interactions of natural factors with natural factors and socio-economic factors had a great impact on the spatial differentiation of habitat quality in Lanzhou City. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "This research was supported by the National Natural Science Foundation of China (41961029）and the Gansu Construction Science and Technology Soft Science Project of China (JK2022-16).We acknowledge the editors and anonymous reviewers for their helpful comments on improvement of the manuscript. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "AguilarR,Cristobal-PerezEJ,Balvino-OlveraFJ,etal.2O19.Habitatfragmentationreducesplantprogenyquality:aglobal synthesis.Ecology Letters,22(7): 1163-1173.   \nShirmohammadi B,Malekian A,Salajegheh A,etal.2O2Oa Impactsoffuture climate and landusechange on wateryield ina semiarid basin in Iran.Land Degradation & Development,31(1O):1252-1264. futurelandusechangeintheUrmiaLakeregion,Iran.Land UsePolicy,90:104299,doi:10.1016/j.landusepol.2019.104299.   \nBalkanlou KR,Muller B,CordAF,et al.2020.Spatiotemporal dynamicsof ecosystem services provision inadegraded ecosystem:Asystematic assessment inthe LakeUrmiabasin,Iran.Scienceof the Total Environment,716:137100,doi: 10.1016/j.scitotenv.2020.137100.   \nBaral H,KeenaRJ,Sara SK,etal.O14.Spatialassessmentandmappngofbodiversityandcoservationproisina heavilymodifiedand fragmented production landscape innorth-central Victoria,Australia.Ecological Indicators,36: 552-562.   \nCardoso de Mendonca MJ,SachsidaA,LoureiroPRA.2O03.A studyonthevaluingof biodiversity:thecaseof three endangered species in Brazil. Ecological Economics,46(1): 9-18.   \nCoates PS,Casaza ML,Ricca MA,etal.2O16.Integrating spatiallyexplicit indicesof abundance and habitat quality:an applied example for greater sage-grouse management. Journal of Applied Ecology,53: 83-95.   \nCosta G C,Nogueira C,Machado RB,et al.2O09.Sampling bias and the use of ecological niche modeling inconservation planning: a field evaluation in a biodiversity hotspot. Biodiversity and Conservation,19: 883-899.   \nHao RF,YuDY,LiuYP,etal.2O17.Impactsofchangesinclimateand landscape paternonecosystemservices.Scienceof the Total Environment,579:718-728.   \nHe B,Chang JX,GuoAJ,etal.2O22.Assessmentof riverbasin habitat qualityanditsrelationshipwith disturbancefactors:A case study of the Tarim River Basin in Northwest China.Journal of Arid Land,14(2):167-185.   \nHe JH,Huang JL,LiC.2Ol7.The evaluation forthe impactof land use changeon habitat quality: A joint contributionof cellular automata scenario simulation and habitat quality assessment model. Ecological Modelling,366: 58-67.   \nHu XY,PanJH.2O16.The Stabilityof landscape patern in Lanzhou,Gansu,China.Journalof Desert Research,36(2): 556-563.(in Chinese)   \nKefalasG,Kalogirou S,PoirazidisK,etalO19.LandscapetransiioninMediteranean islands:Thecaseofonianslands, Greece 1985-2015.Landscape and Urban Planning,191:103641,doi: 10.1016/j.landurbplan.2019.103641.   \nKraussJ,BommarcoR,GuardiolaM,etal.2Oo.Habitatfragmentationcausesimmediateandtime-delayedbiodiversitylosst different trophic levels.Ecology Letters,13:597-605.   \nLanzhouMunicipalBureauofStatistics.2019.LanzhouStatistical Yearbook．[2021-12-29].htp:/tj.lanzhou. gov.cn/art/2019/12/1/art_4866_834601.html. (in Chinese)   \nLanzhouMunicipalBureauofStatistics.2O21.LanzhouStatisticalYearbook. [2021-12-29]. http://tj.lanzhou.gov.cn/art/2021/12/29/art_4866_1083444.html.(in Chinese)   \nLiFX,WangLY,Chen ZJ,etal.2O18.Extending the SLEUTHmodelto integratehabitat qualityintourbangrowth simulation. Journal of Environmental Management,217: 486-498.   \nLi HL,PengJ,LiuYX,etal.2Ol7.Urbanization impactonlandscapepaterns in Beijing City,China: Aspatial heterogeneity perspective.Ecological Indicators,82: 50-60.   \nLiu CF,Wang C,LiuLC.20l8.Spatio-temporal variationonhabitat qualityand its mechanism withinthe transitionalareaof the Three Natural Zones: Acase study in Yuzhong county. Geographical Research,37(2): 419-432.(in Chinese)   \nLiu MY,JiangF,LiuYong.2Ol6.Landuse patternchangesover thelasttwodecades in Qinwangchuanarea,Lanzhou,China. Journal of Arid Land Resources and Environment,30(11):111-116.(in Chinese)   \nLin D,Ma HL,Ren ZC,et al.2O15.Dynamic analysis of ecosystem service value basedonland use/cover change in Lanzhou City.Ecological Science,35(2):134-142.(in Chinese)   \nMaes J,ParacchiniML,Zuian G,etal.21.Synergiesandtrade-offsbetweenecosystemservicesuply，biodiversityad habitat conservation status in Europe.Biological Conservation,155:1-12.   \nMcDonaldRI,FormanRTT,KareivaP,etal.2Oo9.Urbanefects,distance,andprotected areasinanurbanizingworld. Landscape and Urban Planning,93: 63-75.   \nMcDonald RI, GineralpB,Huang CW,et al.2O18.Conservation priorities to protectvertebrate endemics from globalurban expansion. Biological Conservation,224: 290-299.   \nMiler JR,GroomM,Hess GR,etal.209.Biodiversityconservation inlocal planning.Conservation Biology,23(1):53-63.   \nMoreiraM,FonsecaC,VergilioM,etal.l8.SpatialaesmntofhabtatconsevationstausinaMacaronesianisandbased on the InVEST model: a case study of Pico Island (Azores,Portugal).Land Use Policy,78: 637-649.   \nNewboldT,HudsoLNHillSLetal.5.GlobalectsoflanduseolocalterestrialbodivesityNature,:450.   \nPoniatowskiD,StuhldreherGLofferF,etal.2O18.Patchoccupancyofgrassandspecialists: Habitatqualitymatersmorethan habitat connectivity. Biological Conservation,225:237-244.   \nRiedlerB,Lang S.2O18.Aspatiallyexplicit patchmodelofhabitat qualityintegratingsatio-structuralidicators.Ecological Indicators,94: 128-141.   \nSala OE,ChapinFS,ArmestoJ,etal.20oo.Globalbiodiversity scenarios fortheyear 210o.Science,287:1770-1774.   \nSallustioL,DeoniADtrollAetalOl7Aessnghbitatualityelatitoespaialdstribtioofproteea in Italy. Journal of Environmental Management,2O1: 129-137.   \nSharp R，DouglassJ，Wolny S，etal. 2020. InVEST User Guide. [2021-12-11]. https://invest-userguide.readthedocs.io/en/latest/index.html.   \nSong $s \\mathrm { \\Delta x }$ ，Liu ZF,He CY,etal.2O2O.Evaluating theeffectsof urban expansionon natural habitat quality bycoupling localized shared socioeconomic pathwaysand the land use scenario dynamics-urbanmodel.Ecological Indicators,112: 106071,doi: 10.1016/j.ecolind.2020.106071.   \nSunX,LuZM,LiFetal.2O18.Aalyngpati-temporalchangesandtade-offs tosupportthesupplyfultipleosstem services in Beijing,China. Ecological Indicators,94:117-129.   \nSunXY,JiangZ,LiuF,etal.ol9.oitoringspati-temporaldamicsofabitatualityiNansihuLakebsin,aste China,from 1980 to 2015.Ecological Indicators,102:716-723.   \nTangF,FuMC,WangL,etal.2O20.Land-usechange in Changli County,China:Predicting itsspatio-temporal evolutionin habitat quality.Ecological Indicators,117:106719,doi: 10.1016/j.ecolind.2020.106719.   \nTangXG,LiHP,XuXB,etal.2O16.ChanginglanduseanditsimpactonthehabitatsuitabilityforwinteringAnserifores in China's Poyang Lake region. Science of the Total Environment,557-558:296-306.   \nTerradoM,SabaterS,Chaplin-KramerB,etal.16.Modeldevelopmentfortheassessmentof terrestrialndquaticabitat quality in conservation planning. Science of the Total Environment,54O: 63-70.   \nVellndM,LillyPL,StarzomskiBM.2O08.Usingsubsetsofspecies inbiodiversitysurveys.JouralofAppliedEcology45: 161-169.   \nWilsonMC,ChenXY,CorlettRT,etal.2O15.Habitatfragmentationandbiodiversityconservation:keyfindingsandfuture challenges.Landscape Ecology,31: 219-227.   \nXieYJ,Ng CN.2O13.Exploring spatio-temporal variationsof habitat lossanditscausal factors inthe Shenzhen River cross-border watershed.Applied Geography,39:140-150.   \nXu B R,LiuYC,Dong Y,etal.2O21.Evaluationof habitatqualityinLanzhouRegion basedonInVESTmodel.Journalof Desert Research,41(5):120-129.(in Chinese)   \nYangJ,XieBP,ZhangDG2O1.Spatial-temporalheterogeneityofecosystemservices trade-ofsynergyintheYellowRiver Basin. Journal ofDesert Research,41(6):78-87.(in Chinese)   \nZhouKH,LiuYL,TanRH,etal.2O14.Urbandyamics,lndscapeecologicalsecurityand policyimplications:Acasestudy from the Wuhan area of central China.Cities,41:141-153.   \nZhou WX,ShiPJ,WangYN,et al.2O17.Effectof ecosystemservicevaluesof river valleycity:Acase studyofLanzhou. Arid Zone Research,34(1): 232-241. (in Chinese)   \nZhu CM,Zhang XL,Zhou MM,et al.220.Impactsof urbanizationand landscape patternon habitat qualityusing OLS and GWR models in Hangzhou, China.Ecological Indicators,117:106654,doi:10.1016/j.ecolind.2020.106654. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    }
]