[
    {
        "type": "text",
        "text": "DOI:10.13930/j.cnki.cjea.161065 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "孙鸿良，齐晔．从生态农业到生态文明建设——纪念马世骏先生诞辰100周年暨生态工程理念发表36周年[J].中国生 态农业学报,2017,25(1):8-12 Sun $\\mathrm { ~ H ~ L ~ }$ ,Qi Y.From eco-agriculture to eco-civilization construction: In memory of Prof.Ma Shijun's 100 years birthday and the $3 6 ^ { \\mathrm { t h } }$ anniversary of eco-engineering theory publication[J]. Chinese Journal of Eco-Agriculture,2017,25(1): 8-12 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从生态农业到生态文明建设",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一纪念马世骏先生诞辰100周年暨生态工程理念发表36周年",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "孙鸿良，齐晔² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1．中国农业科学院作物科学研究所北京100081;2．清华大学管理学院北京100084)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：“整体、协调、循环、再生\"是马世骏先生1979年提出的生态工程理念。他指出：“生态工程是应用生态系统中物种共生与物质循环再生的原理，结合系统工程的最优化方法，设计的分层多级利用物质的生产工艺系统”。1987年马世骏先生又进一步指出：“运用了生态工程原理建立起来的农业才是生态农业”。本文以几个生态农业模式表明其理念的正确性和先进性，并阐明生态农业是当代生态文明的重要组成部分。生态农业由一个个生态工程所建成，而生态工程实质上是以生态学原理为依据的生态系统设计。最后提出了加速生态农业建设的几点建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：生态工程；生态系统；生态农业；生态文明中图分类号：X171.3 文献标识码：A 文章编号:1671-3990(2017)01-0008-05",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "From eco-agriculture to eco-civilization construction: In memory of Prof. Ma Shijun's 10o years birthday and the $3 6 ^ { \\mathrm { t h } }$ anniversary of eco-engineering theory publication ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SUN Hongliang1, QI Ye² (1. Institute of Crop Sciences,Chinese Academy of Agricultural Sciences,Beijing 10oo81, China; 2.Administer Academy of Qinghua University, Beijing 10oo84, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract:In1979,Prof.Ma Shijunproposed theeco-engineeringprinciplesof“integration，co-ordination,circulation, regenerationandrevitalization\".Specialy,he pointedout that eco-enginering was aproduction-technology system by which co-existenceofspeciesand revitalizationof maters wereappied withthebest possible methods ofsystematic engineeing and multi-level circulation.In1987,Prof.Ma Shijun further stated that agriculturebuiltupon principles of eco-engineerng was eco-agricultureitself.This paper substantiatedthe precisionand foresightofProf.Ma Shijun's theory with several successful modelsof eco-engineering,which were integration model of shelterbelt forest and farmland in oasis of desertregionof Northwest China,mutualistic symbiosis model ofrice-fish system,large scale circular economy model oflivestock“breeding inthe west andraising in theeast”in northeastagro-pastoral transition zoneof Inner Mongolia,and ecosystemcomponent equilibrium modelofhighqualityforage grasscultivationinlow-yieldfarmlandin Huanghuaihai grain-producing area.Italso explained why eco-agriculture is an important partof modern eco-eco-civilization.Eco-agricultureconsists of aseries of eco-engineering projects based on the relevant ecological principles.This paper ended with several recommendations for speedy development of eco-agriculture in China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:Eco-engineering;Eco-system; Eco-agriculture; Eco-civilization ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2015年12月5日正值马世骏先生诞辰100周年之际，由中国生态学会等单位主持召开了回顾马世骏学术思想的报告会。马世骏先生曾对环境保护的生态学原理，社会-经济-自然复合生态系统理论、生态工程原理，现代生态学发展新方向以及我国环境保护与可持续发展实践等作过精辟概括与指引。本文仅回顾马世骏先生的农业生态工程理念，举出几个成功的生态农业建设模式以说明生态农业建设为当今生态文明建设的重要组成部分。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1以生态工程促进生态农业发展",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "马世骏先生于1979年就在有关环境保护的国际会议上发表了生态工程的理念，1987年在《中国农业生态工程》一书中对生态工程与生态农业关系以及生态环境保护作了阐述。他指出“生态工程是生态学原理在资源管理、环境保护和工农业生产中的作用\"1。更系统地阐明了中国农业生态工程的原理、类型与基本原则。他指出：“工程是指人类设计的，具有一定结构的工艺系统。生态工程则是应用生态系统中物种共生与物质循环再生的原理，结合系统工程的最优化方法，设计的分层多级利用物质的生产工艺系统”[1]。“生态工程的目标就是在促进自然界良性循环的前提下，充分发挥物质的生产潜力，防止环境污染，达到经济效益与生态效益同步发展。它可以是纵向的层次结构，也可以发展为由几个纵向工艺链索横连而成的网状工程系统\"[1]。又说“将生态工程原理应用于农业建设，即形成农业生态工程。也就是实现农业生态化的生态农业\"[1]。“可以认为，农业生态工程就是有效地运用生态系统中各生物种充分利用空间和资源的生物群落共生原理，多种成分相互协调和促进的功能原理，以及物质和能量多层次多途径利用和转化的原理，从而建立能合理利用自然资源，保持生态稳定和持续高效功能的农业生态系统\"[1]。继而又简要指出:“运用了生态工程的整体、协调、循环、再生原理建立起来的农业才是生态农业\"1]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "人类对生态系统的改变曾超越了自然生态系统稳定性和恢复力的边界，造成生态系统退化。换言之，石化农业的理论和实践不符合生态工程的原理，急需以生态农业对其进行改造甚至替代。20世纪80年代末90年代初，各地纷纷发展生态村、生态县,这与马世骏先生的生态工程理念在全国迅速地传播有关。同时国家连续几年发布的1号文件皆是调整农业产业结构，也起到重要作用。早在1990年代初，全国生态农业试点就达2000多个，以及通过评审的生态村、乡、县、市等达100 多个。马世骏先生对此成果也有所肯定，他在笔者1993年所主编出版的《生态农业的理论与方法》一书的序言中曾写道：“生态农业在我国的兴起，有其政治、社会、经济背景，现时各地建立的生态农业试点(或称农业生态工程、废物资源化工程等)已不同程度地显示出它在缓解粮食、资源、农村能源、人口(就业)、环境污染五大世界性重大社会问题所起的作用，同时对我国农村经济增长做出了贡献\"[2]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2生态农业能使农业生产力与生态环境建设同步发展",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“生态”是指生物与其周围环境的关系，“生态学\"是研究生物与环境关系的科学，生态环境是包括人在内的生物所在的物质环境。生态农业是按生态系统的“整体、协调、循环、再生\"理念建立起来农业，它既能充分发挥生态系统生产力，又能与周围环境建立能量、物质的输入输出平衡的生态整体协调发展的关系，而且代代生生息息、循环再生不已。下面几个实例表明农业生态工程理念的正确性与先进性。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 西北荒漠地区绿洲农业的林网 $^ +$ 农田种群结构整合模式",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "西北荒漠地区的香日德镇位于青海省柴达木盆地南沿、丝绸之路重镇都兰县西行 $6 0 ~ \\mathrm { k m }$ 处，海拔$2 8 0 0 \\mathrm { m }$ 的河滩绿洲所在地的小麦、果菜种植区内。香日德在气候上属暖温干旱带，7月份平均气温$2 2 { \\sim } 2 6 \\ \\mathrm { ~ \\textdegree C }$ ，有效积温以及光合有效辐射量、水分补充条件都基本上能满足中晚熟春小麦生长发育的需求，加之昼夜温差大，有利于农作物营养物质的积累。众所周知，在这里于20世纪80年代初就出现了全国春小麦单位面积最高生产力的水平，也就是小麦单产达 $1 5 ~ 1 9 5 . 0 ~ \\mathrm { k g } { \\cdot } \\mathrm { h m } ^ { - 2 }$ ，相当于 $6 6 6 . 6 7 \\mathrm { m } ^ { 2 }$ 地产小麦 $1 ~ 0 1 3 . 0 \\mathrm { k g }$ ，而且数十年经久不衰。就其原因除去品种适宜以外，进行林网与农田的优化整合结构起到小麦高产稳产作用。也就是相当于农田与林地的面积比为 $3 : 1$ 的组合下，林网对小麦起到生态保育与屏障作用。因此这里的小麦田一向不必打农药，而且霜冻与风害大为减轻。据笔者2002年在实地考察，见到他们以600 多条(2000万株)乔灌木组成的林网守护着一个个方格状共 $2 \\ 0 0 0 \\ \\mathrm { h m } ^ { 2 }$ 的农田。小麦的金色花穗丰满而整齐，无病虫害，如同一幅幅引人画卷。在荒漠地带严酷而瞬间多变的气候条件下更要注意充分利用自然生态条件来抚育农田，而利用林网作为生态屏障共同建设的做法促使了农田生产稳定，降低了投入、提高了效益。这种设计一定面积的“生态用地\"[3-4]与农田良好组合所构成的半人工生态系统模式，所发挥的功能也正是林木与作物两种群落结成一个整体所发挥的整体功能，调动了生态系统自组织作用的结果。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "此例可以看出，生态系统由多组份生物种群组成，生态系统的结构决定功能，人的作用是调整好生态系统的结构以促使其功能的改善，从而发挥其自身的自组织效能而获得高额而稳定的生产力。这就是马世骏先生所指导的整体与协调原理的应用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2稻田养鱼的生物种群共生互惠模式",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我国稻田养鱼已有2400多年历史，2013年全国稻田养鱼面积152万 $\\mathbf { h } \\mathbf { m } ^ { 2 }$ 。近年更有稻田养蟹、稻田养虾、稻田养鸭取得了更大效益。例如2013年辽宁省盘锦市稻田养蟹 15.5 万 $\\mathbf { h } \\mathbf { m } ^ { 2 }$ ，产蟹6.5万t等，仅河蟹一项全市农业人口人均收入达1650元；湖北省潜江市在改造低湖田，用一稻二虾途径取得了明显效益[5]。这种两类生物种群之间的共生互惠、循环再生作用不仅双方皆提高了生产力，而且改善了土壤肥力，低碳排放，使生态环境得到改善，生态系统得以可持续发展，这就是马世骏先生所说的互惠循环再生原理的应用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3内蒙古东北农牧交错区畜群\"西繁东育\"的大尺度生态系统循环经济的转运模式",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "位于内蒙古草原东部的通辽市属科尔沁沙地腹地，这里的沙地植被曾因长年过度放牧而严重退化。据政府统计，20世纪末曾开始用长距离农牧结合的途径使沙地得以休闲保护，退化沙地面积由133万 $\\mathrm { h m } ^ { 2 }$ 减少 $60 \\%$ ，这是我国草原地区四大沙地中唯一出现“总体逆转\"趋势的一片沙地。逆转原因是农牧业生产运用了畜群“西繁东育\"模式使沙地得以季节性休闲的结果。笔者2003年8月曾实地考察，见到当地牧民正兴奋地将冬春季节在西部沙地繁育出的黄牛幼仔，在夏秋季节浩浩荡荡向东部农区转移。这对牧区减轻了沙地过牧压力，对农区则因采食农田残留收获物的同时起到积粪的土壤育肥作用，在促进农、牧业发展同时改善了生态环境。为了协助畜群转移还见到沿途设有多种驿站一饲料站、药浴站及黄牛交易市场等。这是一种区域性大尺度长距离循环经济模式，西部沙地植被在休闲复生演替情况下数年内已得到了基本恢复[6]。生态系统的边界大小由设计者界定，这是一种大尺度生态系统内调动循环经济成功的模式，农牧产业之间在物质、能量上起到互补作用，促进了经济效益的提高。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4黄淮海平原产粮区填补优质饲草生态位以提高总体生产力的生态系统组分平衡模式",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "黄淮海平原为小麦、玉米主产区，一年两熟。但缺乏优质饲草，仅靠作物秸秆使牛羊难以发展，特别对良种家畜而言。由于作物秸秆的蛋白质含量多在 $4 \\%$ 以下，急需种植蛋白质含量高的饲草来填补生态系统中衰弱了的生态位。因此引进了高产优质的粮饲兼用作物美国籽粒苋取得了良好结果。试验地点在山东高密市，畜种是意大利皮埃蒙特肉牛。在此原计划建成纯种胚胎工程繁殖基地，对饲草品质要求较高。如购进口美国紫花苜蓿，其粗蛋白含量达 $20 \\%$ 左右，但价格昂贵；而国内种植的紫花苜蓿，粗蛋白含量竟大多降至 $13 \\%$ 左右而达不到要求。在这里有 $10 \\%$ 左右耕地属低产田，由于土壤次生盐渍化及黄河入口处的土壤沙化现象，这些农田多为低产或弃置。美国籽粒苋不仅粗蛋白含量高(据莱阳市龙大食品厂分析室测定其蛋白含量，叶片为 $2 8 \\%$ 茎秆为 $14 \\%$ )，且有抗旱、耐盐、固沙、耐土壤瘠薄的能力。试验设计是用美国籽粒苋鲜茎叶与玉米秆、小麦秸按 $ 7 : 1 : 2$ 比例制备成的青贮饲料，以58头青年母牛与5头青年种公牛饲养 $3 0 0 \\mathrm { d } _ { \\circ }$ 并不另喂粮食饲料。结果日增重母牛每日 $\\boldsymbol { 4 0 0 } \\mathrm { g }$ ，公牛每日 $5 0 0 \\mathrm { g _ { \\circ } }$ （204号在试验期内，总增重 $7 7 1 0 ~ \\mathrm { k g }$ ，明显增加了收入，每公斤肉牛成本才3.262元(按2002年折算)。生态系统是由相当于平衡数量的生物种群组分与优质生物种整合而成的，任何生态位的衰弱都会使生态系统转运阻滞而使总体生物生产力降低。因此从生态系统外引进优良适宜种质资源，以健全生态位不仅使生态系统各组分平衡，能量转化与物质循环通畅，达到总体生产力提高，而且劣质土壤得到改良而达到与环境建设同步发展的效果。这正是生态农业能使生产力提高，还同时改善生态环境可纳入生态文明建设体系的又一成功例证。也正是马世骏先生所提出要“应用生态系统中物种共生与物质循环再生的原理结合系统工程最优化方法，设计的分层多级利用物质的生产工艺系统\"[1]的具体初步应用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3生态农业建设是生态文明的重要组成部分",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "习近平同志提出，保护环境就是保护生产力，改善生态环境就是发展生产力的理念十分重要。我国曾因农业过垦过牧以及土地不适当利用而造成山、水、植被等生态资产遭受极大破坏，如今仅靠\"退耕还林还牧\"或\"土地绿化”、“减排低碳\"等是不可能彻底解决的，其仅仅是使受破坏了的植被通过休闲而自身缓慢地进行群落复生演替而已。因此，需要生态环境彻底改善才能有效发展生产力。需要通过人工智能手段使生物与环境之间形成相互适应的关系以及发挥生态系统自组织等功能，才能使农业生产稳定与可持续发展，同时，环境也能得到根本保护、修复与重建。上面所举几例证实了生态农业能把经济效益与生态效益协调地结合起来，把生物量增加、转化、维护与改善生态环境结合起来，使经济效益和生态效益统一起来。由此可见，生态农业建设是我国实现农业现代化的重要途径，是节约资源和保护环境基本国策在农业生产中的体现，是激发农业生产后劲又与环境建设同步发展的途径，也是当代生态文明的一个重要组成部分。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "生态文明建设的基本是尊重自然、顺应自然和保护自然，这与生态工程不谋而合。在这里，尊重自然就是要充分尊重生态系统自我维持、自我演替、自我组织的智慧，顺应自然就是要充分了解顺应利用生态系统的结构与功能，而不是盲目改造甚至破坏生态系统。这样设计出来的生态系统才能真正实现保护自然的自标。我们相信，建立在生态工程基础上的生态农业在全国生态文明建设中将发挥不可替代的作用，同时，对于广大农村地区的扶贫问题也有十分积极的作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4加速生态农业建设的几点建议",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1)普及生态工程理念与方法。建议在各部门积极开展培训，设置相关课程，应全民系统普及生态学、农业生态学、生态经济学与系统工程学等学科知识和实践案例，政府决策部门干部、年轻的农业创业者或中、高等农业院校的学生们以及广大村官更应学习生态学知识，避免以局部建设代替全部建设的简单做法。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2)出版与重版有关书籍。有的著作虽已出版几十年，由于基本理念与规律不变仍值得再版。例如马世骏院士关于生态工程的著作，钱学森院士关于系统工程的著作等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3)加强立项研究农业生态工程技术体系及有关的定性、定量指标体系，探讨生态资产受损后的负债补偿制度等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4)开展学术活动，讨论在新发展、新生态建设以及新常态经济时代要求下，农业生态工程的发展战略方向与智能建设手段，农业生态工程建设如何纳入生态文明建设体系等，特别是在电商、互联网时代到来之际如何利用其手段加速为生态农业建设服务。近期尤需就\"走向生态文明新时代\"[8]等主题展开讨论以掀起各领域生态农业与生态文明建设高潮。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "5)在大学与研究机构广为设置生态学、系统工程学、农业生态学课程，扩充研究生招生计划。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "5结束语",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "正值马世骏先生发表生态工程理念36周年，与钱学森先生提出第6次产业革命及规划农、牧、草、沙、海产业的系统工程方法等发表30周年之际，我们在走向生态文明新时代的今天对其理念才恍然大悟，如获至宝，令人感慨不已。虽然迟到了数十年，也许还为时不晚。因为在纪念钱学森第6次产业革命理论30周年交流会上，钱老的儿子钱永刚说了这么一件事：当年钱老的孙子对爷爷说：“爷爷，你真伟大”！爷爷说：“要说我50年以前做的那些事伟大的话，我将在21世纪的作用更伟大\"[9]!至今我们才领悟到他们的科学预见性是何等卓越，他们早就为我们后代在农业生产与环境同步发展的科学理念、战略方向，系统工程的技术与方法等做出了杰出的全面的指引。现在发挥其更大作用的时机到来了，我们藉此能为已故的伟大科学家们接着完成他们在当时未完成的科学梦，也将是一件十分重要而幸运的事。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "参考文献References",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[1]马世骏，李松华．中国的农业生态工程[M]．北京：科学出 版社,1987:1-3 Ma S J,Li S H. Agroecological Engineering in China[M]. Beijing: Science Press,1987:1-3   \n[2]孙鸿良．生态农业的理论与方法[M]．济南：山东科学技术 出版社,1993:1-2 Sun H L.Theory and Method of Ecoagriculture[M]. Jinan: Shandong Science and Technology Press,1993:1-2   \n[3]孙鸿良，生态技术进步造就了作物高产不衰的典型——重 访青海香日德地区春小麦高产田的启示[J].中国生态农业 学报,2007,15(2):181-183 Sun HL.Progress of ecological techniques being the source of sustainable high yield of crops — The inspiration from the high yield fields of wheat in Xiangride area of Qinghai Province after re-visiting[J].Chinese Journal of EcoAgriculture,2007,15(2):181-183   \n[4]张红旗，王立新，贾宝全．西北干旱区生态用地概念及其 功能分类研究[J]．中国生态农业学报,2004,12(2):5-8 Zhang H Q,WangL X,Jia B Q.A conception of ecological land use and its function classification in arid area in Northwest China[J]. Chinese Journal of Eco-Agriculture, 2004,12(2): 5-8   \n[5]黄祥祺．稻田养鱼在改革开放中重新崛起——稻田养鱼是 水田生态系统农渔双赢的典范[J]．重庆水产，2015(3):8-11 Huang X Q.Re-rise of rice-fish coculture during Chinese economic reform— Win-win model of agriculture and fishing of paddy ecosystem[J].Chongqing Fisheries,2015(3): 8-11   \n[6]孙鸿良．我国北方地区扩大林草面积的成功模式及其纳入 草地生态农业体系的生态学依据[J]．中国生态农业学报, 2009,17(4): 807-810 Sun HL.Successful modes of forest-grassland enlargement innorthern area of China and ecological bases for their incorporation in grassland agro-ecological systems[J].Chinese Journal of Eco-Agriculture,2009,17(4):807-810   \n[7] 陈幼春，孙鸿良．籽粒苋青贮喂肉牛效果分析[J]．北京农 业,2002(5): 26 ChenYC,Sun HL.Feeding effect of ensiled Amaranthus hypochondriacus on beef cattle[J]. Beijing Agriculture, 2002(5): 26   \n[8]周生贤．走向生态文明新时代—学习习近平同志关于生 态文明建议重要论述[J].中国生态文明,2013(1):6-9 Zhou S X.To the new era of ecological civilization - Studying important statement of Xi Jinping about ecological civilization[J].China Ecological Civilization,2013(1):6-9   \n[9]中国系统工程学会草业系统工程专业委员会．钱学森之谜[R]. 中国系统工程学会草业系统工程专业委员会专业信息， 2015 Specialized Committee ofPrataculture System Engineering of System Engineering Society of China.Cryostasis about Qian Xuesen[R]. Professional information of Specialized Committee of Prataculture System Engineering of System Engineering Society ofChina,2015 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "农业工程AGRICULTURAL ENGINEERING",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "国家新闻出版广电总局认定的学术期刊中国科技核心期刊（中国科技论文统计源期刊）",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "☑ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "跟踪前沿研究",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "☑ ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/5fc6e8382d58e0821dd73dac090bd5831e63bc2fcd5008d1ed8f4268edda27b8.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "关注行业发展",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "报道创新成果",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "促进推广应用",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "主要栏 目",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "综述与评析/装备与机械化/信息与电气化/生物环境与能源农副产品加工与贮藏/食品科学与工程/水土工程/土地资源管理/设计制造及理论研究教学研究/农学与生物技术/农业经济管理/国外研究/专著点评/企业风采/行业动态",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2017年双月刊 全年120元",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "欢迎投稿订阅刊登广告",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "地址：北京德胜门外北沙滩1号16信箱 邮箱：100083 电话：010-64882380/3625传真：010-64870803 邮箱：nygc_2011@163.com d1ae2011@126.com",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "www.d1ae.com ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "http://www.ecoagri.ac.cn ",
        "page_idx": 4
    }
]