[
    {
        "type": "text",
        "text": "Paleocene faunal evolution at Polecat Bench in the northern Bighorn Basin of Wyoming, USA ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Philip D.GINGERICH ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(MuseumofPaleontology,UniversityofMichiganAnnArbor,Michigan 48109-1079,USA gingeric@umich.edu) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractPolecat Bench and McCullough Peaks in the northern Bighorn Basin of Wyoming have yielded major discoveries leading to understanding both mammalian biostratigraphy of the North American Paleocene,and the pattern and cause of continental faunal turnover at the Paleocene-Eocene thermal maximum. In 1910,Princeton and American Museum paleontologists showed that mammals of the Paleocene were distinctly different from those of the Eocene.This soon led to acceptance of the Paleocene as an epoch different from the Eocene.Eighty years later, Michigan and Carnegie Institution paleontologists showed that the continental Paleocene-Eocene boundary was marked by abrupt faunal turnover and dwarfing associated with a major carbon isotope excursion. This led to recognition of the Paleocene-Eocene thermal maximum or‘PETM' as a greenhouse warming event that was truly global.A young scholar involved in paleontology in 1950,Minchen Chow, was introduced to field work on Paleocene mammals in Wyoming. There he developed the experience and expertise that led to parallel exploration of the Paleocene in China. The challenge now is to understand how the parallel Paleocene histories of the North American and Asian continents fit together. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key WordsPolecat Bench,McCullough Peaks, Paleocene, Eocene,biochronology, dwarfing. carbon isotope excursion,PETM ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Gingerich PD,2Ol6.Paleocene faunal evolution at Polecat Bench in the northern Bighorn Basin of Wyoming,USA.Vertebrata PalAsiatica,54(3):212-234 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Major advances in paleontology were made in the last century, and the Paleocene history I review here spanned most of the twentieth century, from 1910 to the end. It is a story of exploration, persistence,and good fortune involving four leaders (Fig. 1） and many active followers. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The northern Bighorn Basin is important to the history of Paleocene research for four reasons:1) this is the area where the Paleocene was first shown effectively to be different from the Eocene; 2) this is the area where a succession of Paleocene mammalian faunas enabled some of the North American Paleocene land-mammal ages to be subdivided into biochrons based on superposition and evolutionary succession; 3) this is the area where the PaleoceneEocene transition was first shown to be a sharp boundary, with dwarfing of some mammalian lineages at the boundary; 4) this is the area where the carbon isotope excursion marking the Paleocene-Eocene Thermal Maximum (PETM) was first found on land, showing that (a) the greenhouse warming event marking the end of the Paleocene and beginning of the Eocene was global,and (b) linking continental and marine Paleocene-Eocene time scales. Each of these is described in turn. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/e96a0086602256b1a13480f634d9f3f204d4c960358f693e558d9dfcf0160fa5.jpg",
        "img_caption": [
            "Fig.1Leaders in early research on the Paleocene mammals of western North America and China: William J. Sinclair, Walter Granger, Glenn L. Jepsen,and Minchen Chow A. William Sinclair (1877-1935) of Princeton University in Princeton, New Jersey; photograph courtesy of the Department of Geosciences,Princeton University.B.Walter Granger (1872-1941)of the American Museum of Natural History; photograph courtesy of the Vertebrate Paleontology archives,American Museum of Natural History in New York, New York. C. Glenn Jepsen (1903-1974) of Princeton University; photograph courtesy of the Department of Geosciences,Princeton University. D. Minchen Chow (1918-1996) ofLehigh and Princeton universities,and the Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences in Beijing; photograph courtesy of the Chow family, from Mulzet Studio,Bethlehem, Pennsylvania,circa 1950 "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Bighorn Basin and the Clarks Fork Basin are distinct river basins separated by the‘Clarks Fork Divide,' which includes Polecat Bench (Fig.2).The Clarks Fork River is a tributary of the Yellowstone River farther north in Montana,while the Shoshone River south of the divide is a tributary of the Bighorn River (which also eventually joins the Yellowstone River in Montana). Both drainage basins are part of a larger Bighorn structural basin,and I will refer to both as the northern Bighorn Basin. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Early explorers involved in Paleocene research in the Bighorn Basin came from American institutions, but the influence was broader. A young Chinese scholar involved in the research returned to China with experience that led to parallel investigation of mammalian evolution in Asia.This review complements one published earlier (Gingerich,201O).Here I focus on North America and Asia, but the European Paleocene has its own rich record (Russell, 1964),as does the Paleocene of South America (Clyde et al.,2014; Woodburne et al., 2014) and that of Africa ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1095'W 109°0'W 108°55'W 108°50'W 108°45'W 4 AA A River 会 Fork AA 品 Clart △△ TGT △   \nN0 Qt . 会 △ 8 △ C △ △△ R △ D △ △ △△ Coulee Big Sand △△ Fort Union Fm. △ 4吃 C a re A 名 □ 电 Fort Union Fm. N0 SC-2 “ . . A △ Willwood Fm. △△ . △ AAA △ △ AA △△ 会 △△ SC-80 △ R° ble B A Qt 石 . 会 △   \nN44 ' 88 0 SCA 永心 N.04 · 中 . Clarks Fork Divide Powell Qt Ralston Shoshone River Basin axis .   \nN044 HeartMountain … . 20444 Willwood Fm. . . . 心 . . Bier . 。 . . 800 . 只 T Qt sone . 8 . ： . . Fort Union Fm. . . . . Willwood Fm. 三 △ 2 Cretaceous ： 心   \n2204 . 2214 . + 吊 . + ： McCullough Peaks . A △ 0 2 4 6 8 10 km MP-1 1095'W 109°0'W 108°55'W 108°50'W 108°45'W ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(Gheerbrant,1992; Gheerbrant and Rage,2006). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2APaleocene epoch different from the Eocene ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The geological time scale has gone through a long history, starting with terms that reflected time in some sense, but principally the composition, fabric,layering,and coherence of rocks on the earth's surface: Primary (crystalline), Secondary (layered), Tertiary (consolidated fluvial sediments),and Quaternary (alluvium). Charles Lyell(1833) subdivided Tertiary time (his‘Tertiary epoch'） into Eocene, Miocene,and Pliocene intervals. John Phillips (1840) grouped these into the‘Kainozoic’ or Cenozoic,which we now recognize as an era (Eocene, Miocene,and Pliocene are now ‘epochs’ of the Paleogene and Neogene periods within the Cenozoic Era). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The paleobotanist Wilhelm Schimper (1874) inserted a‘Période paléocene' at the beginning of the‘Epoque Tertiaire' to reflect a grade of evolution in European fossl floras. Almost immediately, the vertebrate paleontologist Paul Gervais (1877） proposed a new ‘Orthrocene’ to reflect overlap of European Cretaceous and Eocene vertebrate taxa. Neither proposal was readily accepted. In North America, Edward Drinker Cope (1888) proposed a ‘Puerco’ series for strata bearing vertebrate fossils intermediate between and distinct from those of the underlying Cretaceous and overlying Eocene faunas,but this too failed to gain wide acceptance. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1Princeton and American Museum field research ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "William Sinclair of Princeton University (Fig. 1A) and Walter Granger of the American Museum of Natural History (Fig.1B) initiated field work in continental strata of the Bighorn Basin in 191o.Their objective was to understand how earlier observations on Eocene faunas of the Wind River Basin might relate to those in the Bighorn Basin. The latter was known to be large,richly fossiliferous,and poorly explored. Eocene strata in both basins include alternations of bright red and drab blue clays. Sinclair and Granger (1912) were among the first to show that iron concentrations differed in the two lithologies,and they were possibly the first to recognize that the color banding reflected cycles of climate change. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Sinclair and Granger spent the summer of 1910 in the central Bighorn Basin,collecting near Oto and St. Joe,on Dorsey Creek and Elk Creek. They worked from July 1O through September 27,and were able to find three productive‘Wasatch' intervals that later became lower, middle,and upper Graybullian faunas. Sinclair and Granger found a productive ‘Wind River Lost Cabin' interval above these,and inferred the presence of intervening‘Wind River Lysite' beds (Sinclair and Granger, 1911). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Sinclair and Granger returned to the central Bighorn Basin in 1911,collecting farther south on Fivemile,Tenmile,and Fifteenmile creeks from June 25 through July 29.According to Sinclair's field book for 1911,they moved north to Cody and the northern Bighorn Basin at the beginning of August. On August 5 they camped at ‘Olsen's ranch' near an area of McCullough Peaks badlands. On August 6 Sinclair and Granger collected on the west slopes of McCullough Peaks, finding “Very few fossils, none diagnostic.” August 7 was spent climbing the western peak of McCullough Peaks. On the way Sinclair drew a stratigraphic section in a deep draw he estimated to be 1-1/2 miles northeast of the Olsen ranch.The section shows Fort Union Formation sandstones and clays that dip at $1 5 ^ { \\circ }$ to the northwest, beneath a terrace of more horizontal volcanic river gravels and overlying limestone blocks. Sinclair also sketched a dry wash, possbly what is now Rough Gulch,along which Fisher (19o6) drew the contact of Lower Eocene on Fort Union Formation. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "August 8 and 9 were spent collecting fossils in the ‘so-called' Fort Union Formation on the southwest side of McCullough Peaks (locality MP-1 in Fig.2). Sinclair and Granger (1912) published a photograph of the site,which is on the divide between two dry creeks that are now called Rough Gulch and Penny Gulch. Sinclair described the site and the fossils recovered in his 1911 field notebook: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "\"So-called Ft. Union is mainly blue shales, with a few pink bands..At this horizon we found: Coryphodon,Phenacodus,creodont (?genus),turtle,small broken tooth,and associated jaw fragments. On another bench, somewhat lower down stratigraphically in the same draw are found: Esthonyx-like tooth, phenacodont? tooth, gastropods, bird bones,and a marsupial-like form.\" ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Surprisingly, there are no entries for these specimens in Sinclair and Granger's 1911 field catalog. Specimens from the two levels were lumped together when they were listed by Sinclair and Granger (1912; with identifications provided by William D. Mathew of the American Museum of Natural History). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "On August 11, Sinclair and Granger moved to a camp north of the Shoshone River and two miles east of the village of Ralston (Fig.2). From here, on August 12 and 13, they visited the ‘bluff north of Ralston’(Polecat Bench) and the head of Big Sand Coulee.A larger fauna was obtained, but it again included Phenacodus and Esthonyx and none of the typical Wasatch' genera. Sinclair and Granger were clear in stating that strata bearing the new fauna lay below the typical Wasatch beds.They were uncertain whether the age difference was significant, and hence proposed further examination of the stratigraphy (Sinclair and Granger, 1912). This was, nevertheless,a turning point in recognition that Paleocene mammalian faunas are different from those of the Eocene. The 1911 field season ended with Sinclair and Granger working in badlands north and east of McCullough Peaks for a month from August 15 through September 16. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Walter Granger returned to the northern Bighorn Basin in 1912,assisted by William Stein. The two men worked from camps in the Clarks Fork Basin from September 4 through October 10. This provided a much clearer understanding of the faunas and stratigraphy involved, leading Granger (1914) to recognize and name a new ‘Clark Fork' mammalian fauna from the southwestern base of McCullough Peaks, from Polecat Bench,and from the Clarks Fork Basin itself. He described the Clark Fork fauna as lacking perissodactyls,artiodactyls, rodents,and primates,and as having a predominance of Phenacodus and Ectocion condylarths, with the latter two genera constituting three-fourths of the collection obtained. Champsosaurus was cited as a distinctly Cretaceous and Paleocene form,and Granger noted that the fauna may possibly represent the “top of the Paleocene series.” When supplemented by later work, this became the basis for a Clarkforkian land-mammal age (Wood et al., 1941). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2Acceptance of a Paleocene epoch ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Henry Fairfield Osborn published The Age of Mammals in Europe,Asia, and North America in 1910.According to Osborn,‘basal Eocene’ was the first of his ‘seven great faunal phases,'with no mention of a Paleocene (Osborn,1910). Sinclair (1912) mentioned the ‘Puerco Paleocene of North America’ but did not elaborate. Then in 1913 William Berryman Scott of ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Princeton, Sinclair's senior professor, wrote in A History of Land Mammals in the Western Hemisphere (Scott,1913): ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“So far as North America is concerned, the best available evidence points to the conclusion that we should regard the Fort Union, Puerco and Torrejon as the most ancient of the Cenozoic formations, though retaining so many features of Mesozoic life that a separate division of the Tertiary, the Paleocene epoch,is made for them.”(Scott, 1913:99). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Sinclair and Granger (1914) used Paleocene without qualification when summarizing their research on Paleocene deposits of the San Juan Basin, New Mexico. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The transition to acceptance of a Paleocene epoch was completed when Matthew (1914) characterized the Paleocene vertebrate fauna as follows: ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“The mammals are dominantly placentals of archaic orders... Approximately 10 per cent of the fauna is multituberculate. The remainder belong to groups of placentals which became extinct during the Eocene.The later Tertiary and modern orders of mammals are not present except the Carnivora and certain groups doubtfully referred to Insectivora and Edentates.There are no perissodactyls,artiodactyls,rodents,or primates,these orders appearing suddenly at the beginning of the true Eocene.\"(Matthew,1914:382). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Acceptance of a Paleocene epoch distinct from the Eocene was due in part to continued, if inconsistent,use of Paleocene by Europeans (e.g., Depéret, 1906; Dollo,1909), but more importantly it was due to Sinclair and Granger's demonstration of a thick succession of strata in the northern Bighorn Basin with a fauna lacking Perissodactyls,Artiodactyls, Rodents, or Primates. Matthew's (1914) noting “no perissodactyls,artiodactyls, rodents, or primates” copies verbatim the conclusion of Sinclair and Granger's 191l and 1912 field work in the northern Bighorn Basin.Perissodacyls,artiodactyls,and true primates were absent from Granger's Clark Fork collection, but further investigation would show that rodents are present and important in this interval. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3Succession of Paleocene mammalian faunas ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1Princeton field research ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The next advance in Paleocene biostratigraphy of the Bighorn Basin came in 1928 when William Sinclair's student, Glenn Jepsen (Fig. 1C), decided to explore Paleocene strata of the northern Bighorn Basin, which became his doctoral dissertation research (Jepsen,1930). Sinclair led an expedition to the Dorsey Creek badlands of the central Bighorn Basin in 1927, with Jepsen as a participant. The motivation for Jepsen's subsequent investigation of the Paleocene was never stated explicitly, but Sinclair may have been interested to see work he had started on Paleocene faunas continue. Jepsen himself may have been intrigued by the discovery of Paleocene primates (Proprimates) in the Fort Union Formation of Montana (Gidley, 1923), and by a 1927 news report of a human tooth found in the ‘Garden of Eden,' in the Fort Union Formation of the Clarks Fork Basin at Bear Creek,Montana (Simpson,1928). The‘human' tooth proved to be a molar of the condylarth Phenacodus. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Jepsen's 1928 field research started on June 27 when he, Lemoyne Cook,and Joseph F. Page set up camp in the Clarks Fork Basin. Their first camp was at locality SC-2 (Fig. 2), which is richly fossiliferous,yielding typical early Wasatchian fossils. Thus it was a good place to train new collectors. Jepsen's crew camped at SC-2 until July 13,but they had an automobile and so could range north and east from this camp to explore Clarkforkian Late Paleocene as well as Wasatchian Early Eocene strata. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "On July 13 Jepsen moved to a second camp near locality SC-80 (Fig. 2) on the west side of Polecat Bench. From this camp the crew worked along Polecat Bench and into the head of Big Sand Coulee. During this time the holotype of Probathyopsis successor was found at a locality in the head of Big Sand Coulee, in red-banded strata interpreted to be Wasatchian because of their red coloration (but now known to be Clarkforkian in age). Then on July 27 Jepsen moved to a third camp near an abandoned coal mine just east of localities SC-262, 263,and 264 (Fig.2) on the southeast side of Polecat Bench. During the week spent at this third camp dinosaur remains were found in the Cretaceous to the north and east, a specimen of Plesiadapsis rex was found near the camp,and the holotype of Titanoides gidleyi was found a mile southwest of the camp. Jepsen's expedition of 1928 proved the feasibility of finding fossils stratigraphically below the typical ‘Clark Fork' documented by Granger (1914). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "As a result of this success, in 1929 Sinclair returned to the Clarks Fork Basin with Jepsen and the undergraduate students James W. Cooke, Sven Dorf, and Joseph F. Page. They set up camp on June 29 near locality SC-198 (Fig. 2) on the west edge of Polecat Bench, at a site Jepsen had visited during his last day in the field the year before.The first two weeks of the 1929 season were spent prospecting near this first camp, mostly along the west edge of Polecat Bench. On July 11 the first specimens were collected at what later became the very productive Princeton Quarry of late Tiffanian age. However, the actual concentration of jaws and teeth at Princeton Quarry was not recognized until July 22, when two days were spent quarrying here. Phenacolemur pagei from Princeton Quarry was named for Joseph F. Page. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "On July 29 a nice collection of Clarkforkian mammals was made in Sand Coulee, north of SC-188 (Fig. 2), showing again that automobiles made it possible to range widely when collecting. This included the type specimen of Clarkforkian Plesiadapis cookei, named for James W. Cooke. Rock Bench Quarry (Fig. 2) of Torrejonian age was discovered on the east side of Polecat Bench on August 6, when a number of jaws were collected including the type of Plesiolestes problematicus. Then on August 14 the Mantua Quarry (Fig. 3) of Puercan age was found at a lower stratigraphic level a little south of Rock Bench Quarry. The first fossil discovered at Mantua Quarry was the holotype of Loxolophus nordicus. The following day several blocks of matrix were removed from Mantua Quarry, and Sinclair, Jepsen, and crew headed back to Princeton. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In six weeks of field work Sinclair and Jepsen succeeded in finding what became three very productive Puercan, Torrejonian, and Tiffanian-age fossil quarries, intercalated between Cretaceous strata below and Clarkforkian latest Paleocene strata above. The 1928 and 1929 collections formed the basis of Jepsen's doctoral dissertation (Jepsen,1930) and initiated a major publication on multituberculates (Jepsen,194O). Jepsen continued field research in the northern Bighorn Basin for the rest of his professional career. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/30e93c74f3ef095465f997f8617735dffb5658693ea589ef2faa4761f6fc4469.jpg",
        "img_caption": [
            "Fig.3Mantua Quarry (Puercan land-mammal age,Early Paleocene) on the east side of Polecat Bench (Fig. 2),discovered by Glenn Jepsen's Princeton University team at the end of the 1929 field season This locality is a diffcult but productive fossil locality yielding the Puercan or‘Mantuan'-age mammalian fossils described by Jepsen (1930) and later Van Valen (1978).A.regional view of Mantua Quarry in westdipping strata at Polecat Dome on the east side of Polecat Bench; B.close-up view Mantua Quarry.Note the scree slope below the quarry of sandstone blasted from the clifface above the quarry.Fossils were found in the base of the thickest sandstone,just above the lignite marking the conformable Cretaceous-Paleocene contact.Photographs by the author "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2Analysis ofPrinceton Collections ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The Princeton University collections of Paleocene mammals from the northern Bighorn Basin made by Glenn Jepsen during the course of his career were at once both important and understudied.I mentioned the publication on multituberculates (Jepsen,1940), Jepsen's last substantial publication on Paleocene mammals, but he continued collecting until 1974. Elwyn Simons (1960) published a monographic treatment of Paleocene Pantodonta based on the Princeton collction,and Michael Archer (1967) wrote a senior thesis at Princeton on the Paleocene Dinocerata. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Roger Wood (1967) published an analysis of American Museum and Princeton collections in which he concluded: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“Therefore,the Clark Fork ‘fauna’consists of four specimens referable to four mammalian genera,each from a different locality. None of the genera (and not more than one of the species) are restricted to a lithically distinguishable Clark Fork horizon. Such evidence scarcely warrants recognition of the Clark Fork as a provincial age,faunal zone,or member of the Polecat Bench Formation.\"(Wood,1967:28). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The Wood study annoyed Jepsen, and part of the time I spent working for Jepsen during the summers of 1967 and 1968 was spent trying to find Clarkforkian-age sites to refute Wood's conclusions. Later our University of Michigan research focused on this question as well (see below). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Jepsen and Woodburne (1969) described a specimen of a ‘hyracothere’ or horse that they believed came from Paleocene ‘horse pasture’ strata at locality SC-144 on the west side of Polecat Bench (Fig.2),a locality now known to be Tiffnian in age. The specimen represents Hyracotherium,probably $H .$ grangeri, but it was not recognized as a Paleocene horse when it was collected, and the locality assigned to the specimen (or specimen assigned to the locality) later in the laboratory is almost certainly incorrect. The Jepsen-Woodburne study followed publication of another claimed Paleocene Hyracotherium (Morris,1968), which also proved to be Early Eocene rather than Paleocene in age (Novacek et al., 1991). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "My senior thesis at Princeton was a study of Polecat Bench stratigraphy and a succession of pollen floras (Gingerich,1968).The Polecat Bench stratigraphic section later formed the backbone of my Ph.D. dissertation on the biostratigraphy and evolution of the proprimate family Plesiadapidae (Gingerich,1974,1975,1976). Kenneth Rose published a major review of Paleocene proprimates of the family Carpolestidae based largely on Princeton specimens (Rose,1975,1977). Combining the Rose study of carpolestids with my results for plesiadapids yielded the robust patern of diversification and change through time shown in Fig. 4. Given the size of the Princeton samples available to us in 1974-1976,it is no surprise that our initial hypotheses in relation to stratigraphy have stood the test of time as additional specimens were added. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A large number of studies of Paleocene mammals based on the Princeton collection from the vicinity of Polecat Bench appeared after Jepsen retired. These included Rose (1973,1975, 1979,1981), Szalay (1973), Gingerich (1974,1975,1976,1977,1979,1980,1983a), Van Valen (1978), Krause (1980,1982,1987a,b), Rose and Krause (1982), Thewissen and Gingerich (1987), Gunnell (1986,1989), Thewissen (1989,1990), Zhou (1995),and Bloch (2001). The northern Bighorn Basin is centrally located in North America,and has the thickest and most complete Middle and Late Paleocene stratigraphic sections. However, important studies of Paleocene mammals have been carried out in several other basins ranging geographically from Alberta, Canada, in the north, to Texas,U.S.A., in the south. The additional studies are reviewed in Archibald et al. (1987) and in Lofgren et al. (2004). ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/6fff8127c4d842896b08d1fccb462527fd5c6a05c1533c68ca45a6f5e003f3fe.jpg",
        "img_caption": [
            "Fig.4Stratigraphic plot of evolutionary change in the size offirst lower molars of Middle and Late Paleocene Carpolestidae and Plesiadapidae from strata bordering Polecat Bench in the northern Bighorn Basin, Wyoming Initial hypotheses of size change in carpolestids and plesiadapids are shown as horizontal bars connected by dashed lines,based on tooth sizes for species from Princeton University localities reported by Rose (1975)and Gingerich (1976). University of Michigan specimens collcted subsequently from the same strata generally fall within the ranges found initially,ilustrating the testability of stratophenetic hypotheses of phylogenetic relationships and evolutionary change.Body weight inferred from tooth size is plotted on the abscissa,and time inferred from superposition and faunal succession is plotted on the ordinate.Carpolestids are smaller than $5 0 0 ~ \\mathrm { g }$ in body weight (shaded vertical bar),whereas plesiadapids are generally larger than $5 0 0 \\ \\mathrm { g }$ .Abbreviations of land-mammal ages: Cf.Clarkforkian; Pu.Puercan; Ti.Tifanian; To.Torrejonian;Wa.Wasatchian.Figure reprinted from Gingerich (1987) "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.3UniversityofMichigan field research ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "University of Michigan field research in the northern Bighorn Basin was initiated in 1975 with two broad objectives. The first was to study evolutionary change,bed by bed, in a broad range of Paleocene-Eocene mammals (following the examples of Gingerich,1974,1975,1976, and Rose,1975). The second objective was to clarify the transition from Paleocene to Eocene mammals, both in terms of the land mammal ages involved and in terms of the appearance of modern groups such as Artiodactyla, Perissodactyla,and Primates. Taxonomic revisions were required for many groups,which were facilitated by the collections available from earlier American Museum and Princeton University expeditions. However, our new and more ambitious objectives required additional collections from more tightly constrained and better documented stratigraphic intervals. This required a continuous program of field exploration, which proceeded in four successive phases. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The first biostratigraphic phase involving new field work was an extension of Granger's (1914) Clark Fork mammalian fauna. Horace Wood et al. (1941) listed the type locality for the Clarkforkian land-mammal age as the“divide between Bighorn and Clarks Fork basins” and cited Jepsen's Plesiadapis cookei as the index fosil.The Clarkforkian was said to include first appearances of Coryphodon and Esthonyx, and last appearance of Carpolestes and Plesiadapis. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Roger Wood(1967) had written, concerning the index fossil Plesiadapis cookei: ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "“Precise locality data are associated with only one of the supposedly Clarkforkian representatives of Plesiadapis cookei.But this specimen,the type,was found in the region east of the mouth of Little Sand Coulee where disagreements exist concerning the location of the contact between Paleocene and Eocene sediments.The specimen's uncertain stratigraphic derivation precludes its being clearly assigned either a Paleocene or an Eocene age.The two other specimens of $P .$ cookei were also found in the same general area, and the same uncertainty applies to them.Thus,on the basis of published evidence it is not possible to include $P .$ cookeidefinitely in the Clark Fork fauna.\"(Wood,1967:23). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "However,my subsequent dissertation research (Gingerich,1974,1976) showed that Plesiadapis cookei occupied a distinct zone crossing the Clarks Fork Basin just to the south of the Fort Union-Willwood formational boundary (Fig. 2). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "With this as background, we collected fossils back and forth across the formational boundary from 1975 through 1978,and these new collections became the basis for full documentation and systematic analysis of what became a large Clarkforkian land-mammal fauna (Rose,1979,1981). In the course of this field work, we were able to identify a ‘boundary sandstone'unit extending across the Clarks Fork Basin separating Clarkforkian Late Paleocene mammals below from Wasatchian Early Eocene mammals above.Much of the Clarkforkian sequence of strata in the Clarks Fork Basin contains red beds,which misled Wood (1967; and also Jepsen) into thinking that the beds were Eocene.A paleomagnetic study along the south side of Polecat Bench and north side of Clarks Fork Divide enabled correlation of the Paleocene section on Polecat Bench to the geomagnetic polarity timescale (Butler et al.,1981). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Once the Clarkforkian was thoroughly analyzed, our second phase of biostratigraphic study involved the Clarkforkian-Wasatchian boundary. The ‘boundary sandstone’ separating the two land-mammal ages was found to contain a Wasatchian mammalian fauna distinct from those of the underlying Clarkforkian and overlying Wasatchian. For convenience I had numbered Rose's (1981) three Clarkforkian faunal zones Cf-1, Cf-2,and Cf-3,and I had divided Granger's‘Sand Coulee’ beds into two Wasatchian faunal zones numbered Wa-1 and Wa-2 (with additional zones below and above these; Gingerich,1983b). The only way to insert a stratigraphically intermediate Wasatchian zone in the sequence was to number it Wa-0. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "A focus on collecting Wa-O mammals for several summers yielded a representative fauna including: 1) the earliest North American representatives of Artiodactyla, Perissodactyla, and Primates,as Granger (1914) first emphasized; 2) a faunal composition intermediate between the condylarth-dominated faunas of the Clarkforkian and modern-order dominated faunas of the Wasatchian; and 3) conspicuous dwarfing of some taxa, such as Ectocion in the Wa-0 interval (Fig. 5; Gingerich,1989,2003). Further study in the central and southern Bighorn Basin has confirmed the distinctiveness of the Wa-O fauna (Rose et al., 2O12; Secord et al., 2012). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "As field investigation of the Paleocene-Eocene transition continued, it became clear that there was a new and distinctive mammalian fauna with Wasatchian affinities in a 3-5 meter interval between zones Cf-3 and Wa-O. This was unusual in yielding an Early Eocene genus, ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "BIGHORN-CLARKSFORKBASINECTOC/ON ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/97205485d6244a91e46cfff822a3244a5f0489526b54fd97fbf916a75c945fe0.jpg",
        "img_caption": [
            "Fig.5Change in the tooth size and estimated body weight of a lineage of the condylarth genus Ectocion throughLate Paleocene and Early Eocene time "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Sample size is 452 individual specimens.Each flled circle represents first lower molar size in a different individual. Specimens included come from 78 successive stratigraphic levels spanning the Clarkforkian through middle Wasatchian land-mammal ages in the Clarks Fork Basin. Shaded interval tracks mean values, with a 1:N:1 sample size weighting of successive means and a shaded width of $\\pm 2$ phenotypic standard deviations.Successive means separating Ectocion parvus from earlier and later Ectocion osbornianus are conspicuously greater than those separating successive means within $E$ osbornianus (inset box A).Rates of evolutionary change between successive samples are calculated on the assumption of a 2-year generation time (inset box B).Figure modified from Gingerich (2006) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Meniscotherium, that is otherwise unknown in the Bighorn Basin. Consequently the zone between Cf-3 and Wa-O was called the Bighorn Basin Meniscotherium zone,and abbreviated Wa-M (Gingerich and Smith,2006). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The second phase of biostratigraphic study continues today with attempts to put Paleocene-Eocene faunal change in paleoenvironmental context. Following recognition of Wa-O as a distinct faunal zone in 1989,both soil nodules and mammalian teeth from this interval were found to have unusually light isotopic values (Koch et al.,1992). This carbon isotope excursion (CIE) was seen to correlate with a similar CIE found at or near the Paleocene-Eocene boundary in Ocean Drilling Program site 690 at $6 5 ^ { \\circ }$ south latitude in the Weddell Sea off Antarctica (Stott et al.,1990; Kennett and Stott, 1991). Correlation of the two CIEs was important for three reasons: 1) it linked the continental Paleocene-Eocene boundary to the marine Paleocene-Eocene boundary in a way not possible before (the marine boundary was often placed a milion years later in time than the continental Paleocene-Eocene boundary); 2) the CIE at site 690 was associated with an oxygen isotope excursion indicating oceanic warming of $4 { - } 5 ^ { \\circ } \\mathrm { C }$ ；and 3） similar carbon isotopic excursions at the Paleocene-Eocene boundary in the northern and southern hemispheres,on land and in the sea, suggested that climate change at this time was global (Koch et al.,1992). Further studies at Polecat Bench include those by Clyde and Gingerich,1998; Bowen et al.,2001,2014; Magioncalda et al., 2004; Abdul Aziz et al., 2008; and Clyde et al., 2013. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The third phase of biostratigraphic study in the northern Bighorn Basin was a major effort to document Wasatchian faunas in and around the McCullough Peaks (Clyde,1997,2001). As background, Clyde et al. (1994) were able to extend correlation of Wasatchian biochrons to the geomagnetic polarity timescale. Research on the systematics of Paleocene-Eocene mammals continued in paralll with other studies, with reviews of taxa such as Perissodactyla (Gingerich, 1991),Mesonychia (Zhou, 1995),and small mammals preserved in freshwater limestones (Bloch,2001). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The fourth phase of biostratigraphic study was focused on Polecat Bench and faunal succession through the Tiffanian land-mammal age (Secord, 2004, 2008). This built on Jepsen's (1930) initial studies, supplemented with fossils from many new localities,and it led to a revised biochronology and zonation of the Middle and Late Paleocene on Polecat Bench (Fig. 6; Secord et al., 2Oo6). The principal addition to geochronology was dating of sanidine in an ash (Belt ash) at $( 5 9 . 0 0 \\pm 0 . 3 0 ) \\$ Ma.This ash is in magnetochron C26R, the Plesiadapis churchilli lineage zone, and Tiffanian land-mammal biozone Ti-4a. Biostratigraphic innovations and revisions in Secord et al. (2oo6; Fig. 6) include 1) better correlation of Jepsen's Cedar Point, Divide, Croc Tooth, Schaff,and Princeton quarries to the geomagnetic polarity time scale,with the first three quarries lying in magnetochron C26R and the latter two quarries lying in magnetochron C25R; 2) better constraint on stratigraphic intervals; 3) better definition of zones and zone recognition by conversion of lineage zones to more discrete interval zones whenever possible (e.g., subdivision of Ti-4 into Ti-4a and Ti-4b based on recognition of the first appearance of Phenacolemur, subdivision of Ti-5 into Ti-5a and Ti-5b based on recognition of the first appearance of Probathyopsis,and recognition of Cf-3 based on Copecion rather than the dominance of Phenacodus and Ectocion); and finally 4) better interpolation and correlation of all zones to the geological time scale. Secord (2O08) represents the present state of understanding of Paleocene biochronology in the northern Bighorn Basin. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4Parallel research in China ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Minchen Chow studied in the United States from 1947 until 1950, when he received his Ph.D.degree from Lehigh University in Bethlehem,Pennsylvania (Miao et al.,2010). Chow's doctoral dissertation was on Paleozoic freshwater bivalves of Pennsylvania. Lehigh has a long history of education of Chinese students that began in 1879.More than two thousand Chinese graduate and undergraduate students have been educated at Lehigh,and historically the relationship has been especially close in the fields of geology and mining.This can be attributed to Bethlehem's early development as a center of heavy industry and trade. Bethlehem ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "adauoz Biozones CMB crnno wa   \n5 p Wa- iz C.radinskyi PETM Wa-O Wasatchian immigrants: Artiodactyla,Perissodactyla,Primates Cf-3 iz Copecion SC-19,29,117 C24r-56 PETM Wa-M Wasatchian immigrants: Te Meniscotherium Cf-2 iz P.cookei Holly'sMS (Europeanand/or Asianaffinities)   \nTairrena C Cf-1 iz Rodentia SC-179,181, C25n-57 -Cf-1 Clarkforkian immigrants: Ti-6 lz P.gingerichi Rodentia,Tillodontia,Coryphodon Ti-5b lz P.simonsi Y2K Q. (Asian affinities) Princeton Q. C25r   \nPIETEEEEE Ti-5a iz Probathyopsis Schaff Q. 58 -Ti-5 late Tiffanian immigrants: Ti-4b iz Phenacolemur FrosiTHothW C26nE Dinocerata,Arctostylopida Triuei Belt59 (Asian affinities) Ti-4a lz P.churchilli Divide Q. Ash Long Draw Q.   \nsaiprelas Ti-3 lz P.rex Cedar Point Q. C26r60 Colirie Paveocene Ti-2？ lz ?P.anceps Scarritt Q.\\* 61 Ti-1 lz P.praecursor DouglassQ.\\*   \nnaaeg To-3 iz M.pungens C27nE JT 62 To-2 iz P.opisthacus RockBenchQ. 10 20 30 40 Rarified species diversitv( $n = 1 0 5$ 一 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The North American Torrejonian (Torr) land-mammal age (LMA) represents the latter part of the Early Paleocene Danian stage/age,the Tiffanian represents much of the Middle Paleocene Selandian and Late Paleocene Thanetian stage/age,and the Clarkforkian (Clark) represents the latter part of the Thanetian stage/age.The chart shows two zones of the Torrejonian (To-2 and To-3),eight zones of the Tifanian (Ti-1 through Ti-6),and three zones of the Clarkforkian (Cf-1 through Cf-3).Each Zone is also named. Some are interval zones (iz), while others are lineage zones (lz) representing successive stages in the evolution of Plesiadapis.Representative localities are listed for each zone. Magnetic polarity chrons are shown near the right side of the chart.Biozones are interpolated to fit a numerical calibration in millions of years (Ma),based on radiometric dating of ash beds and magnetochrons.Inset figure to the right of the chart shows decreasing mammalian species richness (diversity) through the Early and Middle Paleocene when deep ocean temperatures (and by inference ocean and land surface temperatures) were declining,and increasing species richness through the Middle and Late Paleocene when deep ocean temperatures were rising.All mammalian faunal diversity estimates are rarified to a common sample size of 105 specimens.Three major immigrations of allochthonous taxa are recorded at the beginning of Tiffnian biochron Ti-5,at the beginning of the Clarkforkian,and at the beginning of the Wasatchian, with the latter being divisible into distinct Wa-Mand Wa-O immigrations.The first two immigrations include taxa that are distinctly Asian in affnities,and the third includes taxa of both European and Asian affinities.All three immigrations into North America happened during the interval of Middle to Late Paleocene warming and increasing snecies diversitv. Research and illustrations are from Secord (2008) ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "was once the second-largest steel producing center in the United States (second to Pittsburgh).   \nSteel requires iron and coal, which depend in turn on expertise in geology and mining. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "While at Lehigh, Chow took summer courses at the American Museum of Natural History in New York. There in 1949 he met the esteemed vertebrate paleontologists of the time: George Gaylord Simpson and Ned Colbert. Chow almost certainly reviewed the Paleocene mammals of Mongolia, which Simpson had helped to describe.Miao et al. (201O) reported that this is where Chow decided he wanted to study vertebrate paleontology. A young Bobb Schaeffer of the American Museum was studying Triassc fishes excavated on the Princeton University campus. Schaeffer recommended that Chow approach Glenn Jepsen at Princeton for training, and he no doubt also recommended Chow to Jepsen. Chow moved to Princeton later in 1949. He then spent part of a long summer in 1950 working with graduate student William Morris in the Early Eocene of the Washakie Basin in southern Wyoming,and part of the summer of 1950 prospecting with Jepsen's crew in the Paleocene of the northern Bighorn Basin. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Chow received his Ph.D. from Lehigh in December of 1950,and returned to China at the beginning of 1951. He joined C. C. Young at the newly established Institute of Vertebrate Paleontology and Paleoanthropology (IVPP) in Beijing in 1952. Chow was a co-founder of the journal Vertebrata PalAsiatica,first published in 1957,and he edited the journal from 1980 to 1991. Chow directed the IVPP from 1979 to 1984,and he directed the Beijing Natural History Museum from 1982 until his death in 1996.The time spent in the Bighorn Basin made a lasting impression on Minchen Chow, and in 20ol,at his request, his ashes were interred near Princeton Quarry in the Clarks Fork Basin. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The time Minchen Chow spent working on Paleocene mammals at Princeton and in the field in Wyoming had a lasting influence on Chinese paleontology too.The only Paleocene mammals known from Asia came from Gashato (Matthew and Granger, 1925; Matthew et al., 1928,1929; Szalay and McKenna,1971) and from Nemegt (Trofimov,1952; Flerov, 1952; Gromova,1952),both in Mongolia. The first Paleocene mammal to be found in China was found in 1959 by a geologist working in the Turfan Basin of far western Sinkiang (Xinjiang) Autonomous Region. Chow (1960) recognized the teeth of this to represent a dinoceratan or uintathere,and named a new species Prodinoceras turfanensis that was slightly smaler than its congener Prodinoceras martyr named by Matthew et al. (1929) from Gashato. Chow almost certainly studied the type of $P .$ martyr when he was a student at the American Museum. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In 1960, geological mapping in the Nanhsiung or Nanxiong Basin of Kwangtung or Guangdong Province in South China produced vertebrate remains,and this fortunate discovery inspired a focused search for more. By 1963 Young and Chow were able to report the first Paleocene mammals from the Nanxiong Basin in Guangdong. These were compared to the Torrejonian-age genera Pantolambda (Pantodonta) and Dissacus (Mesonychia), which Chow also knew from his studies at Princeton and the American Museum. Young and Chow (1963) wrote: ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "“Probably more interesting and significant is the finding of some primitive mammals in the upper part ..of the series.So far as those have been preliminarily identified,at least a creodont and a pantodont ..are present.The pantodont,which is represented by skulls and skeletons,is a pantolambdid-like form of small size with rather primitive dentition.The creodont, represented by skull fragments and upper cheek teeth,resembles the Torrejonian mesonychid Dissacus.The finding of these forms indicates that we have most likely located in North Kwangtung a promising earlier Paleocene mammalian horizon in Asia.”(Young and Chow, 1963:1411). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Research on the Paleocene mammals of China was interrupted in its infancy in 1966 by initiation of the Chinese Cultural Revolution. This revolution lasted through the early 1970s.Vertebrata PalAsiatica ceased publication at volume 10 in 1966,and publication did not resume until volume 1l appeared in 1973. The first issue of volume 11 included “New mammalian genera and species from the Paleocene of Nanhsiung, N. Kwangtung” by Minchen Chow, Yuping Chang, Banyue Wang,and Suyin Ting (Chow et al.,1973). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The search for South China vertebrate fossils first found in the Nanxiong Basin expanded to the Qianshan Basin of Anhui Province in 1970 and 1971 (Hou,1974), the Xuancheng Basin in Anhui Province (Tang and Yan, 1976), the Chaling Basin in Hunan Province (Gao,1975), and the Chijiang Basin of Jiangxi Province (Chow, 1977; Ting and Zhang,1979). Paleocene mammals were also found at Nomogen in Nei Mongol (Inner Mongolia) (Chow et al.,1976). These discoveries all came so rapidly that by 1977 Chow could write (Chow,1977): ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "“The recovery of Paleocene mammalian fossils ...is of considerable interest ... to paleomammalogists all over the world.These Paleocene beds and faunas are the oldest and one of the most complete sequences of continental mammal-bearing Paleocene yet known anywhere in the world outside of North America. They are very important to a correct understanding of the evolution and distribution of mammals at the beginning of the Age of Mammalia.”(Chow, 1977:666). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Chow's (1977) summary published in English did interest paleomammalogists all over the world, because he continued and concluded: ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "“The most characteristic feature of the Paleocene mammalian faunas of Asia is the greater proportion of the autochthonous and endemic forms in almost every faunal assemblage....almost none of the genera so far known from the Paleocene of Asia can be assigned with certainty to any known North American genera, less so to those of Europe... These features clearly show that Asia was then zoogeographically quite isolated from both Europe and North America. “The most certain and radical change in the mammalian faunas of Asia occurred at the beginning of the Eocene,when Beringia became an effective corridor for interchange of land animals between Asia and North America.. For lack of iformation, it is still quite difficult to make any plausible inference of sound speculation about the paleozoogeographical relationship between Asia and Europe (mainly western Europe) or between Asia and the subcontinent of India.”(Chow, 1977:677). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "What a remarkable institutional accomplishment it was for teams from the Institute of Vertebrate Paleontology and Paleoanthropology to discover and document that the Paleocene of the largest northern continent was filled with animals different from those of Europe and North America. What a challenge to all of us to explain a history that rapidly became much more complicated and interesting. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The 1977 report was only a beginning. Research on Chinese faunas has continued, with many new discoveries and many new publications (e.g., Chow, 1979; Li and Ting,1983; ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Russell and Zhai, 1987; Tong et al., 1995; Meng and McKenna, 1998; Meng et al., 1998;   \nBeard,1998; Ting,1998;Wang et al.,1998,2007,2010; Bowen et al.,2002,2005). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "5Conclusions ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Chance favors the prepared mind, which is another way of saying that we build on the accomplishments of those who precede us.William Sinclair and Walter Granger's exploration of the McCullough Peaks and Clarks Fork Divide showed that there was a substantial interval of Cenozoic time preceding the Eocene that lacks mammals of modern orders and is worthy of recognition as an epoch of equal rank. Glenn Jepsen found all of the North American Paleocene land-mammal ages in one sequence on Polecat Bench, with the Cretaceous below and Eocene above.But when the Polecat Bench record seemed to be the history of life in the Paleocene, a student he trained, Minchen Chow, led teams that discovered Asia's history was different. We are fortunate to have a rich fossil record of Paleocene mammals to work with on all of the northern continents,but there is stillmore work to do to understand the full history on each continent,and it continues to be an ongoing challenge to understand how the individual histories fit together. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "AcknowledgmentsI am indebted, as we all are, to William Sinclair, Walter Granger, Glenn Jepsen,and Minchen Chow for their efforts to develop the parallel histories of life in North America and in Asia.I will always be grateful to Minchen Chow for the invitation to spend several weeks at the Institute of Vertebrate Paleontology and Paleoanthropology in 1979, when I was permitted to mold and distribute casts of many of the new specimens studied and described by IVPP collagues in the 197Os. I thank Yuanqing Wang, Chendong Wang, Yi Zhang, Qian Li,and Guosheng Yu for organizing the 2015 International Symposium on Terrestrial Paleocene Biota and Paleobiogeography in Qianshan, with field trips to Qianshan Basin Paleocene sites and Tianzhushan Global Geopark,and I thank Yuanqing Wang for inviting me to participate. Jin Meng, Desui Miao,and Yuanqing Wang provided helpful reviews of the manuscript. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "美国怀俄明州大角盆地北部Polecat台地古新世动物群演化",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Philip D. GINGERICH(美国密歇根大学古生物博物馆 安阿伯48109-1079)",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "摘要：怀俄明州大角盆地北部的Polecat台地和麦卡洛峰的重要发现对了解北美古新世哺乳动物生物地层以及古新世-始新世极热事件中陆生动物群更替模式和原因具有重要意义。1910年，普林斯顿大学和美国自然历史博物馆的古生物学者指出，古新世的哺乳动物与始新世的明显不同，这使得古新世是一个不同于始新世的时期的观点很快被接受。80年之后，密歇根大学和卡耐基研究院的古生物学者指出，陆相古新统-始新统界线可以用动物群的快速更替和小型化作为标志，并伴随着一次重要的碳同位素漂移，这使得古新世-始新世极热事件(PETM)作为真正的全球性温室升温事件得到了公认。1950年，投身古生物事业的年轻学者周明镇被介绍到怀俄明参加古新世哺乳动物野外工作。在那里，他积累了专业知识和经验，并促成了对中国古新统进行的类似考察。现在的挑战是如何将北美和亚洲大陆相似的古新世历史拼合在一起。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "关键词：Polecat台地，麦卡洛峰，古新世，始新世，生物年代学，小型化，碳同位素漂移，古新世-始新世极热事件",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "中图法分类号：P534.612-613文献标识码：A 文章标号：1000-3118(2016)03-0212-23",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "AbdulAzizH,HilgenFJ,LuijkGersonMvanetal.,2O08.Astronomicalclimatecontrolonpaleosolstackingpatesn the Upper Paleocene-Lower Eocene Willwood Formation (Bighorn Basin,Wyoming).Geology,36: 531-534   \nArcher M,1967.Arevision of the taxonomyand phylogenyofthe early Tertiary unitatheres.A.B.thesis.Princeton: Princeton University.1-128   \nArchibaldJD,ClemensWA,GingerichPDetal.,1987.FirstNorth Americanland mammalagesof theCenozoic era. In: Woodburne M O ed. Cenozoic Mammals of North America: Geochronology and Biostratigraphy. Berkeley: University ofCalifornia Press.24-76   \nBeard KC,1998.EastofEden: Asia as animportant centeroftaxonomic origination in mammalian evolution.In: Beard K C, Dawson MR eds.Dawn of the Age of Mammals in Asia.Bull Carnegie Mus Nat Hist,34: 5-39   \nBloch JI,2Ool.Mammalian paleontologyof freshwater limestones from thePaleocene-EoceneoftheClarksFork Basin, Wyoming.Ph.D.thesis.Ann Arbor:University ofMichigan.1-358   \nBowen GJ,KochPL,GingerichPDetal.,2Ool.Refined isotope stratigraphyacross thecontinentalPaleocene-Eocene boundaryon Polecat Bench in the northern Bighorn Basin.In:GingerichPDed.Paleocene-Eocene Stratigraphy and Biotic Change in the Bighorn and Clarks Fork Basins,Wyoming.Univ Mich Pap Paleont,33:73-88   \nBowen GJ,ClydeWC,KochPLetal.,2002.Mammalian dispersal atthePaleocene/Eocene boundary.Science,295: 2062-2065   \nBowen GJ,KochPL,Meng Jetal.,2Oo5.AgeandcorrelationoffossiliferousLatePaleocene-EarlyEocene strataof the Erlian Basin,Inner Mongolia,China.Am Mus Novit,3474:1-26   \nBowen GJ,MaibauerBJ,Kraus MJetal.,2014.Two masive,rapidreleasesofcarbonduring theonsetofthealeoceneEocene thermal maximum.Nat Geosci, 8: 44-47   \nButler RF,GingerichPD,LindsayEH,1981.Magnetic polaritystratigraphyandbiostratigraphyofPaleocene andLower Eocene continental deposits,Clarks Fork Basin,Wyoming.JGeol,89: 299-316   \nChow M C,1960.Prodinoceras and a summary of mammalian fosils of Sinkiang.Vert PalAsiat,4: 99-102   \nChow MC,1977.Palaeocene vertebrate horizons and mammalian faunas of South China.Sci Sin,20: 665-678   \nChow MC,1979.Vertebrate paleontology in China (1949-1979).Vert PalAsiat,17: 263-276   \nChow MC,ChangYP,Wang BYet al.,1973.New mammalian genera and species from the Paleocene of Nanhsiung,N. Kwangtung.VertPalAsiat,11:31-35   \nChowMC,QiT,LiY,1976.Paleocene stratigraphyand faunal characters ofmammalian fossilsofNomogen Commune,SiZi-Wangqi,Nei Mongol. Vert PalAsiat,14: 228-233   \nClyde WC,1997.Stratigraphyand mammalian paleontologyof the McCullough Peaks, northern Bighorn Basin, Wyoming: implications for biochronology,basin development,and community reorganization across the Paleocene-Eocene boundary.Ph.D.thesis.Ann Arbor: University of Michigan.1-270   \nClyde WC,2Oo1.Mammalian biostratigraphyof the McCullough Peaks area inthe northern Bighorn Basin.In: Gingerich P D ed.Paleocene-Eocene Stratigraphy and Biotic Change in the Bighorn and Clarks Fork Basins,Wyoming. Univ Mich Pap Paleont,33:109-126   \nClyde W C,Gingerich PD,1998.Mammalian community response to the latest Paleocene thermal maximum: an isotaphonomic study in the northern Bighorn Basin, Wyoming.Geology,26:1011-1014   \nClyde W C,Stamatakos J, Gingerich PD,1994.Chronologyof the Wasatchian land-mammal age (Early Eocene): magnetostratigraphic results from the McCullough Peaks section, northern Bighorn Basin, Wyoming.JGeol,102: 367-377   \nClyde WC,GingerichPD,Wing SLetal.,2013.BighornBasinCoring Project (BBCP): acontinental perspectiveonearly Paleogene hyperthermals. Sci Dril,16: 21-31   \nClyde WC,WilfP,Iglesias Aetal.,2014.Newage constraints forthe SalamancaFormationand lowerRio ChicoGroupin the western San Jorge Basin,Patagonia,Argentina: implications for Cretaceous-Paleogene extinctionrecoveryand land mammal age correlations. Geol Soc Am Bull,126: 289-306   \nCope E D,1888.Synopsis of the vertebrate fauna of the Puerco series.Trans Am Philos Soc,16: 298-361   \nDeperet C,1906.Relations stratigraphiques des faunes de Cernay etde Meudon au montdeBeru.BulSocGeolFrSer 4,6: 442-443   \nDollo L,1909.The fosil vertebrates of Belgium.Ann New York Acad Sci,19: 99-119   \nFisher CA,1906.Geology and water resources of the Bighorn Basin,Wyoming.US Geol Surv Prof Pap,53:1-72   \nFlerovKK,1952.Pantodonts (Pantodonta)collcted bythe Mongolian paleontological expedition of the Academyof Sciences of the U.S.S.R.Tr Paleont Inst Akad Nauk SSSR,41: 43-50   \nGao H,1975.Paleocene mammal-bearing beds of Chaling Basin, Hunan. Vert PalAsiat,13: 89-95   \nGervais P,1877.Enumeration de quelques ossements d'animaux vertebres recueilsaux environs de Reims parM.Lemoine. JZool,Paris,6: 74–79   \nGherbrant E,1992.Les mammiferes Paleocenes du BassindOuarzazate (Maroc)I.Introduction generale etPalaeoryctidae. Palaeontogr, Abt A,224: 67-132   \nGheerbrant E, Rage J-C,2006. Paleobiogeographyof Africa: how distinct from Gondwana and Laurasia? Palaeogeogr Palaeoclimat Palaeoecol,241: 224-246   \nGidleyJW,1923.Paleocene primates oftheFort Union,withdiscussonofrelationshipsof Eocene primates.Proc US Natl Mus, 63: 1-38   \nGingerichPD,968.PollenstratigraphyofthePolecatBenchFormation,Paleocene,Park CountyWyoming.A.B.thsis. Princeton: Princeton University.1-81   \nGingerich PD.1974.Cranialanatomyand evolutionof early Tertiary Plesiadapidae(Mammalia,Primates).Ph.D.thesis. New Haven: Yale University.1-370   \nGingerich PD,1975.New North American Plesiadapidae (Mammalia,Primates)anda biostratigraphic zonation of the Middle and Upper Paleocene.Contrib Mus Paleont, Univ Michigan,24: 135-148   \nGingerich PD,1976.Cranialanatomyand evolutionof earlyTertiaryPlesiadapidae(Mammalia,Primates).UnivMich Pap Paleont,15:1-140   \nGingerichPD,1977.Aletodon gunnell,anewClarkforkian hyopsodontid(Mammalia,Condylarthra)from theEarlyEocene of Wyoming.Contrib Mus Paleont, Univ Michigan,24: 237-244   \nGingerich PD,1979.Lambertocyon eximius,anewarctocyonid (Mammalia,Condylarthra)from the Late Paleoceneof western North America.JPaleont,53: 524-529   \nGingerichPD,1980.Tythaena parrisi,oldest knownoxyaenid (Mammalia,Creodonta)fromtheLatePaleoceneofwester North America.JPaleont, 54: 570-576   \nGingerich PD,1983a.New Adapisoricidae,Pentacodontidae,and Hyopsodontidae (Mammalia,Insectivora and Condylarthra) from the Late Paleocene of Wyoming and Colorado.Contrib Mus Paleont,Univ Michigan,26:227- 255   \nGingerich PD,1983b.Paleocene-Eocene faunal zones anda preliminaryanalysisofLaramide structural deformation in the Clarks Fork Basin,Wyoming.Wyo Geol Assoc Guideb,34: 185-195   \nGingerich PD,1987.Evolution and the fossil record: paterns,rates,and processes.Can JZool, 65:1053-1060   \nGingerich PD,1989.New earliest Wasatchian mammalian fauna from the Eocene of northwestern Wyoming: composition and diversity in a rarely sampled high-floodplain assemblage.Univ Mich Pap Paleont, 28:1-97   \nGingerich PD,1991.Systematics and evolutionofEarly Eocene Perissodactyla (Mammalia)in the ClarksFork Basin, Wyoming. Contrib Mus Paleont, Univ Michigan, 28:181-213   \nGingerichPD,2Oo3.Mammalianresponses to climate changeat the Paleocene-Eocene boundary:Polecat Bench record in the northern Bighorn Basin,Wyoming.In: WingSL,GingerichPD,Schmitz Bet al.eds.Causes and Consequences of Globally Warm Climates in the Early Paleogene. Geol Soc Am, Spec Pap,369: 463-478   \nGingerichPD,2O06.Environmentand evolution throughthePaleocene-Eocene thermal maximum.Trends EcolEvol,21: 246-253   \nGingerichPD,2O10.Mammalian faunal succession through the Paleocene-Eocene thermal maximum (PETM) in western North America. Vert PalAsiat,48: 308-327   \nGingerichPD,SmithT,2Oo6.Paleocene-Eocene land mammalsfromthree new latest Clarkforkianandearliest Wasatchian wash sites at Polecat Bench in the northern Bighorn Basin,Wyoming.Contrib Mus Paleont,Univ Michigan,31: 245-303   \nGranger W,1914.On the names ofLower Eocene faunal horizons of Wyoming and New Mexico.BullAm Mus Nat Hist, 33: 201-207   \nGromova VI,952.OnprimitivecarnivoresofthePaleogeneof Mongoliaand Kazakhstan (inRusian).TrPaleont Inst Akad Nauk SSSR,41: 51-77   \nGunnell GF,1986.Evolutionaryhistoryof Microsyopoidea (Mammalia,Primates?)andthe relationshipofPlesiadapiformes to Primates.Ph.D.thesis.Ann Arbor: University of Michigan.1-630   \nGunnell GF,1989.Evolutionary history of Microsyopoidea (Mammalia,?Primates)and the relationship between Plesiadapiformes and Primates.Univ Mich Pap Paleont, 27: 1-157   \nHou LH,1974.Paleocene lizards from Anhui, China. Vert PalAsiat,12: 193-200   \nJepsen GL,1930.Stratigraphyand paleontologyof the Paleocene of northeastern Park County,Wyoming.Proc Am Philos Soc,69: 463-528   \nJepsenGL,1940.Paleocene faunas of thePolecat Bench Formation,Park County,Wyoming.PartI.Proc AmPhilos Soc, 83: 217-340   \nJepsen GL,Woodburne MO,1969.Paleocene hyracothere from PolecatBench Formation,Wyoming.Science,164:543- 547   \nKennett JP,StottLD,1991.Abrupt deep-sea warming,palaeoceanographicchanges and benthic extinctions atthe endof the Paleocene.Nature,353: 225-229   \nKochPL,ZachosJC,GingerichPD,992.Correlationbetween isotope records inmarineandcontinentalcarbonsevois near the Palaeocene-Eocene boundary. Nature, 358: 319-322   \nKrause DW,1980.Multituberculates from the ClarkforkianLand-Mammal age,Late Paleocene-Early Eoceneof western North America. JPaleont, 54: 1163-1183   \nKrause DW,1982.Evolutionary historyand paleobiologyof early Cenozoic Multituberculata (Mammalia),with emphasis on the family Ptilodontidae.Ph.D.thesis.Ann Arbor: University of Michigan.1-575   \nKrause D W,1987a.Baiotomeus,anew ptilodontid multituberculate (Mammalia)from the Middle Paleocene of western North America.JPaleont,61: 595-603   \nKrauseD W,1987b.Systematic revision of the genus Prochetodon (Ptilodontidae,Multituberculata) from the Late Paleocene and Early Eocene of western North America.Contrib Mus Paleont, Univ Michigan,27: 221-236   \nLi C K,Ting SY,1983.The Paleogene mammals of China.BullCarnegie Mus Nat Hist,21: 1-98   \nLofgrenDL,Lilegraven JA,Clemens WAetal.,O04.Paleocene biochronology:thePuercan through Clarkforkian landmammal ages. In: Woodburne M O ed. Late Cretaceous and Cenozoic Mammals of North America.New York: Columbia University Press 43-105   \nLyell C,1833. Principles of Geology, Volume II. London: John Murray.1-398   \nMagioncalda R,Dupuis C,Smith Tet al.,2Oo4.Paleocene-Eocene carbon isotope excursions inorganiccarbonand pedogenic carbonate: direct comparison in a continental stratigraphic section. Geology,32: 553-556   \nMathew WD,1914.Evidenceof the Paleocene vertebrate fauna on the Cretaceous-Tertiary problem.Bull Geol Soc Am, 25: 381-402   \nMathew W D,Granger W,1925.Fauna and correlation of the Gashato Formationof Mongolia.Am Mus Novit,189: 1-12   \nMathew WD,Granger W,Simpson G G,1928.Paleocene multituberculates from Mongolia.Am Mus Novit,331:1-4   \nMatthew WD,Granger W,Simpson G G,1929.Additions to the fauna of the Gashato Formation of Mongolia.Am Mus Novit,376: 1-12   \nMengJ,McKenna MC,1998.Faunal turnoversof Palaeogene mammals from the Mongolian Plateau.Nature,394:364 367   \nMeng J,ZhaiRJ,WyssAR,1998.TheLate Paleocene Bayan Ulanfaunaof InnerMongolia,China.BullCarnegie Mus Nat Hist, 34: 148-185   \nMiao D S,LiCK,Wang YQ,2010.Minchen Chow'sacademic marathon from the Bighorn Basin to the Nanxiong Basin. Vert PalAsiat,48: 281-284   \nMorris WJ,1968.Anew early Tertiary perissodactyl,Hyracotheriumseekinsi,from Baja California.Nat HistMus Los Angeles Co,Contrib Sci,151:1-11 Novacek MJ,Ferrusquia-VilafrancaI,FlynJJetal.,1991.Wasatchian (EarlyEocene)mammalsandothervertebrates from Baja California,Mexico: the Lomas las Tetas de Cabra fauna.BullAm Mus Nat Hist,208:1-88 Osborn HF,1910.The Age of Mammals in Europe,Asia,and North America.New York: MacMillan Company.1-635 Phillips J,1840.Palaeozoic series.In: Long Ged.The Penny Cyclopaedia of the Society for the Difusion of Useful Knowledge. London: Charles Knight.153-154 Rose KD,1973.The mandibular dentitionof Plagiomene (Dermoptera,Plagiomenidae). Breviora,MusComp Zool,411:   \n1-17 Rose KD,1975.The Carpolestidae: early Tertiary primates from North America.BullMus Comp Zool,147:1-74 Rose K D,1977.Evolution of carpolestid primates and chronology of North American Middle and Late Paleocene. J Paleont, 51: 536-542 RoseKD,1979.The Clarkforkian land-mammal ‘age’and mammalian faunalcompositionacross the Paleocene-Eocene boundary. Ph.D. thesis. Ann Arbor: University of Michigan.1-628 RoseKD,1981.The Clarkforkian land-mammal age and mammalian faunal composition across the Paleocene-Eocene boundary. Univ Mich Pap Paleont, 26:1-197 Rose K D,Krause D W,1982. Cyriacotheridae,anew family of early Tertiary pantodonts from western North America. Proc Am Philos Soc,126:26-50 Rose KD,Chew AE,Dunn R H et al.,20l2.Earliest Eocene mammalian fauna from the Paleocene-Eocene Thermal Maximum at Sand Creek Divide,southern Bighorn Basin,Wyoming.Univ Mich Pap Paleont,36: 1-122 Russell DE,1964.Les mammiferes Paleocenes dEurope.Mem Mus Natl Hist Nat,Paris,SerC,Sci Terre,13:1-324 Russell DE,Zhai RJ,1987.The PaleogeneofAsia: mammals and stratigraphy.Mém Mus Natl HistNat,Paris,Sér C,Sci Terre, 52: 1-488 Schimper WP,1874.Traite de Paleontologie Vegetale, Volume II. Paris: J.B.Bailiere.1-896 ScottWB,1913.A History ofLand Mammals in the Western Hemisphere.New York: Macmillan Company.1-693 Secord R,2004.Late Paleocene biostratigraphy,sotope stratigraphy,and mammalian systematics ofthenorthern igho Basin,Wyoming.Ph.D.thesis.Ann Arbor: University of Michigan.1-532 Secord R,2008.The Tiffanian Land-Mammal Age (Middle andLate Paleocene)in the northern Bighorn Basin, Wyoming. Univ Mich Pap Paleont,35:1-192 Secord R,Gingerich PD,Smith MEet al.,2006.Geochronologyand mammalian biostratigraphyof Middle and Upper Paleocene continental strata, Bighorn Basin,Wyoming.Am JSci,306: 211-245 SecordR,BlochJI,ChesterSGBetal.,2O12.Evolutionoftheearliest horses drivenbyclimatechange inthePaleoceneEocene thermal maximum. Science,335: 959-962 Simons EL,1960. The Paleocene Pantodonta.Trans Am Philos Soc,50:1-81 Simpson G G,1928.A new mammalian fauna from the Fort Union of southern Montana.Am Mus Novit,297:1-15 Sinclair WJ,1912.Contributions to geologic theoryand methodbyAmerican workers invertebrate paleontology.Bull Geol Soc Am,23:262-266 Sinclair WJ,GrangerW,1911.Eocene and Oligoceneofthe WindRiverand Bighorn basins.BullAmMus Nat Hist,30:   \n83-117 Sinclair WJ,Granger W,1912.Noteson the Tertiary deposits of the Bighorn Basin.BullAm Mus Nat Hist,31:57- Sinclair WJ,GrangerW,1914.Paleocene depositsof the SanJuan Basin,New Mexico.BullAm MusNatHist,33:297-   \n316 Stott LD,Kennet JP, Shackleton NJet al.，1990.The evolutionof Antarctic surface waters during the Paleogene: inferences from the stable isotopic compositionof planktonic foraminifera,ODP leg 113.Proc Ocean Drill rog,Sci Res,113: 849-863 SzalayFS,1973.New Paleocene primatesanda diagnosis of the newsuborder Paromomyiformes.Folia Primatol,19:   \n73-87 SzalayFS,McKenna MC,1971.Beginning of the age of mammals in Asia:the Late Paleocene Gashato fauna, Mongolia. Bull Am Mus Nat Hist,144: 269-318 Tang YJ,Yan DF,1976.Notes on some mammalian fosils from thePaleocene of Qianshan and Xuancheng,Anhui. Vert PalAsiat, 14: 91-99 Thewisen JGM,1989.Evolutionof Paleoceneand Eocene Phenacodontidae(Mammalia,Condylarthra).Ph.D.thesis.Ann Arbor: University of Michigan.1-279 Thewissen JG M,1990.Evolution of Paleocene and Eocene Phenacodontidae (Mammalia,Condylarthra). Univ Mich Pap Paleont,29:1-107 Thewisen JG M,GingerichPD,1987.Systematicsand evolutionof Probathyopsis (Mammalia,Dinocerata) fromLate Paleocene amd Early Eocene of western North America. Contrib Mus Paleont, Univ Michigan,27: 195-219 Ting SY,1998.Paleocene and EarlyEocene land mammal ages of Asia.Bull Carnegie Mus Nat Hist,34:124-147 Ting S Y,ZhangYP,1979.InsectivoraandAnagalida from the Chijiang Basinof Jiangxi Province.In:IVPP,NIGPAS eds. Mesozoic and Cenozoic Red Beds of South China.Beijing: Science Press.354-358 Tong Y S, Zheng S H, Qiu ZD,1995. Cenozoic mammal ages of China.Vert PalAsiat, 33: 290-314 Trofimov B A,1952.On the genus Pseudictops－a peculiar insectivore from the lower Tertiary deposits of Mongolia.Tr Paleont Inst Akad Nauk SSSR,41: 7-12 Van Valen LM,1978.The beginning of the age of mammals.Evol Theory,4: 45-80 Wang YQ, Hu YM, Chow M Cet al.,1998. Chinese Paleocene mammal faunas and their correlation.Bull Carnegie Mus Nat Hist,34: 148-185 Wang YQ,Meng J, Ni XJet al.,2007.Major events of Paleogene mammal radiation in China. Geol J,42: 415-430 Wang YQ,Meng J,BeardCKetal.,2O10.EarlyPaleogene stratigraphic sequences,mammalianevolutionanditsresponse to environmental changes in Erlian Basin,Inner Mongolia, China.Sci China Earth Sci,53:1918-1926 Wood HE,ChaneyRW,ClarkJetal.,1941.Nomenclature andcorrelationof theNorthAmericancontinental Tertiary.Bull Geol Soc Am,52: 1-48 Wood R C,1967.Areview of the Clark Fork vertebrate fauna.Breviora,Mus Comp Zool,257:1-30 Woodburne MO,GoinFJ,Bond M etal.,2014.Paleogene land mammal faunasof South America:aresponse toglobal climatic changes and indigenous floral diversity. JMammal Evol,21: 1-73 Young C C, Chow MC,1963.Cretaceous and Paleocene vertebrate horizons of North Kwangtung. Sci Sin,12:1411 Zhou XY,1995.Evolution of Paleocene-Eocene Mesonychidae (Mammalia,Mesonychia).Ph.D.thesis.Ann Arbor: University of Michigan.1-402 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    }
]