[
    {
        "type": "text",
        "text": "人们为什么会羞怯：认知机制及神经基础",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李亮 李红1（华南师范大学心理学院，广州，510631）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 羞怯指个体在社交情境下的抑制，是个体参与社交的阻碍。近年来，关于羞怯的认知神经科学研究增多，学者基于元认知模型、社会适应模型、侧化脑-体情绪模型等理论，探讨了大脑结构和功能以及几种与感知觉和注意相关的 ERP 成分与羞怯的关系。但当前关于羞怯认知神经科学的理论和实证研究尚处于起步阶段。基于上述提出羞怯的心理发展模型;未来应从人格和情绪双角度研究羞怯，并在开发研究范式的基础上，加大羞怯认知神经机制的探讨。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词羞怯，认知神经机制，羞怯的心理发展模型",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "引言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "作为气质或人格特质的一个核心维度，羞怯描述了个体在社交情境下的不舒服或是抑制。调查显示，美国大约 $40 \\%$ 的成年人和 $46 \\%$ 的青少年评价自己是羞怯的人， $1 5 \\%$ 的成年人认为自己在某些情况下羞怯，只有大约 $5 \\%$ 的人报告自己从不羞怯，从1977年到 2007年，这一数据保持动态稳定（Carducci et al.,2008;Zimbardo,1977）；而中国大学生的羞怯比其他国家更为普遍（谢刚，刘翔平,1996；朱媛媛，姚本先,2010）。在日常的社会交往中，适度羞怯可视为一种正常的反应，尤其在中国传统文化背景下，适度羞怯可能与谦逊等品质挂钩。然而，如果羞怯程度过高，会给人们的生活、学习、工作等方方面面带来消极影响，成为个体日常社会参与的阻碍。因此，有必要对羞怯的形成、发展及其心理和神经机制展开系统研究，从而可对过度羞怯者进行针对性干预，以增进他们的心理健康，促进社会适应。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "早在1872 年，Darwin 便在他的《The Expression of the Emotions in Man and Animals》一书中提到了羞怯，然而，羞怯长期以来都是人格心理学领域的灰姑娘，其科学潜力“被精神分析、社会建构主义和统计不确定性所挫败，被实验（认知）心理学所忽视。直到迅速发展的人格神经科学的出现，这种令人沮丧的状况才终于改变了”（Corr,2004）。近年来，有关羞怯认知神经科学领域的研究逐渐增多，以该领域论文发表数量为指标，2000\\~2009 年全球共发表14篇核心期刊论文（SCI/SSCI/CSSCI），2010年至今，共发表45 篇，可见，羞怯的认知神经机制研究逐渐成为学者关注的热点与前沿问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本文从羞怯概念、理论模型和实证研究等方面，对已有研究进行了梳理，并在此基础上提出了羞怯的心理发展模型，以求从整体角度理解羞怯的形成过程，从而对羞怯有更深入的探索。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1羞怯的概念发展过程",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "关于羞怯的内涵，以往学者主要从人格的角度来理解，主要包括以下几种观点：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "其一，将羞怯作为气质的一个维度。主要包括三种：（1）从“接近-回避”动机冲突的角度来理解羞怯。例如，Asendorpf（1990）认为在社交情境中，羞怯个体想要同他人互动（高接近动机），但同时谨慎、恐惧和焦虑（高回避动机）；（2）从反应性和自我调节的角度来理解羞怯。例如，Fabes 和 Eisenberg（1992）认为相对较高的情绪反应水平和相对较低的调节水平可能会导致羞怯的发展，羞怯个体的情绪强度相对较高，特别是恐惧、焦虑等负面情绪的强度；（3）从抑制的角度来理解羞怯。Kagan及其同事认为，行为抑制是指儿童在面临不熟悉或具有挑战性的事件时，表现出的言语及对事件参与的抑制倾向（Coll et al.,1984），反映了杏仁核反应阈值的降低（Kagan,1998）。Kagan的这一概念影响了后续研究者对羞怯的理解，他的同事和学生多将羞怯理解为个体在他人面前所经历的不舒服和抑制，并对儿童羞怯的生物学根源进行了系列研究，逐渐将羞怯个体差异与“前额叶一杏仁核中央核的兴奋性”联系在一起。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "其二，将羞怯作为一种人格特质。例如，Henderson 和 Zimbardo（2001）认为羞怯指个体在社交情境中的不舒服和/或抑制，会影响到个体对人际和职业目标的追求行为。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "其三，从个体自我意识发展过程的角度来理解。例如，Buss（1985）将羞怯分为恐惧型羞怯和自我意识型羞怯：恐惧型羞怯是指向陌生或新颖刺激的一种气质性羞怯，在出生2 个月后就可能出现，不涉及自我意识活动；自我意识型羞怯出现得较晚，随着自我意识的发展才出现，与个体认知结构高度相关，表现为社交参与过程中的敏感、抑制或行为紊乱。Schmidt 和Poole（2019a）进一步提出，生命早期出现的恐惧型羞怯和后来出现的自我意识型羞怯分别在儿童早期发展为回避型羞怯和矛盾型羞怯，并在成年后保持相对稳定。每一种羞怯都有不同的原因和作用：恐惧型/回避型羞怯源于社会新鲜感，其功能是提高警惕，以避免来自同一物种的威胁和伤害，并由进化上古老的脑回路所支持；自我意识型/矛盾型羞怯产生于社会情境中对负面评价既感兴趣又恐惧的相互竞争情绪，其功能是在做出反应之前留出更多的时间来进一步学习同类的意图和动机，并与相对较新的脑回路相联系。并提出，在人类进化的后期，随着大脑皮层的增大，自我意识的出现，以及社会交往的性质变得更加复杂，自我意识型/矛盾型羞怯从恐惧型/回避型羞怯中分化出来。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "近十几年，学者对中国人的羞怯概念进行了探讨，例如，Xu等人（2009）认为中国大陆儿童中存在焦虑性羞怯和调节性羞怯两种类型；焦虑性羞怯指对负面社会评价的焦虑，表现为焦虑地退出游戏团体和回避社交接触；调节性羞怯指非社交性（不多说话）和不张扬。陈英敏（2012）认为中国大陆中学生中存在自我表现性羞怯、面对陌生人羞怯、面对负性评价羞怯、面对异性羞怯、谦和性羞怯五种类型，谦和性羞怯描述了文化的塑造作用，与Xu等人（2009）的调节性羞怯大体一致。苏素美和吴裕益（2008）认为中国台湾大学生的羞怯应从外显因素（行为/生理/情绪）与内隐因素（认知）两个层面及具体情境（被注意的焦点情境、需自我肯定的情境、与异性互动的情境、非结构性的情境、其他的社交情境）来理解。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "不管是将羞怯理解为气质的维度还是人格特质，上述概念均提示，羞怯同个体对自我的认知偏差高度相关，其内部机制不仅受生物学根源、脑环境等先天因素的塑造，还受外环境（家庭、学校、社会文化）等后天发展因素的影响，此外，社交情境是个体羞怯的一个关键启动因素。值得注意的是，虽然以往学者均提到了在羞怯的形成过程中“人际互动/社交参与”的重要作用，但多是将羞怯视为一个稳定的人格变量，鲜有学者关注并探讨具体情境中即时的羞怯唤醒情绪及其内部发生过程，即，这种即时的羞怯情绪体验是如何发生的？不同个体对同一羞怯易感情境存在何种程度的感受性差异？原因是什么？",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2羞怯认知神经研究的理论",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "羞怯认知神经机制的理论包括侧化脑体情绪模型和环境影响的差别易感模型，在介绍这两个模型以前，先对羞怯的元认知模型和社会适应模型这两个探讨羞怯认知的模型作一介绍，以更好理解羞怯的认知过程。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1羞怯的元认知模型",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Cheek 和Melchior在1990 年提出羞怯的元认知模型（Metacognition Model ofShyness），认为尽管不同羞怯个体在经历羞怯情境时的生理、认知和行为方面表现不同，但他们在心理功能的元认知水平上都是一样的，即他们认为自己是羞怯的。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在陌生情境中会激活羞怯个体的元认知加工，但紧张和担忧等情绪会削弱这种加工的有效性；元认知功能若被持续削弱，会导致感知觉和运动表现的控制过程的紊乱，羞怯个体变得“全神贯注于元认知（‘我是羞怯的’）：思考他们的生理反应、正在进行的行为表现、他人的评价等”。这种过分自我关注的元认知不仅破坏了流畅的社交自我表露，还导致羞怯个体高估了自己的生理唤醒对他人的可见性，低估了自己的社交技能水平，无法准确判断他人如何评价自己。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从元认知功能的这一更高层次来看，羞怯可被概念化为焦虑地自我专注于社会交往，因为这种倾向只代表了元认知的一个特殊方面，Cheek 和Melchior（1990）将羞怯个体与自我相关的社会认知的元认知过程称为元自我意识。这一模型既可以将羞怯视为一种普遍的心理结构，同时也承认羞怯者在经历羞怯情境时，在生理（脸红、心跳、出汗）、认知（痛苦的自我意识、自我贬损、担心负面评价）、行为（沉默、排斥他人的注视、笨拙的肢体语言或行为）三个组成部分上所表现出的经验上的可变性。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "模型几点不足：（1）在社交过程中，羞怯者的元认知控制过程如何以及何时变得不适应？这一问题尚未统一答案，也就是说，这一模型无法回答羞怯的深层脑机制问题；（2）这一模型是在实证研究基础上总结的假设模型，需要后续研究的验证，然而，后续鲜有研究应用这一模型；（3）Cheek和Melchior（1990）认为，羞怯个体的元自我意识只有在面临糟糕的人际关系或强烈渴望人际交往时才会突出；而且，羞怯个体在元认知功能不适应的程度上也有所不同，这取决于“我是个羞怯的人”在他们自我认知中的比重如何。这或许是模型应用受限的原因之一。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2社会适应模型",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "社会适应模型（SocialFitnessModel）是L.E.Henderson（2014）在整合了十七年羞怯干预的临床实践经验的基础上提出的假设模型。模型指出，适应性思维模式和情绪调节是社会适应的重要组成部分，而羞怯个体在社交场合中存在自我提升偏差，无论是接近社交情境还是进入社交情境，都会首先做出消极预测，对自己的社交能力有一个较低的评价，不仅对他人的负性评价很敏感，而且倾向于认为他人也会对自己作出不好的评价，因而逃避和恐惧社交情境，进而责备自我和他人，并体验羞愧和愤恨。这种消极情绪和想法以一种不断升级的相互影响模式发展，最终导致羞怯个体不能以适应性的情绪和行为参与到社交情境中。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "提出这一模型后，L.E.Henderson主要针对慢性羞怯开展了系列干预研究。然而，这一模型的前提假设是羞怯者对他人的负性评价高度敏感并存在恐惧反应，那么，羞怯者对正性评价存在怎样的反应？模型并未予以说明。而近期研究发现，社交焦虑症个体既害怕来自他人的负面评价，也害怕正面评价（Weeks＆Howell,2014），鉴于羞怯与焦虑（社交/特质）的高度相关性，在模型应用过程中或可继续探讨羞怯者对他人正面评价的反应性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3侧化脑-体情绪模型",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Miskovic 和 Schmidt（2012）提出侧化脑-体情绪模型（Lateralized Brain-body EmotionModel），认为不同的中枢和外周系统相互影响，必须有效协调，才能做出适当情绪反应。首先，杏仁核的中央核（CeA）起着一般防御系统的“中枢”作用，发挥交感神经兴奋性驱动，引起心脏加速反应，维持防御行为的能量消耗。其次，这种防御回路的激活也导致下丘脑-垂体-肾上腺（HPA）轴的参与，糖皮质激素的释放为外周活动进行和中枢系统处理威胁提供了代谢基础。最后，在这个过程中，额叶的左、右前额皮层（PFC）发挥整合功能，提供负反馈信号，抑制由CeA引发的耗资巨大的防御驱动。基于PFC 的杏仁核调节是偏侧化的：左侧PFC 是“刹车器”，左PFC 中较高的葡萄糖代谢与双侧杏仁核葡萄糖代谢减少密切相关，左PFC中更大的脑电活动模式预示着恐惧学习的更快消失和负性情绪调节能力的增强；而右 PFC 是“加速器”。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在这一模型下，羞怯的具体特征包括更大的额叶EEG 活动右侧化、快而稳定的心率、心肌收缩力增强、杏仁核激活增强和杏仁核反射回路增强，以及HPA轴功能异常。杏仁核的去抑制和自主神经调节中的额叶EEG活动右侧化具有影响全身的系统效应。在中枢系统，一个感知恐惧的框架被激活，这使得对威胁的检测更有可能；在边缘系统，心脏和内分泌系统被用来为消耗能量的防御行为提供代谢基础。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "模型几点不足：（1）“羞怯与大脑的某一局部（额叶）相关”的预设是否合理？需要研究验证；（2）模型将羞怯作为一种稳态的人格变量来理解，并从脑机制角度进行了阐述，然而，在具体的社交情境中，个体羞怯的心理发展过程如何，大脑又在其中扮演了怎样的角色？模型不能解释；（3）模型是在成人实证研究的基础上提出的，而成人和未成年在大脑结构和功能上存在诸多差异，所以将模型应用到低年龄段群体的解释中应慎重;（4）模型提到，羞怯可以理解为一种“逃跑”的正向前馈效应，包括由于遗传倾向、不良的早期经历或两者结合而引起的右侧PFC-杏仁核交感兴奋网络敏感化。然而，模型并未对遗传和外环境等因素怎样起作用进行具体说明，主要围绕脑内环境的影响进行阐释。在后续研究中，Schmidt和Miskovic（2013）考虑到了这一点，并以差别易感模型为基础，尝试提出了环境影响的差别易感模型，用于解释基因和内环境对羞怯的塑造。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.4环境影响的差别易感模型",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "差别易感理论（Belsky,2009）指出，个体对外部环境的感受性有差异，具有易感气质或基因的个体不仅对外部不利环境易感，同时也对外部有利环境更敏感。因此，具备某种易感倾向的个体在积极环境下更可能收获良好结果，而在消极环境下更可能收获糟糕结果；环境对不具备易感因素的个体影响很小。Schmidt 和Miskovic（2013）认为，“环境”也可以被概念化为一组独特的动态条件和因素，在个体内（脑内环境）运行，与一些生物易感因素交互从而影响个体发展。即，静息状态下的脑电活动构成了一种内源性环境条件，这种内环境条件可以改变并影响基因表达，从而产生不同结果一一好的或是坏的。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "以羞怯为例：调节多巴胺合成、代谢和传递的基因在理解气质/人格中发挥了重要作用，而DRD4基因作为这样一种候选基因可以用来说明对环境影响的不同易感性，因为DRD4-7R变异与接近相关的行为和个性特征有关。即，多巴胺系统中的遗传敏感性（DRD4长等位基因）作为接近相关行为的基础，受至少一种内环境影响（静息额叶 EEG活动偏侧化），这种内环境可以改变和影响基因表达，从而产生不同的结果——好的（社交性）或坏的（羞怯）；而DRD4 短等位基因不是接近相关行为的易感基因，所以不会因为脑内环境的变化而产生不同的外化结果。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "模型几点不足：（1）该模型不涉及因果关系问题。虽然在这个模型中，基因和内生环境被认为是独立的，相互作用产生羞怯，但作用的方向如何尚未可知，即羞怯的行为表型是否也会影响这种相互作用？（2）模型涵盖内容不全面。羞怯无疑是由多种因素决定的，是多种基因与先天的气质、基因-基因、基因-环境的相互作用以及多种社会化和情境因素共同作用的结果；（3）模型是否适用于不同的文化和人群尚未可知。以往研究发现，DRD4 等位基因的频率在不同文化和人群中存在差异；而且，在不同的文化和人群中，左、右额叶激活的频率是否以及存在怎样的差异也不知晓。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3羞怯认知神经相关的实证研究",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1羞怯与大脑结构和功能的关系",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "首先，关于羞怯的脑功能差异研究，研究成果集中于前额叶等脑区，主要发现额叶EEG 活动右侧化与羞怯高度相关。例如，Schmidt和Poole（2018,2019b）采用为期2年的追踪研究，探讨了高/低羞怯儿童的额叶脑成熟度，发现低羞怯儿童在整个评估中额叶 $\\alpha$ 波/8 波功率呈显著线性增长，而高羞怯儿童的额叶 $\\mathfrak { a }$ 波/8 波功率在整个评估中没有增长。这种比例增长缓慢的模式（即额叶脑成熟的延迟）可能反映了情绪失调的一种机制，是羞怯情绪和行为问题的神经基础；但同时，这种模式也可能反映了幼态持续，在儿童羞怯的起源和维持中起到部分适应功能。2019年，Poole等人再次发现了额叶与羞怯发展的联系，即额叶EEG 活动右侧化的儿童，其羞怯程度随时间呈显著线性增长，而额叶EEG 活动左侧化与羞怯无关。在成人被试中，学者也探寻到了类似的额叶脑活动与羞怯的关系。例如，Jetha 等人（2009）探讨了静息额叶EEG活动模式、特质羞怯、社交能力与精神分裂症患者的阳性和阴性症状评分之间的关系，发现不管羞怯程度如何，阳性症状患者其左额叶 EEG 活动更大；而在无阳性症状的成人身上，特质羞怯伴随着右额叶更大的活动、社交性伴随着左额叶更大的活动，这与健康成年人中所得结果一致。此外，还有研究探讨了家庭环境与额叶脑活动两者的交互作用对羞怯的影响，发现右额叶脑活动更大的青少年女生，其羞怯程度与其是否受到虐待呈显著正相关（Lahat et al,2018）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "其次，关于羞怯相关的脑网络，目前主要以大学生为被试，所得结果较为分散、尚不成系统。例如，Yang 等人（2013）发现大学生的羞怯水平与一些涉及社交和情绪处理的脑区的灰质密度变化呈正相关，包括小脑后叶和边缘系统（杏仁核、颞上回、海马旁回、脑岛等区），涉及上述这些区域的静息态功能连接与羞怯呈正相关；Yang 等人认为，羞怯个体在这些区域的灰质密度和 RSFC 的增加可能与其对社会威胁刺激的高度敏感性相关，这是其社交和情感失调的原因之一。2015年，Yang 等人在控制社交性和特质焦虑的前提",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "下，以成年人为被试继续探讨了区域内部 RSFC 与羞怯间的关系，发现背侧扣带回和右侧岛叶（SN网络的两个核心节点）以及膝下前扣带回存在显著的性别-羞怯交互作用：这些区域的RSFC与女性的羞怯水平呈正相关，但与男性的呈负相关；而当社交性和特质焦虑不作为协变量包含时，同样的性别差异仍然存在并扩增至右颞中回和右额叶中回。这提示，一个包含焦虑成分的扩展的羞怯结构比单独的羞怯结构更广泛地参与岛叶网络；背侧扣带回的脑功能连接在女生的报告中高于男生，这种差异可能与女生的回避相关行为更多有关。在青少年被试群上，现有研究发现DMN 网络与羞怯存在联系，例如，Sylvester（2018）追踪探讨了羞怯与青少年早期（第一年追踪时，平均年龄10.5岁）四个大脑静息态功能连接网络（DMN、FPN、SN 和VAN 网络）发展轨迹的关系，发现只有DMN 网络在青春期早期的RSFC 轨迹上表现出在羞怯上的显著差异，即高羞怯个体在发育过程中的DMN-RSFC下降幅度低，在青春期早期结束时，这种发展轨迹导致高羞怯个体在DMN 区域内部呈现出过度连接，这一结果或许可以在脑水平上解释这一特定年龄段的高羞怯青少年的内在关注、自我参照思维等特征。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2羞怯个体的认知加工过程",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "关于羞怯个体的认知加工过程，目前研究者主要探讨了羞怯个体在视知觉加工过程、情绪识别和加工过程、以及具体的认知加工任务中的神经反应。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "首先，关于羞怯个体视知觉加工，学者主要关注了一些经典的与感知觉和注意相关的ERP 成分，主要以大学生/成人为被试。例如，Jetha 等人（2012）采用情绪面孔识别范式探讨了羞怯成人对情绪面孔的早期知觉处理，发现低羞怯成人在识别开心面孔时诱发的枕叶 P1 波幅高于中性面孔，高羞怯成人在识别恐惧面孔时诱发的P1波幅低于中性面孔，与低羞怯成人相比，高羞怯成人抑制了对恐惧面孔的注意，可能反映了其对应激刺激的条件性回避。韩磊等人（2010）采用面孔-物体识别任务探讨了羞怯/非羞怯大学生在早期面孔加工阶段的神经差异，发现在识别面孔时，羞怯大学生的N170波幅显著小于非羞怯大学生，这提示，羞怯大学生在识别面孔结构时存在神经不足。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "其次，关于羞怯个体在情绪识别和加工时的神经反应，目前主要发现羞怯个体对负性情绪和威胁性刺激存在超敏反应，并主要激活额叶部分区域。例如，Tatham 等人（2013）指出，羞怯和非羞怯大学生在识别不同情绪刺激时，存在不同的神经基础，在处理负价和更强烈的情绪面孔时，羞怯个体在前脑回路中表现出更大神经活动，表现为对负性情绪面孔存在更大激活，随着情绪强度的增加，对情绪调节的要求也越来越高，并且对不一致的情绪刺激表现出更大激活；相比之下，非羞怯个体在识别情绪面孔过程中更关注积极的情绪线索、依据先前建立的强度优先结构（中等强度）识别情绪、在与情绪一致面孔相联系的社会奖赏相关脑区存在更大激活。这提示，羞怯个体对负面情绪存在偏见，而保持羞怯的原因可能是无法调节负面情绪。Tang等人（2016a）继续探讨了羞怯个体在加工不同类型的威胁（迫在眉睫/模棱两可）时的神经反应和脑功能连接，发现对于这两种类型的威胁处理，低羞怯大学生激活了一个右内侧前额叶皮层（mPFC）网络，该网络包含参与自动情绪调节的默认模式网络的节点，这有助于低羞怯大学生在面对威胁刺激时调节情绪；而高羞怯大学生则激活了一个右背侧前扣带皮层（dACC）网络，该网络包含参与主动注意和认知控制的额叶皮层网络的节点（左前岛叶等），左前岛叶的激活与副交感神经对真实威胁的反应有关，这增强了羞怯个体对威胁的感知、超敏反应和随后的回避行为。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "此外，还有学者探讨了羞怯个体在具体的认知加工任务中的脑反应。例如，关于羞怯个体在应对压力性任务时的神经反应，主要以儿童为被试进行了探讨，发现羞怯儿童在额顶区域表现出任务相关脑活动。在进行自我呈现任务时，高羞怯儿童的右额叶脑电活动更大（Schmidtetal.,1997）；而在进行执行功能相关任务时，羞怯儿童在内侧额叶和顶叶区表现出任务相关脑活动，而且，在顶叶区，对于执行功能得分更高的羞怯儿童，其表现出左顶叶相对更大活动；而非羞怯儿童只在内侧额叶区表现出任务相关脑活动（Wolfe&Bell,2014）。而以往成人的研究发现，与任务相关的额叶EEG功率增加与更好表现相关，与任务相关顶枕叶 EEG 功率的增加与警觉、觉醒和焦虑的增加有关，这或许可以解释羞怯和非羞怯儿童在参与压力性事件时神经差异。H.A.Henderson 则在 2010 年采用Flanker 任务探讨了额中央区的N2波幅对羞怯与儿童消极归因风格、社交焦虑关系间的调节作用，发现在N2 波幅增大的儿童中，羞怯预示着更消极的归因方式和更高的社会焦虑水平。N2是与认知控制和冲突敏感性相关的 ERP 成分，高羞怯的儿童对预期冲突和不确定性存在高度敏感性，这预示着其更消极的归因风格和更高的认知偏差。Lackner 等人（2014）则采用金钱游戏任务探讨了内侧额叶负波（MFN）与青少年羞怯的关联，并考察了特质焦虑对这种关联的影响，发现高羞怯个体对暗示输赢线索的晚P2/早N2 波幅比低羞怯个体更强；无论反馈类型是“赢”还是“输”，高羞怯比低羞怯个体有更大的额叶P2和FRN 波幅，即高羞怯青少年对关于未来行为要求的环境线索和环境对他们行为的反馈都非常关注。值得注意的是，P2 波幅与焦虑无关，而FRN 效应在焦虑得到控制后不再存在，后续研究探讨 MFNs 和羞怯间的关系时需考虑焦虑的潜在影响。在大学生群体中，Yu等人（2019）采用自我参照效应范式与 ERP 技术相结合，探讨了羞怯/非羞怯大学生在面对他人评价时的神经差异，发现与非羞怯的大学生相比，羞怯大学生在面对自我相关任务和朋友相关任务的评论中均唤起了额区、顶区和中央区更大的P3成分，即他们对自己和朋友的评价更敏感，过度注意人际评价可能是羞怯个体的一种神经认知缺陷，这或许可以用来解释其在社交过程中的不适应认知。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.3羞怯与神经内分泌系统",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "关于神经内分泌系统在羞怯中的作用，目前主要以儿童为被试，探讨了皮质醇的影响，存在两种观点：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "一种认为皮质醇是影响羞怯个体认知加工（尤其是处理威胁）的重要因素。例如，Kagan 等人（1988）发现，与不受抑制儿童相比，气质性羞怯和行为抑制的儿童在早晨有更高的基线皮质醇水平、更快和稳定的心率。Davis 和Buss（2012）指出，对于羞怯儿童来说，与同龄人的互动是潜在的压力源，可能会引发消极的情绪和生理反应，并做出适应（独自玩耍）或不适应（旁观其他孩子玩耍，不参与）的行为以调节消极的情绪感受。儿童是否采用适应性或不适应的行为取决于两个方面：儿童的生理调节、母亲的情绪社会化。具体而言，皮质醇调节较差或非支持性母亲情绪反应水平较高的羞怯儿童参与更不适应的游戏行为，而皮质醇调节较好或支持性母亲情绪反应水平较高的羞怯儿童则参与更适应性的游戏行为。而在羞怯成年人身上，低基线皮质醇可能是影响他们回避威胁、新奇感和情绪唤醒的一种机制，并进而影响他们的社交（Tang etal.,2016b）；具体而言，唾液皮质醇唤醒反应较低的羞怯成人，他们大脑中与恐惧和退缩有关的区域表现出更大神经活动，并且不善交际（Tang et al.,2014）。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "另一种观点认为高低羞怯个体的皮质醇在认知加工过程中无显著差异。例如，Schmidt等人（1999）在儿童自我呈现焦虑的任务中发现，当任务变得越来越苛刻时，高气质性羞怯的儿童表现出焦虑行为的显著增加、右额叶脑电活动的增加以及心率的增加，但并未发现高低气质性羞怯儿童在唾液皮质醇指标上的显著差异。2007年，Schmidt等人再次探讨了羞怯、基线唾液皮质醇和静息心率之间的关系，发现羞怯是儿童唾液皮质醇升高的必要条件，但不是充分条件，即对于高羞怯的儿童，其唾液皮质醇水平从低到高不等，对于低羞怯的儿童，其唾液皮质醇水平普遍较低；而在羞怯与静息心率的关系中，没有发现这种关系模式，也就是说，神经内分泌和自主神经系统在羞怯中的作用不同。2018年，Poole和 Schmidt采用录像自我呈现任务，继续探讨不同羞怯亚型（积极羞怯：高度积极和高度回避；消极羞怯：低度积极和高度回避；非羞怯：低度回避）与学龄儿童社会适应和生理应激反应的关系，发现消极羞怯儿童比积极羞怯和非羞怯儿童的社交焦虑程度更高、社交能力较差，而且在任务过程中也表现出活动水平的降低；而积极羞怯和不羞怯的儿童在社会行为的所有测量指标中差异均不显著，三种亚型的羞怯儿童在皮质醇应激反应上无差异。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "关于自主神经系统，Dietrich 等人（2009）以儿童处于仰卧和直立位置时的心脏心率（HR）、呼吸性窦性心律不齐（RSA）、压力反射敏感性（BRS）等为指标，探讨了10\\~13岁儿童气质特征（高强度愉悦/羞怯）与植物性神经功能的关系。发现不论男孩还是女孩，高强度愉悦与仰卧位的HR呈负相关，与仰卧位的RSA 和BRS 呈正相关；而只在女孩中，羞怯与仰卧位的BRS 呈正相关。这提示，高情绪激活（愉悦）和高羞怯与较高的心脏迷走神经活动（RSA）和/或自主神经平衡的灵活调节（BRS）有关。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.4羞怯的认知神经基础 遗传学的视角 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Battaglia 等人（2017）以200对6\\~14岁的双胞胎为被试，采用ERP技术和双生子分析相结合，探讨了在被动观看不同社交情绪信号任务中，ERPs对不同情绪面孔的反应和羞怯-社交性之间的关联，以及遗传和环境因素对 ERP反应和羞怯-社交性关系间的影响。多变量双生子分析表明，羞怯、社交性和对社会情绪刺激的电生理反应（在 200-400毫秒对快乐、中性和愤怒情绪面孔的脑反应中出现的额叶晚期负性成分LNC 的波幅）之间的表型共变可以完全由共同的遗传因素解释，而不受环境影响，即对社会情绪信号的电生理反应、羞怯、社交性基本上都是可遗传的。这提示，就大脑“连接”个体间的社会交流而言，似乎有一个连贯的体系结构能够将这个特定的社会情感功能领域的病因、神经生理和行为水平联系起来，未来的研究可扩展到更广泛的信息处理阶段和认知过程，例如通过进一步研究ERP成分（如晚期正电位成分），以实现对羞怯本质的认识。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4羞怯的心理发展模型",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "从上述理论和实证研究中可以看出，当前关于羞怯的认知神经机制研究已成为羞怯研究的热点问题，其中：（1）关于羞怯的脑功能差异研究，主要发现羞怯与大脑的前额叶、边缘系统（杏仁核）等区域密切相关；（2）关于羞怯个体的认知加工过程，则发现羞怯个体无论在视知觉还是情绪加工过程中，主要激活额顶区域，表现为过度关注他人评价、对恐惧性刺激存在认知回避、对冲突和不确定性格外敏感、有更消极的归因风格和认知偏差；（3）关于羞怯个体的神经内分泌系统，仍存在不同观点，在心率方面，羞怯个体在这一指标上普遍表现出不同于一般个体的模式；（4）遗传学视角展开的研究证明羞怯存在遗传基础。这些研究成果为明晰羞怯背后的认知神经机制迈进了一步，但目前的成果并没有明确羞怯的脑机制，更没有解答生物学根源、脑环境、外环境等因素在羞怯形成机制中所",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "占的比重，其不足主要表现在：",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "其一，未明晰“人类为什么会羞怯”这一问题，即它的遗传机制。这需要从基因和脑内环境交互塑造羞怯的角度来理解。以往的理论和研究中，Schmidt等人对这一问题做出了初步假设，也有学者进行了相关实证研究的探讨，但并未得出因果结论，需要在此基础上进一步展开。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "其二，未考虑时间因素的影响。一方面，从人类进化时间轴的角度，需要考虑社会、文化等外环境因素对羞怯的影响，例如，在中国传统文化下，适度羞怯是被社会所接纳的，而在个人主义文化下，羞怯个体往往不能很好的适应；另一方面，从个体发展时间轴的角度，需要从个体的全年龄段出发，纵向分析羞怯的关键发展期及相对应的关键影响因素。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "其三，未阐明在社交情境下，羞怯个体的元认知和认知过程。个体从出生到成熟的发展过程中，其认知结构一直扮演着重要角色，在与环境的相互作用中不断重构，并指导行为（Piaget,1952）。尽管元认知模型提出了元认知这一概念，社会适应模型也突出了羞怯个体的认知对其参与社交的重要影响，但这两个模型并未具体分析羞怯者认知的形成过程和作用路径；上述模型也未阐明元认知和认知过程影响羞怯个体参与社交的具体路径。对于羞怯个体而言，他对自己羞怯的认知是如何形成和发展的？有哪些因素在起作用？这种认知又怎样指导其之后的认知、情绪、行为？",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "其四，未阐明在社交情境下，个体即时的羞怯唤醒情绪及其内部发展过程。总结以往羞怯概念，学者虽然强调“人际互动/社交参与”对个体羞怯的影响，但多是将羞怯作为一种人格变量来开展研究，并未从情绪角度出发，关注在具体社交情境中（如，面对他人评价时）的，个体的羞怯情绪唤醒体验及其发生发展过程。然而，这种短时的羞怯感绝大多数人都体验过（Asendorpf,1989），它的内部过程是怎样的?大脑在这种羞怯情绪的发生过程中是怎样发挥作用的？需要明晰。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "其五，未考虑“人类为什么要羞怯”这一本质性问题，即它是否是有价值的？从远古时期到现在，人类就一直存在羞怯这一心理现象，随着人类进化和时代变化，这一心理现象也从未消亡，那它是否有部分适应功能？到目前为止，DSM-5没有包括羞怯；而且，羞怯虽然意味着社交情境下的不适应，但在一定程度上可能具有部分进化意义，例如，总结目前的实证研究，可得出：羞怯个体在注意上偏负性（利于更快地觉察外部威胁）、情绪上敏感易焦虑（对威胁信息的预警功能）、行为反应上退缩（因为不负责解决问题，只负责传递信息）等。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "基于上述缺憾，提出羞怯的心理发展模型，用以理解羞怯的发展过程，如图1，包括以下部分：",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "（1）发展动力学和人类进化时间轴（图的下半部分）：遗传因素（易感基因）、内环境（脑）、外环境（学校、家庭、文化等）交互作用塑造羞怯发展。具体而言，在人类的进化过程中，自然选择会使个体及其后代对外部环境表现出有差别的反应性，即适者生存。因此，在这一过程中，某些个体会携带羞怯易感基因，这些易感基因不仅决定个体的脑内环境，同时也受脑内环境的影响，并在家庭、文化等外环境的调节下，塑造羞怯个体的元认知及认知过程。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "基于以往理论和实证研究，模型假设，羞怯的脑内环境是以前额叶为中心的认知控制系统和以杏仁核-下丘脑为中心的情绪系统交互作用的表达，具体而言，羞怯个体的认知偏差/情绪唤醒是前额叶皮层对杏仁核-下丘脑为核心的边缘系统调控失调的结果，即，在面对刺激时，高羞怯个体的杏仁核高激活，对低水平的新异刺激/社会评价进行了高情绪诠释，并将这一信息投射给卜丘脑在内的广泛脑区，卜丘脑通过调控自主神经系统（通过交感神经增强生理反应和副交感神经减弱生理反应的过程实现），实现情绪表达；在这一过程中，左、右前额叶皮层发挥自上而下的调节作用，即，高羞怯个体的右前额叶强激活（正反馈输入过量）、左前额叶弱激活（负反馈输入不足），导致处于激活状态的杏仁核、下丘脑等区去抑制（高兴奋），情绪调节能力变弱、不能做出适应性的行为。在不同的社交刺激情境中，高羞怯个体与低羞怯的脑内环境明显区分，表现出特异性，包括：脑结构的差异化、脑功能的偏侧化、脑网络的独特化，并且，在具体认知加工任务中，高低羞怯个体在不同带、不同认知成分上显著区分；",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "（2）个体发展时间轴（图的上半部分）：不同年龄段和关键发展期影响羞怯发展。西方多数认可Buss（1985）的转折期划分，即将羞怯分为恐惧型羞怯和自我意识型羞怯，两种形式之间的过渡发生在7\\~8岁（Crozier& Burmham,1990; Schmidt&Poole,2019a）。鉴于早期年龄段，个体的人格更多由先天因素所决定，而较少受文化等外环境因素的影响，因此本研究假设，在整个发展阶段上，中国儿童青少年应呈现出与西方大致无差的趋势，即羞怯的关键发展期很大程度上受自我意识的发展所影响（图上半部分的垂直线所标注的关键期），随着自我意识的成熟，不同羞怯水平个体的外化表现得以明显区分;",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "（3）聚焦社交情境（图的中间部分）：在具体情境中，羞怯的元认知影响个体认知过程的发展，使得羞怯个体呈现出生理、情绪、行为等方面的差异性表现；同时，不同水平的社交刺激情境也会唤醒个体不同程度的羞怯情绪;",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "（4）羞怯有其进化的含义和适应功能。",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/c5bc6086b2892daf5a21adc01e88b5037ee3983d9ac35062133e4d2384b310e8.jpg",
        "img_caption": [
            "图1羞怯的心理发展模型"
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "注：La、Lb、Lc 为假设的变化曲线；La 代表处于糟糕内外环境中的高羞怯个体，随着时间发展其羞怯水平的变化；Lb 代表处于良性内外环境中的高羞怯个体，随着时间发展其羞怯水平的变化；Lc 代表低羞怯个体随时间发展其羞怯水平的变化。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "5研究展望",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "当前，羞怯认知神经机制的研究还不完善，未来研究可以从以下几个部分展开。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "5.1人格角度：厘清“类别”问题还是“程度”问题",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "羞怯作为一个人格变量，它到底描述的是一小部分极端的个体，还是一个可以对整个样本进行排序的维度？对这一问题的明晰关系到研究者对羞怯本质的理解。从以往学者的定义来看，大部分还是倾向于将羞怯作为一种程度变量来理解。当然，对这一问题的回答需要大样本的调查，如 Zimbardo等人（1977）进行过羞怯的大样本调查，所得结果（类似于正态分布）更支持羞怯的程度划分。国内尚未有这样的数据，后续研究可予以关注。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "5.2情绪角度：关注即时的羞怯唤醒情绪 ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "当前，学者多是将羞怯作为一种人格变量来理解，虽然大都指出了社交情境因素（例如，恐惧社交情境中的负面评价）对个体羞怯的重要意义，但鲜有从情绪角度出发，关注具体刺激情境所诱发的即时羞怯唤醒体验及其内部过程。以往有研究者指出，羞怯作为一种与自我意识高度发展的变量，是一种需要明晰的自我意识情绪（Sznycer,2018）。那么，这种多数人都体验过的、即时的自我意识羞怯情绪感受（Asendorpf,1989），其内部发生过程是怎样的？而且，人作为社会属性的动物，离不开与他人的互动，那是否所有人都有过羞怯情绪体验，体验的程度、频率又是如何？不得而知。因此，也有必要从情绪的角度入手，探讨羞怯情绪体验的发生发展过程。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "5.3开发研究范式",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "当前，国内外对羞怯的主流研究方法仍是量表评定，量表的优势无需多言；但是，这种方法较难呈现出羞怯发展的动态性，也很难对羞怯的认知过程进行精确有效的测量。因此，应在继续羞怯量表编制研究的基础上，进行羞怯的实验范式开发。例如，在具体社交情境中研究羞怯时，可借鉴情绪研究的相关范式，进行羞怯情绪唤醒材料的编制和开发；也可将视觉搜索任务、Stroop 任务等经典实验范式融入到羞怯研究中，并结合目前的脑科学技术，以提出专门用于羞怯的研究范式；还可以借鉴气质的部分研究范式，例如，侯静等人（2009）研究儿童行为抑制的范式，并结合可便携携带的生理参数测量仪器以及可在动态中测量大脑活动的脑科学技术进行探讨。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "5.4加大羞怯认知神经机制的研究",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "在脑水平上，目前研究者围绕额叶和杏仁核等脑区、一些与感知觉和注意相关的 ERP成分，借助 fMRI、EEG、ERP等技术探讨了羞怯的神经机制。未来研究应加大不同脑科学技术的使用，继续深入挖掘羞怯的脑机制，包括以下几个方面：（1）关注不同频带脑活动。当前， $\\mathfrak { a }$ 波脑活动被认为是与羞怯特征相关的主导频带，以往模型也主要关注 $\\alpha$ 波脑活动，然而， $\\mathfrak { a }$ 波脑活动又可细分为慢波、中间波和快速波，分别代表个体不同的状态，这些脑波在塑造羞怯中发挥怎样的作用？而且，起源于新皮层的快波脑活动，如 $\\beta$ 波，容易在个体精神紧张和情绪不稳定的状态下出现，与思维和认知活动有关，其是否在塑造羞怯中也起到作用？（2）同时从功能分化和功能整合的角度研究。当前研究主要从功能分化的角度进行羞怯脑功能差异研究，关注额叶-杏仁核等区域以及经典的 $\\textbf { \\em a }$ 波脑活动与羞怯的联系。后续研究者有必要同时关注分布式脑网络模型及不同频带脑活动，以更深入了解大脑的神经活动是如何在特定的大脑区域之间进行交流的，以及哪些回路可能是羞怯变化的基础，并可能对“羞怯与大脑的某一局部（额叶）相关”的假设进行验证或是修订；（3)扩大对羞怯个体认知加工内容的探讨。目前，研究者主要关注了羞怯个体的视知觉、基本情绪识别和加工等认知过程，探讨了一些临床应用较广的、与感知觉和注意相关的 ERP 成分在羞怯个体认知加工中的作用，今后有必要同时探讨羞怯个体的记忆、执行控制、语言等认知过程，并需要深入分析社交情境这一影响羞怯发展过程的关键环境因素。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "5.5验证并拓展理论模型",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "元认知模型指出了元自我意识在个体羞怯发展过程中的重要作用，但并未在脑水平上对羞怯个体元认知的作用过程进行阐释；社会适应模型指出了个体在参与社交时的认知和情绪变化，但没有具体阐述其认知发展过程，也同样没有在脑水平上给予解释；侧化脑-体情绪模型阐述了羞怯个体的脑内环境，但没有对个体在具体社交情境中的羞怯发生过程予以说明，且“羞怯与大脑的某一局部（额叶）相关”的预设需要时间验证；环境影响的差别易感模型对遗传因素在塑造个体羞怯中的作用予以了解释。上述四个模型是西方学者在成人被试群的研究基础上总结的模型，后续需本土化和跨年龄段验证。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "本文提出羞怯的心理发展模型，尝试从人类进化时间轴和个体发展时间轴的角度分析羞怯形成的决定因素和关键影响因素，同时聚焦社交情境，从人格和情绪两个角度理解羞怯的发生发展过程及其背后的脑机制。后续研究或可以此模型为基础展开研究，包括以下部分：（1）从个体发展时间轴的角度出发，探讨不同年龄段羞怯表现的异同及相对应的关键发展期，以及大脑活动在之中所起的作用。当前，国内主要以 Zimbardo 等人提出的羞怯概念为基础进行研究，探讨了羞怯的影响因素和作用结果，年龄段集中于中学和大学阶段，得出了较为丰富的结果。然而，已有成果多为横断关系研究，基于这些结果不能从连续发展的角度来了解羞怯；此外，西方学者虽然已在脑水平上得出了一些比较有价值的成果，但相当部分基于的是“羞怯与大脑的某一局部（额叶）相关”这一预设；而国内对羞怯的脑机制关注又明显不足。所以，后续研究或可采用横断和追踪结合的方式，从婴幼儿阶段出发，全年龄段探讨羞怯的发展过程，并从脑结构的差异化、脑功能的偏侧化、脑网络的独特化以及不同认知加工任务（关注不同频带、不同成分）等多角度切入，加大对羞怯脑机制的探讨，从而明晰羞怯的关键发展期及在每个关键期内相对应的决定因素和影响因素；（2）在具体的社交情境中分析羞怯。一方面，羞怯是一种相对稳定的人格特征，这种人格特征会影响个体的日常生活和社交参与；另一方面，在具体的社交情境中，个体也可能因为所处情境的特点（如，面临社交威胁时）而有不同水平的羞怯感受（Asendorpf,1989）。因此，也可从情绪角度出发，探讨个体即时的羞怯情绪唤醒水平差异，以及具备哪些人格特质的个体在“人际互动/社交参与”等情境下更容易唤醒羞怯情绪，并从“对社交情境中刺激的感知、产生羞怯的内部过程、由于羞怯而产生的行为倾向、对前面三个因素的评价”等角度去分析其心理因素；（3）综合上述两部分的研究成果，从人类进化时间轴出发，综合分析遗传、脑内环境、外环境等因素对羞怯的影响及作用大小。例如，可通过追踪研究、跨文化比较以及元分析等方式，并结合脑科学与基因科学技术，从而获悉各因素对羞怯形成机制的贡献。值得注意的是，在以中国被试为研究主体时，需要考量强调谦逊等品格的传统文化对中国人羞怯的塑造。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "陈英敏.(2012)．初中生羞怯的结构、特点及遗传与环境的影响作用(博士学位论文).山东师范大学，济南。韩磊，马娟，焦亭，高峰强，郭永玉，王鹏.(2010).羞怯与非羞怯大学生在早期面孔加工中的差异—来自",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "ERP 的电生理学证据．心理学报,42(2),271-278.侯静，陈会昌，陈欣银.(2009).儿童2\\~7岁行为抑制性发展对7岁时问题行为、学校适应的预测作用．心",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "理发展与教育,25(2),13-20.苏素美，吴裕益.(2008).害羞量表之修订及其效度研究．国立政治大学(教育与心理研究),31(4),53-82.谢刚，刘翔平.(1996).关于大学生羞怯表现及其原因的调查研究．社会心理研究,2,13-18.朱媛媛，姚本先.(2010).大学生羞怯现状调查与分析．保健医学研究与实践,7(1),21-22.",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Asendorpf,J.B.(1989).Shyness as a final common pathway for two different kinds ofinhibition.Journal of Personality and Social Psychology,57(3),481-492. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Asendorpf,J.B.(1990). Beyond social withdrawal: Shyness,unsociability,and peer avoidance. Human Development,33,250-259. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Battaglia,M.,Michelini,G.,Pezzica,E.,Ogliari,A.,Fagnani,C.,Stazi,M.A.,Bertoletti,E.,&Scaini,S.(017). Shared genetic influences among childhood shyness,social competences,and cortical responses to emotions. Journal of Experimental Child Psychology,160,67-80. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Belsky,J.,&Pluess,M. (2oo9).Beyond diathesis stress:Diferentialsusceptibilitytoenvironmental influences. Psychological Bulletin,135(6), 885-908. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Buss,A.H. (1985).Two kinds of shyness.InR.Schwarzer (Ed.),Self-related cognitions inanxietyand motivation (pp.35-54). Hillsdale, New Jersey: Erlbaum. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Carducci,B.J.,Stubbins,Q.L.,&Bryant,M.L.(2008).Still shy after all these (30) years: 1977 versus 2007. Poster Presentation at the Meeting of the American Psychological Association, San Francisco, US. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Cheek,J.M.,&Melchior,L.A.(199o).Shyness,self-esteem,and self-consciousness.New York: Springer. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Coll, C.,Kagan,J.,&Reznick,J.(1984).Behavioral inhibition inyoung children. Child Development,55(3), 1005-1019. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Corr,P.J.(2oo4).ReinforcementsensitivitytheoryandpersonalityNeuroscienceandBiobehavioralReviews,28(3), 317-332. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Crozier,W.R.,& Burnham,M.(1990).Age-related differences in children's understandingofshyness.British Journal of Developmental Psychology,8(2),179-185. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Darwin,C.(1872).The expression of the emotions in man and animals,New York:AMS Press ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Davis,E.L.,& Buss,K.A. (20l2).Moderators of the relationbetween shyness and behavior with peers:Cortisol dysregulation and maternal emotion socialization. Social Development, 21(4), 801-820.   \nDietrich,A.,Riese,H.,Roon,A.,Minderaa,R.B.,Oldehinkel,A.J.,Neeleman,J.,&Rosmalen,G.M.(2009). Temperamental activation and inhibition associated with autonomic function in preadolescents.the trails study. Biological Psychology, 81(1), 67-73.   \nFabes,R.A.,& Eisenberg,N. (1992). Young children's coping with interpersonal anger. Child Development,63(1), 116-128.   \nHenderson, H. A. (2010). Electrophysiological correlates ofcognitive control and the regulation of shyness in children. Developmental Neuropsychology,35(2),177-193.   \nHenderson,L.E.(2014). Compasionate social fitness: Theory and practice. Retrieved December3,2021,from http://www.shyness.com/research-and-presentations/   \nHenderson,L.E.,& Zimbardo,P.G.(2oo1).Shyness as a clinical condition: The Stanford model. In W. R. Crozier,&L.E.Alden, (Eds.), International handbook of social anxiety: Concepts,research and interventions relating to the self and shyness (pp. 431-447). New York: John Wiley and Sons Ltd.   \nJetha,M. K., Schmidt,L.A.,& Goldberg, J. O.(2009). Resting frontal EEG asymmetry and shynessand sociability in schizophrenia: A pilot study of community-based outpatients. International Journal of Neuroscience, 119(6), 847-856.   \nJetha,M.K., Zheng,X.,Schmidt,L.A.,& Segalowitz,S.J. (2012).Shynessand the first 100 ms of emotional face processing. Social Neuroscience, 7(1),74-89.   \nKagan, J. (1998).Biology and the child. In W. Damon,& N. Eisenberg (Eds.), Handbook ofchild psychology, social,emotional, and personality development (pp.177-235).Hoboken,New Jersey: Wiley.   \nKagan,J.,Reznick,J.S.,& Snidman,N.(1988).Biological basis ofchildhood shyness.Science,240,67-171.   \nLackner, C.L.,Santesso,D.L.,Dywan,J., Wade,T.J.,&Segalowitz,S.J.(2014).Event-related potentials elicited to performance feedback in high-shy and low-shy adolescents.Infant and Child Development,23(3), 283- 294.   \nLahat,A.,Tang,A.,Tanaka,M., Van Lieshout,R.J.,Macmilan,H.L.,& Schmidt,L.A. (2018).Longitudinal associations among child maltreatment, resting frontal electroencephalogram asymmetry,and adolescent shyness. Child Development, 89(3),746-757.   \nMiskovic,V.,& Schmidt,L.A. (2012).New directions in the studyof individual differences in temperament: A brain-body approach to understanding fearful and fearless children. Monographs of the Society for Research   \nPiaget,J. (1952).The origin of intelligence in children.New York: International University Press.   \nPoole,K.L., Santesso,D.L., Van Lieshout,R.J.,& Schmidt,L.A. (2019).Frontalbrain asymmetry and the trajectory of shyness across the early school years.Journal ofAbnormal Child Psychology,47(7),253-1263.   \nPoole,K.L.,& Schmidt,L.A. (2018).Smiling through the shyness: The adaptive functionof positive affect in shy children. Emotion,19(1),160-170.   \nSchmidt,L.A.,Fox,N.A.,Rubin, K.H.,& Sternberg,E.M. (1997). Behavioral and neuroendocrine responses in shychildren. Developmental Psychobiology,30(2),127-140.   \nSchmidt,L.A.,Fox,N.A.,Schulkin,J.,& Gold,P.W. (199). Behavioral and psychophysiological correlatesof self-presentation in temperamentally shy children. Developmental Psychobiology,35(2),119-135.   \nSchmidt,L.A.,& Miskovic, V. (20l3). Anew perspective on temperamental shyness: Differential susceptibility to endo environmental influences. Social and Personality Psychology Compass,7(3),141-157.   \nSchmidt,L.A.,&Poole,K.L. (2o18). Children's shyness and frontal brain maturation. Personalityand Individual Differences,127, 44-48.   \nSchmidt,L.A,&Poole,K.L. (219).Onthebfurcationoftemperamentalshynes: Development,adaptation, and neoteny. New Ideas in Psychology,53(5),13-21.   \nSchmidt,L.A.,& Poole,K.L.(2019).Frontal brain maturation and the stability of children's shyness. Developmental Psychobiology, 62(4), 446-453.   \nSchmidt,L.A.,Santesso,D.L.,Schulkin,J.,&Segalowitz,S.J. (2o7).Shyness isanecessary but notsufficient condition forhighsalivarycortisol in10year-oldchildren.Personality and IndividualDiffrences,43,1541- 1551.   \nSylvester, C.M., Whalen,D.J.,Belden,A. C.,Sanchez,S.L.,Luby, J.L.,& Barch,D.M. (2018).Shynesand trajectories of functional network connectivity over early adolescence. Child Development,89(3),734-745.   \nSznycer,D. (2o18).Forms and functions ofthe self-conscious emotions.Trends in Cognitive Sciences,23(2),143- 157.   \nTang,A.,Beaton,E.A.,Schulkin,J.,Hal,G.B.,&Schmidt,L. (2014).Revisiting shyness and sociability: A preliminary investigation of hormone-brain-behavior relations.Frontiers in Psychology,(5),Article 1430.   \nTang,A.,Beaton,E.A.,Tatham,E.,Schulkin,J.,& Schmidt,L.A.(2O6).Processingofdifferenttypesofsocial threat in shynes: Preliminary findings of distinct functional neural connectivity. Social Neuroscience, $\\boldsymbol { I I } ( 1 )$ 15-37.   \nTang,A.,Santesso,D.L.,Segalowitz, S.J.,Schulkin,J.,& Schmidt,L.A. (2016). Distinguishing shyness and sociability in adults: An event-related electrocortical-neuroendocrine study. Biological Psychology,119,200- 209.   \nTatham,E.L.,Schmidt,L.A.,Beaton,E.A.,Jay,S.,&Hall,G.B.(2o13).Processing of affective faces varing in valence and intensity in shy adults: An event-related fMRI study. Psychology and Neuroscience, 6(1),52-59.   \nWeeks, J. W.,& Howel,A.N.(2O14).Fear of positive evaluation: The neglected fear domain in social anxiety. In J. W. Weeks (Ed.),The Wiley Blackwell handbook of social anxiety disorder (pp.433-453). Hoboken,New Jersey: John Wiley and Sons.   \nWolfe, C.D.,& Bell,M.A. (2014). Brain electrical activity of shy and non-shy preschool-aged children during executive function tasks. Infant and Child Development,23(3),259-272.   \nXu,Y.,Farver,J.A. M.,Yu,L,& Zhang,Z. (209).Three typesof shyness in Chinesechildren and the relation to effortful control.Journal of Personality and Social Psychology,97(6),1061-1073.   \nYang,X., Kendrick, K. M., Wu, Q., Chen,T.,Lama,S., Cheng,B., Li, S., Huang, X.,& Gong, Q. (2013). Structural and functional connectivity changes in the brain associated with shyness but not with social anxiety. PLoS One,8(5),Article e63151.   \nYang, X., Wang, S. Q., Kendrick, K.M., Wu, X.,Yao,L.,Lei,D., Kuang, W.H.,Bi,F., Huang, X. Q.,He, Y., & Gong, Q.Y. (2Ol5). Sex diferences in intrinsic brain functional connectivity underlying human shyness. Social Cognitive and Affective Neuroscience,10(12),1634-1643.   \nYu,Y.,Sun. H., Gao,F.Q.,& Han,L. (2019). Neurocognitive deficits in shy college students: An event-related potential analysis of the P3 component evoked by evaluations of others. Personality and Individual Differences,138,40-47. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Zimbardo,P.G.(1977). Shyness: What it is,what to do about it.New Jersey: Addison Wesley. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Cognitive mechanism and neural basis of shyness ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "LI Liang, LI Hong ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "(School of psychology, South China Normal University) ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Abstract: Shyness refers to individuals’inhibition in a social situation; it can be an obstacle to participation in social interactions.In recent years,there has been an increase in cognitive neuroscience research on shyness. Within the frameworks of the metacognition model of shyness, the social fitness model of shyness,the lateralized brain-body emotion model of shyness,and the differential susceptibility to environmental influences model of shyness,researchers have explored the brain function differences,related brain networks,and cognitive processes underlying shyness. Based on the above, this study proposes a psychological development model of shyness.Future research on shyness should be studied from personality and emotion simultaneously,and continue to develop research paradigms of shyness so as to deeply explore the brain mechanism of shyness. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Key words: Shyness, Cognitive and neural mechanisms,Psychological development model of shyness ",
        "page_idx": 21
    }
]