[
    {
        "type": "text",
        "text": "动机冲突影响混合跨期决策：趋近-回避动机理论 视角\\* ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "孙海龙」安薪如² 李爱梅² 赖慧燕」 李泽虹1(1广东外语外贸大学商学院，广州510006)(暨南大学管理学院，广州510632)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 组织与个人面临的许多决策，既无纯粹获益，也无纯粹损失，往往需要同时对未来不同时间点的损益加以权衡，这类损益兼具的决策称为混合跨期决策。过往研究通常沿用纯粹获益或损失跨期决策的理论框架，缺乏与混合跨期决策相匹配的理论建构和决策过程探索。基于此，本研究从趋近-回避动机理论出发，探索动机冲突影响混合跨期决策的过程机制。研究一拟探讨混合跨期决策中动机冲突特点，及其与决策行为之间的关系。研究二则计划分别操纵影响动机冲突程度的内源性因素(得失金额的相对差异程度)和外源性因素(资源有限程度)，试图揭示动机冲突程度与混合跨期决策之间的因果链条。研究三拟采用鼠标追踪技术，基于决策过程指标进一步探索动机冲突影响混合跨期决策的过程机制。我们预期该研究结果有利于从动机冲突视角揭示并建构混合跨期决策的作用机制，同时也将为涉及混合跨期情境的企业管理和个体消费决策提供科学依据。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词混合跨期决策，决策过程，动机冲突，趋近-回避动机，鼠标追踪技术",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "现实生活中，损失和收益并存的复杂决策问题是组织或个体常常需要面对的现实难题。在组织层面，企业经营中研发投入的增加会导致近期收益减少，却可能在未来为企业赢取更大的竞争优势与利润。在个体层面，人们花费时间和金钱继续深造会增加当下的资源付出，却可能在将来为自身的职业生涯赢得更大的优势与收益。面对这类损益兼具的复杂决策，如何权衡得失并做出优质决策，已成为决策者的必修课。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "上述针对未来进行决策的问题涉及行为决策领域的核心议题之一——跨期决策(intertemporal choice)。跨期决策指人们对发生在不同时间点的选项所进行的权衡(Fredericket al.,2002)。过往的跨期决策研究主要聚焦于纯粹获益(pure gain)或损失(pure loss)情境，然而，在现实生活中，组织和个体通常需要综合考虑损失和获益后进行抉择。例如，金钱本身往往隐含着\"先得后失\"的特性，要求个体支付金钱之前必须先将\"金钱放进口袋\"(put inpocket)(刘欢等,2009)。这类损失和收益并存的跨期决策被称为混合跨期决策(gain-loss mixedintertemporal choice)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前，混合跨期决策的研究方兴未艾。已有研究普遍暗含着以下前提假设：混合跨期决策与纯粹获益或损失跨期决策基于同一个决策过程，两者具有相同的选择偏好(Rao & Li,2011; Sun& Jiang,2015)。然而，最近有研究发现，相比于纯粹获益的跨期决策任务，个体在即时收益为小额损失的混合跨期决策中具有更高的远期偏好(Reyes-Huerta et al.,2021)。这说明，混合跨期可能具有不同于纯粹获益或损失跨期的决策过程。更为重要的是，目前跨期决策的理论模型(如基于维度或基于选项理论)均是在纯粹获益或损失情境基础上加以建构，未能揭示混合跨期决策中损益兼具的本质特征(孙海龙等，2021)。显然，对于混合跨期决策这一前沿研究领域，现有理论模型无法对其做出有效的理论指导。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "检视混合跨期决策情境，我们认为在获益和损失并存的混合跨期决策中，个体的基本决策过程正是聚焦在“追求获益”和“回避损失”之间的冲突权衡，这与“趋近-回避动机”理论所探讨的人类基本心理和行为模式相契合(Stillman et al.,2018)。根据趋近-回避动机理论，“趋利避害\"是人类行为的基本动机，个体往往会面临趋利(关注积极刺激)与避害(关注消极刺激)动机之间的冲突，动机冲突程度影响个体的决策偏好(Elliot,2013)。例如，Etkin 和Memmi(2021)的研究揭示动机冲突影响个体时间分配决策。该研究发现当个体感知到更大程度的动机冲突时，会增加对工作时间分配，降低对休闲的时间分配。上述研究在一定程度上表明动机冲突与决策结果存在逻辑关联性，这为运用趋近-回避动机理论揭示混合跨期决策偏好规律提供了理论支持(Stillman et al.,2020; Etkin& Memmi,2021)。我们认为作为混合跨期决策的基本心理特征，这种趋近-回避动机冲突对揭示与预测个体在其中的决策偏好规律起到重要作用。然而，趋近-回避动机冲突如何影响个体混合跨期决策偏好？动机冲突影响个体混合跨期的决策过程如何？这一系列问题仍亟需解答。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "此外，为数不多涉及混合跨期决策的研究主要基于行为结果或模型拟合(goodness-of-fitting)等方法来检验个体的决策策略，无法清晰地说明决策过程(Brandstatter etal.,2006)。有学者指出，结合鼠标追踪(mouse tracking)等新兴的过程追踪技术有助于探索个体在动机冲突中的动态决策过程(Stillman et al.,2018; Stillman & Ferguson,2019)。因此，借助趋近-回避动机理论框架，本研究拟综合运用行为实验和鼠标追踪技术，探索动机冲突对混合跨期决策的影响及其过程机制。本研究提出并尝试建构动机冲突影响混合跨期决策的理论模型，有助于深入刻画混合跨期决策的内在加工机制。与此同时，研究结果预期可以拓展至市场营销等领域，针对企业、消费市场中普遍存在的混合跨期决策情境，为企业营销和消费者购买决策提供科学依据。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2国内外研究现状",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1获益-损失混合跨期决策的偏好规律探索 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "跨期决策包含单时点和多时点跨期决策两种类型。混合跨期决策中每个选项(Sooner-smaller option,SS vs.Later-Larger option,LL)均同时涉及损失和获益，应属于多时点跨期决策。依据单时点跨期领域的主流决策理论，个体进行跨期决策应遵循折扣计算的过程，即按照同一比率(时间折扣率)对未来不同时间点的效用进行折扣，更加偏好近期收益(Amasino et al.,2019; Sun et al.,2020；梁竹苑，刘欢,2011)。那么，对于可看作多时点跨期决策的混合跨期决策，人们具有怎样的选择偏好？围绕上述问题，研究者开展了一些初步探索。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "首先，以往研究普遍表明，相比于单时点跨期决策任务，混合跨期决策任务中个体更加偏好远期选项。例如，Rao 和Li(2011)在获益型单时点跨期决策任务(SS：现在获得Y1,000,000；LL：10年后获得￥5,000,000）上添加共同结果\"1年后损失 $\\yen 2,000,000$ ，构成了最简单的获益-损失混合跨期决策任务(SS'：现在获得￥1,000,000，1年后损失Y2,000,000；LL'：1年后损失Y2,000,000，10年后获得￥5,000,000)。结果发现，相比单时点的跨期决策，在获益-损失混合跨期决策中，人们更加偏好远期选项。进一步地，Sun 和Jiang (2015)通过在获益型单时点跨期决策选项之后的相同位置(SS：三周内获得 220元,LL：五周内获得 270 元)添加了损失选项，构成了混合型跨期决策任务(SS'：三周后获得 220 元，六周后支付21元，LL：五周后获得 270元，六周后支付27元)，结果同样发现相比于单时点跨期决策任务，人们在获益-损失混合跨期决策中更加偏好远期选项。甚至有研究表明在获益型跨期决策任务(SS：一周后获得Y120；LL：四周后获得Y150)任何位置添加相同的损失结果(SS'：现在支付￥11，一周后获得￥120；LL'：现在支付￥11，四周后获得￥150),个体的时间折扣率均会降低，对远期选项的选择倾向会相应提高(Jiang etal.,2014)。此外，有研究发现，在不改变其他维度的情况下，仅通过操纵表述，将单时点跨期任务(例如，今天获益￥45vs.61天获益 $\\yen 65$ )描述为混合型跨期决策任务(例如，“今天获益 $\\yen 45$ 表述为“今天获益 $\\yen 45$ ，因为罚款 $\\yen 20^$ )，个体的决策偏好也会更加偏好远期选项(Faralla et al.,",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2017)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "其次，以往研究发现，相较于经典的单时点跨期决策，包括混合跨期决策在内的多时点跨期决策中存在更多违反经济理性的现象。Scholten 和Read (2014)的研究结果发现，在获益情境的单时点跨期决策中(SS：今天获得￥75；LL：1年后获得￥100)，通过在 SS 选项后增加一个小的损失(SS'：今天获得 $\\yen 75$ ，一年后损失5元)；或在LL 选项的前添加一个小的损失(LL'：今天损失￥5，1年后获得 $\\yen 100$ ）使得一个选项构成混合跨期决策情境。虽然客观上使得对应选项价值变小，但结果发现人们对该选项的选择倾向更高，即：“更差的选项变得更有吸引力\"(worse is better)。与之相一致，损失情境的单时点跨期决策中(SS：今天损失￥75；LL:1年后损失 $\\yen 100)$ ，在 SS 选项后增加一个小的收益(例如 SS'：今天损失￥75,一年后收益￥5)；或在LL 选项的前添加一个小的收益(LL'：今天收益￥5，1年后损失￥100)构成混合跨期决策。虽然客观上使得损失选项变为一个价值更大的选项，但是却降低了个体对该选项的偏好，“更好的选项变得更差”(better is worse)(Scholten& Read,2014)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "综上，已有研究初步探讨了人们在混合跨期决策任务中的选择偏好(Rao&Li,2011;Jiang et al.,2014; Read& Scholten,2012)。一方面，结果表明：不同于单时点跨期决策，混合跨期决策中往往存在与时间折扣等理性经济模型预测不符的现象。另一方面，上述研究中通常将混合跨期决策任务与纯粹获益或损失的多时点跨期决策任务不加以区分。因为研究往往假设两者并无本质性差异：纯粹获益或损失的多时点跨期决策在原有单时点跨期决策任务中，添加“与原选项相同性质的结果\"构成；混合跨期决策是在原有单时点跨期决策中添加与“原选项跨期性质不同的结果\"构成。然而，我们认为：与纯粹获益或损失情境不同，混合得失情境下的跨期决策更为复杂，需同时考量损失与获益、时间与结果等不同动机冲突(motivation conflict)(孙海龙,2018)。此外，已有研究主要采用基于结果或模型拟合的研究方法，行为结果层面的一致性并不能直接解释决策背后真实的决策过程(Weber&Johnson,2009;Johnson et al.,2008)，也无法为动机冲突影响混合跨期决策的过程机制探索提供更为本质的解答。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2获益-损失混合跨期决策的理论机制",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前，混合跨期决策的理论解释主要基于纯粹获益或损失情境下多时点跨期决策的理论模型，包括权衡理论(trade-off model)和序列理论(sequence model)(孙海龙等,2021)。前者假设个体基于维度间效用比较做出决策(例如，时间维度与金钱维度)(Read& Scholten,2012)。后者则假设人们根据选项间的效用大小做出决策(Loewenstein&Prelec,1993)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.1权衡理论",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "权衡理论可以看作是基于维度(atribute-based)的决策模型(Scholten& Read,2010)。基于维度是指决策主要是基于维度比较而做出的。例如，个体把\"结果\"维度上的差异和\"时间\"维度上的差异进行比较，最终选择占优选项(Scholten et al.,2016)。具体而言，权衡理论假设跨期决策中个体分别对不同选项的结果维度赋予心理价值，并计算不同选项中“结果维度”的心理价值差异程度。与此同时，个体再比较两个选项中\"时间维度\"的心理价值差异。最后，在\"结果\"维度的差异与\"时间\"维度的差异程度之间进行权衡，做出决策。若个体感知到时间维度间的心理价值差异比结果维度间的更大，则倾向依据时间维度加以决策，更加倾向选择及时可得的近期选项；若结果间的差异比时间维度间更大，个体更加倾向选择金额更大的远期选项。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "混合跨期决策同时涉及获益和损失两个不同时点的结果，本质上可看作多时点跨期决策(孙海龙等，2021)。根据权衡理论的观点，涉及到多时点跨期决策情境，决策者首先需要将两时点结果(two dated outcome)转化为单时点的结果(single dated outcome)，随后决策者再对时间维度和结果维度的差异加以比较，最终做出决策(Scholten etal.,2016)。因此，根据权衡理论，混合跨期决策与纯粹获益或损失的多时点跨期决策并无实质差异，均是将多时点结果转为单时点结果，遵循基于维度的原则进行决策。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.2序列理论",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "与权衡理论不同，序列理论可看作是基于选项(alternative-based)的理论模型(Loewenstein&Prelec,1993)。基于选项是指各选项被独立赋予一个主观价值，主观价值最大的选项被选择(孙红月，江程铭,2016)。具体而言，序列理论认为人们在对一个序列的价值进行判断时，并不只是考虑序列每个时间点单个结果的价值累积，还会考虑不同序列的整体特征的价值(Loewenstein&Prelec,1993)。其中序列的整体特征包括改善效用(improvementscore)和延展效用(spreading score)。改善效应取决于序列结果的变化趋势(递增，递减)，结果逐渐向好的改善型序列将增加总体序列的价值；延展效用则取决于序列结果偏离连续时间内均匀分布的程度，偏离均匀分布将削弱总体序列的价值。根据序列理论，可以将混合跨期决策看作是不同变化趋势的序列。例如，先损失再获益的混合跨期决策可看作递增序列，先获益再损失的混合跨期则看作递减序列。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "虽然上述理论对混合跨期决策具有一定解释力，但是仍存在诸多局限。首先，权衡理论主要是基于纯粹获益情境下的多时点跨期决策情境构建而成。已有研究表明，并不存在统一的跨领域的效用函数(Abdellaoui et al.,2013)，因此，虽然理论上可将混合跨期决策看作多时点跨期决策，但权衡理论是否适用于同时涉及损失和获益的混合跨期决策仍缺少直接证据检验(Scholten et al.,2016；孙海龙等，2021)。同样的，序列理论对混合跨期决策的解释同样存在不足(Jiang et al.,2017)。例如，根据序列理论预测，在远期选项的前面添加一个小的损失构成了这类混合跨期决策，可看作递增序列(先损失后获益同样可以看作是递增序列)，因此，人们更加偏好该类选项(Scholten&Read,2014)。但 Jiang 等(2017)的研究发现，在原有损失选项之后增加一个收益之后构成的混合跨期决策任务同样可以看作递增序列的条件下，研究结果却发现人们对于递增序列的选择偏好更低，这与序列理论预测不符。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3动机冲突的视角探索混合跨期决策偏好规律",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "近年来，也有研究者提出可以从个体动机这一基本心理特征出发，探索跨期决策的偏好规律(Bartels & Urminsky,2011; Bartels & Urminsky,2015; Stillmana et al.,2020)。例如,Frederick 和Loewenstein (2008)的研究表明，涉及多时点跨期决策中，个体最终决策的做出往往是不同动机相互竞争后的结果。不同动机的权重往往会受到情境的影响，包括预期(Anticipation)、担忧(dread)、推断(Extrapolation)、对比效应(contrast)等。进一步，Urminsky和 Kivetz (2011)通过多个实验表明当两个选项前添加一个即时可得的金钱，虽然价值很小但象征性的满足了个体对于即时金钱的冲动需求，一定程度上会降低近期和远期目标之间的动机冲突程度，使得个体可以更有耐心等待远期目标。此外，甚至有研究表明决策过程中冲突程度对决策行为的影响具有溢出效应，将影响个体在后续与冲突情境无关的判断与决策(Kleiman & Hassin,2011,2013; Etkin & Memmi,2021)。例如，Etkin 和 Memmi (2021)研究发现冲突程度影响个体后续工作中的时间分配，当个体感知更大的冲突时，增加了花在工作上的时间，减少了花在休闲上的时间。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "具体到混合跨期决策情境，个体面临的是获益和损失结果并存的决策任务情境，需要在“趋利”和“避害”动机冲突之间进行权衡。在决策过程中，当个体追求其中一个具有高诱惑选项(“趋利”)的同时可能需要承担相应的损失，而当规避任何损失(“避害”)时则意味着同样无法获得奖赏。这种\"趋利避害\"动机冲突正包含在趋近-回避动机理论所探讨的人类基本心理和行为模式之中(Stillman et al.,2018)。根据趋近-回避理论，趋近和回避动机作为基本动机冲突，反映着个体与环境的相互作用方式，是人类趋利避害，适应环境的核心机能(Elliot,2013)。我们认为趋近-回避动机理论能够为揭示动机冲突对混合跨期决策决策过程机制提供坚实的理论框架。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "综上，虽然有研究对混合跨期决策的偏好规律及其理论机制进行了初步探索，但依旧存在如下不足与局限：(1)仍通常沿用纯粹获益或损失情境下的跨期决策理论框架，忽略了混合跨期决策中，个体“追求获益”和“回避损失”两方面动机并存的基本特征。(2）缺乏从趋近-回避动机理论视角，探讨动机冲突影响混合跨期决策的理论建构。(3）以往研究普遍采用基于行为结果的范式，尚缺乏对动机冲突影响混合跨期的动态决策过程的清晰阐释，难以深入刻画混合跨期决策的决策过程。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3研究构想",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "本研究涉及的获益-损失混合的跨期决策领域是具有重要理论和实践价值，但亟待加强研究的领域。围绕\"动机冲突如何影响混合跨期决策\"这一关键核心问题，本研究拟主要探讨如下几个具体的研究问题：(1）混合跨期决策中具有怎样的动机冲突？(2）混合跨期决策中动机冲突如何影响个体决策偏好？(3）混合跨期决策中动机冲突影响个体决策偏好的过程机制如何？",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "为此，我们拟基于趋近-回避动机理论框架，综合使用行为实验和鼠标追踪技术，系统探索混合跨期决策中动机冲突影响选择偏好的决策过程机制，预期开展3项研究共6个实验。具体而言：(1)研究一计划探讨混合跨期决策中动机冲突特点，及其与决策偏好的关系。首先，我们拟采用被试间实验设计，运用跨期决策阶梯偏好范式初步揭示混合跨期决策中决策冲突与选择偏好的关系。同时，采用被试内重复测量实验设计拓展研究结果，要求个体自评动机冲突，进一步检验动机冲突与混合跨期决策的关系。研究一将为后续研究二和研究三的决策研究奠定范式基础。(2）研究二拟通过操纵外源性和内源性因素，影响动机冲突程度，直接检验混合跨期决策中动机冲突对决策偏好的影响机制。(3)研究三则计划采用决策过程指标，运用鼠标追踪技术进一步探索混合跨期决策中动机冲突影响决策偏好的决策过程。研究通过决策反应时，结合鼠标追踪技术(mouse tracking)的鼠标轨迹等指标反映混合跨期决策中的动机冲突程度，揭示动机冲突影响混合跨期决策的动态过程机制。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1研究一：混合跨期决策中动机冲突与选择偏好的关系探索",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "动机是激发和维持有机体的行动，并将使行动导向某一目标的心理倾向或内部驱力(Elliot,2013)。趋近(Approach)和回避(Avoidance)是动机的两种最基本形式(聂琦等,2022)。其中，趋近动机(approach motivation)是指积极刺激对行为的激发或使得行为指向积极刺激，积极刺激包括积极情绪、金钱收益等。回避动机(avoidance motivation)则是消极刺激对行为的激发或者使行为的方向远离消极刺激，消极刺激包括金钱损失、威胁等(Elliot,2013)。混合跨期决策任务同时涉及获益与损失结果，使得个体同时面对积极刺激和消极刺激，可能引发个体趋近收益与回避损失动机之间的冲突。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "根据趋近-回避动机理论，潜在的不同强度的趋近和回避动机冲突，对个体行为产生影响。其中趋近动机增强个体对收获、奖励的追求和敏感性，导致个体更倾向于寻找环境中的奖励，出现更多趋近行为(Carver& White,1994; Higgins et al.,1997)；回避动机增加个体对损失或潜在惩罚的规避和敏感性，导致个体更倾向于警惕环境中的威胁，出现更多回避行为(Carver&White,1994)。这种趋近-回避动机冲突强度预示着对应行为的可能性，最终决策结果取决于两者动机强度之间是否有足够差异来支持或反对某一行为(Guerrero et al,2021)。我们推断：个体的趋近收益与回避损失的动机冲突越强烈，在最终决策之前，个体犹豫不决的时间越长。相较于纯粹获益或损失的多时点跨期决策任务，获益-损失混合跨期决策中存在更强的趋近-回避动机冲突，且反应时是动机冲突的行为指标。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "具体而言，研究一包含两项子研究，研究1a采用被试间研究设计，运用自适应的跨期决策时间折扣范式(Reyes-Huerta et al.,2021)，对比纯粹获益或损失情境下的多时点跨期决策，初步检验混合跨期决策中动机冲突特点。在此基础上，研究1b进一步采用被试内研究设计，同时要求被试自评不同选择决策冲突程度，直接测量决策冲突程度，构建动机冲突程度与混合跨期决策的回归方程，进一步检验动机冲突与混合跨期决策的相关关系。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2研究二：混合跨期中动机冲突对选择偏好的影响机制",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "研究一本质上是在没有任何实验操纵的决策状况下，探索混合跨期决策中动机冲突特点及其与个体决策偏好的关系。研究二计划采用行为实验操纵动机冲突程度，进一步揭示混合跨期决策中动机冲突程度对个体选择偏好的影响。根据影响因素来源，将影响动机冲突的因素区分为内源性因素和外源性因素。前者聚焦于决策选项内的得-失结果价值的差异程度；后者主要聚焦于外部资源有限性(Shah et al.,2012)。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "对于内源性因素，已有研究表明相对价值差异程度与认知功能的卷入度密切相关(McClure et al.,2004;Garcia Guerrero et al.,2021)。单时点跨期选择研究已经表明，相比于相对金额价值差异较大的任务，人们在相对金额价值差异较小的任务中决策更为困难，决策过程需要更高的认知加工水平和更深的加工程度(McClure etal.,2004)。同样的，多时点跨期决策领域的研究发现，不同刺激的相对差异程度而非刺激的绝对值大小会影响决策动机(Urminsky& kivetz,2011)。因此，我们推测损失-获益的混合跨期决策，当获益-损失相对值差异较大，任务难度较低，动机冲突程度较低。随损失-获益相对值差异减小，个体区分两种刺激难度增大，动机冲突程度增强。进一步，趋近-回避动机冲突程度增强对个体的决策行为有何影响？根据趋近-回避动机理论，当积极刺激与消极刺激相对值的接近时，个体回避物体或选项的强度比接近积极刺激的强度增加得更快(Garcia Guerrero et al.,2021)。换言之，当刺激相对值接近时，回避动机强度大于趋近动机。而回避动机的增强使得个体回避负性刺激，如损失或者天敌，以免受疾病和死亡的威胁(Elliot,1999)。因此，我们推断：得-失相对差异接近条件下(vs.相对量级差异大)，引发趋近-回避动机冲突程度增加，其中回避动机程度大于趋近动机，因而促使个体更为倾向选择即时可得的收益（i.e.，近期收益，smaller-sooneroption），以避免更大的损失风险。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "对于外源性因素，已有研究表明资源有限性影响个体的注意力资源和削弱认知控制(Shah et al.,2012,2015;Mani et al.,2013)。而由于个体的注意力是有限的，一次只能将有限的注意力集中在有限的事物上(吕小康等，2014；李爱梅等，2016)。混合跨期决策中，积极刺激和消极刺激并存，使得个体面临追求获益，同时承受损失的动机冲突(孙海龙等，2021)。随金钱资源限制增大，注意力的有限导致对个别属性的注意力\"聚焦\"也同时造成了对其他属性的\"注意力忽视”(attentional neglect)(谭飞等，2016)。进一步，这种注意力的选择性聚焦于忽视，降低个体趋近-回避动机冲突程度。趋近-回避动机冲突程度降低，对个体的决策行为有何影响？根据趋近-回避动机理论，混合跨期决策中，由于某些属性(或问题)吸引了个体的注意力,相较于资源限制性较低条件下，资源限制性高的条件下无意识捕获人们注意力资源，使得个体过度聚焦于稀缺事物（例如金钱），从而提高对特定资源线索敏感性，引发更强的趋近动机。趋近动机的增强，促使个体趋近积极刺激，如食物或奖励。因此，我们推断：混合跨期决策中，外部资源有限性增高条件下(相对于外部资源有限性低)，趋近-回避动机冲突动机冲突程度减弱，趋近动机增强，促使个体更为倾向选择收益大选项(i.e.，远期选项，larger-later option)。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "总之，在研究一的基础上，研究二包含两个研究，探讨动机冲突如何影响混合跨期决策中个体选择偏好。首先，通过操纵资源有限性，降低趋近-回避动机冲突强度，进而影响趋近动机，促使趋近行为（研究2a)。其次，操纵选项中损失结果与获益结果相对差异大小，进而增强趋近-回避动机冲突，进而影响回避动机强度，促使回避行为(研究 2b)。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3研究三：混合跨期中决策冲突影响选择偏好的过程机制",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "研究一和研究二主要基于决策结果，然而对于混合跨期决策中人们是如何解决动机冲突并做出最终选择的决策过程仍不清楚。鼠标追踪技术(mouse-tracking)作为新兴的过程追踪技术可以提供数据丰富的实时窗口，有助于探索个体动机冲突中的动态决策过程机制(Stillman etal.,2018)。鼠标追踪技术通过测量被试在选项之间进行选择时的电脑鼠标移动，为了解人们的决策策略和内在认知机制提供了实时数据窗口(Szaszi etal.,2018)。该技术的理论基础是假设动态运动是动态的知觉与认知的一部分，通过鼠标运动轨迹可以实时地反映大脑中的知觉及认知加工过程(Spivey et al.,2008)。相比于其他探索决策过程机制的研究技术，鼠标追踪技术可以直接提供易于理解的毫秒级别的动态决策过程追踪(Stillman et al,2020)。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "近年来，跨期决策领域已有研究采用鼠标追踪技术对人们的决策策略进行了初步探讨(O'Hora et al.,2016；Reeck et al.,2017; Schoemann et al.,2019)。例如，O'Hora 等(2016)运用鼠标追踪技术探索了跨期决策中不同选项的主观价值评估的决策过程。该研究表明随不同选项将主观价值差异逐渐增大，个体更加容易选择即时收益选项(反应时更短，鼠标轨迹最大偏差值更小。Reeck 等 (2017)根据决策者在不同备择选项中的鼠标转换轨迹(transitions)将个体区分为两类：整合策略和比较策略决策者。研究表明整合策略决策者(integrativeresearcher)的鼠标轨迹更多地是在选项内不同维度间转换，最终比较不同选项的价值大小(i.e.，基于选项的决策)；比较策略决策者(Comparative researcher）的鼠标轨迹则更多地在不同维度之间转换，即分别比较不同选项中的维度做出决策(i.e.，基于维度的决策)。与此同时，该研究发现不同鼠标转换轨迹与个体的选择偏好密切相关：相比整合策略者，比较策略者更加偏好远期选项。此外，也有研究明确了跨期决策不同实验设置(例如，启动程序、刺激呈现位置、反应过程)对鼠标追踪实验预测结果的影响(Schoemann etal.,2019)。上述研究运用鼠标追踪技术初步探讨了跨期决策中的决策策略规律，为本研究探索混合跨期决策中动机冲突对选择偏好的影响提供了技术基础。特别是已有研究中不同相对价值差异、不同群体的决策策略的鼠标追踪指标的选择，为探讨动机冲突对混合跨期决策的影响提供了标准实验流程和实验混淆变量选择依据。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "根据跨期决策中鼠标追踪技术的相关研究，我们拟选择空间吸引度等指标来表征的动机冲突程度。空间吸引度是指某一实验条件下鼠标的运动轨迹在备择选项之间的偏移程度，主要使用最大偏差值(maximum deviation,MD)和曲线下面积(area under the curve,AUC)两个指标。最大偏差值指实际轨迹和理想轨迹(轨迹起点和终点之间的连线)之间的最大垂直偏差,。曲线下面积是实际轨迹曲线和理想轨迹曲线之间的几何面积，它们的值越大表明轨迹越偏向未被选择的标签(Zgonnikov et al.,2017)。对于混合跨期决策,基于研究二的理论推导，随动机冲突程度增大（例如获益损失相对差异减少）鼠标追踪的实际轨迹显著偏移理想轨迹。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "综上，围绕“动机冲突如何影响混合跨期决策及其过程机制”这一核心问题，本研究拟综合运用行为实验、鼠标追踪法等研究方法，结合基于决策结果与基于决策过程的研究方法，通过三个逻辑上层次递进的研究系统揭示动机冲突对获益-损失混合跨期决策的影响及其决策过程。其中研究一在自然决策状态下揭示动机冲突特点及其与混合跨期决策的关系。研究二通过实验操纵验证动机冲突影响混合跨期决策的因果链条。研究三运用鼠标追踪揭示动机冲突影响混合跨期决策偏好的过程机制。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4理论建构",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "现有跨期决策理论，无论是基于维度的权衡理论还是基于选项的序列理论均不能有效反映混合跨期决策中，个体\"追求获益\"和\"回避损失\"两方面动机权衡的基本特征，尚不能很好地揭示动机冲突影响获益-损失混合跨期决策的过程机制。因此，基于个体决策过程中基本心理特征—“趋近-回避动机”，我们拟尝试建构动机冲突影响混合跨期决策的理论框架。理论模型如图1所示。",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/70e0176df81a77fcd0c9ac6fda69d36ab7991b91ae2636ea41ccbe44840b9210.jpg",
        "img_caption": [
            "图1动机冲突影响混合跨期决策的理论模型图"
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "首先，我们认为趋近和回避作为动机的两种最基本形式，不但可以由环境刺激直接引发(例如，危险时的自动闭眼反应)(张晓雯等,2012)，也可由包含积极/消极效价的刺激引发。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "其中，积极效价的刺激会引发个体的趋近动机，而消极效价的刺激会引发个体的回避动机(Krieglmeyer etal.,2013)。混合跨期决策涉及不同时间点的积极和消极效价的刺激(i.e.，获益和损失)，因此同时引发趋近和回避动机，使得个体在决策过程中面临“趋近收益”与“回避损失”之间的动机冲突。进一步，混合跨期决策中这种\"趋利\"与\"避害\"动机之间的潜在冲突对个体决策偏好产生影响。趋近动机引发个体表现出把积极效价刺激\"拿过来\"的动作取向;与此同时，回避动机则引发个体表现出回避行为(Garcia Guerrero etal.,2021)。对于趋近和回避动机并存的混合跨期决策，我们认为，相比消极刺激(i.e.，损失)，若积极刺激(i.e,获益)引发的趋近动机更强，则个体对收益更为敏感，进而追求更大收益选项如远期选项；反之，个体回避动机更强，对损失更为敏感，更加追求能够即时收益或损失风险最小的选项，以规避等待未来结果等可能导致的损失风险如近期选项。此外，若损失和获益价值相当，趋近回避动机冲突程度增强，个体决策时间增长，更难做出决策偏好(Stillman et al.,2018)。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "其次，混合跨期决策中动机冲突程度受到动机因素的影响，包括外源性因素与内源性因素。外源性因素主要是指决策选项之外的动机因素，例如决策者所拥有的资源有限性(注意力资源、金钱资源、时间资源)。内源性因素则取决于混合跨期决策的任务本身特征，例如，获益和损失结果之间相对差异大小。一方面，随外部资源限制程度增大，注意力的有限导致对个别属性的注意力\"聚焦\"也同时造成了对其他属性的\"注意力忽视”(attentionalneglect)(或问题)，从而降低趋近-回避动机冲突程度。进一步，趋近-回避动机冲突程度降低，人们专注于眼前最急迫的事情，以提高对特定资源线索敏感性。例如，饥饿的人能更快地发现与食物相关的线索(Radel& Clément-Guillotin，2012)，口渴的人则能更快地识别与水相关的线索(Zhao& Tomm,2018)。同样的，混合跨期决策中，外部资源有限性(i.e.，金钱资源稀缺)，趋近-回避动机冲突动机冲突程度减弱，趋近动机增强，促使个体更加偏好收益更大的选项(i.e.，远期选项，larger-later option)。另一方面，混合跨期决策中获益与损失相对差异的大小同样影响动机冲突程度。损益兼具的混合跨期决策，积极效价刺激与消极效价刺激同时诱发的趋近动机与回避动机，但由于获益-损失的不对称性，消极的刺激引发的生理和心理反应大于积极刺激(Taylor,1991)。同等强度的消极刺激引发的回避动机可能强于积极目标框架引发的趋近动机。因此，随着损失-获益相对值差异减少，动机冲突增强，但相比趋近动机，个体回避动机强度更大，引发更多回避行为。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "此外，虽然传统的行为实验操纵为揭示跨期决策中个体动机冲突强度提供了成熟的研究范式。但反应时是一个综合性行为，可能受多种因素的影响，例如个体的决策偏好(直觉偏好或理性偏好)等(Stillman et al.,2018)。过往研究仅从时间反应角度测量动机冲突程度存在一定的缺陷。与此不同，鼠标追踪技术可以直接提供更加易于理解、直观精确的决策过程追踪(Melnikoff etal.,2021)。决策过程中，个体移动鼠标时，当以足够快的速度对鼠标的运动轨迹取点采样，由这些点组成的鼠标运动轨迹可以实时地反映大脑中的知觉及认知加工过程(Cheng&Gonzalez-Vallejo,2017)。因此，我们采用鼠标追踪技术明确混合跨期决策中面对动机冲突时个体的决策过程，提取动机冲突影响混合跨期决策的过程指标。一般而言，鼠标追踪技术通过个体所有试次轨迹的最大偏差值(maximum deviation,MD)和曲线下面积(area under the curve,AUC)等指标探讨个体决策过程中的决策特征(Zgonnikov et al.,2017)。我们推测混合跨期决策中，动机冲突强度与轨迹最大偏差值以及曲线下面积密切相关，伴随趋近回避动机冲突强度的增加，个体在偏向不同备择选项之间的轨迹显著偏移理想轨迹，且曲线下面积更大。进一步，已有研究表明不同选项间鼠标轨迹的转换频次是表征决策策略的有效指标，相较于鼠标轨迹更多地是在选项内不同维度间转换，鼠标轨迹更多地在不同维度之间转换的决策者更倾向于选择远期收益。因此，我们认为混合跨期决策中鼠标轨迹的转换同样有利于预测可能的决策偏好。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "总之，获益-损失混合跨期决策不仅是日常生活中一类普遍且重要的决策类型，同时也是目前跨期决策的研究前沿领域(Thorstad&Wolff,2018)。本研究建立在过往扎实研究基础上，从动机冲突角度揭示决策冲突影响混合跨期的动态决策过程机制，对混合跨期决策的研究与理论建构有所贡献。一方面，通过探索决策动机冲突对混合跨期决策的影响，将对推进混合跨期决策的决策过程机制的理论解释有所增益。另一方面，我们尝试依据趋近与回避的动机冲突的理论视角揭示混合跨期决策选择偏好规律背后的动因，很好地回应了先前文献对于增强混合跨期决策研究的呼吁(Scholten et al.,2016)。此外，本研究不仅尝试揭示中动机冲突与混合跨期决策选择偏好的关系，而且进一步将影响混合跨期决策中动机冲突的因素区分为外源性和内源性因素。前者如资源有限，后者则为获益和损失结果的相对价值差异。我们通过系统性的操纵外源性因素与内源性因素以增强趋近或回避动机，进而改变动机冲突程度，试图深入刻画动机冲突与混合跨期决策选择偏好的因果链条。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "李爱梅，孙海龙，熊冠星，王笑天，李斌.(2016).“时间贫穷”对跨期决策和前瞻行为的影响及其认知机制.心理科学进展,24(6),874-884.",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "刘欢，梁竹苑，李纾.(2009).行为经济学中的损失规避．心理科学进展,17(4),788-794.聂琦，张捷，陆渊，毕砚昭.(2022).领导高绩效期望的双面性：趋近-回避理论视角．管理工程学报,36(1),",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "53-63.   \n吕小康，汪新建，付晓婷.(2014).为什么贫困会削弱决策 能力？三种心理学解释．心理科学进展,22(11), 1823- 1828.   \n孙海龙.(2018).序列类型对跨期决策的影响：基于心理动量的视角(博士学位论文).暨南大学，广州   \n孙海龙，安薪如，熊冠星.(2021).多时点结果跨期选择的决策效应及其心理机制．心理科学进展，29(12) 2224-2235.   \n孙红月，江程铭.(2016).跨期决策是基于选项还是基于维度?．心理科学进展,24(3),431-437.   \n谭飞，李爱梅，孙海龙，侯芬.(2016)．聚焦“缺失\"对当下幸福体验的影响．心理科学进展,24(10), 1544-1550.   \n张晓雯，宇明，傅小兰.(2012)．情绪效价对趋避反应的作用．心理科学进展,20(7),1023-1030.   \nAbdellaoui, M., Bleichrodt, H.,&L'Haridon, O.(2013). Sign-dependence in intertemporal choice. Journalof Risk and Uncertainty, 47(3), 225-253.   \nAmasino,D.R., Sulivan,N.J., Kranton,R.E.,& Huettel, S.A. (2019).Amount and time exert independent influences on intertemporal choice. Nature Human Behaviour, 3(4), 383-392.   \nBartels,D. M.,& Urminsky,O. (2011). On intertemporal selfishness: How the perceived instability of identity underlies impatient consumption. Journal of Consumer Research, 38(1),182-198.   \nBartels,D.M.,& Urminsky,O. (2015). To know and to care: How awarenessand valuation of the future jointly shape consumer spending. Journal of Consumer Research, 41(6),1469-1485.   \nCarver,C.S.,& White,T.L.(1994).Behavioral inhibition,behavioral activation,and affective responses to impending reward and punishment: the BIS/BAS scales.Journal of Personality and Social Psychology, 67(2), 319-333.   \nCheng,J.,& Gonzalez-Valejo,C. (2017).Action dynamics in intertemporal choice reveal different facetsof decision process. Journal of Behavioral Decision Making,30(1),107-122.   \nElliot, A.J. (1999). Approach and avoidance motivation and achievement goals.Educational Psychologist,34(3), 169-189.   \nEliot,A. J. (2013). Handbook of approach and avoidance motivation. Psychology Press.   \nEtkin, J.,& Memmi, S.A. (2021). Goal conflict encourages work and discourages leisure. Journal of Consumer Research, 47(5),716-736.   \nFaralla,V., Novarese, M.,& Ardizzone,A. (2O17). Framing effects in intertemporal choice: A nudge experiment. Journal ofBehavioral and Experimental Economics,71,13-25. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Frederick,S.,Loewenstein,G.，& O'donoghue,T.(20o2).Time discounting and time preference:A critical review.Journal of economic literature, 40(2),351-401. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Frederick,S.，& Loewenstein, G. (2o08).Conflicting motives in evaluations of sequences. Journal of Risk Uncertain,37(2),221-235.   \nFernbach, P.M.,Kan, C.,& Lynch Jr,J. G. (2015). Squeezed: Coping with constraint through effciency and prioritization. Journal of Consumer Research, 41(5),12041227.   \nGarcia Guerrero,J.E., Rueda López,R., Luque Gonzalez, A.，& Ceular-Villamandos,N. (2021). Indigenous peoples,exclusion and precarious work: design of strategies to address poverty in indigenous and peasant populations in Ecuador through the SWOT-AHP methodology. International Journal of Environmental Research andPublic Health,18(2),570.   \nJiang, C. M.,Sun,H. M., Zhu,L.F., Zhao,L.,Liu, H. Z.,& Sun,H.Y. (2017). Beter is worse, worse is better: Reexamination of violations of dominance in intertemporal choice. Judgment and Decision Making, 12(3), 253-259.   \nJiang, C.M.,Hu,F.P.,& Zhu,L.F. (2014). Introducing upfront losses as wellas gains decreases impatience in intertemporal choices with rewards. Judgment and Decision Making, 9(4),297-302.   \nHiggins,E.T.,Shah,J.,&Friedman,R.(1997).Emotional responses to goal atainment: strength of regulatory focus as moderator. Journal of Personality and Social Psychology, 72(3),515-525.   \nKleiman，T.，& Hassn， R.R. (2011). Non-conscious goal conflicts. Journal of Experimental Social Psychology, 47(3), 521-532.   \nKleiman,T.,& Hassin,R.R. (2o13). When conflicts are good: Nonconscious goal conflicts reduce confirmatory thinking.Journal of Personality and Social Psychology,105(3),374-387.   \nLoewenstein, G.，& Prelec,D. (1993). Preferences for sequences of outcomes.Psychological Review,100(1), 91-108.   \nMani,A.,Mullinathan,S.,Shafir,E.,&Zhao,J. (20l3).Poverty impedescognitive function.Science,341(6149), 976-980.   \nMcClure, S.M.,Laibson,D.I.,Loewenstein, G.,& Cohen, J.D.(20o4).Separate neural systems value immediate and delayed monetary rewards. Science, 306, 503-507.   \nMelnikoff,D.E.，Mann,T.C.,Stillman,P.E.，Shen,X.，& Ferguson,M.J. (2021). Tracking prejudice:A mouse-tracking measure of evaluative conflict predicts discriminatory behavior. Social Psychological and Personality Science, 12(2), 266-272.   \nO'Hora,D., Carey，R.， Kervick,A.， Crowley,D.,& Dabrowski, M. (2016). Decisions in motion: Decision dynamics during intertemporal choice reflect subjective evaluation of delayed rewards. Scientific Reports, 6(1), 1-17.   \nOrehek,E., & Vazeou-Nieuwenhuis,A. (2013). Sequential and concurrent strategies of multiple goal pursuit. Review ofGeneral Psychology,17(3),339-349.   \nRadel, R.,& Clement-Guillotin, C. (20l2). Evidence of motivational influences in early visual perception: Hunger modulates conscious access Psychological Science, 23(3), 232-234.   \nRao,L.L，& Li, S. (2011). New paradoxes in intertemporal choice. Judgment and Decision Making， 6(2), 122-129.   \nScholten,M.，&Read,D.(20l0).Thepsychologyof intertemporal tradeofs.PsychologicalReview1(3), 925-944.   \nScholten, M.,& Read,D.(014). Beter is worse, worseis beter: Violations ofdominance in intertemporalchoice. Decision,1(3),215-222.   \nScholten,M.,Read,D.,& Sanborn,A. (2016). Cumulative weighing of time inintertemporal tradeofs.Journalof Experimental Psychology: General,145(9),1177-1205.   \nSchoemann,M.,Luken,M.,Grage,T.,Kieslich,P.J.,&Scherbaum,S.(2019).Validating mouse-tracking:How design factors influence action dynamics in intertemporal decision making. Behavior Research Methods, 51(5), 2356-2377.   \nRead,D.，& Scholten,M. (2012). Tradeoffs between sequences: Weighing accumulated outcomes against outcome adjusted delays. Journal of Experimental Psychology: Learning，Memory，and Cognition, 38(6) 1675-1688.   \nReeck，C.， Wall， D.，& Johnson，E. J. (2017). Search predicts and changes patience in intertemporal choice.Proceedings ofthe National Academy ofSciences, 114(45),11890-11895.   \nReyes-Huerta,H.E., Valerio,C.,& Carranza,R.(2021). Is thevalue of future rewards independentof gains and losses concurrent with intertemporal choices?.The Psychological Record,71(1),149-156.   \nShah,A.K.,Mullainathan,S.,& Shafr,E. (20l2).Someconsequencesofhaving too litle.Science,338,682-685.   \nShah, A. K.,Shafr,E,& Mullainathan, S.(2015).Scarcity frames value. Psychological Science,26,402-12.   \nSpivey,M. J., Richardson,D.C.,& Dale,R. (2oo8). The movement of eye and hand as a window into language and cognition. In E. Morsella,J. A. Bargh,& P. M. Gollwitzer (Eds.), Oxford handbook of Human Action (pp 225-249). New York: Oxford University Press.   \nStillman,P.E.,Krajbich,I.,& Ferguson,M.J.(202O).Using dynamic monitoring of choices to predict and understand risk preferences.Proceedings of the National Academy of Sciences,117(50),31738-31747.   \nStillman,P.E.,&Ferguson,M.J. (2o19).Decisional conflict predicts impatience.Journal ofthe Association for Consumer Research, 4(1), 47-56.   \nStillman,P.E.,Shen, X.,& Ferguson,M.J. (2018).How mouse-tracking can advance social cognitive theory. Trends in Cognitive Sciences, 22(6), 531-543.   \nSun, H.Y.,& Jiang, C.M. (2O15). Introducing money at any time can reduce discounting in intertemporal choices with rewards: An extension of the upfront money efect. Judgment and Decision Making,10, 6564-570.   \nSun,H.L.,Li,A. M.,Shen,S.C.,Xiong, G.X.,Rao,L.L.,Zheng,R.,..&Li,S. (202O).Earlydeparture,early revival: A\"free from care\"account of negative temporal discounting. Advances in Cognitive Psychology,16(2), 103-116.   \nSzaszi,B.,Palfi，B.，Szollosi,A.,Kieslich,P.J.，& Aczel,B.(2018). Thinking dynamicsand individual diferences: Mouse-tracking analysis of the denominator neglect task. Judgment and Decision Making, 13(1), 23-32.   \nTaylor，S.E.(1991).Asymmetrical eects of positive and negative events: the mobilization-minimization hypothesis.Psychological bulletin,110(1), 67-85.   \nThorstad,R.，& WolffP.(2018).A big data analysis of the relationship between future thinking and decision-making. Proceedings of the National Academy of Sciences,115(8),1740-1748.   \nUrminsky, O., & Kivetz, R. (2011). Scope insensitivity and the“mere token”effct. Journal of Marketing Research, 48(2),282-295.   \nZgonnikov,A.,Aleni,A.,Piroinen,P.T.,O'Hora,D.,& di Bernardo,M. (2o17).Decision landscapes: visualizing mouse-tracking data. Royal Society Open Science, 4(11),170482.   \nZhao,J.,& Tomm, B. M. (2018). Psychological responses to scarcity. In Oxford research encyclopedia of psychology. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The influence of motivation conflict on mixed loss-gain intertemporal choice: An approach-avoidance motivation perspective ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "SUN Hai-Longl, AN Xin- $\\cdot \\mathrm { R u } ^ { 2 }$ ,LI Ai-Mei²,LAI Hui-Yan1,LI Ze-Hongl (d School of Business, Guangdong University of Foreign Studies, Guangzhou 510006) (@ Management School, Jinan University, Guangzhou 510632) ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Abstract: Based on an approach-avoidance motivation conflict perspective， this proposal systematically explores the decision-making mechanism associated with mixed gain-loss intertemporal choice by using behavioural experiments and mouse tracking technology. In Study 1,the relationship between the degree of motivation conflict and behavioural preferences in the context of such intertemporal choice is investigated. In Study 2, both endogenous factors (the relative difference between the amount of gain and the amount of loss） and exogenous factors (limited external resources） are manipulated to reveal the causal chain linking the degree of motivation conflict to mixed intertemporal choice. In Study 3, mouse tracking technology is used to explore the mechanism by which motivation conflict associated with mixed intertemporal choice influences behavioural preferences. The results of these studies reveal the mechanism by which motivational conflict afects the mixed intertemporal choice process and can also provide a theoretical foundation for the design of relevant schemes in organizational management. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Keywords: mixed intertemporal choice, decision-making process， motivation conflict, approach-avoidance motivation, mouse tracking technology ",
        "page_idx": 17
    }
]