[
    {
        "type": "text",
        "text": "Edge-enriched porous graphene nanoribbons for high energy density supercapacitors† ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "C. Zheng, X. F. Zhou,\\* H. L. Cao, G. H.Wang and Z. P. Liu\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A simple solution-based oxidative process and subsequent chemical activation combination method has been developed to prepare edge-enriched porous graphene nanoribbons (GNRs)as a high-performance electrode material for supercapacitors.The precursor aligned carbon nanotubes are cut longitudinally and unzipped by a modified Brodie method to form tube-like GNRs with abundant edges.The intermediate GNRs were subsequently chemically activated using KOH to generate a suitable porosity and create more edge sites.These edge sites contribute a larger capacitance than the basal plane of graphene and the nanopores facilitate the fast immigration of ions.As a result,the edge-enriched GNRs exhibit a capacitance uptake per specific surface area almost two times higher than that of conventional activated graphene sheets,which gives rise to the high energy density of the porous GNR electrode.The highly efficient utilization of the edge planes and easy，low-cost scale-up production willmake porous GNRs potentially applicable to high-performance supercapacitors. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Asa result of climate change and the decreasing availability of fossil fuels，various efforts have been made to develop sustainable and renewable resources for automobiles with stringent emission regulations.As new forms of energy generation,such as solar and wind power,are being developed throughout the world,fast and efficient energy storage systems have begun to play significant roles in our daily lives.Super capacitors can store and deliver energy by simple charge separation and have attracted attention in a variety of applications.1 Unfortunately，their relatively low energy density cannot meet the higher requirements of electrical systems ranging from portable electronics to hybrid electric vehicles and large industrial equipment.Much work has been carried out to develop electrode materials using various types and forms of carbon materials (such as activated carbon,² carbon fiber, carbide-derived carbons,4 and carbon nanotubes) to improve the performance of supercapacitors.However,the reported results are still insufficient for practical applications because of their limited energy density.In addition,previous work has mainly focussed on the development of carbon materials with a high specific surface area (SSA) to obtain a high specific mass energy density $( \\mathrm { W ~ h ~ } \\mathrm { k g } ^ { - 1 } )$ .In fact,the specific volumetric energy density (Wh $1 ^ { - 1 }$ ）isofprime importance for practical applications,as space for the power unit is always limited.The volumetric capacitance is mainly affected by the packing density of the electrode materials and the effective surface area that is utilized to contribute to the capacitance.Therefore increasing the eficiency of the capacitance uptake per unit volume and sSAis very important in the development of electrodematerials. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Graphene,a two-dimensional carbon material consisting of a single layer of $\\displaystyle \\mathbf { s p } ^ { 2 }$ hybridized carbon atoms，has been considered as a promising candidate electrode material for supercapacitors as a result of its large SSA,high electrical conductivity,and excellent electrochemical stability.In practice,however, there are still some obstacles thathinder thewide application of graphene in supercapacitors. One major problem is that graphene nanosheets restack easily,which causes a seriousdecline inthe electrochemical performance.7a,8 Furthermore,the low packing density (as low as ${ \\sim } 0 . 0 0 5 ~ \\mathrm { g c m } ^ { - 3 } )$ isanother drawback of graphene.Numerous efforts have been made to solve these issues.' Of these,the preparation of activated graphene by the activation of reduced graphene oxide with KOH is an effective approach.It has been found that the activation process etches graphene sheets to generate a continuous 3D network of pores and that the SSA of the activated sample can reach up to $3 1 0 0 \\ \\mathrm { m } ^ { 2 } \\ \\mathrm { g } ^ { - 1 }$ .10 Significantly, the packing density of activated graphene can be maintained at a relatively high level.However, the reported capacitance is lower than expected.11 There is still much potential for an improvement in the efficiency of capacitance uptake per unit volume and SSA for activated graphene by generating extra active sites for the formation of electrochemical double layers. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "It is well known that the edges of graphene sheets exhibit higher capacitance than the basal plane.1b,12 Recently, Yuan et al.13 determined that the graphene edge has a specific capacitance four orders of magnitude higher than that of the basal plane.This was mainly ascribed to the abundant dangling bonds on the edges,which are unstable and facilitate the adsorption of ions from the electrolyte to form electrochemical double layers.Thus it is highly desirable to develop edgeenriched graphene to achieve a higher capacitance.Onedimensional graphene nanoribbons (GNRs） are intrinsically abundant in edge sites,which impart this unique type of graphene with an inherent advantage in the application of supercapacitors.Cutting and unzipping carbon nanotubes (CNTs) is an effective and controllable approach to obtain GNRs with narrow and well-defined widths.14 Wang et al.15 reported the oxidation of CNTs by the Hummers method and subsequent reduction with $\\mathrm { \\Delta N a B H _ { 4 } }$ to achieve curved GNRs.The GNRs show a higher capacitance than pristine CNTs.However, the SSA of GNRs is only $8 5 ~ \\mathrm { m } ^ { 2 } ~ \\mathrm { g } ^ { - 1 }$ ,despite the large number of edges,and their electrochemical performance needs further improvement. Thus further efforts are needed for the development of edgeenriched GNRs witha larger SSA and more abundant porosity to improve the specific capacitance. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Chemical activation is an effective way to generate porous graphene with a large SSA. Chemically activated GNRs with a high porosity and abundant edge sites are presented here as a high-performance electrode material for supercapacitors.The results indicate that CNTs have been successfully unzipped and activated into edge-enriched and porous GNRs.The edges can not only function as an entrance for the ions to migrate into inter-particle pores,but also make a large contribution to the capacitance.A high energy density was achieved for the edgeenriched and porous GNRs,which make this new graphenebased electrode material potentially applicable to high-performance supercapacitors. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Samplepreparation ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The CNTs used here have a length of $1 0 { - } 2 0 ~ \\mu \\mathrm { m }$ and a diameter of $1 5 { - } 2 0 ~ \\mathrm { n m }$ (ESI,Fig.S1t) and were prepared ina fluidized bed reactorbychemical vapor deposition.The GNRswere synthesized by a two-step process using CNTs as the precursor.In the first step,CNTs were oxidized following a modified Brodie method.Typically, $\\boldsymbol { 2 } \\ \\mathrm { g }$ of CNTs, $3 5 \\mathrm { ~ g ~ }$ of sodium chlorate,and $9 0 \\mathrm { m l }$ offuming nitric acid were mixed at room temperature and subsequently stirred for $2 4 \\mathrm { h }$ .The mixture was then stirred at 60 ${ } ^ { \\circ } \\mathbf { C }$ in a water bath for $2 4 \\mathrm { ~ h ~ }$ and then washed and filtered.After drying under vacuum, oxidized CNTs (O-CNTs) were obtained as a brown to black powder.The O-CNTs were reduced by heat treatment at $6 0 0 ~ ^ { \\circ } \\mathrm { C }$ for $3 0 ~ \\mathrm { s }$ in argon. The porous GNRs were prepared as follows: $\\boldsymbol { 1 . 0 \\mathrm { ~ g ~ } }$ of GNRs were mixed with KOH at a weight ratio of $1 : 8$ and were chemicallyactivated at $8 5 0 ^ { \\circ } \\mathrm { C }$ for 2 h in an argon atmosphere.The obtained sample was washed with $1 5 \\ \\mathrm { w t \\% }$ HCl solution and then washed to neutral with deionized water.Finally, the sample was dried at $1 2 0 ^ { \\circ } \\mathrm { C }$ for $^ { 1 2 \\mathrm { h } }$ and $_ { 0 . 4 5 ~ \\mathrm { g } }$ of product was obtained. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Structuralcharacterization ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Theas-prepared samples were characterized bya Hitachi S-4800 field emission scanning electron microscope and an FEI Tecnai $\\mathbf { G } ^ { 2 }$ F20 transmission electron microscope.The nitrogen sorption isotherm (BET) was recorded bya Micromeritics ASAP-2020 M nitrogen adsorption apparatus.A pore size distribution plot was obtained by the Barrett-Joyner-Halenda method.Powder X-ray diffraction (XRD) measurements were analyzed by an AXs D8 Advance diffractometer (Cu $\\kappa \\boldsymbol { \\mathfrak a }$ radiation； receiving slit, $0 . 2 ~ \\mathrm { m m }$ ；scintillation counter, $4 0 ~ \\mathrm { { m A } }$ 1 $4 0 \\mathrm { k V }$ )fromBruckerInc. X-rayphotoelectron spectra were recorded by an AXIS ULTARDLD spectrometer from Kratos. Raman spectroscopy plots were obtained by a Renishaw inVia Reflex confocal microscopy Raman spectrometer (laser wavenumber $5 3 2 ~ \\mathrm { n m }$ ！ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Electrochemical tests ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The evaluation of electrochemical performance was carried out in CR2032 coin cells; $\\mathbf { E M M B F _ { 4 } }$ was used as the electrolyte.For the assembly of the supercapacitors,pellets of the same mass were selected.The working electrode contained $9 0 ~ \\mathrm { w t \\% }$ products and $1 0 ~ \\mathrm { w t \\% }$ polyvinylidene fluoride.The electrochemical performance was characterized by cyclic voltammetry (CV) and electrochemical impedance spectrometry (EIS) using a Solartron Instrument Mode 147oE electrochemical workstation at room temperature.The CV curve and specific capacitance were measured under different scan rates of $0 { - } 2 0 0 \\ \\mathrm { m V \\ } \\mathrm { s } ^ { - 1 }$ between O and $3 . 5 \\mathrm { ~ V ~ }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results and discussion ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In our synthesis,the Brodie method16 was selected to cut and unzip CNTs to prepare GNRs instead of the conventional Hummers method,as its oxidative process is mild and the product is stable with low contamination.The preparation process involved oxidation with a modified Brodie method and thermal annealing reduction (Fig.1a).SEMand TEMwere used to characterize the ribbon structure.As shown in the highresolution SEM image (Fig.1b),after oxidation and thermal reduction,itis clearly observed that most of the pristine CNTs were successfully cut and unzipped along the longitudinal direction.Compared with the pristine CNTs,the width of the asprepared unzipped product increases.Moreover,the product still exhibits an opened tube-like structure.The high-resolution TEM image (Fig.1c) further confirms that the CNTs were longitudinally unzipped.The GNRs obtained display a typical ribbon-like structure with a smooth surface and consist of several graphene layers (the areas marked by out by red dots). The GNRs were then chemically activated with KOH and the structure of the final product is shown in Fig. 1d and e. Although the final product still maintains a ribbon-like structure (Fig.1d),the surface of the activated GNRs is obviously rougher than that of the intermediate GNRs.In particular,we can observe a nanoporous structure in the high-resolution TEM image (Fig. 1e),similar to the porous graphene activated by KOH reported previously,° indicating that this activation process is able to etch graphitic layers to form a porous structure.The etched pores not only have a role as ion diffusion channels,but also as active sites for the enhancement of capacitance because of the pore edges.The porous GNRs exhibit slightly serrated edges,originating from a combination of oxidation and chemical activation. Compared with GNRs,the porous GNRs still consist of several graphene layers; however, the stacking of the graphene layers in porous GNRs is much more disordered and the interplanar spacing is about $0 . 3 9 \\ \\mathrm { n m }$ (Fig. 1e). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/de3994b59ae74d52f5300383d02d338a72efd429dc7c6ffd61d3421b7f7b2655.jpg",
        "img_caption": [
            "Fig.1 (a) Schematic illustration showing the process of synthesizing edge-enriched porous GNRs.(b) SEM image and (c) high-resolution TEM image of intermediate GNRs. (d) Low magnification and (e) highresolution TEM images of porous GNRs. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Fig.2a shows the XRD patterns of the pristine CNTs,O-CNTs and the thermally reduced GNRs.After the oxidative reaction, the (002) peak position of CNTs moves significantly to a lower angle, corresponding to a $d _ { \\ l }$ -spacing value of $8 . 4 0 \\mathring { \\mathrm { ~ A ~ } }$ ,indicating thata radical expansion of the interlayer distance takes place during the oxidation process.This can be ascribed to the presence of oxygen functional groups on the basal plane of the graphene layers in O-CNTs.XPS was further applied to assess the structures of the oxygen functional groups in O-CNTs (Fig.2b).The C1s spectra can be deconvoluted into four peaks. The peaks at binding energies of ${ \\sim } 2 8 4 . 6$ 5 ${ \\sim } 2 8 6 . 6$ ， ${ \\sim } 2 8 7 . 8$ ，and ${ \\sim } 2 8 8 . 9 \\ \\mathrm { e V }$ can be attributed to the $\\mathbf { s p } ^ { 2 } \\mathbf { C } \\mathbf { - C }$ ,C-OH, $\\scriptstyle \\mathbf { C } = \\mathbf { O }$ ,and COOH groups,respectively.17 The area percentage of each peak, which corresponds to the content of these four C species (48.8, ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/d06dd74069a6f32e6823f3630d837c63ca8608fe1cb62c94dc22546f5bb09207.jpg",
        "img_caption": [
            "Fig.2(a) XRD patterns of the pristine CNTs and O-CNTs,and the thermally reduced GNRs.C1s XPS spectra of (b) O-CNTs, (c) reduced GNRs,and (d) porous GNRs.All XPS spectra are convoluted into four peaks corresponding to the $\\mathsf { s p } ^ { 2 }$ C-C,C-OH, $\\scriptstyle { \\mathsf { C } } = { \\mathsf { O } } ,$ and COOH groups. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "36.6,10.3,and $4 . 3 \\%$ ,respectively)is summarized in Table1.It should be mentioned that the O-CNTs also possess an epoxy group (C-O-C),which has a binding energy similar to that of $\\mathrm { C } -$ OH.1& The calculated atomic ratio of $\\mathbf { C } / \\mathbf { O }$ in O-CNTs is 2.6,which is higher than that of graphene oxide produced by the Hummers method,indicating that the Brodie method is a mild oxidative process.After thermal reduction,the GNRs exhibit a weak and broad diffraction peak around $2 5 . 2 ^ { \\circ }$ and the peak at $1 0 . 4 ^ { \\circ }$ for O-CNTs has completely disappeared (Fig.2a). The $d \\cdot$ spacing value decreases to $3 . 5 \\mathrm { ~ \\AA ~ }$ after thermal reduction.It is slightly larger than that of pristine CNTs $\\left( 3 . 4 \\mathring { \\mathbf { A } } \\right)$ ,indicating the presence of residual oxygen functional groups or other structure defects,which is further confirmed by XPS (Fig.2c).Most oxygen functional groups were removed during the annealing treatment.Bypeak deconvolution,it can be clearly seen that the content of C-OH and $\\scriptstyle \\mathbf { C } = \\mathbf { O }$ decreasesdramatically,whereas the content of graphitic carbon increases.However,in comparison with O-CNTs,the COOH content in reduced GNRs increases from 4.3 to $1 3 . 6 \\%$ ，which is probably due to the oxidative reaction which occurred during the annealing treatment because of trace amounts of $\\mathbf { O } _ { 2 }$ in the furnace. The oxygen functional groups are further removed during chemical activation at $8 5 0 ^ { \\circ } \\mathrm { C }$ (Fig.2d) and the O content is reduced to only 0.68 $\\mathbf { w t \\% }$ .However, the content of $\\mathbf { s p } ^ { 2 } \\mathbf { C } \\mathbf { - C }$ is nearly the same as that of GNRs,which indicates that the number of defect sites (non$\\mathbf { s p } ^ { 2 } \\mathbf { C } \\mathbf { - } \\mathbf { C } )$ increases after chemical activation. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/e43db822899ea937e6feacb2fbd8e0b84c579de8be8f9e91d46634835922cc63.jpg",
        "table_caption": [
            "Table 1 XPS data of C1s of O-CNT,GNR,and porous GNR deconvoluted peaks:binding energies and relative area percentages (in parentheses) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Sample</td><td>C-C</td><td>C-OH</td><td>C=0</td><td>COOH</td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td>O-CNT</td><td>284.6 (48.8) 284.6 (66.5)</td><td>286.6 (36.6)</td><td>287.8 (10.3) 287.0 (6.8)</td><td>288.9 (4.3) 289.3 (13.6)</td></tr><tr><td>GNR</td><td></td><td>286.0 (13.1)</td><td></td><td>290.1 (15.5)</td></tr><tr><td>Porous GNR</td><td>284.6 (66.4)</td><td>285.7 (8.3)</td><td>286.8 (9.8)</td><td></td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Raman spectroscopy was used to further investigate the structures of CNTs,GNRs,and porous GNRs (Fig.3a).The D band mainly results from the structural defects or edges on the graphene sheets.After thermal reduction,although most of the oxygen functional groups were removed and the conjugated graphite network was partiallyre-established,as reflected by the XPS results,the intensity ratio of the D band to the G band $\\left( I _ { \\mathrm { D } } / I _ { \\mathrm { G } } \\right)$ increases from 0.72 to 0.87 (Fig.3b)，indicating that oxidation and reduction cause a number of defects and edge sites during the cutting and unzipping process. The $I _ { \\mathrm { D } } / I _ { \\mathrm { G } }$ ratio further increases to 0.95 after the GNRs were activated by KOH, which is mainly contributed by the generation of defects during chemical activation.In this case, the increased degree of defects isprobably due to the increased number of edge sites from KOH-generated pores.These defects and edge sites favor the enhancement of capacitance. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The nitrogen adsorption/desorption isotherms of the intermediate GNRs and as-prepared porous GNRs exhibit type IV isotherms according to the IUPAC classification (Fig.4).A hysteresis loop can be observed,suggesting the presence of mesopores，which can facilitate the rapid transport and migration of electrolyte ions during the charge/discharge process.It is worth noting that the Brunauer-Emmett-Teller SSA of GNRs $\\left( 2 6 2 \\mathrm { ~ m } ^ { 2 } \\mathrm { ~ g } ^ { - 1 } \\right.$ ，calculated in the linear relative pressure range O.1-O.3)isnearly twice as high as pristine CNTs （204号 $( 1 4 6 ~ \\mathrm { m } ^ { 2 } ~ \\mathrm { g } ^ { - 1 } )$ ,indicating that the CNTs were almost completely cut and unzipped,but still retained the stacked structure of graphene layers. Furthermore， the SSA wassignificantly increased to $1 2 4 9 \\mathrm { m } ^ { 2 } \\mathrm { g } ^ { - 1 }$ after chemical etching by KOH, which is close to the theoretical value of single-walled CNTs.The large SSAenhancement suggests that chemical activation is an efficient way to etch pores and increase the content of defective and edge sites.According to the EDLC energy storage mechanism and the important role of edges,the porous GNRs obtained will further boost the capacitive performance. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/82340e389bffb309e259c099cf2909460cc07b590544db73d4f9c4c8c4e08c22.jpg",
        "img_caption": [
            "Fig.3(a) Raman spectra of CNTs,GNRs and porous GNRs at a wavelength of 532 nm and (b) the ratio of D band intensity to $G$ band intensity of each sample. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1400 -CNTs GNRs PorousGNRs   \n1000 800 600 400 200 □ 0.0 0.2 0.4 0.6 0.8 1.0 Relative pressure $( \\mathsf { P } I \\mathsf { P } _ { 0 } )$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "CV is mostly used as a tool to characterize capacitive behavior and to quantify the specific capacitance of an electrode material.Fig.5 shows the CV curves of pristine CNTs,GNRs, and as-prepared porous GNRs at a scan rate of $2 0 \\mathrm { m V s } ^ { - 1 }$ within a potential range of $0 { - } 3 . 5 \\mathrm { V }$ in the $\\mathbf { E M M B F _ { 4 } }$ electrolyte.Both CV curves have a nearly rectangular shape,indicating that CNTs and porous GNRs are stable in this potential window.To quantitatively compare the capacitance performance of these electrode materials,the values of specific capacitance $C _ { s } \\left( \\mathrm { F } \\ g ^ { - 1 } \\right)$ were calculated according to the following equations:19 ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nC _ { \\mathrm { c e l l } } = \\frac { 1 } { m \\nu ( V _ { \\mathrm { c } } - V _ { \\mathrm { a } } ) } \\int _ { V _ { \\mathrm { a } } } ^ { V _ { \\mathrm { c } } } I ( V ) \\ \\mathrm { d } V\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nC _ { \\mathrm { s } } = 4 C _ { \\mathrm { c e l l } }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $C _ { \\mathrm { c e l l } }$ is the specific capacitance of the coin cell $( \\mathrm { F ~ g } ^ { - 1 } )$ ， $m$ is the total mass of the two electrodes (g), $\\nu$ is the scan rate $( \\mathrm { m v } s ^ { - 1 } ) , ( V _ { \\mathrm { c } } - V _ { \\mathrm { a } } )$ represents the sweep potential range (V),and $I ( V )$ denotes the response current $\\left( \\mathbf { A } ~ \\mathbf { g } ^ { - 1 } \\right)$ . The specific capacitance of pristine CNTs is only $1 9 \\mathrm { F } \\mathrm { g } ^ { - 1 }$ . In contrast, the specific capacitance of GNRs can reach up to $5 6 ~ \\mathrm { F ~ g } ^ { - 1 }$ ,more than twice the value of CNTs,which is mainly ascribed to the abundant edges.More significantly，the specific capacitance of porous GNRs is calculated to be $1 0 8 \\mathrm { ~ F ~ g } ^ { - 1 }$ ,which is far higher than those of CNTs and GNRs， suggesting that unzipping and chemical activation is an effective approach for improving the capacitive performance of CNTs. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/0746e82703ecebbbf9233f3f5a7d761dcc15a47a7b32b2cfab1839d7bca55ce5.jpg",
        "img_caption": [
            "Fig.4Nitrogen adsorption/desorption isotherms for CNTs,GNRs, and porous GNRs. ",
            "Fig.5CV curves of pristine CNTs,intermediate GNRs,and porous GNRs at a scan rate of $2 0 \\mathrm { m V } \\mathsf { s } ^ { - 1 }$ within a potential range of $0 { - } 3 . 5 \\vee$ "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Fig.6a shows the CV curves of a porous GNR electrode at different scan rates ranging from 1 to $2 0 0 \\mathrm { \\ m V \\ s ^ { - 1 } }$ within a potential range of $_ { 0 - 3 . 5 \\mathrm { ~ V ~ } }$ in an ionic liquid electrolyte.All the CV curves exhibit a nearly ideal rectangular shape,indicating that the specific capacitance primarily originates from the double-layer capacitance based on ion adsorption/desorption. The shape of the CV curves does not change markedly as the scan rate is increased from1 to $2 0 0 \\mathrm { m V s ^ { - 1 } }$ ,which results from the fast charge transfer within the porous GNR electrode due to its completely exposed surface and suitable pore size.Fig.6b shows the specific capacitance of porous GNRs at different scan rates.The specific capacitance is $1 3 0 \\mathrm { F } \\mathrm { g } ^ { - 1 }$ ata scan rate of $1 \\mathrm { m V }$ $ { \\mathbf { s } } ^ { - 1 }$ ，which is close to the reported result for activated graphene.1° Increasing the scan rate further results ina decrease in the specific capacitance as a result of the mass transfer limitation of ions inside porous GNRs at high currents.However, the specific capacitance is still higher than $8 0 \\mathrm { ~ F ~ g ~ } ^ { - 1 }$ at a high scan rate $( 2 0 0 \\ \\mathrm { m V } \\ s ^ { - 1 } ) .$ ！ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "EIS analysis is one of principal methods of examining the fundamental behavior of electrode materials for supercapacitors.The Nyquist plotis shown in Fig.6c.The impedance spectrum is composed of one small semicircle in the high frequencyregionand is followedbya nearly linearpart in the low frequency region.This semicircle is probablyrelated to the resistance between porous GNR particles and the interface resistance of the active material/collector.The small semicircle in the high frequency region shows good electrical contact between the porous GNR particles.2o The slope of the $4 5 ^ { \\circ }$ portion of the curve is the Warburg resistance and is a result of the frequency dependence of ion diffusion in the electrolyte to the electrode interface.21 The equivalent series resistance (the intercept at the $Z ^ { \\prime }$ -axis) isabout $1 . 0 8 \\Omega$ ,whichisa low value foran ionic liquid electrolyte.The equivalent series resistance data determines the rate at which the supercapacitor can be charged/discharged and is an important factor in determining the power density of a supercapacitor.The energy density of the GNR electrode is then calculated according to eqn (3) and the power density is calculated by dividing the energy density by the discharge time: ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/479fd6aa981e67340657a019da790c7976fe7f3c5b412eda0fa7cb3609097e37.jpg",
        "img_caption": [
            "Fig.6(a) CV curves of porous GNR electrode at different scan rates withinapotential range of $0 { - } 3 . 5 \\vee$ inan ionic electrolyte. (b) Specific capacitance at different scan rates.(c) Nyquist plot of the porous GNR electrode.(d) Ragone plot of porous GNR electrode in an ionic electrolyte. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nE = { \\frac { 1 } { 2 } } C U ^ { 2 }\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nP = \\frac { E } { t _ { \\mathrm { d i s c h a r g e } } }\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $E$ is the energy density $( \\mathrm { W } \\mathrm { h } \\mathrm { k g } ^ { - 1 } \\mathrm { \\Omega } ,$ ), $U$ is the potential (V), and $P$ is the power density $( \\mathrm { W } \\mathrm { k g } ^ { - 1 } )$ . The Ragone plot of porous GNRs is shown in Fig.6d.The maximum energy density is $5 5 . 2 ~ \\mathrm { W } \\mathrm { h } ~ \\mathrm { k g } ^ { - 1 }$ (at a power density of $5 6 . 8 ~ \\mathrm { W ~ k g ^ { - 1 } } ;$ .Forapackaged supercapacitor device for commercial use, the energy density is commonly estimated to be ${ \\sim } 1 / 3$ of that of the electrode materials.Thus the energy density of the porous GNRbased supercapacitor device is estimated to be ${ \\sim } 1 8$ Wh $\\displaystyle { \\log ^ { - 1 } }$ This value is much higher than that of current state-of-the-art commercial supercapacitors $\\left( 5 { - } 7 \\mathrm { W } \\mathrm { h } \\mathrm { k g } ^ { - 1 } \\right) ,$ ,indicating that this materialhasacompetitiveadvantageinpotential supercapacitors. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To further investigate the important role of graphene edges in energy storage for supercapacitors,activated graphene with a 2D sheet-like structure was prepared for comparison with the porous GNRs.The detailed experiments can be found in the ESI. $\\dagger$ The activated graphene obtained exhibits a wrinkled nanosheet morphology with a thickness of tens of nanometers and a width in the range of several to tens of micrometers (Fig. S2b and ${ \\mathbf { c } } { \\dagger }$ ). The high-resolution TEM image (Fig. S2dt) shows that the same chemical activation process can also etch the graphene sheets to form mesopores,the size of which ranges from 5to $2 0 \\ \\mathrm { n m }$ .Thenitrogen adsorption/desorption isotherms and pore size distribution (Fig. $^ { S 3 \\dagger } .$ )furtherconfirm the presence of mesopores.The as-prepared activated graphene has a high BET SSA of $2 4 5 0 ~ \\mathrm { m } ^ { 2 } ~ \\mathrm { g } ^ { - 1 }$ ,which is close to the theoretical value of graphene $\\left( 2 6 3 0 \\mathrm { ~ m } ^ { 2 } \\mathrm { ~ g } ^ { - 1 } \\right)$ and is twice the value of porous GNRs. In comparison with activated graphene，the relativelylow SSA of porousGNRscanprobably be ascribed to tworeasons.Firstly,the degree of activationisaffected by the crystallinity of the carbon precursor.A carbon precursorwith low crystallinity is easily activated to form the porous structure.2² The crystallinity of intermediate GNRs is higher than that ofreduced graphene oxide produced by the Hummers method. Secondly,the porous GNRs derived from CNTs have a slightly higher thickness than that of the activated graphene,also due to the lower oxidative degree of the Brodie method compared with the Hummers method. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The specific capacitance per unit weight and SSA as a function of scan rate for porous GNRs and activated graphene are compared inFig.7.All the capacitance results were obtained by CV measurements at different scan rates in the range $ { 0 - 2 0 0 }  { \\mathrm { m V } }$ $ { \\mathbf { s } } ^ { - 1 }$ between O and $3 . 5 { \\mathrm { ~ V } } .$ .As shown in Fig.7a,at low scan rates the specific capacitances per unit weight of both electrodes are almost the same,although the SSA of porous GNRs is only half that of activated graphene.With respect to the capacitance per unit SSA (Fig.7b),the difference between the two electrodes is more remarkable. Overall, the porous GNR electrode showed a capacitance per SSA twice that of the activated graphene electrode.The specific capacitance of porous GNRs can reach up to ${ \\sim } 1 0 . 3 8 ~ \\mu \\mathrm { F } ~ \\mathrm { c m } ^ { - 2 }$ at low scan rates,which is higher than that of the reported result for activated graphene $( 5 . 3 5 ~ \\mu \\mathrm { F } ~ \\mathrm { c m } ^ { - 2 } )$ .10 It is known that,at low scan rates,electrolyte ions can enter into micropores by removing the solvation shell.Under this condition,almost all of the electrode surface or active sites could be fully utilized，which could reveal the true energy storage capacityof electrodematerials. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Considering that both porous GNRs and activated graphene have almost the same chemical composition,the high capacitance of porous GNRs with a relatively low SSA is mainly ascribed to their unique ribbon-like nanostructure with abundant edges.The exposed edges haveahigherabilityto accumulate charges than the basal planes in graphene,therefore the numerous active edge sites in GNRs provide an extra capacitance that compensates for the insufficiency of its SSA.For both porous GNRs and activated graphene electrodes,the specific capacitance decreases with increasing scan rate due to the mass transfer limitation of ions inside the porous graphene composite at high current densities.However，the rate of decrease of porous GNRs is much less significant than that of activated graphene.It is mainly due to the quasi-one-dimensional nanostructure of porous GNRs,which can reduce the ion diffusion pathway significantly compared with the bulk activated graphene sample and that can improve the performance rate at high current densities. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Broadening the potential window is one important approach to improving the energy density of supercapacitors as the energy density is proportional to the cell voltage cubed.23 Nevertheless, a high cell voltage demands stringent requirements for electrode materials.Unlike activated carbon,whichis unstable at high voltages (above 3 V),²4 porous GNR is considered to be an outstanding candidate electrode material for supercapacitors at high cell voltages due to its stable chemical properties.10,25 In addition,the modified Brodie method and facile industrialized chemical activation process used in this work can be easily scaled up to obtain large-scale porous GNRs,which is important in preparing high-performance supercapacitor electrode materials at low cost. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/78c8f0c6e314016c2cd47e56dbd99471122132e843bffee8a497b46a60989528.jpg",
        "img_caption": [
            "Fig.7Comparison of specific capacitance as a function of scan rate between porous GNRs and activated graphene.(a) Specific capacitance per unit weight and (b) specific capacitance per SSA. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In summary,edge-enriched porous GNRs derived from aligned CNTs have been fabricated bya modified Brodie method and subsequent chemical activation using KOH.The results indicate that pristine CNTs have been successfully cut and unzipped into ribbon-like graphene sheets.Chemical activation is an effective approach to generating suitable porosity and to creating edge sites.The porous GNRs obtained exhibita unique quasi-one-dimensional nanostructure,combining a relatively high SSA $( 1 2 4 9 ~ \\mathrm { m } ^ { 2 } ~ \\mathrm { g } ^ { - 1 } )$ and abundant edge sites.Significantly, these edge sites contributealarger capacitance than that of the basal plane of graphene and the nanopores facilitate a fast immigration of ions.The edge-enriched GNRs exhibita capacitance uptake per specific surface area almost two times higher than that of conventional activated graphene sheets.As a result, a high energydensity $\\left( 5 5 . 2 \\mathrm { ~ W ~ h ~ k g } ^ { - 1 } \\right)$ andgood ratecapability were achieved for the supercapacitor using porous GNRs as the electrode materials.The highly efficient utilization of the edge sites and easily scaled-up production at low cost make porous GNRspotentially applicableinhigh-performance supercapacitors. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This work was supported by the National Natural Science Foundation of China (Grant no.21201173),the Key Research program of the Chinese Academy of Sciences (Grant no.KGZDEW-202-4),Ningbo Science and Technology Innovation Team (Grant no. 2012B82001)， the 973 program (Grant no. 2011CB9359oo)，the China Postdoctoral Science Foundation (Grant no.2013M531489) and the Natural Science Foundation of Ningbo (Grant no.2013A610029). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Notesand references ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1(a)M.Mastragostino and F.Soavi,J.Power Sources,2007, 174,89; (b) Y.J.Kim,C.-M.Yang,K.C.Park,K.Kaneko, Y.A.Kim,M. Noguchi,T.Fujino, S. Oyama and M. Endo, ChemSusChem，2012，5，535；(c）K.Naoi，S.Ishimoto, J.-i. Miyamoto and W.Naoi, Energy Environ. Sci.,2012，5, 9363;(d) F. Zhang,T. Zhang, X. Yang,L. Zhang,K. Leng, Y.Huang and Y.Chen,Energy Environ. Sci.,2013,6,1623. 2 (a) G.Xu,C. Zheng,Q. Zhang,J.Huang,M. Zhao, J. Nie, X.Wang and F.Wei,Nano Res.,2011,4,870; (b) L.Zhao, ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "L. Z.Fan,M.Q. Zhou, H. Guan, S.Y.Qiao,M.Antonietti and M.M.Titirici,Adv.Mater.,2010,22,5202.   \n3 (a)C.Merino，P. Soto，E.Vilaplana-Ortego，J.M.G.de Salazar,F.Pico and J.M.Rojo,Carbon,2005,43,551;(b) J. R. McDonough，J. W. Choi，Y. Yang，F. La Mantia, Y. G. Zhang and Y. Cui, Appl. Phys. Lett., 2009, 95,243109.   \n4 (a) V. Presser, L. F. Zhang,J. J. Niu, J. McDonough, C. Perez, H.Fong and Y.Gogotsi, Adv. Energy Mater.,2011,1,423; (b) J.Chmiola，C.Largeot，P.L.Taberna，P.Simon and Y.Gogotsi, Science,2010,328,480.   \n5 (a) C. Zheng, W. Z. Qian, C. J. Cui, Q. Zhang, Y. G. Jin, M.Q. Zhao,P.H. Tan and F.Wei, Carbon,2012,50,5167; (b)A.Izadi-Najafabadi, S.Yasuda,K.Kobashi, T.Yamada, D.N.Futaba,H.Hatori, M. Yumura, S. Iijima and K.Hata, Adv.Mater.，2010，22，E235；(c)A.Izadi-Najafabadi, T.Yamada，D.N.Futaba，M. Yudasaka，H. Takagi, H.Hatori, S.Iijima and K.Hata,ACS Nano,2011,5,811.   \n6 K.S. Novoselov,A. K. Geim,S.V. Morozov, D. Jiang, Y. Zhang, S.V.Dubonos,I.V.Grigorieva and A.A. Firsov, Science,2004, 306,666.   \n7 (a) M.D. Stoller, S.Park, Y. Zhu,J.An and R. S.Ruoff,Nano Lett.，2008，8，3498；(b)S.Stankovich，D．A.Dikin, G．H.B. Dommett，K. M. Kohlhaas，E. J. Zimney, E.A.Stach，R.D.Piner，S. T. Nguyen and R.S.Ruoff, Nature,2006,442,282.   \n8 Z.Lei,L.Lu and X. S. Zhao,Energy Environ. Sci.,2012,5,6391.   \n9 (a) G. Ning, Z. Fan, G. Wang, J. Gao,W. Qian and F. Wei, Chem.Commun.,2011,47,5976;(b) Z. Fan, J. Yan,L. Zhi, Q. Zhang, T.Wei, J. Feng,M. Zhang,W. Qian and F.Wei, Adv.Mater.，2010，22，3723；(c) Y. Wang，Y. P.Wu, Y. Huang, F. Zhang, X. Yang, Y. F. Ma and Y. S. Chen, J. Phys. Chem. C, 2011,115,23192; (d) X. W. Yang, C.Cheng, Y. F. Wang, L. Qiu and D. Li, Science, 2013, 341, 534.   \nl0 Y.Zhu，S.Murali,M.D.Stoller，K.J.Ganesh，W.Cai, P.J.Ferreira，A. Pirkle，R.M.Wallace，K.A.Cychosz, M. Thommes, D. Su, E. A. Stach and R. S. Ruoff, Science, 2011, 332, 1537.   \n11J.L.Xia,F.Chen,J.H.Li and N.J. Tao,Nat. Nanotechnol., 2009,4,505.   \n12(a) J.P.Randin and E.Yeager,J.Electrochem. Soc.,1971,118, 711;(b) C.Nanjundiah，S.F.McDevitt and V.R.Koch, J.Electrochem. Soc.,1997,144,3392.   \n13 W. Yuan, Y. Zhou, Y.Li,C.Li,H.Peng,J. Zhang, Z. Liu,L. Dai and G. Shi, Sci. Rep.,2013,3, 2248.   \n14(a）D. V. Kosynkin，A.L. Higginbotham，A. Sinitskii, J. R. Lomeda, A. Dimiev, B. K. Price and J. M. Tour, Nature, 2009，458，872；(b) A.Morelos-Gomez，S.M.Vega-Diaz, V. Jehova Gonzalez，F. Tristan-Lopez， R. Cruz-Silva, K.Fujisawa，H.Muramatsu,T.Hayashi,X.Mi,Y.Shi, H. Sakamoto,F.Khoerunnisa,K.Kaneko,B.G. Sumpter, Y.A.Kim,V.Meunier,M.Endo,E. Munoz-Sandoval and M. Terrones，ACS Nano，2012，6，2261；(c） F.Cataldo, G. Compagnini，G．Patane，O.Ursini，G. Angelini, P.R.Ribic,G.Margaritondo,A. Cricenti, G.Palleschi and F.Valentini, Carbon,2010,48,2596.   \n15 H.Wang, Y. Wang, Z. Hu and X. Wang, ACS Appl. Mater. Interfaces,2012,4,6826.   \n16 H.K. Jeong,Y.P. Lee,R. Lahaye,M. H.Park,K.H.An, I. J. Kim, C. W. Yang, C. Y. Park, R. S. Ruoff and Y. H. Lee, J.Am. Chem. Soc.,2008,130,1362.   \n17 (a) Y. Qiu, X. Zhang and S. Yang, Phys. Chem. Chem. Phys., 2011,13,12554;(b) D.Yang,A.Velamakanni,G.Bozoklu, S.Park，M. Stoller，R. D. Piner， S. Stankovich,1. Jung, D.A. Field, C.A. Ventrice,Jr and R. S. Ruoff, Carbon, 2009, 47, 145.   \n18 C.Kozlowski and P.M.A. Sherwood,J. Chem. Soc., Faraday Trans.1,1984,80,2099.   \n19 X. F. Xie and L. Gao,Carbon,2007,45, 2365.   \n20 C.Portet,P.L. Taberna,P. Simon and C. Laberty-Robert, Electrochim. Acta,2004,49,905.   \n21 Y. Wang, Z. Shi, Y. Huang, Y. Ma, C. Wang, M. Chen and Y.Chen,J. Phys. Chem. C,2009,113,13103.   \n22 V.Jimenez,P. Sanchez,A. de Lucas,J. L.Valverde and A.Romero,J. Colloid Interface Sci.,2009,336,226.   \n23 A.Izadi-Najafabadi,T.Yamada,D.N.Futaba,H.Hatori, S.Iijima and K.Hata,Electrochem. Commun.,201o,12,1678.   \n24 S． Ishimoto，Y. Asakawa， M. Shinya and K. Naoi, J.Electrochem. Soc.,2009,156,A563.   \n25 C.Liu, Z. Yu,D. Neff,A. Zhamu and B. Z. Jang, Nano Lett., 2010,10,4863. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    }
]