[
    {
        "type": "text",
        "text": "准确把握深刻理解建设世界科技强国三步走 战略的基本内涵",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "白春礼",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院 北京 100864",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要建设世界科技强国“三步走”战略是新时代我国科技创新发展的行动指南。文章提出要从国际发展环境、世界科技发展大势和国家创新要求出发准确把握、深刻理解这一重大战略部署的核心要义。在此基础上，文章从人才强、科技强到产业强、经济强，再到全面支撑国家强的发展角度，阐明了“三步走”战略的基本内涵，并从顶层设计、创新体系、创新资源、创新模式等方面提出了加快建设世界科技强国的若干战略举措。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 世界科技强国，“三步走”战略，战略内涵，举措建议",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI 10.16418/j.issn.1000-3045.2018.05.001 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2017年，是我国发展历史上的伟大转折点。党的十九大以“新时代”明确了我国发展新的历史方位，描绘了我国全面建成社会主义现代化强国的宏伟蓝图，开启了建设中国特色社会主义的新征程。习近平总书记在党的十九大报告[中强调，创新是引领发展的第一动力，是建设现代化经济体系的战略支撑，提出了加快建设创新型国家和世界科技强国的战略目标和任务，即在2020年进入创新型国家行列的基础上，再奋斗15年，到2035年跻身创新型国家前列，到21世纪中叶建成世界科技强国，有力支撑我国全面建成富强民主文明和谐美丽的社会主义现代化强国。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "建设世界科技强国的战略擘画，为我国科技事业和创新发展提供了根本遵循和行动指南，也为我们科技界和广大科技工作者指明了奋斗目标和努力方向。我们必须以习近平新时代中国特色社会主义思想，特别是习近平科技创新思想为指导，准确把握、深刻理解建设世界科技强国“三步走”战略的基本内涵，加快推进创新型国家和世界科技强国建设。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1准确把握深刻理解落实建设世界科技强国“三步走”战略面临的国内外发展大势",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从国际发展环境看，世界格局深度调整，中国面临更加复杂严峻的外部环境考验。放眼全球，当今世界又一次处于百年未有之大变局中，正在经历新一轮大发展大变革大调整。中国等一批新兴市场国家和发展中国家发展快速、影响力持续增强，美国等一些发达国家则以维护所谓国家安全为名，以透明度、规则、标准为抓手，意图通过现有优势以及制定新规则等多种手段，对中国等新兴经济体进行制约和打压，维护主导权，世界秩序演变中的南北矛盾、东西矛盾有所上升，经济竞争加剧[2]。尤其是当前奉行“美国优先”战略的特朗普政府，高举贸易保护主义大旗，再三挑起贸易争端，危及自由贸易秩序。中国作为新兴经济体的领头羊在多个产业领域面临激烈国际竞争；与此同时，装备制造业和高技术产业的核心技术、关键设备和零部件对外依赖度依然较高，而引进先进技术受到种种制约。核心技术靠化缘要不来，靠市场也换不来，受制于人的隐患如影随形，被“卡脖子”的气息从未如此之近。在日益走近世界舞台中央的过程中，中国面临的外部环境考验更加复杂严峻。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从世界科技发展大势看，新一轮科技革命和产业变革给中国赶超和跨越发展带来重要战略机遇。当前，全球科技创新呈现出新的发展态势和特征。暗物质与暗能量、微观物质结构、生命起源与演化、脑科学与意识等重大科学问题突破的前景越来越清晰。信息、智能、机械、生命等领域创新加速融合，颠覆性技术层出不穷，不断创造新产品、新需求、新业态，催生产业重大变革。新一轮科技革命和产业变革将重构人类生产和生活方式，引发全球经济社会发展格局深刻调整，为后发国家赶超跨越提供了重要战略机遇。栉风沐雨、砥砺前行，中国科技创新水平大幅提升，正在成为具有全球影响力的科技大国，具备抢抓机遇、实现跨越和赶超的能力基础与社会条件。中国迫切需要把握新一轮科技革命和产业变革大势，充分发挥后发优势，加快创新，补齐短板，为实现创新跨越发展注入新动能，为促进经济全球化和多极化提供新动力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从国家发展需求看，社会主要矛盾发生新变化，迫切要求依靠科技创新引领开拓发展新境界。党的十九大报告科学揭示出新时代我国社会主要矛盾的新变化，明确了我国社会发展新的阶段性特征。同时，从新的历史高度突出强调创新是引领发展的第一动力，是建设现代化经济体系的战略支撑，要求加快建设创新型国家和世界科技强国。这为科技创新赋予了新使命，提出了新要求，进一步明确了科技创新的着力点和主攻方向。一方面，我们要紧紧抓住经济社会发展不平衡不充分的重大问题，聚焦经济竞争力的关键、消费升级的方向、供给侧的短板、社会发展的瓶颈制约[3]，加强产业链、创新链、资金链的统筹协调，加快关系国计民生和经济命脉的关键核心技术的重大突破和集成创新，构建创新引领、支撑发展的科学技术体系和现代化经济体系，为实现高质量发展提供更多中高端科技供给。另一方面，要瞄准世界科技前沿，强化基础研究，加强应用基础研究，促进基础研究与应用研究融通创新发展，着力实现前瞻性基础研究、引领性原创成果重大突破，全面提升创新能力，厚实发展基础，增强发展后劲4，为建设科技强国、质量强国、航天强国、网络强国、交通强国、数字中国、智慧社会提供有力支撑。此外，还要紧密围绕十九大提出的精准扶贫、乡村振兴、美丽中国、健康中国、平安中国等关系重大民生需求的战略部署，调整充实相关领域的科技创新布局，大幅增加满足人民美好生活期待的科技供给，不断增进民生福祉。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "由此可见，以建设科技强国为引领，深入实施创新驱动发展战略，是我国立足全局、面向全球、聚焦关键、带动整体的国家重大发展战略，也是发展新时代中国特色社会主义的重大战略选择。我们必须准确把握、深刻理解这一重大战略部署的核心要义，走出一条从科技强到产业强、经济强、国家强的科技强国建设与发展新路径。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 准确把握深刻理解建设世界科技强国“三步走”战略的内涵和实质",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2016年，《国家创新驱动发展战略纲要》提出我国建设世界科技强国的“三步走”战略目标，明确了8个方面的主要战略任务[5]。我们要根据党的十九大战略部署，基于对未来发展环境与形势的分析和对国家创新发展要求的把握，准确把握、深刻理解建设科技强国“三步走”战略的内涵实质和各阶段的主要目标任务[]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 从现在到2020年，侧重“人才强、科技强”，进入创新型国家行列",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "这一时期是我国进人创新型国家行列、决战脱贫攻坚、全面建成小康社会的冲刺阶段。以“人才强、科技强”为阶段目标，以补短板强弱项、巩固扩大优势、实现重大领域跨越发展为重点，培养集聚世界顶尖科技创新人才，夯实支撑科技强国建设的物质技术基础，深化体制机制改革，营造良好创新环境，厘清创新主体功能定位，激发各创新主体潜能，提升创新体系整体效能，有力支撑全面建成小康社会目标实现。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（1）创新体系协同高效，创新布局适应需求。形成面向未来发展、迎接科技革命、促进产业变革的创新布局，重大创新领域水平整体提升、形成优势；创新主体充满活力，创新链条有机衔接，创新治理更加科学，创新效率大幅提高。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（2）自主创新能力大幅提升，原始创新取得突破。科学技术研究基础不断夯实，前沿实现跨越发展，突破制约经济社会发展和国家安全的一系列重大瓶颈问题，初步扭转关键核心技术长期受制于人的被动局面，在若干战略必争的领域形成独特优势，为国家繁荣发展提供战略储备、拓展战略空间。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(3）科技与经济融合更加顺畅，初步形成创新型经济发展格局。若干重点产业进入全球价值链中高端，成长起一批具有国际竞争力的创新型企业和产业集群，不断提升知识密集型服务业和高技术制造业增加值占国内生产总值的比例。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(4）创新政策法规更加健全，创新环境更加优化。激励创新的法律、政策和制度体系日益完善，知识产权环境更加完善，形成全社会崇尚创新、勇于创新、激励创新的价值导向和文化氛围。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2从2020年到2035年，实现“产业强、经济强”跻身创新型国家前列",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "这一时期是我国跻身创新型国家前列、基本实现社会主义现代化的关键阶段。以“产业强、经济强”为阶段目标，以科技创新支撑引领发展动力转换为重点，优化结构，补齐短板，自主创新能力进入世界前列，发展驱动力实现根本转换，从主要依靠要素和投资驱动的追赶型发展转变为更多依靠创新驱动、更多发挥先发优势的引领型发展，并建立起与这一生产力高度发展相适应的生产关系。创新成为经济社会发展和国防建设的重要驱动力，经济社会发展水平和国际竞争力大幅提升，呈现创新全球化、工业低碳化、城市智慧化、智能信息化、生态循环型、绿色消费型的社会发展图景，为我国建设世界科技强国、全面实现社会主义现代化奠定坚实基础。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（1）科技实现创新跨越，跻身世界科技中心。国家创新体系更加完备，战略科技力量日益强化壮大。科技创新发展能力从数量领先向质量领先转变，总体扭转科技创新以跟踪为主的局面。在若干基础前沿和重大战略领域由并行走向领跑，产出一批对世界科技发展和人类文明进步有重要影响的原创成果；部分重要技术领域具有全球竞争力，专利质量和价值接近发达国家水平；攻克制约国防科技的主要瓶颈问题；国家创新体系更加完备，一批研究型大学和研究机构进入国际一流行列。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(2）实现科技与经济深度融合、相互促进，产业创新能力显著增强，主要产业进入全球价值链中高端，国际竞争力进入世界前列。产业总体呈现绿色、低碳、智能和服务化发展特征，单位GDP能耗、水耗、污染物排放等指标达到经济合作与发展组织（OECD）成员平均水平[7]。创新成为产业发展主要驱动力，不断创造新技术和新产品、新模式和新业态、新需求和新市场，实现更可持续的发展、更高质量的就业、更高水平的收入、更高品质的生活。实现与发达国家从互补合作向竞争合作、与发展中国家从竞争合作向互补合作关系的双转变，基本改变重要的战略重点产业关键核心技术受制于人的被动局面。涌现若干引领世界的新兴产业，一批引领全球产业发展方向的跨国经营企业。中国对全球“新经济”增长的贡献持续超过 $1 / 3$ 。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(3）社会创新和生态环境跨越发展，公共部门管理效能达到中等发达国家水平。义务教育、基本医疗、养老健康、转岗培训、就业辅导、公共交通、社会治安等基本公共服务总体上能够满足城乡居民需求；优质教育培训、医疗卫生和信息网络资源共享水平与优质公共服务资源配置均等化水平显著提高；生态环境质量达到宜居宜业要求，城市生产、生活、生态环境智能信息化发展水平显著提升，生产生活方式引领世界，建设更安全、更放心、更便捷和更舒适的智能信息社会。创新文化氛围浓厚，法治保障有力，全社会形成创新活力竞相进发、创新源泉不断涌流的生动局面。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3从2035年到2050年左右，建成世界科技强国，全面支撑 “国家强”",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "这一时期是我国从创新型国家前列向世界科技强国迈进、全面建成社会主义现代化强国的决胜阶段。以“国家强”为阶段目标，以塑造全面领先发展为重点，构建开放高效的创新网络，大幅提升原始创新能力，成为世界主要科学中心和创新高地，在解决重大基本科学问题、开辟新的科学领域方向、构建新的科学理论体系上作出中国贡献，使创新成为经济社会发展的主要驱动力，全面支撑我国建成富强民主文明和谐美丽的社会主义现代化强国，实现中华民族伟大复兴的中国梦。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）科技创新实现整体跨越发展，科技综合实力进入世界前列，持续产出引领世界科技潮流的重大原创科学思想和科技成果。科技和人才成为国力强盛最重要的战略资源，涌现一批世界一流的科研院所、研究型大学和创新型企业；成为全球高端科技人才创新创业的重要聚集地，世界顶尖科学大师和创新人才云集，企业家精神得到充分释放。中国取得的重大科技成果超过全世界的1/4。中国在世界主要市场（美国、日本、欧盟）获得专利数位居全球前列。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(2）支撑我国成为综合国力和国家影响力领先的国家，全面提升物质文明、政治文明、精神文明、社会文明、生态文明，基本实现全体人民共同富裕，享有更加幸福安康的生活。劳动生产率、社会生产力提高主要依靠科技进步和全面创新，经济发展质量高，能源资源消耗低，产业核心竞争力强，呈现以绿色、智能、健康、安全、普惠为特征的社会发展图景。创新成为新安全体系的决定性支撑力量，国防科技达到世界领先水平。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）创新成为政策制定和制度安排的核心因素。创新制度环境、市场环境和文化环境更加优化，尊重知识、崇尚创新、保护产权、包容多元成为全社会共同理念和价值导向。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 科学谋划建设世界科技强国“三步走”战略的新举措",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对标建设世界科技强国的基本内涵和目标任务要求，应着力从顶层设计、创新体系、创新资源、创新模式等方面综合施策，协同发力，推动科技改革向纵深发展。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1做好科技强国建设的顶层设计",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "世界科技强国不可能一蹴而就，需要从国家层面凝聚共识，加强顶层设计和统筹部署，纲举目张、协调推进、持续努力。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）强化科技强国建设的领导决策机制。统筹推进科技体制、经济体制、教育体制、行政管理体制等领域改革，合理定位政府和市场功能，制定科技强国建设推进方案，形成时间表和路线图，统筹协调各部门科技创新政策和规划计划制定，分解落实各项工作责任。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）完善国家科技创新决策咨询制度。建立超越部门的国家科技决策咨询委员会，形成政府科技顾问网络，建立科学规范的科技决策咨询程序，为重大战略制定、规划编制、政策制定等国家决策提供科学、准确、前瞻、及时的科技咨询建议。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(3）健全国家科技管理基础制度。科学划分中央和地方科技管理事权，加强政府部门统一协调，合理确定中央各部门功能性分工，加强科技发展规划，优化科技计划管理体系和国家科技计划管理流程，完善国家科技报告制度、国家创新调查制度，构建覆盖全过程的监督",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "和评估制度。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（4）进一步强化重大创新领域规划布局。瞄准国家重大需求和世界科技前沿，组织制定新的国家中长期科技发展规划，在已有重大科技布局的基础上，聚焦信息、能源、材料、空天、海洋、生态资源环境、生命健康和基础前沿交叉等重大创新领域，制定我国跨越发展的目标、布局和路径，及时滚动调整和优化重大科技布局。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2构建与科技强国相适应的国家创新体系",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "国家创新综合实力在很大程度上取决于创新体系的创新能力和运行效能。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）调整优化国家科技力量布局，强化战略科技力量。聚焦空天海洋、能源资源、信息安全、交通运输等国家战略重点领域，依托优势力量，强化世界一流科研机构和国家实验室等国家战略科技力量。同时，进一步明确企业、科研院所、大学等各类创新单元在创新链不同环节的功能定位，构建开放合作、高效协同、充满活力的国家创新体系，有效支撑科技强国、质量强国、航天强国、网络强国、交通强国、制造强国建设，有效保障国家安全和可持续发展。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）优化区域创新布局，打造区域创新高地。围绕京津冀协同发展、长江经济带、粤港澳大湾区、雄安新区等国家区域发展战略，优化区域创新布局，整合创新资源，实现创新要素的集聚与流动，促进产业合理分工，加快建设具有全球影响力的科技创新中心和综合性国家科学中心，打造重大原始创新策源地和区域创新发展增长极。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(3）加快推进军民深度融合创新体系建设，开展军民协同创新。遵循经济建设和国防建设的规律，按照“统一领导、军地协调、需求对接、资源共享”的军民融合管理体制，统筹协调军民科技战略规划、方针政策、资源条件、成果应用，形成全要素、多领域、高效益的军民科技深度融合发展新格局。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3强化科技创新对建设现代化经济体系的战略支撑",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "构筑科技和产业深度融合的桥梁，有效解决科技和经济“两张皮”的顽症痼疾，提高科技进步对经济发展的贡献度，有力支撑新时代的现代化经济体系建设。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）大力加强基础研究和应用基础研究。要瞄准世界科技前沿，强化基础研究，实现前瞻性基础研究、引领性原创成果重大突破，增强原始创新能力。同时，围绕国家重大战略需求，加强应用基础研究，拓展实施国家重大科技项目，突出关键共性技术、前沿引领技术、现代工程技术、颠覆性技术等4类技术创新，提升我国科学发现、技术发明和产品产业创新的整体水平，强化源头储备。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）建立完善产业共性技术研究与开发体系。加快工业化和信息化深度融合，把数字化、网络化、智能化、绿色化作为提升产业竞争力的技术基点，推进各领域新兴技术跨界创新，构建结构合理、先进管用、开放兼容、自主可控、具有国际竞争力的现代产业技术体系，以技术的群体性突破支撑引领新兴产业集群发展，推动产业技术体系创新和产业质量升级，创造发展新优势。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(3）建立健全创新创业服务体系。加大对技术转移转化、创业辅导、知识产权、科技金融、法律咨询、人力资源等创新中介机构和创业服务机构的支持力度，提升专业化服务能力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4建设具有国际一流水平的创新人才队伍",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“人才者，国势所由强”。人才资源是科技强国的第一要素，也是创新活动中最为活跃、最为积极的因素。人才队伍的规模领先是我国的优势，水平、结构以及制度环境方面的问题，则是我国筑牢创新根基重点要着力的方面。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）培养与引进相结合，建立完善国际化创新人才网 络。科学育才、精准引才，凝聚大批高端创新人才，处理好“塔尖”与“塔基”的关系，变“人海”战术为“人梯”战术。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）改革完善人才激励和评价制度。改革完善人才计划，优化人才成长环境，健全科学分类的创新评价制度体系，进一步规范建立既有效激励又公平合理的分配政策，实现人尽其才、才尽其用。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（3）加强青年科技和创新人才培养。强化基础教育，推动高等教育创新，改革研究生培养模式，深化产教融合，推动教育和产业统筹融合发展，培养造就一大批具有国际水平的战略科技人才、科技领军人才、青年科技人才和高水平创新团队。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.5优化科技和创新资源配置方式",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "资源配置是影响和调节科技创新活动的重要手段。按照创新活动外部性由高到低，政府在创新资源配置中的作用要从直接向间接转变，妥善处理好与市场的关系，充分灵活运用直接财政支持、普惠性税收等多种政策工具。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）建立符合科学、技术和创新规律的资源配置方式。在科学价值创造活动中发挥政府配置资源的主导作用，承担科学活动的风险；在技术价值创造活动中发挥政府配置资源的重要作用，主导国家目标导向的重大技术开发活动，分担企业技术开发活动的风险，引导和鼓励社会增加技术开发经费投入；在技术商业化等经济价值创造活动中发挥政府配置资源的引导作用，促进风险投资和新兴产业基金发展，支持中小企业创新创业，保护知识产权和维护公平竞争的市场秩序；在规模商业化等经济活动中更多发挥政府在市场准人、产权保护等市场环境方面的监管作用，财政资源主要通过税收等普惠性方式进行配置。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（2）持续优化公共财政科技经费支持方式。改革中央财政科技计划和资金管理，持续优化财政科技计划体系，提高资金使用效益。要着力持续加大政府对基础性、战略性和公益性研究的稳定支持力度，完善稳定支持和竞争性支持相协调的机制，加大对颠覆性技术的支持力度。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(3）逐步加大普惠性税收政策支持比例。完善激励企业研究与开发的普惠性政策，探索研究与开发费用税额抵免、后补助等多样化支持方式，引导企业成为技术创新投入主体。同时，研究完善支持科技和创新发展的金融政策，加快建立健全科技型企业融资渠道和平台。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.6夯实世界科技强国的物质技术基础",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "顺应科技创新对大型复杂研究设施和先进信息基础等物质技术基础要求越来越高的趋势，做好重大科技基础设施和信息基础设施的顶层设计，处理好中央和地方投入、集中与分散布局、建设运行和应用产出的关系，充分发挥“大国重器”的创新基石作用。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（1）高水平、高起点规划建设一批重大科技基础设施和平台。适应大科学时代创新活动的特点，着眼于解决最前沿的科学问题，提升原始创新能力，建设一批面向全球开放、代表国家参与高水平国际科技竞争与合作的平台型科技基础设施；聚焦事关长远和全局的国家战略需求布局，建设一批突破关键技术瓶颈制约的战略导向型科技基础设施；面向国计民生发展难题，布局建设一批应用导向型科技基础设施。同时，着力推动国家重大科研基础设施和科技基础条件平台的开放与共享。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（2）强化信息基础设施对科技创新的基础支撑作用。建设支撑中国科技创新发展的战略性、基础性、通用性的重大信息基础设施，发展软硬一体的科学计算与科学大数据环境，着重推进生物、医学、新材料、新一代交通等数据密集领域的云基础设施建设，提升支撑科技和产业发展的能力。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.7打造具有中国特色的创新模式",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "“求木之长者，必固其根本；欲流之远者，必浚其泉源”。必须立足我国国情打造创新能量充沛、创新旋律高昂的创新模式。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（1）充分发挥“集中力量办大事”的优势。必须充分发挥我国社会主义市场经济条件下的新型举国体制优势，集中力量、协同攻关、持续发力、久久为功，加快突破重大核心技术、开发重大战略性产品，在国家战略优先领域率先实现科学技术跨越发展。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(2）营造良好的科技创新环境。加强以思想解放、学术自由为主要内涵的科学文化和制度与体制创新建设，处理好激励创新与宽容失败的关系、知识共享与产权保护的关系、小众创新与万众创新的关系。从法制、政策、文化、环境等方面着手，鼓励首创、提倡协作，厚植科学精神和创新文化，引导全社会特别是科技界树立和强化赶超、跨越与引领全球的创新自信，培育敢于创新、便于创新、乐于创新的土壤。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.8深度参与全球创新治理，全方位推进开放创新 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在经济贸易全球化的今天，科技合作日趋紧密，我国应积极参与全球科技创新治理体系建设，发出更多中国声音，提出中国方案，贡献中国智慧。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（1）发起和参与国际重大科技计划和大科学工程项目。抓住全球创新资源加速流动的机遇，面向世界科技前沿和全球性挑战，结合我国科技规划部署的重点领域，主动发起、牵头组织和参与国际重大科技计划和大科学工程项目，积极参与重大国际科技合作规则制定，提高国家科技计划对外开放水平和我国全球配置创新资源能力。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(2）加强与“一带一路”沿线国家科技创新深度合作。围绕落实“一带一路”发展倡议和亚太互联互通蓝图，合作建设面向沿线国家的科技创新基地，打造连接国内外创新资源的技术转移网络。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(3）支持企业走国际化创新发展道路，建立完善与国际接轨的开放创新体系。鼓励和支持企业面向全球布局创新网络，提升行业领军企业海外知识产权运营能力、创新能力和国际竞争力。以卫星、高铁、核能、超级计算机等为重点，推动我国先进技术和装备走出去，加快培育以技术、品牌、质量、服务为核心的出口竞争新优势。鼓励跨国公司在中国设立研究与开发中心，实现引资、引智、引技相结合。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "新时代赋予新使命，新征程呼唤新作为。在新的历史起点上，我们要按照党中央确定的建设世界科技强国“三步走”战略，大力弘扬创新科技、服务国家、造福人民的价值理念，不忘初心，牢记使命，科学前瞻谋创新，聚精会神抓创新，一心一意搞创新，让科技创新激发出更加充沛的活力，进发出更加澎湃的动力，为我国全面建成社会主义现代化强国、加快实现“两个一百年”奋斗目标和中华民族伟大复兴的中国梦，不断作出新贡献、创造新辉煌。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1习近平．决胜全面建成小康社会，夺取新时代中国特色社会主义伟大胜利—在中国共产党第十九次全国代表大会上的报告.[2017-10-27].http://www.xinhuanet.com/politics/19cpcnc/2017-10/27/c_1121867529.htm.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2陈须隆.不惧风雨勇向前.人民日报,2018-04-15(5).",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3习近平.把改善供给侧结构作为主攻方向，推动经济朝着更高质量方向发展.[2017-01-22].http://www.gov.cn/xinwen/2017-01/22/content_5162360.htm.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4国务院．国务院关于全面加强基础科学研究的若干意见.[2018-01-31].http://www.gov.cn/zhengce/content/2018-01/31/content_5262539.htm.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5中共中央,国务院.国家创新驱动发展战略纲要.[2016-05-19].http://www.gov.cn/gongbao/content/2016/content_5076961.htm.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6中国科学院.科技强国建设之路：中国与世界.北京：科学出版社，2018:236-239.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "7穆荣平，樊永刚，文皓.中国创新发展：迈向世界科技强国之路.中国科学院院刊，2017,32(5):512-520",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Accurately Grasp and Thoroughly Understand Basic Connotations of “Three Steps” Strategy for Building World Power of Science and Technology ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "BAIChunli ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（Chinese Academy of Sciences,Beijing 100864,China）",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Abstract“TreeSteps”trategofbuildingworldpowerofscienceandtechnologyis theguidelinofChina’ssc-techinnovationand developmntinteeeraThisesearchproposstocuratelygraspandthoroughlyuderstandthecorecootatiooftisajotrategic deploymetfroerspisofteaalelototordrdfs-thgstioaioad Onthisbasis,thepaperilstratestebsicotentsof“Tre Steps’strategyfrotalentands-techpower,toidustrialadeooic power,ndttfullortaldtateicostsofoioi innovative resources,and innovative mode. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Keywordsworld power ofscience and technology,“Three Steps”strategy,strategic connotation, initiatives白春礼化学家和纳米科技专家。中国科学院院长、党组书记、学部主席团执行主席，发展中国家科学院院长，中共十九届中央委员会委员。1953年9月出生，辽宁人。博士。中国科学院、发展中国家科学院、美国国家科学院、美国艺术与科学院、英国皇家学会、欧洲科学院、俄罗斯科学院等10余个国家科学院或工程院院士。兼任中国微纳协会名誉理事长、国家纳米科技指导协调委员会首席科学家等；国务院学位委员会副主任委员、国家科技奖励委员会副主任委员等；《中国科学院院刊》主编，若干化学和纳米科技领域重要国际学术刊物的共同主编或国际顾问编委。E-mail:xwnie@cashq.ac.cn",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/3af7a50ae410eea74a12005cd9db14e10f0c52984850439c302f562cb5d9e256.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "BAIChunliWell-onchemistandleadingsientistinanosiene,DrBaiCunlisthePresidentoftheCinseAcademyofienc (CAS).HeisalsothePresidentofthePresidumoftheAcademicDivisionsofCAS,andthePresidentoftheWorldAcademyofSciencesfor theAdvancementofScienceinDevelopingCountries(TWAS).Hehasalonglistof scientific publicationsandhas Won morethantwenty prestigiousawardndprzesforhisacadeicachievements,cdingUSCOMedalof\"Contributios toDvelopmentofNanosieneand Nanotechnology.Hehasbeeelectedmemberorfreignmemberoforld-knownacademiesofsienceorengineeig,icludngtheCAS, TWAS,USNatioaladefiees(A),toaloietyercacadeArtsdiecs (AA),adee AcademyofEurope),theRusiaAcademyofSciences (RAS),theAustralianAcademyofSience(AAS),teIndianAcademyofcience (IAS),theGeranAcadeyofSienceandEngineering(acatech),thRoyalDanishcademyofSiencsandLeters,HonoraryFellow oftheRoyalSocietyofChemistryHonoraryMemberoftheChemicalSocietyofJaan(CSJ),ndHonoraryDoctororrofessorofseal highlyselecteduiversitis.HealsoeresasteCiefScietitfortheatioaltngCommieforanosieeandTecholdas theFoundingDirecrofChinaNatioalCenterforanosieneadTchnologyMoreoereisthediton-ChiefofBulltinofCine Academyofciences,embeofthteatioalEditoraldvisoryoardofCAngewadteemiedvacedaterialsdcal Physics Letters. E-mail: xwnie@cashq.ac.cn ",
        "page_idx": 8
    }
]