[
    {
        "type": "text",
        "text": "Characteristicsandhazardsofdifferent snow avalanche types in a continental snow climate region in the Central Tianshan Mountains ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "HAO Jiansheng1,2, Richard MIND'JE1.3, LIU Yang1,3.4.5.6, HUANG Farong1,3.4.5.6, ZHOU Hao7, LI Lanhai1,3,4,5,6\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 State KeyLaboratoryofDesert andOasisEcology,Xinjiang IstituteofEcologyand Geography,Chinese AcademyofSciences, Urumqi 830011, China;   \n2KeyLaboratoryof Land Surface Paternand Simulation,Instituteof Geographic Sciencesand Natural Resources Research, Chinese Academy of Sciences,Beijing 1Oo101,China;   \n3 Il Station for Watershed Ecosystem Research, Chinese Academy of Sciences,Xinyuan 8358oo,China;   \n4 University of Chinese Academy of Sciences,Beijing 10049,China;   \n5 CAS Research Center for Ecology and Environment of Central Asia, Urumqi 830011, China;   \n6 Xinjiang KeyLaboratory of WaterCycle and Utilization inArid Zone,Urumqi 830o11,China;   \n7 Transport Department of Xinjiang Uygur Autonomous Region, Urumqi 8300o, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Snow avalanches are a common natural hazard in many countries with seasonally snow-covered mountains. The avalanche hazard varies with snow avalanche type in different snow climate regions and at diferent times.The ability to understand the characteristics of avalanche activity and hazards of diferent snow avalanche types is a prerequisite for improving avalanche disaster management in the mid-altitude region of the Central Tianshan Mountains.In this study, we collcted data related to avalanche,snowpack, and meteorology during four snow seasons (from 2015 to 2019),and analysed the characteristics and hazards of diferent types of avalanches. The snow climate of the mid-altitude region of the Central Tianshan Mountains was examined using a snow climate classification scheme,and the results showed that the mountain range has a continental snow climate.To quantify the hazards of different types of avalanches and describe their situation over time in the continental snow climate region, this study used the avalanche hazard degree to assess the hazards of four types of avalanches,i.e.， full-depth dry snow avalanches, ful-epth wet snow avalanches,surface-layer dry snow avalanches,and surface-layer wet snow avalanches. The results indicated that surface-layer dry snow avalanches were characterized by large sizes and high release frequencies,which made them having the highest avalanche hazard degree in the Central Tianshan Mountains with a continental snow climate.The overallavalanche hazard showed a single peak pattern over time during the snow season,and the greatest hazard occurred in the second half of February when the snowpack was deep and the temperature increased. This study can help the disaster and emergency management departments rationally arrange avalanche relief resources and develop avalanche prevention strategies. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:continental snow climate;avalanchehazard;full-depth snow avalanche;surface-layer snowavalanche; hazard assessment; disaster management ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Avalanches can endanger exposed communities， transportation corridors， transmission and communication lines,and pipelines,and may seriously hinder the sustainable development of human society in mountainous areas (Wastl et al., 2O11; Schweizer et al.，2O21). Catastrophes caused by avalanches have occurred in some Asian alpine countries each year, such as the regional snow avalanche in the Kashmir on 14-16 January 2O2O, which resulted in more than 16O deaths; a snow avalanche that caused more than 7 deaths in southern Kazakhstan on 17 February 2O17; and a regional snow avalanche that paralyzed regional transport and caused 4 deaths in Bishkek, Kyrgyzstan,on 29 March 2O17. Avalanche disaster prevention and management are therefore of vital importance in some Asian alpine countries due to significant economic losses and numerous fatalities caused by avalanches (Ganju and Dimri,2O04; Hao et al.,2O18).As the largest mountain system in Central Asia, the Tianshan Mountains have abundant snowfallin the cold season due to westerly circulation and unique topography, which leads to active avalanche activities with frequent disasters (Ma and Hu,1990; Hu et al.,1992; Zhang et al.,2019). Snow avalanches are well known and have been studied for a long time in the Central Tianshan Mountains, particularly in the Kunes Valley located in a mid-altitude region. Indeed, observations conducted over the past decades have revealed the conditions of avalanche release (Ma and Hu,199O; Hu et al.,1992; Hao et al., 2018). Along the Kunes River Valley， numerous avalanches were reported by the local transport administration each winter,as they caused disturbances to road traffic of the main transportation corridors across the Tianshan Mountains (Hao et al.,2O18).Although several studies have been undertaken to investigate the distribution of snow avalanche activity in the central zone of the Tianshan Mountains (Hu et al.,1992; Hao et al.,2018;Yang et al.,2O2O),avalanche prevention strategies have not yet been developed due to a lack of avalanche hazard assessments. Avalanche hazard assessments are an effective means of avalanche disaster prevention and management (Wastl et al.,2O11; Schweizer et al., 2O2O). The correct measure based on the hazard degree of an avalanche is the desired aim in every critical situation.The ability to understand the characteristics of avalanche activity under particular snow climate conditions is a prerequisite for developing and/or improving avalanche hazard assessments and for assessing the influence of potential climate change on avalanche activity or avalanche type (Shandro and Haegeli, 2018). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The formation and release of avalanches depend on many factors, such as climate, topography, and snow cover characteristics (Schweizer et al., 2OO3;Guy and Birkeland, 2O13;Mitterer and Schweizer, 2013;Valero et al.，2O18). The release form of avalanches is diversified,and the formation mechanisms of different types of avalanches are different due to snowpack stratigraphy, soil temperature and moisture,and regional weather patterns (van Herwijnen and Jamieson, 2007; Ceaglio et al.,2017; Kohler et al.,2018; Shandro and Haegeli,2018).The formation of diferent snow avalanche types has been investigated in the past (Clarke and McClung,1999; Ancey and Bain，2O15； Schweizer et al.，2O21).Researchers divided an avalanche into full-depth and surface-layer according to the position of the failure layer (Clarke and McClung,1999; Bartelt et al.,2012; Schweizer et al., 2O21). Full-depth avalanche releases have been summarized in previous reviewing publications (Holer, 2014; Ancey and Bain, 2O15),which concluded that a full-depth avalanche originates from a failure at the snow-soil interface when it is wet so that the basal friction is reduced. It is agreed that the snow-soil interface becomes wet for the following reasons: warm ground temperatures stored in the ground before the snow season melt the lowermost snow layer (Holler, 2O14; Ceaglio et al., 2O17); a strong hydraulic pressure gradient causes the free water in the soil to move into the snow layer at the bottom of the snowpack (Ceaglio et al.,2017; Maggioni et al., 2O19);and meltwater or rain percolates from the snow surface to the snow-soil interface (Conway and Raymond,1993; Peitzsch et al., 2012; Holler, 2014). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The formation of surface-layer avalanches and their influencing factors have been investigated by McClung (1981) and reviewed by Schweizer et al. (2OO3), who concluded that the surface-layer avalanches are often released due to a failure of the weak layer within the snowpack and crack propagation within the weak layer. Extra loading due to snowfall, earthquakes,explosions, and skiing can cause a failure of the weak layer and crack propagation (McClung, 2O13; McClung and Borstad,2O19; Parshad et al.,2O19).An avalanche can be described as a falling mass of snow that may contain ice, rock, and/or soil (Ancey and Bain,2O15; Schweizer et al.,2O21). Considering the characteristics of snow at the time of avalanche release,avalanches are divided into wet avalanches and dry avalanches，and the two types have significantly different formation mechanisms (Schweizer et al.,2O21).Formation mechanisms and characteristics of dry avalanche release were summarized in previous reviewing publications (Schweizer et al., 2OO3;Birkeland et al.,2019; McClung and Borstad,2O19), concluding that the release of a dry snow slab avalanche is caused by the overloading of an existing weakness in the snowpack, and this process naturally starts during the snowstorms or shortly after the snowstorms. Wet snow avalanche formation originates from the percolation of liquid water within snow cover (Ancey and Bain， 2O15；Valero et al.，2018; Abermann et al., 2O19),and the volumetric liquid water content of snowpack,air temperature, and shortwave radiation are often used as critical parameters for predicting wet snow avalanche activity (Mitterer and Schweizer, 2O13; Ancey and Bain, 2015). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The characteristics of different types of avalanches are significantly different due to the conditions of snowpack,soil,and weather (Schweizer et al., 2O21). Avalanche hazard has been defined in terms of the frequency,release,type,and size (Schweizer et al.，2O2O). Therefore, avalanche hazards in space and time are significantly different as a result of the variety of snowpack characteristics and prevailing types in diferent snow climate regions and their evolution over time.Regional avalanche hazard assessments in space and time are helpful for land-use planning in mountain ranges and avalanche disaster management. The avalanche hazard in space is assessed by factors related to avalanche formation，such as terrain,elevation,and snow depth (Choubin et al.,2019; Schweizer et al.,2O2O).Wastl et al. (2O11) assessed avalanche hazards and distinguished areas of avalanche hazards with a risk above the accepted level based on historical avalanche data, which was given priority in subsequent detailed investigations and the planning of possible protective measures. Avalanches can occur repeatedly along the same paths, and the type of avalanche varies over time during a snow season due to the evolution of snowpack, soil,and meteorological properties (Laute and Beylich, 2014; Ceaglio et al.,2O17; Statham et al., 2018), causing different types of avalanches to prevail at different times in a particular area. The spatial hazard of avalanches is composed of the superposition of the hazard of its diferent types so that the avalanche hazard is dynamic over time in a particular area.The lack of understanding of the temporal variability in avalanche type and hazard level makes it difficult to establish the right avalanche management measure at the right time. The change in climate alters the type and frequency of avalanche release in some regions,which increases the uncertainty of avalanche hazards (Castebrunet et al., 2O14). Understanding the variation in regional avalanche hazards over time and its influencing factors is a prerequisite for improving avalanche hazard management and for assessing the influence of potential climate change on regional avalanche hazards. Although the existing literature provides a good overview of regional avalanche hazard assessments in space, the temporal distribution characteristics of avalanche hazards and the changes in climate, snowpack, and soil characteristics that affect changes in avalanche hazards in a particular snow climate region are not fully understood scientifically due to the lack of quantitative methods for assessing avalanche hazards over time. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To address the above drawbacks, this study aims to demonstrate the approach of assessing avalanche hazards and understand the temporal distribution of avalanche hazards and its influencing factors during a snow season. We collcted data related to avalanches, meteorology, and snowpack during four snow seasons (2015-2016, 2016-2017,2017-2018,and 2018-2019) within the Central Tianshan Mountains，which should ensure appropriate data sources. The characteristics of different snow avalanche types were analysed,and the hazards of diffrent snow avalanche types during the snow seasons were identified.Factors that favour the formation of different types of avalanches and their impact on avalanche hazards were also presented, interpreted, and discussed. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Data and methods ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To address our primary purpose,we investigated avalanches along the National Road 218 (G218) in the Kunes River Valley of the Central Tianshan Mountains.The G218 is an important national traffic road connecting eastern and western Xinjiang Uygur Autonomous Region of China and passes through the Tianshan Mountains; the road is affected by avalanche events in the spring and winter. Most locations of the road are exposed to snow avalanche hazards. Although protective infrastructures (ditches, smallretaining walls,etc.) have been built, they are not enough to stop the avalanches.These infrastructures are rapidly filled with snow,and avalanches easily reach roads in many locations. Due to severe avalanche hazards, traffic accidents occur every year, resulting in casualties in this region. The land cover of south-facing slopes in the study area consists mainly of steep and/or very steep meadows interrupted by open and closed forests,shrubs,and some rocky areas,which are favourable for avalanche development.The average value of the slope angle in the starting zone of the avalanche is $3 7 . 2 ^ { \\circ }$ ，and two-thirds of avalanches occur on slopes with inclinations between $3 6 . 0 ^ { \\circ }$ and $4 2 . 0 ^ { \\circ }$ (Hao et al., 2O18). The avalanche paths in the Kunes River Valley in the Central Tianshan Mountains were identified and described in detail by Yang et al. (2020).The Tianshan Station for Snow Cover and Avalanche Research, Chinese Academy of Sciences (TSSAR; $4 3 ^ { \\circ } 1 6 \\mathrm { ^ { \\prime } N }$ ， $8 4 ^ { \\circ } 2 4 ^ { \\prime } \\mathrm { E }$ ） was established to perform observations of avalanches and snow cover in this area. The TSSAR,with an elevation of $1 7 7 6 \\mathrm { ~ m ~ }$ a.s.l., is located in the Central Tianshan Mountains and is next to the G218 (Fig. 1a). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Based on observations at the TSSAR,the annual precipitation totals approximately $8 7 0 ~ \\mathrm { m m }$ with $3 0 \\% - 4 0 \\%$ falling as snowfall during the snow season (from November to March next year). The temperature of the snowpack is near $0 ^ { \\circ } \\mathrm { C }$ during March,and snowmelt often occurs during early March and creates moist or wet snowpack. The average snow depth at the station is $7 8 ~ \\mathrm { c m }$ ， with a maximum snow depth of approximately $1 6 0 \\mathrm { c m }$ in the cold season,as determined using data from 200O to 2Oo1. Snowpack is characterized by a lower snow density,a higher snow temperature gradient,and a higher proportion depth hoar (Wei et al., 2O01; Hao et al.,2O18). Persistent weak layers made up of depth hoar are considered to be the main cause of frequent avalanche releases in the winter season (from December to February next year) (Ma and Hu,199O; Hu et al.,1992; Hao et al., 2018). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2 Meteorological and snowpack data ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Meteorological data were collected automatically and hourly by an automatic weather station located at the TSSAR (Fig. 1b),and data included precipitation, snow depth,air temperature, humidity， wind speed,and shortwave radiation (upward and downward). The automatic weather station was established in the vicinity of an avalanche zone (Fig.la).Because of the mechanical failure of meteorological equipment and other factors that resulted in incomplete and inconsistent snow depth and air temperature data,the study used manual recordings to correct and fill any missing data. Manual weather stations were set up in a safe zone with low avalanche danger and were $2 0 \\mathrm { m }$ apart from the automatic weather station (Fig.1b). We conducted snow pit observations according to Fierz et al. (2OO9）at the snowpack observation field near weather stations to determine the physical properties of the snowpack, where the collected data were considered to be representative of the snowpack in the study area. The sampler, with a $1 0 0 ~ \\mathrm { c m } ^ { 3 }$ box-cutter with dimensions of $6 . 0 \\ \\mathrm { \\ c m } { \\times } 5 . 5 \\ \\mathrm { \\ c m } { \\times } 3 . 0$ cm and a weighing scale (http://snowmetrics.com/shop/ prosnow-kit-i/),was used to measure the snow density. The snow fork was used to measure the liquid water content of snow (Techel and Pielmeier, 2011). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 Record of snow avalanches ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The avalanche data were collected by field teams of the Narat Highway Administration,Transport Department of Xinjiang Uygur Autonomous Region, China and the TSSAR. Field teams conducted avalanche sampling in the worst parts of the G218 that affected by avalanches during the four snow seasons (2015-2016,2016-2017，2017-2018,and 2018-2019). There were approximately 20 avalanche-prone sites, accounting for a road length of $6 \\mathrm { k m }$ (Fig. la). During daily patrolling along roads,when an avalanche was identified,the observers recorded information on the snow avalanches, including the date,location,type and scale of the avalanches,any destruction caused by the avalanches,and the density,liquid water content, and composition of avalanche deposits (Table 1). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/dfdcf0c4b09ceb7c74e62d0e2d15847e5c0221f419e747f1f6da4c15b8559577.jpg",
        "img_caption": [
            "Fig.1Locationof the studyarea (a)and distribution of avalanche paths in the surrounding of the Tianshan Station for the Snow Cover and Avalanche Research,Chinese Academy of Sciences (TSSAR;a),and overview of the TSSAR (b).Photos of snow avalanche deposits blocking the road and measurementof the width,height,and length, (W,H,andL,respectively)of the deposit body from the avalanche are also shown. G218,National Road 218. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/4412c50c1bcaf3e3d81abf07df4a81981b44243055ca0c9140c275e5d08d5e7d.jpg",
        "table_caption": [
            "Table1 Parameters used for describing avalanche characteristics "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Observation project</td><td>Observation content</td><td>Abbreviation</td><td>Unit</td></tr><tr><td rowspan=\"5\">Scale of avalanche deposits</td><td>Width</td><td>W</td><td>m</td></tr><tr><td>Length</td><td>L</td><td>m</td></tr><tr><td>Height</td><td>H</td><td>m</td></tr><tr><td>Volume</td><td>V</td><td>m</td></tr><tr><td>Mass Composition</td><td>M</td><td>t</td></tr><tr><td rowspan=\"4\">Properties of avalanche deposits</td><td>(snow,snow and soil,and snow-soil and vegetation)</td><td>S, SS, SSV</td><td></td></tr><tr><td>Density</td><td>D</td><td>kg/m³</td></tr><tr><td>Liquid water content</td><td>LWC</td><td>m³/m³</td></tr><tr><td>Full-depth dry snow avalanche</td><td>FDA</td><td></td></tr><tr><td rowspan=\"3\">Type of avalanches</td><td>Full-depth wet snow avalanche</td><td>FWA</td><td></td></tr><tr><td>Surface-layer dry snow avalanche</td><td>SDA</td><td></td></tr><tr><td>Surface-layer wet snow avalanche</td><td>SWA</td><td></td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We classified the snow into wet or dry based on the liquid water content of an avalanche deposit, which was measured by the snow fork and estimated by quantitative empirical criteria as described by Fierz et al. (2Oo9). Wet snow is defined as snow with a volumetric liquid water content greater than $3 \\%$ ,which is characterized by the fact that water can be recognized at $1 0 \\times$ magnification by its meniscus between the grains (Fierz et al.，2OO9； Techel and Pielmeier, 2O11).By taking into account the characteristics of snow and the position of the failure layer during avalanche activity, we classified avalanches into four categories: full-depth dry snow avalanche (FDA), full-depth wet snow avalanche (FWA)，surface-layer dry snow avalanche (SDA)，and surface-layer wet snow avalanche (SWA). The observers were adequately trained to discriminate the four types of avalanches based on the position of the failure layer and the characteristics of snow and deposits of the avalanche. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Because avalanche deposits block roads and it is very difficult and dangerous to enter avalanche release zones to measure snowpack and avalanches，this study focused on measuring the parameters of avalanche deposits hiting roads to assess avalanche hazards. The deposit accumulation body on the road is mostly semi-eliptical in shape,and the volume of the deposit accumulation body $\\mathrm { ( V , m } ^ { 3 } )$ is calculated by the following equation: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { { V = } } \\frac { \\pi \\mathrm { { W H L } } } { 4 } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where W (m),H (m),and $\\mathrm { \\Delta L ( m ) }$ are the width,height,and length of the deposit accumulation body, respectively. A $3 \\mathrm { - m }$ long snow ruler and laser rangefinder were used to measure the length,width, and height of the deposit accumulation body (Fig. 1b). A sampler with a volume of $1 0 0 ~ \\mathrm { c m } ^ { 3 }$ was used to estimate the deposit density at different depths and then the values were averaged.The mass of the avalanche deposits was obtained by multiplying the volume of the avalanche deposits by the average density. A total of 138 avalanches were recorded in the observation area during the four snow seasons in this study. Because avalanche deposits on roads need to be cleaned up quickly to keep the road open, all parameters of 54 avalanches were measured; for any other avalanches, only the time,location, and type of avalanche were recorded. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.4 Methods ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Snow climate has been used extensively to describe the general snowpack conditions in mountain ranges,and information about the local snow climate can provide useful background information about avalanche activities that might be expected in the area (Mock and Birkeland, 2OOO; Haegeli and McClung，2007； Shandro and Haegeli， 2O18). The snow climate is divided into three categories: maritime snow climate,transitional snow climate,and continental snow climate.The snow climate classification scheme was used to define and examine the snow climate of the study area (Mock and Birkeland, 2OoO). The mean air temperature,total rainfall, total snowfall, total snow water equivalent, and the average of the December snowpack temperature gradient from the snow season (from 1 December to 31 March next year） were used to classify the local snow climate.The procedure for the classification of snow climate was described by Mock and Birkeland (2000); it was used to identify the local snow climate in the study. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Avalanches with large volume and mass deposits are more harmful to public buildings and passing vehicles than avalanches with small volume and mass deposits. Different avalanches have significant differences in their destructive power due to the difference in the volume and mass deposits from the avalanches.To quantitatively describe the damage power of different avalanches, we defined the avalanche damage index (ADI) and applied it to indicate the avalanche damage power. The higher the ADI, the greater the avalanche damage to public buildings and passing vehicles. The ADI of individual avalanche and the ADI of a certain type of avalanche are obtained using Equations 2 and 3, respectively: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { A D I } _ { k } = \\frac { \\mathbf { M } _ { k } - \\operatorname* { m i n } \\big \\{ \\mathbf { M } _ { k } \\big \\} } { \\operatorname* { m a x } \\big \\{ \\mathbf { M } _ { k } \\big \\} - \\operatorname* { m i n } \\big \\{ \\mathbf { M } _ { k } \\big \\} } ( k = 1 , 2 , \\cdots , n ) ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { A D I } _ { i } = \\frac { 1 } { n _ { 1 } } \\sum _ { k = 1 } ^ { n } \\mathrm { A D I } _ { k } ( i = 1 , \\ 2 , \\ \\cdots , m ; \\ k = 1 , \\ 2 , \\ \\cdots , n _ { 1 } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $\\mathrm { A D I } _ { \\underline { { k } } }$ is the avalanche damage index of the $k ^ { \\mathrm { { t h } } }$ avalanche in the dataset with a total of $n$ avalanches; ${ \\bf { M } } _ { k }$ is the mass of the deposits from the $k ^ { \\mathrm { { t h } } }$ avalanche; $\\mathbf { A D I } _ { i }$ is the avalanche damage index of the $i ^ { \\mathrm { t h } }$ avalanche type in a total of $m$ avalanche types; and $n _ { 1 }$ is the total sample number of ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "the $i ^ { \\mathrm { { t h } } }$ avalanche type. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Different types of avalanches occur at different time intervals with different frequencies.The avalanche activity index (AAI) was defined to quantitatively describe the frequency of different types of avalanches in a specific time,and it can be obtained using Equation 4: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n{ \\mathrm { A A I } } _ { i j } = { \\frac { N _ { i j } - \\operatorname* { m i n } \\left\\{ N _ { i j } \\right\\} } { \\operatorname* { m a x } \\left\\{ N _ { i j } \\right\\} - \\operatorname* { m i n } \\left\\{ N _ { i j } \\right\\} } } ( i = 1 , ~ 2 , ~ \\cdots , m ; ~ j = 1 , ~ 2 , ~ \\cdots , p ) ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $\\mathbf { A A I } _ { i j }$ is the avalanche activity index of the $i ^ { \\mathrm { t h } }$ avalanche type in the $j ^ { \\mathrm { t h } }$ time interval, and a snow season is divided into $p$ time intervals；and $N _ { i j }$ is the total number of the $i ^ { \\mathrm { t h } }$ avalanche type in the $j ^ { \\mathrm { t h } }$ time interval. Half a month was taken as a time interval during a snow season in this study. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The avalanche hazard degree is a numeric expression of the avalanche damage in a given time. The index is determined by multiplying the avalanche activity index and the avalanche damage index. These are derived from the following respective equations: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { A H D } _ { i j } = \\mathrm { A A I } _ { i j } \\times \\mathrm { A D I } _ { i } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { A H D } _ { j } = \\sum _ { i = 1 } ^ { m } \\mathrm { A H D } _ { i j } ( i = 1 , ~ 2 , ~ { \\cdots } , m ; j = 1 , ~ 2 , ~ { \\cdots } , p ) ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $\\mathrm { A H D } _ { i j }$ is the avalanche hazard degree of the $i ^ { \\mathrm { { t h } } }$ avalanche type in the $j ^ { \\mathrm { t h } }$ time interval; and $\\mathrm { A H D } _ { j }$ is the overall avalanche hazard degree in the $j ^ { \\mathrm { t h } }$ time interval. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1 Characteristics of different types of avalanche deposits ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The snow climate was examined using the snow climate classification scheme,and the results from the four snow seasons (from 2O15 to 2O19) showed that the study area has a typical continental snow climate. Characteristics of diferent types of avalanche deposits are shown in Figure 2.The average density of FDA deposits that were deposited on the road was $3 0 0 { - } 3 8 0 ~ \\mathrm { k g / m ^ { 3 } }$ (Fig. 2a). According to the measurements of the volumes of 10 FDA deposits that were dropped on the road during 2015-2019, the average volume of FDA deposits was $1 3 7 ~ \\mathrm { m } ^ { 3 }$ and the average weight was $4 6 . 2 \\mathrm { ~ t ~ }$ (sample size ${ \\mathfrak { = } } 9$ ). Compared with the volume and mass of other types of avalanche deposits, the FDA deposits had the smalest volume and sediment debris weight,and the avalanche damage index of the FDA was significantly lower than those of other types of avalanches in the continental snow climate of this mid-altitude region in the Central Tianshan Mountains (Fig. 2d). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The SDA released with failure of the snow layer within the snowpack and crack propagation with the snow layer. The SDA deposits were powdery snow with a density of $2 8 0 { - } 3 4 0 \\mathrm { k g / m ^ { 3 } }$ and a grain size of $0 . 5 { - } 3 . 0 ~ \\mathrm { m m }$ . The volume of different SDA deposits varied greatly, and the average volume of SDA deposits was the largest among all kinds of avalanches, with an average value of approximately $3 3 5 ~ \\mathrm { ~ m } ^ { 3 }$ (sample size $scriptstyle = 2 0$ ）(Fig. 2b). Compared with other types of avalanche deposits,although the density of SDA deposits was the smallst, the average volume of SDA deposits was the largest among all kinds of avalanche deposits. Therefore,the average mass of SDA deposits was the largest, with an average value of approximately $1 1 3 . 0 ~ \\mathrm { t } .$ ，which caused the SDAs to have the highest avalanche damage index. During the release process of the SDA, snow particles collided with each other and escaped into the air, creating a powder cloud and generating powerful airwaves that severely damaged trees,houses,and road infrastructures. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The SWA consists of snow with a liquid water content greater than $3 \\%$ . The density of SWA deposits was $4 1 0 { - } 4 9 0 \\mathrm { k g / m } ^ { 3 }$ (sample size $_ { = 1 3 }$ ), second in deposit density to the FWA (Fig. 2a). The volume and mass of SWA deposits were lower than those of SDA and FWA deposits (Fig. 2b and c). The deposits from the FWA were presented as lumpy mixtures of soil and snow. The density of FWA deposits was $5 6 0 { - } 6 9 0 \\mathrm { k g / m ^ { 3 } }$ ,and the liquid water content of the deposits was more than $3 \\%$ ： According to the observations,there was also a large number of snowballs on the hilside before a FWA release. Avalanche increases in volume as it slides down during a FWA release,carrying melted soil from the Earth's surface,resulting in FWA deposits that take on a multi-layered structure with a tan outer soil layer and a white inner snow layer. The average diameter of the multi-layered structure deposits was $2 0 { - } 3 0 ~ \\mathrm { c m }$ ,among which the diameter of the white inner snow layer was $5 { \\mathrm { - } } 1 0 ~ { \\mathrm { c m } }$ . The volume of FWA deposits was relatively small ( $\\mathrm { 1 6 7 ~ m ^ { 3 } }$ on average), but the density was the largest; thus, the mass of FWA deposits was relatively large, with a value of $1 0 4 . 0 \\mathrm { { t } }$ (sample size $_ { : = 1 2 }$ ). The water content of the snow was relatively high, the density was large,and the snow carried soil, sand, and stone during the process of FWA release.As a result, the FWA was more destructive to passing vehicles and pedestrians. In summary, due to the significant differences in the density and volume of different types of avalanche deposits,the mass and damage degree of avalanche deposits were ranked in the following order: SDA>FWA $>$ SWA>FDA (Fig. 2d). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/0ba64ba7b10b379d5d2f064313526a31389612e56b11cd17922f289927fdffa9.jpg",
        "img_caption": [
            "Fig.2Density (a),volume (b)，weight (c),and avalanche damage index (d) of FDA,SDA,SWA,and FWA deposits in the Central Tianshan Mountains.FDA,full-depth dry snow avalanche; SDA,surface-layer dry snow avalanche；SWA，surface-layer wet snow avalanche；FWA，full-depth wet snow avalanche.Boxes represent interquartile ranges ( $2 5 ^ { \\mathrm { t h } }$ to $7 5 ^ { \\mathrm { t h } }$ percentiles); thick horizontal bars in each box denotes the median ( $\\mathrm { 5 0 ^ { t h } }$ percentile); whiskers(thin horizontal bars）represent the highest and the lowest values,respectively； black smalltriangle denotes the average value. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2 Occurrence time of different types of avalanches ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Each snow season in the study area was defined as the period from November to March next year due to the obvious snowfall (Fig.3). The temperature showed a continuous decline,the average temperature was below $0 ^ { \\circ } \\mathrm { C }$ ，and the snow depth exhibited a sharp increase in the early snow season (from November to December; Fig. 4). In the middle of the snow season (from January to February),the temperature reached its lowest value of the whole snow season, the snow depth increased slowly,and the water content of snow cover was the lowest. At the end of the snow season (March),the average temperature began the transition from below $0 ^ { \\circ } \\mathrm { C }$ to above $0 ^ { \\circ } \\mathrm { C }$ Snowmelt caused a sharp reduction in snow depth,and snow density and water content reached their highest values of the snow season. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A total of 138 avalanches were recorded in the observation area during the four snow seasons (2015-2019)， including 34 FDAs, 50 SDAs， 26 SWAs,and 28 FWAs. Avalanches occurred throughout the snow season, with $48 \\%$ of avalanches occurring in the second half of February and the first half of March. FDAs were mainly released at the beginning of the snow season and were most active during the first half of December (Fig. 5a).FWAs mainly occurred at the end of the snow season and were most active in the first half of March. SDAs mainly occurred during the middle of the snow season, with February being the most active period. SWAs occurred during the transition from the middle to the end of the snow season (the second half of February and the first half of March; Fig. 5a).Figure 5b shows that February and March were the most active periods of avalanches in the snow season,and the most active time sequence of different snow avalanche types was as follows: FDA>SDA $>$ SWA>FWA. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/7b47f8b26baf642e5a164bd2696e7aa031b9bc52ccd6c2947bb217bb317f54c3.jpg",
        "img_caption": [
            "Fig.3Seasonal development of the snow depth for the four snow seasons from 2O15 to 2019 "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/248abbfd9d68d5b2c6dce8146641c5af88e18fb76edb0543bed86ed242e74532.jpg",
        "img_caption": [
            "Fig.4Seasonal changes of air temperature for the four snow seasons from 2O15 to 2019 "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/51bafd4b99b170c3c5915176420ea16a0dedc6983fb04bcc01d89680fc8c762a.jpg",
        "img_caption": [
            "Fig.5Cumulative number(a)and avalanche activity index (b)of diferent snow avalanche types in diffrent time intervals for the four snow seasons from 2O15 to 2019 "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3Hazard of different snow avalanche types ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "As can be seen from Figure 6a,the avalanche hazard degree from large to small in turn was SDA, FWA,SWA,and FDA. In the early snow season, FDAs were relatively active,but the hazard degree of FDAs was relatively low (Fig. 6a). The maximum avalanche hazard degree for the FDAs occurred in the first half of December, with an avalanche hazard degree of approximately O.14.The avalanche hazard of FWAs was mainly distributed in March,and the maximum avalanche hazard degree of FWAs was approximately O.35.The avalanche hazard degree of SDAs began to gradually increase in the middle of the snow season.The avalanche hazard degree of SDAs was the highest in the second half of February, with the value that was approximately 4 times the maximum avalanche hazard degree of FDAs.Figure 6a shows that the avalanche hazard degree of SDAs was the highest for all types of avalanches in the snow season. Figure 6b illustrates that the overall avalanche hazard degree presented a single peak pattern over time in the snow season after the accumulation of hazard degrees of different snow avalanche types. Avalanche hazard increased significantly from the second half of January, peaked in the second half of February,and then decreased. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/7ec915b58be1fc12bf89b43478105b310249f3b0730a6482e9a7738b28eb6570.jpg",
        "img_caption": [
            "Fig.6Temporal distribution of hazard degree of diffrent avalanche types (a)and the overall avalanche hazard degree of the four types (b) "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.1Comparison of different types of avalanches ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Previous studies indicated that an avalanche can be divided into full-depth or surface-layer avalanche according to the position of the failure layer (Clarke and McClung,1999; Bartelt et al., 2012；Schweizer et al.， 2O21). Ful-depth avalanches (FDAs and FWAs)，where the entire snowpack is mobilized down to the ground, mainly occurred at the beginning and end of the snow season (Fig.5), which was consistent with observations of other places in the Northern Hemisphere (Ma and Hu,1990;Clarke and McClung，1999；Dreier et al., 2016； Maggioni et al.，2019). Surface-layer avalanches (SDAs and SWAs) mainly occurred during the middle of the snow season and the transition from the middle to the end of the snow season in the region (Fig.5).The formation of a full-depth avalanche originates from a failure at the snow-soil interface (Clarke and McClung,1999; Bartelt et al.,2012; Ancey and Bain, 2015). Holler (2014), Dreier et al. (2016), and Ceaglio et al. (2O17) agreed that the snow-soil interface friction decreased because of wetting, causing failure at the interface.The temperature continued to decline,and the soil gradually started to freeze from the early to the middle of the snow season (Fig.4),resulting in the freezing state of the snow-soil interface so that the friction between the snow at the bottom of snowpack and soil continued to increase. The increasing friction of the snow-soil interface resulted in a gradual decrease in FDAs from the early to the middle of the snow season (Fig.5).As the temperature gradually increased from the middle to the end of the snow season, the surface snow melted and free water seeped down,resulting in a decrease in friction between the snow and soil. The friction between the snow and soil gradually decreased, leading to a gradual increase in FDAs.A surface-layer avalanche originates from a failure in the weak layer, and the crack within the weak layer expands rapidly (Schweizer et al., 2OO3; Gauthier et al., 2O1O; Reiweger and Schweizer, 2013;Gaume et al., 2O18). The failure of a weak snow layer buried below cohesive snow slab layers is a necessary condition for the release of a surface layer avalanche. The weak layer consisting of depth hoar can persist in the middle of the snow season in the region (Ma and Hu, 1990; Hu et al.,1992; Hao et al.,2O18); thus,surface-layer avalanches occurred during this period (Fig.4).From what has been discussed above,full-depth avalanches were most often released during the early and end of the snow season, and surface-layer avalanches prevailed in the middle of the snow season due to changes in snowpack and soil characteristics and weather conditions. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For the full-depth avalanches with different snow characteristics，the occurrence time and formation mechanisms of FDAs and FWAs varied significantly. Because of the pressure difference between the snow and soil,the snow at the bottom of the snowpack can absorb the water from the soil,which leads to an increase in the water content of the snow at the bottom of the snowpack, resulting in reduced friction at the snow-soil interface (Dreier et al.,2O16; Ceaglio et al.,2017; Maggioni et al.,2O19). Therefore,the increase in water content at the bottom of the snow due to geothermal and free water transport in the surface soil caused a decrease in snow-soil interface friction, which led to FDA release in the early snow season.As exhibited in Figure 4,the surface snow did not melt and the water content of snowpack was low because the average temperature was lower than $0 ^ { \\circ } \\mathrm { C }$ ；thus,FDAs often occurred in the early snow season. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Due to the lack of significant development and compression of snow during the early snow season, the density of snow was the lowest throughout the snow season. Therefore, the deposits of the FDA had the characteristics of low mass,and the damage degree of FDAs was relatively low. FDAs usually occurred $1 { - } 3 \\mathrm { ~ d ~ }$ after snowfall and were observed during periods of intense solar radiation.Water infiltration from melting surface snow in high air temperature and high radiation periods reduced the snow-soil interface friction at the end of the snow season, causing a full-depth avalanche (Mitterer and Schweizer,2013; Dreier et al., 2016; Ceaglio et al.,2017). Snow cover density and water content were the highest in the whole season because of the melting of snow caused by the high temperature. Thus,the type of avalanche that occurred at the end of the snow season was FWA (Fig. 5b). FWAs occurred with sharp temperature increases, which has also been observed by other researchers (Peitzsch et al.,2O12; Dreier et al., 2O16; Wever et al.,2016). Compared with FDAs,the snowpack setted significantly, the snow depth decreased significantly, and the temperature increased sharply before FWAs occurred.Because snow density and water content were relatively high in the late snow season and the FWA carried soil during its release, FWAs had a relatively high hazard, and the deposits were not easily cleaned. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The average temperature was lower than $0 ^ { \\circ } \\mathrm { C }$ (Fig.4) and the water content of snowpack was lower than $3 \\%$ in the middle of the snow season; thus,the avalanche type was SDA during this period. SDAs are usually triggered by heavy snowfall, and strong winds can increase the shear stress of the weak layer and destabilize the slope of snow (Schweizer et al., 2Oo3). Although the deposits of SDAs consisted of new snow and surface snowpack with low density, most SDAs occurred during or immediately following a storm, when the storage of snow on the slopes was the largest. This caused the volume and weight of SDA deposits to be the largest among all kinds of avalanches,and the dangers of SDAs were also the highest. When the maximum air temperature was higher than $0 ^ { \\circ } \\mathrm { C }$ ， the surface snow began to melt, leading to increases in the water content and density of the snow during the transition period from the middle to the end of the snow season. The shear strength of the weak layer decreased due to the infiltration of surface snow melt,which caused the instability of slope snow and induced SWAs (Miterer and Schweizer, 2O13). Therefore, SWAs are often triggered by sharp increases in temperature and intense solar radiation. Some SWAs did not move to a flat place at the bottom of the mountain but rather stopped close to where they began to form starving avalanches (Bartelt et al.,2O12). The deposits formed by SWAs will result in shear failure of the surrounding weak layer (Bartelt et al., 2O12; Ancey and Bain, 2015). As the temperature continues to rise,more free water is more likely to seep through the shear cracks of starving avalanches and reduce the stability of the slope snow,causing avalanches that are likely to have higher degrees of damage.In the process of SWA release,the period from crack opening to avalanche release may vary from several hours up to several days. Hence, SWAs are dangerous and particularly difficult to predict. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.2 Hazards of snow avalanches and the influencing factor ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The avalanche hazard is determined by the damage degree and activity degree of the avalanche. This implies that avalanches with high damage degree and activity degree have high levels of hazards (Barbolini et al.,2OO2; Schweizer et al.,2O2O). Snowpack, soil characteristics,and weather conditions determine the damage and activity of an avalanche (Dreier et al., 2O16; Ceaglio et al., 2017).Different types of avalanche releases had significant differences in snowpack， soil characteristics,and weather conditions.This caused significant differences in the hazards posed by various types of avalanches. As snowpack，soil characteristics，and air temperature changed continuously with time during the snow season,the hazards of different types of avalanches also fluctuated with time,and there were significant differences in the fluctuation characteristics of various avalanche hazards over time (Fig. 6a). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "FDAs were relatively active in the early snow season (Fig. 6a), but the hazard degree of FDAs was relatively low due to low snow density and relatively shallow snowpack.With the growth of the depth hoar and the freezing of the snow-soil interface, FDAs gradually disappeared,and the hazard of SDAs began to gradually increase in the middle of the snow season.The snow depth was the largest in the second half of February (Fig.3),and the hazard degree of SDAs was the highest in this period (Fig. 6a). As the temperature increased after the second half of February (Fig. 4), the hazard degree of FWAs increased due to snowmelt infiltration. With the disappearance of the weak layer and the decrease in friction of the snow-soil interface after March,the type of avalanche was mainly FWA. Although the density and water content of the snowpack in March were the highest during the entire snow season, the hazard degree of FWAs was slightly lower than that of SDAs as snow depth declined during the period of FWA release.The overall avalanche hazard degree presented a single peak patern over time in the snow season, and the avalanche hazard peaked in the second half of February. Figure 3 shows that the snow depth was deepest in the second half of February, in which the volume and mass of avalanches were the largest due to the amount of snow on the slope. When the snowpack is relatively thick,an avalanche can be easily triggered by snowfall, earthquakes, and strong winds due to the low stability of sloped snowpack (Schweizer et al.,2003; Wastl et al.,2O11), which results in a high frequency of avalanche releases in the second half of February (Fig. 5). The high damage degree and frequency of avalanche releases due to deep snowpack contributed to the fact that the second half of February was the period with the most serious avalanche hazard. Therefore,the prevention and management of avalanches should be strengthened during the second half of February. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The characteristics of snowpack, soil,and climate vary with time under different snow climate conditions (Mock and Birkeland,20O0;Wei et al.,2OO1; Shandro and Haegeli,2018).Therefore, the variation pattern of avalanche hazards in different snow climate regions with time is different. The Coast Mountains in Canada (Haegeli and McClung, 2OO7), the Cascades and Sierra Nevada Mountains in the USA (Mock and Birkeland, 2OOO),and the seaside mountains in Japan (Ikeda et al.,2009) have a maritime snow climate that is characterized by relatively warmer temperature and higher snowpack density and water content, resulting in snowpack with few persistent weak layers. The Columbia Mountains in Canada (Haegeli and McClung,2OO7) and most parts of the European Alps (Rudolf-Miklau et al., 2O15) have transitional snow climate characterized by persistent weak layers over several weeks.The Central Tianshan Mountains have a continental snow climate that exhibits colder temperature and thinner snowpack that is conducive to the formation of persistent weak layers over several months.The total snowfall,density,and water content of the snowpack in the continental snow climate region are lower than those in the marine and transitional snow climate regions.Therefore,the avalanche damage degree in the continental snow climate region is lower than those in the marine and transitional snow climate regions. Consequently, the avalanche damage degree in the Central Tianshan Mountains is lower than those in the marine and transitional snow climate regions above-mentioned (Coast Mountains and Columbia Mountains in Canada, seaside mountains in Japan,and the European Alps). The duration of a persistent weak layer in the continental snow climate region is higher than those in the marine and transitional snow climate regions (Mock and Birkeland, 2OoO； Shandro and Haegeli, 2018). The surface-layer avalanche activity degree in the continental snow climate region is higher than those in the marine and transitional snow climate regions.Therefore,surface avalanches are more harmful to the Central Tianshan Mountains with a continental snow climate than other mountains with marine or transitional climate. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Understanding the characteristics and hazards of different types of avalanches over time during the snow season helps the disaster emergency management departments rationally arrange avalanche relief resources and develop avalanche prevention strategies. This study presented a new approach to quantify the frequency and damage degree of avalanches for describing the overall avalanche hazard of a snow season. The study analysed a unique dataset of visually observed avalanche records of four snow seasons (from 2015 to 2O19) from the surroundings of the Tianshan Station for Snow Cover and Avalanche Research， Chinese Academy of Sciences and compared the characteristics and hazards of different types of avalanches. The results showed that SDAs occurred in the middle of the snow season when a persistent weak layer existed; they were mostly induced by heavy snowfall and strong wind. The volume and mass of deposits from the SDAs were the largest, resulting in the highest hazard,i.e.,approximately four times higher than that of FDAs with the lowest hazard degree. FWAs occurred in the late snow season and were caused by the rapid increase in temperature. The density and liquid water content of deposits from the FWAs were the highest, and the hazard degree of FWAs was second only to that of SDAs. The snowpack, soil characteristics，and weather conditions conducive to different avalanche formations caused avalanche hazards from highest to lowest as follows: SDA $>$ FWA>SWA>FDA. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "As snowpack, soil characteristics,and air temperature evolved with time during the snow season, the hazards of different types of avalanches also fluctuated,resulting in variations in the overall avalanche hazard with time. The avalanche hazard showed a single peak fluctuation with time during a snow season in the study area,and the hazard of avalanches was greatest in the second half of February when the snow depth was deepest and the temperature increased.This is the period in which prevention efforts for avalanches should be strengthened. Climatic variation changes the characteristics of regional snowpack and climate. Therefore,climate change affects the activity degree of different avalanche types with time,which alters the law of avalanche hazard with time. This will make it more difficult to control the risk of avalanches.Therefore,assessing the impact of climate change on the risk of regional avalanches over time will be our next step. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This work was supported by the Open Project of the Xinjiang Uygur Autonomous Region Key Laboratory (2017D04010).The authors wish to express great thanks to Dr.LI Linxi from Ontario Veterinary Medical Association for her linguistic assistance.We are grateful to the supports from the Tianshan Station for Snow Cover and Avalanche Research, Chinese Academy of Sciences in field and laboratory work. We also thank Narat Highway Administration，Transport Department of Xinjiang Uygur Autonomous Region，China for helping the data collection. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "AbermannJ,EckerstorferM,MalnesE,etal.2Ol9.Alargewetsnowavalanchecyclein West Grenlandquantifiedusingmote sensing and in situ observations.Natural Hazards,97(3): 517-534.   \nAncey C,Bain V.2O15.Dynamics of glide avalanchesand snow gliding.Reviews of Geophysics,53(3):745-784.   \nBarbolini M,NataleL,SaviF2Oo2.Effectsofreleaseconditionsuncertaintyonavalanche hazard mapping.Natural Hazards, 25(3): 225-244.   \nBarteltPFeistTleYetavercoingtaucallViscolasticsrsistribudeatoffullpt gliding snow avalanches. Geophysical Research Letters,39(16):L16501,doi: 10.1029/2012GL052479. propagation after loading.Cold Regions Science and Technology,159:142-152.   \nCastebrunet H,Eckert N,GiraudG,et al.2014.Projected changesofsnow conditions andavalanche activityina warming climate: The French Alps over the 2020-2050 and 2070-2100 periods.The Cryosphere,8(5):1673-1697.   \nCeaglioE,MitererC,MagioniM,etal.2O17.Theroleofsoilvolumetric liquid watercontentduringsnowglidingprocesses. Cold Regions Science and Technology,136: 17-29.   \nChoubin B,Borji M,Mosavi A,et al.2O19.Snowavalanche hazard prediction using machine learning methods.Jourmal of Hydrology,577: 123929,doi: 10.1016/j.jhydrol.2019.123929.   \nClarke J,McClung D.1999.Fulldepth avalancheoccurrences causedbysnow gliding,Coquihall,British Columbia,Canada. Journal of Glaciology,45: 539-546.   \nConway H,Raymond CF.1993.Snow stability during rain. Journal of Glaciology,39: 635-642.   \nDreierL,HarveyS,van HerwijnenA,et al.20l6.Relating meteorological parameters toglide-snowavalancheactivity.Cold Regions Science and Technology,128: 57-68.   \nFierz C,Armstrong R,DurandY,etal.2Oo9.Theinternational clasificationforseasonalsnowontheground.(UNESCO,IHP (InternationalHydrologicalProgramme)-I,echicalocumentsinHydrologyN.8,AC(terationalAsociatioof Cryospheric Sciences) contribution No.1.Paris: UNESCO-IHP.   \nGanju A,Dimri AP.2Oo4.Preventionnd mitigationof avalanche disasters inwestern Hmalayanregion.Natural Hazards,1(2): 357-371.   \nGaume J,Chambon G,van Herwijnen A,etal.2O18.Stress concentrations inweak snowpack layersandconditions for slab avalanche release. Geophysical Research Letters,45(16): 8363-8369.   \nGauthier D,BrownC,Jamieson B.2Ol0.Modeling strengthand stability in storm snow for slab avalanche forecasting.Cold Regions Science and Technology, 62:107-118.   \nGuy Z M,Birkeland KW.2013.Relatingcomplex terain topotential avalanche triggerlocations.Cold Regions Science and Technology, 86: 1-13.   \nHaegeliP,McClung DM.2Oo7.Expanding thesnow-climateclassificationwithavalanche-relevantinformation:initial description of avalanche winter regimes for southwestern Canada. Journal of Glaciology,53: 266-276.   \nHaoJS,HuangFR,LiuY,etal.2O18.Avalancheactivityandcharacteristicsof ts trgeringfactors inthewesteTiashan Mountains,China. Journal of Mountain Science,15(7):1397-1411.   \nHoller P.2O14. Snow gliding and glide avalanches: Areview. Natural Hazards,71(3): 1259-1288.   \nHu R J,Ma H,Wang G.1992.An outline of avalanches in the Tien Shan Mountains.Annals of Glaciology,16:7-10.   \nIkeda S,WakabayashiR,IzumiK,etal.2Oo9.Studyofsnowclimate intheJapaneseAlps:Comparisontosnowclimate North America. Journal of Mountain Science, 59(2-3): 119-125.   \nKohler A,FischerJT,ScandroglioR,etal.2018.Cold-to-warm flowregime transition insnowavalanches.TheCryosphere, 12(12): 3759-3774.   \nLaute K,BeylichAA.2014.Geomorphology Morphometricand meteorological controls onrecentsnowavalanche distribution and activity at hillslopes in steep mountain valleys in western Norway. Geomorphology,218:16-34.   \nMa WL,HuRJ.1990.Relationship between the developmentof depth hoarandavalancherelease inthe Tian Shan Mountain. Journal of Glaciology, 36: 37-40.   \nMaggioni M,Godone D,FrigoB,etal.2O19.Snow glidingand glide snowavalanches:recentoutcomes fromtwo experimental test sites in Aosta Valley (NW Italian Alps).Natural Hazards and Earth System Science,19:2667-2676.   \nMcClung DM.1981.Fracture mechanical models of dryslabavalanche release.Journal of Geophysical Research,86(B11): 10783-10790.   \nMcClungDM.2013.Effectsof triggering mechanismonsnow avalanche slope angles andslabdepths from fielddata.Natural Hazards,69(3): 1721-1731.   \nMcClung DM,Borstad CP.2O19.Probabilisticsize effct law formode Ifracture from critical lengths insnow slabavalanche weak layers.Journal of Glaciology, 65: 1-11.   \nMitererC,SchweizerJ.2Ol3.Analysisof thesnow-atmosphereenergybalanceduringwet-snowinstabilitiesandimplicationsfor avalanche prediction. The Cryosphere,7(1): 205-216.   \nMock CJ,Birkeland KW.2Ooo.Snowavalancheclimatologyof the western United States mountainranges.Buletinof the American Meteorological Society,81(10): 2367-2392.   \nParshad R, Kumar P,Snehmani,etal.2O19.Seismicallinduced snow avalanchesat Nubra-Shyok regionof Western Himalaya, India. Natural Hazards,99(5): 843-855.   \nPeitzschE H,Hendrikx J,Fagre D B,et al.2O12.Examining springwet slaband glide avalanche ocurrencealong the Going-to-the-SunRoad corrior,GlacierNationalPark,Montana,USA.ColdRegions ScienceandTechnology,78:73-81.   \nReiweger I,Schweizer J.20l3.Weak layer fracture: Facets and depth.The Cryosphere,7(5): 1447-1453.   \nRudolf-MiklauF,SauermoserS,MearsA,etal.2Ol5.TheTechnicalAvalancheProtectionHandbook.NewYork: Wiley,-43.   \nSchweier J,Jamieson B,Schneebeli M.2O03.Snow avalanche formation.Reviews of Geophysics,41(4):1016.   \nSchweizer J,Mitterer C,TechelF,etal.2O2.Ontherelationbetweeavalancheoccurrenceandavalanchedangerlevel.The Cryosphere,14(2): 737-750.   \nSchweizerJ,BarteltP,vanHerwijnenA.2O21.SnowandIce-Related Hazards,Risks,ndDisasters.Amsterdam:Elsevier,7 416.   \nShandroB,HaegeliP.2Ol8.Characterizing thenatureandvariabilityofavalanchehazardinwesternCanadaNaturalHazardsand Earth System Sciences,18(4): 1141-1158.   \nStatham G,Haegeli P,Greene E,et al.2O18.Aconceptual modelof avalanche hazard.Natural Hazards,9O(2):663-691.   \nTechelF,Pielmeier C.2O11Pointobservationsofliquid watercontent inwetsnowandndash;investigating methodical,spatial and temporal aspects.The Cryosphere,5(2): 405-418.   \nValero CV,WeverN,ChristenM,etal.2O18.Modelingthe influenceofsnowcovertemperatureand watercontentonwet-snow avalanche run out.Natural Hazards and Earth System Sciences,18(3): 869-887.   \nvanHerwijnenA,Jamieson B.2Oo7.Snowpack propertiesassociated with fracture initiationand propagationresulting in skier-triggered dry snow slab avalanches.Cold Regions Science and Technology,5O:13-22.   \nWastl M,StotterJ,Kleindienst H.2O11.Avalancheriskassssmentformountainroads:AcasestudyfromIcelandNatural Hazards,56(2): 465-480.   \nWei WS,QingDH,LiuMZ.2Ool.Propertiesandstructureof theseasonal snowcoverinthecontinentalregionsof China. Annals of Glaciology,32(1): 93-96.   \nWeverN,ValeroCV,Fierz C.2O16.Assessing wet snow avalancheactivityusing detailed physicsbased snowpack simulations. Geophysical Research Letters,43(11): 5732-5740.   \nYangJM,LiCZ,LiLHetal.2.Automaticetectionofrgionalsowavalancheswithsateringndinterferencefband SAR Data. Remote Sensing,12(17): 2781.   \nZhangXT,LiXM,LiLH,etal.O19.Environmentalfactorsinfluencingsnowfallandsnowfallpredictionintheianshan Mountains,Northwest China.Journal of Arid Land,11(1):15-28. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    }
]