[
    {
        "type": "text",
        "text": "Effects of combined drip irrigation and sub-surface pipe drainage on water and salt transport of saline-alkali soil in Xinjiang, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "HENG Tong12, LIAO Renkuan³, WANG Zhenhua1.2\\*, WU Wenyong³, LI Wenhao1,2, ZHANG Jinzhu1,2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "l College of Water & Architectural Engineering, Shihezi University,Shihezi 832Ooo,China;   \n2 Key Laboratoryof Modern Water-Saving Irigationof Xinjiang Production and Construction Group,Shihezi University, Shihezi 832000, China;   \n3 China Institute of Water Resources and Hydropower Research,Beijing 1Ooo48, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Developing effective irrigation and drainage strategies to improve the quality of saline-alkali soil is vital for enhancing agricultural production and increasing economic returns. In this study, we explored how irrigation and drainage modes (flood irigation,drip irigation,and sub-surface pipe drainage under drip irrigation) improve the saline-alkali soil in Xinjiang, China. We aimed to study the transport characteristics of soil water and salt under different irigation and drainage modes,and analyze the effects of the combination of irrigation and drainage on soil salt leaching, as wellas its impacts on the growth of oil sunflower. Our results show that sub-surface pipe drainage under drip irgation significantly reduced the soil salt content and soil water content at the $0 { - } 2 0 0 ~ \\mathrm { c m }$ soil depth. Under sub-surface pipe drainage combined with drip irrigation, the mean soil salt content was reduced to below $1 0 ~ \\mathrm { g / k g }$ after the second irigation,and the soil salt content decreased as sub-surface pipe distance decreased. The mean soil salt content of flood irrigation exceeded $2 5 ~ \\mathrm { g / k g } ,$ and the mean soil desalination efficiency was $3 . 2 8 \\%$ ，which was lower than that of drip irrigation. The mean soil desalination rate under drip irrigation and sub-surface pipe drainage under drip irigation was $1 9 . 3 0 \\%$ and $5 8 . 1 2 \\%$ ，respectively.After sub-surface drainage regulation under drip irrigation, the germination percentage of oil sunflower seedlings was increased to more than $50 \\%$ , which further confirmed that combined drip irigation and sub-surface pipe drainage is very effective in improving the quality of saline-alkali soil and increasing the productivity of agricultural crops. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: saline-alkali soil; drip irrgation; flood irigation;sub-surfacepipe drainage;soil desalination;salt leaching; arid area ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "It is widely accepted that saline-alkali soil can restrict the development of agricultural land (e.g., Zhang et al.,2Ol3; Mai et al.,2O14).The global distribution area of saline-alkali soil covers about $1 . 0 { \\times } 1 0 ^ { 7 } \\mathrm { k m } ^ { 2 }$ ,accounting for $10 \\%$ of the total global landmass (Ren et al.,2O12). However, the area of land occupied by saline-alkali soil still increases at an annual rate of $1 . 0 { \\times } 1 0 ^ { 4 } ~ \\mathrm { k m } ^ { 2 }$ predominantly in inland arid and semi-arid regions (Ou et al.,2Oo9). In China,saline-alkali soil is distributed mainly in the northeastern, northern and northwestern regions,with a total area of more than $9 . 9 { \\times } 1 0 ^ { 5 } ~ \\ \\mathrm { k m } ^ { 2 }$ (Yao et al.，2006；Guan，2012；Yang and Wang，2014)． Specifically， the distribution areas of secondary saline-alkali soil， original saline-alkali soil and potential saline-alkali soil are $3 . 7 \\times 1 0 ^ { 5 }$ $4 . 5 { \\times } 1 0 ^ { 5 }$ and $1 . 7 { \\times } 1 0 ^ { 5 } \\mathrm { k m } ^ { 2 }$ , respectively (Guan, 2012; Yang and Wang, 2014). In Xinjiang of China, the land area occupied by saline-alkali soil is $2 . 8 { \\times } 1 0 ^ { 5 } ~ \\mathrm { k m } ^ { 2 }$ ,equating to $2 8 . 3 \\%$ of the total saline-alkali land area in China (Zhao et al., 2Oo8; Yang and Wang,2014). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Water-saving and salt-controlling drip irrigation is widely used in Xinjiang to increase water retention in the shallow root zone and to limit salt concentration during growth periods (Ruisen et al.,2009). Each year, the land surface is subjected to deep ploughing and drying during the months from October to December in order to transport salt from the root zone to the soil surface. Although this improves soil water permeability， the salt component is retained from the groundwater level to the soil surface (Chen and Feng,2Ol3). Soil salinity in such tiled areas accumulates at an annual rate of $0 . 3 6 ~ \\mathrm { g / k g }$ , which eventually forms a salt crust deposit. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The most obvious feature of saline-alkali soil is the hardened surface layer, which has a poor structural composition (Stuyt et al.， 2OoO). There are several efficient ways to encourage improvements to such soil, including salt-tolerant crop plantation (Randall and Vetsch,2005), chemical modifiers (Library,2015), farming and fertilization (Savci, 2O12; Willer and Lernoud, 2016) and engineering measures (Bahgeci et al., 2018). Of these,water conservancy engineering is one of the most commonly used methods (Jat et al.,2011; Huang,2O12; Song et al., 2015). Following the study of Nijland et al. (2Oo5), drainage technology has been applied in $1 . 5 { \\times } 1 0 ^ { 7 } \\mathrm { k m } ^ { 2 }$ （204号 of cultivated land across the world, with a total estimated drainage area of $3 . 0 { \\times } 1 0 ^ { 6 } ~ \\mathrm { k m } ^ { 2 }$ .In the beginning of the $2 1 ^ { \\mathrm { s t } }$ century, sub-surface pipe drainage technology was developed on the basis of the findings reported by (Stuyt et al., 2OOO), which can effectively control the underground water level, improve soil water and salt conditions,and yield a high crop production (Kroger et al., 2007). Sub-surface pipe drainage technology was introduced rapidly in Europe and the United States (Rimidis and Dierickx,2003; Ritzema et al.,2006; Moriasi et al.,2013; Verma and Cooke, 2015),where it was applied to more than $30 \\%$ of agricultural land.Bahceci et al. (2Oo9) found that the proportion of desalination in the surface soil layer of salinized farmland in arid areas could reach up to $80 \\%$ on average after 3 years of applying a sub-surface pipe drainage system. In a more recent study, Sallam (2Ol7) highlighted that without a sub-surface pipe drainage system, crop yields could fall by as much as $20 \\%$ within a few years. Generally speaking, sub-surface pipe drainage technology plays an essential role in improving the saline-alkali soil. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In fact， the sub-surface pipe drainage system was designed originally to reduce the underground water level, remove excess water from the root zone and improve the soil physical properties. It was also considered as a drainage method to remove the excess water from semi-humid coastland, river regions,basins and swampy areas.In arid regions,the sub-surface pipe drainage system is mainly used to improve the production efficiency of saline-alkali soil and reduce desertification (Wang et al., 2017). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the present study, we carried out experiments in an arid region of Xinjiang, China by using the sub-surface pipe drainage system to reduce soil salinity under drip irigation. Specifically, field experiments were conducted on native saline-alkali soil in a saline wasteland of Xinjiang. Three irrigation and drainage modes (flood irrigation, drip irrigation，and sub-surface pipe drainage under drip irrigation） were designed to analyze the transport and distribution characteristics of water and salt in the soil profile. Our goal was to provide a scientific rationale to improve saline-alkali soil conditions and prevent land desertification in arid regions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1Study site ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The study site is located in the north of Shawan County, Xinjiang, China ( $4 4 ^ { \\circ } 3 6 \\mathrm { N }$ $8 5 ^ { \\circ } 2 1 ^ { \\prime } \\mathrm { E }$ ). The total experimental area is $3 . 4 ~ \\mathrm { h m } ^ { 2 }$ . The terrain is high in the southeast and low in the northwest, and the natural slope is $2 . 4 \\text{‰}$ from the north to the south.The study site is characterized by a typical arid climate. As shown in Figure 1,annual mean temperature was $6 . 8 ^ { \\circ } \\mathrm { C }$ ，mean annual precipitation was $2 0 0 ~ \\mathrm { { m m } }$ and mean annual evaporation was $1 7 1 8 ~ \\mathrm { m m }$ during 2015-2016 (i.e., experimental period). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/763447ce4608df1d527232437f08800665fff2d7bc43d8b0736cdde880f19c7e.jpg",
        "img_caption": [
            "Fig.1Meteorological data (including sunshine hours,temperature,precipitation and evaporation) for the study site in 2015 (a) and 2016 (b) "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The study site is a primitive wasteland with the soil texture of sandy soil and silt loam. Salt content in the shallow soil layer exceeds $2 5 ~ \\mathrm { g / k g }$ .Groundwater level is deeper than $4 \\mathrm { ~ m ~ }$ Soil samples collected from a total depth of $0 { - } 1 4 0 ~ \\mathrm { c m }$ (8 soil layers and 3 repetitions for each soil layer) using the 5-point diagonal sampling method in June 2O15 were used to determine the basic soil properties in this area(Table1). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Experimental design ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The specific plant species tested in this study was the oil sunflower,and three irrigation and drainage modes were designed: (1) flood irrigation (including 1 treatment); (2) sub-surface pipe drainage under drip irrigation (including 4 treatment sites); and (3) drip irrigation (including 4 treatment sites; Table 2). The first irrigation mode was performed in June 2O15; the second irrigation and drainage mode was conducted twice in June and September, 2O16; and the third irrigation and drainage mode was performed from June to September (i.e. growth period), 2016. It should be noted that the supervising test within the fertility period of oil sunflower was implemented between June and September, 2016. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "HENG Tong et al.: Effects of combined drip irrigation and sub-surface pipe drainage on water and salt .. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/7db8b61f52b1aa01016068c5d0741a8df74fd0c03c09a8067b269ed76d3063ce.jpg",
        "table_caption": [
            "Table1 Basic soil properties in the study site "
        ],
        "table_footnote": [
            "Note:EC,electrical conductivity; BD,bulk density; WC,water capacity; HC,hydraulic conductivity. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Soil layer (cm)</td><td colspan=\"3\">Soil texture</td><td rowspan=\"2\">EC (dS/m)</td><td rowspan=\"2\">BD (g/cm³)</td><td rowspan=\"2\">WC (%)</td><td rowspan=\"2\">HC (cm/d)</td><td rowspan=\"2\">(%) Porosity</td></tr><tr><td>Sand (%)</td><td>Silt (%)</td><td>Clay (%)</td></tr><tr><td>0-5</td><td>61.8</td><td>35.1</td><td>3.1</td><td>13.20</td><td>1.18</td><td>20.17</td><td>12.1</td><td>54.99</td></tr><tr><td>15-20</td><td>63.3</td><td>34.1</td><td>2.6</td><td>11.78</td><td>1.16</td><td>21.27</td><td>9.6</td><td>55.53</td></tr><tr><td>35-40</td><td>51.6</td><td>44.1</td><td>4.3</td><td>11.94</td><td>1.25</td><td>16.75</td><td>8.6</td><td>52.62</td></tr><tr><td>55-60</td><td>52.7</td><td>44.8</td><td>2.5</td><td>12.63</td><td>1.20</td><td>19.03</td><td>8.1</td><td>54.33</td></tr><tr><td>75-80</td><td>53.1</td><td>43.9</td><td>3.0</td><td>11.42</td><td>1.17</td><td>19.70</td><td>8.5</td><td>55.19</td></tr><tr><td>95-100</td><td>53.1</td><td>44.7</td><td>2.2</td><td>11.63</td><td>1.17</td><td>25.54</td><td>8.4</td><td>55.45</td></tr><tr><td>115-120</td><td>45.8</td><td>52.2</td><td>2.0</td><td>10.86</td><td>1.22</td><td>18.02</td><td>7.1</td><td>53.57</td></tr><tr><td>135-140</td><td>41.4</td><td>52.1</td><td>6.5</td><td>9.47</td><td>1.29</td><td>22.41</td><td>6.9</td><td>51.38</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/f630fa88669feb31d6058f649eff694283a3532fd601e65964ceef925df017f2.jpg",
        "table_caption": [
            "Table 2Description of the experimental design "
        ],
        "table_footnote": [
            "Note:FI, flood irrigation; $\\mathrm { F I - C K _ { 1 } }$ ,control treatment of flood irrigation. SPD,sub-surface pipe drainage under drip irrigation; SPD-0.0, SPD-5.0 and SPD-7.5 represent that sampling sites are O.0, 5.0 and $7 . 5 \\mathrm { ~ m ~ }$ from the sub-surface pipe drainage under drip irrigation, respectively; $\\mathrm { \\bf S P D  – C K } _ { 2 }$ ,control site under drip irigation without sub-surface pipe drainage.DI,drip irrigation; DI-P1,sampling site in the bare soil between mulches under drip irrigation;DI-P2,sampling site in the $4 5 \\ \\mathrm { c m }$ of wide line under drip irrigation;DI-P3, sampling site located beneath the drip irrigation tape; $\\mathrm { D I - C K } _ { 3 }$ ,control site under drip irrigation without salinization. "
        ],
        "table_body": "<html><body><table><tr><td>Irrigation and drainage</td><td>Treatment/Site</td><td>Irigatin</td><td>Irrigatinamount</td><td>Duration</td><td>Test time</td></tr><tr><td>FI</td><td>FI-CK1</td><td>1</td><td>1.125×104</td><td>12</td><td>June 2015</td></tr><tr><td>SPD</td><td>SPD-0.0 SPD-5.0 SPD-CK2</td><td>2</td><td>1.125x104()</td><td>50 (1)</td><td>8 SJune 2016016</td></tr><tr><td>DI</td><td>DI-P1 DI-P2 DI-P3 DI-CK3</td><td>6</td><td>7.000x10²</td><td>6</td><td>June-September, 2016</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.1 Flood irrigation experiment ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Generally, flood irrigation requires an abundance of water,and it is beter to apply flood irrigation during the period in which there is a suficient quantity of irrigation.The squaring period of local oil sunflower (June 2Ol5） was a logical choice (Table 2).First, we made the whole test area smooth by using a PL2304 tractor (Zoomlion, Changsha City, China) to generate tractive power along with a domestic JP3 laser emiter (FOIF, Suzhou City, China). The error was less than 20 mm. The mode of water delivery was that of traditional border irrigation. The check length and width of the border were 15 and $3 0 ~ \\mathrm { m } .$ ,respectively,and the height of the field ditch was $6 0 ~ \\mathrm { c m }$ We total set 68 sampling points ( $1 5 \\ \\mathrm { m } { \\times } 1 0 \\ \\mathrm { m }$ for each; Figs. 2a and b) before and after the surface flood irrigation to determine the soil salt content. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.2Experiment of sub-surface pipe drainage under drip irrigation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In 2016,sub-surface pipe drainage treatments were conducted in the field. The layout of the experimental design is shown in Figures 2c and d. Specifically, we enclosed the ground, measured a suitable line, dug a pipe ditch with an excavator and shoveled out the bottom of the ditch. Then, we laid a non-woven water suction pipe and a drainage pipe,and backfilled the pipe ditch with gravel and soil. The rest of the soil was rammed and compacted when backfilling with soil material, except the part that was closer than $3 0 \\ \\mathrm { c m }$ to the filter material.All procedures were performed manually. The water suction pipe was manufactured by Xinjiang Tianye Company (Xinjiang, China) through perforated PVC single-arm bellows,with a space of $1 5 . 0 \\mathrm { m }$ and a depth of $0 . 7 { \\mathrm { m } }$ .About 1O pipes with the diameter of $9 0 ~ \\mathrm { m m }$ and the length of $2 0 0 \\mathrm { m }$ for each were used. The opening size of each water suction pipe was less than $1 ~ \\mathrm { m m }$ .The total area of the openings was larger than $2 5 0 \\mathrm { c m } ^ { 2 } / \\mathrm { m } ^ { 2 }$ and the slope design was $4 \\text{‰}$ . The water suction pipe end flowed into a collecting well, which is a high-quality resin-reinforced one-piece water collecting well that connected with the drainage ditch by the drainage pipe. The drainage pipe was a hard PVC plastic pipe with a diameter of $2 5 0 \\mathrm { m m }$ . The design slope was $3 \\text{‰}$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/626c2a430043b1cec01fbb6dab6329ecaae0b04ea78120aa1871096d40929106.jpg",
        "img_caption": [
            "Fig.2Layout of the experimental design.(a),sampling points of flood irrigation experiment; (b),experimental design offlood irigation; (c),sampling sites in the experiment of sub-surface pipe drainage under drip irrigation; (d),experimental design of sub-surface pipe drainage under drip irigation.It should be noted thatthe drainage pipe was buried underground. SPD,sub-surface pipe drainage under drip irrgation; SPD-0.0,SPD-5.O and SPD-7.5 represent that sampling sites are O.0,5.O and $7 . 5 \\mathrm { ~ m ~ }$ from the sub-surface pipe drainage under drip irrigation, respectively; SPD-CK2, control site under drip irigation without sub-surface pipe drainage. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.3Monitoring experiment within the reproduction period of oil sunflower ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "After the control treatment of flood irrigation in 2O15 and the first treatment of sub-surface pipe drainage under drip irrigation in June of 2O16, oil sunflower (cv. KF366) was planted on 18 June 2015 and 15 June 2O16, respectively. The distance between the plants was $1 0 \\mathrm { c m }$ ,and the distance between the rows was $3 0 \\ \\mathrm { c m }$ .The width of the plastic film was $1 4 0 ~ \\mathrm { c m }$ .The spacing of the drip irrigation pipe was $9 0 ~ \\mathrm { c m }$ . The flow rate of drip irrigation was $2 . 6 ~ \\mathrm { m ^ { 3 } / h }$ ,and the dripper spacing was $3 0 \\ \\mathrm { c m }$ (Fig. 3). Oil sunflower was irrigated 6 times during the growing period (Table 2), in which 2 times at the squaring stage,2 times at the flowering stage and 2 times at the grain-filling stage.The total amount of irrigation was $7 . 0 0 0 { \\times } 1 0 ^ { 2 } \\ \\mathrm { m } ^ { 3 } / \\mathrm { h m } ^ { 2 }$ . The irrigation water had a mineralization degree of $0 . 8 { - } 1 . 0 \\ \\mathrm { g / m L }$ ： ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/5b42c9b379445cfab51d4e76d95fc7f98354196c601e0892fcadd6d9d8dd6cbc.jpg",
        "img_caption": [
            "Fig.3Layout of the planting patern of oil sunflower under drip irigation (DI).DI-P1,sampling site in the bare soil between mulches under drip irrigation; DI-P2, sampling site in the $4 5 \\ \\mathrm { c m }$ of wide line under drip irrigation; DI-P3,sampling site located beneath the drip irrigation tape. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3Field sampling and data analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In total, 68 soil sampling points were selected from each border (Fig.2).The soil was sampled at $5 \\mathrm { d }$ intervals before and after flood irigation experiment. At each sampling point,1O soil samples were taken from 1O soil layers within the depth of $0 { - } 2 0 0 ~ \\mathrm { c m }$ (i.e.,0-5,5-20,20-40,40-60, 60-80,80-100,120-140,140-160,160-180 and $1 8 0 { - } 2 0 0 ~ \\mathrm { c m } )$ by using aluminum boxes (Hu and Islam,1995). For sub-surface pipe drainage under drip irrigation experiment, soil samples were taken from sampling sites at O.O,5.O and $7 . 5 \\mathrm { ~ m ~ }$ away from the sub-surface pipe (sub-surface pipe spacing of $1 5 \\mathrm { m }$ ；Fig.2). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "After the first treatment of sub-surface pipe drainage under drip irrgation (SPD), soil sampling sites were set in the bare soil between plastic film under drip irrigation (DI-P1), in the $4 5 \\ \\mathrm { c m }$ of wide line under drip irigation (DI-P2) and beneath the drip irrigation tape (DI-P3) at the different growth stages of oil sunflower. Six soil samples were collected at a depth of $1 0 0 ~ \\mathrm { c m }$ for each sampling site. Oil sunflower seeded in the same year under non-salinization drip irrigation was considered as control $\\mathrm { ( D I - C K } _ { 3 }$ ,control site under drip irrigation without salinization） to compare with oil sunflower under drip irrigation (DI-P1-DI-P3) in the saline region. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "All soil samples were dried with a hot air oven (DHG-9OO3, Shanzhi, Shanghai, China） at $1 5 0 ^ { \\circ } \\mathrm { C }$ .Once dried, $\\boldsymbol { 1 0 } \\mathrm { \\ : g }$ of each soil sample was removed, ground, sifted (through a $1 \\mathrm { - m m }$ sieve) and then placed in a $1 5 0 ~ \\mathrm { m L }$ Erlenmeyer flask with $5 0 ~ \\mathrm { m L }$ of distilled water. The Erlenmeyer flask(water:soil massratio $\\scriptstyle 1 \\neq 1 : 5$ ）was stirred by an oscillatorsto(Shanghai,China) for $1 0 \\mathrm { m i n }$ and then standed.After standing for $1 5 \\ \\mathrm { m i n }$ ，electrical conductivity (EC） of the water extract was measured using a DDS-3O7 conductivity meter (INESA, Shanghai, China). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The total soluble salt (TDS） was calculated from the extracted EC,and the accuracy of the calculated salt content was improved by use of a regression equation. The relationship between soil salt content and EC was calibrated using the drying-residue method as follows (Zhu et al., 2010): ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\ny = 2 . 2 7 7 \\mathrm { E C } - 0 . 3 2 4 ( R ^ { 2 } = 0 . 9 8 ) ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "vhere $y$ is the soil salt content $( { \\bf g } / { \\bf k g } )$ and EC is the electrical conductivity $\\mathrm { { ( d S / m ) } }$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The soil desalination rate was then calculated as follows: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nN = \\frac { S _ { 1 } - S _ { 2 } } { S _ { 1 } } \\times 1 0 0 \\% ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $N$ is the soil desalination rate $( \\% ) ; S _ { 1 }$ is the initial value of soil salt content $( { \\bf g } / { \\bf k g } )$ before irrigation; and $S _ { 2 }$ is the final value of soil salt content after irrigation $( { \\mathrm { g } } / { \\mathrm { k g } } )$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "For oil sunflower, the germination percentage, survival percentage, plant height and leaf area index were measured at each growth stage at three points at each processing location. Germination percentage refers to the proportion of the germinated seeds to the total sowed seeds. In this study, it was obtained by randomly selecting three $2 \\ \\mathrm { m } { \\times } 2 \\ \\mathrm { m }$ rectangular ranges. The survival percentage is the proportion of the number of survived seedlings to the total number of initially seedlings. It was measured every three days.Moreover, we selected three representative oil sunflowers at each growth stage and measured plant height from the main stem to the top of the main stem 2 weeks after sowing. These plants were observed once a week. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Leaf area index(LAI) was calculated as follows: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n{ \\mathrm { L A I } } { = } { \\frac { \\mathrm { A L } } { \\mathrm { A S } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where LAI is the leaf area index $( \\mathrm { m } ^ { 2 } / \\mathrm { m } ^ { 2 } )$ ; AL is the total leaf area of the plant $( \\mathbf { m } ^ { 2 } )$ ; and AS is the area that the leaf occupies $( \\mathbf { m } ^ { 2 } )$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Salt elution curve was described as follows: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { W _ { e } - W _ { e p } } { W _ { e o } - W _ { e p } } = a \\Bigg ( \\frac { D _ { w } } { D _ { s } } \\Bigg ) ^ { b } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $W _ { e o }$ is the soil salt content at a certain depth before irrigation and leaching $( { \\mathrm { g } } / { \\mathrm { k g } } )$ ·， $W _ { e }$ is the soil salt content after leaching at a certain soil depth $( { \\bf g } / { \\bf k g } )$ ：， $W _ { e p }$ is the soil salt content at the time when the irrigation and leaching amounts are balanced in the experimental area $( { \\bf g } / { \\bf k g } )$ ，which is normally indicated by soil salt content at a depth of $0 { - } 5 ~ \\mathrm { c m }$ after leaching; $a$ and $b$ are fitting parameters; $D _ { w }$ is the amount of irrigation and drainage water $\\left( \\mathrm { m m } \\right)$ ; and $D _ { s }$ is the leaching soil depth (cm). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.4 Statistical analysis ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "IBM SPSS Statistics 19.O (IBM Inc.， USA） was used to undertake correlation analyses and ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "significance tests,and the Duncan's new multiple range test was used for multiple comparisons. Difference is considered as significant at $P { < } 0 . 0 5$ level. OriginPro software (OriginLab, OriginPro 8.5,USA) was used to complete the mapping procedure. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1 Distribution of soil water and salt under different irrigation and drainage modes ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The distribution characteristics of soil water and salt of oil sunflower under different irrigation and drainage modes are shown in Figure 4.After the first treatment of SPD, the distribution of soil water and salt of oil sunflower under drip irrigation (i.e., DI-P1-DI-P3) was influenced by the amount of drip irrigation water at the seedling stage of June-July (Figs. 4al and b1). In the vertical direction, soil water content was gradually increased from the shallow layers to the deep layers,particularly at the depth of $4 0 { - } 8 0 ~ \\mathrm { c m }$ (Figs. 4al-a4). The mean soil water content was higher than $2 3 . 4 7 \\%$ $( P { < } 0 . 0 5 )$ . Soil water content beneath the drip irrigation tape (i.e., DI-P3) was the highest at all growth stages ( $_ { ( P < 0 . 0 5 }$ ; Figs. 4a1-a4). The mean soil salt content was greater than $1 8 ~ \\mathrm { g / k g }$ (heavily salinized level),and the salt was mainly accumulated on the surface soil layer (Figs. 4b1-b4), with an average value of $2 5 ~ \\mathrm { g / k g }$ . The soil salt content in the $4 0 { \\mathrm { - } } 1 0 0 \\ { \\mathrm { c m } }$ soil layer decreased slightly $( P { < } 0 . 0 5 )$ ： ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Soil water content $( \\% )$ （204号 Soil salt content (g/kg) Soil water content $( \\% )$ （204号 Soil salt content (g/kg) 152025303540 12151821 24 2730 10152025303540 0 510152025   \n(ua) gdep pi 20 01 1Y 20 0t 20 0 A 20 0 P 40 40 40 40 60 60 (ug) grdepn 60 60 80(a1) 80 (b1) 80 80 100 JSeedling staged 100 Seedling stage 100 100 15 20 253035 40 01215 18 2124 2730 120 120   \n(us) gdap ns ） 20 20 140 140 40 40 160 160 60 60 180-(c1) Bofore 180 (d1) Boforc 80 80 thc 1 irrigation thc 1\\* irrigation 200 Y 200 100](a2) Bud stage 100] (b2) Bud stage   \n(ua) gpdap gion 204060 0 15 2025 30 35 40 204060 0 12 151821 24 27 30 10 152025303540 s 204 0 5 M 10 + 15 SPD-0 Average 2025 100 jFlorescence stageg 15 2025 3035 40 1801 12 15 18 2124 27 30 Flbrescence tage giep 100 68 100 68 0 2 0+   \n(us) gdap ni 20 (a4) 20- （b4） [Ios 120 120 40 Filling stagc 40- Filling stage 140 140 6080 BP 68 D-P 160 (c2) Aller the 160 (d2) Aller the 100 Average 心 100 Average 200 2d irrigation 200 2mdl rrigation ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The distribution characteristics of soil water and salt under sub-surface pipe drainage combined with drip irrigation are shown in Figures $_ { 4 \\mathrm { c l - c } 2 }$ and d1-d2. Two leaching periods occurred before and after the growth period of oil sunflower. At the depth of $8 0 { - } 1 2 0 ~ \\mathrm { c m }$ ，soil water content was slightly reduced and it was influenced by the sub-surface pipe drainage under drip irrigation. Generally speaking, the soil below $1 2 0 ~ \\mathrm { c m }$ depth was less affected by evaporation. Before the $1 ^ { \\mathrm { s t } }$ irrigation under sub-surface pipe drainage combined with drip irrigation, the content of soil salt was very high, particularly in the $\\textstyle 0 - 4 0 \\ \\mathrm { c m }$ surface soil layer (salt content ${ \\tt > } 2 0 ~ \\mathrm { g / k g } )$ . After the $2 ^ { \\mathrm { n d } }$ irrigation, the soil salt content at the depth of $ { 0 - 6 0 } \\mathrm { c m }$ notably decreased to moderate levels (6-10 $\\mathrm { g / k g }$ 5 $P { < } 0 . 0 5 \\$ ). Compared to wasteland before irrigation, the soil salt content in different sections of the experimental field generally reduced under sub-surface pipe drainage combined with drip irrigation, felling to $1 0 ~ \\mathrm { g / k g }$ ： ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Figure 5 shows the distribution of soil salt content before and after flood irrigation. The soil in the experimental area was saline-alkali soil. Although mechanical planarization was carred out in the experimental area, the soil ground still showed uneven setlement after irrigation. The mean soil salt content in the south of the area (sampling points numbered 66-68） was $3 0 ~ \\mathrm { g / k g }$ .The duration of flood irrigation was only $1 2 \\mathrm { ~ h ~ }$ . Daytime temperature and evaporation during the irrigation and leaching period (June 2O15) reached a maximum of $3 0 ^ { \\circ } \\mathrm { C }$ and $6 ~ \\mathrm { m m }$ ,respectively. Influenced by the temperature and evaporation, soil water content in the shallow soil layer carried large amounts of salt, which showed an upwards movement, resulting in salt accumulation and low flood irrigation efficiency. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(a) Before flood irrigation (b)After flood irrigation Soil salt 35 T 30   \n2 5   \nd 2 5 5 月 40 40 品 100 2 (m) 120 （m） 伽品6如 East-west (m) 20 1 0 20 40 North-south 60 80 East-west (m) 2 200860 2 1 20 40 North- 60 -south ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2Effects of different irrigation and drainage modes on soil salt content and desalination rate ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The mean salt content and desalination rate of soil under different irrigation and drainage modes are summarized in Table 3.For the sub-surface pipe drainage under drip irrigation treatments, the total soil salt content was greater than $2 7 \\ \\mathrm { g / k g }$ in the control site without sub-surface pipe drainage $\\mathrm { \\ S P D - C K } _ { 2 } )$ .After the $1 ^ { \\mathrm { s t } }$ irrigation in early June, the mean soil salt content in the sampling sites being O.O, 5.0 and $7 . 5 \\mathrm { ~ m ~ }$ from the sub-surface pipe drainage under drip irrigation (SPD-0.0, SPD-5.0 and SPD-7.5,respectively) decreased from 26-27 to $1 5 \\mathrm { - } 1 7 ~ \\mathrm { g / k g }$ ,and the soil desalination rate ranged from $36 \\%$ to $43 \\%$ . After the $2 ^ { \\mathrm { n d } }$ irrigation in September, the mean soil salt content at the depth of $0 { \\mathrm { - } } 1 0 0 \\ { \\mathrm { c m } }$ under sub-surface pipe drainage combined with drip irrigation (SPD-0.0, SPD-5.0 and SPD-7.5) decreased to $1 0 { - } 1 2 \\ \\mathrm { g / k g }$ ，The soil desalination rate was largest at a horizontal distance of $0 . 0 \\mathrm { ~ m ~ }$ from the sub-surface pipe drainage under drip irrigation and smallest at the mid-site ( $7 . 5 \\mathrm { ~ m ~ }$ from the sub-surface pipe drainage),indicating that the further away from the water suction pipe,the lower the soil desalination rate.In the control area $\\left( \\mathrm { S P D - C K } _ { 2 } \\right)$ ，the soil desalination rate was $- 9 . 0 1 \\%$ after the $2 ^ { \\mathrm { n d } }$ irrigation in September. Furthermore, the average soil desalination rate was $5 8 . 1 2 \\%$ under sub-surface pipe drainage combined with drip irrigation. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3Leaching curves of soil salt content under diferent irrigation modes ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The leaching curves of soil salt content under different irrigation modes are shown in Figure 6. During the early stages of drip irrigation with sub-surface pipes,the soil salt content was high and soil desalination rate in the shallow soil layer was improved.As the wetting fronts overlapped near the drip irrigation tape during the late stages,the soil salt was removed with water flow and reached to the deep sub-surface pipes where the majority was drained. Some residual salt accumulated beneath the deep sub-surface pipes,as observed along the vertical axis $( > 1 0 0 ~ \\mathrm { c m } )$ in Figures 4d1 and d2. Compared with flood irrigation without sub-surface pipes,drip irrigation with sub-surface pipes consumed less water to leach the same salt content at the same soil depth, with determination coefficients of O.976 and O.621 for drip irrigation and flood irrigation, respectively. The high fitting degree ( $( R ^ { 2 } { = } 0 . 9 7 6 )$ of drip irrigation with sub-surface pipes made a notable contribution to the improvement of drip irrigation in the field. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/645b9f995270c2874d3bf58624c4edcaf1f0c8b41761cc4defe75a3d798e167c.jpg",
        "table_caption": [
            "Table 3Effects of different irigation and drainage modes on soil salt content and desalination rate in the O-80 cm soil layer "
        ],
        "table_footnote": [
            "Note:SSS,soilsaltcontentduringthesedingstage;SSB,soilsaltcontentduringthebudstage;SSF,soilsaltcontentduringthe floweringstage;GFSS,soilsaltontentduringthegrainfillngperiod;SDR,soilesalinationrate;ASDR,averagesoildalination rate (except for control site); $\\mathrm { { S S B I l ^ { s t } } }$ ,soil salt content before the $1 ^ { \\mathrm { s t } }$ irrigation under sub-surface pipe drainage combined with drip irrigation; $\\mathrm { S S 1 ^ { \\mathrm { s t } } }$ ,soil salt content after the $1 ^ { \\mathrm { s t } }$ irrigation; $\\mathrm { S D R 1 ^ { \\mathrm { s t } } }$ ,soil desalination rate after the $1 ^ { \\mathrm { s t } }$ irrigation; $S S 2 ^ { \\mathrm { n d } }$ ,soil salt content after the $2 ^ { \\mathrm { n d } }$ irrigation; $\\mathrm { S D R 2 ^ { n d } }$ ,soil desalination rate after the $2 ^ { \\mathrm { n d } }$ irrigation; SSBFI,soil salt content before flood irrigation; SSAFI, soil salt content after flood irrigation.Mean±SD; $\\scriptstyle n = 1 0 0$ .Different lowercase letters in the same column represent significant differences among treatments (sampling sites or points) at $P { < } 0 . 0 5$ level. "
        ],
        "table_body": "<html><body><table><tr><td>Sampling site</td><td>SSS (g/kg)</td><td>SSB (g/kg)</td><td>SSF (g/kg)</td><td>SSGFP (g/kg)</td><td>SDR (%)</td><td>ASDR (%)</td></tr><tr><td>DI-P1</td><td>22.76b</td><td>21.43b</td><td>21.45b</td><td>20.83b</td><td>8.48℃</td><td rowspan=\"4\">19.30</td></tr><tr><td>DI-P2</td><td>21.55b</td><td>20.58b</td><td>19.79b</td><td>18.25bc</td><td>15.33b</td></tr><tr><td>DI-P3</td><td>20.34b</td><td>16.20c</td><td>15.04c</td><td>13.41°</td><td>34.09a</td></tr><tr><td>DI-CK3</td><td>5.41a</td><td>5.23a</td><td>4.77a</td><td>4.51a</td><td>15.52b</td></tr><tr><td>Sampling site</td><td>SSB</td><td>Sg</td><td>SDR1</td><td>(g/kg) SS2nd</td><td>(%) SDR2nd</td><td>ASDR</td></tr><tr><td>SPD-0.0</td><td>27.07a</td><td>15.33b</td><td>43.37a</td><td>10.24b</td><td>62.16a</td><td rowspan=\"4\">58.12</td></tr><tr><td>SPD-5.0</td><td>27.83a</td><td>16.22b</td><td>41.72a</td><td>11.68b</td><td>58.05bc</td></tr><tr><td>SPD-7.5</td><td>26.41b</td><td>16.70b</td><td>36.77b</td><td>12.11b</td><td>54.16c</td></tr><tr><td>SPD-CK2</td><td>27.31a</td><td>28.86a</td><td>-5.68c</td><td>29.77a</td><td>-9.01d</td></tr><tr><td>Sampling points in FI-CKi</td><td>SSBFI</td><td>SSAFI</td><td>SDR</td><td></td><td></td><td>ASDR</td></tr><tr><td>19,20,21</td><td>(g/kg) 22.42c</td><td>(g/kg) 23.49c</td><td>(%) -4.77a</td><td></td><td></td><td>(%)</td></tr><tr><td>39,40,41</td><td>29.37b</td><td>27.15b</td><td>7.56b</td><td></td><td></td><td rowspan=\"2\">3.28</td></tr><tr><td>50, 51,52</td><td>32.18a</td><td>29.83a</td><td>7.30b</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/2280b513d653caf6420d17a70b6b320b7be3d6f0503c623d474d0d278b39fd7f.jpg",
        "img_caption": [
            "Fig.6Leaching curves of soil salt content under flood irrigation (without sub-surface pipes)and drip irrigation (with sub-surface pipes). $W _ { e o }$ ,soil salt content at a certain depth before irigation and leaching $( { \\bf g } / { \\bf k g } )$ ： $W _ { e }$ ,soil salt content after leaching at a certain soil depth $( { \\mathrm { g } } / { \\mathrm { k g } } )$ ： $W _ { e p }$ ，soil salt content at the time when the irrigation and leachingamounts arebalanced in the experimental area,which is normally indicated by soil saltcontentat a depth of $0 { - } 5 ~ \\mathrm { c m }$ after leaching $( { \\mathrm { g / k g } } )$ $D _ { \\boldsymbol { w } }$ ,the amount of irrigation and drainage water $\\left( \\mathrm { m m } \\right)$ $D _ { s }$ ,the leaching soil depth (cm). "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.4Growth characteristics of oil sunflower under different irrigation modes ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Changes in the germination percentage,survival percentage, plant height and leaf area index for different irrigation modes are illustrated in Figure 7.For the flood irrigation (without sub-surface pipes), the germination percentage and survival percentage of oil sunflower were $3 5 . 5 \\%$ and $2 7 . 1 \\%$ （204号 after $8 { \\mathrm { ~ d ~ } }$ of seedling emergency,respectively. However, for the drip irrigation (with sub-surface pipes), both the germination percentage and survival percentage of oil sunflower exceeded $45 \\%$ （204号 after $8 \\textup { d }$ of seedling emergency. The salinity difference in the soil ploughing layer resulted in the germination percentage and survival percentage under drip irigation and flood irigation being lower than those under drip irrigation without salinization (DI-CK3). By the $1 8 ^ { \\mathrm { t h } }$ d of seedling emergency, the germination percentage under flood irigation was only half that under $\\mathrm { D I - C K } _ { 3 }$ ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The growth variation trend in plant height and leaf area index under different irigation modes showed the following descending order: DI- $\\mathrm { . C K } _ { 3 } \\mathrm { > }$ drip irrigation>flood irrigation. Plant height is an effective indicator of plant growth as it can reflect the growth from the root to the main stem. In this study,plant height exhibited an $\" \\mathrm { S } \"$ curve with seedling emergency time under the three irrigation and drainage modes. Drip irrigation with sub-surface pipes was more favorable to an increase in plant height and leaf area index.The differences of plant height and leaf area index between drip irrigation and flood irrigation were the largest during the fluorescence period (56 d of seedling emergency) and smallest during the periods of squaring and maturation. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Germination percentage (FI) Survival percentage (FI) -FI FI （ereeee erneieeg 90- Serinatoerce de DI) 160 DI 5 DI DI-CK3 140 DI-CK3 (u/z) DI-CK3 70 (u)noetrd 120 4- 60 100 aeeegar 3 5040 806040 2 30 20 1 (a) (b) (c) 20- 0 0 2468101214161820 10 20304050607080 90 1020304050607080 90 Seedling emergence days (d) Seedling emergence days (d) Seedling emergence days (d) ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The yield indices of oil sunflower under different irrigation modes from 2O15 to 2016 are shown in Table 4. Setting percentage, single disc grain weight per plant and 1OoO-grain weight are important yield indices of oil sunflower. The differences of crop yield among the three irrigation modes were significant at $P { < } 0 . 0 5$ level. The production of oil sunflower under flooding irrigation (2015) and drip irrigation (2016) was 1962.88 and $1 0 0 0 . 9 5 \\mathrm { k g } / \\mathrm { h m } ^ { 2 }$ , respectively, being lower than that under DI- $\\mathrm { . C K } _ { 3 }$ 1 $( P { < } 0 . 0 5 )$ ： ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/125282969124da4b0be018c93e481916172f2dcdbaa63f385ffa91b56aab319c.jpg",
        "table_caption": [
            "Table 4Effects of different irigation modes on the yield indices of oil sunflower "
        ],
        "table_footnote": [
            "Note:Different lowercase lettrs inthe same column indicate significant differences among different irigation modes at $P { < } 0 . 0 5$ level. "
        ],
        "table_body": "<html><body><table><tr><td>Irrigation mode</td><td>Year</td><td>Setting percentage (%)</td><td>Single disc grain weight per plant (g)</td><td>1000-grain weight (g)</td><td>Crop yield (kg/hm²)</td></tr><tr><td>Flooding irrigation</td><td>2015</td><td>90.70b</td><td>85.61b</td><td>59.12b</td><td>2634.68c</td></tr><tr><td>Drip irrigation</td><td>2016</td><td>93.23ab</td><td>106.31ab</td><td>72.37ab</td><td>3596.61b</td></tr><tr><td>DI-CK3</td><td>2016</td><td>95.67a</td><td>111.95a</td><td>83.85a</td><td>4597.56a</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The existing method used to solve the secondary salinization in non-saturated root zones involves restraining salt content by flood irigation once every several years (Aslam and Prathapar, 2016). However, this solution is associated with many problems,such as low efficiency and the wastage of abundant fresh water resources (Balwinder et al., 2O11).Furthermore, this approach leads to an increase of groundwater level and soil consolidation, aggravating secondary salinization. Most existing research on the improvement of saline-alkali soil was based on low-yield fields with soil secondary salinization. However, saline-alkali soil is needed to be improved by reducing the original salt level (Liu et al.,2O14). In addition,drip irrigation under mulching film could weaken the effects of soil salinity on crop growth, although the germination percentage is higher than $7 5 \\%$ (Mo and Wang,2O17). In this study, the experimental land is featured by a typical saline soil which undergoes long-term salt accumulation. Furthermore,the soil texture and salt content in different layers vary greatly. The use of flood irigation could not change the total amount of soil salt, but it can cause the salt to migrate into deeper soil layers and thus redistribute soil salinity (Xie et al.,，2O11). In the study area,compared with flood irrigation,the salt content in the saline-alkali soil decreased following the application of sub-surface pipe drainage combined with drip irrigation. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "There is currently only a limited amount of research available that has used field tests to improve saline-alkali soil using sub-surface pipe drainage under drip irrigation in arid and semi-arid regions of China. On the one hand,sub-surface pipe drainage under drip irrigation is a high-cost and time-consuming practice. On the other hand， soil secondary salinization under current irrgation systems could be controlled rationally during the period of fertility. In order to control soil salt in an appropriate manner, the tested results from this study, including the pattrns of soil water and salt migration under different irrigation and drainage combinations,the effects of different irrigation modes and the growth characteristics of oil sunflower,could be taken into consideration.Based on Table 2，we conclude that the combination of irrigation and drainage system，at an irrigation amount of $1 . 0 { \\times } 1 0 ^ { 4 } ~ \\mathrm { m } ^ { 3 } / \\mathrm { h m } ^ { 2 }$ ，issuitable for improving the original saline-alkali soil in Xinjiang. After two irrigations, the total salt content in the $\\scriptstyle 0 - 8 0 \\ \\mathrm { c m }$ soil layer could decrease to below $1 0 ~ \\mathrm { g / k g }$ ，and the mean soil desalination rate could reach up to $5 8 . 1 2 \\%$ Combined with conventional drip irigation under mulching film, the germination percentage of oil sunflower can exceed $50 \\%$ . Therefore,research relating to sub-surface pipe drainage under drip irrigation should be further studied to fully realize the objective of thorough land desalinization. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In a previous study about silt loam soil in Ohio, Goins and Taylor (1959) not only found that shallow drains ( $6 0 \\ \\mathrm { c m }$ in depth) responded more rapidly to precipitation than deep drains ( $9 0 \\ \\mathrm { c m }$ in depth), but also noted that drainage volume was significantly decreased from shallow drains. This result was lattrly supported by Hoover and Schwab (1969)，who also reported that if positioned at the same depth,the drainage volume from narrower drain spacing $( 9 . 0 \\mathrm { ~ m } )$ was significantly greater than that from wider drain spacing $( 1 8 . 0 \\mathrm { ~ m } )$ .Similarly，Kladivko and Grochulska (1999) highlighted that on a silt loam soil in Indiana of USA,unit area discharges were significantly greater from drains spaced at $5 . 0 \\mathrm { ~ m ~ }$ intervals than those from drains spaced at $2 0 . 0 \\mathrm { ~ m ~ }$ intervals. According to the study of Hornbuckle et al. (2OO7),double-layer drainage system ( $1 . 8 \\mathrm { ~ m ~ }$ depth and $2 0 . 0 \\mathrm { ~ m ~ }$ spacing for the first system, and $0 . 8 \\mathrm { ~ m ~ }$ depth and $3 . 3 \\mathrm { ~ m ~ }$ spacing for the second system) was more efficient at water removal than a single-level drainage system （ $1 . 8 \\mathrm { ~ m ~ }$ depth and $2 0 . 0 \\mathrm { ~ m ~ }$ spacing). However, the current study showed that, from the perspective of saline-alkali soil improvement, $1 5 . 0 \\mathrm { ~ m ~ }$ spacing yielded a better salt desalination effect than either 20.0 or $2 5 . 0 \\ \\mathrm { m }$ spacing. Our study also showed that a shallow and dense sub-surface pipe laying pattern is more suitable for the improvement of saline-alkali soil in Xinjiang. Radu et al. (2017) studied sub-surface drainage efciency under a combination of sub-surface pipe drainage and drip irrigation in the Moldova River Meadow,and pointed out that the best laying pattern for sub-surface pipes is $2 0 . 0 \\mathrm { ~ m ~ }$ spacing and $1 . 0 \\mathrm { ~ m ~ }$ depth.In another study,Zhang et al. (2014) investigated the salt desalination rate of coastal saline soil achieved by flood irrigation and sub-surface pipe drainage,and the results indicated that soil salt content decreased from 14 to 6 $\\mathrm { g / k g }$ after 3 cycles of irigation and drainage experiments, with an irrigation amount of $3 0 0 { \\ - } 4 0 0$ mm. In our present experiments,the saline-alkali soil had been left undisturbed and unleached for many years; as a consequence,the amount of drip irrigation should be more than $6 0 0 { - } 8 0 0 ~ \\mathrm { m m }$ to achieve the same soil desalination rate $( 5 8 . 1 2 \\% )$ . Since the present experiments were carried out in an arid area of China where the groundwater level was relatively deep,then we recommended that in arid regions of China, $1 5 . 0 \\mathrm { m }$ spacing and $0 . 6 \\mathrm { ~ m ~ }$ depth would be the best laying pattern for the sub-surface pipes under drip irrigation. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The distribution of soil water and salt is complex and it is difficult to comprehensively observe the dynamic distribution of soil water and salt under sub-surface pipe drainage combined with drip irrigation.Due to the large amount of water used in the traditional flood irrigation, the agricultural production cost is relatively high. In addition,the requirements for the length and slope of ditch,the height and width of ridge,and the flowing capacity are also strict.During the process of flood irrigation, it is necessary to improve the agricultural utilization efficiency of water resources and optimize flood irigation to achieve a sustainable level of agricultural development. In this study，a leaching curve equation was determined on the basis of the relationship between final soil salt content and water flow.We found that drip irrigation could be made more efficient when it is combined with sub-surface pipes and that the water-saving potential of drip irrigation is better than that of flood irrigation. Therefore，the leaching curve could be considered as a guide to improve the typical soil salt content of wastelands by using drip irrigation with buried sub-surface drainage pipes. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "To conclude,compared with flood irrigation, sub-surface pipe drainage under drip irrigation has a beter efect on the distribution of soil water and salt in saline-alkali soil,as well as the germination and seedling growth of oil sunflower. Drip irigation with sub-surface pipes could create a severe challenge to traditional flood irrigation and desalting practices for raw wastelands, and could optimize traditional models such as flood irrigation and open ditch drainage for the improvement of saline-alkali soil. However, drip irrigation can also produce deep soil seepage and may result in ecosystem pollution due to soluble pollutants collected by the continuous sub-surface pipe drainage system, thus affecting groundwater quality. In future researches, it is necessary to investigate how sub-surface pipe drainage under drip irrigation affects groundwater and deep soils. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Three irrigation and drainage modes (flood irrigation, drip irrigation,and sub-surface pipe drainage under drip irrigation） were designed to analyze the transport and distribution characteristics of water and salt in the soil profile in an arid region of Xinjiang, China. This study highlights two conclusions. First, sub-surface pipe drainage under drip irrigation performed well than flood irrigation in restraining salt content of saline-alkali oil in Xinjiang. Mean soil desalination rate can reached to $5 8 . 1 2 \\%$ under sub-surface pipe drainage combined with drip irrigation. After the sub-surface drainage regulation under drip irigation， the germination percentage of oil sunflower seedlings was increased to more than $50 \\%$ . Second, sub-surface pipe drainage under drip irrgation could be better modeled by using salt leaching curve equations. The shallower the sub-surface pipe under drip irrigation，the more intense the degree of water infiltration and the larger the flooding infiltration. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This research was financially supported by the National Natural Science Foundation of China (51741908).We wish to thank BIAN Qingyong, ZHU Yankan,GU Zhenda,WU Qiang,MA Xihe and HOU Yusheng for their help with analysis of soil samples. Thanks are also to WANG Fengjiao and ZHAO Di for soil sampling. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Aslam M,Prathapar SA.2Oo6.Strategies tomitigate secondarysalinizationin the IndusbasinofPakistan:aselectivereview. Soviet Physics Doklady,8(1): 53-61.   \nBahceciI,NacarAS.oo9.Subsurfacedrainageandsaltleachinginiigatedlandinsouth-eastTurkey.IigationandDrainage, 58(3):346-356. agriculture.Irrigation and Drainage,doi: 10.10o2/ird.2247.   \nBalwinder,EberbachPL,HumphreysE,etal.2O11.Theefectofricestrawmulchonevapotranspiration,transpirationandsoil evaporation of irrigated wheat in Punjab,India.Agricultural Water Management,98(12):1847-1855.   \nChenLJ,Feng Q.2O13.Soil water and salt distribution under furrow irigationof saline water with plastic mulch on ridge. Journal of Arid Land,5(1): 60-70.   \nGoins T,Taylor GS.1959.Drain depth and spacing efects on waterremoval from a gray-brown podzolic soil.Soil Science Society of America Journal, 23(6): 413-418.   \nGuanFX.2012. Mappng QTL saline-alkali tolerance during bud and seeding stage using RILin maize.MSc Thesis. Yangzhou: Yangzhou University. (in Chinese)   \nHoover JR,SchwabGO.1969.Effect of ile depth,spacing,and cropping practiceson drain discharge. Transactions of the ASAE,12: 150-152.   \nHornbuckleJW,ChristenEW,FaulknerRD.2o7.Evaluatingamult-levelsubsurfacedrainage systemforimproveddrainage water quality. Agricultural Water Management, 89(3): 2O8-216.   \nHu Z,Islam S.1995.Predictionof ground surface temperatureandsoil moisturecontent bythe force-restore method.Water Resources Research,31(10): 2531-2539.   \nHuang DY.2O12.Studyof the quality improvementof the waterconservancy enginering construction.Enterprise Science &   \nTechnology & Development, 64(10): 962-973.   \nJat ML,GuptaR,SaharawatYS,etal.2Ol1.Layering precisionlandlevelingandfurrow irigatedraisedbed planting: productivityand inputuse eficiencyof irigatedbread wheatinIndo-Gangetic plains.American JournalofPlant Sciences,2: 578-588.   \nKladivkoEJ,GrochulskaJ,TurcoRF,etal.1999.Pesticideandnitrate transportintosubsurfacetiledrainsofdifferent spacings. Journal of Environmental Quality,28(3): 997-1004.   \nKrogerR,HollndMM,More MT,etal.2Oo7.Hydrologicalvariabilityandagriculturaldrainageditchinorganicnitrogen reduction capacity.Journal of Environmental Quality, 36(6):1646-1652.   \nLibrary W E.2015.National Agricultural Statistics Service (NASS):Agricultural Chemical Use Database.New York: Agricultural Statistics Board, US Department of Agriculture, 629-2023.   \nLiu YG,Yang HC,Wang K Y,et al.2014.Shallow subsurfacepipe drainagein Xinjiang lowers soil salinityand improves cotton seed yield.Transactions of the Chinese Society of Agricultural Engineering,30(16): 84-90. (in Chinese)   \nMai WX,Tian CY,LiL.2O14.Localizedsalt accumulation:the main reason forcotonroot length decrease during advanced growth stages under drip irrigation with mulch film in a saline soil.Journal of Arid Land,6(3):361-370.   \nMo Y,LiG, WangD.0l7.Asowing methodforsubsurfacedripirigationtatincreasestheemergencerate,yield,and water use efficiency in spring corn.Agricultural Water Management,179: 288-295.   \nMoriasiDN,GowdaPH,ArnoldJG,etal.2O13.Evaluationofthehooghoudtand kirkham tiledrainequations inthesoiland water assessment tool to simulate tile flowand nitrate-nitrogen.Journal of Environmental Quality,42(6):1699-1710.   \nNijlandHJ,CroonFW,RitzemaHP.2Oo5.Subsurface Drainage Practices: Guidelines fortheImplementation,Operationand Maintenance of Subsurface Pipe Drainage Systems. ILRI Publication No. 6O.Wageningen: Alterra,150-610.   \nOuC Y,Chen SC,WangYG.2009.On theenhancementof electroosmotic soil improvement by the injectionof saline solutions.Applied Clay Science,44(1-2):130-136.   \nRadu O,Cimpeanu SM,TeodorescuRI,etal.2O17.Technical eficiencyof thesubsurface drainageonagriculturallandsin the moldovariver meadow.In: Kulshreshtha S.Current Perspective on Irigationand Drainage.London: IntechOpen,69-81.   \nRandalG W,VetschJA.2oo5.Nitratelosss insubsurface drainage fromacorn-sobeanrotationasaffectedbyfalland spring application of nitrogen and nitrapyrin. Journal of Environmental Quality,34(2): 590-597.   \nRen LT,Liu ZX, Wei TY,etal.2O12.Evaluation ofenergyinput and output ofswet sorghum grownas abioenergycropon coastal saline-alkali land.Energy,47(1): 166-173.   \nRimidis A,Dierickx W.2Oo3.Evaluation of subsurface drainage performance in Lithuania.Agricultural Water Management, 59(1): 15-31.   \nRitzema H P,Nijland HJ,CroonFW.2O06.Subsurface drainage practices:From manual instalation to large-scale implementation. Agricultural Water Management,86(1-2): 60-71.   \nRuisen Z,Dong XG,Ma Y.2O09.Sustainable water saving: new concept of modern agricultural water saving,starting from development of Xinjiang's agricultural irrigationover the last 5O years.Irrigationand Drainage,58(4):383-392.   \nSallam GA H.2O17.The asessmentof Egypt's subsurface drainage system.In:The Handbook of EnvironmentalChemistry. Berlin,Heidelberg: Springer,13-32.   \nSavci S.2O12.Anagricultural polutant:chemical fertilizerInternationalJournalofEnvironmental Science&Development, 3(1): 77-80.   \nSong XJ,KurohaT,AyanoM,etal.O15.RarealeleofapreviouslyunidentifiedhstoneH4acetyltransferaseenancesgrain weight,yield,and plantbiomassinrice.ProceedingsoftheNationalAcademyofSciencesofthe UnitedStatesof America, 112(1): 76-81.   \nStuytLCPM,Dierickx W,Beltran JM.20oo.Materials for Subsurface Land Drainage Systems.Rome:FAO,-75.   \nVerma S,CookeR.2O15.Performance of drainage water management systems in Ilinois,United States.Journalof Soil and Water Conservation,67(6): 453-464.   \nWangZH,Heng T,LiWH,etal.2Ol7.Effectsofdrainagepipedrainageonsoilsalinityleachingunderdripirigation. Transactions of the Chinese Society for Agricultural Machinery,48:253-261.(in Chinese)   \nWiller H,Lernoud J.2O16.The World of Organic Agriculture.Statistics and Emerging Trends 2016 ( $1 7 ^ { \\mathrm { u } }$ ed.).Frick and Bonn: Research Institute of Organic Agriculture FiBL and IFOAM Organics International,1-6.   \nXieT,Liu X,SunT.2O11.Theeffctsof groundwatertableandflood rrigationstrategiesonsoilwaterandsalt dynamicsand reed water use in the Yellow River Delta,China.Ecological Modelling,222(2):241-252.   \nYang Z,Wang B S.2O14.Progressin techniquesof improvementandutilizationof saline-alkaliland inChinaand its future trend. Shandong Agricultural Sciences,2:1-11. (in Chinese)   \nYaoRJ,YangJS,Liu GM.2O6.Characteristicsandagro-biologicalmanagementofsaline-alkalizedlandinNortheastChina. Soils,38(3): 256-262.   \nZhangJL,Wen T,Wang PS,et al.2O14.Studies onsalt-leachingof soil intheregion betweensubsurface drains.Soiland Water Conservation,28:242-246.(in Chinese)   \nZhangK,LiCJ,LiZSetal.l3.Characteristicsofineralelementsinshootsof hreeanualalophytesinasalindesert, Northern Xinjiang. Journal of Arid Land, 5(2): 244-254.   \nZhao HL,Lai HX,FengCZ,etal.2Oo8Nutrientcontentsandactiomyetes populationsofdesertsaline-alkalisoil iparts regions of Xinjiang.Acta Agriculturae Boreali-Occidentalis Sinica,17(1):161-166.(in Chinese)   \nZhu XT,Mi XH, Wang YP.2010.Comparative studyonthe two testing methods of soil total salt. GansuAgricultural Science & Technology, (4): 14-16.(in Chinese) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    }
]