[
    {
        "type": "text",
        "text": "Original Contribution ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Asymmetric dimethylarginine exacerbates $\\mathsf { A } \\beta$ -induced toxicity and oxidative stress in human cell and Caenorhabditis elegans models of Alzheimer disease ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yunfeng Luo a.1, Wenhui Yue a,1, Xin Quanä, Yue Wanga, Baolu Zhao b, Zhongbing Lu a.\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "aCollge ofLife Sciences,Universityof theChinese AcademyofScience,Beijing1oo049,China bStateKeyLboratoryofraindgnitiveience,stituteofosicinesecdemyfienceeinga ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLEINFO ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Article history:   \nReceived 5 August 2014   \nReceived inrevised form   \n2 December 2014   \nAccepted 2 December 2014   \nAvailable online 12 December 2014   \nKeywords:   \nAlzheimer disease   \nADMA   \nPRMT1   \nDDAH1   \nOxidative stress   \nFree radicals ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Growing evidence suggests a strong association between cardiovascular risk factors and incidence of Alzheimer disease (AD). Asymmetric dimethylarginine (ADMA),the endogenous nitric oxide synthase inhibitor,has been identifiedasan independent cardiovascularrisk factorand is also increased in plasma of patients with AD.However,whether ADMA is involved in the pathogenesis of AD is unknown.In this study,we found that ADMA content was increased ina transgenic Caenorhabditis elegans $\\beta$ -amyloid $( \\mathsf { A } \\beta )$ overexpression model, strain CL20o6,and in human SH-SY5Y cels overexpressing the Swedish mutant form of human $\\mathsf { A } \\boldsymbol { \\beta }$ precursor protein (APPsw).Moreover,ADMA treatment exacerbated $\\mathsf { A } \\beta$ -induced paralysis and oxidative stress in CL2oo6 worms and further elevated oxidative stress and $\\mathsf { A } \\boldsymbol { \\beta }$ secretion in APPsw cells.Knockdown of type 1 protein arginine $N \\mathrm { . }$ -methyltransferase to reduce ADMA production failed to show a protective effect against $\\mathsf { A } \\beta$ toxicity, but resulted in more paralysis in CL2oo6 worms as well as increased oxidative stress and $\\mathsf { A } \\boldsymbol { \\beta }$ secretion in APPsw cells.However,overexpression of dimethylarginine dimethylaminohydrolase 1（DDAH1） to promote ADMA degradation significantly attenuated oxidative stress and $\\mathsf { A } \\boldsymbol { \\beta }$ secretion in APPsw cells.Collectively, our data support the hypothesis that elevated ADMA contributes to the pathogenesis of AD.Our findings suggest that strategies to increase DDAH1 activity in neuronal cells may be a novel approach to attenuating AD development. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\circledcirc$ 2014 Elsevier Inc.All rights reserved. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Alzheimer disease (AD) is one of the most common progressive and neurodegenerative disorders affecting the elderly. AD is characterized by progressive loss of neurons,cognitive decline, and two defining histopathologies:extracellular amyloid plaques and intracellular tangles composed primarilyof $\\beta$ -amyloid $( \\mathsf { A } \\beta )$ peptide and hyperphosphorylated tau,respectively[1].Although the exact etiology of AD remains elusive,there is a strong association between cardiovascular disease (CVD）and the incidence of cognitive decline and Alzheimer disease [2]. Individuals with subclinical CVDare also at higher risk for dementia and AD. The link between cardiovascular risk factors and AD has yet to be identified; however,a common feature of AD and CVD is endothelial dysfunction，specifically,decreased bioavailability of nitric oxide (NO) [3]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Asymmetric dimethylarginine (ADMA)is an endogenous inhibitor of nitric oxide synthesis.It is derived from methylation of arginine residues by type I protein arginine methyltransferase (such as PRMT1 and PRMT3）and subsequent proteolysis [4]. Plasma ADMA levels are increased in patients with AD [5.6] and cardiovascular disease,such as heart failure [7],hypertension [7,8], diabetes [9],and atherosclerosis [1O],and increased ADMA is a strong and independent predictor of all-cause mortality in the community[11] and the strongest predictor of mortality in patients with congestive heart failure [12]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Recent studies have demonstrated that plasma ADMA is increased in AD patients and may contribute to the pathogenesis of AD[5,6]. In addition,neuronal NO synthase (nNOS)-derived NO production plays an important role in synaptic events involved in learning and memory [13],so the endogenous NOS inhibitors ADMA and $N ^ { G } .$ -methyl-L-arginine may disrupt processes by attenuatingnNOS-derived NO production [14]. In AD patients,there is an inverse correlation between the concentration of NO in the cerebrospinal fluid (CSF) and the degree of cognitive impairment, suggestinga neuroprotective effect of NO in AD[15].Whereas the levels of CSF ADMA in AD patients appear either reduced [5,16] or unchanged [17,18],plasma ADMA concentrations appear to be increased in AD patients [5,6]. Clinical results of older communitydwelling adults suggested that higher plasma ADMA was significantly correlated with memory impairment [19].However, the effect of increased ADMA on the pathogenesis of AD is still unknown. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The transgenic Caenorhabditis elegans strain CL2oo6,which constitutively expresses $\\mathsf { A } \\boldsymbol { \\beta }$ under a muscle-specific promoter,is an ideal in vivo model to investigate $\\mathsf { A } \\beta$ toxicity-related behavior disorder and oxidative stress [2O],whereas the human SH-SY5Y cell line stably overexpressing the Swedish mutant of human amyloid- $\\cdot \\beta$ precursor protein(APPsw）is a useful in vitro model to study $\\mathsf { A } \\boldsymbol { \\beta }$ production.In the present study,we examined the effects of ADMA and its metabolism on $\\mathsf { A } \\mathsf { \\beta }$ toxicityand oxidative stress in these two models. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "An extended materials and methods section can be found in the online supplementary data. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Worm strains and maintenance ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The wild-type Bristol N2 strain and the transgenic ADassociated nematode strain CL2oo6 (dvIs2[unc-54: human $\\beta$ -amyloid1-42；pRF4])were obtained from the Caenorhabditis Genetics Center (University of Minnesota).Maintenance of all strains was routinely performed at $2 0 ^ { \\circ } \\mathsf C$ and $40 \\%$ relative humidity on nematode growth medium(NGM)plates with Escherichia coli strain OP5O as a food source as previous reported [21]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Paralysis assay ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Synchronized hermaphroditic worm populations were transferred to plates with floxuridine $( 1 0 0 \\mathrm { m g / L } )$ .On the first day of adulthood,240 worms were placed on six plates.A live E. coli OP50 suspension with vehicle or ADMA $( 1 ~ \\mu \\mathrm { M } )$ was placed on the surface of the NGMplates (three plates for each experiment).The worms were tested for paralysis by tapping their noses with a platinum wire.Worms that moved their nose but failed to move their body were scored as“paralyzed.\"To avoid scoring old worms as paralyzed,the paralysis assay was terminated on day 12 of adulthood [22].The final results were collected from three independent experiments. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Reactive oxygen species(ROS) measurementin C.elegans ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The level of ROS in C. elegans was measured by the 2', $7 ^ { \\prime }$ -dichlorofluorescin diacetate(DCFH-DA） method as previously reported [21].Worms were washed off the plates with cold M9 buffer. Then the worms were resuspended in M9 bufer with $1 0 0 \\mu \\mathrm { M }$ DCFH-DA and allowed to equilibrate to room temperature. One hundred worms were transferred into each well of a black 96-well plate.ROS-associated fluorescence levels were measured every $1 0 \\mathrm { m i n }$ for $9 0 \\mathrm { m i n }$ in a Thermo Labsystems Fluoroskan Ascent microplate reader at excitation/emission wavelengths of 485 and $5 2 0 \\mathrm { n m }$ ，respectively.Worms in the M9 buffer without DCFH-DA were used as negative controls.After the fluorescence was measured in the microplate reader, the worms were transferred to agar-padded slides( $2 \\%$ agarose）and sealed with a coverslip. $^ { 2 ^ { \\prime } , 7 ^ { \\prime } }$ -Dichlorofluorescein（DCF）fluorescenceinlive worms（15-20 worms in each group）was imaged using confocal microscopy(Olympus FV1ooo,Tokyo,Japan）with an excitation/ emission filter $( 4 8 0 / 5 2 0 \\mathrm { n m }$ ） ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RNA interference ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RNAi was performed in C.elegans by feeding the worms with dsRNA-containing bacteria.Briefly，gravid adult worms were treated using the NaClO method for progeny synchronization. After $1 2 { - } 2 4 \\mathrm { h }$ ，the L1 larvae were grown on RNAi plates seeded with HT115(DE3) bacteria expressing dsRNA of the corresponding target gene.Afterreaching the youngadult stage,the wormswere maintained on the RNAi plates until assays were performed.The control and PRMT1 RNAi constructs were kindly provided by Professor Chonglin Yang (Institute of Genetics and Developmental Biology, CAS). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cell cultures and treatments ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Human neuroblastoma SH-SY5Y cells stably expressing human APPsW or the empty vector pCLNCXv.2 (neo）were cultured as previous reported [23]. The pLKO.1-TRC cloning vector (Addgene Plasmid 1o878)was used to construct clone short hairpin(sh) RNA against human dimethylarginine dimethylaminohydrolase 1(pLKO.1- DDAH1, target sequence is TGAGCATGTCTGAACTGGAAA). PLKO.1- scramble shRNA was used as control.After being plated, the cells were treated with ADMA,or infected with human DDAH1 adenovirus/shRNA，or transfected with siRNA against PRMT1(sense, CCAUCGACCUGGACUUCAATT；antisenSe，UUGAAGUCCAGGUCGAUGGTT）forthe indicated time.Then cell viability,intracellular ROS/NO levels,and $\\mathsf { A } \\boldsymbol { \\beta }$ secretion were measured as described in the supplementarymaterial. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Western blotting ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The cells were washed with ice-cold phosphate-buffered saline (PBS)andthenlysedwithbuffer ( $5 0 ~ \\mathrm { m M }$ Tris-Cl, $1 5 0 \\mathrm { m M }$ NaCl, $1 0 0 \\mu \\mathrm { g / m l }$ phenylmethylsulfonyl fluoride,protease and phosphatase inhibitor cocktail from Roche,and $1 \\%$ Triton X-100) on ice for $3 0 \\mathrm { m i n }$ .After centrifugation at $_ { 1 2 , 0 0 0 g }$ for $2 0 \\mathrm { m i n }$ at $4 ^ { \\circ } \\mathsf C ,$ the supernatant was used for Western blot analysis as previous described.The primaryantibodiesused in this studyare listed in Supplementary Table 1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$\\mathsf { A } \\beta$ expression in the CL2oo6 strain was identified by immunoblotting on a Tris-tricine gel. Briefly,worms were collected and washed by M9 bufferand then transferred to the cell lysis buffer containing a protease inhibitor cocktail (Roche） for sonication. After centrifugation at ${ 1 2 , 0 0 0 g }$ for $2 0 \\mathrm { m i n }$ at $4 ^ { \\circ } \\mathsf C$ the supernatant was used for Western blot analysis.Protein concentration was determined using the Bradford method.Equal amounts of protein $( 5 0 \\mu \\mathrm { g } )$ were loaded and separated by Tris-tricine sodium dodecyl sulfate-polyacrylamide gel electrophoresis.After transfer, the polyvinylidenedifluoridemembrane（Millipore, $0 . 2 \\mu \\mathrm { m } \\dot { }$ was boiled $5 \\mathrm { m i n }$ in PBS buffer and blocked in Tris-buffered saline/ Tween 20 containing $5 \\%$ nonfat milk for $^ { 1 \\mathrm { h } }$ ,then it was processed asaregular Western blot. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Gene expression analysis with quantitative real-time PCR ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Total RNA was extracted from adult worms using Trizol reagent (Invitrogen),and cDNA was synthesized with the SuperScript II FirstStrand Synthesis Super-Mix for quantitative PCR (Invitrogen).The primers used are listed in Supplementary Table 2. The ama-1 gene wasused as the internal control. Quantitative PCR was carried out ina Rotor-Gene 6OoO centrifugal real-time cycler (Corbett Research,Qiagen，Valencia，CA，USA）using the Platinum SYBR Green qPCR SuperMix-UDG with ROX kit. The cycling conditions were as follows: initial denaturation at $9 5 ^ { \\circ } \\mathrm { C }$ for $2 \\mathrm { m i n }$ ,followed by45 cycles of $1 5 s$ at $9 5 ^ { \\circ } \\mathsf { C } ,$ （20 $3 0 s$ at $6 0 ^ { \\circ } \\mathsf C ,$ and $3 0 s$ at $7 2 ^ { \\circ } \\mathrm { C }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Statistical analysis ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "All values are expressed as the mean $\\pm$ standard error. Statistical significance was defined as $p < 0 . 0 5$ .One-way or two-way analysis of variance(ANOVA)was used to test each variable for differences among the treatment groups with StatView (SAS Institute,Inc.). If ANOVA demonstrated a significant effect,pairwise post hoc comparisons were made with Fisher's least significant difference test. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "ADMA was increased in $A \\beta$ -transgenic C.elegans and APPsw cells ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To determine whether $\\mathsf { A } \\boldsymbol { \\beta }$ expression could increase ADMA production,we measured ADMA levels in the wild-type (N2)and $\\mathsf { A } \\boldsymbol { \\beta }$ transgenic C.elegans (CL2oo6).On the first day of adulthood, the ADMA level of CL2006 worms was $\\sim 2 5 \\%$ higher than that of the N2 worms( $\\langle 0 . 7 0 \\pm 0 . 1 2$ VS $0 . 5 5 \\pm 0 . 1 2 \\mathrm { m g / g } )$ ，although the difference was not statistically significant yet. On the 12th day of adulthood,the ADMA level was almost doubled in the CL2006 worms and was statistically significantly higher than that of the N2 worms ( $1 . 3 1 \\pm 0 . 0 6$ VS $0 . 6 5 \\pm 0 . 0 4 \\mathrm { m g / g }$ $\\scriptstyle n = 3$ $p < 0 . 0 5$ ; Fig. 1A). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We then examined the ADMA level in the APPsw SH-SY5Ycells and the control neo cells.As expected, the ADMA level in APPsw cell lysate was $5 0 \\%$ higher than in that of neo cells (Fig.1B). Associated with increased ADMAlevel,higher PRMT1levels were observed in the CL2006 worms and APPsw cells (Fig.1C-E), indicating that PRMT1 upregulation may contribute to the enhanced ADMA accumulation.The expression levels of DDAH1 and DDAH2 were also significantly increased in the APPsw cells, which might be a compensatory response to the elevated ADMA level.As NO is believed to be directly or indirectly involved in AD pathology,we compared NOS expression in the neo and APPsw cells.Expression of both inducible NOS (iNOS)and neuronal NOS (nNOS) was significantly higher in the APPsw cells (Fig.1D and E), which is inagreement witha previous report that the APPsw cells havea higher intracellular NO level [23].Endothelial NOS (eNOS) was almost undetectable in the neo and APPsw cells. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "ADMA exacerbates $A \\beta$ -induced paralysis and oxidative stress in CL2006 worms ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In the CL2006 worms,human $\\mathsf { A B } _ { 1 - 4 2 }$ protein is expressed in the body wall muscle cells. The expression and subsequent aggregation of $\\mathsf { A } \\boldsymbol { \\beta }$ in the muscle lead to progressive paralysis of these worms [2O].To investigate whether ADMA specifically affects $\\mathsf { A } \\beta$ -induced toxicity in vivo,we fed CL2oo6 worms with $1 ~ { \\mu \\mathrm { M } }$ ADMA for12daysand then examined the paralysis of the worms. We found that ADMA significantly increased paralysis of the CL2006 worms( $5 4 . 3 1 \\pm 6 . 2 9 \\%$ VS $3 7 . 4 3 \\pm 4 . 0 8 \\%$ ， $\\scriptstyle n = 3$ ， $p < 0 . 0 5 \\AA ,$ but had no effect on the N2 worms $( 1 2 . 5 1 \\pm 5 . 3 5 \\%$ vS $1 3 . 6 6 \\pm 3 . 0 4 \\%$ ：Fig.2A). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Given that oxidative stress has emerged as one of the important factors in AD pathogenesis,we examined the effects of ADMA on $\\mathsf { A } \\beta$ -induced intracellular $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ -associated ROS in C. elegans. ADMA treatment resulted in a significantly greater increase in ROs levels in the CL2oo6 worms compared to the N2 worms on the 12th day of adulthood (Fig.2B and C),suggesting ADMA causes more oxidative stress in CL2oo6 worms. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/f3fac99454a650c108ae1f3c04722f4433988f89811ae03ef9136ea9724e7a14.jpg",
        "img_caption": [
            "FigADAeed od levels of amyloid- $\\cdot \\{ \\}$ precursor protein (APP),DDAH1,DDAH2,PRMT1,iNOS,and nNOS were determined by Western blot. $\\beta$ -Actin was used as a loading control. Results were collected from three to six independent experiments. $^ { * } p < 0 . 0 5$ compared with the N2 worms or to the neo cells. # $p < 0 . 0 5$ compared to the first day of adulthood. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/86a762dd17f4205314c840c10b44dad946b2020abf670c3d1c01e09720d2571f.jpg",
        "img_caption": [
            "Fig (B)TheROSelinseasditdcoredsa icoop from three to six independent experiments. $^ { * } p < 0 . 0 5$ compared to the control worms. #p $< 0 . 0 5$ compared to the N2 worms. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The SKN-1 transcription factor is a functional ortholog of the mammalian protein Nrf2 (nuclear factor-E2-related factor 2）in C.elegans [24]. It can be induced by oxidative stress. Consistent with the increase in ROS,the mRNA level of SKN-1 was significantly increased in the ADMA-treated CL2oo6 worms.ADMA had no effect on protective genes such as HSF-1 (heat shock transcription factor1),DAF-16(a forkhead transcription factor),and CTL-1 (catalase),but significantly repressed the expression of heat shock protein 60 (HSP6O),small heat shock protein 16.2 (HSP16.2),and superoxide dismutase 1 (SOD-1) (Fig.2D). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ADMA promotes $A \\beta$ aggregation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As the relationship between $\\mathsf { A } \\boldsymbol { \\beta }$ expression/aggregation and paralysis behavior has been established in the CL2oo6 worms,we determined the $\\mathsf { A } \\boldsymbol { \\beta }$ expression using Western blot.As shown in Fig.3,ADMA treatment significantly increased the level of toxic $\\mathsf { A } \\boldsymbol { \\beta }$ oligomers,suggesting more $\\mathsf { A } \\boldsymbol { \\beta }$ aggregation in the ADMA-treated CL2O06 worms.There was also a trend toward increased $\\mathsf { A } \\beta$ monomer after ADMA treatment,but the difference was not significant. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Knockdown ofPRMT1 exacerbates $A \\beta$ -induced paralysis in CL2006 worms ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As PRMT1 is the major type I arginine methyltransferase for ADMA production in C.elegans [25],we wanted to determine whether decreasing ADMA production by knockdown of PRMT1 could protect against $\\mathsf { A } \\boldsymbol { \\beta }$ toxicity in C.elegans. Surprisingly,knockdown of PRMT1 significantly increased the paralysis in the CL2006 worms on day 12 of adulthood compared with control RNAi groups (Fig. 4A),but had no effect on the N2 worms(data not shown).PRMT1 knockdown did not affect ROS levels (Fig.4B),but caused significant reductions in HSP6O and SOD-1 mRNA levels in the CL2006 w0rms (Fig. 4C). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/0d92fe702ffc0e265623869611a63870ffefaf018f8e29fc274f5e4d5d96e1db.jpg",
        "img_caption": [
            "Fig.3.ADMA promotes $\\mathsf { A } \\boldsymbol { \\beta }$ aggregation in CL20o6 worms.(A） Representative Western blot of $\\mathsf { A } \\beta$ species in transgenic C.elegans CL2oo6 fed with or without ADMA.（B）Quantification of $\\mathsf { A } \\beta$ oligomers ( $\\sim 1 2$ and $\\sim 8 \\mathrm { \\ k D a }$ ）and monomers （204 $( \\sim 4 \\mathrm { k D a } )$ from Western blot analysis. $^ { * } p < 0 . 0 5$ compared to the control worms. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ADMAincreasedoxidativestressinAPPswcells ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To further investigate the role of ADMA in the pathogenesis of AD, weselected APPsw cells as an in vitro model.Treatment with ADMA $( 2 0 { - } 6 0 \\mu \\mathrm { M } )$ for $^ { 7 2 \\mathrm { h } }$ caused a dose-dependent decrease in APPsw cell viability, especiallyat $4 0 \\mu \\mathrm { M }$ (Supplementary Fig.1). Next,we treated the APPsw cells with $4 0 \\mu \\mathrm { M }$ ADMA for $2 4 \\mathrm { h }$ and measured the intracellular ROS and NO levels.ADMA incubation increased intracellular ROS level by $4 2 \\%$ (Fig. 5A). The ratio of reduced glutathione (GSH) to oxidized glutathione (GSSG),a marker of oxidative stress,was decreased by $3 9 \\%$ in the presence of ADMA (Fig.5B).Because ADMA is a potent NOS inhibitor,we were surprised to observe that intracellular NO levels were not reduced by ADMA treatment in the APPsw cells (Fig.5C).However, this observation may be explained by the finding that ADMA causeda significant increase in iNOS,which constitutively produces NO (Fig.5E and F).To determine the effect of ADMA on $\\mathsf { A } \\boldsymbol { \\beta }$ secretion, the levels of $\\mathsf { A } \\beta _ { 1 - 4 2 }$ in the culture medium were measured using a sandwich ELISA kit.The results showed that ADMA administration increased the $\\mathbb { A } \\mathbb { \\beta } _ { 1 - 4 2 }$ secretion by $1 6 . 7 \\%$ (Fig. 5D). Western blot revealed that ADMA treatment significantly increased expression of APP,DDAH1,and iNOS,buthad no effect on DDAH2,PRMT1,and nNOS expression (Fig. 5E and F).These findings imply that ADMA may contribute to AD development. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/317161943eabf3a4c2495ba27a2ce9dd99c56eaf28f1626ee9f4fe2b87ca9eac.jpg",
        "img_caption": [
            "Fig. 4. Effects of PRMT1 knockdown on $\\mathsf { A } \\boldsymbol { \\beta }$ induced paralysis andoxidativestressin CL2006 worm.CL206 worms were maintainedon theRNAi platesandonthe12th day ofAu CL2006 worms by real-time RT-PCR. Results were collected from three to six independent experiments. $^ { * } p < 0 . 0 5$ compared to control worms. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/d3337fbd791857052d669fed3ad9d7c10a11a76277b2cff0eec4b43770a6c430.jpg",
        "img_caption": [
            "Fig. 5. ADMA exacerbated $\\mathbb { A } \\beta .$ induced oxidative stress in APPsw cels. After $2 4 \\mathrm { h }$ incubation with $4 0 \\mu \\mathrm { M }$ ADMA,(A) intracellular ROS, (B)ratio of GSH/GSSG, (C) intracellula NO level,and (D) $\\mathsf { A } \\beta _ { 1 - 4 2 }$ level in the medium were determined $( n { = } 6 )$ .(E,F) The expression of APP,DDAH1,DDAH2,PRMT1,iNOS,and nNOS was determined by Western blo $\\beta$ -Actin was used as a loading control. $^ { * } p < 0 . 0 5$ compared to vehicle-treated APPsw cells. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "KnockdownofPRMT1 exacerbates oxidative stress and $A \\beta$ secretion in APPsw cells ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In mammalian cells,PRMT1 is the dominant type I arginine methyltransferase that generates ADMA,whereas PRMT5 isthe primary type II arginine methyltransferase that generates symmetric dimethylarginine mark [26].Because PRMT1 knockdown exacerbates $\\mathsf { A } \\beta$ -induced paralysis in the CL2oo6 worms,we also performed RNAi experiments in APPsw cells to decrease PRMT1 expression. The knockdown efficiency was confirmed by Western blot.In comparison with control siRNA,PRMT1 siRNA transfection resulted in significant increases in both intracellular ROS and NO levels,aswell asa significant decline in the ratio of GSH/GSSG in the APPsw cells (Fig.6A-C). Consistent with the altered redox state,more $\\mathsf { A } \\beta$ secretion was found in the medium of the cells with PRMT1 knocked down (Fig. 6D).As shown in Fig. 6E and F, knockdownofPRMT1had no effect on APP,DDAH1,DDAH2,and PRMT5 expression,but significantly increased iNOS and nNOS expression,which might contribute to the increased intracellular NO level. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/b0133288a2f2f1fcbcfc1a73317f5a8f404223cd0937ae96f8db8589a78a781a.jpg",
        "img_caption": [
            "Fig.6.Effects of PRMT1 knockdown on $\\mathsf { A } \\boldsymbol { \\beta }$ -inducedoxidativestre inAPPswcell.AftertransfectionwithcontrolorPRMiRAfor72h,(A)intracellarROS(B)ratioof GSH/GSSG,(C) intracellular NO level,and (D) $\\mathsf { A } \\beta _ { 1 - 4 2 }$ level in the culture medium were determined $\\scriptstyle ( n = 6 )$ .(E,F) Lysates of control and PRMT1 siRNA-transfected APPsw cells were examined by Western blotfor the expressonof APP,PRMT1,PRMT5,DDAH1,DDAH2,iNOS,and nNOS. $\\beta$ -Actin was used as a loading control. $^ { * } p < 0 . 0 5$ compared with the control siRNA-transfected APPsw cells. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Overexpression of DDAH1 decreased oxidative stress and $A \\beta$ secretion in APPsw cells ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "DDAH1 plays a critical role in intracellular ADMA degradation [27]. Because decreasing ADMA production by knockdown of PRMT1 failed to show beneficial effects,we examined whether increasing the degradation of endogenous ADMA could decrease $\\mathsf { A } \\boldsymbol { \\beta }$ secretion. To accomplish this,APPsw cells were infected with DDAH1-expressing adenovirus or green fluorescent protein (GFP)-expressing adenovirus asa control.The efficiency of adenovirus infection in the APPsw cells wasverified by fluorescence images (Supplementary Fig.2）and Western blot (Fig.7E).DDAH1 overexpression caused a $30 \\%$ reduction inextracellular ADMA (data not shown).Because the fluorescent probes DCFH and DAF-FM were not suitable for intracellular ROS and NO detection in cells with GFP fluorescence,we used dihydroethidium and a total nitric oxide assay kit to measure intracellular $0 _ { 2 } ^ { \\bullet - }$ and $\\mathsf { N O } _ { x } ,$ respectively.DDAH1 overexpression resulted in $\\sim 2 0 \\%$ reduction in the intracellular $0 _ { 2 } ^ { \\bullet - }$ and $\\sim 2 4 \\%$ increase in the ratio of GSH to GSSG (Fig.7A and B),suggesting DDAH1 overexpression ameliorated oxidative stress in the APPsw cells.Surprisingly,DDAH1 overexpression had no effect on the $\\mathsf { N O } _ { x }$ level in the culture medium (Fig.7C). Importantly, DDAH1 adenovirus infection reduced $\\mathsf { A } \\boldsymbol { \\beta }$ secretion by $3 6 \\%$ $\\langle 8 0 . 4 \\pm 6 . 0 \\$ VS $5 1 . 7 \\pm 3 . 7 \\mathrm { p g / m l } ,$ 、normalized to total protein levels;Fig. 7D).APP expression was alsodecreased，whereasiNOsexpression was increased in DDAH1-overexpressing cells.There were no significant changes in DDAH2,PRMT1,or nNOS expression after DDAH1 overexpression (Fig.7E and F). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Knockdown of DDAH1 exacerbates oxidative stress and $A \\beta$ secretion in APPsw cells ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To further investigate the protective role of DDAH1,we transfected APPsw cells with control or DDAH1-specific shRNA-expressing vector,which repressed DDAH1 expression by $7 5 \\%$ ，but had no effect on DDAH2,PRMT1,or nNOS expression (Fig.8E and F). Knockdown of DDAH1 increased the intracellular ROS level by $49 \\%$ and decreased the GSH/GSSG ratio by $1 8 \\%$ (Fig. 8A and B). DDAH1 knockdown also significantly increased the APP expressionand $\\mathsf { A } \\beta$ secretion (Fig. 8D-F).Although the iNOS expression was $20 \\%$ higher in the DDAH1-knockdown cells,the intracellular NO level was still the same as that of the control cells (Fig.8C,E,and F). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "PRMT1-ADMA-DDAH1modulatemitogen-activated protein kinase (MAPK) signaling in APPsw cells ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$\\mathsf { A } \\boldsymbol { \\beta }$ has been reported to induce the phosphorylation of p38 MAPK and extracellular signal-regulated kinase (ERK)，whereas inhibition ofp38 or ERK is known to decrease $\\mathsf { A } \\boldsymbol { \\beta }$ secretion in the APPsw cells [28].We found that the levels of phosphorylated $\\mathrm { p } 3 8 ^ { \\mathrm { T h r } 1 8 0 / \\mathrm { T y r } 1 8 \\bar { 2 } }$ and ERkThr202/Tyr204 were significantly increased in APPsw cells compared with neo cells and that ADMA treatment or knockdown of PRMT1 further increased $\\mathtt { p 3 8 } ^ { \\mathrm { T h r 1 8 0 / T y r 1 8 2 } }$ and ERKThr202/Tyr204 phosphorylation in APPsw cells (Fig.9A-C and E). DDAH1 overexpression or knockdown did not affect p38Thr180/Tyr182 phosphorylation.However,overexpressionofDDAH1 did ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/dce0754b488682c77de5b7451ccc27e7eecfa04b15cacac45931c5e359aa715a.jpg",
        "img_caption": [
            "Fig.7.Effects of DDAH1 overexpression on $\\mathsf { A } \\boldsymbol { \\beta }$ -induced oxidative stress in APPsw cells.After infection with GFP or DDAH1 adenovirus for $7 2 \\mathrm { h }$ (A)intracellular ROS,(B) ratio of GSH/GSSG,(C) intracellular NO level,and (D) $\\mathsf { A } \\beta _ { 1 - 4 2 }$ level in the cell medium were determined $\\scriptstyle ( n = 6 )$ .(E,F) Lysates of GFP and DDAH1 adenovirus-infected APPsw cells were examined by Western blot for expression of APP,DDAH1,DDAH2,PRMT1,iNOS,and nNOS. $\\beta$ -Actin was used as a loading control. $^ { * } p < 0 . 0 5$ compared to the APPsw cells infected with GFP adenovirus. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Significantly decrease ERI $\\zeta ^ { \\mathrm { T h r } 2 0 2 / \\mathrm { T y r } 2 0 4 }$ phosphorylation. Conversely, DDAH1knockdown increasedERKThr202/Tyr204phosphorylation (Fig. 9D and F, Supplementary Fig. 3A and B),suggesting that DDAH1 may exert a protective effect in this AD model in part by inhibiting ERK activity. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The major new finding of this study is that ADMA levels are increased in the AD models and that exogenous ADMA can exacerbate $\\mathsf { A } \\beta$ -induced oxidative stress.These findings imply that ADMA is botha biomarker of AD and a contributing factor in AD development.To our knowledge,these findings provide the first direct evidence that the PRMT1-ADMA-DDAH1 axis plays a role in the pathophysiological mechanisms of AD. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Recent studies have demonstrated that NO availabilitymay bea common link between cardiovascular risk factors and the development of AD.For example,reduced eNOS activityand NO level resulted in higher expression of APP, $\\beta$ -site APP-cleaving enzyme1, and $\\mathsf { A } \\boldsymbol { \\beta }$ production in an animal model [3].Unlike NO,ADMA concentrations are relatively stable and can be accurately measured in plasma. There is good evidence that the plasma ADMA levelsare elevated in the AD patients [5,6,18] and higher plasma ADMA concentration is believed to contribute to AD development by attenuating vascular NO production and interfering with cerebral microperfusion [5].Here we demonstrated that increasing $\\mathsf { A } \\boldsymbol { \\beta }$ expression in the CL2Oo6 worms or APPsw cells resulted in more ADMA production.In addition,we also found that administration of ADMA hasno effect on the age-related behavior of the N2 worms,but significantly exacerbates $\\mathsf { A } \\beta$ -induced paralysis in the CL2oo6 worms.As the paralysis behavior was associated with $\\mathsf { A } \\boldsymbol { \\beta }$ expression and aggregation in the CL2oo6 worms,we examined whether ADMA might affect paralysis by modulating $\\mathsf { A } \\boldsymbol { \\beta }$ expression/aggregation.Indeed,Western blot analysis demonstrated that ADMA significantly increased the levels of the toxic $\\mathsf { A } \\beta$ oligomers.In the APPsw cells,ADMA treatment caused more APP expression and $\\mathsf { A } \\boldsymbol { \\beta }$ secretion.Together, these data indicate that chronic ADMA accumulation may exacerbate AD pathology. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Although the most obvious consequence of increased ADMA levels is inhibited NO production,recent reports indicate that ADMA may cause NOS to generate $0 _ { 2 } ^ { \\bullet - }$ rather than NO.Several in vitro studies have demonstrated that the addition of ADMA caused $0 _ { 2 } ^ { \\bullet - }$ generation by purified NOS protein [29],in cultured human endothelial cells[3O],in isolated arterioles fromrat gracilis muscle [31],and ina murine lung epithelial cell line,LA-4 [32]. In addition,increased plasma ADMA was associated with elevated vascular superoxide production and eNOS uncoupling in patients with advanced atherosclerosis [33].ADMA may also directly upregulate the renin-angiotensin system via a mechanism independent of NOS action and subsequently increase ROS production [34].Although there is no NOS enzymes in C. elegans [35],ADMA addition still significantly increased ROS in the CL2oo6 worms, which subsequently induced SKN-1,a protein that controls the induction of multiple genes involved in detoxification and antioxidant stress response in C.elegans [24].Because activation of heat shock proteins (especially HSP16.2） reduces $\\mathsf { A } \\beta$ toxicity in a transgenic C.elegans model of AD(strain CL4176) by diminishing oligomers and decreasing ROS level [36],we speculate that the downregulation of HSP6O,HSP16.2,and SOD-1 mRNA levels in response to ADMA might be responsible for the increase in ROS. The limitation of this study is that we could not further determine exactly which pathway is responsible for the increase in ROS in ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/6b61c72bfe24560d06119e666c927c4c5d2431a9ce1c9e6f5a386f7b950eccdf.jpg",
        "img_caption": [
            "Fig.8.Effects of DDAH1 knockdown on $\\mathsf { A } \\beta$ -induced oxidative stressin APPsw cells. After transfection with control or DDAH1 shRNA for $^ { 7 2 \\mathrm { ~ h ~ } }$ (A)intracellular ROS,(B) ratio of GSH/GSSG,(C) intracellular NO level,and (D) $\\mathsf { A } \\beta _ { 1 - 4 2 }$ level in the cell medium were determined $( n { = } 6 )$ .(E,F) Lysates of control and DDAH1 shRNA-transfected APPsw cells Were eXamined by Western blot for expression of APP,DDAH1,DDAH2,PRMT1,iNOS,and nNOS. ${ \\beta } \\mathrm { . }$ -Actin was used as a loading control. $^ { * } p < 0 . 0 5$ compared to the control shRNA-transfectedAPPswcells. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ADMA-treated worms,as we do not have the relevant mutant strains in hand. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Although ADMA can increase ROS，ROS can also stimulate ADMA production and/or inhibit ADMA degradation,which may further increase ADMA concentration in a positive feedback fashion.Hyperglycemia-induced ROS production may elevate PRMT-1 expression and increase ADMA levels.We also observed that the CL2oo6 worms and the APPsw cells have higher levels of PRMT1,suggesting that PRMT1 is a redox-sensitive enzyme. However,knockdown of PRMT1 failed to decrease oxidative stress in the CL2OO6 Worms and the APPsw cells.By contrast,PRMT1 RNAi exacerbated the paralysis in the CL2oo6 worms and caused more oxidative stress and $\\mathsf { A } \\boldsymbol { \\beta }$ secretion in the APPsw cells. Although no previous reports have directly examined the effect of PRMT1 on $\\mathsf { A } \\beta$ -induced oxidative stress,there is evidence that PRMT1 can affect cellular oxidative stress through posttranslational modification of target proteins.For example,PRMT1 knockdown inhibited Nrf2 binding to the ARE by $\\sim 4 0 \\%$ [37]. Thus, PRMT1 blockade in the development of AD is detrimental. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ADMA is mainly metabolized by DDAH,which is an extremely oxidant-sensitive enzyme [38]. Immunostaining results showed that DDAH is specifically elevated in neurons displaying cytoskeletal abnormalities and oxidative stress in AD patients,whereas it was undetectable in the neurons of age-matched healthy controls [39]. Consistent with such an observation,we found that expression of DDAH1 and DDAH2 was significantly increased in APPsw cells.This might be a compensatory response to ADMA accumulation as ADMA incubation further increased DDAH1 expression.It was reported that reduced DDAH activity,but not expression,is responsible for serum ADMA elevation in heart failure [4O],hypercholesterolemia [41],and diabetes mellitus [42].As DDAH is a monomeric enzyme containing one noncatalytic zinc,its activity could be competitively inhibited by low concentrations of free zinc $( K _ { \\mathrm { i } } { = } 2 . 0 \\mu \\mathrm { M } )$ [43].The abnormalities in zinc metabolism might result in decreased DDAH activity in AD [39]. Homocysteine,a risk factor for AD and cognitive dysfunction in normal aging,also inactivates DDAH in neurons by reacting with the cysteine residue in its active site,causing the accumulation of ADMA and the inhibition of NO synthesis[44].Although there are two isoforms of DDAH,recent studies demonstrated that DDAH1 is the essential enzyme for ADMA degradation in mammalian cells [27]. In the present study,we found that overexpression of DDAH1 significantly decreased oxidative stressand $\\mathsf { A } \\boldsymbol { \\beta }$ secretion in APPsw cells,whereas knockdown of endogenous DDAH1 exacerbated cellular oxidative stress and $\\mathsf { A } \\boldsymbol { \\beta }$ secretion. These data suggest that DDAH1 exerts a pivotal protective role in AD development. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "$\\mathsf { A B } _ { 1 - 4 2 }$ -induced oxidative stress is known to activate ERK and p38MAPK in AD.Activated MAPK signaling pathways are thought to contribute to AD pathogenesis through various mechanisms, including induction of neuronal apoptosis and transcriptional/ enzymatic activation of $\\beta \\cdot$ and $\\boldsymbol { \\gamma }$ -secretases [45].The finding that ADMA treatment increased phosphorylation of p38 and ERK in human endothelial cells [46] is consistent with our observation that ADMA exacerbated $\\mathsf { A } \\boldsymbol { \\beta }$ -induced increase in $\\mathrm { p } 3 8 ^ { \\mathrm { T h r } 1 8 0 / \\mathrm { T y r } 1 8 2 }$ andERKThr20y204phosphorylation.TheregulationofEKactiv ityby DDAH1 overexpression or knockdown was also observed in endothelial cells [47],whereas the activation of MAPK signaling by PRMT1 knockdown has not been previously reported. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In summary,our study demonstrates for the first time that ADMA accumulates in the development of AD and that elevated ADMA level further exacerbates AD progression through elevated ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/cdc2b6ce6dce2467ec7d902fba0803c6799707c3c33ed51ed724a44515165297.jpg",
        "img_caption": [
            "ig9fect ADMA treatment,(C,E)ontrolorRMRA-transfectedAPwcels,and(D,F)FPorDAHadenovirus-infectedscels. $\\scriptstyle n = 4$ $\\ast _ { p < 0 . 0 5 }$ compared to vehicle treated,control siRNA-transfected,or GFP adenovirus-infected APPsw cells. #p $) < 0 . 0 5$ compared to the neo cells. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "ROS production. Our findings suggest that preservation of DDAH activity and the reduction of ADMA accumulation in neurons may beanew strategy for the treatment of Alzheimer disease. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This study was supported by grants from the National Natural Science Foundation of China (31340014,81270319,and 81470520) and the Hundred Talents Program of the Chinese Academy of Sciences.We thank Professor Chonglin Yang for kindly providing the PRMT1 RNAi plasmid and Yan Teng from the Institute of Biophysics for her help in taking/analyzing images.The N2and CL2O06 strains were provided by the CGC,whichis funded by the NIH Office of Research Infrastructure Programs (P40 OD010440). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Appendix A. Supporting information ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Supplementary dataassociated with thisarticle canbe found in the online version at http://dx.doi.org/10.1016/j.freeradbiomed. 2014.12.002. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1] Gorevic,P.D.; Goni, F.; Pons-Estel, B.； Alvarez,F.；Peress,N. S.； Frangione,B. Isolation and partial characterization of neurofibrillary tangles and amyloid ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "plaque core in Alzheimer's disease:immunohistological studies. J. Neuropathol. Exp. Neurol. 45:647-664; 1986.   \n[2] Stampfer, M.J. Cardiovascular disease and Alzheimer's disease: common links. J. Intern. Med. 260:211-223;2006.   \n[3]Austin, S. A.; Santhanam,A. V.; Katusic, Z. S. Endothelial nitric oxide modulates expression and processing of amyloid precursor protein. Circ. Res.107:1498-1502; 2010.   \n[4] Najbauer,J.; Johnson, B.A.; Young, A.L.; Aswad, D.W. Peptides with sequences similar to glycine,arginine-rich motifs in proteins interacting with RNA are efficiently recognized by methyltransferase(s) modifying arginine in numerous proteins. J. Biol. Chem. 268:10501-10509;1993.   \n[5] Arlt, S.; Schulze,F.; Eichenlaub, M.; Maas, R.; Lehmbeck,J.T.; Schwedhelm,E.; Jahn,H.; Boger,R.H. Asymmetrical dimethylarginine is increased in plasma and decreased in cerebrospinal fluid of patients with Alzheimer's disease. Dementia Geriatr. Cognit. Disord 26:58-64; 2008.   \n[6] Gubandru, M.; Margina, D.; Tsitsimpikou, C.; Goutzourelas, N.; Tsarouhas, K.; Ilie,M.;Tsatsakis,A. M.;Kouretas,D. Alzheimer's disease treated patients showed different patterns for oxidative stress and inflammation markers. Food Chem. Toxicol. 61:209-214;2013.   \n[7] Feng, Q.; Lu, X.; Fortin, A.J.; Pettersson, A.; Hedner,T.; Kline, R. L.; Arnold, J. M. Elevation of an endogenous inhibitor of nitric oxide synthesis in experimental congestive heart failure. Cardiovasc. Res.37:667-675;1998.   \n[8] Achan, V.;Broadhead,M.;Malaki,M.;Whitley, G.; Leiper,J.；MacAllister,R.; Vallance,P. Asymmetric dimethylarginine causes hypertension and cardiac dysfunction in humans and is actively metabolized by dimethylarginine dimethylaminohydrolase. Arterioscler. Thromb. Vasc. Biol. 23:1455-1459; 2003.   \n[9] Sydow, K.; Mondon, C. E.; Cooke,J. P. Insulin resistance: potential role of the endogenous nitric oxide synthase inhibitor ADMA. Vasc. Med 10(Suppl. 1): S35-43;2005.   \n10] Boger, R. H.; Bode-Boger, S. M.; Tsao, P. S.; Lin, P.S.; Chan,J. R.; Cooke,J. P. An endogenous inhibitor of nitric oxide synthase regulates endothelial adhesiveness for monocytes. J. Am. Coll. Cardiol.36:2287-2295;2000.   \n[11] Boger, R. H.; Sullivan,L. M.; Schwedhelm, E.; Wang,T.J.; Maas, R.; Benjamin, E. J.; Schulze, F.; Xanthakis,V.; Benndorf, R. A.; Vasan,R. S. Plasma asymmetric dimethylarginine and incidence of cardiovascular disease and death in the community. Circulation 119:1592-1600; 2009.   \n[12] Nicholls,S.J.; Wang,Z.; Koeth,R.; Levison, B.; DelFraino, B.; Dzavik, V.; Griffith, O. W.; Hathaway, D.; Panza, J. A.； Nissen, S. E.; Hochman, J. S.; Hazen, S. L. Metabolic profiling of arginine and nitric oxide pathways predicts hemodynamic abnormalities and mortality in patients with cardiogenic shock after acute myocardial infarction. Circulation 116:2315-2324; 2007.   \n[13] Fedele,E.; Raiteri, M. In vivo studies of the cerebral glutamate receptor/NO/ cGMP pathway. Prog. Neurobiol. 58:89-120;1999.   \n[14] Cardounel, A. J.; Zweier,J. L. Endogenous methylarginines regulate neuronal nitricoxide synthase and prevent excitotoxic injury. J. Biol. Chem. 277:33995-34002; 2002.   \n[15] Tarkowski, E.; Ringqvist, A.; Blennow, K.; Wallin, A.; Wennmalm, A. Intrathecal release of nitric oxide in Alzheimer's disease and vascular dementia. Dementia Geriatr. Cognit. Disord 11:322-326;2000.   \n[16] Abe, T.; Tohgi, H.； Murata, T.； Isobe, C.; Sato, C. Reduction in asymmetrical dimethylarginine,an endogenous nitric oxide synthase inhibitor,in the cerebrospinal fluid during aging and in patients with Alzheimer's disease. Neurosci. Lett.312:177-179;2001.   \n[17] Mulder,C.；Wahlund,L. O.；Blomberg,M.；de Jong, S.；van Kamp,G. J.; Scheltens,P.; Teerlink, T. Alzheimer's disease is not associated with altered concentrations of the nitric oxide synthase inhibitor asymmetric dimethylarginine in cerebrospinal fluid.J. Neural Transm. 109:1203-1208; 2002.   \n[18] Arlt, S.； Schwedhelm,E.; Kolsch,H.; Jahn,H.； Linnebank,M.； Smulders,Y.; Jessen, F.; Boger, R. H.; Popp,J. Dimethylarginines, homocysteine metabolism, and cerebrospinal fluid markers for Alzheimer's disease. J. Alzheimers Dis. 31:751-758;2012.   \n[19] McEvoy, M.; Schofield,P.; Smith,W.; Agho, K.; Mangoni, A. A.; Soiza, R.L.; Peel, R.; Attia, J. Memory impairment is associated with serum methylarginines in older adults. Curr. Alzheimer Res. 11:97-106; 2014.   \n[20] Keowkase,R.； Aboukhatwa, M.； Adam,B. L.； Beach, J.W.； Terry Jr A. V.; Buccafussco, J. J.; Luo, Y. Neuroprotective effects and mechanism of cognitiveenhancing choline analogs JWB 1-84-1 and JAY 2-22-33 in neuronal culture and Caenorhabditis elegans. Mol. Neurodegener 5:59;2010.   \n[21] Luo, Y.; Zhang, J.; Liu,N.; Zhao,B. Copper ions influence the toxicity of betaamyloid(1-42） in a concentration-dependent manner in a Caenorhabditis elegans model of Alzheimer's disease. Sci. China Life Sci 54:527-534; 2011.   \n[22] Cohen, E.； Bieschke, J.； Perciavalle,R.M.； Kelly, J. W.； Dillin, A. Opposing activities protect against age-onset proteotoxicity. Science 313:1604-1610; 2006.   \n[23] Wan,L.; Nie, G.; Zhang, J.: Luo, Y.; Zhang, P.; Zhang, Z.; Zhao, B. beta-Amyloid peptide increases levels of iron content and oxidative stress in human cell and Caenorhabditis elegans models of Alzheimer disease.Free Radic. Biol. Med. 50:122-129; 2011.   \n[24] Kahn，N.W.；Rea,S. L.；Moyle，S.；Kell,A.； Johnson，T. E. Proteasomal dysfunction activates the transcription factor SKN-1 and produces a selective oxidative-stress response in Caenorhabditis elegans. Biochem. J. 4o9:205-213; 2008.   \n[25] Takahashi, Y.; Daitoku, H.； Hirota,K.； Tamiya,H.； Yokoyama,A.； Kako,K.; Nagashima, Y.; Nakamura, A.; Shimada,T.; Watanabe, S.; Yamagata, K.; Yasuda, K.; Ishii, N.; Fukamizu, A. Asymmetric arginine dimethylation determines life span in C. elegans by regulating forkhead transcription factor DAF-16. Cell Metab. 13:505-516;2011.   \n[26] Lin, W.J.; Gary,J. D.; Yang, M. C.; Clarke,S.; Herschman, H. R. The mammalian immediate-early TIS21 protein and the leukemia-associated BTG1 protein interactwith protein-arginine N-methyltransferase. J. Biol. Chem. 271:15034-15044; 1996.   \n[27] Hu, X.; Atzler, D.; Xu, X.; Zhang, P.; Guo, H.; Lu, Z.; Fassett, J.; Schwedhelm, E.; Boger, R.H.; Bache, R.J.; Chen, Y. Dimethylarginine dimethylaminohydrolase-1 is the critical enzyme for degrading the cardiovascular risk factor asymmetrical dimethylarginine. Arterioscler. Thromb. Vasc. Biol. 31:1540-1546;2011.   \n[28] Liu, Q.; Zhang, J.; Zhu, H.; Qin, C.; Chen, Q.; Zhao, B. Dissecting the signaling pathway of nicotine-mediated neuroprotection in a mouse Alzheimer disease model. FASEB J21:61-73;2007.   \n[29] Druhan, L. J.; Forbes, S. P.; Pope, A. J.; Chen, C. A.; Zweier, J. L.; Cardounel, A. J. Regulation of eNOS-derived superoxide by endogenous methylarginines. Biochemistry 47:7256-7263; 2008.   \n[30] Cardounel,A. J.; Xia,Y.； Zweier,J.L Endogenous methylarginines modulate superoxide as well as nitric oxide generation from neuronal nitric-oxide synthase: differences in the effects of monomethyl- and dimethylarginines in the presence andabsence of tetrahydrobiopterin. $J .$ Biol. Chem. 280:7540-7549;2005.   \n[31] Toth,J.; Racz, A.; Kaminski, P. M.; Wolin, M. S.; Bagi, Z.; Koller, A. Asymmetrical dimethylarginine inhibits shear stress-induced nitric oxide release and dilation and elicits superoxide-mediated increase in arteriolar tone. Hypertension 49:563-568; 2007.   \n[32] Wells, S. M.; Holian, A. Asymmetric dimethylarginine induces oxidative and nitrosative stress in murine lung epithelial cells. Am. J. Respir. Cell Mol. Biol. 36:520-528; 2007.   \n[33] Antoniades, C.; Shirodaria, C.; Leeson, P.; Antonopoulos, A.; Warrick, N.; VanAssche,T.; Cunnington, C.; Tousoulis, D.; Pillai, R.; Ratnatunga, C.; Stefanadis, C.;Channon,K. M. Association of plasma asymmetrical dimethylarginine (ADMA) with elevated vascular superoxide production and endothelial nitric oxide synthase uncoupling: implications for endothelial function in human atherosclerosis. Eur. Heart J. 30:1142-1150;2009.   \n[34] Suda, O.; Tsutsui, M.; Morishita, T.; Tasaki, H.; Ueno, S.; Nakata, S.; Tsujimoto, T.; Toyohira, Y.; Hayashida, Y.; Sasaguri, Y.; Ueta, Y.; Nakashima, Y.; Yanagihara, N. Asymmetric dimethylarginine produces vascular lesions in endothelial nitric oxide synthase-deficient mice: involvement of renin-angiotensin system and oxidative stress. Arterioscler. Thromb. Vasc. Biol. 24:1682-1688;2004.   \n[35] Gusarov,I.; Gautier,L.; Smolentseva, O.; Shamovsky, I.; Eremina, S.;Mironov, A.；Nudler,E. Bacterial nitric oxide extends the lifespan of C.elegans. Cell 152:818-830; 2013.   \n[36] Wu, Y.; Cao, Z.; Klein, W.L.; Luo, Y. Heat shock treatment reduces beta amyloid toxicity in vivo by diminishing oligomers. Neurobiol. Aging 31:1055-1058; 2010.   \n[37] Huang, B.W.; Ray, P. D.; Iwasaki, K.; Tsuji, Y. Transcriptional regulation of the human ferritin gene by coordinated regulation of Nrf2 and protein arginine methyltransferases PRMT1 and PRMT4. FASEB J27:3763-3774;2013.   \n[38]Murray-Rust, J.;Leiper,J.; McAlister,M.; Phelan, J.; Tilley, S.; Santa Maria,J.; Vallance,P.; McDonald, N. Structural insights into the hydrolysis of cellular nitric oxide synthase inhibitors by dimethylarginine dimethylaminohydrolase. Nat. Struct. Biol 8:679-683; 2001.   \n[39] Smith, M. A.; Vasak,M.; Knipp,M.; Castellani, R. J.; Perry, G. Dimethylargininase,a nitric oxide regulatory protein,in Alzheimer disease. Free Radic. Biol. Med. 25:898-902;1998.   \n[40] Chen, Y.; Li, Y.; Zhang, P.; Traverse, J. H.; Hou, M.; Xu, X.;Kimoto,M.; Bache, R. J. Dimethylarginine dimethylaminohydrolase and endothelial dysfunction in failing hearts. Am. J. Physiol. Heart Circ. Physiol 289:H2212-2219; 2005.   \n[41] Boger, R. H.; Bode-Boger, S. M.; Szuba, A.; Tsao, P. S.; Chan, J. R.; Tangphao, O.; Blaschke,T.F.; Cooke, J. P. Asymmetric dimethylarginine (ADMA): a novel risk factor for endothelial dysfunction: its role in hypercholesterolemia. Circulation 98:1842-1847; 1998.   \n[42] Lin, K. Y.; Ito, A.; Asagami, T.; Tsao, P. S.; Adimoolam, S.; Kimoto, M.; Tsuji, H.; Reaven, G.M.; Cooke, J. P. Impaired nitric oxide synthase pathway in diabetes melitus: role of asymmetric dimethylarginine and dimethylarginine dimethylaminohydrolase. Circulation 106:987-992;2002.   \n[43] Bogumil, R.; Knipp,M.; Fundel, S. M.; Vasak, M. Characterization of dimethylargininase from bovine brain: evidence for a zinc binding site. Biochemistry 37:4791-4798； 1998.   \n[44] Selley, M. L. Homocysteine increases the production of asymmetric dimethylarginine in cultured neurons. J. Neurosci. Res. 77:90-93;2004.   \n[45] Kim, E. K.; Choi, E. J. Pathological roles of MAPK signaling pathways in human diseases. Biochim. Biophys. Acta 1802:396-405;2010.   \n[46] Jiang,J.L.; Wang, S.; Li, N. S.; Zhang, X. H.; Deng, H. W.; Li, Y. J. The inhibitory effect of simvastatin on the ADMA-induced inflammatory reaction is mediated byMAPK pathways in endothelial cells. Biochem. Cell Biol. 85:66-77; 2007.   \n[47] Zhang, P.; Hu, X.; Xu, X.; Chen, Y.; Bache,R. J. Dimethylarginine dimethylaminohydrolase 1 modulates endothelial cell growth through nitric oxide and Akt. Arterioscler. Thromb. Vasc. Biol.31:890-897;2011. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    }
]