[
    {
        "type": "text",
        "text": "专题：科技促进农业供给侧结构性改革 Science & Technology Promoting Agricultural Supply-side Structural Reform ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "精准扶贫供给侧结构及其改革策略",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/4d9f70a540ac2b4d0dbbaeb75ed4890ec8bae7ff7da377198faba71849dbd996.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "刘彦随1.2 曹智1.2",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院地理科学与资源研究所北京100101  \n2中国科学院精准扶贫评估研究中心北京100101",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要精准扶贫是新时期中国扶贫开发理论与模式的重大创新。扶贫是政府“扶”的供给侧和农户“贫”的需求侧的统一。加快精准扶贫供给侧结构性改革成为深入推进脱贫攻坚战略，全面提升精准扶贫成效的重要课题。从典型县实际情况来看，当前扶贫开发工作尚存在供给不足、供给无效、供给落后等实际问题。文章围绕精准扶贫供给侧结构性改革主题，从供需视角归纳了扶贫开发中面临的一些问题，系统构建了精准扶贫战略供给侧结构体系，提出了精准扶贫供给侧结构性改革策略。研究表明：（1）精准扶贫供给侧结构体系主要包括政策供给、要素供给、服务供给和产品供给4个层面；（2）不同层面的供给内容之间有着内在联系，呈现出“政策供给—服务和产品供给—要素供给—政策供给”的循环顺次关系；（3）精准扶贫供给侧结构性改革应立足于农村贫困化地域特征，因村因户帮扶、因人因贫施策。坚持科学性原则，遵循市场化规律，强化精准脱贫过程性管控，确保精准扶贫成效和实现可持续脱贫。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词精准扶贫，供给侧结构性改革，扶贫成效，精准脱贫战略 DOI 10.16418/j.issn.1000-3045.2017.10.003 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "农村贫困化是一个全球性的复杂社会难题，消除贫困、缩小城乡差距是人类实现可持续发展的重要目标之一[]。随着全球工业化、城镇化发展，农村衰落日益成为世界多数国家面临的焦点问题2。中国政府长期以来高度重视扶贫开发工作，从新中国成立以来的历史进程看，我国扶贫开发大致经历了收入分配和社会发展减贫（1949—1978年）、体制改革主导的农村扶贫（1979—1985年）、解决温饱的开发式扶贫（1986—2000年）、巩固温饱的全面扶贫（2001—2010年）和全面小康的精准扶贫（2011年以来）5个阶段3。据统计，改革开放以来，中国有6亿多人口脱贫，成为首个实现联合国发展目标贫困人口比例减半的国家，中国为人类减贫事业作出了巨大的贡献[4]。然而，随着脱贫攻坚战略的持续推进，中国剩余贫困人口主要集中分布在中西部深石山区、高寒区、民族地区和边境地区，多为一些深度贫困地区、重度贫困农户，其贫困程度深、脱贫难度大[56，并具有系统性、复杂性、顽固性，亟需因地制宜、创新思路、精准施策、确保成效。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "党的“十八大”报告提出“到2020年全面建成小康社会”的宏伟目标，而实现这一目标最艰巨的任务是确保到2020年现有标准下农村贫困人口全部脱贫。为此，我国政府针对新时期农村贫困化的特征与问题，创新性地提出了精准扶贫、精准脱贫战略，并将建立健全精准扶贫工作机制作为扶贫开发工作的六大机制之一[]。实践表明，自建档立卡以来，我国精准扶贫前沿理论不断创新，脱贫工作取得显著成就。我国贫困人口和贫困发生率分别由2012年的9899万人和 $10 . 2 \\%$ ，下降至2016年的4335万人和 $4 . 5 \\%$ 。新时期我国精准扶贫主要涉及政策供给、要素供给、服务供给、产品供给等多个方面。从理论上讲，扶贫是政府“扶”的供给侧与农户“贫”的需求侧的统一。从典型地区实际情况看，当前扶贫开发工作尚存在供给不足、供给无效、供给落后等实际问题，亟须深入探讨精准扶贫供给侧结构及其逻辑联系，为深化精准扶贫供给侧结构性改革，提高精准扶贫质量和效率奠定重要基础。本文围绕精准扶贫供给侧结构性改革主题，结合精准扶贫实地调查和相关研究文献梳理，着眼供需视角剖析了当前扶贫开发面临的主要问题，初步构建了精准扶贫战略的供给侧结构体系，探讨了深化精准扶贫供给侧结构改革的策略，为有效推进“十三五”期间国家精准扶贫、精准脱贫战略，有序开展精准扶贫供给侧结构性改革提供参考。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1基于供给侧的扶贫开发主要问题",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1贫困地区基础薄弱，发展能力不足",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）贫困地区自然条件较差，发展基础薄弱。我国贫困人口分布呈现范围广且相对集中的空间分布格局，并逐渐向中西部深石山区、高寒区、民族地区和边境地区等区域集聚，整体上呈现3种地域类型：东部平原山丘环境及革命根据地孤岛型贫困区，中部山地高原环境脆弱贫困带，以及西部沙漠、高寒山地环境恶劣区[]。这些区域远离城市、县域或道路沿线等经济相对较发达地区，自然灾害频发，水土资源约束性强，区位条件差，贫困化“孤岛效应”明显，因而社会经济发展基础较为薄弱[1,8]。据国家统计局资料，贫困地区遭受的自然灾害是其他地区的5倍，重点扶贫县遭受的严重自然灾害约占全国的一半[9]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（2）基础设施和公共服务落后，发展能力不足。贫困地区的地方财政普遍面临增收难问题，发展资金多依靠财政转移支付，自我筹集扶贫资金能力有限，加上自然条件相对恶劣，从而造成基础设施保障能力薄弱，公共服务水平较低，特别是医疗卫生、教育、养老、公共文化和法律等公共服务领域严重不足，难以满足脱贫需求[10]。据统计，2014年全国12.8万个建档立卡村中，6.9万个行政村不通客运班车；全国87.1万个自然村中，33万个不通沥青（水泥）路；贫困地区农田有效灌溉面积比全国平均水平低近20个百分点；建档立卡户中有652万户饮水困难，580万户饮水不安全。还有，贫困村集体经济普遍落后，产业发展滞后，“空心村”“老龄化”现象日益严重，制约了特色产业培育和发展。据统计分析，约 $70 . 8 \\%$ 的贫困村没有集体经济，贫困县农民人均纯收入仅为全国平均水平的 $6 6 . 8 \\% ^ { [ 8 ] }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2贫困地区扶贫的内生动力不足 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）扶贫项目和资金难以有效瞄准贫困群体。集中连片特困地区是中国扶贫攻坚的主战场，扶贫重点县和片区县之外零星分布的贫困人口多数得不到有效帮扶措施[1]。扶贫重点县和片区县内扶贫项目难以有效瞄准贫困人口，一些地方存在“精英俘获”现象，主要体现在：扶贫项目资源投入与分配的对象目标偏离。一些公共基础设施建设后，贫困户难以利用其提高收入；部分贫困户因负担不起到户项目（如水窖、沼气、危房改造、移民搬迁等）配套资金而享受不到相关扶持政策；部分贫困户因个人原因难以参与产业扶贫和金融扶贫政策等[12.13]。根据我国西藏地区固定观察点数据，高收入群体拿到的低保金比低收入群体拿到的多；合作医疗报销金额最多的是中高收人人群，低收人人群报销最少；扶贫资金大多以项目形式实施，而少数直接到户资金集中在中等收入和中高收入人群[]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(2）帮扶内容与形式偏离贫困地区和贫困人口需求。典型调查表明，产业优惠政策与贫困地区发展特点结合不够，难以起到加快贫困地区经济发展的作用。产业扶贫项目因忽略农户劳动投入结构、土地持续利用及土地社会保障功能，致使贫困农户和普遍农户边缘化[14]。贫困地区财政支出针对性不强，主要用在建设性支出和政府消费性支出，而对贫困对象更加关注的学业、就业及生产救助、实用技术、市场营销等方面的扶贫支出不足[1]。确定帮扶关系在前、调查扶贫需求在后的“不脱钩”结对帮扶工作机制，也难以实现扶贫供需最优匹配[15]；一些地区驻村工作队和帮扶责任人多采用送钱送物形式，造成贫困户参与不够、内生动力不足等问题，因此扶贫与扶智、扶志、扶业、扶技的系统帮扶仍需加强。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3扶贫产业单一、发展持续性不强",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（1）扶贫产业项目选择缺乏综合评估，产业市场风险大。一些地区产业项目选择时缺乏本地资源禀赋的深入挖掘和市场环境综合分析，重短期收益、轻长期效益。不少市县扶贫项目存在产业同质性、低级重复性、区域雷同、贪大求快等问题。根据典型县域抽样调查显示，在113个抽样调查区县中93个区县有产业扶贫，其中大棚蔬菜、薯类、食用菌、弼猴桃等水果以及药材、集约养殖等产业项目规模较大、同质性较突出（图1）。部分扶贫项目盲目追求数量规模，忽略农业发展规律，生产和管理成本大，造成扶贫资源浪费，部分农户利益受损甚至导致“因扶致贫”[14]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(2）扶贫产业带动与抗风险能力较弱。扶贫项目本应该由发展前景好、市场竞争力强的专业合作组织或企业承担，才更利于将产业培育及其发展起来。但事实上，由于扶贫项目的“责任连带”特征，最终大多由经营管理能力比较差的弱势公司所“吸纳”，导致缺乏应有的产业发展及其带动能力[1]。项目建设配套资金压力在一定程度上转移到村庄和社会，增加了项目建设与运行的风险[]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(3）扶贫产业项目缺乏后续运行管理，持续性不够强。一些扶贫产业项目存在重争取、轻实施、缺管理的现象，项目验收及持续跟踪监督机制不健全。扶贫产业项目多由上级部门出资建设，地方负责运行和维护，然而在后续运行中由于缺少相应配套资金、相关技术人员指导以及销售渠道不畅、农户参与维护主动性不强，造成很多项目的运行时间不长，甚至荒废闲置严重[17]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2精准扶贫战略供给侧结构体系",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "精准扶贫是一项复杂的系统工程。遵照“六个精准”“五个一批”的基本方略，我国精准扶贫重大政策措施不断创新，并实行最严格的考核评估，促使脱贫攻坚帮扶方式不断完善。当前深入探究精准扶贫供给侧结构体系及其逻辑联系，成为进一步提升精准扶贫工作成效的重要课题。我国精准扶贫供给侧结构体系主要包括政策供给、要素供给、服务供给和产品供给4个层面，须重点解决“怎么做”“用何做”“做什么”的问题。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（1）政策供给是精准扶贫供给侧结构体系中的宏观政策安排、要求及途径，解决了“怎么做”的问题。政策供给主要包括精准扶贫战略、“六个精准”和“五个一批”创新理念。精准扶贫战略从宏观战略高度强调扶贫开发贵在“精准”，改变过去“大水漫灌”粗放式扶贫区县数量，指发展某项产业的区县数量；百分比，指发展某项产业的区县数量占有扶贫产业的93个区县的比例",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/77b7ea87f87d474741d722be5f68d0dd6916b39aa0b9621c66b9a0af0347e122.jpg",
        "img_caption": [
            "图1抽样调查县产业项目类型统计"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "方式为“精准滴灌”，从而实现“扶真贫、真扶贫”的目标。“六个精准”理念指出了实现精准扶贫的具体要求和手段，即扶贫对象精准、项目安排精准、资金使用精准、措施到位精准、因村派人精准和脱贫成效精准。“五个一批”理念指出了实现精准脱贫的途径和方式，即发展生产脱贫一批、易地扶贫搬迁脱贫一批、生态补偿脱贫一批、发展教育脱贫一批以及社会保障兜底一批。扶贫政策供给关键在适时精准、落实生根。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）要素供给是精准扶贫供给侧结构体系中的资源类型及其安排，解决了“用何做”的问题。生产要素一般包括资本、劳动力、土地和技术等主要内容。与之相对应，精准扶贫的要素供给应当包括专项资金、土地配置、劳动力培训、科技扶贫等4项内容，这为精准扶贫的有效推进提供了资源基础与动力保障。当前亟须在增加扶贫要素供给总量的同时，着力加强扶贫要素结构的不断调整与质量效益的不断优化。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）服务供给是精准扶贫供给侧结构体系中的帮扶类型与内容的活动形式，产品供给是精准扶贫供给侧结构体系中的帮扶类型与内容的实物化，服务供给和产品供给共同解决了“做什么”的问题。服务供给主要包括产业扶贫、各级干部帮扶、义务教育、医疗保障等4项内容；产品供给主要包括农村设施、农户住房和农副产品等3项内容。服务供给和产品供给一起为精准扶贫的统筹协调提供了有效手段与系统的组织方式。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在精准扶贫供给侧结构体系中，不同层面的供给内容也存在紧密联系（图2）。如政策供给对其他供给内容具有纲领性指导和全局性引导的作用；要素供给、服务供给和产品供给之间具有对应关系，服务供给和产品供给的类型和规模决定着要素供给的合理结构。然而，在扶贫实践中，也存在要素供给、服务供给和产品供给的关系颠倒现象，造成了“扶”与“贫”供需不协调、不适应。此外，精准扶贫供给侧结构体系中，不同层面的供给内容与扶贫对象具有一定的对应关系。贫困户、贫困村、贫困县、贫困区（片）是实施精准扶贫的对象层级。产品供给主要侧重满足贫困户脱贫需求；服务供给主要适应贫困村和贫困县脱贫需求；要素供给主要适应贫困县和贫困区（片）脱贫需求；政策供给具有一定的普适意义，适应于多个层级的扶贫对象及其脱贫需求。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3精准扶贫供给侧结构性改革策略",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "依据供给侧结构性改革的基本规律和目标要求，精准扶贫供给侧结构体系中不同层面的供给内容呈现出“政策供给一服务与产品供给一要素供给一政策供给”的循环顺次关系。推进改革的总体策略应以精准扶贫战略为指引，依据农村贫困化特征与发展趋势，确定贫困地区脱贫发展的服务需求和产品需求，配置服务供给和产品供给，调整要素供给和优化政策供给，力求破解扶贫供需不平衡、不匹配甚至错位问题。严格遵照“两不愁、三保障”基本标准，实行精细化管理、精确化配置、精准化扶持，推进贫困地区精准脱贫、稳定脱贫和持续脱贫。因此，精准扶贫供给侧结构性改革应强化以下4个方面。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/7d710e9410f0bef9ff206900c35f3dec27db032bf784475dedfa84a54c299719.jpg",
        "img_caption": [
            "图2精准扶贫供给侧结构体系"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1立足贫困化特征，因贫施策",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "贫困人口具有贫困户、贫困村、贫困县、贫困区（片）等多级组织结构与空间分布格局。不同尺度和区域具有差异化的贫困特征，因而对扶贫政策、要素、服务和产品需求也存在明显差异[18]。理应突出地域差异性和组织结构层次性，针对贫困地区的贫困化特征、资源禀赋条件以及贫困人群发展需求，亟须优化精准扶贫政策供给结构，差别化推进制度与政策供给。因地因贫施策，形成贫困区（片）、贫困县、贫困村分级，深石山区、高寒区、民族地区、边境地区分类的精准扶贫供给侧政策体系，着力破解贫中之贫、困中之困的分化局面和短板难题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "主要策略：（1）在贫困区（片）层面，侧重解决主要交通、水利、能源、通讯及网络等重大基础设施的短缺问题，推进形成区域联系、区际联动的基础设施保障新格局。（2）在贫困县层面，侧重分类指导、因类施策。深石山区贫困县应科学实施易地扶贫搬迁，加快完善生态补偿、防护与保育机制，深化林权、水权制度改革，发展区域特色种养加新型产业；高寒区贫困县应完善生态补偿与保育机制，适度发展特色种养产业和旅游产业；民族地区贫困县应以民族特色为核心，创新发展民俗旅游产业和民族特色产品产销业；边境地区贫困县应注重兴边睦民，培植边境特色旅游、特色产品加工和口岸贸易产业。（3）在贫困村层面，实行整村推进、靶向治疗、对症帮扶有机结合，重点围绕“五个一批”，根据贫困人口致贫原因、贫困类型、贫困程度特征，因人因贫施策。同时要重视处理贫困村与非贫困村、贫困户与非贫困户之间的“新反差”问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2坚持成效性原则，因地制宜",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "相对于面广量大的贫困地区、贫困人口，扶贫资金和扶贫帮扶力量是十分有限的。问题还在于一些贫困地区仍存在片面追求扶贫要素、服务和产品供给规模的误区。不同类型地区对扶贫要素、服务和产品的需求类型及程度是有明显差别的。因地域发展规律的差异性，扶贫要素、服务和产品供给带来的脱贫成效也存在差异性。如贫困地区的扶贫道路建设并不是越多越好，道路建设标准、规模及其供给保障应结合当地自然地理特征、农村人口变化趋势、村镇体系发展阶段等因素评定建设的必要性与合理性，否则会在一些地区出现“路修通了，人走没了”的道路建设浪费、资金使用效率低下的现象。因此，应凸显贫困乡村的人地和谐性，立足大数据、流空间，优化扶贫要素、服务和产品供给，科学规划和高效利用有限的扶贫资源与资金，深化科技、教育、医疗、金融和产业扶贫，保障有效需求的合理供给。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "主要策略：（1）政策供给方面，以解决深度贫困地区突出制约问题为重点，以重大扶贫工程和到村到户帮扶措施为抓手，强化科技支撑体系，加大政策扶持力度，科学探究制度扶贫、功能扶贫新模式，有效推进深度贫困地区的脱贫攻坚。（2）服务供给和产品供给方面，遵循农村发展阶段性和农户脱贫差异性，坚持扶贫开发要同新型城镇化、园区化、社区化发展相结合，引导农户向适宜地区集聚，保障基本公共服务水平。因村因户帮扶工作务必有效落地，避免形式主义，正确处理扶贫与脱贫结合的扶脱一体化关系，推行科学扶贫、快乐脱贫，防止算账式脱贫和区域性返贫。（3）要素供给方面，要与服务供给和产品供给相配套、相协调，创新扶贫开发模式，优化要素供给结构及质量，特别是借鉴农村土地制度改革经验、土地扶贫优惠政策试验、村级光伏电站建设试点，打好扶贫政策“组合拳”，有序推进土地整治工程和适度规模经营，稳步推进土地资源的资产化、资本化，持续激发贫困地区内生发展的动力与活力。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3遵循市场化规律，因势利导",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "产业扶贫是激活贫困地区“造血”功能、提升发展内生动力、实现稳定脱贫与可持续发展的有效方式。一些地区的产业扶贫仍面临产业市场竞争弱、不可持续发展的问题，主要是因为地方政府在制定扶贫产业发展规划时忽略了应当遵循的市场原则和经济规律。因此，贫困地区产业发展势必突出贫困地区转型发展的阶段性、协同性、战略性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "主要策略：（1）顺应资源配置市场化和城乡发展一体化规律，主动对接生态文明、现代农业、美丽乡村建设长远战略，创新现代股份化机制、产业化模式，因势利导，加快培育农村新业态、培植发展新动能。（2）突出特色性、本土性，立足区域自身资源禀赋和比较优势，发展壮大优质特色产业，推动贫困地区“三生”结合、“三产”融合。（3）重视发挥市场在资源配置中的决定性作用，创新组织方式和协同共赢模式。加快营造良好的农村创新创业环境，鼓励下乡企业、返乡能人、回乡学子率先创业发展，创新收益分享机制，处理好政府、企业和农户的关系。（4）探索适度竞争的激励扶贫方式，完善扶贫项目竞争申报、实施与管控制度，提升项目引导发展的能力[9]，提高产业项目社会服务水平，增强扶贫产业持续发展的竞争力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4强化过程性管控，因时而异",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "评估与监督是实现精准扶贫改革策略贯彻落实，保证政策执行效果的有效手段。强调精准扶贫的过程性，优化产业与科技扶贫供给的有序性，亟须建立前期规划评审、中期实施评价、后期成效评估“三期三评”机制，健全制度、以评促改、及时调适与有效管控。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "主要策略：（1）前期规划评审阶段，注重评审扶贫方案的贫困特征针对性、扶贫资源集约性和扶贫产业市场性，保证扶贫要素供给规模、结构及其组合适合当地贫困化特征、符合区域发展特点和市场竞争规律。（2）中期实施评价阶段，注重评价扶贫方案执行进展与落实到位情况，及时发现扶贫产品和服务供给不足和错位问题，以评促改，保证扶贫服务供给质量和效率。（3）后期成效评估阶段，注重评估扶贫方案脱贫成效、投入产出效益，探索多主体、多层级精准扶贫成效考核办法，保证扶贫重大政策落实、产品供给成效显著；发掘不同类型地区农村精准脱贫成功模式、组织方式和科技范式，推进系列成功模式与长效机制的深层研究、深度交流和深入推广。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4结果与讨论",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "我国扶贫开发事业已进入决胜全面建成小康社会的精准扶贫新阶段。扶贫是政府“扶”的供给与农户“贫”的需求的统一。当前我国贫困地区仍然存在发展基础资源配置弱、发展能力低下的扶贫供给不足问题，贫困群体协作弱、内生动力缺乏的扶贫供需失衡问题，以及扶贫产业抗风险能力弱、发展持续性不强的扶贫供给落后问题；亟须探明精准扶贫供给侧结构及其逻辑联系，为全面深化精准扶贫供给侧结构性改革，提高精准扶贫质量和成效奠定坚实基础。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "我国精准扶贫战略供给侧结构体系，主要包括政策供给、要素供给、服务供给和产品供给4个层面。该体系回答了“怎么做”“用何做”“做什么”的问题。同时，不同层面的供给内容具有“政策供给一服务和产品供给一要素供给一政策供给”的循环顺次关系。产品供给主要侧重满足贫困户脱贫需求，服务供给主要适应贫困村和贫困县脱贫需求，要素供给主要适应贫困县和贫困区（片）脱贫需求，政策供给具有一定的普适意义，适应于多个层级的扶贫对象及其脱贫需求。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "精准扶贫供给侧结构性改革的总体策略，应以精准扶贫战略为指引，依据农村贫困化特征与发展趋势，确定贫困地区脱贫发展的服务需求和产品需求，配置服务供给和产品供给，调整要素供给和优化政策供给；应确立精准扶贫“底线任务”供给思维，力求破解扶贫供需不平衡、不匹配甚至错位问题，增强扶贫供给结构的适应性、灵活性、高效性；按照“两不愁、三保障”基本标准，有效推进贫困地区精准脱贫、稳定脱贫和持续脱贫，严防精准扶贫管理与决策中的简单粗糙和急躁症。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "脱贫、致富、奔小康应当目标明确、统筹兼顾、循序渐进，避免发展代扶贫、三步并一步。在深化扶贫供给侧结构性改革实践中，立足贫困化特征，因贫施策；坚持成效性原则，因地制宜；遵循市场化规律，因势利导，强化过程性管控，因时而异。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1刘彦随，周扬,刘继来.中国农村贫困化地域分异特征及其精准扶贫策略.中国科学院院刊，2016,31(3):269-278.  \n2Liu Y,Li Y.Revitalize the world's countryside.Nature,2017,548(7667): 275-277.  \n3 汪三贵，殷浩栋，王瑜.中国扶贫开发的实践、挑战与政策展望.华南师范大学学报（社会科学版），2017,(4):18-25.  \n4 刘永富.多措并举推进扶贫开发.中国扶贫,2014,(22):30-31.  \n5 李裕瑞,曹智,郑小玉,等.我国实施精准扶贫的区域模式与可持续途径.中国科学院院刊,2016,31(3):279-288  \n6 刘彦随,李进涛.中国县域农村贫困化分异机制的地理探测与优化决策.地理学报,2017,71(1):161-173  \n7王介勇，陈玉福,严茂超.我国精准扶贫政策及其创新路径研究.中国科学院院刊,2016,31(3):289-295.  \n8刘永富.以精准发力提高脱贫攻坚成效.人民日报,2016-01-11.  \n9 范小建.关于扶贫开发的几个问题．“三农”决策要参,2015,(7): 1-25.  \n10 马海涛，王晨.基于供给侧的精准扶贫财政政策研究.当代农村财经,2016,(6): 10-16.  \n11 李小云,唐丽霞,许汉泽.论我国的扶贫治理：基于扶贫资源瞄准和传递的分析.吉林大学社会科学学报,2015,55(4):90-98.  \n12 汪三贵，刘未.以精准扶贫实现精准脱贫：中国农村反贫困的新思路.华南师范大学学报（社会科学版）,2016,(5):110-115  \n13 何得桂，党国英，张正芳.精准扶贫与基层治理：移民搬迁中的非结构性制约.西北人口,2016,37(6):55-62.  \n14 孙兆霞.脱嵌的产业扶贫——以贵州为案例.中共福建省委党校学报,2015,(3): 14-21.  \n15 黄承伟,覃志敏.我国农村贫困治理体系演进与精准扶贫．开发研究,2015,(2):56-59.  \n16 王国勇，邢激.我国精准扶贫工作机制问题探析.农村经济,2015, (9): 46-50.  \n17 马良灿.农村产业化扶贫项目运作逻辑与机制的完善.湖南农业大学学报（社会科学版）,2014,(3):10-14.  \n18 Liu YS,Liu JL, Zhou Y. Spatio-temporal paterns ofrural povertyin China and targeted poverty alleviation strategies. Journal ofRural Studies,2017, 52: 66-75.  \n19 郑瑞强，曹国庆.基于大数据思维的精准扶贫机制研究.贵州社会科学,2015,308(8):163-168.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Supply-side Structural Reform and Its Strategy for Targeted Poverty Alleviation in China ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Liu Yansui1,2 Cao Zhi12 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(1 InstituteofGeographic Sciencesand NaturalResources Research,ChineseAcademyofSciences,BeijinglOolo,China; 2Cente forAssssmentandResearchonTargetedPovertyAlleviation,Chinese AcademyofSciences,Beijing0o01,China）   \nAbstractTargetedpovertyaleviationisagreat iovatiooftryandodeofpovertyaleviationanddevelopmentinthenwrain   \nChina.Povertyallvatioistecatioftegoveent’s‘sppting”sulyseandtefaers’“podemandside.Aceeati   \nsuply-sidestructuraleformoftargetedpovertyalleviationhasbcomeanimportanttopicofadvancingstrategyforpovertyaleviation   \nprogramandupadingeectof tgetedpovertyallvatioAcodingttepracticalsationintypicalcounts,tereisisuint ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ChinaXiv合作期刊",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "supply,nefetiesplosupplyineurntokofpovrtylviaioFocusedoupply-sidsucturalfoofgeted povertyallviatiotisppersmdupiltisiovertyllviatiofoteprspeivofelatiotwensulyndd,put forwardsuplysectualfeedortyliodpodlysiualoatodt alleviatin.Resutssotattesupplysestructualsysteof targetedpovertyallvationisainlyompoedoffouraspects:policy supplyfactorupyicepydodctsuplyetvelsfsupplytectderredeeescy supplyerviceddctpplytorplydcylylysecualfofgetedortyloou considerpovercdisfls sustainable poverty eradication. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywordstargtedpovertyleviaton,upply-sdestructuralrfor,overtyaleviationeect,strategyforpovertydicatio刘彦随中科院精准扶贫评估研究中心主任，中科院地理资源所区域农业与农村发展研究中心主任、研究员，长江学者特聘教授，全国优秀科技工作者（2012）。现任国际地理联合会农业地理与土地工程委员会（IGU-AGLE）主席，中国城乡发展智库联盟理事长，中国地理学会农业地理与乡村发展专业委员会主任。主要研究领域为区域农业、土地利用、城乡发展与精准扶贫。主持国家重点研发计划项目、国家科技支撑计划重点项目、国家自然科学基金重点项目、国家社会科学基金重大项目等70余项。近5年来，担任项目专家组组长，主持完成“实施精准扶贫、精准脱贫”重大政策措施落实情况第三方评估、国家精准扶贫工作成效第三方评估、中国农村土地制度改革总体思路研究等多项国家任务。发表学术论文420余篇，其中Nature、Journal of Rural Studies等SCI/SSCI论文130余篇，出版著作16部；获省部级科技奖励一等奖5项、二等奖3项；撰写重要咨询报告16份，被中办、国办采用，并得到国家领导人重要批示。E-mail:liuys@igsnrr.ac.cn",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "LiuYansuiirectorofenterforsessmtandesearhonrgetedovertyllviatioCiseadeyofiees(CA)rofor andDirectorofCenterforRegionalAgricultureandRuralDevelopmentatInstituteofGeographicSciencesandNaturalResouresResearch, CAS,YangtzeivrSholarDstigusdProfeoandNtoalExcelntcientific orkerin.Heisurentlyhairofsion onAgriculturalGeograpyndandEgiing,teatioalGeoapicalUnio(GU),residentofinaUbanRuraleeot ThinkTankAllcendirectorofomitforgriculturaleograpyduralevelopent,eograpcalSocietyofinaHisin researchfielsfocsooalure,drabaveoptdgeedortltioAtipato sofar,hehasudertaken70esearchprojectsponsoredbytheNatioalKeyResearchandevelopentProgamofChina,Keyojects intheNationalSience&TchologyPilarrogaduringthethFive-YearPanpriod,KeyrograofatioalaturalSences FoundationofCinaandKeyProgramofatioalSocialienceFoundatiofChinaOverthepastfiveyears,ealsopresidedattheid partAsessmentofStateCouncilmplementationofTakingtheTargetedPovertyAleviationMeasures”delegatedbyGeneralOficeofthe StateCouncilandteOverallThinkingonteReforofRuralLandSysteinChinadelegatedbytheOficeofCentralCoiteeofte Communist PartyofChina(CPC).Hehaspublishedmore than420per-reviewedpapersand16monographs,includingover130SC/SSCI indexedpapersithjoualssuchsatureJoualofualSdesetccheved5stzsandcodrzsfprovcalee andtechnologyawards,andsubmited16importantadvisoryreportstotheGeneralOficeoftheStateCouncilandtheOiceofCetral Committee of CPC and got the important instructions by the national leaders.E-mail: liuys@igsnrr.ac.cn ",
        "page_idx": 7
    }
]