[
    {
        "type": "text",
        "text": "RESEARCH HIGHLIGHT",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Eliminate mitochondrial diseases by gene editing in germ-line cells and embryos ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Si Wang1, Fei $\\pmb { \\gamma _ { \\mathsf { i } } } ^ { 2 \\boxtimes }$ Jing $\\mathsf { \\pmb { Q } } \\mathsf { \\pmb { u } } ^ { 3 \\boxtimes }$ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1National Laboratoryof Biomacromolecules,Instituteof Biophysics,ChineseAcademyof Sciences,Beijing10101China 2 Departmentof MolecularandCeluarPhysiologyStanford UniversitySchoolofMedicine,Stanford,CA94305,USA 3 State KeyaboratoryofReproductive BiologyInstituteofZoologyChineseAcademyofSciences,Beijing100,China 区Correspondence: fyi@stanford.edu (F. Yi)， qujing@ioz.ac.cn (J. Qu) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Nuclease-based gene editing technologies have opened up opportunities for correcting human genetic diseases. For the first time, scientists achieved targeted gene editing of mitochondrial DNA in mouse oocytes fused with patient cells. This fascinating progression may encourage the development ofnovel therapy forhuman maternally inherentmitochondrial diseases. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Inrecent years,remarkableadvances in nuclease-based genomeediting technologies including helper-dependent adenovirusvector(HDAdV)， zincfingernuclease(ZFN), transcriptional activator-like effector nucleases(TALEN),and the newlydeveloped clustered regularly interspaced short palindromic repeats (CRISPR)/Cas system,have offered unprecedented possibilities of precise gene editing in a variety of organisms,which is promising for not only basic researches but also therapeutic studies of human diseases.Nowadays,scientists have attempted to apply gene editing approaches to fight against HIV/AIDS,sickle cell anemia, $\\beta$ -thalassaemia,Fanconi anemia (FA), laminopathies,and other genetic diseases (Lietal., 2011; Liu et al., 2011; Liu et al., 2012; Xu et al., 2012; Hu et al., 2014;Liu etal.,2014;Mandal etal.,2014; Suzukietal.,2014; Xie etal.,2014; Ousterout etal., 2015). Besides successful applications in somatic cells and pluripotent stem cells,gene editing techniques havealso beenused inanimal embryos to produce gene modified rodents,pigs,and monkeys (Wang et al., 2013; Yang et al.,2013;Hai et al.,2014; Niu et al., 2014) to create valuableresearchmodels forhuman genetic diseases. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Dysfunction of mitochondria,the energy-producing organelle of eukaryotic cells,may lead to mitochondrial diseases with severe symptoms in many organs，such as Leber hereditaryopticneuropathy(LHON)， mitochondrial myopathy，encephalopathy， lactic acidosis and stroke-like episodes (MELAS)，myoclonic epilepsy and ragged-red fibres (MERRF)，etc.Some mitochondrial diseases arise from disorders of nuclear genes which are involved in mitochondrial metabolism as well as in the maintenance of mitochondrial DNA (mtDNA). It has been found that a number of mitochondrial diseases are caused by mutations in mtDNA，a multi-copy， circular dsDNA molecule which encodes 13 essential polypeptides of the mitochondrial respiratory chain as well as the necessary RNA machinery (2 rRNAs and 22 tRNAs) for mitochondrial protein translation (Taylor and Turnbull, 2005; Xu et al., 2013). Since mtDNA is exclusively transmitted through maternal inheritance,a traditional approach of therapy is to transfer the nuclear genomic DNA to a enucleated donor oocyte or zygote with the normal mtDNA (Paull et al., 2013; Tachibana et al., 2013; Wang et al., 2014).This approach involves the mtDNA from a third individual thereby may trigger both ethical and technical conflicts.The most recent reportby Reddy et al., for the first time，has prevented the germ-line transmission of mitochondrial disease by selectively eliminating the mutant mtDNA in situ in oocytes and one-cell embryos (Reddy et al., 2015).Using mitochondria targeted restriction endonucleases，the authors first tested their system by selectively eliminating the mtDNA haplotype in mouse oocytes and onecell embryos.Cheerfully， the progenies from the modified embryos were verified to be free of the mtDNA haplotype which was supposed to be selectively cut and degraded. After the successful manipulation in mouse oocytes and embryos,the authors subsequently succeeded in specifically reducing the mutant mtDNAs responsible for LHOND and NARP (neurogenic muscle weakness,ataxia,and retinitis pigmentosa)by applying mitochondria-targeted TALENs in artificial mammalian oocytes,which were derived by fusion of patient cells with mouse oocytes.The highly efficient targeting mutant mtDNA in both animal model and human cells demonstrated in this study is cheerful.As beingwidely commented in the field, this report may fundamentally shape thefuturedevelopmentofmitochondrial disease therapies.It is exciting to imagine that in the future by applying this technology in human，healthy babies will be able to born frompatient oocyteswheremost mutant mtDNAare cleaned and the copy number of residual mutant mtDNA is reduced tobelow the thresholdneeded foradiseasemanifestation. Compared with other mitochondrial replacement therapies currently under development, this new technology no longer requires donor oocytes from an independent individual,and isa less complex procedure which would be less traumatic to the oocytes.Despite all potential advantages discussed, the authors also warned a risk that the embryos might fail to implant in uterus when mtDNA copy number in the“edited” embryos was below a specific threshold.Nevertheless，it was the first time that gene editing of mtDNAs in germ-line cells is achieved，which may encourage and promote the future studies towards new therapies for maternally inherited mitochondrial diseases (Fig.1). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/7d78721ce71e4ae663b0c0fb498e78dfa61a230e7dad663b5f9dd4fbb1867416.jpg",
        "img_caption": [
            "Figure1.Aschematic representationofgeneticapproaches used for preventing mitochondrial DNA-based disease transmission in mammalian germ-line cells.(A) The traditional mitochondrial replacement therapy is performed by transfering the patient nuclear DNA to the enucleated donor oocyte containingnormal mtDNAs,or transferring the pronuclei from patient zygote to the enucleated healthy zygote of a third individual. (B)According to the newly developed approach,the mutant mtDNAs in the oocyte or zygote are selectively eliminated by mitochondrion-locating TALENs. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Apart from the work of gene editing in mtDNA,a pioneering work editing nuclear DNA of human embryos has also been recently published and attracted tremendous attentions.Due to essential ethical and safety concerns,gene editing of nuclear DNA in human germ cels and embryos is traditionally discouraged oreven banned inmany countries.Liang et al.have reported for the firsttime testing the feasibility of CRlSPR/Cas9 system in human tripronuclear zygotes (Liang et al., 2015),a type of embryo cells that would theoretically fail to develop in vivo and are routinely discarded in the conventional in vitro fertility (IVF) procedures.The authors applied the CRiSPR/ Cas9 system to edit the gene HBB,which encodes the human $\\beta$ -globin protein whose mutations are responsible for $\\beta$ -thalassaemia.Their results indicated that the CRiSPR/Cas9- based gene editing was achievable in human tripronuclear zygotes.However,a notable amount of off-target effects of CRISPR/Cas9-basededitinginhumanembryoswas observed.Anothermajor safety concern arose from the high rate of non-crossover homology directed repair (HDR)with adjacent endogenous HBD gene.The HBD gene whose sequence is highly homologous to the HBB gene might effectively compete with exogenous donor templates (or endogenousHBB wild-type sequence） for DNA recombination, resulting in unpredicted and unwanted mutations.More importantly，most edited embryos were genetically mosaic, which is both technically and ethically unacceptable for any clinical application.Inview of the high efficiency of editing of HBB in the previous study (Xie et al.， 2014),more efficient gRNAs for HBB gene than the ones tested in this study might exist,and the whole targeting strategy could be more cautiously optimized.Nevertheless,despite being controversial,this study sounds an alarm that CRlSPR/Cas9-mediated precise gene editing technique is still premature and needs further investigation and improvement before any clinical application. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Although it has been evidenced that genome editing techniques have minimal impacts on genomic mutational load in human pluripotent stem cells using whole-genome sequencing (Smith et al.,2014;Suzuki et al., 2014;Veres et al.，2014;Yang et al.,2014)，the safety issue of gene editing in germ line cells still deserves extreme cautions as such changes are permanent and heritable.For the mitoTALEN-based gene editing technique in germ cells or embryos，the concentration of injected mRNA should be precisely optimized in order to guarantee good incision efficiencywhileavoiding increasingoff-target risks.On the other hand，in order to test if the mitochondria-locating TALEN could leakto nucleuswhich may lead to unpredicted incision and mutation on nuclear DNA,a thorough examination of whole-genome sequence is likely to be the ideal solution. Besides those mentioned challenges，we still don't know whether this mito-TALEN-based gene editing technique would work efficiently on human oocytes or embryos containingmutant mtDNA.Therefore,even if ethical obstacles could be set aside,a comprehensive technical and safety evaluation is required before any clinic trial of thisnew technique. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Recently，mitochondrial DNA transfer was approved by UK government in February， 2015.This progress sets an excellent precedent for how to solve the controversy related tonewlydeveloped therapeutic technologies.Targeted gene editing of the mutant mitochondria in germ cells and embryos，which may eventually prevent the inheritance of devastating human genetic diseases，will definitely be of great interest and of benefit to the human society. Hence, though serious problems exist,it is important for both the public and scientific society to have an open mind,and keep the research in this field moving forward. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "NOTES ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This work was supported by the National High Technology Research andDevelopment Programof China (863 Program 2015AA020307), National Basic Research Program (973 Program)(No.2014C B9105oO),National Natural Science Foundation of China (Grant Nos. 81371342 and 81422017)，Beijing Natural Science Foundation (5142016),Key Research Programof the Chinese Academyof Sciences (KJZDEW-TZ-LO5)， the Thousand Young Talents program of China. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "OPENACCESS ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/ licenses/by/4.O/)，which permits unrestricted use，distribution,and reproduction in any medium,provided you give appropriate credit to the original author(s) and the source,provide a link to the Creative Commons license,and indicate if changes were made. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "HaiT,Teng F, Guo R,Li W, Zhou Q (2014) One-step generation of knockout pigs by zygote injection of CRiSPR/Cas system. Cell Res 24:372-375   \nHu W,Kaminski R,Yang F, Zhang Y,Cosentino L,Li F,Luo B, Alvarez-Carbonell D,Garcia-Mesa Y,Karn Jetal (2014) RNAdirected gene editing specifically eradicates latent and prevents new HIV-1 infection.Proc Natl Acad SciUSA 111:11461-11466   \nLi M,Suzuki K, Qu J, Saini P, Dubova I, YiF,Lee J, Sancho-Martinez I,Liu GH,Izpisua Belmonte JC(2011）Efficient correction of hemoglobinopathy-causing mutations by homologous recombination in integration-free patient iPSCs.Cell Res 21:1740-1744   \nLiang P,Xu Y, Zhang X,Ding C,Huang R, Zhang Z,Lv J,Xie X, Chen Y, Li Y et al (2015) CRlSPR/Cas9-mediated gene editing in human tripronuclear zygotes.Protein Cell 6:363-372   \nLiu GH,Suzuki K,Qu J,Sancho-MartinezI,YiF,Li M,Kumar S, Nivet E,Kim J, Soligalla RD etal (2011) Targeted gene correction of laminopathy-associated LMNA mutations in patient-specific iPSCs.Cell Stem Cell8:688-694   \nLiu GH,Qu J,Suzuki K,Nivet E,LiM, Montserrat N,YiF,Xu X,Ruiz S, Zhang W et al (2012) Progressive degeneration of human neural stem cells caused by pathogenic LRRK2. Nature 491:603-607   \nLiu GH, Suzuki K,Li M, Qu J, Montserrat N, Tarantino C, Gu Y, Yi F, Xu X,Zhang W et al (2014) Modelling Fanconi anemia pathogenesis and therapeutics using integration-free patient-derived iPSCs.Nat Commun 5:4330   \nMandal PK，Ferreira LM，Collins R，Meissner TB，Boutwell CL, FriesenM,Vrbanac V,Garrison BS,StortchevoiA,BryderD etal (2014) Efficient ablation of genes in human hematopoietic stem and effector cells using CRISPR/Cas9. Cell Stem Cell 15:643- 652   \nNiu Y, Shen B, Cui Y, Chen Y, Wang J, Wang L, Kang Y, Zhao X,Si W,Li W et al (2014) Generation of gene-modified cynomolgus monkey via Cas9/RNA-mediated gene targeting in one-cell embryos. Cell 156:836-843   \nOusterout DG,Kabadi AM,Thakore PI,Majoros WH,Reddy TE, Gersbach CA (2015） Multiplex CRlSPR/Cas9-based genome editing for correction of dystrophin mutations that cause Duchenne muscular dystrophy. Nat Commun 6:6244   \nPaull D,Emmanuele V,Weiss KA,TreffN,StewartL,Hua H, Zimmer M， Kahler DJ，Goland RS，Noggle SA et al (2013） Nuclear genome transfer in human oocytes eliminates mitochondrial DNA variants.Nature 493:632-637   \nReddy P, Ocampo A, Suzuki K, Luo J,， Bacman SR,Wiliams SL, Sugawara A，Okamura D，Tsunekawa Y，Wu J et al (2015) Selective elimination of mitochondrial mutations in the germline by genome editing. Cell 161:459-469   \nSmith C,Gore A,Yan W, Abalde-Atristain L,Li Z,He C,Wang Y, Brodsky RA，Zhang K，Cheng L et al (2014）Whole-genome sequencing analysis reveals high specificity of CRlSPR/Cas9 and TALEN-based genome editing in human iPSCs.Cell Stem Cell 15:12-13   \nSuzuki K, Yu C, Qu J, Li M, Yao X,Yuan T, Goebl A, Tang S, Ren R, Aizawa E et al (2014) Targeted gene correction minimally impacts whole-genomemutational load inhuman-disease-specific induced pluripotent stem cell clones.Cell Stem Cell 15:31-36   \nTachibana M,Amato P,Sparman M,Woodward J,Sanchis DM,Ma H,Gutierrez NM,Tippner-Hedges R, Kang E,Lee HS etal (2013) Towards germline gene therapy of inherited mitochondrial diseases. Nature 493:627-631   \nTaylor RW，Turnbull DM (2005） Mitochondrial DNA mutations in human disease.Nat Rev Genet 6:389-402   \nVeres A,Gosis BS,Ding Q,Collins R,Ragavendran A,Brand H, Erdin S，Cowan CA，Talkowski ME，Musunuru K (2014） Low incidence of of-target mutations in individual CRlSPR-Cas9 and TALEN targeted human stem cell clones detected by wholegenome sequencing. Cell Stem Cell 15:27-30   \nWang H,Yang H,Shivalila CS,Dawlaty MM, Cheng AW, Zhang F, Jaenisch R (2013) One-step generation of mice carrying mutations in multiple genes by CRISPR/Cas-mediated genome engineering. Cell 153:910-918   \nWang T, Sha H,JiD,Zhang HL,Chen D,Cao Y, Zhu J (2014) Polar body genome transfer for preventing the transmission of inherited mitochondrial diseases. Cel 157:1591-1604   \nXie F,Ye L, Chang JC,Beyer Al, Wang J, Muench MO, Kan YW (2014) Seamless gene correction of beta-thalassemia mutations in patient-specific iPSCs using CRISPR/Cas9 and piggyBac. Genome Res 24:1526-1533   \nXu X,Qu J, Suzuki K,Li M, Zhang W, Liu GH, Izpisua Belmonte JC (2012）Reprogramming based gene therapy for inherited red blood cell disorders.Cell Res 22:941-944   \nXu X, Duan S,YiF, Ocampo A, Liu GH, Izpisua Belmonte JC (2013) Mitochondrial regulation in pluripotent stem cells.Cell Metab 18:325-332   \nYang H,Wang H, Shivalila CS,Cheng AW,ShiL,Jaenisch R (2013) One-step generation of mice carrying reporter and conditional alleles by CRiSPR/Cas-mediated genome engineering.Cell 154:1370-1379 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Yang L,Grishin D,Wang G,Aach J, Zhang CZ, Chari R,Homsy J, CaiX,Zhao Y,Fan JB etal (2014) Targeted and genome-wide sequencing reveal single nucleotide variations impacting specificity of Cas9 in human stem cells.Nat Commun 5:5507 ",
        "page_idx": 3
    }
]