[
    {
        "type": "text",
        "text": "Near-surface wind environment in the Yarlung Zangbo River basin, southern Tibetan Plateau ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "YANG Junhuai', XIA Dunsheng1\\*,WANG Shuyuan1, TIAN Weidong1, MA Xingyuel, CHEN Zixuan1, GAO Fuyuan², LING Zhiyongi.3, DONG Zhibao4 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1KeyLaboratoryof Western China's Environmental Systems (Ministryof Education)，Colegeof EarthandEnvironmental Sciences,Lanzhou University,Lanzhou 73oooo, China;   \n2College ofGeographyandEnvironmental Engineering,LanzhouCity University,Lanzhou 73070,China;   \n3KeyLaboratoryof Comprehensiveand HighlyEficient Utilizationof SaltLakeResources,Qinghai Instituteof SaltLakes, Chinese Academy of Sciences,Xining 81ooo8,China;   \n4 School of Geography and Tourism,Shaanxi Normal University, Xi'an 710119,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Aeolian processes have been studied extensively at low elevations, but have been relatively little studied at high elevations. Aeolian sediments are widely distributed in the Yarlung Zangbo River basin, southern Tibetan Plateau, which is characterized by low pressure and low temperature. Here，we comprehensively analyzed the wind regime using data since 1980 from 11 meteorological stations in the study area,and examined the interaction between the near-surface wind and aeolian environment. The wind environment exhibited significant spatial and temporal variation,and mean wind speed has generally decreased on both annual and seasonal bases since 198O,at an average of $0 . 1 8 1 ~ \\mathrm { m } / ( \\mathrm { s } { \\cdot } 1 0 \\mathrm { a } )$ . This decrease resulted from the reduced contribution of maximum wind speed,and depended strongly on variations of the frequency of sand-driving winds.The drift potential and related parameters also showed obvious spatial and temporal variation,with similar driving forces for the wind environment.The strength of the wind regime affected the formation and development of the aeolian geomorphological patern, but with variation caused by local topography and sediment sources. The drift potential and resultant drift direction were two key parameters,as they quantify the dynamic conditions and depositional orientation of the aeolian sediments. Wind affected the spatial variation in sediment grain size,but the source material and complex topographic efects on the near-surface wind were the underlying causes for the grain size distribution of aeolian sands.These results willsupport efforts to control aeolian desertification in the basin and improve our understanding of aeolian processes in high-elevation environments. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: wind regime; sand dune; aeolian activity; Yarlung Zangbo River; Tibetan Plateau ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The Tibetan Plateau is one of the Earth's most important and unique geographical units,and is experiencing serious desertification due to its cold and semi-arid to arid climate, with less than 500 mm of annual precipitation (Han et al.,2OO9; Dong et al.,2017). Due to its high elevation, at an average of more than $4 5 0 0 \\mathrm { ~ m ~ }$ above sea level (a.s.l.),its low temperatures,and the existence of a cryosphere,aeolian sediments have developed extensively in the plateau's dry basins,floodplains, river terraces,lakeshores,and mountain slopes (Dong, 2O17).As a result, the plateau is an important dust source region that has profound impacts on the ecology, atmosphere,and marine environments of East Asia and even the whole northern hemisphere (Fang et al.,2O04; Xu et al., 2018). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The Yarlung Zangbo River passes through a typical area of aeolian sedimentary deposits in the southern Tibetan Plateau. Due to favorable environmental conditions,including the abundant sand source,strong winds,and presence of many locations suitable for sediment accumulation (Li et al., 1999),aeolian sediments,including loess deposits and dune sands, have been deposited in and around the basin, especially in the basin's wide valleys (Here, we defined wide valleys as valleys in which the valley floor, including the river terraces,was at least $3 { \\mathrm { - } } 4 \\ \\mathrm { k m }$ wide,versus a width of less than $3 \\mathrm { k m }$ in most of the river's valley).Under the influence of both natural factors and human activities, the basin's aeolian sandy land has gradually expanded,at an annual growth rate of 764.7 $\\mathrm { h m } ^ { 2 }$ from 1975 to 2008 (Shen et al.,2012). During the winter and spring dry seasons,the riverbed and floodplain sediments in the wide valleys are entrained and transported by the wind, resulting in strong aeolian activity,and cause widespread damage to the plateau's ecological environment, while endangering air transport and the production and daily life of local residents.For example, Zhongba County, in the upper reaches of the river, has experienced three relocations since the county's establishment in 196O due to the impact of aeolian activity (Sun et al., 2O1O). Several studies have shown that although human disturbance since the 195Os has significantly accelerated the development of sandy desertification in several parts of the Tibetan Plateau, the extent of these disturbances has been small (due to the plateau's small and concentrated population) and their effects have therefore been overwhelmed by the impacts of climate change,which is the main driving force behind evolution of the ecological environment (Dong et al.,1999; Zou et al., 2002; Wang et al., 2016; Dong, 2017; Dong et al., 2017). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Wind is the most important force responsible for the development of desertification,and plays an important role in the erosion,transport, and accumulation of surface sediments (Dong et al., 2011). It is also a critical climate factor that affects aeolian activity and desertification. Many scholars have used remote sensing to monitor the evolution of sandy desertification in the Yarlung Zangbo River basin (Li et al.,2004; Sun et al.,2010; Yuan et al.,2010; Li et al.,2011; Shen et al., 2012).They have discussed the evolution of the sandy land and its possble climate driving factors, such as temperature and precipitation,but our literature review found no in-depth analysis of the basin's wind regimes. Only variations of the mean wind speed have been discussed. Although the mean value can reflect the general trend for a wind environment, it cannot provide enough detail to understand aeolian movement because the relationship between wind speed and sand transport intensity is nonlinear (Dong et al.,2O11). Sand drift potential is a good index to assess the intensity of aeolian activity,as this variable represents the wind's potential ability to transport sediment; as a result, it has been widely used in aeolian research. Cui et al. (2Ol7) discussed the spatiotemporal variation of the wind energy environment in the dune fields of northern China,and provided a reference for regional desertification control. Yang et al. (2O19) showed that drift potential was closely related to the migration rate of sand dunes, and was an important parameter that reflected the intensity of aeolian activity. It is therefore essential to provide an integrated analysis of the sand drift potential in the basin.However, we found insuficient details in the literature to allow such an analysis. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To provide key missing information, we combined field investigations with wind data from 11 weather stations in and around the Yarlung Zangbo River basin from 198O to 2O15 (the most recent data available),and analyzed the spatial and temporal variation of the wind environment and sand drift potential. Based on the results of this analysis,we discussed the relationships between the wind regimes and the basin's aeolian geomorphological pattern and sand transport patterns. This will expand the data available to aeolian researchers,and assst the prevention and control of aeolian hazards in the basin.More importantly,these results provide insights into the formation and development of surface dust (i.e.,loess and sand dune) in the southern Tibetan Plateau, and strengthen our understanding of aeolian processes in high-elevation arid and semi-arid areas. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 ，Physiographic setting ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Yarlung Zangbo River basin $( 2 8 ^ { \\circ } 5 9 ^ { \\prime } - 3 0 ^ { \\circ } 3 4 ^ { \\prime } \\mathrm { N } ,$ $8 2 ^ { \\circ } 3 2 ^ { \\prime }  – 9 4 ^ { \\circ } 2 8 ^ { \\prime } \\mathrm { ~ E ~ } )$ stretches across most of the southern Tibetan Plateau from west to east,and the average elevation of the riverbed is close to $4 0 0 0 \\mathrm { m }$ a.s.l. (Fig.1). The valley is an area of the plateau with deep negative terrain, with the river cutting to a depth of O to $1 5 0 \\mathrm { m }$ below the surrounding land in the upper reaches and up to $2 0 0 0 \\mathrm { m }$ in the lower reaches (Li et al.,1997; Shen et al., 2O12). Wide and narrow valleys alternate, and loess deposits and sand dunes have developed throughout the basin (Yang et al., 2O2O). The loess has mostly accumulated since the last glacial maximum, with development in different periods since the late glacial (Ling et al.,2O2O).The sand dunes are relatively young,and mostly formed hundreds or even thousands of years ago (Li et al.,1997). Typical aeolian landforms such as barchan dunes and barchanoid chains have developed, mainly on the valley floors (Li et al.,1999). Climbing dunes,sand sheets,and loess deposits have mostly developed on the vally slopes (Sun et al.,20O7).These deposits have mainly developed in the four wide valleys shown in Figure 1: from west wo east, these are the Maquanhe, Shigatse, Shannan,and Mainling wide valeys. The deposits cover a total area of $2 7 3 7 \\ \\mathrm { k } \\mathrm { \\bar { m } } ^ { 2 }$ ，of which $5 5 . 5 \\%$ represent mobile and semi-fixed states (Shen et al.,2O12). The aeolian activity is strong and the surface dust can be blown to a height of more than $1 0 0 0 \\mathrm { m }$ above the valley floor, especially in the spring and winter (Fig. 2). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/cc4315c75580ccb2607587fcb8d85be264de406083acd4279e82828a7aec6945.jpg",
        "img_caption": [
            "Fig.1Tibetan Plateau and its major atmospheric systems (a),and the distribution of the main sandy land,the location of sample sites (numbered S1 to S6 from west to east)and meteorological stations in and near the Yarlung Zangbo River basin (b).The data from site S6,in the Mainling wide valley,were obtained from Zhou et al.(2011). Station names: PR,Purang; TR,Tingri; LZ,Lhaze; SGS,Shigatse; GT,Gyantse; NM,Nyemo; NGZ,Nagarze; L, Lhasa; ZT, Zetang; NC,Nyingchi; BM,Bome. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The basin lies within a transitional region between an arid to semi-arid climate and a humid climate,with precipitation ranging from $2 5 1 ~ \\mathrm { m m }$ in the west to $5 8 0 ~ \\mathrm { m m }$ in the east,and a mean annual potential evaporation ranging from $2 2 9 3 \\ \\mathrm { m m }$ in the west to $2 7 3 4 \\mathrm { m m }$ in the east (Liu et al., 2019). The mean annual temperature ranges from $3 . 9 ^ { \\circ } \\mathsf { C }$ to $9 . 2 ^ { \\circ } C$ , with mean monthly temperatures in west ranging from $- 7 . 3 \\mathring \\mathrm { C }$ in January to $1 4 . 8 ^ { \\circ } \\mathsf { C }$ in July,and mean monthly temperatures in the east ranging from $1 . 1 ^ { \\circ } \\mathsf { C }$ in January to $1 7 . 4 ^ { \\circ } \\mathsf { C }$ in July (based on daily temperature data from meteorological stations in and near the basin from 2OOl to 2O15). The soil types include alpine meadow soils，alpine steppe soils，mountain shrubby steppe soils,and grassland soils. The vegetation is dominated by Sophora moorcroftiana, Stipa purpurea,and Orinus thorodii Due to the dry and cold climate,the fragile ecological environment, and the low vegetation cover, wind erosion is intensified and aeolian activity is frequent (Liu et al., 2019). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/7b45f607f6095c32471a4f0301e5a21ae6081deda121efe49f5c54b887d97cf3.jpg",
        "img_caption": [
            "Fig.2Visible evidence of aeolian activity in the Yarlung Zangbo River basin.The blue arrows indicate the locationoftheriver,andthe white arrows indicate the directionofsand transport.E,east.Photos were taken by Dr. YANG Junhuai from15 to 28 November 2019. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3Data and methods ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1 Data ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In this paper, we selected 1l meteorological stations in and near the Yarlung Zangbo River basin (Fig.1),and obtained daily-scale data from the climate database provided by the Chinese National Meteorological Information Center (CMIC, http:/data.cma.cn/en). To ensure consistency of the statistical period among the stations, we used data from 1 January 1980 to 31 December 2015.The raw data included the daily mean wind speed, daily maximum wind speed,and the corresponding wind directions. The daily mean wind speed was the average of the values measured at O2:00, 08:00,14:00,and 2O:0O local time (the data were recorded in Beijing standard time).The maximum wind speed based on the 1O-min average speed. All data were collected at a height of $1 0 \\mathrm { m }$ above the ground surface, as recommended by the World Meteorological Organization. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We used the mean and maximum wind speeds to characterize variations in the wind environment. Given the importance of the threshold velocity for entrainment of surface particles (see Section 3.3 for details),we selected three parameters for each wind speed: the total wind speed,the sanddriving wind speed,and the frequency of sand-driving wind (wind frequency).The total wind speed represents the time-weighted sum of all measured wind speeds,and was used to analyze the overall wind environment. The sand-driving wind speed represents a wind speed greater than the threshold speed,and that can therefore entrain sediment. The wind frequency is the proportion of the total study period (number of days) in which a sand-driving wind was recorded.To beter analyze the spatial variation of the wind environment, we used data from the Purang station to describe the wind regime in the Maquanhe wide valey; data from the Tingri, Lhaze, Shigatse,and Gyantse stations to describe the wind regimes in the Shigatse wide valley; data from the Nyemo, Nagarze, Lhasa,and Zetang stations to describe the wind regimes in the Shanan wide valley; and data from the Nyingchi and Bome stations to describe the wind regimes in the Mainling wide valley. The Purang, Tingri, Lhaze, Gyantse, Nyemo, Nagarze,and Bomi were missing data on the maximum wind speed and direction from 198O to 2OO6; this data was available for the other four stations.To facilitate comparison and analysis despite the missing data, we focused on the sand drift potential from 2007 to 2015. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2 Quality control and homogeneity test ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "These 1l stations belong to the national standard meteorological stations,and these data have been passed by the strict quality control. To ensure quality of the data, CMIC carried out a series of quality inspections for the data from 198O to 2010, including climatic limit and allowable value check，extremum check， internal consistency check， temporal consistency check，spatial consistency check and manual inspection and correction,and adopted strict three-level (station level-provincial level-national level) quality control for data from 2O1l to 2O15.After that, the CMIC confirmed that the invalid data was less than $1 \\%$ and the accuracy of the data was close to $100 \\%$ , which suggests the quality of data in a certain extent. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "However, long-term climatic data may be subject to inhomogeneities resulting from artificial changes in instruments and observing environment，which will result in uncertainty in the assessment of climate trends (Azorin-Molina et al., 2014; Cui et al.,2017). To further test the credibility of wind speed data series, we adopted the standard normal homogeneity test (SNHT) method (Alexandersson,1986),which has been widely used in detecting inhomogeneities and breakpoints in climate series (Liu,2OOO; Wu et al.,2O18a). First, we established reference series according to the criterion of He et al. (2O12). Second, a reference function $Q _ { i }$ was established,and then computing a new standardized series $Z _ { i }$ .Finally，we constructed testing statistic $T _ { k }$ for homogeneity test. The maximum value of $T _ { k }$ was defined as $T _ { 0 }$ .The threshold of $T _ { 0 }$ is 8.10 $\\scriptstyle \\overbrace { n = 3 6 }$ $P { < } 0 . 0 5 )$ ） according to critical value given in Liu (2OOO). If $T _ { 0 } { > } 8 . 1 0$ ,the breakpoint is included in the data set. Otherwise,the data set is homogeneous.More detailed descriptions of the SNHT method can be found in previous studies (Liu,2Ooo; Wu et al., 2O18a). Our results showed that the $T _ { 0 }$ values range from 4.97 to 7.44,and are lessthan the threshold of 8.10.Therefore, we considered that these wind speed data used in this study are homogeneous and credible. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3Determination of the threshold wind velocity ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The threshold wind velocity is the critical speed required for sand transport to begin,and is essential for predicting sand transport,dust release,and desertification (Li et al.,2O19). Some researchers used a value of $5 ~ \\mathrm { m / s }$ ,mostly for sand seas at a much lower elevation than in the present study,as the threshold wind velocity in the basin (Liu et al.,2O19). However, we assumed that this velocity is inconsistent with the actual threshold wind velocity.Bagnold (1941) suggested that the threshold wind velocity is dominated by the effects of the grain size of sand particles.However, field experiments using a portable wind tunnel showed that the air density is another important factor that affects sand particle movement (Han et al., 2O14; Han et al.,2015). All else being equal, the wind's ability to transport sand wil decrease at low air density,and the value of Bagnold's empirical parameter $A$ (a proportionality coefficient) will vary with air density (Eq. 3; Han et al., 2015). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To determine the threshold wind velocity, we collected 39 surface samples (to a depth of $2 ~ \\mathrm { c m } ^ { \\cdot }$ ） from typical barchan dunes in the four wide vallys (selected 1 to 2 dunes in each valley),and measured the grain size distribution using Malvern Mastersizer 2Ooo (Malvern Instruments Ltd., UK) at the Key Laboratory of Western China's Environmental Systems,Ministry of Education,Lanzhou University.The sediments for a barchan dune were colected from the windward toe,the lower and upper parts of the windward slope,the crest, the upper and lower parts of the leward slope,and the leeward toe of barchan dunes and interdune areas.We used the average value of grain sizes of the samples in each wide valley for analysis. In addition, we obtained estimates of the mean air density in the wide valleys (Shi et al.,2O19).We calculated the threshold wind velocity $( U _ { \\mathrm { t } } )$ as follows: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nU _ { t } = 5 . 7 5 U ^ { * } \\times \\log Z / Z _ { 0 } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\boldsymbol { U } ^ { * } = \\boldsymbol { A } \\times ( ( \\boldsymbol { \\rho } _ { \\mathrm { s } } - \\boldsymbol { \\rho } _ { \\mathrm { a } } ) / \\boldsymbol { \\rho } _ { \\mathrm { a } } ) \\times \\boldsymbol { g } \\times \\boldsymbol { d } ) ^ { 0 . 5 } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nA = 0 . 0 5 + 0 . 0 3 \\rho _ { \\mathrm { a } } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $\\boldsymbol { U } ^ { * }$ is the threshold friction velocity $\\mathrm { ( m / s ) }$ ： $Z$ is the height $( 1 0 ~ \\mathrm { m } )$ at which we measured the wind speed; $Z _ { 0 }$ is the aerodynamic roughness length,which is approximately equal to a grain size of $1 / 3 0 ~ \\mathrm { m } ; \\rho _ { \\mathrm { s } }$ is the density of sand grains $( 2 6 5 0 ~ \\mathrm { k g } / \\mathrm { m } ^ { 3 } )$ ： $\\rho _ { \\mathrm { a } }$ is the density of air $( \\mathrm { k g } / \\mathrm { m } ^ { 3 } )$ ·， $g$ is the acceleration due to gravity $( 9 . 8 0 \\mathrm { m } / \\mathrm { s } ^ { \\bar { 2 } \\cdot }$ ） $d$ is the mean grain size $\\left( \\mathrm { m m } \\right)$ at each sample site;and $A$ is a proportionality coeficient that varies with air density. Because the basin's geographical environment is complex,we calculated the actual threshold wind velocity separately for each of the four wide valleys (Table 1). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/22500005f7dc23ca355d0e2ff56ff3c575994116e7771c15cee200ed0eabfb0f.jpg",
        "table_caption": [
            "Table1Mean elevation,air density,coefficient $A$ ,and mean grain size of dune sands in the wide valleys of the Yarlung Zangbo River basin,and corresponding threshold velocity for sand entrainment "
        ],
        "table_footnote": [
            "Note:nrepresets theumberofsadsmples;,datafromZhouetal.(Ol1).Tobetterflecttheeffctofwindonsandparticles,we excludedsamplesfromtheinterdune area whencalculatingthe meangrain size.Avalueis proportionalityconstants inEquation3that depend on the air density,and were obtained from Han et al. (2015). "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Parameter</td><td colspan=\"4\">Wide valley name</td></tr><tr><td>Maquanhe</td><td>Shigatse</td><td>Shannan</td><td>Mainling</td></tr><tr><td>Mean elevation (m)</td><td>5000</td><td>4000</td><td>3700</td><td>3000</td></tr><tr><td>Air density (kg/m³)</td><td>0.74</td><td>0.82</td><td>0.85</td><td>0.91</td></tr><tr><td>Coefficient A</td><td>0.072</td><td>0.075</td><td>0.076</td><td>0.077</td></tr><tr><td>Mean grain size (mm)</td><td>0.29 (n=14)</td><td>0.24 (n=14)</td><td>0.25 (n=7)</td><td>0.13 (n=41)*</td></tr><tr><td>Threshold shear velocity (m/s)</td><td>8.0</td><td>7.2</td><td>7.3</td><td>5.4</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4 Calculation of drift potential ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To better reflect the details of aeolian sand movement, we calculated the following parameters of the wind energy environment using the methods of Fryberger and Dean (1979)(Table 2): the drift potential (DP),the resultant drift potential (RDP), the directional variability (RDP/DP),and the resultant drift direction (RDD). ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { D P } = U ^ { 2 } ( U - U _ { t } ) t ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $U$ is the measured maximum wind speed (knots) at $1 0 \\mathrm { m }$ above the ground surface; $U _ { t }$ is the threshold wind velocity (knots) at $1 0 \\mathrm { m }$ (the wind speed required to entrain sediment; we used the value in Table 1); and $t$ is the proportion of the recorded time during which the wind velocity was greater than the threshold velocity.More detailed descriptions of the method can be found in Zhang et al. (2015). In addition, we defined the seasons as follows: spring,from March to May; summer, from June to August; autumn, from September to November;and winter, from December to February of the following year. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To provide more insights into the spatial distribution of DP, we performed kriging interpolation to generate contour lines that covered the entire basin.To do so,we used a digital map of the basin provide by Google Earth, then interpolated between the meteorological stations using the Spatial Analyst Tools feature of version 10.2 of the ArcMap GIS software (www.esri.com).DP represents the total annual wind power,and was used to describe the potential capacity of sand transport from each wind direction. The value of the RDP/DP close to 1 indicates a single dominant drift direction, whereas the value close to O indicates multiple significant drift directions.RDD represents the resultant direction of the sand transport. These parameters are traditionally presented in a wind rose diagram. Although this approach makes a number of interpretative simplifications and assumptions, previous studies of the wind energy environments of global sand seas have demonstrated its value (Zhang et al., 2018a, b). ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/1931fc5ed1d472d3e30a83baf373ed78cd7ca6f8834a9f8ed0ac94622eaaaca8.jpg",
        "table_caption": [
            "Table 2Classification of wind energy environments proposed by Fryberger and Dean (1979) "
        ],
        "table_footnote": [
            "Note:DP,drift potential;VU,vector units;RDP,the resultant drift potential. "
        ],
        "table_body": "<html><body><table><tr><td>DP (VU)</td><td>Wind energy environment</td><td>RDP/DP</td><td>Directional variability</td><td>Wind direction category</td></tr><tr><td><200</td><td>Low</td><td><0.3</td><td>High</td><td>Complex or obtuse bimodal</td></tr><tr><td>200-400</td><td>Intermediate</td><td>0.3-0.8</td><td>Intermediate</td><td>Obtuse or acute bimodal</td></tr><tr><td>>400</td><td>High</td><td>>0.8</td><td>Low</td><td>Wide or narrow unimodal</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4Results and analysis ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1 Overall characteristics of the wind environment ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Table 3 summarizes the mean annual values of the three wind parameters for mean and maximum wind speeds during the study period in the Yarlung Zangbo River basin. The results show substantial spatial and temporal differences in the basin's wind environment. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/b4d4f1b9389e04ff337ebc3542716fb6a399cb1f6ea83c97e1b066c5098d6129.jpg",
        "table_caption": [
            "Table 3Mean value of wind parameters for mean wind speed ( $U _ { \\mathrm { m e a n } }$ ，1980-2015）and maximum wind speed 1 $U _ { \\mathrm { m a x } }$ ,2007-2O15) in the wide valleys of the Yarlung Zangbo River basin "
        ],
        "table_footnote": [
            "Note: $V _ { \\mathrm { t } }$ ,total wind speed (the time-weighted sum of all measured wind speeds, $\\mathrm { m / s }$ ） $V _ { \\mathrm { s } }$ .sand-driving wind speed $\\mathrm { { ( m / s ) } }$ ; F, the frequency of wind with a speed greater than the entrainment threshold ( $\\%$ of days in the study period);-,the wind was not strong enough to entrain sediment.Diferecesbetwee widevalleys fortheannual values werecomparedbymeans ofone-wayANOVAusing the SPSS software (https://ww.ibm.com/analtics).WhentheANOVAresultwassignificant,wecomparedpairsofwidevalleysusingleast-significantdifference tests.Values of $V _ { \\mathrm { t } }$ and $V _ { \\mathrm { s } }$ labeled with different letters (a,b,cand d) differed significantly between valleys (ANOVA followed by least-significant-difference tests, $P { < } 0 . 0 5$ ） "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"3\">Parameter</td><td rowspan=\"3\">Time</td><td colspan=\"10\">Wide valley name</td></tr><tr><td colspan=\"3\">Maquanhe</td><td colspan=\"3\">Shigatse</td><td colspan=\"3\">Shannan</td><td colspan=\"3\">Mainling</td></tr><tr><td>V</td><td>Vs</td><td>F</td><td>V</td><td>Vs</td><td>F</td><td>V</td><td>Vs</td><td>F</td><td>V</td><td>Vs</td><td>F</td></tr><tr><td rowspan=\"6\">Umean</td><td>Annual</td><td>3.3a</td><td>9.0a</td><td>0.5</td><td>2.1b</td><td>8.3b</td><td>0.4</td><td>2.0c</td><td>8.1b</td><td>0.2</td><td>1.6d</td><td>5.9c</td><td>0.1</td></tr><tr><td>Spring</td><td>3.3</td><td>2.9</td><td>0.2</td><td>3.0</td><td>7.9</td><td>0.8</td><td>2.4</td><td>7.8</td><td>0.3</td><td>1.9</td><td>6.1</td><td>0.3</td></tr><tr><td>Summer</td><td>3.7</td><td>2.9</td><td>0.2</td><td>1.7</td><td>-</td><td>-</td><td>1.7</td><td>2.4</td><td>0.0</td><td>1.4</td><td></td><td>-</td></tr><tr><td>Autumn</td><td>3.2</td><td>8.4</td><td>0.3</td><td>1.7</td><td>2.7</td><td>0.02</td><td>1.6</td><td></td><td></td><td>1.4</td><td>1.9</td><td>0.03</td></tr><tr><td>Winter</td><td>3.0</td><td>9.5</td><td>1.1</td><td>2.2</td><td>8.5</td><td>0.9</td><td>2.1</td><td>8.3</td><td>0.6</td><td>1.7</td><td>5.8</td><td>0.2</td></tr><tr><td>Annual</td><td>7.0a</td><td>9.0b</td><td>30.0</td><td>7.0a</td><td>9.2a</td><td>42.8</td><td>5.6b</td><td>8.4℃</td><td>16.8</td><td>4.8c</td><td>6.4d</td><td>35.0</td></tr><tr><td rowspan=\"4\">Umax</td><td>Spring</td><td>7.4</td><td>9.1</td><td>37.9</td><td>8.1</td><td>9.4</td><td>63.0</td><td>6.3</td><td>8.5</td><td>26.8</td><td>5.3</td><td>6.5</td><td>49.0</td></tr><tr><td>Summer</td><td>7.9</td><td>8.9</td><td>46.9</td><td>6.4</td><td>8.5</td><td>31.1</td><td>5.4</td><td>8.3</td><td>11.4</td><td>4.5</td><td>6.3</td><td>27.7</td></tr><tr><td>Autumn</td><td>6.6</td><td>8.9</td><td>16.2</td><td>5.9</td><td>8.6</td><td>26.4</td><td>4.9</td><td>8.2</td><td>7.7</td><td>4.4</td><td>6.2</td><td>24.1</td></tr><tr><td>Winter</td><td>6.1</td><td>9.2</td><td>18.9</td><td>7.4</td><td>9.7</td><td>50.0</td><td>5.6</td><td>8.4</td><td>20.9</td><td>4.8</td><td>6.4</td><td>39.0</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Based on the annual data, the total wind speed, sand-driving wind speed, and its frequency for the mean and maximum wind speeds differed significantly among the valleys,and generally decreased from west to east.The values for the mean wind speed in the Maquanhe wide valley were significantly higher than that in the Shigatse wide vally. However, there was no significant difference in the total wind speed values for the maximum wind speed between the Maquanhe and Shigatse wide valleys. This is because the mean wind speed can represent the overall mean variations in the wind environment, whereas the maximum wind speed represents only a part of those overall variations. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Except for the Maquanhe wide valley, the values of the three parameters were high in spring and winter,and were generally the highest in the spring,and were generally low in summer and autumn. In the Maquanhe wide valley, the total wind speed for the mean and maximum wind speeds was the highest in summer and the lowest in winter, whereas the sand-driving wind speed was the lowest in summer and the highest in winter. This suggests that the efect of the wind on sediments will be concealed by the measurements of total wind speed,causing researchers to miss some details of aeolian sand movement.In addition，the three wind parameters showed relatively consistent seasonal variations, which suggests that the sand-driving wind speed and its frequency may be the two important factors affecting the strength of the wind environment,but the extent of their influence is not yet clear. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2 Wind speed trends ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The overall mean wind speed showed a statistically significant decrease from 198O to 2015 $( P { < } 0 . 0 1 )$ ，but the magnitude of the decrease differed among the wide valleys (Fig. 3). The decreasing trend for the mean wind speed was the greatest in the Maquanhe wide valley (O.25 $\\mathrm { { m } / ( \\mathrm { { s } { \\cdot } l 0 \\mathrm { { a } ) } } ) }$ ,and was weakest in the Mainling wide valley $( 0 . 1 3 \\mathrm { m } / ( \\mathrm { s } . 1 0 \\mathrm { a } ) )$ . Except for the Maquanhe wide valley,the temporal variation in mean wind speed can be divided into two periods. During the first period from 1980 to 2004,the mean wind speed was decreasing. During the second period from 2005 to 2O15, the mean wind speed began increasing, at a rate of $0 . 7 \\mathrm { m } / ( \\mathrm { s } { \\cdot } 1 0 \\mathrm { a } )$ in the Shigatse wide valley $( P { < } 0 . 0 1 )$ ， $0 . 5 ~ \\mathrm { m } / ( \\mathrm { s } { \\cdot } 1 0 \\mathrm { a } )$ in the Shannan wide valley $( P { < } 0 . 0 5 )$ ,and $0 . 3 ~ \\mathrm { m / ( s { \\cdot } l 0 a ) }$ in the Mainling wide valley. The seasonal trends for the mean wind speed also showed a significant decreasing and seasonal differences (Fig. 4a-d). Generally, the maximum rate of decrease occurred in the spring at an average of $0 . 2 5 ~ \\mathrm { m } / ( \\mathrm { s } { \\cdot } 1 0 \\mathrm { a } )$ ,and the minimum occurred in the summer at an average of $0 . 1 3 \\mathrm { m } / ( \\mathrm { s } { \\cdot } 1 0 \\mathrm { a } )$ .However, the variation trends and seasonal differences for the maximum wind speed were not obvious (Fig. 4e-h), possibly because the maximum wind speed only reflects part of the overall information about wind speed changes. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "y=-0.025x+52.2 R²=0.46,P<0.01 y=-0.12x+250.1 R²=0.77,P<0.0112 4 sp -50(a) Maquanhe (e) Maquanhe  \n()pdspm o 3 (%) renblr rm 40 (%) nbr p2 301 202 0 1019801986 1992 1998 2004 2010 2016 2006 2008 2010 2012 2014 2016y=-0.015x+32.1 R²=0.28,P<0.01 y=0.05x-101.4 R²=0.47,P<0.01  \ns)psp (b) Shigatse (%) ouanbarg pum sp (f) Shigatse (%)ouonboypQ6 301980 19861992 1998 2004 2010 2016 2006 2008 2010 2012 2014 2016=-0.021x+43.8 R²=0.47，P<0.01 y=0.06x-110.0 R²=0.51,P<0.0112- (c) Shannan 2 () prrs prn nara 9 (g) Shannan 30  \nposp (%) frrenbeg pa 25 (%) rrenbg pe1 8 -2061554- 101980 1986 1992 1998 2004 2010 2016 2006 2008 2010 2012 2014 20160.013x+27.0 R²=0.34，P<0.01 0.001x+7.04 R²=0.004,P>0.053 ( rs a ng 7 50(d) Mainling (h) Mainling  \n(sa) s pr gr 6- (%) anbarp (%) rrenberg pe4062 5.30△ 4- 2019801986 1992 1998 2004 2010 2016 2006 2008 2010 2012 2014 2016-Total wind speed - Sand-driving wind speed $\\twoheadleftarrow$ Wind frequency  \n(s/u) pds p r (a) k=-0.027,R=0.41\" psp (e) =-0.200, R2=0.37  \nBuuds -0.060,R²=0.33  \nk=-0.032,R²=0.63\\*\\*  \nk=-0.017,R²=0.29\\*\\* 0.014,R²=0.11  \n0  \n1980 1986 1992 1998 2004 2010 2016 2006 2008 2010 2012 2014 2016  \n51(b) k=-0.015,R²=0.19\\*\\* (w rs r n 10 (f)  \n(sw) peass pera calas 4 k=-0.009,R²=0.08 9 k=-.0.13,0=.0.72\"  \nsnunt 8-  \n3 k=0.040,R²=0.317 =-0.020,R²=0.07  \n26-  \n1- k=-0.016,R²=0.30\\*\\* 5-  \n0- k=-0.013,R²=0.28\\*\\* 2006  \n19801986 1992 1998 2004 2010 2016 2008 2010 2012 2014 2016  \n5- s/u psp  \nAnnv (su) pds p ue (c) k=-0.012,R2=0.15\"\\* @-000R01 k=0.040,R²=0.13k=0.007,R²=0.003  \nk=-0.014,R²=0.24\"  \n0 k=-0.011,R²=0.22\\* 4  \n1980 19861992 1998 2004 2010 2016 2006 2008 2010 2012 2014 2016  \n5-  \n(d) k=-0.026,R²=0.30\\*  \nsu) pdsp ue k=-0.017,R²=0.24\"\\* 9 k=0.020,0, .0.0k=0.070,R²=0.428  \nWtt 0.008,R²=0.0273 6  \nk=-0.022,R²=0.42\\*\\* 5  \nk=-0.001,R²=0.18\"  \n0- 4  \n1980198619921998 2004 2010 2016 2006 2008 2010 2012 2014 2016Maquanhe Shannan Shigatse Mainling",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The overall trends for the mean wind speed were roughly consistent with the trends for the maximum wind speed from 2005 to 2015 (Figs.3 and 4), which suggests that the maximum wind speed significantly affected the wind environment. To discuss the contribution of the maximum wind speed to the overall variations in the wind environment, we used the empirical formula of Cui et al. (2017): ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\nC _ { \\mathrm { m a x } } = T _ { \\mathrm { m a x } } / 4 T _ { \\mathrm { m e a n } } ,\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "where $C _ { \\mathrm { m a x } }$ is the contribution of the maximum wind speed $( \\% )$ ; and $T _ { \\mathrm { m a x } }$ and $T _ { \\mathrm { m e a n } }$ represent the trends (i.e., regression slopes) for maximum and mean wind speeds, respectively $\\left( \\mathrm { { m } / { ( s { \\cdot } a ) } } \\right)$ ： $4 T _ { \\mathrm { m e a n } }$ is based on the daily mean wind speed calculated from daily four measurement times. It should be noted that the equation is valid based on a similar mapping relation between the mean and maximum wind speeds obtained from the wind data records,and may not be valid for datasets with other characteristics (Cui et al.,2O17). This contribution differed among the stations; it averaged $6 2 . 6 \\%$ and ranged from $4 7 . 6 \\%$ to $9 4 . 5 \\%$ (Table 4). That is,the variation of the maximum wind speed accounted for $6 2 . 6 \\%$ of the total variation of the wind environment on average. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/37620c6bd9bac8a3cae06b413a162af364ef4815b8840b89e19ff507cd8161ac.jpg",
        "table_caption": [
            "Table 4Contribution of the maximum wind speed to the variation in the wind environment ( $\\chi _ { \\mathrm { m a x } } )$ "
        ],
        "table_footnote": [
            "ote:Data analyzed for the above four meteorological station were for the period 1980-2015 "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Meteorological station</td><td colspan=\"5\">Cmax (%)</td></tr><tr><td>Annual</td><td>Spring</td><td>Summer</td><td>Autumn</td><td>Winter</td></tr><tr><td>Shigatse</td><td>47.6</td><td>94.5</td><td>51.5</td><td>65.2</td><td>48.9</td></tr><tr><td>Lhasa</td><td>90.6</td><td>65.8</td><td>50.8</td><td>49.0</td><td>50.8</td></tr><tr><td>Zetang</td><td>59.5</td><td>60.3</td><td>53.7</td><td>60.6</td><td>66.9</td></tr><tr><td>Nyingchi</td><td>66.1</td><td>48.8</td><td>58.5</td><td>94.5</td><td>69.1</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Figure 3 also shows that the variation of the total wind speed usually followed the variation of the sand-driving wind speed and its frequency,but it was not clear which of these factors played the major role.To quantify their effects on the wind environment, we performed multiple linear regression to compare the magnitude of the regression coefficients for the sand-driving wind speed and wind frequency for the mean and maximum wind speeds.The regression coefficients for the sand-driving wind speed ranged from $- 0 . 1 0 4$ to 0.139 $( P { > } 0 . 0 5 )$ ，whereas the coefficients for the wind frequency ranged from O.557 to 0.989 $( P { < } 0 . 0 5 )$ ．Therefore，the trend for the wind environment was only significantly affected by variations of the frequency of the sand-driving wind speed. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.3 DP ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Although the variations of the mean and maximum wind speeds reflect the overall characteristics of the Yarlung Zangbo River basin's wind environment, they provide no detailed information about sand transport and wind direction. Based on the contribution of the maximum wind speed, we calculated DP and related parameters. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.3.1Spatial variation in DP ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The wind energy environment differed among the four wide valleys. In the Maquanhe wide valley, DP was between 2OO and 40o, so this region had an intermediate wind energy environment. In the Shigatse wide valley,DP was far greater than 4OO,so this region had a high wind energy environment. In the Shannan and Mainling wide vallys,DP was less than 2OO,so these regions had a low wind energy environment. Annual RDP/DP (directional variability) was the lowest in the Shigatse wide valley, with a wide unimodal wind regime, whereas it was intermediate in the other wide valleys,with obtuse or acute bimodal wind regimes,which also explains the differences in DP.RDD indicated that the direction of sand transport ranged from north to southeast, and moved clockwise (closer to the southeast) from the west end of the basin to the east (Fig. 5). ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/9830d03eb107c8eb13b075e6f6436ba7ad12aa6308a15eb796f691a4cdc058f1.jpg",
        "img_caption": [
            "Fig.5Wind energy environment in the four typical wide valleys of the Yarlung Zangbo River basin.DP,drift potential; RDP,resultant drift potential; RDP/DP,directional variability; RDD,resultant drift direction. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "To provide further insights into the wind regimes,we analyzed the wind regimes of the 11 meteorological stations (Fig. 6).The Tingri and Lhaze stations had a high wind energy environment, especially at Tingri station $\\mathrm { ( D P = } 2 1 6 3$ VU).Purang，Gyantse,and Nagarze stations had an intermediate wind energy environment.DP was less than 2OO at the other stations,indicating that they had a low wind energy environment. Although the wind energy environment differed among the stations,DP generally decreased from west to east. This is more visible based on kriging interpolation of the DP values (Fig.6). The annual directional variability (RDP/DP) was mostly intermediate,but values ranged from O.1 to O.9. Nyemo station had the highest directional variability, whereas Tingri and Bome stations had low directional variability.RDD values indicated that $7 2 . 7 \\%$ of the sand transport direction was towards the northeast. The direction of sand transport at Bome station was southeast, versus north-northwest at Nyemo and west at Nyingchi. RDP/DP and RDD showed that the direction of near-surface wind in the basin and its variability were relatively spatially consistent, but retained clear local characteristics. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "85E 90E 95E Purang Lhaze Shigatse Nyemo Lhasa Nyingchi DP=228 DP=626 DP=92 DP=62 DP=13 DP=55   \n220 RDP/1P=0.49 RDP/4P=0.77 RDP/DP=0.72/=01/06 RDP/2P=0.36 N RDD=188° RDD=264° RDD=239° RDD=145° RDD=257° RDD=89° V Purar   \nN00 50 No00 Lhasa Nyingchi Bome Shigatse Nyemo haze Zetang GyantseNagarze 300   \nN87 市 5 Tingr N087 S Legend 3 Bome DP=194 DP(VU) 家 RDP=172 W Sandy land Tingri Gyantse Nagarze Zetang RDP/DP=0.89   \nN97 Rieteorologial stain DP=21632 RDP/DP=0.87 DP-3614 RDP/DP=0.65 RDP/DP=0.66 DP2198 DP=131 RDP/DP=0.59 RDD=305° N97 ℃ 100 200 km RDD=235° RDD=237° RDD=267° RDD=231° 85E 90E 95E ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.3.2Temporal variation in DP ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The data from the long time series at four meteorological stations showed that except for RDP at Nyingchi, DP and RDP in the Yarlung Zangbo River basin decreased significantly from 1980 to 2015 following an exponential equation (Fig.7). However, there were no statistically significant trends at any of the four stations for RDP/DP and RDD.The variation in RDP/DP was relatively small at Shigatse and Zetang stations,with annual values of O.71 $( \\pm 0 . 1 0 )$ and 0.57 $( \\pm 0 . 1 3 )$ respectively. RDP/DP at Lhasa increased significantly ( $\\scriptstyle \\cdot R ^ { 2 } = 0 . 2 0$ ， $P { < } 0 . 0 1 \\rangle$ ），indicating the drift direction changed from multiple directions to a single direction.RDP/DP at Nyingchi first increased $( R ^ { 2 } { = } \\bar { 0 } . 5 0$ ， $P { < } 0 . 0 1 \\rangle$ ）and then decreased $R ^ { 2 } { = } 0 . { 3 6 }$ $P { < } 0 . 0 5 )$ , indicating that the sand drift direction changed obviously. The variation in RDD was smallest at Shigatse, with a value of $2 4 2 ^ { \\circ }$ （204号 $( \\pm 1 1 ^ { \\circ } )$ . The variation in RDD was moderate at Lhasa and Zetang,with values of $2 6 3 ^ { \\circ } ( \\pm 3 0 ^ { \\circ } )$ and $2 0 7 ^ { \\circ } ~ ( \\pm 3 1 ^ { \\circ } )$ , respectively. RDD at Nyingchi decreased significantly ( $R ^ { 2 } { = } 0 . 5 3$ ， ${ P \\mathrm { { < } } } 0 . 0 1$ )，and the standard deviation was largest, with a value of $\\pm 9 3 ^ { \\circ }$ , indicating complex sand drift directions in the lower reaches of the river during the study period. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/220b62048c56ae4105d47e49da0ec2220420469daf190195f668ca4a31c7750c.jpg",
        "img_caption": [
            "Fig.7Temporal variations in the wind environment at the four meteorological stations with a long statistical period (198O-2O15).The dashed lines in this figure represent the boundaries for the wind energy regimes defined in Table 2. "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "We found that the variation in these parameters was similar (Fig.7). For example, the variations in DP and RDP at Lhasa station were more strongly related to those at Zetang station ( $R ^ { 2 } { = } 0 . 6 0$ and 0.23, $P { < } 0 . 0 1$ , respectively) than to those at Nyingchi station ( $R ^ { 2 } { = } 0 . 1 2$ ， $P { < } 0 . 0 5$ $R ^ { 2 } { = } 0 . 0 5$ ， $P { > } 0 . 0 5$ ， respectively). The variation in RDP/DP at Lhasa station was weakly but significantly related to that at Nyingchi station ( $R ^ { 2 } { = } 0 . 1 7$ ， $P { < } 0 . 0 5 )$ . This suggests that there may be spatial consistency and differences in the changes of wind energy environment in the basin, which also supported by the variation in the wind regimes in the four wide valleys from 20O7 to 2O15.For example,there was a significant positive correlation between the variations in DP in the Shigatse and Shannan wide valleys $R ^ { 2 } { = } 0 . 4 8$ $P { < } 0 . 0 5 )$ ,and a weak or even negative correlation among the variation in DP and RDP between the Mainling wide valley and the other three wide valleys (Fig. 8a and b). A strong positive correlation in RDP/DP existed between the Shannan and Mainling wide valleys $( R ^ { 2 } { = } 0 . 5 9$ ， $P { < } 0 . 0 5$ ; Fig. 8c). The relationships in RDD among the wide valleys were weak and not significant (Fig.8d), which may be caused by the complex topography (discussed in Section 5.2). Overall, the characteristics of the parameters showed that the wind energy environment responded to similar driving forces in the upper and middle reaches of the Yarlung Zangbo River, especially in the middle reaches,but was obviously different in the lower reaches. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "We also observed obvious seasonal variation in the wind energy environment in the basin (Fig. 9). DP and RDP were higher in spring and winter than in summer and autumn, except for the Maquanhe wide valley (which had high DP in summer rather than winter). RDP/DP was generally lowest in winter (i.e.,a single dominant drift direction),and highest in summer (i.e., multiple significant drift directions), which agrees with the seasonal variation of DP.The seasonal variation in the RDD also differed among the wide valleys. In the Maquanhe wide vally, RDD was northeast in spring, and rotated counterclockwise towards north-northwest by winter. In the Shigatse and Mainling wide valleys,RDD was relatively constant in all seasons,but was east-northeast and east-southeast, respectively. In the Shannan wide valley,RDD was south-southeast in summer, but was eastnortheast in the other seasons. ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/02867ea6e415a62020fae0200f6096e6ce359e5582cc4d3ec03df9e63b5cc209.jpg",
        "img_caption": [
            "Fig.8Temporal variations in the wind environment at the four wide valleys (2Oo7-2Ol5).The dashed lines in (c) and (d) represent the boundaries for the wind energy regimes defined in Table 2. "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/0c237eb514ef9f0488a86c83cb1f0157fc19d1246ec673ef34dcba85bcd69ce9.jpg",
        "img_caption": [
            "Fig.9Seasonal variations in the wind environments of the four wide valleys (2oo7-2015) "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5 Discussion ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5.1 Variation in the wind environment ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The Yarlung Zangbo River basin is one of the strongest source regions in China for long-distance dust transmission,and this dust may have a serious impact both in China and on the global climate (Fang et al., 2OO4; Han et al.,2Oo8). The surface dust can be raised high into the atmosphere even by weak winds and then transported over thousands of kilometers by global wind systems or jet streams (Swet et al., 2O19). Therefore,surface dust and its dynamic evolution in the basin have attracted the attention of many aeolian researchers.However， detailed analysis of the wind environment was lacking until the present study. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The evolution of the mean wind speed shows that the wind environment weakened both annually and in each season from l98O to 2O15,at an average rate of $0 . 1 8 1 ~ \\mathrm { m / ( s { \\cdot } 1 0 \\mathrm { a } ) }$ . We also found that the mean and maximum wind speeds in the middle and lower reaches of the Yarlung Zangbo River have increased at different rates since 2Oo5 (Figs.3 and 4).In fact, this phenomenon that the reduction of wind speed from 1980 to 2004 and its recovery after 2O05 has been reported in the previous studies at global and regional scales. Previous studies suggested that the surface wind speed in most parts of the world has declined from mid-195Os until 2000 (Xu et al.,2006; Vautard et al.,2010;Wu et al.，2018b; Zhang and Wang,202O). The most significant decreases have occurred in Central Asia and North America,at an average rate of $0 . 1 1 ~ \\mathrm { m } / ( \\mathrm { s } { \\cdot } 1 0 \\mathrm { a } )$ ，followed by Europe,East Asia and South Asia $( 0 . 0 8 ~ \\mathrm { m } / ( \\mathrm { s } { \\cdot } 1 0 \\mathrm { a } ) )$ ,and finally Australia (Wu et al., 2O18b). The changes in the surface wind speed may be mainly caused by the changes in atmospheric circulation (Wu et al.,2018b),land use and cover change (Wu et al.,2016; Zha et al.,2O16; Zha and Wu,2017), surface roughness (Vautard et al.,2O1O),and human activity (Xu et al.,2Oo6). The declining rate in this study is higher than the value of $0 . 1 4 0 ~ \\mathrm { m / ( s { \\cdot } 1 0 \\mathrm { a } ) }$ that McVicar et al. (2O12) reported for the global terrestrial average wind speed, but consistent with the results of Guo et al. (2O11) in China （2 $( 0 . 1 8 0 \\mathrm { m } / ( \\mathrm { s } { \\cdot } 1 0 \\mathrm { a } ) )$ ,Cui et al.(2O17) in the dune fields of northern China ( $\\mathrm { 0 . 1 9 3 } \\mathrm { m } / ( \\mathrm { s } { \\cdot } \\mathrm { l 0 } \\mathrm { a } ) )$ ,and Jiang etal.(2O15) in the northeastern Tibetan Plateau ( $\\mathrm { 0 . 1 9 0 m / ( s . 1 0 a ) ) }$ . This shows that although there are regional differences,the wind speeds in China's arid and semi-arid areas have decreased at a similar rate.In addition,areversal of wind speed after 2OoO has also been observed at global scale (Kim and Paik,2015; Zeng et al.,2019; Zha et al.,2019; Zhang and Wang,2020),but the reasons for this reversal were complex.This may be partially explained by changes in human activities. The population is concentrated in the middle and lower reaches of the river,and increased at a rate of 41,000 people per year from 2005 to 2015 (based on data from Tibet's 2018 statistical yearbook). More than $80 \\%$ of local inhabitants live by grazing,farming,and gathering fuel by cutting trees (Shen et al., 2O12). Decreasing vegetation cover decreases surface roughness (Vautard et al.,2010), thereby increasing the near-surface wind speed.We also found the contribution of the maximum wind speed to the mean wind speed ranged between $4 7 . 6 \\%$ and $9 4 . 5 \\%$ ，which indicates that the maximum wind speed played an important role in determining the strength of the wind environment. This was consistent with the results of Vautard et al. (2O1O) and Guo et al. (2O11), who found that strong winds played a more important role than light winds in defining the wind environment. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The spatial and temporal characteristics of wind regimes in the different regions in the basin revealed that there was both inter-regional consistency and differences in the wind environment. The spatial variation in wind regimes indicated that RDP/DP and RDD were relatively consistent in the basin, but retained clear local characteristics.The temporal variation in wind regimes indicated that the wind environment responded to similar driving forces in the river's upper and middle reaches,but was different in the lower reaches. Our results are strongly supported by a mathematical simulation of the near-surface flow field in the basin (Li et al.,1999), which indicated that differences in the topography changed how the near-surface flow field developed in complex ways. Specifically,a westerly wind prevailed in the upper and middle reaches of the river (west of the Shannan wide vally),but in the river's middle reaches (near the Shannan wide valley), the wind was deflected counterclockwise, which paralleled the changing orientation of the river valley in this part of the basin. However, east of the Jiacha mountains (Fig.1),the valley winds met a descending east wind produced by the east Tibet secondary high pressure and downstream back flow, and the Indian monsoon can also reach the valley by traveling along the \"great gorge\" shown in Figure la (Yang et al.,1989). The interactions among these winds create a complex local flow field. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The temporal variation of the mean wind speed and DP showed that the overall strength of the wind environment decreased significantly, but that this decrease did not parallel the evolution of the area of aeolian sandy land in the basin. Shen et al. (2O12)and Liu et al. (2O19) showed that the areas of aeolian sandy lands in the basin (1975 to 2OO8) and in the four wide valeys (199O to 2014) increased,but that the magnitudes of the increase decreased gradually over time. This may be because the weakening wind was less able to entrain surface sediments, thereby allowing the sediments to accumulate instead of being transported downwind. Although weakening of the wind environment may limit the expansion of aeolian sandy land,the wind remained strong enough to provide a dynamic force that has shaped the basin's development since 1975.Previous research showed that the development of aeolian sandy land since 1975 was more closely related to human activities, increasing air temperature, and decreasing precipitation than to the wind speed (Shen et al.,2012). In general, the basin's arid and windy climate created favorable conditions for aeolian erosion, whereas human activities (e.g. grazing on natural rangeland) have greatly accelerated the development of aeolian sandy land since 1975. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "5.2 Wind regimes and aeolian geomorphological patterns ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "DP and its related parameters were related to the valley's aeolian geomorphological patterns. We found a moderately strong and statistically significant relationship between DP and the area of aeolian sandy land (Fig.1O),which indicates that DP was an important factor that controled the development and spatial distribution of aeolian sand. However, we also found that DP was largest in the Shigatse wide valley, but the area of aeolian sandy land was not correspondingly large.This suggests that the spatial distribution of aeolian sandy land was at least partially caused by other factors.When we excluded the Shigatse data from the regression，we obtained a stronger relationship ( $R ^ { 2 } { = } 0 . 9 2$ $P { < } 0 . 0 1$ ; Fig.1O). This difference may be because a long and narrow part of the valley lies upwind of Shigatse,and the valley changes direction sharply towards the north.This topography would have affected wind speed,and thus DP.The sediment supply is also important for the development of aeolian sediments (Zhang et al.,2015; Dong, 2O17; Zhang et al.,2018b). Dong (2O17) suggested that available sand sources controlled the characteristics of the sandy land on the Tibetan Plateau, such as the distribution and dynamic changes of aeolian sandy land and the aeolian landforms.The braided streams that are common in the river valley provide a rich sediment supply and an ideal place for the development of aeolian sediments.The river near Shigatse is a heavily braided stream 8 to $1 0 \\mathrm { k m }$ wide,whereas the braided river near Maquanhe can reach $2 5 \\mathrm { k m }$ wide,which also explains the results in Figure 10. ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/291b12bc3dd2cfb32fafcd55ddcb59a8d64ee7283708e51a860390a1112a6f7c.jpg",
        "img_caption": [
            "Fig.10Therelationship between the DPand theareaof aeolian sandy land.Thedata for the areas in the four wide valleys was obtained from Liu et al. (2019). "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "RDD strongly afected the sediment distribution patterns. Based on the RDD data for the basin, $7 2 . 7 \\%$ of the direction of sand transport was towards the northeast (Fig. 6),which was consistent with the spatial distribution of dunes in the basin.Aeolian sands developed most often on the slopes of the valley,especially along the northern bank of the river (Dong,2O17). Under the action of a southwest wind,climbing dunes and sand sheets can remain on the vally's northern slopes at close to the angle of repose,and in some cases climbed as far as $6 ~ \\mathrm { k m }$ along the slope, placing them among the highest-elevation aeolian sands in the world (Dong et al.,2O17).The spatial distribution of aeolian landforms was also strongly supported by the seasonal variation in RDD (Fig. 9). To the west of the Jiacha Mountains,aeolian landforms were mainly distributed on the river's northern bank,whereas to the east, they were mainly distributed on the southern bank. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "To further analyze the effect of RDD on sand dunes in the river valley，we analyzed the relationship between RDD and dune orientation. We obtained the orientation data by analyzing Google Earth images. The local RDD was strongly and significantly $( R ^ { 2 } { = } 0 . 9 9$ $\\scriptstyle P < 0 . 0 1 { \\dot { } }$ ）related to the dune orientation,but with the dunes oriented at a mean angle of $2 ^ { \\circ }$ to $1 7 ^ { \\circ }$ to RDD (Fig. 11a). However, at some locations,RDD was perpendicular and even opposite to the dune orientation, which is not surprising given the basin's vast expanse and complex topography. The movement of the near-surface airflow is easily changed by variations in the local topography, thereby resulting in variation in dune orientation (Fig. 11b). Although the overall characteristics of aeolian sand transport are shaped by the calculated wind regimes in the basin,our results differ from those obtained for lower elevation sand seas in northern China because the complex topography prevented us from obtaining a single overall description of sand movement. ",
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/9d0ca4575e18d86e17ebaaef7d243f6768ee7bd5d7beaecf88584d9ca588105e.jpg",
        "img_caption": [
            "Fig.11Relationship between the RDD and dune orientation (dashed line represents $y { = } x$ )(a).The dune orientation and migration direction (orange arrows） in the Mainling wide valley shown in Figure 1(center coordinates: $2 9 ^ { \\circ } 0 8 ^ { \\prime } 4 3 . 0 6 ^ { \\prime \\prime }$ $9 3 ^ { \\circ } 4 5 ^ { \\prime } 5 6 . 2 8 \"$ ; Image credit: Google Earth) (b). "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "5.3 Wind regimes and sand transport ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The grain size characteristics of the sediments not only reflect the effects of wind on the transport and sorting of source materials,but also reflect how land surface characteristics such as topography and vegetation affect aeolian sand transport (Zhang and Dong, 2O15). The proportion of the particles in each grain size category showed that the contents of very fine and fine sands generally increased slightly from west to east, but that the contents of medium and coarse sands generally decreased (Table 5). That is, the mean grain size in the basin decreased gradually from the upper reaches to the lower reaches.The grain size distribution was more strongly related to the sanddriving wind speed $\\scriptstyle ( R ^ { 2 } = 0 . 2 8$ to 0.73) for mean wind speed than to $D P$ （ $R ^ { 2 } { = } 0 . 0 0 7$ to 0.32). This may be because the mean wind speed (from l980 to 2O15） can beter represent the overall characteristics of the wind environment, whereas DP is calculated based on the maximum wind speed (from 2O07 to 2O15)and only reflects part of the information on the wind environment. With increasing sand-driving wind speed, the proportions of very fine and fine sands decreased, whereas the proportions of medium and coarse sands increased (Fig.12), which agrees with the results of Yang et al. (2O19) in a series of wind tunnel experiments. Dong and Li (1998) suggested that the silt and clay particles $( < 0 . 0 5 \\ \\mathrm { m m } )$ are difficult for the wind to erode because of their cohesion and because they are more likely to be protected against the wind by larger particles in a deposit that has a high proportion of large particles,and this may explain that there was no significant correlation between the silt and clay content and the sand-driving wind speed. Our results indicated that a strong sand-driving wind willblow away the very fine and fine surface sediments and leave medium and coarse sands at the surface; therefore,the grain size of barchan dunes in the vally exhibited a certain spatial variation. ",
        "page_idx": 15
    },
    {
        "type": "table",
        "img_path": "images/8786a93f8eed66164bcd0b2bbd01cedf4c774965f6e54eee83b9810317bb9f9a.jpg",
        "table_caption": [
            "Table 5Grain size characteristics of barchan dunes in typical dune fields of the Yarlung Zangbo River basin "
        ],
        "table_footnote": [
            "Note:ThecalculationmethodforthegrainsizeparametersandtherelatedgradingstandardisprovidedbyFolkandWard(957).The six samplesites(S1-S6;Fig.1)runfromwestoast.ThedatafortheMainlingwidevaleywereobtainedfrom Zhouetal.(011). "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Sample site</td><td colspan=\"8\">Percentage (%) in each size category (mm)</td><td rowspan=\"2\">Skewness</td><td rowspan=\"2\">Kurtosis</td></tr><tr><td>Silt and clay (<0.063)</td><td>Very fine (0.063-0.125)(0.125-0.25) (0.25-0.50)</td><td>Fine</td><td>Medium</td><td>Coarse (0.50-2.00)</td><td>Mean size (mm)</td><td>Sorting (p)</td><td></td></tr><tr><td>S1</td><td>6.39</td><td>14.41</td><td>27.64</td><td>35.67</td><td>15.88</td><td>0.30</td><td>1.01</td><td>0.21</td><td>1.29</td></tr><tr><td>S2</td><td>6.74</td><td>4.81</td><td>42.05</td><td>42.22</td><td>4.18</td><td>0.25</td><td>0.90</td><td>0.25</td><td>1.70</td></tr><tr><td>S3</td><td>16.66</td><td>13.57</td><td>40.02</td><td>27.38</td><td>2.37</td><td>0.19</td><td>1.74</td><td>0.54</td><td>2.19</td></tr><tr><td>S4</td><td>4.74</td><td>12.61</td><td>35.15</td><td>35.60</td><td>11.90</td><td>0.28</td><td>0.95</td><td>0.10</td><td>1.04</td></tr><tr><td>S5</td><td>8.36</td><td>10.44</td><td>38.59</td><td>36.43</td><td>6.18</td><td>0.25</td><td>1.20</td><td>0.32</td><td>1.87</td></tr><tr><td>S6</td><td>10.16</td><td>30.00</td><td>56.47</td><td>3.16</td><td>0.23</td><td>0.13</td><td>0.92</td><td>0.35</td><td>2.07</td></tr></table></body></html>",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/1876027600eeffbf5eaaf510a491a158073485da0ce14aad62a1da66a1f867d0.jpg",
        "img_caption": [
            "Fig.12Relationships between the percentage of different grain size fractions and the sand-driving wind speed "
        ],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The sediments in the basin were mostly poorly sorted $( 5 9 \\% )$ and moderately well sorted $( 3 3 \\% )$ ， which indicates that the time and distance of sand transport were relatively short. Of the sediments, $49 \\%$ were positively skewed, and $41 \\%$ were very positively skewed, which indicates that the sediments were mainly composed of coarse components.In addition, $56 \\%$ were very leptokurtic, $21 \\%$ were leptokurtic,and $21 \\%$ were mesokurtic,indicating that the sediment distribution was concentrated,and that at least some of the particles directly entered the aeolian environment without any change.Several factors are responsible for these characteristics. First, the sand dunes mainly developed near or between mountains (such as in the Lhaze area),resulting in short transport distances and limits the sorting of aeolian sediments by the wind. Second, previous studies showed that the large quantities of coarse fluvial sands that are exposed during the river's dry season provided the main material source for sand dunes near the river (Li et al.,1997; Li et al.,1999), which agrees well with our description of the sediment deposition environments based on Sahu's (1964)hypothesis (Table 6). The barchan dunes in the study area mainly formed in a fluvial environment $( 5 3 . 9 \\% )$ and a shallow marine environment $( 2 5 . 7 \\% )$ . Based on the similarity between shallow marine sediments and lacustrine sediments,the shallow marine environment could be redefined as a lacustrine environment. ",
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/afd8cbc21844ab39ca98f11292a3a54a47474fc3d15068230a4acac4f5c52a86.jpg",
        "table_caption": [
            "Table 6Deposition environments for barchan dunes at six sample sites in the Yarlung Zangbo River basin "
        ],
        "table_footnote": [
            "Note:Nodata isavailableforS6.-,nodataavailable.Thegrainsizeparametersofthedunes(Table5）wereusedtodetermnethe deposition environments based on the Sahu (1964) discriminant function. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Sample site</td><td colspan=\"5\">Deposition environment (% of total particles)</td></tr><tr><td>Aeolian</td><td>Beach</td><td>Shallow marine</td><td>Turbidity current</td><td>Fluvial</td></tr><tr><td>S1</td><td></td><td></td><td>10.3</td><td>7.7</td><td>2.6</td></tr><tr><td>S2</td><td>7.7</td><td></td><td>5.1</td><td></td><td>7.7</td></tr><tr><td>S3</td><td></td><td></td><td></td><td></td><td>20.5</td></tr><tr><td>S4</td><td></td><td></td><td>10.3</td><td>5.1</td><td>2.6</td></tr><tr><td>S5</td><td></td><td></td><td></td><td>-</td><td>20.5</td></tr><tr><td>Total</td><td>7.7</td><td>0</td><td>25.7</td><td>12.8</td><td>53.9</td></tr></table></body></html>",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "As described above,the characteristics of the sediments were generally controlled by the wind environment, with a certain amount of spatial variation. However, due to the influence of topography and material sources,the efect of wind on the aeolian sands was more difficult to describe than in lower-elevation sand seas in northern China. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "6 Conclusions ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "In this study, we modified the threshold wind velocity to account for the lower air pressure at our high-elevation study sites in the Yarlung Zangbo River basin of the southern Tibetan Plateau. We analyzed the spatial and temporal variation in the near-surface wind regimes using data from 11 meteorological stations in and around the study area, and examined the relationships between this variation and the aeolian sediment environment. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "We found that the wind environment showed strong spatial and temporal differences.Wind speeds and the frequency of sand-driving wind tended to decrease from west to east,and were generally high in spring and winter, and generally highest in spring,but were generally lowest in summer and autumn.The mean wind speed has decreased significantly over time, but with regional and seasonal differences in the magnitude of the decrease.This variation of the mean wind speed was mostly caused by changes in the wind frequency. The maximum wind speed accounted for $6 2 . 6 \\%$ of the mean wind speed, which suggests that the maximum wind speed was responsible for weakening or strengthening the wind regime. DP and related parameters showed high spatial and temporal variation. DP and RDP generally decreased from west to east; RDP/DP was mostly intermediate (moderate variability in direction)； and RDD mainly indicated winds towards the northeast. DP and RDP showed significant exponential decreases since 198O; in contrast, there were no significant temporal trends for RDP/DP and RDD.DP and RDP were generally higher in spring and winter, and were generally lower in summer and autumn; RDP/DP was generally lowest in winter,and was highest in summer, but the seasonal variation in RDD was complex. These variation characteristics indicated that the wind environment most likely responded to similar driving forces in the river's upper and middle reaches,but was different in the lower reaches. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The wind regime corresponded well to the observed aeolian geomorphological patterns. DP represented the dynamic conditions for the development of the aeolian sediments,and RDD controlled the orientation of the aeolian sediments,but the sand drift direction was altered by variations in the local topography.The grain size of the sediments showed spatial variation,and was affected by the sand-driving wind speed. With increasing wind speed,the content of very fine and fine sands decreased,whereas the content of medium and coarse sands increased. However, the grain size characteristics of the aeolian sand showed strong influences of the local supply and relatively weak reworking by the wind. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "This research was sponsored by the Second Tibetan Plateau Scientific Expedition and Research Program (STEP) (2019QZKK0602) and the Open Foundation of MOE Key Laboratory of Western China's Environmental System, Lanzhou Universityand the Fundamental Research Funds for the Central Universities (lzujbky-2O2O-kbO1).We are grateful to Mr. Geoffrey HARTfor the language editing,and Dr. CUI Xujia (Taiyuan Normal University,China) and Dr.LI Chao (Shaanxi Normal University,China） for their helpful discussions.We also thank the two anonymous reviewers for their valuable comments for improving the quality of the manuscript. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "AlexanderssonH.1986.Ahomogeneitytestapplied precipitationdata.International JournalofClimatology,6:661-675.   \nAzorin-MolinaC,Vicente-Serrano SM,McvicarTRetal.20l4Homogenizationandassessmentofobservednear-surface wind speed trends over Spain and Portugal,1961-2011. Journal of Climate,27(10): 3692-3712.   \nBagnold R A.1941.The Physics of Blown Sand and Desert Dunes.London: Methuen,1-106.   \nCuiXJ,Dong ZB,SunH,etal.2O17.Spatialandtemporalvariationofthe near-surface windenvironmentinthedunefieldsof HOIueIn Cmma. einauonal jouHai ol CaoIogy,ɔo():   \nDongYX,Li S,Dong GR.199.Present status andcauseof land desertification in the Yarlung Zangbo Riverbasin.Chinese Geographical Science, 9(3): 36-43.   \nDong ZB,HuGY,QianGQ,etal.2l7.High-altitudeaeolianresearchonthe Tibetan Plateau.Reviews ofGeophysics,5(6): 864-901.   \nDong ZB,LiZS.1998.Wind erodibilityofaeoliasandasinfluencedby grain sizeparameters.JournalofSoilErosionand Soil and Water Conservation,4(4):1-5.(in Chinese)   \nDong ZB,Su ZZQian GQ,etal.20.Aeolian Geomorphologyof the Kumtagh Desert.Beijing: Science Pres,1-314.(in Chinese)   \nDong ZB. 2017. Tibetan Plateau Atlas of Aeolian Geomorphology. Xi'an: Xi'an Map Pres,1-116.   \nFang XM,HanYX,MaJH,etal.2Oo4.Dust stormsandloessacumulationonthe TibetanPlateau:acase studyof dust event on 4 March 2003 in Lhasa. Chinese Science Bulletin,49(9): 953-960.   \nFolk RL,Ward WC.1957.Brazos River bar:a studyin the significanceof grain size parameters.Journalof Sedimentary Research,27(1): 3-26.   \nFryberger SG,Dean G.1979.Dune forms and wind regime.In: MckeeED.A Studyof Global Sand Seas.Washington: US Government Printing Office.   \nGuo H,Xu M,HuQ.2011.Changes in near-surface windspeedinChina:1969-2O15.InternationalJournalofClimatology,1(3): 349-358.   \nHan QJ,Qu J,Dong ZB.et al. 2O14.The effect ofair densityonsand transport structures and the Adobe Abrasion Profile: a field wind-tunnel experiment over a wide range of altitude.Boundary-Layer Meteorology,15O(2): 299-317.   \nHan QJ,QuJ,Dong ZB,etal.2O15.Airdensityefectsonaeoliansand movement: implications forsedimenttransportandsand control in regions with extreme altitudes or temperatures.Sedimentology,62(4): 1024-1038.   \nHanYX,Fang XM,Kang SC,etalO08.ShiftsofdustsourceregionsovercentralAsiaandtheTbetanPlateau:coections with the Arctic oscilltion and the westerly jet.Atmospheric Environment,42(10): 2358-2368.   \nHanYX,Fang XM, ZhaoTL,et al.2O9.Suppesionof precipitationbydust particles originated inthe Tibetan Plateau. Atmospheric Environment,43(3):568-574.   \nHe DH,TianHDeng WT.2O12.Comparativeanalysisoftheeffctsofdiferentmethodsinhomogenetiytestonanual wind speed.Transactions of Atmospheric Sciences,35(3): 342-349. (in Chinese)   \nJiangYY,ECY,HouGL,etal.2O15.TempoalandspatialdistributionofsurfaceindintheregioofnortheastTbetaPateau. Journal of Qinghai Normal University (Natural Science),31(1): 62-70.(in Chinese)   \nKimJC,Paik K.20l5.Recentrecovery of surface wind speed afterdecadaldecrease:afocus onSouth Korea. Climate Dynamics, 45: 1699-1712.   \nLi C,Dong ZB,Yin SY,etal.2O19.Influence ofsalinityand moistureon the threshold shear velocityof salinesand in the Qarhan Desert, Qaidam Basin of China: a wind tunnel experiment. Journal of Arid Land,11(5): 674-684.   \nLiHD,FangY,ShenWS,etal.2Ol.SpatialdistributionandevolutioofeoliansandylandintheareasaroundShgatsePeace Airport of Tibet, China since 1975.Journal of Natural Resources,26(7): 1148-1155.(in Chinese)   \nLiS,Dong GR,ShenJY,etal.199.Formationmechanismanddevelopmentpaternofaeoliansandlandfor inYarlungZangbo River valley. Science in China (Series D),42(3): 273-284.   \nLi S,Wang Y,HaS,etal.1997.Clasificationand developmentof aeoliansandlandforms intheYurlung Zangbo Valley.Journal of Desert Research,17(4): 342-350.(in Chinese)   \nLiS,YanPGaoSY,etal.2Oo4.DyamicchangesanddevelopmentaltrendsofthelanddesertificationinibetanPlateauover the past 10 years.Advances in Earth Science,19(1): 63-70.(in Chinese)   \nLing ZY,YangSL,WangX,etal..Spatial-temporaldiferentiationofoliansdimentsinthearlungsangpoatchent, Tibetan Plateau,and response to global climate change since the Last Glaciation.Geomorphology,357:107104.   \nLiu H,LiXY,XiaoJH,et al.2O19.Variationsof wind erosionclimaticerosivityinthe Yarlung Zangbo River basinduring 1961-2015. Scientia Geographica Sinica,39(4): 688-695. (in Chinese)   \nLiu X N.2Ooo.The homogeitytest onmean anual wind speed over China. Quarterly Journalof Applied Meteorology,11(1): 28-34.(in Chinese)   \nLiuY, Wang YS,ShenT.2O19.SpatialdistributionandformationmechanismofaeoliansandinthemidlereachesofteYarlung Zangbo River. Journal of Mountain Science,16(9): 1987-2000.   \nMcVicarTR,RoderickML,DonohueRJ,etal.2O1.Gobalreviewandsynthesisoftrends inobserved terestrialnear-surface wind speeds: implications for evaporation.Journal of Hydrology,416-417:182-205.   \nSahuRK.1964.Depositionalmechanisms fromthe sizeanalysisofclasticsediments.Journal ofSedimentResearch,34(1):73-83. 1975 to 2008.Global and Planetary Change,86-87: 37-44.   \nShiPJ,ChenYQ,ZhangAY,etal.2019.Factorscontributiontooxygenconcentration inQinghai-Tibetan Plateau.Chinese Science Bulletin,64(7): 715-724.(in Chinese)   \nSunJM,LiSH,uhsR,etal7.Loessdimentationinibet:provenane,processesndlinkwithQuaterarygaciatios. Quaternary Science Reviews,26: 2265-2280.   \nSun M,ShenWS,LiHD,etal.2010.Traitsanddynamicchangesoftheaeoliasandylandin thesourceregionoftheYarlung Zangbo River in Tibet.Journal of Natural Resources,25(7): 1163-1171.(in Chinese)   \nSwetN,ElperinT,KokJF,etal.2O19.Canactiesands generatedustparticlesbywind-inducedprocesses?Earthandlaetary Science Letters,506: 371-380.   \nVautard R,Cattiaux J,YouP,etal.210.Northern Hemispereatmosphericstilling partlyatributed toanincreaseinsurface roughness.Nature Geoscience,3(11): 756-761.   \nWang XM,LangLL,YanP,etal.2O16.Aeolianprocesesandtheirefectonsandydesertificationof theQinghai-TibetPlateau: a wind tunnel experiment. Soil and Tillage Research,158: 67-75.   \nWu J,ZhaJL,ZhaoDM.2O16.Estimatingthe impactof thechanges inlanduseandcoveronthe surface wind speedoverthe East China Plain during the period 1980-2011. Climate Dynamics,46: 847-863.   \nWuJ, Zha JL,ZhaoDM,et al.2018a.Changesof wind speed at different heightsovereastern China during1980-2011. International Journal of Climatology,38: 4476-4495.   \nWu J,ZhaJL,ZhaoDM,etal.2O18b.Changes interestrialnear-surface wind speedandtheirpossiblecauses:anoverview. Climate Dynamics,51: 2039-2078.   \nXu C,MaYM,YangK,etal.2018.TibetanPlateauimpactsonglobaldusttransportintheuppertroposphere.JournalofClimate, 31(12): 4745-4756.   \nXu M,Chang C,Fu CB,etal.2006.Steadydeclineof east Asian monsoon winds,1969-20o:Evidencefrom direct ground measurements of wind speed. Journal of Geophysical Research,111(D24),doi: 10.1029/2006JD007337.   \nYang JH,Dong ZB,Liu ZY,et al.2O19. Migrationof barchan dunes inthe westernQuruq Desert,northwester China.Earth Surface Processes and Landforms,44(10):2016-2029.   \nYang JH,XiaDS,GaoFY,et al.2O2O.Aeolian deposits inthe Yarlung Zangbo Riverbasin,southern Tibetan Plateau:Abrief review.Advances in Earth Science,35(8): 863-877.(in Chinese)   \nYang Y C,Gao DY,LiB S.1989.Studyonthe moisture passge on the lowerreaches of the Yarlung Zangbo River. Science in China (Series D),32(5): 580-593.   \nYang YY,LiuLY,LiXY,etal.2019.Aerodynamic grain-size distributionofblownsand.Sedimentology,66: 590-603.   \nYuanL,Shen WS,LiHD,etal.2O10.Evolutionandcausesof aeoliandesertificationofthe middlereachesof Yarlung Zangbo River, China.Journal of Ecology and Rural Environment,26(4):301-305.(in Chinese)   \nZeng ZZ,ZieglerAD,SearchngerT,etal019.Areversal inlobal terestrial stllinganditsimplicationsforwndenrgy production.Nature Climate Change,9: 979-985.   \nZhaJL,WuJ.2Ol7.Efectsoflnduseandcoverchangeonthenear-surfacewind speedoverChinain thelast30years.Progress in Physical Geography,41(1): 46-67.   \nZha JL,Wu J, Zhao DM.2O16.Changes of probabilities in diferent wind grades induced byland use and cover change in Eastern China Plain during 1980-2011.Atmospheric Science Letters:17: 264-269.   \nZha JL,WuJ,Zhao DM,etal.2019.Aposible recoveryof thenear-surface windspeedinEastern China during winterafter 2000 and the potential causes.Theoretical and Applied Climatology,136:119-134.   \nZhang ZC,Dong Z B.2O15. Grain size characteristics in the Hexi Corrdor Desert.Aeolian Research,18: 55-67.   \nZhang ZC,Dong ZB,LiCX.2015.Windregimeand sand transportin China's Badain Jaran Desert.Aeolian Research,17:1-13.   \nZhang ZC,Dong ZB,Hu GY,etal.2O18a. Migration and morphologyof asymmetric barchans in thecentral HexiCoriorof northwest China. Geosciences,8(6): 204.   \nZhang Z C,Dong ZB,Qian G Q,et al.2018b.Formation and developmentof dunes in the northern Qarhan Desert,central Qaidam Basin,China. Geological Journal,53:1123-1134.   \nZhang ZT,Wang KC.2O20.Stillng andrecoveryof thesurface wind speed basedonobservation,reanalysis,and geostrophic wind theory over China from 1960 to 2017.Journal of Cliamte,33:3989-4008.   \nZhou N,Zhang CL,LiuYG.2Ol.Variationof grainsizeonsurfaceof barchans in Mainling Geatvalley,Yarlung Zangbo River. Scientia Geographica Sinica,31(8):958-963.(in Chinese)   \nZou XY,LiS,Zhang CL,etal.2OO2.DesertificationandcontrolplanintheTibetAutonomousRegionofChina.Journalof Arid Environments,51: 183-198. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    }
]