[
    {
        "type": "text",
        "text": "1 酵母菌制剂在调控特牛瘤胃发育及免疫功能方面的应用",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2 仲伟光 祁宏伟\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "3 (吉林省农业科学院畜牧科学分院，公主岭136100)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "4摘要：酵母菌制剂对平衡反刍动物瘤胃生态、促进消化器官发育、提高免疫功能有一定促  \n5 进作用。犊牛处于微生态系统建立、瘤胃结构发育以及免疫系统完善的特殊生理阶段，酵母  \n6號 菌有助于改善犊牛生长性能。本文总结了前人的研究结果，主要从酵母菌制剂对犊牛瘤胃发  \n7 育和机体免疫功能等方面的作用进行综述，以期为后续的科研工作和生产实践提供理论参考。  \n8 关键词：酵母菌制剂；特牛；瘤胃发育；机体免疫功能",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中图分类号：S823",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "10 作为优质的蛋白质来源，酵母菌具有粗蛋白质含量高，氨基酸种类丰富，维生素B 和维  \n11 生素E多等优点，它不仅能够为动物体提供丰富的营养物质及促生长因子，同时对促进反刍  \n12 动物瘤胃发育、调节胃肠微生态平衡及完善免疫功能都有积极的作用[1]。尤其是酵母细胞壁  \n13 组成成分，对提高动物免疫能力有显著的促进作用[2]。而且，酵母菌制剂无毒、无害、无残  \n14 留，是抗生素类添加剂的优良替代品。在饲料添加剂领域具有非常大的发展潜力。本文对现  \n15 阶段的研究结果进行了总结，希望能够为后期的科研工作及生产实践提供理论参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1酵母菌制剂的分类及作用",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "7 迄今为止，人类已发现的酵母菌种类已有1000多种。它不仅家族系统庞大，而且应用3 广泛，在医疗保健、酿酒工业、食品加工、色素生产和动物饲养等方面都有优秀的表现。在） 畜牧业中应用的酵母菌大致可以分为2大类。一类为生物活性酵母菌，是由发酵的活酵母经） 过干燥得来，每克产品中至少含有 $1 . 5 { \\times } 1 0 ^ { 6 }$ 个活的酵母细胞。它可以改善寄主动物胃肠微生I 态的平衡，有益于动物的健康生长，对反刍动物起到益生菌的作用。另一类是由酵母菌及其> 培养基一起干燥得来的，被称为酵母菌培养物。酵母菌培养物中含有酵母细胞壁(β-葡聚糖和3 甘露聚糖)、可溶性维生素、蛋白质、多肽、氨基酸、核苷酸、脂类、有机酸、酯类和醇类、1 维生素B、多酚、有机酸和抗氧化剂等[2-3]。这些物质对动物的生长和健康都起到积极作用。5 所以一些学者认为酵母菌制剂的作用可能更多地归功于酵母细胞壁的组成成分。酵母菌培养5 物中含有少数的活酵母和大量的代谢产物，因此也有人认为酵母菌培养物具有益生菌和益生7 素的双重作用。但是，近期的研究提出，这2类产品在影响瘤胃发酵的作用效果上没有显著3 的差异[2]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2酵母菌制剂对特牛瘤胃发育的影响） 2.1对犊牛瘤胃形态发育的影响",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "胃肠的发育对犊牛的生长和健康都至关重要，这个发育过程主要依赖于菌群的建立、纤维型饲粮的初食以及消化和吸收的机制等[4]。由于犊牛的瘤胃体积小且不具有完善的瘤胃功能，所以它更像一个单胃动物的胄。瘤胄功能的发挥依赖于其结构发育。而在饲粮中补充微生物制剂可以加快胃肠道参数的变化[5]。瘤胃的发酵能力与瘤胃绒毛形态相关，而酵母菌培养物已被证明可以改善瘤胃隐窝深度和绒毛高度比[6]。Lesmeister等[7]在断奶期给犊牛补饲 $2 \\%$ 的酵母菌培养物，使瘤胃绒毛长度和宽度分别增加了 $1 9 \\%$ 和 $21 \\%$ 。Brewer 等[8]的试验也证明,给体态瘦弱的犊牛饲喂酵母菌培养物能够促进瘤胃绒毛的成熟。但是，在Kaldmäe 等的试验中，并未发现酵母菌培养物对瘤胃乳绒毛的长度、宽度、数量以及瘤胃壁厚度等产生显著影响。这可能与试验所用的犊牛月龄有关，因为瘤胃绒毛的发育规律会随动物的生长产生变化。酵母菌制剂对犊牛的影响能否被观测到还取决于它的摄入方式，只有随饲粮进入瘤胃，其作用效果才能被观察到，如果随牛乳绕过瘤胃进入皱胃就无法观察到其作用效果[10]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2对犊牛瘤胃微生态发育的影响",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "微生物是瘤胃发挥功能的基础，其定植过程从犊牛一出生便开始。尤其一些对瘤胃功能非常重要的细菌，在犊牛一出生就在瘤胃内出现[11]。酵母菌制剂可以加速犊牛瘤胃的微生物区系的形成，这对于在断奶过程中实现瘤胃生态系统功能至关重要。在犊牛出生后的 28d里，活性干酵母能够增加瘤胃液中丁酸弧菌属的丰富度，使丁酸浓度得到提升[12]。在小母牛饲粮中补充酵母菌培养物能够使其瘤胃内细菌总数增加[13]。尤其是在高纤维水平下的作用效果更加明显[3]。不仅如此，在体外试验中酵母菌培养物也能够增加人工瘤胃内细菌、真菌及原虫的总数[14]。这说明酵母菌培养物能够促进犊牛瘤胃中纤维分解菌的繁殖，为犊牛开始采食纤维型饲粮打下基础。酵母菌培养物对乳酸利用菌的促进作用也尤为突出[3]。乳酸被利用后不仅降低了降解反应的产物浓度，有利于剩余底物的降解，同时缓解了pH的降低，减少酸性环境给动物体和微生态系统带来的危害。而活性酵母调控瘤胃生态的机制，可能与其消耗瘤胃内的氧气、与有害菌竞争发酵底物和生存空间以及为有益菌提供养分并消耗其代谢产物等因素相关，但具体的调控机制还有待进一步的研究。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3对犊牛瘤胃内环境发育的影响",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "稳定的瘤胃液pH可以为瘤胃细菌和原生动物的生存繁殖提供一个合适的环境[15]。酵母菌制剂具有通过控制乳酸浓度来稳定瘤胃液pH的能力已经得到肯定，但对犊牛瘤胃挥发性脂肪酸的影响尚不完善。有的学者指出，活性酵母能够使纤维降解菌的代谢发生转变，从而减少总挥发性脂肪酸的浓度，而且可以在此基础之上提高丙酸的比例[16]。Mutsvangwa 等[17]将活性酵母饲喂给3月龄的犊牛，使醋酸盐和总挥发性脂肪酸的浓度都有所增加。出现不同观点的原因可能是酵母菌在稳定瘤胃液 $\\mathsf { p H }$ 的过程中更倾向于依赖对乳酸的调节，而挥发性脂肪酸的贡献并不大。厌氧环境也是瘤胃发酵功能的重要需求。Newbold[18]指出，酵母菌能够通过促进厌氧真菌的生长使氧气消失率提高 $4 6 \\% \\sim 8 9 \\%$ ，从而巩固瘤胃厌氧环境，为厌氧真菌提供良好的生存条件。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3酵母菌制剂对特牛免疫体系的影响",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1对特牛免疫功能的影响",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "肠道是抵御病原体和其他有害物质的第1道防线[19]。同时也是酵母菌制剂在免疫调节中发挥作用的主要位置。酵母菌培养物可以提供具有抗炎、抗氧化和调节免疫能力的活性物质[20]。在酵母菌细胞壁中发现的复杂的多糖，如β-葡聚糖和甘露聚糖也被确认具有免疫调节功能[2]。酵母菌所产生的β-葡聚糖被模式识别受体(patterm recognition receptor，PRR)认定为病原相关分子模式(pathogen associated molecular pattrn，PAMP)，来帮助抗体对抗原进行识别[21]。然而，这种成分是动物体自身不能合成的。先天免疫系统中的中性粒细胞和巨噬细胞等都需要借助它对病原体进行识别[21]。因为酵母菌不能穿透肠道内皮细胞屏障，所以有的研究者认为，是β-葡聚糖发挥了免疫调节作用[22]。这说明酵母菌提高犊牛的免疫能力不仅是因为提供了免疫活性物质，更主要的原因可能是因为它提高了先天免疫细胞对病原体的识别能力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2对特牛启动适应性免疫的影响",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "研究表明，当特牛受内毒素侵扰时，不仅会使血液指标发生改变，同时其采食、卧立、舔毛以及反刍等行为都会发生改变[23]。而补充酵母菌培养物能够使犊牛从毒素的影响中快速恢复[24]。因为它可以激活适应性免疫反应，当免疫反应被激活后活性物质开始扩增，直至达到能对抗传染性病原体的临界量。这个过程中动物体内会形成免疫反应的反馈性“抑制”机制，该机制在保证宿主抵抗炎症[21]的同时，不会过度刺激或抑制免疫活性[25]。对尚未具有反刍行为的特牛来说，其免疫能力更多依赖于摄入的营养物质，因为其体内的部分免疫活性物质是从母乳中获得的。一些学者认为，改善特牛健康状况的基础是提高营养物质的供给，其效果要比改变免疫系统成分更好[26-27]。而酵母菌培养物不仅能够为犊牛提供丰富的营养物质，还能够为其提供免疫活性物质和免疫调控因子，这对犊牛的健康生长非常重要。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.3对犊牛抵抗病原微生物的影响",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "由于犊牛的免疫系统仍不够完善，所以很容易受到各种病原微生物和环境压力的影响。发烧和腹泻是犊牛常见的症状，因此导致的断奶体重低和断奶后生长缓慢是无法通过后期的营养得到补偿的[28]。犊牛的腹泻与微生物的多样性相关[29]，稳定的微生物系统有助于动物抵抗感染。当致病性细菌在小肠内增殖时，微生物的多样性就会受到干扰，从而导致有益的共生细菌数量减少[30]。酵母菌培养物能够促进有益的共生菌定植和繁殖[8]，促使其与病原微生物竞争生存空间和营养物质，这可能是酵母菌能够控制病原微生物的原因之一。研究者发现，酵母菌培养物增加了大肠中微生物物种的丰富性，促进了纤维分解菌的定植，从而使腹泻率降低[6,31]。Brewer 等[8]研究了酵母菌发酵产物(SCFP)的抗沙门氏菌效果，SCFP 组只有少数犊牛出现腹泻及发烧，而对照组在 SCFP 组停止治疗4d后这些症状仍在持续。Galvao 等[32]发现酵母菌制剂使犊牛腹泻的天数减少，但是粪便得分与对照组相似。这说明酵母菌制剂可以在一定范围内刺激有益菌的生长而抑制有害菌的生长。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.4对其他病理因素的影响",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "免疫系统和抗氧化系统是相互影响的。体外试验显示，低浓度 $( 0 . 0 0 0 1 \\mathrm { m g / L ) }$ 的酵母菌培养物可以显著减少中性粒细胞内活性氧自由基的形成[2]。这为中性粒细胞更好地发挥免疫功能提供有利条件。腹泻与电解质流失密切相关，试验表明酵母菌培养物可以使犊牛体内电解质的利用减少[31.33]。这对减少特牛腹泻起到积极作用。发热是动物体发生病变的另一重要表现。Hill等[10]在给犊牛补充活性酵母后，观测到有降低其体温的趋势，而 Seymour 等[34]给犊牛补充酵母菌培养物后，其体温降低的程度达到显著水平。这说明酵母菌制剂对犊牛的发热现象也有一定的缓解作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "5小结与展望 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "酵母菌制剂能够改善犊牛瘤胃结构参数，平衡瘤胃菌群结构，提高动物体免疫功能。尤其是在动物体处于某种压力下时，其作用效果可能更加明显。在调控瘤胃微生态及瘤胃发酵方面，酵母菌培养物与活性干酵母据有相似的作用效果。但是在提高动物体免疫功能方面，活性酵母的报道较少，而酵母菌培养物的作用效果显得更为突出。不仅如此，酵母菌制剂不会对动物产生危害或残留，是犊牛的优质饲料添加剂。但是在后续的科研工作中还需要做更多的努力。才能够获得更好的应用效果。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "犊牛缺少发达的瘤胃结构及稳定的瘤胄生态系统。而微生物的定植是瘤胃发育和发挥功能的基础。所以后续的研究可以利用实时荧光定量PCR、高通量测序以及宏基因组等技术来监测可能受酵母菌制剂影响的微生物种群。这更有利于阐明酵母菌对犊牛瘤胃微生物区系的调控机制。同时，继续了解酵母菌制剂对瘤胃发育的影响是很重要的，因为健康的瘤胃有助于提高动物的健康水平及后期的生产性能。并且从犊牛出生便开始监测其瘤胃结构参数可能更有效。因为这一时期特牛瘤胃发育速度快，结构变化大。此外，接下来的试验中可以添加更多的控制条件，如年龄、性别、品种以及生存环境等，这样有利于更系统地研究酵母菌制剂对犊牛的影响。对酵母菌制剂减少电解质流失的机理的研究应该更为深入。这将可能阐明",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "酵母菌减少腹泻的最直接原因，提高其作用效率。虽然目前对酵母菌的作用机理尚未完全明 确。但可以肯定的是，酵母菌的作用效果主要依赖其营养作用、免疫作用和对微生态的调控 作用。所以，后续的研究如果能够从这3个方面继续深入，可能会取得多的成果。   \n参考文献：   \n[1] PACHECO M T B,CABALLERO-CORDOBA G M,SGARBIERI V C.Composition and nutritive value of yeast biomass and yeast protein concentrates[J].Journal of Nutrition Science and Vitaminol0gy,1997,43(6):601-612.   \n[2] JENSEN G S,PATTERSON K M,YOON I.Yeast culture has anti-inflammatory effects and spedfically activates NK cells[J].Comparative Immunology,Microbiology and Infectious   \nDiseases,2008,31(6):487-500.   \n[3] CALLAWAY E S,MARTIN S A.Effects of a Saccharomyces cerevisiae culture on ruminal bacteria that utilize lactate and digest cellulose[J].Journal of Dairy Science,1997,80(9):2035-2044. [4] BALDWIN R L,MCLEOD K R,KLOTZ JL,et al.Rumen development,intestinal growth and hepatic metabolism in the Pre-and post weaning ruminant[J].Journal of Dairy   \nScience,2004,87:E55-E65.   \n[5] YOHE T T,O'DIARN K M,DANIELS K M.Growth,ruminal measurements,and health Characteristics of Holstein bullcalves fed an Aspergillus oryzae fermentation extract[J].Journal of Dairy Science,2015,98(9):6163-6175.   \n[6] XIAO J X,ALUGONGO G M,CHUNG R,et al.Effects of Saccharomyces cerevisiae   \nfermentation products on dairy calves:ruminal fermentation,gastrointestinal morphology,and microbial community[J].Journal of Dairy Science,2016,99(7):5401-5412.   \n[7] LESMEISTER K E,HEINRICHS A J,GABLER M T.Efects of supplemental yeast   \n(Saccharomyces cerevisiae) culture on rumen development,growth characteristics,and blood parameters in neonatal dairy calves[J].Jourmal of Dairy Science,2004,87(6):1832-1839.   \n[8] BREWER M T,ANDERSON K L,YOON I,et al.Amelioration of salmonellosis in pre-weaned dairy calves fed Saccharomyces cerevisiae fermentation products in feed and milk   \nreplacer[J].Veterinary Microbiology,2014,172(1/2):248-255.   \n[9] KALDMAE H,SUURMETS H,JARVEOTS T,et al.Effects of supplemental yeast   \n(Saccharomyces cerevisiae) culture on rumen development and growth in calves[J].Agraarteadus Journal of Agricultural Science,2008,19:19-23. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[10] HILL S R,HOPKINS B A,DAVIDSON S,et al.The addition of cotonseed hulls to the starter and supplementation of live yeast or mannan oligosaccharide in the milk for young calves[J].Journal of Dairy Science,2009,92(2):790-798. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[11] JARN E,ISRAE A,KOTSER A,et al.Exploring the bovine rumen bacterial community from birth to adulthood[J].The ISME Journal,2013,7(6):1069-1079. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[12] CHAUCHEYRAS-DURAND F,WALKER N D,BACH A.Effects of active dry yeasts on the rumen microbial ecosystem:past,present and future[J].Animal Feed Science and   \nTechnol0gy,2008,145(1/2/3/4):5-26.   \n[13]LASCANO G J,HEINRICHS A J.Yeast culture (Saccharomyces cerevisiae) supplementation in growing animals in the dairy industry[C]/CAB reviews perspectives in agriculture veterinary science nutrition and natural resources papers.[S.l.]:[s.n.],2007:49.   \n[14] DING G Z,CHANG Y,ZHAO L P,et al.Effect of Saccharomyces cerevisiae on alfalfa nutrient degradation characteristics and rumen microbial populations of steers fed diets with different concentrate-toforage ratios[J].Journal of Animal Science and Biotechnology,2014,5(1):24.   \n[15] KEHOE S I,HEINRICHS AJ,BAUMRUCKER C R,et al.Effects of nucleotide   \nsupplementation In milk replacer on small intestinal absorptive capacity in dairy calves[J].Journal of Dairy Science,2008,91(7):2759-2770.   \n[16] HUCKO B,BAMPIDIS V A,KODES A,et al.Rumen fermentation characteristics in   \npre-weaning calves receiving yeast culture supplements[J].Czech Journal of Animal   \nScience,2009,54(10):435-442.   \n[17] MUTSVANGWA T,EDWARDS I E,TOPPS J H,et al.The effect of dietary inclusion of yeast culture (Yea-Sacc) on paterns of rumen fermentation,food intake and growth of intensively fed bulls[J].Animal Production,1992,55(1):35-40.   \n[18] NEWBOLD C J.Probiotics for ruminants[J].Annales de Zootechnie,1996,45()S1:329-335. [19] ZAWORSKI E M,SHRIVER-MUNSCH C M,FADDEN N A,et al.Effects of feeding various dosages of Saccharomyces cerevisiae fermentation product in transition dairy cows[J].Journal of Dairy Science, 2014,97(5):3081-3098.   \n[20] JENSEN G S,PATTERSON K M,YOON I.Nutritional yeast culture has specific antimicrobial properties without affecting healthy flora.Preliminary results[J].Journal of Animal and Feed Sciences,2008,17(2):247-552. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[21] VOLRNAN J J,RAMAKERS J D,PLAT J.Dietary modulation of immune function by $\\beta$ -glucans[J].Physiology & Behavior,2008,94(2):276-284. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[22] WOJCIK R.The efect ofLeiber Beta-S on selected immunity indicators in calves[J].Acta Veterinaria Brno,2014,83(2):113-118.   \n[23] BORDERAS T F,DE PASSILLE A M,RUSHEN J.Behavior of dairy calves after a low dose of bacterial endotoxin[J].Journal of Animal Science,2008,86(11):2920-2927.   \n[24]王连江,齐长明,王金秋,等.酵母培养物对犊牛血浆内毒素的调控研究[J].中国畜牧兽 医,2006,33(1):19-21.   \n[25] EVANS M,REEVES S,ROBINSON L E.A dried yeast fermentate prevents and reduces inflammation in two separate experimental immune models[J].Evidence-Based Complementary and Alternative Medicine,2012,2012: 973041.   \n[26] NONNECKE B J,FOOTE M R,SMITH JM,et al.Composition and functional capacity of blood mononuclear leukocyte populations from neonatal calves on standard and intensified milk replacer diets[J].Journal of Dairy Science,2003,86(11):3592-3604.   \n[27] KHAN M A,WEARY D M,VON KEYSERLINGK M A G.Invited review:effects of milk ration on solid feed intake,weaning,and performance in dairy heifers[J].Journal of Dairy   \nScience,2011,94(3):1071-1081.   \n[28] JASPER J,WEARY D M.Efects of Ad Libitum milk intake on dairy calves[J].Journal of Dairy Science,2002,85(11):3054-3058.   \n[29] OIKONOMOU G,TEIXEIRA A G,FODITSCH C,et al.Fecal microbial diversity in pre-weaned dairy calves as described by pyrosequencing of metagenomic 16S rDNA.Associations of   \nFaecalibacterium species with health and growth[J].PLoS One,2013,8(4):e63157.   \n[30] AGARWAL N,KARNRA D N,CHAUDHARY L C,et al.Microbial status and rumen enzyme profile of crossbred calves fed on different microbial feed additives[J].Letters in Applied   \nMicrobiol0gy,2002,34(5):329-336.   \n[31] ALUGONGO G M,XIAO J X,CHUNG Y H,et al.Effects of Saccharomyces cerevisiae fermentation products on dairy calves:performance and health[J].Journal of Dairy   \nScience,2016,100:1189-1199.   \n[32] GALVAO K N,SANTOS JE,COSCIONI A,et al.Efect of feeding live yeast products to calves with failure of passive transfer on performance and patterns of antibiotic resistance in fecal Escherichia coli[J].Reproduction Nutrition Development,2005,45(4):427-440.   \n[33] MAGALHAES V J A,SUSCA F,LIMA F S,et al.Effect of feeding yeast culture on   \nperformance,health,and immunocompetence of dairy calves[J].Journal of Dairy   \nScience,2008,91(4):1497-1409.   \n[34] SEYMOUR W M,NOCEK JE,SICILIANO-JONES J.Effects of a colostrum substitute and a dietary brewer's yeast on the health and performance of dairy calves[J].Journal of Dairy   \nScience,1995,78(2):412-420.   \nYeast Preparation: Application in Regulating Development of Rumen and Immunity of Calves ZHONG WeiguangQI Hongwei\\*   \n(Animal Science Branch, Jilin Academy of Agricultural Sciences, Gongzhuling l36100, China) Abstract: Yeast preparation is helpful to balance rumen ecology，promote digestive organ development and improve immunity of ruminants. Calves is in a special physiological stage of microecosystem establishment, rumen structure development and perfect immune system, and yeast preparation helps improve growth performance of calves. Based on summarizing the predecessors’ research results, effects of yeast preparation on rumen development andimmunity of calves were reviewed, for the purpose of providing theoretical references for follow-up research works and production practice. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Key words: yeast preparation;calves; rumen development;immunity ",
        "page_idx": 7
    }
]