[
    {
        "type": "text",
        "text": "Ecological biomass allocation strategies in plant species with different life forms in a cold desert, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "FAN Lianlian1,2.3, DING Junxiang4, MA Xuexi1,2, LI Yaoming1,2\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Xinjiang Institute of Ecology and Geography, Chinese Academy of Sciences, Urumqi 830011,China;   \n2Research Center forEcology and Environment of Central AsiaChinese Academy ofSciences, Urumqi 830011,China;   \n3Fukang Station of Desert Ecology,Chinese Academyof Sciences,Fukang 8315oo5,China;   \n4 Chengdu Institute of Biology,Chinese Academy of Sciences, Chengdu 610041, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Biomass allocation patterns among plant species are related to their adaptive ecological strategies. Ephemeral, ephemeroid and annual plant life forms represent three typical growth strategies of plants that grow in autumn and early spring in the cold deserts of China. These plants play an important role in reducing wind velocity in the desert areas. However, despite numerous studies,the strategies of biomass allcation among plant species with these thre life forms remain contentious.In this study, we conducted a preliminary quadrat study during 2014-2016 in the southern part of the Gurbantunggut Desert, China,to investigate the allocation patterns of above-ground biomass(AGB)and below-ground biomass (BGB)at the individual level in 17 ephemeral, 3 ephemeroid and 4 annual plant species. Since ephemeral plants can germinate in autumn, we also compared biomass allcation patterns between plants that germinated in autumn 2015 and spring 2016 for 4 common ephemeral species.The healthy mature individual plants of each species were sampled and the AGB,BGB, total biomass (TB), leaf mas ratio (LMR)and root/shoot ratio (R/S) were calculated for 201 sample quadrats in the study area. We also studied the relationships between AGB and BGB of plants with the three diferent life forms (ephemeral, ephemeroid and annual).The mean AGB values of ephemeral, ephemeroid and annual plants were O.8O6, 3.759 and $1 . 5 4 6 ~ \\mathrm { g / p l a n t }$ ,respectively, and the mean BGB values were 0.106,4.996 and $0 . 1 6 6 \\mathrm { g } ,$ /plant, respectively. The mean $\\mathrm { { R / S } }$ value was significantly higher in ephemeroid plants (1.675)than in ephemeral (0.154) and annual (0.147) plants.The mean LMR was the highest in annual plants, followed by ephemeroid plants and ephemeral plants,reflecting the fact that annual plants allocate more biomass to leaves,associated with their longer life span. Biomass of ephemeral plants that germinated in autumn was significantly higher than those of corresponding plants that germinated in spring in terms of AGB, BGB and TB. However, the $\\mathrm { { R / S } }$ value was similar in plants that germinated in autumn and spring. The slope of regression relationship between AGB and BGB difered significantly among the three plant life forms. These results support different biomass allocation hypotheses. Specifically,at the individual level,the AGB and BGB partitioning supports the allometric hypothesis for ephemeroid and annual plants and the isometric hypothesis for ephemeral plants. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: above-ground biomas; below-ground biomass plant life forms; herbaceous species; allometric hypothesis; isometric hypothesis; Gurbantunggut Desert ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation:FANLianlian,DINGJunxiang,MAXuexi,LIYaoming.2019.Ecologicalbiomassallcationstrategiesinplantecies withdiferentlifefsinlddsertCina.Joualofrand,():9.s:/og//s-061 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Biomass allocation, which reflects the fundamental trade-of in partitioning between above-ground biomass (AGB) and below-ground biomass (BGB) in plants, plays an important role in plant life cycles (Muller et al.,2000; Weiner,2004; Cella and Bisigato,2010; Oliveira et al.,2018).Biomass allocation within a plant, particularly the distribution of biomass among the various organs,is strongly affected by species characteristics,ontogeny and the environment where the plants live (Poorter and Nagel, 2Ooo). As a result, the relative biomass representing above-ground parts and below-ground parts are not fixed and vary greatly under different environments or among different species (Poorter et al.,2Ol2). An understanding of the quantitative allocation of a plant's biomass in the above-ground parts and below-ground parts is of fundamental importance to the study of plant ecology and evolution (Niklas,1994; Reich, 2002). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Desert vegetation, especially natural vegetation, plays an important role in reducing wind velocity (Wolf,1993),thus preventing or at least decreasing desertification caused by soil erosion (El-Sheikh et al.,2010). Ephemerals (with short life span),ephemeroids (perennial plants with short life span) and annuals (with longer life span than ephemeral and ephemeroid plants) are the three dominant plant life forms comprising the herbaceous layer in the Gurbantunggut Desert in northwestern China (Wang et al., 2oo3). These three types of plants usually account for more than $50 \\%$ of the vegetation cover in early spring to summer and make a large contribution to the annual productivity of the desert vegetation in spring and autumn, and they also act as a nutrient reservoir for other plants (Chen et al., 2009; Huang et al., 2O16). Ephemeral and ephemeroid plants both take advantage of the available water in a short period of time during the rainy season to complete their life cycle rapidly within a few months (Fan et al., 2014). Furthermore, some ephemeral plants can germinate in autumn with available water and suitable temperature,and then grow over the winter to complete their life cycle in the following year. In contrast, annual plants grow for a longer period with less rapid vegetative growth,and tend to grow under drier soil conditions than ephemeral and ephemeroid plants (Zhou et al.,2014). Given that biomass allcation is an essential process, we therefore surmise plants that with different life forms will adopt different strategies to regulate their allocation to AGB and BGB in order to adapt to environmental conditions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "According to the optimal partitioning theory, plants usually allocate relatively more biomass to shoots if the limiting factors for growth are above the ground (e.g., $\\mathrm { C O } _ { 2 }$ and sunlight) and more biomass to roots if the limiting factors are below the ground (e.g., water and nutrients).Thus, in order to realize optimal growth, plants will allocate biomass preferentially to the organ that accesses the most growth-limiting resources (Yan et al.,2Ol6). Several studies have reported that plants in desert ecosystems have a larger root/shoot ratio (R/S) than plants in other ecosystems, such as forest and steppe ecosystems (Scheck and Jackson,20o5). Generally, the allocation of relatively more biomass to below-ground organs (roots) would alow plants to absorb more soil moisture required for growth, especially in arid regions (Zhou et al., 2014; Zong et al.,20l7). However, plants are generally less able to adjust biomass allocation than to alter organ morphology, given that leaf and root morphology must also be altered to increase the capture of limiting resources (Poorter et al.,2012). The optimal resource partitioning pattern for one species may thus not be optimal for other species (McCarthy and Enquist,2007; Blume-Werry et al.,2018).The high R/S of plants grown in a desert environment may not be widely applicable, given that the ratio might be more closely related to plant life form or temperature than to aridity (Gill et al.,2002; Han et al.,2006). Additionally, biomass allocation is strongly associated with plant life form and niche that the plant has evolved to occupy. A precise analysis of biomass allocation patern is thus crucial for evaluating the performance of plants living in different environmental conditions,or for comparing the growth of plant among different species or different life forms (Poorter and Sack, 2012). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Biomass allocation pattern is related to the ecological adaptive strategies of plants (Xie et al., 2012). Previous studies indicated that plant biomass allocation differed among different life forms (Poorter et al.,2012; Luo et al., 2013; Zhou et al., 2014). Numerous studies have investigated ephemeral, ephemeroid and annual species in desert ecosystems, with a focus on their ecological contributions to the ecosystems (Li et al.,2003; Fan et al.,2013,2014) or their physiological responses to changing environmental factors (Wang et al.,2006; Zhou et al.,2011; Su et al.,2013; Zhou et al.,2014). Although detailed quantitative information about plant biomass allocation pattrns is still lacking, such information is required to allow us to analyze the possble ecological strategy benefits and to understand the regulate mechanism of desert plants responding to climate change. We therefore investigated the biomass allocation patterns of 17 ephemeral species,3 ephemeroid species and 4 annual species in the Gurbantunggut Desert to verify the hypothesis that whether plants with different life forms show different AGB and BGB allocation patterns.We also verified if ephemeral plants that germinated in autumn show different biomass allocation patterns compared with those germinated in the following spring. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This study was conducted in the southern part of the Gurbantunggut Desert, with a latitudinal range from $4 4 ^ { \\circ } 3 3 ^ { \\prime } \\mathrm { N }$ to $4 4 ^ { \\circ } 5 6 ^ { \\prime } \\mathrm { N }$ and a longitudinal range from $8 7 ^ { \\circ } 6 6 ^ { \\prime } \\mathrm { E }$ to $8 7 ^ { \\circ } 9 6 ^ { \\prime } \\mathrm { E }$ . The Gurbantunggut Desert, located in the center of the Jungger Basin in Xinjiang Uygur Autonomous Region of China, is the second largest desert in China. The study area is characterized by a typical continental arid climate, with dry hot summers and cold winters. The annual maximum temperature is $4 2 . 6 ^ { \\circ } \\mathrm { C }$ ，the annual minimum temperature is $- 4 1 . 6 ^ { \\circ } \\mathrm { C }$ and the annual mean temperature is $6 . 6 ^ { \\circ } \\mathrm { C }$ .The mean annual precipitation is $7 0 \\mathrm { - } 1 8 0 ~ \\mathrm { m m }$ .The surface of the desert is covered by about $2 0 \\mathrm { c m }$ depth of snow for about $1 0 0 { - } 1 6 0 \\mathrm { d }$ ，starting in late November and ending in late March of the next year (Zhou et al., 2009). An increase in temperature in the following spring often results in rapid snow melting, equivalent to high rainfall, which penetrates the soil, provides abundant soil moisture and therefore supports the emergence and growth of many desert plants. Ephemerals,ephemeroids and annuals are the three typical life forms in this region, accounting for more than $50 \\%$ of the vegetation cover in early spring to summer (Fan et al., 2014). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Plant sampling and measurement ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this experiment, we randomly designed 2O1 sample quadrats ( $\\mathrm { 1 ~ m } { \\times } 1 \\mathrm { ~ m }$ for each) in the south of the Gurbantunggut Desert in 2014. Twenty-four species from 14 families were sampled, including 17 ephemeral species, 3 ephemeroid species and 4 annual species (409 total plant samples; Table 1), during the period of maximum vegetation growth (from May to September). The ephemeral and ephemeroid plants were harvested in mid-May 2O14,and the annual plants were harvested in midAugust 2014.For each species,10-30 healthy mature individuals were collected. Some species with little biomass were hard to harvest, and in these cases, 2-5 individual plants were mixed as a composite sample and the average value was calculated per plant. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "According to previous research and the plant's root morphology, we excavated a patch containing most of the root mass with a spade (Wang et al.,2010). Generally, a patch with the plant at the center was excavated to a depth of $4 0 { - } 5 0 ~ \\mathrm { c m }$ and a diameter of $3 0 { \\ - } 4 0 \\ \\mathrm { c m }$ (Zhou et al., 2014). After excavation, we carefully separated the roots from the soil and other materials,and the shoots and roots were then taken to the laboratory and separated. Shoot samples were further divided into the leaves and other parts to calculate the leaf biomass ratio (LMR). Root samples were washed under running tap water. The different organs from each sample were then put into separate paper envelopes, dried at $6 5 ^ { \\circ } \\mathrm { C }$ to a constant mass, and then weighed. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Leaf biomass (LB), stem biomass (SB) and root biomass (RB) were measured. Thus, AGB was calculated as $_ \\mathrm { A G B = L B + S B }$ ，BGB was equal to RB,and total biomass(TB) was calculated as $\\scriptstyle \\mathrm { T B = A G B + B G B }$ . LMR was calculated as the ratio of LB to TB,and R/S was calculated as: $\\scriptstyle \\mathrm { R / S = B G B / A G B }$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Generally speaking, if precipitation and temperature in July or August are suitable,ephemeral plants will germinate in autumn, continue to grow through winter and complete their life cycle in the following year (Zeng et al.,2011). We therefore chose 4 common ephemeral species and compared the growth of plants that germinated in autumn 2015 with those germinated in spring 2016. The sampling method was the same as above mentioned. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 Data analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "AGB,BGB,LMR and R/S were calculated for all plant samples.Differences in biomass allocation variables (i.e.,LMR and R/S) among the three plant life forms (ephemeral, ephemeroid and annual) were analyzed by one-way parametric analysis of variance (ANOVA) using SPSS version 18.0. The relationship between AGB and BGB was log-transformed before applying linear regression analysis. The slope (represented as a) and $y \\mathrm { . }$ -intercept (represented as b) of $\\mathrm { l g - l g }$ linear functions for reduced major axis were calculated using the software package Standardized Major Axis Tests and Routines (Yang et al., 2010). ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/943b61a5093fdc2d5d0ca92ddf47324dda43cd28f22684bd4defc0b2f9c1fd75.jpg",
        "table_caption": [
            "Table1Plant species recorded in this study "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Life form</td><td>Species</td><td>Family</td></tr><tr><td>Ephemeral</td><td>Arnebia guttata</td><td>Boraginaceae</td></tr><tr><td></td><td>Alyssum linifolium</td><td>Brassicaceae</td></tr><tr><td></td><td>Descurainia sophia</td><td>Brassicaceae</td></tr><tr><td></td><td>Malcolmia scorpioides</td><td>Brassicaceae</td></tr><tr><td></td><td>Leptaleum filifolium</td><td>Brassicaceae</td></tr><tr><td></td><td>Lorispermum lehmanniarum</td><td>Chenopodiaceae</td></tr><tr><td></td><td>Lactuca undulata</td><td>Compositae</td></tr><tr><td></td><td>Hyalea pulchella</td><td>Compositae</td></tr><tr><td></td><td>Epilasia acrolasia</td><td>Compositae</td></tr><tr><td></td><td>Koelpinia linearis</td><td>Compositae</td></tr><tr><td></td><td>Euphorbia turczaninowii</td><td>Euphorbiaceae</td></tr><tr><td></td><td>Erodium oxyrrhynchum</td><td>Geraniaceae</td></tr><tr><td></td><td>Schismus arabicus</td><td>Gramineae</td></tr><tr><td></td><td>Eremopyrum orientale</td><td>Gramineae</td></tr><tr><td></td><td>Nepeta micrantha</td><td>Labiatae</td></tr><tr><td></td><td>Astragalus arpilobus</td><td>Leguminosea</td></tr><tr><td></td><td>Trigonella arcuata</td><td>Leguminosea</td></tr><tr><td>Ephemeroid</td><td>Eremurus inderiensis</td><td>Liliaceae</td></tr><tr><td></td><td>Allium pallasii</td><td>Liliaceae</td></tr><tr><td rowspan=\"5\">Annual</td><td></td><td></td></tr><tr><td>Scorzonera pusilla</td><td>Compositae</td></tr><tr><td>Bassia dasyphylla</td><td>Chenopodiaceae</td></tr><tr><td>Agriophyllum squarrosum</td><td>Chenopodiaceae</td></tr><tr><td>Salsola passerina Ceratocarpus arenarius</td><td>Chenopodiaceae Chenopodiaceae</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1AGB,BGB and TB of ephemeral, ephemeroid and annual plants ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "There were wide variations in AGB, BGB and TB among all 409 plants (Fig. 1). The mean AGB values for ephemeral, ephemeroid and annual plants showed significant difference,so did the mean BGB and TB values (Table 2). Generally, biomass of ephemeroid plants with perennial root was obviously larger than those of ephemeral and annual plants. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2LMR and R/S of ephemeral, ephemeroid and annual plants ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Both LMR and R/S differed significantly among plants with three plant life forms. Annual plants generally alocated more biomass to leaves and thus they had a higher LMR (0.59O) than ephemeral (0.354)and ephemeroid (0.415) plants (Fig.2a). In contrast, the R/S value for ephemeroid plants (1.675) was significantly $( P { < } 0 . 0 5 )$ higher than those for ephemeral (O.154) and annual(O.147) plants. Moreover, the ${ \\sf R } / { \\sf S }$ values for ephemeral and annual plants were not significantly different from one another (Fig. 2b). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/8ac862fd654a151b86e0506928c0a4afff4e450ffdae96d53ba87a7631fdb614.jpg",
        "img_caption": [
            "Fig.1Frequency distribution of above-ground biomass (AGB;a),below-ground biomass (BGB; b)and total biomass (TB; c) of 409 plants belonging to 24 species. SD,standard deviation; $n$ ,number of samples. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/d47a423185e0372ea3e288d8128afc768f9bc450ab659210dff70c323c91a4c6.jpg",
        "table_caption": [
            "Table2AGB,BGB and TB in plants with three different life forms (ephemeral,ephemeroid and annual) "
        ],
        "table_footnote": [
            "Note: $n$ ,numberofsmples;AGB,above-groundbiomass；BGB,elow-groundbiomass;TB,total biomass.Differentlowercasete within a column indicate significant differences among different life form at $P { < } 0 . 0 5$ level. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Life form</td><td rowspan=\"2\">Species number</td><td rowspan=\"2\">n</td><td colspan=\"2\">AGB (g/plant)</td><td colspan=\"2\">BGB (g/plant)</td><td colspan=\"2\">TB (g/plant)</td></tr><tr><td>Mean</td><td>Range</td><td>Mean</td><td>Range</td><td>Mean</td><td>Range</td></tr><tr><td>Ephemeral</td><td>17</td><td>204</td><td>0.806c</td><td>0.029-19.600</td><td>0.106c</td><td>0.004-1.195</td><td>0.912c</td><td>0.035-20.795</td></tr><tr><td>Ephemeroid</td><td>3</td><td>90</td><td>3.759a</td><td>0.122-23.843</td><td>4.996a</td><td>0.139-28.809</td><td>8.754a</td><td>0.294-52.652</td></tr><tr><td>Annual</td><td>4</td><td>115</td><td>1.546b</td><td>0.024-10.896</td><td>0.166b</td><td>0.011-0.920</td><td>1.709b</td><td>0.038-11.748</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/b023ccc47e778548581ca455a108d5e1970a9ba80aa4a7ba2f8cb62ace473cbb.jpg",
        "img_caption": [
            "Fig.2Leaf mass ratio (LMR;a) and root/shoot ratio (R/S; b) in plants with three different life forms (ephemeral, ephemeroid and annual).Diferent lowercase lettrs indicate significant differences among life forms at $P { < } 0 . 0 5$ level. Bars mean standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3Allometric relationship between AGB and BGB in ephemeral, ephemeroid and annual plants ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In this study,we estimated the slope (represented as a) and $y .$ -intercept (represented as b) of the relationship between AGB and BGB across the three different plant life forms through allometric analysis (Fig.3; Table 3).The relationship between AGB and BGB in plants with three different life forms (ephemeral， ephemeroid and annual） was characterized by the linear function as: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$\\scriptstyle \\log ( \\mathrm { A G B } ) = \\mathbf { a } \\times \\log ( \\mathrm { B G B } ) + \\mathbf { b } .$ .The standardized major axis was used to test the slope heterogeneity at $P { = } 0 . 0 5$ across different plant life forms. In terms of the test for allometry, the AGB versus BGB relationship supports the isometric allocation hypothesis when $P { > } 0 . 0 5$ ，while the relationship supports the allometric allocation hypothesis when $P { < } 0 . 0 5$ ： ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "As shown in Figure 3 and Table 3, the biomass allocations in ephemeroid and annual plants supported the allometric allocation hypothesis, with the slopes of 0.985 and 1.202 for the relationship between AGB and BGB,respectively. In contrast, the relationship between AGB and BGB in ephemeral plants supported the isometric allocation hypothesis ${ \\it P } { > } 0 . 0 5$ ; slope $\\Longrightarrow 1 . 0 3 6 \\$ ). These results indicated that biomass allocation in ephemeroid and annual plants followed an allometric pattern, while it followed an isometric pattern in ephemeral plants. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/c9946413a4d13ab906b199c403b6daa0cc6983ee2a874b5ba7fbdd8c0d9f6514.jpg",
        "img_caption": [
            "Fig.3Allometric relationship between AGB and BGB in plants with three different life forms (ephemeral, ephemeroid and annual). $R ^ { 2 }$ ,coefficient of determination; $n$ , number of samples. The linear curve is represented as the following function: $\\scriptstyle \\log ( \\mathrm { A G B } ) = \\mathbf { a } \\times \\log ( \\mathrm { B G B } ) + \\mathbf { b }$ . The standardized major axis was used to test the slope heterogeneity at $P { = } 0 . 0 5$ across different life forms.The corresponding results are presented in Table 3. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/4244b74b269854b338afed2dfb15f4cdd59cebdd89139a7afd2c7ba2a1ebaf9a.jpg",
        "table_caption": [
            "Table 3Summary statistics of standardized major axis regression analysis of the relationship between AGB and BGB in plants with three different life forms (ephemeral, ephemeroid and annual) "
        ],
        "table_footnote": [
            "Note:RegresionresultsfortandardizedmajoraxisslopesarecoespondingtothoseinFgure3.n,umberofsamples;aslope;C confidence interval; $R ^ { 2 }$ ,coefficient of determination.In terms of the test for allometry,the AGB versus BGB relationship supports the isometric allocation hypothesis when $P { > } 0 . 0 5$ ,while the relationship supports the allometric allocation hypothesis when $P { < } 0 . 0 5$ ： "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Life form</td><td rowspan=\"2\">n</td><td colspan=\"4\">Scaling exponent</td><td>Test for allometry</td></tr><tr><td>a</td><td>95% CI</td><td>R²</td><td>P</td><td>P</td></tr><tr><td>Ephemeral</td><td>204</td><td>1.036</td><td>1.020-1.126</td><td>0.870</td><td><0.01</td><td>0.17</td></tr><tr><td>Ephemeroid</td><td>90</td><td>0.985</td><td>0.922-1.053</td><td>0.904</td><td><0.01</td><td><0.05</td></tr><tr><td>Annual</td><td>115</td><td>1.202</td><td>1.122-1.288</td><td>0.862</td><td><0.01</td><td><0.05</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4Biomass allocation between autumn- and spring-germinated ephemeral plants ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Among the 4 ephemeral species,biomass of plants that germinated in autumn was significantly higher than biomass of corresponding plants that germinated in spring, in terms of AGB,BGB and TB (Figs. 4a-c). However, there was no significant difference in R/S values between plants that germinated in spring and autumn (Fig. 4d). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1Biomass allocation patterns in plants with three different life forms ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Generally,rainfallin arid and semi-arid regions is usually low, with highly variable and unpredictable characteristics (Noy-Meir, 1973;Tyree,1991; Lauenroth and Bradford, 2009). Individual plants living in these regions are thus usually small because of the stressul dry environment. This finding was confirmed in the current study, with $8 5 \\%$ of all 4O9 plants having a dry weight of ${ < } 4 \\ \\mathrm { g }$ (Fig. 1). This suggests that plants reduce their individual size to adapt to the water-limited environment. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/9825004e3bdcd743d01448085d6c8bce6f257d68f3213c54f9beb97062ddc8eb.jpg",
        "img_caption": [
            "Fig.4Biomass allocation in ephemeral plants that germinated in autumn and spring.(a),AGB; (b),BGB;(c),TB; and (d),R/S.Diffrentlowercase letters idicate significant diferences between plants that germinated inautumnand spring at $P { < } 0 . 0 5$ level.Bars mean standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "R/S is usually considered to reflect the trade-off in investment between above-ground and belowground organs (Mokany et al.， 20o6; Barboni et al.， 20o9)，and R/S values have been welldocumented for plant species with different life forms. For example,the R/S value for ephemeroid species Tulipa sinkiangensis in the north of the Tianshan Mountains Was about 1.OOo (Aysajan et al., 2012)；nevertheless，most ephemeral species allocate less of their biomass to roots，generally resulting in the low R/S value of $< 0 . 2 0 0$ (Qiu et al., 2007; Li et al.,2009).LMR also represents the resources that the plant invests in photosynthetic organs,and previous studies have found that most species had the LMR value of $< 0 . 3 0 0$ (Li et al., 2OO9). In the context of our study, the R/S values of ephemeral plants (O.154) and annual plants (0.147） were significantly smaler than that of ephemeroid plants (1.675),and the LMR values of ephemeral, ephemeroid and annual plants were approximately 0.354, 0.415 and 0.590,respectively. Both R/S and LMR differed significantly among the three different plant life forms. These differences in biomass partitioning could be explained by the respective survival strategy, that is, plants would generally allocate proportionally more biomass to roots and shoots if their growth was more strongly limited by below-ground factors and aboveground factors, respectively (Shipley and Meziane, 2OO2; Xie et al., 2012). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "However, plants can adjust not only their biomass,but also their leaf or root surface area per unit mass,overall morphology and even life cycle, in response to environmental limitations (Reich et al., 1998; Wright et al.,2OO1). We therefore considered that the lower R/S in ephemeral plants may be related to their opportunistic natural and short growth period.Ephemeral plants thus usually experience less water and nutrient stresses when developing their individual structures (McKenna and Houle,2Ooo； Zhou et al.，2O14). Furthermore，for ephemeral plants, increasing biomass allcation to above-ground parts, such as leaves and flowers, may promote population spread, including sexual propagation. Ephemeral plants would therefore not benefit from allocating a large proportion of their biomass to roots,represented by lower R/S values. Ephemeroid plants are characterized by having short-lived above-ground parts but perennial root systems,and thus they often have higher R/S values. Plants generally allocate biomass to the organs that acquire the most limiting resources (McCarthy and Enquist, 2Oo7)，and annual plants,which live longer than ephemeral and ephemeroid plants, would thus tend to invest more biomass in leaves to produce more carbohydrates as an energy reservoir to allow them to adapt to the harsh and highly variable desert conditions. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For most plant species, the timing of seed germination can vary among seasons, to better utilize available resources and extend and expand the populations (Zeng et al.,2O11). In our study area, it is a common phenomenon that herbaceous plants germinate in autumn when the water and temperature conditions are suitable. These plants can then grow over winter to complete their life cycle in the following year. In this study, biomass of typical ephemeral plants that germinated in autumn was heavier than that of similar plants that germinated in spring, in terms of AGB, BGB and TB.This result was consistent with the findings of Zhang et al. (2O07). However, the R/S values were similar in ephemeral plants that germinated in spring and autumn, indicating that although plant size changed, the ratio of biomass allocated to above-ground and below-ground tissues remained constant. The reason for such result is that ephemeral plants that germinated in autumn had a much longer life span than corresponding plants that germinated in the following spring. Therefore, these plants can take advantage in absorbing resources to supporting their larger bodies. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.2Allometric relationship between AGB and BGB in plants with three life forms ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Allocation of AGB and BGB reflects the responses of individual plants to natural selection pressures and their own developmental limitations.The isometric and allometric theory of biomass partitioning is widely accepted (Muller, 2000; Shipley,2002; McCarthy and Enquist, 2007). Global studies have supported the assumption that AGB wil scale one-to-one with respect to BGB for non-woody species across all treatments and species (Niklas,2O04). In addition, many studies,but not all have supported the expectation that shoot biomass does not scale one-to-one with root biomass (Shipley and Meziane, 2002;Xie et al., 2012; Wu et al., 2013), as in the allometric scaling relationships between root biomass and shoot biomass of herbaceous species in the Chinese grasslands (Wang et al., 2010). In the current research, we investigated the relationships between AGB and BGB of plants with three different life forms, and found that allocation patterns between AGB and BGB varied significantly among plants with different growth strategies. Specifically, ephemeral plants employed an isometric allocation pattern, while ephemeroid and annual plants adopted an allometric allocation pattern. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Biomass allocation is not only widely accepted to reflect a plant's adaptation to diverse conditions, but also considered as a trade-off between resource capture and resource utilization (Weiner, 2004; McCarthy and Enquist,2007). For example,plants in water-limited or nutrient-poor ecosystems usually choose to allocate more biomass to roots to allow them to acquire more water and nutrients from deeper soils than plants in water- and nutrient-rich ecosystems (McCarthy and Enquist, 2007). Additionaly, the below-ground parts of some plants are modified into tuberous roots, rhizomes or tubers for nutrient storage or other functions,and many species may therefore not conform to the isometric allocation relationship between AGB and BGB.This was further confirmed by our findings that cold desert plants with different life forms supported different biomass allocation hypotheses. During their short growth period,ephemeral plants usually live in favorable hydrothermal conditions and are not limited by water or temperature resource, therefore,the distribution of biomass to aboveground and below-ground parts is isometric. Overall, cold desert plants follow specific biomass distribution models to allow them to adapt to the arid environment. Similarly, the relationship between AGB and BGB of plants in the alpine steppe and alpine meadow of Tibetan Plateau supported the isometric allocation hypothesis (Yang et al.,2O09), while biomass allocation of plants in the alpine grassand of northern Tibetan Plateau followed the allometric allocation hypothesis (Wu et al., 2013; Zeng et al., 2015). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Plant species have evolved specialized strategies to regulate their AGB and BGB allocation in order to adapt to the diverse environments.The current study revealed large differences of the biomass allocation patterns in plants with different life forms in cold deserts.Specifically, ephemeroid plants allocated more biomass to roots while annual plants allocated more biomass to shoots,in order to adapt to the environments. Although ephemeral plants that germinated in autumn were bigger than corresponding plants that germinated in spring, the ${ \\sf R } / { \\sf S }$ values of these plants remained the same. Furthermore,the slope of the regression relationship between AGB and BGB differed significantly among plants with different life forms. Our results support different biomass allocation hypotheses, with AGB and BGB partitioning following the allometric allocation hypothesis in ephemeroid and annual plants and the isometric hypothesis in ephemeral plants at the individual level. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This study was supported by the Strategic Priority Research Program of the Chinese Academy of Sciences (XDA2002Ol01)andthe National Natural Science Foundationof China (31400394).We thank International Science Editing (http://www.internationalscienceediting.com) for editing this manuscript. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "AysajanA,TaDYOmaratTl.Efctsofegetatiegowthplantszeadfloweringorderonexualreproductiollation ofTulipa sinkiangensis.Biodiversity Science,20(3):391-399.(in Chinese)   \nBarboni D,HarrsonSPBartleiPJetal.O.Relationshipsbetweenplant titsandclimateintheMediterraneangiona pollen data analysis.Journal of Vegetation Science,15(5): 635-646.   \nBlume-WerryG,LindenElin,AndresenL,etal0l8.Proportionoffierots,butnotplantbiomassallcationbelowground, increases with elevation in arctic tundra.Journal of Vegetation Science,29(2): 226-235.   \nCella PizarroL,BisigatoAJ.2Ol.Alocationofiomassandphotoassimilates injuvenileplantsofsixPatagonianspeciesin response to five water supply regimes. Annals of Botany,106(2): 297-307.   \nChen BM,Wang GX,Peng SL.2O09.Roleof desert annuals innutrientflow inarid areaof NorthwesternChina:anutrient reservoir and provider.Plant Ecology,201(2): 401-409.   \nEl-SheikhMA,Abbadi GA,BiancoPM.210.Vegetationcologyofpytogenichillcks (nabkhas)incoastalhabitatsofJalAzZorNationalPark,Kuwait:Roleofpatchesanddaphicfactors.Flora-Morphology,Dtribution,FunctionalEcologyoflants, 205(12):832-840.   \nFanLL,LiY,TangLS,etal.2013.Combinedeffectsofsnowdepthandnitrogeadditiononephemeral growthatthesouthern edge of the Gurbantunggut Desert, China. Journal of Arid Land,5(4): 500-510.   \nFanLL,TangLS,WuLF,etal.2014.Thelimitedroleofsnowwaterinthegrowthanddevelopmentofephemeralplants acold desert. Journal of Vegetation Science,25(3): 681-690.   \nGill RA,KellRH,Parton WJ,etal.O2.Usingsimpleevironmentalvariblestostimatebelow-ground productivityn grasslands. Global Ecology and Biogeography,11(1): 79-86.   \nHanB,FanJW,Zhong HP.2o6.GrasslandbiomassofcommunitiesalonggradientoftheInnerMongoliagrassandtransect. Journal of Plant Ecology,30(4):553-562.(in Chinese)   \nHuang G,SuYG,ZhuL,etal.2O16.Theroleofspringephemeralsandsoilmicrobes insoilnutrientretentioninatemperatedesert. Plant and Soil, 406(1-2): 43-54.   \nLauenrothWK,BradfordJB.2O09.EcohydrologyofdryregionsoftheUnitedStates:precipitationpulsesandintraseasonalroght Ecohydrology,2(2):173-181.   \nLiXH,LiXL,JiangDM,etal.2o9.AComparativestudyofthe individualbiomassand modularbiomassof7herbaceous species found in the Horqin sandy land.Arid Zone Research,26(2): 200-205.(in Chinese)   \nLi XR,ZhouHY,Wang XP,etal.2O3.Theeffectsofsandstabilzationandrevegetationoncryptogamspeciesdiversityadsoil fertility in the Tengger Desert,Northern China.Plant and Soil,251(2):237-245.   \nLuo WT,Jiang Y,LuXT,etal.2O13.Patems of plantbiomassallocation in temperate grassands across a $2 5 0 0 \\mathrm { - k m }$ transect in northern China.PLoS ONE,8(8): e71749.   \nMcCarthyMCEnquistBJ.2Oo7.Consistencybetweenanalometricapproachandoptimalpartitioningtheory inglobalter of plant biomass allocation. Functional Ecology,21(4): 713-720.   \nMokanyK,RaisonRJ,ProkushkinAS.O06.Criticalanalysisofrot:shootratiosinteestrialbiomes.Global ChangeBiology, 12(1): 84-96.   \nMulerISchmidB,WeinerJ.2Ooo.Theeffectofutrientavailabilityonbiomass alocationpatts in27speciesofherbaceous plants.Perspectives in Plant Ecology,Evolution and Systematics,3(2): 115-127.   \nNiklas KJ.1994.Plant Allmetry:The Scaling ofFormand Proces.Chicago: The Universityof Chicago Press:1-343.   \nNiklas K J.2004.Plant allometry: is there a grand unifying theory?Biological Reviews,79(4): 871-889.   \nNoy-MeirI.1973.Desert ecosystems: environment and producers.Annual ReviewofEcologyand Systematics,4(1):25-51.   \nOliveira N,Rodriguez-SoaleiroR,Perez-CruzadoC,etal.2018.Above-andbelow-groundcarbonaccumulationandbiomas allcation inpoplarshortrotation plantationsunder Mediterrneanconditions.Forest Ecologyand Management,428:57-65.   \nPoorterH,Nagel O.2Oo0.The role ofbiomass allocation inthe growth response ofplants to diferent levelsof light, $\\mathrm { C O } _ { 2 }$ ,nutrients and water: a quantitative review.Functional Plant Biology,27: 595-607.   \nPoorterH,NiklasKJ,ReichB,etal.212.Bomassalcatiotoleaves,stesandrots: eta-analysofnterspeiicvario and environmental control. New Phytologist,193:30-50.   \nPoorterH,SackL.l.Pitfalldposibilitiesieanalysisofiomassallcationpattesinplants.Frontrs inantSience, 3: 259,doi: 10.3389/fpls.2012.00259.   \nQiuJ,TanDYFan.aracteristicsofpotossisndomasalocationofsprngeemralsieJugarert. Journal of Plant Ecology,31(5): 883-891.(in Chinese)   \nReich PB,TjoelkerMG,Waltes MB,etal.1998.CloseasociationofRGR,leafandrot morphology,seed massand shade tolerance inseedlings of nineboreal tree species grown in highand lowlight.Functional Ecology,12(3):327-338.   \nReichPB.2o.Root-shootrelations: optimalityinaclimationandadaptationorthe\"Emperor'snewclothes\"? In: WaselY,Eshel A,Kafkafi U.Plant Roots,the Hidden Half.New York: Marcel Dekker Press,205-220.   \nScheckHJ,JacksonRB.Oo5.Mappingtheglobaldistributionofdeepotsinelationtoclimateandsoilcharacteristics.Geodera, 126(1-2): 129-140.   \nShipleyB,MezianeD.2oo2.Thebalanced-growth hypothesisand theallometryofleafandrotbiomassallcation.Functional Ecology,16(3): 326-331.   \nSuJQ,LiXR,LiXJetal.213EfectsofdditioalNohrbaceousspecisofesertifiedsteppeinaridregionsofCha:a four-year field study.Ecological Research,28(1): 21-28.   \nTyreeMT,EwersFE.1991.Thehydraulic architectureoftreesandother woodyplants.NewPhytologist,19(3): 345-360.   \nWangL,NiuKC,YangYH,etal.2010.Paternsofbove-andbelowgroundbiomass alocationin China's grasands: evidence from individual-level observations. Science China Life Sciences,53(7): 851-857.   \nWangXQ,JiangJ,LeiJQal.Oo.Thedistributionofephemeralvegetatioonthelongiudinaldnesurfaceanditssabilation significance in the Gurbantunggut Desert.Acta Geographic Sinica,58(4): 598-605.(in Chinese ）   \nWang X Q,Jiang J, WangYC,etal.2Oo6Responses ofephemeral plant germinationand growth to waterand heatconditions in the southern part of Gurbantunggut Desert. Chinese Science Bulletin,51(Suppl.1): 110-116.   \nWeinerJ.2004.Allocation,plasticityandalometryinlants.Perspectives inPlantEology,EvolutionandSystematics6(4):2 215.   \nWolfSA,Nickling WG.1993.The protectiveroleofsparsevegetatio inwinderosion.Progressinhyical Geography:Earthand Environment, 17(1): 50-68.   \nWrightIJ,ReichPB,WestobyM.ol.Strategyshiftsinleafpysiologytructureandutrientcontentbetweespeciesofig and low-rainfalland high-and low-nutrient habitats.Functional Ecology,15(4): 423-434.   \nWuJB,HongWangXD,etal.13.omassartitoingaditsatioshipwithteeviromentfctosatelpiSteppe in Northern Tibet.PLoS ONE.8(12): e81986.   \nXieJB,TangLS,WangZY,etal.21.Distinguishing thebiomassallcationvarianceresulting fromontogeneticdriftor acclimation to soil texture.PLoS ONE,7(7): e41502.   \nYanBG,JiZHFanB,al6.lantsdapedtutrntliiatioaloatelessomssintstsiid-otand. New Phytologist,211(4): 1232-1240.   \nYangYH,FangJY,JiCJetal.2O9.Aboveandbelowgoundiomassallcatininbetangrassands.JoualofVegetation Science,20(1): 177-184.   \nYangYH,FangJY,Ma WH,etal.210.Large-scalepaternofbiomasspartitionngacross Chinas grassands.GobalEology& Biogeography,19(2): 268-277.   \nZeng CX,WuJS,Zhang XZ2015.Effectsofgrazingonabove-vs.below-groundbiomassalocationofalpine grassands onthe Northern Tibetan Plateau.PLoS ONE,10(8): e0135173.   \nZeng XL,LiuTnXY,etal.2.Envoet-epedenceofsdgeatiouiGurbantonguteset.e Journal of Ecology,30(8):1604-1611.(in Chinese)   \nZhangT,SunY,TianCY,etal.2Oo7.Ecologicalandbiologicaldifferencesbetweenspringandautumnplantsoftwodesert ephemerals. Journal of Plant Ecology,31(6): 1174-1180.(in Chinese)   \nZhou HF,LiY,TangYetal.O9.Theharacteristicsofthesow-coverandsoelt waterstorageinGurbatunggutesert. Arid Zone Research,26(3):312-317.(in Chinese)   \nZhou XB,ZhangYM,JiXH,etal.20l1.Combinedefectsofitrogendepositionand waterstressongrowthndpsiological responses of two annual desert plants in northwestern China.Environmental and Experimental Botany,74:1-8.   \nZhouXB,ZhangYM,NiklasKJ.2O14Sensitivityofgowthndbiomassalocationpatts toincreasingnitrogen:acoarison between ephemeralsandannuals intheGurbantunggut Desert,north-westem China.Annals ofBotany,113(3):50-51.   \nZongN,ChaiX,ShiPL,etal.2Ol7.Efectsofarmingandnitrogenaditiononplantphotosythatepartitioninginaalpine meadow on the Tibetan Plateau.Journal of Plant Growth Regulation,37(3): 803-812. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]