[
    {
        "type": "text",
        "text": "浅谈全科医学与睡眠医学的协同发展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "韩婷婷，崔小川l\\*，韩芳",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.214023江苏省无锡市，南京医科大学附属无锡人民医院全科医学科2.100044北京市北京大学人民医院呼吸与危重症医学科\\*通信作者:崔小川，学科带头人，主任医师；E-mail:cuixiaochuan@njmu.edu.cn【摘要】全科医学和睡眠医学作为国内目前新兴的两个临床学科，两者在学科建设过程中存在着诸多方面的交集，互补性强，在学科发展和人才培养上存在一定的交叉融合。国家专科医师认证体系中在人才培养方面为全科医师从事睡眠医学工作开辟了道路，使其有良好的协同发展的基础及必要性。本文分析了目前中国全科医学与睡眠医学两者学科协同发展的基础及学科协同共建的必要性，并同时介绍了南京医科大学附属无锡人民医院在全科医学与睡眠医学学科共建方面探索取得的经验。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【关键词】全科医学，睡眠医学，学科建设",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "To discuss the cooperative development of general practice medicine and sleep medicine   \nHan Tingtingl, Cui Xiaochuan1\\*，Han Fang²   \n1.DepartmentofGneral Practice,Nnjigedical UniversityAflated WuxiPeople'sHosital,ngsu Wuxi，Jagu Wui 214023，China   \n2.Departmentof Respiratory and Critical Care discipline,Peking University People's Hospital，Beijing214023，China \\*Corresponding authors : Cui Xiaochuan， Academic leaders， Chief Physician;   \nE-mail: cytchuan@163.com ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【Abstract】General Practice and sleep medicine,as two emerging clinical disciplines in China at present, have many aspects of intersection and complementarity in the course of discipline construction,there is a certain cross-integration between the development of disciplines and the training of talents.The National Specialist certification system has opened up a way for general practitioners to engage in sleep medicine, which has a good foundation and necessity for coordinated development.In this paper，the foundation and necessity of the coordinated development of general practice medicine and sleep medicine in China were analyzed,at the same time，the experience gained by Wuxi People's Hospital，affiliated to the Nanjing Medici University，in the co-construction of general practice medicine and sleep medicine was introduced. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【Key words】 General Practice； Sleep medicine；Discipline Construction",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "全科医学与睡眠医学在我国都是起步于20 世纪80年代的相对独立的新兴学科。全科医学临床工作主要以常见病、多发病及慢病管理等为主，涉及多学科疾病的诊治，同时承担了基层医生培训、教学指导工作。而睡眠医学作为一门交叉学科，主要承担了睡眠常见疾病的临床诊疗及科研工作。特别是近年来为满足人们群众对睡眠健康的要求，国内各级医院建立了睡眠监测室或睡眠诊疗中心，使得国内睡眠医学近年来得到了长足的发展。两者在实际工作中存在着诸多方面的交集，互补性强，有良好的协同发展的基础及必要性。南京医科大学附属无锡人民医院全科医学科近年来在这方面做了尝试性的探索，并在交叉学科建设上取得了一些经验。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.学科协同发展的基础",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "全科医学起源于欧美国家，是在早期通科医疗基础上发展起来的。1947年美国最早成立了通科医疗学会，后更名为美国家庭医师协会（American Academy of Family Physicians，AAFP），成为美国第20个医学专业。全科医学作为一个面向个人、家庭及社区，整合临床医学、预防医学、康复医学以及人文社会学科相关内容于一体的综合性临床医学专业学科，是在20世纪80年代后期引入中国内地，至1993年11月中华医学会全科医学分会的成立正式标志着中国全科医学学科的诞生\"。而我国的临床睡眠医学（早期以睡眠呼吸障碍为主）同样是于20世纪80年代由北京协和医院黄席珍教授引入国内。睡眠医学诊疗范围广泛，涉及多个学科，之所以作为一门新兴的交叉学科而独立于其他学科，是由于睡眠疾病的诊疗具有特殊性，非传统以器官为依托的内科疾病划分及诊疗模式能够解决的。这一点与全科医学有着高度的相似性。在国外睡眠医学领域的从业医师主要来源于家庭医师、呼吸、神经、精神、心理、耳鼻喉科、口腔科等。2014年美国睡眠医学会（AASM）发布的《睡眠障碍国际分类（第3版）》明确了睡眠障碍独立的分类系统[2]。目前国内中华医学会呼吸疾病分会、神经疾病分会、老年医学分会、儿科学分会及中华口腔医学会等学术组织均先后成立了睡眠学组或协作组。中国医师协会在2019年发布了《专科医师规范化培训专科目录（2019版）》，更将睡眠医学纳入了国家的专科医生培训体系中。同时，睡眠领域的科研工作也得到了国家的大力支持[3，国家自然科学基金委等对睡眠医学领域的资助力度逐年加大，并将睡眠医学有关内容列入临床医学部独立学科项目，大大促进和推动了睡眠医学作为独立专业学科的建设步伐。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从诊疗模式上看，全科医学与睡眠医学都区别于传统生物医学模式，更强调生物-心理-社会医学模式，注重多学科联合诊治；从发展的角度来看，全科医学和睡眠医学都具有起步晚、发展快、要求高及服务人群广的特点。全科医学中较多研究的问题均与睡眠障碍显著相关，特别是抑郁、情绪低落、BMI升高和吸烟4。而睡眠医学，由于目前学科规模不大，在国内绝大多数医疗机构难以独立成科，多附着于其它临床专科而建立，但相对于呼吸与危重症学科、耳鼻咽喉科、精神科、神经科、儿科等临床科室。全科医学无论从学科属性、服务人群、诊疗模式上均更加符合睡眠医学的发展要求。因此，两者协同发展有着良好的基础和协同性，可充分发挥各自的优势。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.学科协同共建的必要性",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着现代生活节奏的加快及生活方式的改变，各种睡眠障碍性疾患日益成为一个突出的医疗及公共卫生问题。睡眠障碍的原因比较复杂，常常是生物、心理、家庭、环境，甚至社会经济地位等多种因素共同作用的结果。来自德国的一项研究就系统综述了社会经济地位与阻塞性睡眠呼吸障碍诊疗措施之间的相关性[5。而这些影响睡眠障碍的因素恰恰正是全科医学所需要关注的主要问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "近年来，随着睡眠医学的普及，家庭医生占认证睡眠医师的比率超过 $1 0 \\%$ ，睡眠诊所在欧美等发达国家已极为普遍。在临床实际工作中，全科医生每天都会面对不同睡眠障碍患者。在2014年出版的国际睡眠疾病分类-3中睡眠疾病高达90 余种[]，其中最常见者如失眠、睡眠呼吸暂停低通气综合征在国人中的患病率均很高。B jorvatn等研究报道发现，在全科医学临床实际工作中，失眠及催眠类药物使用者非常普遍，提示这一现象应当充分提高全科医生在对睡眠障碍患者的诊断评估及患者家庭管理的认识。Benjafield等基于文献分析8，估计全球年龄在30 岁至69 岁的成年人中，约有9.36亿人患有重度阻塞性睡眠呼吸暂停，约有4.25亿人患有中度至重度阻塞性睡眠呼吸暂停，其中在中国受影响的人数最多。但据目前报道总体来看，全科医师在全科医疗实践中对睡眠障碍类疾病尚存在严重的认识不足[9]。来自澳大利亚针对全科医生的一项研究表明[10]，虽然全科医生能够为患者提供睡眠卫生教育，但对于失眠患者全科医生的处方主要仍是以镇静催眠类药物为主，而对于澳大利亚全科实践指南推荐的认知行为疗法（CBTi）的理论知识和治疗经验是非常有限的。这可能与全科医师对人群睡眠健康关注度不高，同时在睡眠疾病诊治领域参与度及接受相关睡眠疾病诊治的培训及指导不足有关。如何确定有效的培训方法提高全科医生对于睡眠疾病的筛查与管理能力，将会是全科医学与睡眠医学学科建设的共同关注点。我国已经将睡眠医学纳入专科医师认证及培训体系，其中就包括全科医师在培训后进行睡眠医师认证的内容。北京大学医学部在国内已率先制定了相关实施细则，将在2022年首次进行睡眠医学专培招生。全科医师从事睡眠医学工作应当是正逢其时，在全科医学科中建立睡眠疾病诊疗中心可以综合利用空间和人员，拓展远程家庭服务，具有独特优势。来自新西兰 Michael Hlavac 和 Michael Epton 领导的团队就描述了全科医生团队在睡眠医学专家的指导下，针对常见睡眠障碍可以提供快速且易于接受的筛查评估和治疗方法,有效缩短了睡眠障碍患者等待治疗的时间[]。而针对睡眠呼吸暂停综合征开展的家庭无创通气治疗，可以积累家庭医疗的经验、建立初步管理机制，为其它慢性疾病家庭医疗的开展提供借鉴，是探索新型家庭医疗模式的一个良好切入点[12]。由此可见，全科医学与睡眠医学的协同发展至关重要。只有利用各自学科的优势，在全科医疗实践及全科医学人才培养中，加强全科医生相关睡眠障碍类疾病的培训和指导，充分发挥全科医师在睡眠医学发展中地位，才能实现全科医生为广大人群提供全人、全周期的全面照顾。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.南京医科大学附属无锡人民医院经验",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "响应国家对三级综合医院全科医学科设置的要求，我院全科医学科于2017年独立建科。我们在规划学科建设初期重点考虑了以下若干问题：1、全科医学科作为一个新兴的临床专科，除了初期可享受国家政策『红利』之外，如何能在三级医院众多临床专科中立足？2、全科医学如何确立自己的科研方向并开展高水平的科学研究？3、如何能发挥自身学科优势，探索亚专科建设，培养具有亚专长的全科医生？",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "针对学科建设初期的思考，通过建科前期充分的论证与调研，结合学科带头人的专业优势，南京医科大学附属无锡人民医院确定了以全科医学融合睡眠医学的学科建设理念。在确保完成国家赋予全科医学的医学教育的任务前提下，在临床和科研工作中努力创新。将全科医学与睡眠医学交叉融合协同发展，承担全院区睡眠相关疾病的诊治，并以此确定了以睡眠障碍的诊治及研究作为科室技术特色及临床科研方向。在全科医师队伍中注重睡眠医学人才的培养，加强有关睡眠障碍疾病诊疗能力的培训，提高全科医师对常见的睡眠障碍疾病诊疗及管理的能力。科室所有全科注册医师，均需了解并参与睡眠中心常规工作，做到熟操作、会诊断、懂治疗。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科室努力在全科医师中培养睡眠医学人才：1、选择有一定呼吸病学或神经病学专业背景的硕士以上学历全科医生作为骨干力量，以点带面，作为睡眠医学亚专科建设人才储备；2、通过鼓励进修及下乡适宜技术推广的形式，在基层社区医院全科医生中培养兼职的睡眠医学专业医师，熟悉多导睡眠初筛检测，并依托家庭医师签约工作，做好睡眠障碍患者家庭治疗的长期跟踪随访，对其家庭治疗实施全程和全周期的管理；3、重点培养睡眠专业技师，要求熟练掌握多导睡眠监测技术及包括无创通气治疗技术在内的各种睡眠障碍的常用治疗技术，并定期下沉医联体单位进行睡眠监测技术培训，加大加快基层睡眠专技人才的培养。努力为学科建设培养有技术、懂管理、会教学、专科研的全科复合型人才。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "一个学科发展的基础是要有独立于其它专学科专业性，这也应是学科的立足之本。在目前三级综合性医院中，全科医学主要以全科医疗为基础，培养合格的全科医学人才为主要任务，但即然是一个临床专科就不可避免地要重视或强调它的临床和教学科研属性。全科医学主要服务对象以常见病、慢性病及未分化疾病为主，其中睡眠障碍患者占有绝大多数。因此全科医学为睡眠医学提供了良好的临床研究基础，而睡眠医学也可成为全科医学科研的一个方向。我院全科医学科自建科以来即创立了睡眠中心，且常年满负荷工作。除教学类以外的所有课题立项、论文选题及专利申请都围绕睡眠障碍展开，拓展了全科医学专硕培养的途经，更增强了青年全科医师的职业归属感。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "综上所述，全科医学与睡眠医学作为我国新兴的临床学科，在学科建设上，两者有很多的交集，具有较大的合作空间。我们以全科医学融合睡眠医学共同发展的理念，尝试性将睡眠医学作为全科医学临床特色亚专科建设，近年在学科发展、人才培养及科研创新方面取得了明显的提升。希望以此努力为全科医学及睡眠医学的学科发展探索一条新的发展模式，更有利于提高全科医生在睡眠疾病的诊疗和管理服务能力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "作者贡献 崔小川进行文章的构思与设计、可行性分析、文章整体质量控制及论文修订、审校；韩婷婷、崔小 川负责整理文献资料，完成文章撰写；韩芳指导设计文章写作思路。   \n利益冲突声明 本文无利益冲突。 参考文献   \n[1]于晓松，路孝琴．全科医学概论[M]5版．北京：人民卫生出版社，2019：5-7.   \n[2] American Academy of Sleep Medicine. International classification of sleep disorders, third edition (ICSD-3) [M]. Westchester， Illinois: American Academy of Sleep Medicine, 2014.   \n[3]邓锐,金鑫,贾金忠,等.1988-2019年睡眠研究领域国家自然科学基金立项情况分析及未来展望[J].中国全科医 学,2022,25(14) :1687-1693. D0I:10.12114/j.issn.1007- 9572.2022.0191.   \nDeng R,Jing X， Jia JZ，et al. Sleep Research Projects Supported by the National Natural Science Foundation of China during 1988—2019:Analysis and Prospects ［J].Chinese General Practice,   \n2022,25(14) :1687-1693. D0I:10.12114/j. issn.1007- 9572.2022.0191.   \n[4] Mullane N, Bradley C. An investigation into the association between demographic and morbidity factors，and sleep disturbance [J].Ir J Med Sci.2018 Feb ;187(1):163-175. DOI:10.1007/s11845-017- 1640-x   \n[5] Etindele Sosso FA, Matos E. Socioeconomic disparities in obstructive sleep apnea: a systematic review of empirical research[J]. Sleep Breath.202112；25(4):1729-1739.D0I:10.1007/s11325-020- $0 2 2 7 4 \\mathrm { - z }$ （20   \n[6] International Classification of Sleep Disorders, 3nd ed. Diagnostic and coding manual.   \nWestchester， Illinois: American Academy of Sleep Medicine, 2014.   \n[7] Bjorvatn B, Meland E, Flo E,et al. High prevalence of insomnia and hypnotic use in patients visiting their general practitioner[J]. Family Practice, 2017 02 ;34(1):20-24. D01:10.1093/ fampra /cmw107   \n[8] Benjafield AV， Ayas NT， Eastwood PR，et al. Estimation of the global prevalence and burden of obstructive sleep apnoea: a literature -based analysis[J]. Lancet Respir Med, 2019, 7(8): 687 - 698. DOI: 10.1016/S2213 - 2600(19) 30198 - 5.   \n[9] Hassed C， Antoniades J， Jones K,et al. An examination of Australian general practitioners' knowledge，attitudes and practices in relation to sleep disorders [J]. Malays Fam Physician. 2012; 7(1) : 16-23   \n[10] Haycock J, Grivell N, Redman A, et al. Primary care management of chronic insomnia: a qualitative analysis of the attitudes and experiences of Australian general practitioners[J]. BMC Fam Pract. 2021 07 22 ;22 (1): 158.D0I: 10.1186/s12875-021-01510-z ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ChinaXiv合作期刊",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[11] Epton MJ， Kelly PT， Shand Bl，et al .Development and outcomes of a primary care-based sleep assessment service in Canterbury， New Zealand[J]. NPJ Primary Care Respiratory Medicine. 2017 Apr 19；27(1) :26.0DI: 10.1038/s41533-017-0030-1 [12] Strohl KP，et al. Curriculum and Competency Assessment Tools for Sleep Disorders in Pulmonary Fellowship Training Programs. Am. J. Respir. Crit Care Med， 2005 Aug 01，172(3): 391-397 ",
        "page_idx": 4
    }
]