[
    {
        "type": "text",
        "text": "The morphology of Chiappeavis magnapremaxillo (Pengornithidae: Enantiornithes) and a comparison of aerodynamic function in Early Cretaceous avian tail fans ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "JingmaiK.O'CONNOR' ZHENG Xiao-Ting23 HU Han' WANG Xiao-Li² ZHOU Zhong-He' ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionandHumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology and Paleoanthropology,Chinese Academy of Sciences Beijing l0oo44 jingmai@ivpp.ac.cn)   \n(2 InstituteofGeology and Paleontology,Linyi University Linyi,Shandong276000)   \n(3Shandong Tianyu Museum of NaturePingyi, Shandong 273300) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract We provide a complete description of the skeletal anatomy of the holotype of Chiappeavis magnapremaxillo, the first enantiornithine to preserve a rectricial fan, suggesting that possibly rectricial bulbs were present in basal members of this clade.Notably, Chiappeavis preserves a primitive palatal morphology in which the vomers reach the premaxilae similar to Archaeopteryx but unlike the condition in the Late Cretaceous enantiornithine Gobipteryx.If rectricial bulbs were present, pengornithid pygostyle morphology suggests they were minimally developed.We estimate the lift generated by the tail fan preserved in this specimen and compare it to the tail fans preserved in other Early Cretaceous birds.Aerodynamic models indicate the tail of Chiappeavis produced less lift than that of sympatric ornithuromorphs.This information provides a possble explanation for the absence of widespread aerodynamic tail morphologies in the Enantiornithes. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeywordsMesozoic, Jehol Biota,Aves,rectrix ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation O'Connor JK, Zheng X T, Hu H et al.,2016.The morphology of Chiappeavis magnapremaxillo (Pengornithidae:Enantiornithes) and a comparison of aerodynamic function in Early Cretaceous avian tail fans.Vertebrata PalAsiatica,55(1): 41-58 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Enantiornithes is the most diverse recognized group of Mesozoic birds,considered the first major avian radiation. Although specimens have been collected from continental and marine sediments on all continents with the exception of Antarctica,like other bird fossils,these remains are typically isolated and fragmentary (O'Connor et al.,2O11). The major exception is the Early Cretaceous deposits in northeastern China that have produced the 130.7-120 Ma Jehol Biota (Pan et al.,2013),preserving the second oldest recognized fossil avifauna surpassed only by the Late Jurassic Solnhofen Limestones in Germany that produce Archaeopteryx (Wellnhofer, 20o8). Despite its age, the Jehol avifauna accounts for approximately half of the entire diversity of Mesozoic birds including a huge diversity of enantiornithines (Wang M et al., 2014; Wang X et al., 2014; Zhou and Zhang, 2006).As new species steadily continue to be discovered, several distinct clades have been recognized (e.g., the Bohaiornithidae, Longipterygidae). The most temporally successful of these enantiornithines lineages is the Pengornithidae.The first specimen, the holotype of Pengornis houi,was described by Zhou et al. in 2Oo8 and already this group is one of the most diverse enantiornithine clades in the Jehol avifauna. Currently there are five specimens representing four genera (Pengornis,Parapengornis, Eopengornis,and Chiappeavis) (Hu et al.,2015; O'Connor et al.,2016; Wang X et al., 2014; Zhou et al., 2008). The holotype of Pengornis houi is the largest known Early Cretaceous enantiornithine. Eopengornis is from the 130.7 Ma Protopteryx-horizon of the Huajiying Formation and all other taxa are from the $1 2 0 \\ \\mathrm { M a }$ Jiufotang Formation. Pengornithids are the most recognizable enantiornithines,with their characteristic numerous small,low-crowned teeth,hooked scapular acromion,bilaterally formed sternum without intermediate trabeculae,elongate femur, unreduced fibula, metatarsal V, and elongate metatarsal I and hallux.These characters are mostly primitive features strongly suggesting that pengornithids are basal within the Enantiornithes,consistent with recent phylogenetic analyses and the fact Eopengornis is among the oldest known enantiornithines (Wang X et al., 2014). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The most recently described pengornithid, Chiappeavis magnapremaxillo, preserves the first clear evidence that some members of the Enantiornithes possessed rectricial fans (Fig.1),similar to those present in the basal pygostylian Sapeornis and members of the Ornithuromorpha (Clarke et al., 2006; Zheng et al.,2013), the clade that includes all living birds nested within. The unique shape of the pengornithid pygostyle, being relatively more similar to that of ornithuromorphs and Sapeornis than other enantiornithines, suggests that the rectricial fan evolves together with the rectricial bulbs necessary to control them, which in turn shapes the pygostyle (O'Connor et al., 2016). The holotype and only known specimen of Chiappeavis magnapremaxillo STM 29-1l was only briefly described with regards to its skeletal morphology. Here we provide a complete description and further explore the unique morphology of the pengornithid pygostyle.We reconstruct the tail fans of several well preserved Jehol ornithuromorphs and compare the aerodynamic lift generated by different tail shapes and discuss the significance of this information. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/6627a0d18b6b4e1ffdb04e558f9ae4bcfe2197aca53e319c7a8bcc68a266b66d.jpg",
        "img_caption": [
            "Fig.1 Photograph of the holotype and only known specimen of Chiappeavis magnapremaxillo STM 29-11 Scale bar equals $2 \\mathrm { c m }$ "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Description ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This description provides only new anatomical information regarding STM 29-11 (Fig. 2). The enlarged premaxillary corpus and elongate nasal processes that distinguish Chiappeavis from other pengornithids have already been described in detail (O'Connor et al.,2016). The maxillary process of the premaxilla is robust, sharply tapered,and roughly equal to the length of the corpus (Fig.3). The premaxille form a medial wedged articulation with the nasals although the extent of this articulation is unclear due to poor preservation of the nasals.A fragment of the left nasal is preserved articulating with the frontal; it appears narrower than the nasal in Pengornis IVPP V 15336 (Zhou et al.,2008).Although the maxilla forms most of the facial margin in Pengornis V 15336 (Zhou et al.,2008) and all other known pengornithids (Hu et al.,2014,2015; Wang X et al.,2014), only possible fragments are preserved in Chiappeavis STM 29-11. Part of the scleral ring is preserved in the orbit. Other fragments may represent pieces of the pterygoids. Ventrally,a thin, distally upturned rod-like element is identified as the jugal. A robust fragment of bone is preserved dorsal and in parallel to the jugal; this bone may be a piece of the jugal process of the maxilla but it appears unusually robust. Part of the palate is visible through the left external nares (Fig. 3). Both vomers are preserved presumably in dorsal view.As in Gobipteryx they appear to be fused along their rostral halves, caudally diverging at a $1 5 ^ { \\circ }$ angle (nearly parallel in Gobipteryx).This suggests that like Gobipteryx the choana was rostrally located compared to neornithines (Chiappe et al., 20o1). However, unlike in Gobipteryx and neognathous birds, as preserved the vomers appear to retain the plesiomorphic tetrapod condition, reaching and presumably articulating with the premaxilae, as in paleognathous birds and potentially Archaeopteryx (Witmer and Martin, 1987).A fragment of bone preserved between the left vomer and the maxillary process of the premaxilla may be a piece of the maxillary contribution to the palate. The caudal half of the skull is poorly preserved, crushed and heavily abraded, revealing no anatomical details.The tip of the left dentary is blunt; barely visible, numerous small teeth are preserved in separate aveoli.The ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/fb596f1b572c6ecd7623cb55ddfe093a25771ae626fe86daf84502e37f79544e.jpg",
        "img_caption": [
            "Fig.2 Interpretative line drawing of the preserved elements in STM 29-11 Anatomical abbreviations: ca.caudal vertebrae; ce.cervical vertebrae; cm.carpometacarpus; co.coracoid; de.dentary;fe.femur; f.fibula; fu.furcula;ha.hallux; hs.hornysheath; hu.humerus; il.ilium; is.ischium; 1. left; It.lateral trabecula; ma. major metacarpal; mi. minor metacarpal; mt I-IV. metatarsals I-IV; p.phalanx; pb.pubes; pm. premaxilla; pt. proximal tarsals; py. pygostyle; r. right; ri. thoracic ribs; sc.scapula; sr.sternal ribs; sy.synsacrum; tb.tibia; th.thoracic vertebrae;ul.ulna;un.ulnare Scale bar equals $2 \\mathrm { c m }$ . Light grey indicates areas of bone that are broken or poorly preserved; dark grey indicates soft tissue impression of feathers "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "postdentary bones are poorly preserved. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Approximately seven cervical vertebrae are poorly preserved in articulation with the skull (Fig.2). The cranial articular surfaces appear to be slightly concave.Proximally the cervicals are preserved in ventral view; distally the series appears in caudal view. The third preserved vertebra reveals small carotid processes. The costal processes are short and sharply tapered. The proximal portion of the thoracic series is obscured by overlap with the thoracic girdle. There are five visible dorsal vertebrae;the first two are disarticulated but the distal three are in articulation with the synsacrum. The dorsal vertebrae show the typical enantiornithine condition with the parapophyses located one-third from the proximal end and the lateral surface deeply ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "excavated by a groove (Chiappe and Walker, 2002).The neural spines of the synsacrum are fused into a continuous spinous crest, which narrows and decreases in height distally, as in V 15336. The first four transverse processes are quadrangular,short and wide; the last three are elongate and caudolaterally oriented and the fifth is intermediate in morphology (Figs.1,2). Five free caudal vertebrae are preserved, which is fewer than reported in other pengornithids (Hu et al., 2014,2015); the cranial articular surface is exposed in the first caudal vertebra revealing a weakly concave surface.The transverse processes are long, approximately equal to the centrum width. The neural canal is smaller than the size of the exposed caudal articular surfaces.The unfused haemel arches are rectangular with blunt distal margins. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Asnoted in a more detailed study of the pygostyle(Wang and O'Connor, in press) the pengormithid pygostyle bears all the same ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/c5965a719194d47da31a618811a56deb56229b3fe86a24d853d238e9dc942e8e.jpg",
        "img_caption": [
            "Fig.3Detail photograph(A) and line drawing (B) of the skull in STM29-11 Anatomical abbreviations not listed in Fig.2 caption: f. frontal; j. jugal; m. possible fragment of the palatal ramus of the maxilla; n. nasal; np.nasal process of premaxilla; q?. possible quadrate; sl.scleral ring;v. vomers. Scale bar equals $5 \\mathrm { m m }$ （20 "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "characteristic features of other enantiornithines,although this clade differs in how these morphologies are expressed. The pygostyle of Chiappeavis has a pair of ventrolateral processes restricted to the proximal ventral half of the pygostyle whereas in other enantiornithines these processes extend for most of the pygostyle length (Chiappe and Walker,2002). The ventrolateral processes project further ventrally and are limited to the proximal third of the pygostyle in Pengornis V 15336 (Fig. 4B). Visible on the right, a small cranial fork is present and continuous with a dorsolateral process that appears to extend the entire length of the pygostyle (Fig. 4A). The dorsal surface between these dorsolateral processes is broadly concave as in other pengornithids,whereas this concavity is narrow and deeper in other enantiornithines, even when preserved dorsoventrally crushed (Wang and O'Connor, in press). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The left ramus of the furcula is preserved in dorsal view; the rami are slightly bowed ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/59a817801efac637935a6004c619d7376199484b77e3f067a63e96cecce99335.jpg",
        "img_caption": [
            "Fig. 4Comparative photographs of the pygostyle preserved in Chiappeavis STM29-11(A) and Pengornis IVPPV15336 (B) Anatomical abbreviations not listed in Fig.2 caption: cf.cranial fork;dl. dorsolateral process; vl.ventrolateral process.Scale bar equals $5 \\mathrm { m m }$ "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "medially similar to Pengornis V 15336 (Fig.5).The dorsolateral excavation is limited to the proximal 2/3 of the ramus; the dorsal surfaceofthe omalthirdis flat.The omal tip tapers bluntly,as in Pengornis V 15336,and is pitted and striated suggesting incomplete ossification of the articular surfaces.A hypocleidium was present,as in other pengornithids.As in Pengornis, the process measures approximately half the length of the furcular rami,whereas the hypocleidium appears proportionately longer in Parapengornis IVPP V 18687 (Fig.5).Both coracoids are in articulation with the coracoidal sulci of the sternum in ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "dorsal view; the dorsal lips of the sulci cover the sternal margin of the coracoids indicating that the sulci are deep.The acrocoracoid, glenoid and scapular articular surface are weakly aligned, as in other enantiornithines (Chiappe and Walker, 2O02). The poorly developed glenoid and scapular cotyla are separated by a deep pit, which may be an artefact of crushing and obscuring the presence of an acrocoracoidal tubercle. Just distal to the scapular articular surface the supracoracoid nerve foramen pierces the neck of the coracoid, separated from the medial margin by a complete boney bar; it does not appear to open into a medially located groove as it does in many other enantiornithines (Chiappe and Walker, 2Oo2). The corpus makes up the distal half of the coracoid. The distal quarter of the lateral margin is convex,expanding the width of the sternal margin. The convex distal portion of the lateral margin appears distinctly thinner and flatter than the rest of the coracoidal corpus.This morphology of the lateral margin of the coracoid is also observed in other pengornithids (Eopengornis,Parapengornis V 18687) as well as bohaiornithid enantiornithines (Wang M et al.,2014). The corpus is weakly excavated by a shallow dorsal fossa,also observed in some ornithuromorph birds (e.g., Yixianornis), inferred to be the attachment of the m. supracoracoideus (Clarke et al., 2006). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/efd1989113d169e31fb21c243593f7acf7e01e4955bf33324066967cba3b4ee1.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Fig.5Pengornithid furculae A. Chiappeavis STM29-11; B.Pengornis IVPPV 15336; C. Eopengornis STM24-11; D.Parapengornis IVPPV 18687; E.Parapengornis IVPPV 18632 Note differences in Parapengornis: the straight furcular rami define a greater angle in IVPP V18632 and the hypocleidium is proportionately longer in IVPPV18687.Anatomical abbreviations listed incaptions ofFigs.2,4 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The left scapula in lateral view overlaps the right in costal view, and where the two shafts overlap the left is missing a piece of the shaft; both distal ends are unclear. The scapular acromion process is slightly longer than the glenoid facet and hooked, as in other pengornithid enantiornithines (Wang X et al.,2O14).The cranial margin of the process is wide and flat. The scapular glenoid facet is large, concave, slightly tapered distally and forming a labum where it contacts the scapular blade (Fig. 6).The body of the scapula is relatively wide and short as in other pengornithids. The costal surface is smooth,lacking the groove present in more derived enantiornithines (e.g.Elsornis,Neuquenornis) (Chiappe and Walker, 2002). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The straight coracoidal sulci meet at an $1 2 0 ^ { \\circ }$ angle so that the rostral margin of the sternum is weakly vaulted (Fig. 6).The craniolateral corners are weakly developed into slight dorsolateral projections but no distinct craniolateral process is present. The entire lateral margin of the sternum including the lateral trabecula is weakly concave.The dorsal surface of each trabecula is keled giving this process a triangular cross-section; distally the apex moves from dorsolaterally located to centered on the dorsal surface and the distal third is flat. The distal ends of the trabeculae are weakly expanded - this area of bone is also heavily pitted and striated indicating ossification was incomplete.The lateral trabeculae extend distally beyond the caudal margin of the xiphial region,as in $\\mathrm { ~ V ~ } 1 8 6 3 2$ (level with caudal margin in Eopengornis STM 24-11). The lateral margins of the median trabeculae are concave as the sternal plates narrow caudally, whereas they are straight in Eopengornis and Parapengornis. Compared to other known pengornithids, the xiphial region is more elongate and narrow in STM 29-11 forming an incipient xiphoid process and defining approximately a $4 0 ^ { \\circ }$ angle ( $7 5 ^ { \\circ }$ in Eopengornis and $7 0 ^ { \\circ }$ Parapengornis). The xiphial region bears a short, straight caudal margin,absent in Eopengornis and V 18632,in which the xiphial region defines a blunt V-shaped margin (Hu et al.,2014; Wang X et al., 2014). Given the lack of maturity in all specimens preserving sternal material, these apparent differences in the morphology of the distal ends of the lateral trabeculae and proportions of the xiphial region may change with the discovery of adult material. However, features like the concavity of the lateral margins in Chiappeavis STM 29-11 are unlikely to change at this stage in maturity. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/bb5d74b6cec941415ba0a99472ae502ae00e7ec545c2e3c7da8b6b2ba8355d8a.jpg",
        "img_caption": [
            "Fig.6 Close up of the thoracic girdle in Chiappeavis STM29-11 Anatomical abbreviations not listed in Fig.2 caption:a.acromion process of scapula; ap.acrocoracoid process; bc.bicipital crest; cg. capital groove; dl. dorsolateral excavation of furcular rami; dpc.deltopectoral crest; g. glenoid facet; hh.humeral head; hy.hypocleidium; lg. lateral groove on thoracic vertebrae; nf.supracoracoidal nerve foramen; ns.neural spine of thoracic vertebrae; pr. pathologic rib; rc.rostral cleft of sternum; s.scapular cotyla of coracoid; vt. ventral tubercle;xp.xiphial process Scale bar equals $5 \\mathrm { m m }$ "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Well-defined costal facets are not visible but three robust sternal ribs are visible articulating on the right costal margin of the sternum.The third rib is more robust than the others and has an uneven caudal margin that may be pathological in origin (Fig. 6). The left sternal ribs are displaced over the dorsal surface of the sternum - they are short, robust, and weakly curved. Several disarticulated thoracic ribs are preserved;a few are located cranial to the sternum and a few are associated with this element. Compared to the cranially located ribs,the ribs preserved near and overlying the sternum are shorter, more robust, and more weakly curved, and probably articulated with the sternal ribs. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The left humerus is preserved in cranial view,while the right is in caudal view.Proximally in caudal view, the ventral tubercle is small, separated by a wide,shallow capital incision,and a pneumatic fossa is absent. In cranial view, a small bicipital crest is present, weakly projecting cranially. The width of the deltopectoral crest is less than the width of the shaft and extends along the proximal thirdofthe humerus.The shaft weakly increases in width distally ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "from its narrowest point located midshaft, also observed in other pengornithids.The distal caudal surface is poorly preserved revealing no anatomical details.The distal condyles are small and located primarily on the cranial surface as in other birds.The circular dorsal condyle is larger than the oval ventral condyle, although the two are approximately equal in diameter. The long axis of the ventral condyle is transversely oriented. The round ventral epicondyle is smaller than the ventral condyle,and located on the craniodistal surface of the ventrodistal margin. The brachial fossa is not developed. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Both antebrachia are complete; the left is in caudal view and the right is cranially exposed.As in other basal birds the ulnae are bowed along their proximal halves.The dorsal cotyla is flat and the ventral cotyla appears slightly concave. The radii are straight and more than half the thickness of the ulna; crushing prevents identification of a longitudinal groove like that present on the interosseous surface of some enantiornithines (Chiappe and Walker, 2002). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The ulnare is U-shaped; one ramus is bluntly tapered,while the other is short and more robust, similar to that of Pengornis V15336.The radiale is quadrangular but it is unclear which surface is exposed. The semilunate carpal appears only partially fused to the metacarpals. The right alular metacarpal is preserved unfused to the major metacarpal. It is narrow and approximately 1/5 the length of the carpometacarpus. The proximal end is rounded and the distal end appears ginglymous. As in V 15336 the proximal end of the minor metacarpal wraps onto the ventral surface of the major metacarpal and the ventral surface of the proximal third of the minor metacarpal forms a ridge rather than a distinct pisiform process, a morphology common in Early Cretaceous enantiornithines (O'Connor, 2O09).The first phalanx of the major digit is incomplete but like other enantiornithines it maintains the plesiomorphic theropod condition and lacks any caudal expansion like that present in ornithuromorph birds. The penultimate phalanx is not preserved; the ungual phalanx is small and weakly curved. The first phalanx of the minor digit is wedge-shaped with a flat cranial margin and convex caudal margin, tapering to a blunt distal margin. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Both ilia are preserved in articulation with the synsacrum (Figs.1,2). The right ilium is preserved in medial view while the left appears in dorsal view. In lateral view, the dorsal margin is weakly convex. The ventral margins of the preacetabular and postacetabular alae are straight. The pubic pedicel of the ischium is wider than the iliac pedicel. The preacetabular wing is longer and dorsoventrally taller than the postacetabular wing and the postacetabular wing is bluntly tapered as in V 18632 and most enantiornithines.The right ischium, preserved in medial view,is long,delicate and gently tapered; the dorsal margin is concave and the ventral margin is convex (Figs.1, 2). The pubes have a thick oval cross section with a craniodorsal-caudoventrally oriented long axis. The distal third is heavily pitted and striated. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Both femora are preserved although the right is overlain by the pubes and ischia and the proximal end is not exposed on either side (Figs.1,2).As described,a smal tibiofibular crest is present distally(O'Connor et al.,20l6). The right tibia is in caudal view exposing the popliteal tuberosity and lateral articular facet on the proximocaudal surface,also developed in Pengornis and Eopengornis (Wang X et al.,2Ol4). The flexor fossa is weak or absent. The left tibia is exposed in craniolateral view; the proximal tarsals are fused to each other forming the condyles. The medial condyle is wider than the lateral condyle.They are separated by a wide,shallow intercondylar incisure.The lateral margin of the lateral condyle and the medial margin of the medial condyle are both straight and the opposing surfaces are strongly convex, as in Pengornis V 15336.The lateral condyle is excavated by a deep concavity on the lateral surface as in some enantiornithines (e.g., Qiliania) (Ji et al., 2O11). The ascending process is triangular, tapering proximally,and taller than the height of the condyles. Only the right fibula is preserved and it is incomplete so it cannot be determined if it reached the distal condyles as in other pengornithids (Wang X et al., 2014). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "No distal tarsals are preserved,as in other pengornithids. The metatarsals are unfused and slightly disarticulated; the exposed surfaces are abraded, preserving very litle information. Metatarsal IV is thinner than metatarsal III, which is in turn thinner than metatarsal II.The digit of metatarsal II is robust with a large ungual phalanx; the ungual phalanx in digit III is long but not as robust as those of digits Iand II.The digit IV ungual is the smallest. No metatarsal V is preserved although it was likely present, as in other pengornithids (Wang X et al., 2014). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Ontogenetic status STM 29-11 is clearly immature based on the incomplete ossification of the periosteal surface of the bone evident from the striated pits that sparsely cover the surface of most elements.As would be expected, fusion is incomplete in the sternum and proximal carpometacarpus,and the compound bones of the hindlimb have yet to fully coossify.The compound bones of the axial skeleton, the pygostyle and synsacrum,are fully fused in all subadult enantiornithine specimens supporting the inference that the difference in the number of sacral vertebrae is a true distinction between Chiappeavis and Pengornis. The age of the specimen has not been explored through histology because there are no breaks in the long bones of STM 29-11 to allow non-destructive sampling of this particularly nice specimen. However, the sternum is fully fused in the subadult holotype of Eopengornis martini STM 24-1 and V18632.This indicates that STM 29-11 is at a relatively earlier ontogenetic stage and strongly suggests it would have increased in size with maturity. The sternum in Parapengornis V 18687 is also medially unfused, despite its much smaller size (Table 1) and histology confirms that this specimen is immature, with no remodelling present to indicate the individual was mature or nearly so. Parapengornis sp.V 18632 has a fully fused sternum but is roughly $1 5 \\%$ smaller than Parapengornis V 18687 indicating these specimens may represent different species (see phylogenetic analysis). As preserved STM 29-11 is $20 \\%$ smaller than the holotype of Pengornis houi V15336,although given the relative immaturity of the former specimen we suggest the terminal body size in Pengornis and Chiappeavis would have been similar. ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/28d21f312e2f4807aa6c1a533dbe4091e7c998e0a2f26092ec55ad2ff13b5e1d.jpg",
        "table_caption": [
            "Table 1 Select measurements of published pengornithids "
        ],
        "table_footnote": [
            "Notes: W. width; L.length; ph. phalanx.\\* estimated measurement,() indicate incomplete elements. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">IVPPV15336</td><td rowspan=\"2\">Pengornis</td><td rowspan=\"2\">IVPPV18632</td><td rowspan=\"2\">Parapengornis IVPPV18687</td><td rowspan=\"2\">Eopengornis STM24-1</td><td colspan=\"2\">Chiappeavis</td></tr><tr><td>STM29-11</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td>right</td><td>left</td></tr><tr><td>Scapula</td><td>(36.3)</td><td>34.9</td><td>46.3</td><td>27.2</td><td>(40.9)</td><td>45.2</td></tr><tr><td>Coracoid L</td><td>39</td><td>(17.4)</td><td>26.3</td><td>17.8</td><td></td><td>30.1</td></tr><tr><td>Coracoid W</td><td>(18)</td><td>1</td><td>14</td><td>(9.7)</td><td>17.6</td><td>1</td></tr><tr><td>Sternum L</td><td>1</td><td>(22.7)</td><td>33</td><td>22</td><td>38</td><td></td></tr><tr><td>Sternum W</td><td></td><td></td><td>32</td><td>22</td><td>31</td><td></td></tr><tr><td>Humerus</td><td>72</td><td>45.7</td><td>52.1</td><td>38</td><td>55.7</td><td>57.8</td></tr><tr><td>Ulna</td><td>78</td><td>49</td><td>54.9</td><td>42.4</td><td>63.4</td><td>63.5</td></tr><tr><td>Radius</td><td>(66)</td><td>49</td><td>53.7</td><td>41.5</td><td>58.1</td><td>60.3</td></tr><tr><td>Carpometacarpus</td><td>34.2</td><td>23.8</td><td>30.7</td><td>23.3</td><td>30.9</td><td>30</td></tr><tr><td>Major metacarpal</td><td>29.1*</td><td>20.1</td><td>24.8</td><td>18.2</td><td>26.5</td><td>27.7</td></tr><tr><td>Minor metacarpal</td><td>31.4</td><td>19.7</td><td>27.4</td><td>20.1</td><td></td><td>29.8</td></tr><tr><td>Alular metacarpal</td><td>1</td><td>4.2</td><td>5.3</td><td>3.4</td><td>1</td><td>1</td></tr><tr><td>Alular digit ph1</td><td>1</td><td>10.7</td><td>11.4</td><td>9.5</td><td>1</td><td>1</td></tr><tr><td>Alular digit ph2</td><td>1</td><td>5.5</td><td>6.7</td><td>3.9</td><td>1</td><td>1</td></tr><tr><td>Major digit ph1</td><td>16</td><td>12.5</td><td>12.7</td><td>9.3</td><td>1</td><td>1</td></tr><tr><td>Major digit ph2</td><td>11.6</td><td>8.8</td><td>9.2</td><td>7.2</td><td>1</td><td>1</td></tr><tr><td>Major digit ph3</td><td>1</td><td>4.5</td><td>4.8</td><td>3.6</td><td>1</td><td>5.2</td></tr><tr><td>Minor digit ph1</td><td>6.9</td><td>6.3</td><td>8.1</td><td>6.3</td><td>1</td><td>8.4</td></tr><tr><td>Hand</td><td>56.8</td><td>45.9</td><td>1.2</td><td>38.3</td><td>1</td><td>1</td></tr><tr><td>Femur</td><td>53</td><td>34.8</td><td>39.8</td><td>27</td><td>1</td><td>42.9</td></tr><tr><td>Tibiotarsus</td><td>55</td><td>37.7</td><td>40.4</td><td>31</td><td>44.6</td><td>46.7</td></tr><tr><td>Femur/tibiotarsus</td><td>0.96</td><td>0.92</td><td>0.99</td><td>0.87</td><td></td><td>0.92</td></tr><tr><td>Fibula</td><td>(28)</td><td>(12)</td><td>34</td><td>29</td><td>(36)</td><td>(40)</td></tr><tr><td>Metatarsal I</td><td>8.2</td><td>6.9</td><td>8.6</td><td>6.9</td><td>1</td><td>8.2</td></tr><tr><td>Metatarsal I ph1</td><td>1</td><td>6.7</td><td>9.2</td><td>7.8</td><td>1</td><td>10.4</td></tr><tr><td>Metatarsal II</td><td>24</td><td>18.9</td><td>19.5</td><td>15.9</td><td>1</td><td>(22.4)</td></tr><tr><td>Metatarsal III</td><td>26.6</td><td>1</td><td>20.5</td><td>17</td><td>1</td><td>(22.5)</td></tr><tr><td>Metatarsal IV</td><td>25</td><td>1</td><td>18</td><td>15.9</td><td>1</td><td>20.5</td></tr><tr><td>Pygostyle</td><td>18.2</td><td>7.5</td><td>10</td><td>5.1</td><td>15</td><td></td></tr><tr><td>Synsacrum</td><td>24</td><td>1</td><td>1</td><td>1</td><td>24</td><td></td></tr><tr><td>Pubis</td><td>(31)</td><td>35</td><td>37.2</td><td>26</td><td>1</td><td>47.1</td></tr><tr><td>Ilium</td><td>1</td><td>(14)</td><td>30</td><td>1</td><td>29</td><td>1</td></tr><tr><td>Ischium</td><td>二</td><td>21</td><td>21</td><td>(5.2)</td><td>25.4</td><td>二</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3 Phylogenetic Analysis ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "We investigated the phylogenetic placement of Chiappeavis using a modified version of the O'Connor and Zhou (2013) dataset that includes the revised character 220 used by Wang X et al. (2014). The dataset includes five pengornithids: Eopengornis, Parapengornis IVPP V 18687 and IVPP V 18632, Pengornis,and Chiappeavis. (Hu et al., 2014, 2015; O'Connor et al.,2016; Wang X et al., 2014; Zhou et al., 2008). The matrix includes a total of 63 taxa, 24 of which are referable to the Enantiornithes.Using TNT software (Goloboff et al., 2008) we conducted a heuristic search using tree-bisection reconnection (TBR) retaining the single shortest tree out of every 1,0o0 replications. This produced 824 most parsimonious trees with a length of 897 steps.A second round of TBR produced more than 10,000 trees of the same length.In the strict consensus,all nodes collapsed except Aves itself. Investigation of the MPTs revealed that in $78 \\%$ of the trees Pengornithidae was resolved. The clade formed by Jeholornis $^ +$ all more derived birds collapses due to the basal position of the fragmentary taxon Chaoyangia resolved by a small percentage of MPTs. In order to reduce the effects of homoplasy (Goloboff et al.,2O08), which strongly characterizes early avian evolution (Brusate et al.,2O15),we reran the analysis with the same parameters using implied weighting $( \\mathbf { k } = 1 . 0$ 2.0,and 3.0) (Goloboff,1993).With a $\\mathbf { k }$ value of 1.0, the analysis produced 24 trees $( { \\mathrm { T B R } } =$ 129.47). The strict consensus is well resolved with pengornithids forming successive outgroups to all other enantiornithines.With higher k values (2.0,3.O) Pengornithidae is resolved as a clade that is sister taxon to all other enantiornithines (Fig. 7). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4 Discussion ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Pengornithid diversity Five pengornithid specimens are now recognized, representing at least four distinct genera (Chiappeavis,Eopengornis,Parapengornis,and Pengornis). Pengornithids are unusual birds,differing from other enantiornithines in the morphology of the sternum (e.g. ossifying from a pair of medially fused bilateral plates and having only a single pair of caudal trabeculae), pygostyle (shorter, wider, with proximally restricted ventrolateral processes, often having a midline invagination on the caudal margin),and ischium (slender without a dorsal process). In addition, they possess features more typical of long boney-tailed birds or basal pygostylians, such as the presence of a metatarsal V and an elongate fibula. This marked increase in homoplasy caused by the inclusion of five pengornithids has thus resulted in a collapse in weakly resolved relationships from previous analyses, making a strong case for the use of implied weighting. Without the use of implied weighting Pengornithidae is only resolved in $78 \\%$ of the MPTs,but in $98 \\%$ of all MPTs V18632 and Eopengornis form a clade, thus not supporting previous inferences that V 18632 should be referred to Parapengornis (Hu et al.,2015). This is further supported by differences in body size between V 18632 and Parapengornis $\\mathrm { ~ V ~ } 1 8 6 8 7$ (see Ontogenetic status). Difference in size, morphology (Fig. 5), and stratigraphic level also suggest $\\mathrm { ~ V ~ } 1 8 6 3 2$ is not referable to Eopengornis martini.Because the specimen is a subadult, Hu et al., (2014) originally refrained from naming V18632 (Pengornis sp.),later referring it to Parapengornis (Hu et al., 2015).Here we regard this specimen as Pengornithidae indeterminate.Notably, Eopengornis and Parapengornis share a common tail morphology consisting of a pair of elongate, fully pennaceous rachis dominated feathers but are not found to be closely related; instead,Eopengornis is found to be more closely related to Chiappeavis,despite their disparate tail morphologies. This may suggest that this analysis does not accurately portray pengornithid relationships or that pengornithid plumage was as evolutionarily labile as in extant avian families (Gluckman,2O14).In favor of the former, the pygostyle of Chiappeavis is most similar to that of Pengornis with regards to ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Dromaeosauridae Archaeopteryx Jeholornis Eoconfuciusornis Confuciusornis dui 3S Confucius- Jinzhouorniszhangjiyingia ornithiformes Changchengornis Confuciusornis sanctus Didactylornis Sapeornis Pygostylia Pengornithidae Parapemgrmis VPP 18687 中 Chiappeavis IVPPV18632 Eopengornis Vescornis Protopteryx Ornithothoraces Enantiornithes Coetgi Concornis Shenqiornis Neuquenornis Elsornis Cathayornis Eocathayornis Liaoningornis Eoalulavis Longipteryx Boluochia Rapaxavis Iberomesornis K = 3.000 Shanweiniao Longirostravis Patagopteryx Dingavis Archaeorhynchus Jianchangornis Zhongjianornis Chaoyangia JOrnithuromorpha Iteravis Vorona Schizooura Hongshanornis Longicrusavis Yixianornis Yanornis Hollanda Songlingornis Archaeornithura Gansus Apsaravis Ambiortus Enaliornis Baptornis advenus Baptornis varneri Parahesperornis Hesperornis Limenavis Ichthyornis Anas Gallus. Vegavis ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "proportions, whereas that of Parapengornis and Eopengornis are slightly shorter, suggesting that Pengornis may have had a rectricial fan.This subtle interclade diversity is not captured by the abstract morphologies encapsulated by this and other current character matrices used for the phylogenetic analysis of Mesozoic birds. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Large body size (Table 1) and stratigraphic level (Jiufotang) suggest that Chiappeavis is more closely related to Pengornis than to Parapengornis (smaller) or Eopengornis (smaller, Huajiying), which is further supported by the morphology of the furcula (furcular rami curved in Chiappeavis and Pengornis whereas they are straight in Parapengornis) (Fig. 5).The sternum in Chiappeavis is proportionately more elongate (length greater than width) than in Parapengornis and Eopengornis (length and width subequal). It further differs from smaller pengornithids in the morphology of the xiphial region of the sternum: the lateral margins of median trabeculae are concave in the new taxon, whereas they are straight in Eopengornis and Parapengornis. Ontogenetic and preservational differences obfuscate comparison with Pengornis V15336.Postcranially,Pengornis V15336 and Chiappeavis STM29-11 are similar but STM 29-11 has a greater number of sacral vertebrae despite its immaturity (although the cranial margin of the synsacrum is obscured, clearly only seven sacrals are present in Pengornis V15336)and the proximal articular surface of the tibia is inclined.The increased number of sacral vertebrae and expanded premaxillae suggest Chiappeavis is more advanced than other pengornithids. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Tail-fan performance in Early Cretaceous birdsEven in the Jehol Biota,at the earliest known stage of pygostylian evolution with data limited by fossilization, there exist observable differences in the shape and relative size of the rectricial fan between clades and individual taxa. Compared to all Jehol ornithuromorphs preserving tail fans (Yixianornis, Yanornis,Hongshanornis,Schizooura,Piscivoravis) (Chiappe et al.,2014; Clarke et al.,2006) (Fig. 8), the tail is proportionately shorter relative to body length in Chiappeavis STM 29- 11 (Table 2). These taxa also differ in the degree of gradation (measured as the difference in length between the longest and shortest rectrices). Subtle differences in tail shape and length can be used to understand the selective pressures responsible for producing each phenotype. Lift is determined by the maximum continuous width, therefore any elongation beyond this point is considered the product of sexual selection,being not optimized for flight (Thomas and Balmford,1995). In one test area, $80 \\%$ of all bird species were found to have tail displays of some kind (Fitzpatrick,1997). Although two tails of equal width have the same lift,longer tails generate greater moments for turning; the trade-off is that longer tails require greater muscle force and incur more drag (Thomas and Balmford,1995). Thus the huge diversity of avian tail morphologies represents the product of these and the numerous other selective forces that exist in the varied ecologies and lifestyles occupied by birds.The graded morphology in Sapeornis and even the round morphology in ornithuromorphs indicate that although capable of generating lift, these tails were not optimized for aerodynamic function, being also shaped by sexual/signal selection. The difference between the longest and shortest rectrices is highest in ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Sapeornis and Chiappeavis suggesting this influence was strongest in these taxa. Shorter tails tend to be adapted for higher flight speeds and greater lift to drag ratios,whereas longer tails increase maneuverability and are found in woodland birds where the cluttered environment selects for increased maneuverability and high-speed flight is infrequent (Thomas,1997; Thomas and Balmford,1995). Thus the presence of long round-tails in most ornithuromorphs indicates these taxa well adapted for the forested Jehol paleoenvironment (Zhou, 2004). Since longer tails require greater muscle force,the proportionately shorter tail in Chiappeavis supports inferences based on pygostyle morphology that rectricial bulbs,if present, were poorly developed in enantiornithines. Some extant birds have a pygostyle similar to that of enantiornithines in which the dorsal surface is expanded (having a dorsal platform and thus no dorsally blade-like pygostyle lamina) to provide additional surface area for the attachment of enlarged caudal levator muscles,yet these taxa retain rectricial bulbs (Wang and O'Connor, in press). Thus the absence of a pygostyle lamina does not exclude enantiornithines from having this structure. ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/a30245ede38e478de1d74dbaaae2ee84998d4c644f84351acc1b13d9af79d9b8.jpg",
        "img_caption": [
            "Fig.8Rectricial fan morphology in Early Cretaceous ornithothoracines A.photograph of the tail impression preserved in Chiappeavis magnapremaxillo STM29-11,scale bar equals1 cm.Reconstructions are based on the following specimens: B.Yanornis STM9-19; C.Hongshanornis DNHM D2945; D. Yixianornis IVPP V12631; E. Chiappeavis STM29-11. Rectricial fans and pygostyles are drawn to scale; scale bar equals $2 \\mathrm { c m }$ "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In order to more directly quantify aerodynamic differences in tail shape we reconstructed the rectricial fan for several taxa based on the specimens most clearly preserving this feature (Table 2) and estimated their lift (Thomas,1993). We recognize that the preserved width is not necessarily the optimal or maximal spread of the tail in flight, but like living birds we assume a range of widths were possble at least in the Ornithuromorpha. We assume equal postmortem compression of the rectricial bulbs (or comparable tail musculature in Chiappeavis and Sapeornis) resulting in a comparable degree of tail spread between Jehol specimens. Specimens preserved in lateral view were considered unsuitable for analysis.For Jehol birds these measurements represent conservative estimates of the tail's lift capabilities. The tail fan of Chiappeavis is estimated to have the least efficient tail shape, whereas the tails in most Jehol ornithuromorphs have almost double the lifting power for their given body mass (Table 2).These measurements support our predictions based on the shape of the pygostyle and associated rectricial fan.The limited function of the enantiornithine tail fan, quantified here for the first time,provides support for the hypothesis that this is the cause of the restricted distribution of this feature in the Enantiornithes.Paired with limited musculature (as inferred from pygostyle morphology）and the potential absence of the ability to control the spread of the tail fan,the enantiornithine aerodynamic rectricial fan may not have provided a great enough reproductive advantage to be retained through natural selection. This is at odds with derived skeletal features present in Chiappeavis (enlarged premaxilla, longer synsacrum), which may alternatively suggest that a tail fan was independently evolved in the Chiappeavis lineage. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "table",
        "img_path": "images/eeaf05670757c8e819b4f01844a8e9e3ca2be2c4bfe67fab0f6b83ed88ce8737.jpg",
        "table_caption": [
            "Table2 Comparison of tail morphologies and their associated aerodynamic benefits between Early Cretaceous birds "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>rectrices</td><td>morphology</td><td>fan width (mm)</td><td>body weight (g)</td><td>delta lift (N)</td><td>lift/mass (N/g)</td></tr><tr><td>Archaeopteryx</td><td></td><td>frond</td><td>90</td><td>304</td><td>0.05</td><td>0.00016</td></tr><tr><td>Jeholornis</td><td>4-6</td><td>two-tail</td><td>80-103</td><td>606</td><td>0.04-0.07</td><td>0.00012</td></tr><tr><td>Chiappeavis</td><td>8</td><td>graded</td><td>50</td><td>205</td><td>0.021</td><td>0.00010</td></tr><tr><td>Hongshanornis</td><td>10</td><td>round</td><td>40</td><td>44</td><td>0.013</td><td>0.00028</td></tr><tr><td>Yanornis</td><td>8</td><td>round</td><td>75</td><td>314</td><td>0.052</td><td>0.00017</td></tr><tr><td>Yixianornis</td><td>8</td><td>graded</td><td>57</td><td>148</td><td>0.028</td><td>0.00019</td></tr><tr><td>Columba</td><td>12</td><td>round</td><td>260</td><td>350</td><td>0.42</td><td>0.0012</td></tr></table></body></html>",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Body mass was estimated using humeral length and the equations by Liu et al.(2Ol2).Note that despite differences in theirtail morphology,long-tailed birds generated similar amountsoflift(O'Connoretal.,2013).The tail inthe neornithine Columbais estimatedto generatea wholeorderof magnitude higher lift.Data for Columba was taken from Gatesyand Dial(1996);measurements for the LondonArchaeopteryx were taken from Wellhofer(2008). Measurements from fossil specimens assume similar amounts of fanning due to comparable post-mortem compression andprobablydonotrepresentmaximumspread,thusrepresenting conservative estimatesofthetail's liftcapabilities. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "AcknowledgementsWe thank SHI Ai-Juan (IVPP) for assistance with figures,T. Stidham (IVPP) for useful discussions,WANG Min (IVPP) and LI Zhi-Heng (IVPP) for useful comments on an earlier version of this manuscript, and WANG Min (IVPP) for editing the Chinese abstract. This research was supported by the National Basic Research Program of China (973 Program, 2012CB821906),the National Natural Science Foundation of China (41172020, 41172016, 41372014),and the Chinese Academy of Sciences. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "巨前颌契氏鸟 (鹏鸟科：反鸟类)的形态学描述及 ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "早白垩世鸟类尾羽的空气动力学功能比较",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "邹晶梅' 郑晓廷2.3 胡晗 王孝理2.3 周忠和1(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室北京10044)",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(2 临沂大学地质与古生物研究所 山东临沂276000)",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(3 山东省天宇自然博物馆 山东平邑273300)",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "摘要：契氏鸟(Chiappeavis)是首次发现保存有扇状尾羽的反鸟类，显示出尾羽球茎这一结构在较原始的反鸟类中已经发育。详细描述了巨前颌契氏鸟(C.magnapremaxill)正型标本的骨骼形态学特征。契氏鸟的腭区形态与始祖鸟(Archaeopteryx)相似，而区别于晚白垩世的反鸟类戈壁鸟(Gobipteryx)。即使具有尾羽球茎，鹏鸟类的尾综骨形态也表明该结构发育较差。估算了在契氏鸟中由扇状尾羽所产生的浮力，并与其他早白垩世鸟类进行对比。结果显示，契氏鸟的扇状尾羽所产生的空气浮力小于同时代生活的今鸟型类，这有可能解释了反鸟类中具有空气动力学功能的尾羽形态普遍缺乏的现象。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "关键词：中生代，热河生物群，鸟类，尾羽",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "中图法分类号：Q915.865 文献标识码：A 文章编号：1000-3118(2017)01-0041-18",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Brusate SL,O'ConnorJK,Jarvis ED,2015.Theoriginand diversificationofbirds.Curr Biol,25:R888-R898 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "ChiappeLM,WalkerCA,2O02.Skeletal morphologyandsystematicsoftheCretaceous Euenantiornithes (Ornithothoraces: Enantiornithes).In: Chiappe L M, Witmer L Meds.Mesozoic Birds: Above the Heads of Dinosaurs.Berkeley: University of California Press.240-267   \nChiappeLM,NorellM,ClarkJ,Ool.AnewskullofGobipteryxminuta(Aves:Enantiornithes)fromtheCretaceousofthe Gobi Desert.Am Mus Novit,3346:1-15   \nChiappeLM,ZhaoB,O'ConnorJKetal.,2014.Anewspecimenof theEarlyCretaceousbird Hongshanornis longicresta: insights into the aerodynamics and diet of a basal ornithuromorph.PeerJ,2(e234):1-28   \nClarkeJA,Zhou ZH,ZhangFC,2Oo6.Insight into the evolutionof avian flight fromanew cladeofEarly Cretaceous ornithurines from China and the morphology of Yixianornis grabaui.JAnat,208(3):287-308   \nFitzpatrick S,1997.Paternsof morphometric variation inbirds’tails:length,shapeand variability.BiolJLinn Soc,62: 145-162   \nGatesy SM,DialKP,1996.From frond tofan:Archaeopteryxandtheevolutionofshort-tailed birds.Evolution,50(5): 2037-2048   \nGluckmanTL20l4.Pathways toelaborationofsexualdimorphisminbirdplumagepaters.BiolJLinnoc,1:262-273   \nGoloboff PA,1993.Estimating character weights during tree search. Cladistics,9: 83-91   \nGoloboff PA,Faris JS,NixonK C,2008.TNT,a free program for phylogenetic analysis.Cladistics,24:774-786 58   \nHu H,Zhou ZH,O'ConnorJK,2014.A subadult specimenof Pengornis and character evolutionin Enantiornithes.Vert PalAsiat, 52(1): 77-97   \nHu H,O'Connor JK, Zhou Z H, 2015.A new species of Pengornithidae (Aves: Enantiornithes） from the Lower Cretaceous of China suggests a specialized scansorial habitat previously unknown in early birds.PLoS ONE,10(6): e0126791   \nJi S A,Atterholt JA,O'Connor JK et al.，2011. A new,three-dimensionally preserved enantiornithian (Aves: Ornithothoraces) from Gansu Province,northwestern China. Zool JLinn Soc,162: 201-219   \nLiu D,ZhouZH,Zhang YG,2012.Massestimateand evolutionary trendin Chinese Mesozoic fosil bids.VertPalAsiat, 50(1): 39-52   \nO'Connor JK,2009.Asystematic reviewofEnantiornithes (Aves: Ornithothoraces).Ph.Dthesis.LosAngeles: University of Southern California.1-600   \nO'Connor JK, Zhou Z H, 2013.Aredescription of Chaoyangia beishanensis (Aves)and a comprehensive phylogeny of Mesozoic birds.JSyst Palaeont, 11(7): 889-906   \nO'ConnorJK,ChiappeLM,BellA,20l1.Pre-modern birds: avian divergences inthe Mesozoic.In: Dyke GD,KaiserG eds.Living Dinosaurs: the Evolutionary History of Birds.New Jersey: J. Wiley & Sons.39-114   \nOConnor JK,Wang XL,Sullivan Cetal.,2013.The uniquecaudal plumageofJeholornis andcomplex tail evolution in early birds. Proc Natl Acad Sci USA,110(43): 17404-17408   \nO'Connor JK,Wang XL,Zheng XTet al.,2016.Anenantiornithine witha fan-shaped tail,and the evolutionof the rectricial complex in early birds.Curr Biol,26:114-119   \nPanYH,ShaJG,Zhou ZHetal.,20l3.The Jehol Biota: definitionand distributionof exceptionally preservedrelictsofa continental Early Cretaceous ecosystem. Cretaceous Res, 44: 30-38   \nThomas ALR,1993.On the aerodynamics of birds'tails.Philos Trans R Soc Lond B Biol Sci,340:361-380   \nThomas AL R,1997. On the tails of birds.Bioscience,47(4): 215-225   \nThomas ALR, Balmford A,1995. How natural selection shapes bird’s tails. Am Nat, 146(6): 848-868   \nWang M,O'ConnorJK,ZelenkovNZet al.,2014.Anewdiverse enantiornithine family(Bohaiornithidae fam.nov.)from the Lower Cretaceous of China with information from two new species.Vert PalAsiat, 52(1): 31-76   \nWang W, OConnor JK, in press.Morphological co-evolution of the pygostyle and tail feathers in Mesozoic birds.Vert PalAsiat   \nWang XL,O'ConnorJK, Zheng XTet al.,2014.Insights into the evolutionofrachis dominated tail feathers from a new basal enantiornithine (Aves: Ornithothoraces). Biol JLinn Soc,113(3): 805-819   \nWellnhofer P,2008.Archaeopteryx.Der Urvogel von Solnhofen. Munchen: Friedrich Pfeil.1-256   \nWitmer LM,Martin LD,1987.The primtive features of the avian palate,with special reference to Mesozoic birds.In: Mourer-Chauviré C ed. L'Evolution des Oiseaux d'apres le Temoignage des Fossiles. Lyon: Departement des Sciences de la Terre,Université Claude-Bernard.21-40   \nZheng XT,Zhou ZH,Wang XLetal.,2013.Hind wingsin basal birds and theevolutionof leg feathers.Science,39: 1309-1312   \nZhou ZH,2004.Vertebrate radiationsof theJhol Biotaandtheirenvironmentalbackground.ChinSciBull,49(8):754756   \nZhou Z H, Zhang FC,2006. Mesozoic birds of China - a synoptic review. Vert PalAsiat, 44(1): 74-98   \nZhou ZH,Clarke J, Zhang F,2Oo8.Insight into diversity,bodysizeand morphological evolution from the largestEarly Cretaceous enantiornithine bird.JAnat,212(5): 565-577 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    }
]