[
    {
        "type": "text",
        "text": "Assessing the collapse risk of Stipa bungeana grassland in China based on its distribution changes ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "QIAO Xianguo1,2, GUO $\\mathrm { K e } ^ { 1 , 2 ^ { * } }$ , LI Guoqing34, ZHAO Liqing5, LI Frank Yonghong5, GAO Chenguang1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1State KeyLaboratoryof VegetationandEnvironmentalChange,Instituteof Botany,ChineseAcademyofSiences,Beijing 100093, China;   \n2 University of Chinese Academy of Sciences,Beijing 10o049, China;   \n3 State KeyLaboratoryofSoil ErosionandDrylandFarming onthe Loess Plateau,NorthwestA&F University,Yangling 712100, China;   \n4 Institute ofSoiland Water Conservation,ChineseAcademyof Sciencesand Ministryof WaterResources,Yangling712100, China;   \n5 Ministry of Education KeyLaboratory of Ecologyand Resource Use of the Mongolian Plateau & Inner Mongolia Key Laboratoryof Grassand Ecology,SchoolofEcologyand Environment,Inner Mongolia University,Hohhot 010021,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: The criteria used by International Union for Conservation of Nature (IUCN) for its Red List of Ecosystems (RLE) are the global standards for ecosystem-level risk assessment, and they have been increasingly used for biodiversity conservation. The changed distribution area of an ecosystem is one of the key criteria in such assessments.The Stipa bungeana grassand is one of the most widely distributed grasslands in the warm-temperate semi-arid regions of China.However,the total distribution area of this grasland was noted to have shrunk and become fragmented because of its conversion to cropland and grazing-induced degradation. Following the IUCN-RLE standards, here we analyzed changes in the geographical distribution of this degraded grassland,to evaluate its degradation and risk of collapse. Past (1950-1980) distribution areas were extracted from the Vegetation Map of China (1:1,000,000). Present realizable distribution areas were equated to these past areas minus any habitat area losss. We then predicted the grasland's present and future (under the Representative Concentration Pathway 8.5 scenario) potential distribution areas using maximum entropy algorithm (MaxEnt), based on field survey data and nine environmental layers. Our results showed that the $S$ ，bungeana grassland was mainly distributed in the Loess Plateau, Hexi Corridor,and low altitudes of the Qilian Mountains and Longshou Mountain. This ecosystem occurred mainly on loess soils, kastanozems, steppe aeolian soils and sierozems. Thermal and edaphic factors were the most important factors limiting the distribution of $S$ bungeana grassland across China. Since $56 . 1 \\%$ of its past distribution area $( 4 . 9 \\times 1 0 ^ { 4 } ~ \\mathrm { k m } ^ { 2 } )$ disappeared in the last $5 0 \\mathrm { ~ a ~ }$ ， the present realizable distribution area only amounts to $2 . 2 { \\times } 1 0 ^ { 4 } ~ \\mathrm { k m } ^ { 2 }$ .But only $1 5 . 7 \\%$ of its present potential distribution area $( 1 4 . 0 { \\times } 1 0 ^ { 4 } \\ \\mathrm { k m } ^ { 2 } )$ is actually occupied by the $S$ ，bungeana grassland. The future potential distribution of $S$ .bungeana grassland was predicted to shift towards northwest, and the total area of this ecosystem will shrink by $12 . 4 \\%$ over the next 5O a under the most pessimistic climate change scenario. Accordingly, following the IUCN-RLE criteria, we deemed the $S$ ，bungeana grassland ecosystem in China to be endangered (EN). Revegetation projects and the establishment of protected areas are recommended as effective ways to avert this looming crisis. This empirical modeling study provides an example of how IUCN-RLE categories and criteria may be valuably used for ecosystem assessments in China and abroad. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: climate change; limiting factors; maximum entropy algorithm; potential distribution; realizable distribution; Red List of Ecosystems; Loess Plateau ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The massive loss of ecosystem services induced by inappropriate human activities in the last few decades has undermined the welfare of human beings (Costanza et al., 2O14), with $37 \\%$ of the global ecoregions since converted to human-dominated uses (Hoekstra et al., 2Oo5). Considering their variations in spatial range, species composition, and community structure and functioning under environmental change and human interference, many ecosystems have become endangered or have collapsed already (Miles et al., 2006; Burns et al.， 2015). Adopting a conservation outlook and strategy, priorities should be first set by identifying those ecosystems currently most at risk. To this end, the International Union for the Conservation of Nature (IUCN) has developed a set of categories and criteria for assessing the risk posed to ecosystems and for the efficient conservation of these ecosystems, known as the Red List of Ecosystems (RLE) (Bland et al., 2015). This assessment at the ecosystem level provides a useful body of information to support the biodiversity conservation, macroeconomic planning and management decisions (Keith et al., 2O15). Importantly, the categories and criteria of an IUCN-RLE assessment can be applied to any habitat type, biotope, ecosystem, vegetation type and ecological community; all of them are considered suitable assessment units and regarded as operational synonyms of the ecosystem type (Bland et al., 2O15). Since their introduction, the IUCN-RLE categories and criteria have been widely applied across a variety of ecosystem types and geographical areas (Bland et al., 2015; Burns et al., 2015; Ma, 2017). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "China's natural ecosystems have experienced long-term anthropogenic activities, with many of its ecosystem types collapsed and many others only persisted in a highly fragmented state. The Ministry of Ecology and Environment of China has set forth a series of projects to compile a national red list of ecosystems for conserving their immense biodiversity and sustaining ecosystem services. The vast grassland of northern China is one area of focus in this assessment. In particular, Stipa bungeana grassland is the most representative plant community of the warm-temperate grasslands that span the Palearctic biome, with its major distribution area found on the Loess Plateau of China (Chen et al., 2014; Cheng et al., 2015; Wesche et al.,2016; Guo et al., 2018). Due to large-scale grassland reclamation (conversion to arable land) and degradation caused by over grazing, S. bungeana grassland has rapidly declined in distribution and become increasingly fragmented over the past century (ECVC, 1980; ECVIM, 1985; Jiao et al., 2008). Meanwhile, human-induced climate change, including rising temperatures and changed precipitation patterns (IPCC, 2O13), is expected to drive substantial shifts in species' ranges and to alter the distribution pattrn of communities (Parmesan and Yohe, 2Oo3; Root et al., 2003), perhaps even causing extinctions of species and ecosystems (Walther et al., 2OO2). S. bungeana plants are sensitive to high temperatures and elevated atmospheric $\\mathrm { C O } _ { 2 }$ concentrations (Song et al., 2016; Wang et al., 2017; Shi et al., 2018). Hence, global warming may further reduce the geographical distribution of S. bungeana grassand and increase its risk of collapse, by decreasing niche diversity and increasing its susceptibility to competition and stochastic perturbations (Harpole and Tilman, 2007; Keith et al., 2013; Bland et al., 2015). Thus, rigorously assessing the collapse risk of S. bungeana grassland is urgently needed to inform and support the decision-making process for the conservation and sustainable management of grasslands in China.Doing this also would exemplify how IUCN-RLE categories and criteria could be valuably used for conducting rigorous ecosystem assessments in China. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Changes in distribution area constitute a key criterion in the IUCN-RLE assessment framework. Accordingly, in this study, we assessed the status of S. bungeana grassland in China by focusing on its changed distribution areas. We first addressed the following two questions: (1) how much of the original S. bungeana grassland habitat was lost during the last few decades and how would its distribution range shift under future climatic changes? and (2) what is the gap between the potential distribution area of the grassland and its realizable one and which factors are most limiting this distribution? Then, considering its distribution area changes found and other IUCN-RLE criteria, we assigned the S. bungeana grassland to an IUCN-RLE，and recommended conservation measures for this ecosystem in semi-arid regions of China. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Description of S. bungeana grassland and criteria used to assess its collapse risk ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "S. bungeana is a xerophytic and thermophilic bunchgrass plant distributed in eastern Eurasian grasslands and forest steppe areas. When this plant species is locally dominant, it forms the S. bungeana grassland. In China, this grassland occurs mainly on the Loess Plateau, at altitudes ranging from 631 to $3 1 7 4 \\mathrm { m }$ ， where the mean annual precipitation is $3 7 4 \\mathrm { m m }$ and the annual mean temperature is $6 . 7 ^ { \\circ } \\mathrm { C }$ . This grassland has a relatively simple species composition (richness of 9 species $/ \\mathrm { m } ^ { 2 }$ ): Cleistogenes squarrosa, Agropyron cristatum, Heteropappus altaicus and Astragalus scaberrimus being the most common species in the community. Much of this grassland has been converted into arable lands for crops, limiting its current distribution to steep slopes and abandoned croplands. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Two criteria (A and B) were used to assess the collapse risk of China's S. bungeana grassland: the reduction of its natural distribution and the extant restriction to its distribution. To determine the former, the distribution areas of S. bungeana grassland were compared over a time series (past, present and future), while the latter was based on its extent of occurrence (EOO) in the presently distributed area, as well as its area of occupancy (AOO) (Fig. 1). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/6f1d970033b42baa7ac78f01a323494df4e1056049f86fb763154b33f504a731.jpg",
        "img_caption": [
            "Fig.1Framework used to assess the collapse risk of Stipa bungeana grassland based on changes in its spatial distribution. Vegetation Map of China (VMC；1:1,0oo,0O) was used to extract the pertinent vegetation information for the period 1950-1980.This map was originally generated from field survey data for this period. ENMs is the abbreviation for ecological niche models. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Past (1950-1980) and present (2010) realizable distributional data ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The \"past\" refers to a timeframe encompassing the last 5O a to date in the IUCN-RLE assessment (Keith et al., 2O15). Here, the past distribution data were derived from the Vegetation Map of China (VMC; 1:1,000,000) (ECVMC, 2007), which is drawn from extensive vegetation survey data collected in 1950-1980. The land area corresponding to the S. bungeana grassland was extracted in ArcGIS v10.O (ESRI Inc., Redland, CA, USA). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The habitat losses of S. bungeana grassland were removed from the past realizable distribution to acquire its present distribution. Land use and land cover (LUCC) data for 2O10, provided by Data Center for Resources & Environmental Sciences, Chinese Academy of Sciences, were used to examine the land type covered by S. bungeana grassland from the VMC. Six land cover types were identified, among which \"grassland\" was considered the only suitable habitat for the S. bungeana grassland， whereas the other five were deemed unsuitable (i.e.， cultivated land, woodland, water bodies, building land and unutilized land (sand or bare land)). Importantly, the distribution of S. bungeana grassland can be reduced by not only losses to the five unsuitable land covers, but also to grassland that becomes dominated by other species such as Artemisia wellbyi. The former outcome was generated with LUCC data and the later determined via field surveys in the recorded distribution areas. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3Predicting the potential distribution ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3.1 Model selection ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Ecological niche models (ENMs), also known as species distribution models (SDMs),are being increasingly used to guide effective conservation policy and action (Guisan et al., 2O13). Now widely used to estimate threshold ecological requirements, they can map the potentially suitable habitat of both species and communities (Franklin, 2OO9; Peterson et al.,2O11; Phillips and Elith, 2013; Prieto-Torres et al., 2016). ENMs rely on Hutchinson's super-volume theory (Hutchinson, 1957)and emphasize the role of abiotic factors for governing distribution of flora and fauna (Guisan and Thuiller, 2005). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Dozens of such models exist, with MaxEnt (maximum entropy algorithm) currently offering perhaps the best modeling approach (Moisen and Frescino, 2OO2; Segurado and Araujo, 2004; Elith et al., 2O06). This model can make use of presence-only spatial data, as well as both categorical and continuous environmental variables (Phillips et al., 2OO4, 2OO6). Specifically, MaxEnt uses a maximum-likelihood method to generate the probability distribution in space over the pixels. This probability is termed \"gain\", which is defined as the average log probability of the presence samples minus a constant that makes the uniform distribution have zero gain. The gain starts at zero and increases as the algorithm enhances the probability with more sampled locations. Through an iterative procedure, the gain would continue to increase until it fell below the convergence threshold. The gain thus represents the likelihood of samples occuring. For example, if the gain in a pixel is 3,the likelihood of distribution in this pixel is exp (3), which is 20.1-fold that of a random background pixel (Yost et al., 2O08). In this way, MaxEnt produces a continuous prediction, with values ranging from O to 1: a cell scored 1 is the most suitable habitat for distribution, while a cell scored O is the least suitable. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Elith et al. (2010) had used exploratory techniques to map the abiotic factors limiting the distribution of a given species. The smallest value in each grid cell was chosen as the limiting factor after calculating a multivariate environmental similarity surface (MESS) (Elith et al., 2010).That analysis underscored the most important ecological factor drive the obtained predictions. The MESS value of a point $P$ is calculated as follows: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array}{c} \\operatorname { M E S S } = \\operatorname* { m i n } ( \\operatorname { M E S S } _ { i } ) = \\operatorname* { m i n } \\left( \\begin{array} { l l } { \\left( \\boldsymbol { p } _ { i } - \\operatorname* { m i n } _ { i } \\right) / \\left( \\operatorname* { m a x } _ { i } - \\operatorname* { m i n } _ { i } \\right) \\times \\operatorname { 1 0 0 } } & { f _ { i } = 0 } \\\\ { \\left( 2 \\times f _ { i } \\right. } & { 0 < f _ { i } \\leq 5 0 \\% } \\\\ { \\left[ 2 \\times \\left( \\operatorname { 1 0 0 } - f _ { i } \\right) \\right. } & { 5 0 \\% < f _ { i } < 1 0 0 \\% } \\\\ { \\left( \\operatorname* { m a x } _ { i } - p _ { i } \\right) / \\left( \\operatorname* { m a x } _ { i } - \\operatorname* { m i n } _ { i } \\right) \\times \\operatorname { 1 0 0 } } & { f _ { i } = 1 0 0 \\% } \\end{array} \\right) ,  \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $i$ is the $i ^ { \\mathrm { t h } }$ predictor variable; $\\mathrm { m i n } _ { i }$ and $\\operatorname* { m a x } _ { i }$ are the minimum and maximum values of variable $i$ over the reference point set, respectively; $p _ { i }$ is the value of variable $i$ at point $P$ ;and $f _ { i }$ $( \\% )$ is the percentage of reference points whose value for variable $i$ is smaller than $p _ { i }$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3.2 Plot presence data ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We conducted extensive field work during the summer (July to September) from 2011 to 2017 on China's steppe biomes of the Northeast China Plain, the Inner Mongolian Plateau, the Loess Plateau, the Tibetan Plateau, and the mountainous areas of Northwest China. A total of 899 plots $( 2 0 ~ \\mathrm { m } { \\times } 5 0 ~ \\mathrm { m } )$ with 3-5 quadrats ( $\\mathrm { 1 ~ m } { \\times } 1 \\ \\mathrm { m } )$ in each plot were set up. For each plot, its GPS coordinates, geomorphic type, slope aspect and inclination, land use information and soil type were recorded. All living vascular plants and dead annuals within the quadrats were recorded at the species level by their rooted presence. Then their individual heights (cm) were measured on a per species basis, from which coverage by each plant species was estimated as a percentage of the quadrat area. For each species in a quadrat, we also clipped its aboveground parts at the soil surface, then oven-dried these samples at $6 5 ^ { \\circ } \\mathrm { C }$ to a constant weight to obtain their respective final dry biomass $( \\mathbf { g } / \\mathbf { m } ^ { 2 } )$ . The importance value (IV) of each species (Curtis and Mclntosh, 1951) was calculated this way: $\\mathrm { I V } =$ (relative height+relative cover+relative biomass)/3, and was used to quantify their rank dominance in the vegetation. The highest IV was demed the dominant species in the plot and used to name this community. In this way, 1O3 sites were found dominated by S. bungeana in our survey work. Along with an additional eight sites reported by Cheng et al. (2010), the locations of these 11l vegetation sites of S. bungeana grassland were used to predict its distribution with the MaxEnt (Fig. 2). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/85c2f373ea26f7a248121ebca6b23e223fb7f4a98534d69fb30071f54d614ea3.jpg",
        "img_caption": [
            "Fig.2Locations of the 111 vegetation sites dominated by S. bungeana grassland that were used for predicting its distribution inMaxEnt (a),thecurrnt status of S.bungeana grassand in abandoned cropland (b)andartificial Caragana microphylla shrubland where S. bungeana is growing between shrubs (c) "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.3 Environmentalvariables ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Both climatic and edaphic variables were used to discern the ecological niche of the studied community. First, a set of 19 climatic variables (at 3O s resolution, approximately $0 . 9 \\mathrm { k m } { \\times } 0 . 9 \\mathrm { k m } )$ from WorldClim Version 2 was downloaded, representing the averages for the 1970-2000 period (Fick and Hijmans, 2O17). Strong collinearity of among these variables in MaxEnt can influence the final modeling result (Phillips et al., 2O17), so a Pearson's correlation analysis was applied to them to reduce any redundant information in the data. Specifically, only one variable was retained if the correlation coefficient of pair-wise variables was $> 0 . 8$ . This led to 8 of the 19 climatic variables chosen to represent the thermal and moisture factors, i.e., mean diurnal range (MDR), isothermality (ISO), temperature seasonality (TS), maximum temperature of the warmest month (MTWM), minimum temperature of the coldest month (MTCM)， precipitation of the wettest month (PWM), precipitation of the driest month (PDM) and precipitation seasonality (PS). The sole edaphic variable used here was soil type, taken from Soil map of China (at $1 . 0 \\mathrm { - k m }$ resolution) based on a generic classification of soil. The Soil map of China was downloaded from the Soil Data Center, National Earth System Science Data Sharing Infrastructure, National Science & Technology Infrastructure of China (http:/soil.geodata.cn). To ensure that all climatic and edaphic variables shared the same geographical bounds and cell size, we overlaid them in ArcGIS v10.O to create a mutual area with a cell size of $4 2 \\mathrm { ~ s ~ }$ （ $1 . 3 \\mathrm { k m } { \\times } 1 . 3 \\mathrm { k m } \\$ ). Hence, in this way, China's land map was divided into a grid comprising 5806 columns and 3290 rows. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3.4Parameters' run in MaxEnt and model evaluation ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "With the S. bungeana presence data and nine environmental layers (eight climatic layers plus one soil type layer) prepared, models were generated in MaxEnt v3.4.0 by randomly sampling $7 5 \\%$ of the locality records as training data, leaving the remaining records to serve as testing data (for model validation). We also ran 1Ooo iterations with no extrapolations to avoid an artificial extrapolation from extreme values of the ecological variables (Elith et al.， 2011). The cloglog output format was used, as recommended by Phillips (2O17), to express the continuous presence probability on a scale from O to 1. All other parameters were set to their default settings. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The area under the curve (AUC) of the receiver operating characteristics curve was relied upon to quantify the performance of the MaxEnt (Anderson et al., 2OO3; Elith et al., 2O06; Elith et al., 2011). An AUC value ranges from 0.O to 1.0, according to which a model's performance can be roughly classified as \"poor\" (0.5-0.6), \"fair\" (0.6-0.7), \"good\" (0.7-0.8), \"very good\" (0.8-0.9) and \"excellent\" (O.9-1.O). The relative importance of each variable was determined by its contribution to the model and a jackknife test of the regularized training gain (Phillips, 2017). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3.5 Suitable categories ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Normally, the threshold used to shift a model's form, from continuous probability to binary, is set by the \"maximum sensitivity plus specificity\" value provided by MaxEnt (Brites-Neto and Duarte，2O15). This particular value for the S. bungeana grassland ecosystem was 0.3. The ensuing probability values on the distribution map were expanded 1OO times to facilitate several interpretations. We then divided the map into four suitable categories based on these latter probability values: core area (75-10O), medium area (5O-75), marginal area (30-50) and unsuitable area (O-3O). To bolster confidence in our predictions, we considered the core and medium areas as distribution areas of S. bungeana grassland, but the marginal and unsuitable areas as its absence area. To eliminate further unsuitable habitat areas, the current potential distribution map was filtered by LUCC maps. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3.6Future climate change scenario and predicting the future distribution ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "With the goal of predicting future trends for S. bungeana grassland's distribution in China, we predicted its distribution in 2070 (i.e.， averaged over years for 2061-2080) based on the Representative Concentration Pathway (RCP) 8.5 scenario. The RCP 8.5 reflects relatively slow income growth and modest improvements in technology and energy-use intensity， leading to higher demand for fossil fuels and rising greenhouse gas emissions in the long term in the absence of enacted climate change policies (Riahi et al., 2011; IPCC, 2013). Compared with other RCPs, the $\\mathrm { R C P } ~ 8 . 5$ is the worst-case scenario (highest greenhouse gas emissions), so the results under this scenario could be interpreted as pessimistic. Under the RCP 8.5,the global atmospheric $\\mathbf { C O } _ { 2 }$ concentration is projected to reach $6 7 7 \\ \\mathrm { c m } ^ { 3 } / \\mathrm { m } ^ { 3 }$ by 2070 (IPCC, 2013). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Future climate layers were generated using global climate models (GCMs), many of which are currently available.To make inferences that are robust under a wide range of possble futures, it is advised to use an ensemble of these models, to smooth out their variability and to provide a consensus result, instead of choosing one particular model or pathway (Moss et al., 2O10; IPCC, 2013).Here, five GCMs from five modeling centers in four countries formed this ensemble: BCC-CSM1-1 (Beijing Climate Center Climate System Model v1, China), CCSM4 (Community Climate System Model v4, the National Center for Atmospheric Research, USA), GISS-E2-R (Goddard Institute for Space Studies Model E2 Earth System Model with the Russell ocean model, USA), HadGEM2-AO (Hadley Centre Global Environment Model v2, Met Offce Hadley Centre, UK),and MIROC-ESM-CHEM (Atmospheric Chemistry Coupled Version of Model for Interdisciplinary Research on Climate-Earth System, Japan). The bioclimatic data used by all of them were downloaded from Worldclim (http://www.worldclim.org/). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Five future distribution models were generated in MaxEnt by the five GCMs. The parameters and standards for category division were the same as those used for predicting the present potential distribution of S. bungeana grassland. The final, future distribution model was integrated by averaging the five models generated by MaxEnt. Lacking a land cover map of the future, the resulting future distribution cannot be filtered by land cover or land use data; hence, the distribution change from present to future was analyzed by using maps without filtration. The \"unchanged area\" thus refers to the same area found suitable in the present and future; the \"gained area\" was calculated after removing the unchanged area from the future distribution area; and the \"lost area\" was calculated by deducting the unchanged area from the present distribution area. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.4 Formally assessing the risk of ecosystem collapse ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Eight categories and five criteria are currently set by the IUCN-RLE, for assessing the risk of an ecosystem collapse. These are collapsed (CO), critically endangered (CR), endangered (EN), vulnerable (VU), near threatened (NT), least concern (LC), data deficient (DD) and not evaluated (NE). They are defined by five quantitative and qualitative criteria: declining distribution (A), restricted distribution (B)， environmental degradation (C), disruption of biotic processes and interactions (D), and quantitative risk analysis (E). The overall ranking of an ecosystem is determined by the most severe ranking of these five criteria, of which two (A and B) are directly related to spatial distribution, each having three sub-criteria. So, in this study, the S. bungeana grassland was assessed by criteria A and B. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.4.1 Criterion A ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This criterion requires an assessment of decline in geographical distribution across three time periods: past (over the past 5O a), future (over the next 5O a) and historical (since 1750) reductions. Past and future declines share the same thresholds: a decline $2 8 0 \\%$ denotes CR, $2 5 0 \\%$ corresponds to EN and $23 0 \\%$ indicates VU; but if neither of these is met, then a category of LC (Least Concern) applies. Historical decline could not be assessed in this study, however, because the required distribution data for S. bungeana grassland remain unavailable. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.4.2 Criterion B ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "When an ecosystem is strongly restricted, its risk of collapse is higher when confronted with a spatially explicit threat or catastrophe (Rodriguez et al.,2O15). So, this criterion serves to identify those ecosystems whose distribution is so restricted they could collapse from a stochastic occurrence of a few interacting threatening events. To fully apply criterion B, assessors must calculate the EOO, AOO and the number of locations from a suitable distribution map. EOO is the area contained within the smallest polygon encompassing all known, inferred or projected sites of an ecosystem's occurrence at present. An EOO area of $\\leq 0 . 2 { \\times } 1 0 ^ { 4 } \\mathrm { k m } ^ { 2 }$ is CR, $\\leq 2 . 0 { \\times } 1 0 ^ { 4 } \\mathrm { k m } ^ { 2 }$ is EN and $\\leq 5 . 0 { \\times } 1 0 ^ { 4 } ~ \\mathrm { k m } ^ { 2 }$ is VU. AOO is the area within EOO occupied by an ecosystem type, measured in $1 0 \\mathrm { k m } { \\times } 1 0 \\mathrm { k m }$ grid squares: a number of ${ \\leq } 2$ grid squares is CR, $\\leq 2 0$ is EN and $\\leq 5 0$ is VU. The number of locations refers to a small number of these, generally $< 5$ , prone to the effects of human activities and stochastic events in an uncertain future, thus capable of collapse or becoming CR within a very short timeframe. This subcriterion can only lead to a VU category. Only the EOO and AOO were applied here because of insufficient data for such locations. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1 Past and present realizable distributions of S. bungeana grassland ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The past distribution area of S. bungeana grassland extracted from the VMC and representative for 1950-1980, totaled $4 . 9 { \\times } 1 0 ^ { 4 } ~ \\mathrm { k m } ^ { 2 }$ . By the year 2010, $6 1 . 2 \\%$ $( 3 . 0 { \\times } 1 0 ^ { 4 } ~ \\mathrm { k m } ^ { 2 } )$ of this area had persisted as natural grassland, with the rest mostly converted to cultivated land $( 2 7 . 2 \\% )$ and woodland $( 7 . 0 \\% )$ . According to the VMC, one could find extensive S. bungeana grassland areas distributed in the basin along the Yarlung Zangbo River and its tributaries in the Tibetan Plateau before 1980. Surprisingly, when thorough surveys were conducted in those areas during summer time of 2013, 2018 and 2019, not a single vegetation patch dominated by S. bungeana could be found, just a few of its individuals; instead, now prevailing in those areas were $A$ . wellbyi and Tripogon bromoides communities. Consequently, the present realizable distribution area of $S$ bungeana grassland was in actuality $2 . 2 { \\times } 1 0 ^ { 4 } ~ \\mathrm { { k m } } ^ { 2 }$ $( 4 4 . 9 \\%$ of the past distribution） after eliminating this large affected area in the Tibetan Plateau (Fig. 3a). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/506e70d5db567c65fa6c18b694d642184ec729967ceec6852f8fb68506383315.jpg",
        "img_caption": [
            "Fig. 3The past and present realizable distributions (a),limiting factors of the distribution (b), present potential distribution (c) and future potential distribution under Representative Concentration Pathway (RCP) 8.5 (d) of Stipa bungeana grassland in China. ST, soil type; PWM, precipitation of the wettest month; PDM, precipitation of the driest month; PS, precipitation seasonality; MDR, mean diurnal range; ISO, isothermality; TS,temperature seasonality; MTWM, mean temperature of the warmest month; MTCM, mean temperature of the coldest month. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2 Present potential distribution of S. bungeana grassand and its driving factors ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2.1 Model performance and limiting factors for the present potential distribution The applied model generated high values for the AUC test (training data: 0.984; test data: 0.977), indicating its predictions were highly robust. Soil type (ST), PWM and MTCM were the most important factors, together accounting for $7 4 . 0 \\%$ of the variation in the predicted distributions (Table 1). Factors with respective contributions of $> 1 0 . 0 \\%$ could be categorized into thermal (MDR, MTCM and MTWM), moisture (PWM) and edaphic (ST) groups, with the thermal $( 3 9 . 4 \\% )$ and edaphic $( 3 7 . 8 \\% )$ factors clearly most prominent, whereas the moisture factor explained less of the distributional variation $( 2 2 . 8 \\% )$ ： ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/527117c1fb07db10fa143a33e2dc213e934143f78802223bfb98bf6891958d4e.jpg",
        "table_caption": [
            "Table1 MaxEnt model-predicted climatic ranges for the present suitable distribution area of Stipa bungeana grassland across China, and the respective contribution of nine environmental variables to these predictions "
        ],
        "table_footnote": [
            "Note:PWM,precipitatonof etestth;precpiationofrstmoth;P,precipiatissoality;R,aual range;ISO,isothality;,pratureasoality;iperaturofteestoth; temperature of coldest month; ST, soil type. -, no value. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Variable</td><td rowspan=\"2\">Contribution (%)</td><td colspan=\"4\">Present potential suitable habitat category</td></tr><tr><td>Core area</td><td>Medium area</td><td>Marginal area</td><td>Unsuitable area</td></tr><tr><td>PWM (mm)</td><td>22.7</td><td>45.0-135.0</td><td>41.0-140.0</td><td>32.0-159.0</td><td>3.0-1244.0</td></tr><tr><td>PDM (mm)</td><td>0.0</td><td>0.0-6.0</td><td>0.0-18.0</td><td>0.0-18.0</td><td>0.0-206.0</td></tr><tr><td>PS</td><td>0.1</td><td>78.3-121.1</td><td>37.7-122.5</td><td>35.2-141.5</td><td>19.1-155.7</td></tr><tr><td>MDR (C)</td><td>11.6</td><td>10.2-16.1</td><td>9.2-16.2</td><td>8.7-16.2</td><td>1.1-20.1</td></tr><tr><td>ISO (%)</td><td>2.9</td><td>24.2-39.6</td><td>23.4-41.8</td><td>21.7-45.4</td><td>4.4-76.3</td></tr><tr><td>TS</td><td>2.2</td><td>8.0-13.3</td><td>6.9-13.5</td><td>6.4-14.4</td><td>0.0-18.3</td></tr><tr><td>MTWM (C)</td><td>9.9</td><td>18.0-31.2</td><td>17.0-31.8</td><td>14.5-32.1</td><td>-15.7-40.3</td></tr><tr><td>MTCM (C)</td><td>12.8</td><td>-22.3- -9.2</td><td>-23.5- -7.2</td><td>-24.1- -4.3</td><td>-48.1- -14.5</td></tr><tr><td>ST</td><td>37.8</td><td>-</td><td>-</td><td>-</td><td>-</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "PWM was by far the strongest factor limiting the distribution of S. bungeana grassland in China. Specifically, it explains why $6 5 . 9 \\%$ of China's land area (in the east, south and northwest) lacks S. bungeana grassland. MTCM was the second most critical factor, limiting the grassland's distribution to the Tibetan Plateau and Northeast China, accounting for $2 6 . 2 \\%$ of China's land area (Fig. 3b). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2.2 Present potential distribution area and its climatic range ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The model generated a suitability map of S. bungeana grassland (Fig. 3c). According to the probability values obtained, four suitable categories (core, medium, marginal and unsuitable areas) were defined. The total distribution area of S. bungeana grassland (i.e., core area+medium area) was $2 8 . 0 { \\times } 1 0 ^ { 4 } ~ \\mathrm { k m } ^ { 2 }$ ， thus accounting for $2 . 9 \\%$ of China's land area. This ecosystem is sustained mainly on the Loess Plateau, Hexi Corridor, and at low altitudes of the Qilian Mountains and Longshou Mountain, with very few patches of it scattered in the Gonghe Basin, south of the Chang Tang Plateau and Liaohe Plain. Overall, $8 6 . 9 \\%$ of the found suitable areas occurred on the Loess Plateau, of which $1 3 . 5 \\%$ and $2 2 . 9 \\%$ there respectively served as core and medium areas. Not all of the realizable distribution was included in the present potential distribution, for which $5 9 . 2 \\%$ and $8 1 . 8 \\%$ of the past and present realizable distribution were matched to, respectively, with the rest of the past realizable distribution mainly distributed in the basin along the Yarlung Zangbo River, and the rest of the present realizable distribution mainly in the Northeast Plain. Only two field survey plots are beyond the east boundaries of the present potential distribution area. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Ranges for the environmental factors of the distribution's core area are summarized in Table 1, for which the most common soil types were loess soils $( 4 6 . 0 \\% )$ , kastanozems $( 1 8 . 7 \\% )$ ,sierozems $( 9 . 0 \\% )$ and steppe aeolian soils $( 1 . 1 \\% )$ . Filtering this by land cover data left only $5 0 . 9 \\%$ $( 1 4 . 0 { \\times } 1 0 ^ { 4 } \\ \\mathrm { k m } ^ { 2 } )$ of the present potential distribution area available to sustain the S. bungeana grassland, or $1 . 5 \\%$ of China's land area. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3Future potential distribution of S. bungeana grassland under climate change scenario (RCP 8.5) ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Changes to the future distribution area of China's S. bungeana grassland ranged from $- 1 6 . 4 \\%$ to $0 . 6 \\%$ , with four of the five ensemble models predicting a decrease, whereas the other predicted an increase; for 2070, their arithmetic mean was $- 1 2 . 4 \\%$ (Fig. 3d). This predictive modeling exercise revealed that $70 . 9 \\%$ of the present distribution area would remain unchanged, with gained and lost areas of $1 6 . 7 \\%$ and $2 9 . 1 \\%$ , respectively. Habitat losses occurred mainly on the eastern and southern borders of the grassland's present distribution area, which would cause it to narrow in range. The gained habitats would mostly occur in the Qaidam Basin and Tianshan Mountains, in addition to the west part of the Liaohe Plain; that is, in the western and northeastern borders of the present distribution areas. Evidently， the S. bungeana grassland distribution should shift northwest in the future, with a modest reduction in its total area. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.4 Collapse risk of S. bungeana grassland ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In just the past 5O a, S. bungeana grassland's total distribution area has declined by $6 5 . 1 \\%$ , with a further $12 . 4 \\%$ reduction driven by climate change expected over the next 5O a. Based on these changes in distribution area, and assuming no further changes to it induced by human activities for the predicted period (i.e., no further conversion of natural grasslands to croplands, or vice versa), we ranked the S. bungeana grassland as endangered (EN) according to criterion A of the IUCN-RLE. Given the patchy occurrence of S. bungeana grassland, $2 . 2 { \\times } 1 0 ^ { 4 } \\mathrm { k m } ^ { 2 }$ in 301 of the 10 $\\mathrm { k m } { \\times } 1 0 \\mathrm { k m }$ grid cells, this ecosystem can be ranked as vulnerable (VU) as per criterion B. Overall, the S. bungeana grassland in China is deemed as endangered (EN). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.1 Climatic factors shaping the distribution range of S. bungeana grassland ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Climatic factors are fundamental for shaping the distribution of vegetation (Pan et al., 2003). Either thermal (Kira, 1976; Fang and Lechowicz, 2006; Li et al., 2016a) or moisture (Stephenson, 1990,1998; Byrne et al., 2017) factors can play primary roles in controlling the boundaries of plant species or communities. S. bungeana plants inhabit warm-temperate zones, reaching the southern limit of steppes in China,and the most outstanding trait of this species is its heliophilic idiosyncrasy (ECVIM, 1985; Wu and Raven, 2013). The ranking of variables by MaxEnt confirmed that thermal factors play a more prominent role than moisture factors in the distribution of S. bungeana grassland, a result consistent with it having larger variation (i.e., a greater coefficient of variation ( $\\mathrm { C V = : }$ standard deviation/mean)) in precipitation than temperature. Similar conclusions were reached for different plant species studied in China (e.g., Fang and Lechowicz, 2006; Li et al.， 2016b). However, Wen et al. (2008) found that S. bungeana's distribution along the Yanhe River catchment was mainly controlled by annual evaporation and temperature seasonality. This discrepancy implies that predictions of S. bungeana's spatial distribution areas may vary with different climatic layers used and presence data covering different parts of its native range. Nevertheless, the S. bungeana grassland was most commonly found on the Loess Plateau (ECVC, 1980; Cheng et al., 2010), which suggests that soil type is a key contributing factor to consider when building its distribution model. We conclude that thermal and edaphic factors are crucial for shaping the distribution of S. bungeana grassland across China. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2Gap between realizable and potential distributions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A variety of factors can make the realizable distribution range much smaler than the present potential one, these include habitat availability, dispersal limitation, interspecific competition, extinction events and historical constraints (Pulliam, 2OOo; Guisan and Thuiller, 2OO5). The ratio of the realizable range size to potential range size, i.e., range filling, is a measure useful for quantifying how well species fill their potential ranges (Gaston, 2OO3). For example, the low range filling $( 3 8 . 3 \\% )$ of many tree species in Europe is considered driven primarily by geographical dispersal constraints on their post-glacial expansion and the climate (Svenning and Skov, 2O04). In our study, upon excluding unsuitable land cover, range filling of S. bungeana grassland was estimated to be $1 5 . 7 \\%$ (i.e., $2 . 2 { \\times } 1 0 ^ { 4 } \\mathrm { k m } ^ { 2 } / 1 4 . 0 { \\times } 1 0 ^ { 4 } \\mathrm { k m } ^ { 2 } )$ . Grassland degradation and relief variation could well be the most decisive factors for this extremely low range filling. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Overgrazing is a major human-imposed factor that initiates the retrogressive succession of grassland communities, which eventually leads to the turnover of species composition and grassland degradation (Mclendon and Redente， 199O; Young et al.， 2001; Akiyama and Kawamura, 2OO7; Mirzabaev et al., 2016). Over time, as overgrazing continues unabated, the S. bungeana grassland may become a community instead dominated by Artemisia frigida or Potentilla acaulis plants. In recent decades， grassland degradation has been a common phenomenon in China, along with human population growth and its associated activities, such that a large proportion of plant species' potential distribution area is now occupied by degraded community types (Fu, 1989; Akiyama and Kawamura, 2O07). Differences in relief often bring with them differing dominant species. Several plant communities often coexist as mosaics within one landscape due to the complex landforms in the distribution area of S. bungeana grassland (Fu, 1989; Mclendon and Redente, 1990). For example, when S. bungeana grassland occurs on north-facing loess slopes， its south-facing slopes are usually covered by Stipa breviflora grassland, with the gully occupied by Artemisia giraldii grassland while Thymus mongolicus covered the stony surface of hills (ECVC, 198O). Evidently， small patches of realizable S. bungeana grassland can strongly or disproportionately influence the potential distribution map by making it more extensive. Conversely, S. bungeana grassland can also occur in places where the regional climate does not seem optimal, but the local climate, such as the sunny slope of a shrub prevailing landscape, might suit the S. bungeana grassland quite well. We surmise this could explain the presence of realizable distribution and field survey plots found outside the potential suitable area. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.3Role of revegetation approaches in S. bungeana grassland's distribution ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Planting trees or grasses and abandoning cropland are common ways to achieve vegetation restoration, especially on the Loess Plateau. Yet the former approach (planting trees or grasses) does not seem to favor the recovery of S. bungeana grassland, but undoubtedly it has contributed immensely to increased vegetation productivity there (Feng et al., 2O16). Shrub-like trees, such as Caragana microphylla and Hippophae rhamnoides, now occur in many parts of this region; however, their widespread planting has generated an unsustainable water supply and conditions that preclude the natural succession of grasslands (Chen et al.， 2OO2). Alternatively， when cropland is abandoned for natural restoration, it must normally go through five or six stages until a vegetation climax state is reached. This process of secondary succession goes through communities dominated by Artemisia scoparia, Lespedeza davurica, Agropyron cristaum， L. davurica+Artemisia sacrorum, Bothrichloa ischaemum, and finally S. bungeana (Hao et al., 2005). But it usually takes 2O to 40 a before S. bungeana atains dominance in the community. Most of the abandoned croplands are in late successional stages， dominated by forbs or rhizomatous grasses. Therefore, it is plausible that much of that abandoned land willbecome S. bungeana grassland in the near future. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.4Reasons for losses in the past distribution in the basin along the Yarlung Zangbo River ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "It is quite perplexing that $1 . 0 { \\times } 1 0 ^ { 4 } ~ \\mathrm { { k m } } ^ { 2 }$ of S. bungeana grassland in the Tibetan Plateau disappeared entirely in just the past 5O a (Zhao et al., 2O18). Besides those areas occupied by reclamation and building land, $80 \\%$ of this grassland was displaced by a shrub-grassland continuum dominated by A. wellbyi and T. bromoides. We propose this vast disappearance is the combined outcome of global climate change effects and natural vegetation succession. The Tibetan Plateau is one of the world's most sensitive areas for responding to global climate change (Liu et al., 2009). Already, it has experienced significant warming since the mid-195Os, and this warming tendency may continue under future climate change scenarios (Liu and Chen, 2000). Firstly, since the main factors limiting the distribution of S. bungeana's grassand in the basin along the Yarlung Zangbo River are thermal ones, an increasing temperature could have made the past suitable distribution area unsuitable. Secondly, the cyclic vegetation succession of sandy grassland includes two stages: a positive one and a negative one. The positive part starts with pioneer species colonizing drifting sand dunes up to Artemisia ordosica+Artemisia sphaerocephalai on semi-fixed sand dunes,reaching to A. ordosica $+ S .$ bungeana $^ +$ mosseson fixed sand dunes, and eventually the S. bungeana grassland. The negative part begins with desertification and reverts the positive succession backwards to A. sphaerocephalai-dominated communities or drifting sand dunes. This positive (or negative） phenomenon has been well studied in the Mu Us Sandy Land of the Mongolian Plateau (Guo, 2OOO). When vast portions of the Tibetan Plateau grassland are degraded because of overgrazing, desertification inevitably follows (Harris, 2O1O). Those plant species tolerant of sandy environments, such as A. welbyi and T. bromoides,are, in turn,favored to invade and become dominant. In other words, it represents a retrogressive succession similar to the one in Mu Us Sandy Land, only with different endemic species involved. The elaborate features and driving forces involved in these grassland successional dynamics merit further study. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.5Collapse risk and recommendations for the conservation of S. bungeana grassland ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The widely distributed S. bungeana grassland has been largely destroyed, converted either into cropland (Fu, 1989; Feng et al., 2016) or degraded into other grassland types (ECVC,1980). Those vegetation communities still dominated by S. bungeana are highly fragmented, persisting as small patches on villages' cemetery, on steep slopes or on abandoned lands in most of its distribution area on the Loess Plateau. The only one wel preserved site with a continuous and extensive distribution of S. bungeana grassland ecosystem type lies protected in the Yunwu Mountain Natural Reserve in Ningxia (Nature Reserve Management Office of Yunwu Mountain in Ningxia, 2Oo1). Thus, as an endangered plant community, the S. bungeana grassland calls for immediate on-the-ground action for its conservation. Sowing S. bungeana seeds in those areas on the Loess Plateau, particularly where the habitat suitability for this species is high both at present and in the future, is a strongly recommended measure for vegetation restoration, soil conservation and forage production, as S. bungeana tolerates grazing (Wang, 1989) and is a drought-resistant grass (Han et al., 2008; Zhou et al., 20O9). Quickly establishing more protected areas containing S. bungeana grassland is also highly recommended to slow the fast decline in its distribution area. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The S. bungeana grassland is an invaluable native ecosystem that originally was widely distributed on the Loess Plateau. But more than half of its distribution area has been lost over the past 50 a due to human activities, rendering it an endangered ecosystem. Quick action is needed to restore and conserve this grassand ecosystem through revegetation projects and the establishment of protected areas. This modeling study also highlights how an assessment within the Red List of Ecosystems conservation framework can be made effectively in a region of China having highly fragmented vegetation and a long history of human use. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This research was supported by the National Key Basic Research Program of China (2015FY210200), the Strategic Priority Research Program of the Chinese Academy of Sciences (XDA19050402)，the Assessment Methods for Red Listof Ecosystems in China Program of the Ministry of Ecology and Environment of China,and the Characteristic Analysis of Important Ecosystems in China Program of the Chinese Research Academy of Environmental Sciences. Assistance from many colleagues enabled this study. We thank Dr. WANG Zi, Dr. WU Popo, Ms. ZHU Hong, and Dr. PANG Zhe for their great help during the field survey work. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Akiyama T,Kawamura K.2Oo7. Grasslanddegradation in China:Methodsof monitoring,management andrestoration. Grassland Science, 53(1): 1-17.   \nAndersonRP,LewD,PetersonAT.2O03.Evaluatingpredictive modelsofspecies'distributions: Criteriaforselectingoptimal models. Ecological Modelling, 162(3): 211-232.   \nBlandLM,KeithDA,MilerRM,etal.2015.GudeliesfortheapplicationofIUCNRedListofEcosystemsCategoried ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Criteria,Version 1.0. Gland,Switzerland: The International Union forConservationof Nature,1-50. Brites-NetoJ,Duarte K.2O15.Modelingof spatial distribution for scorpions of medicalimportance inthe SaoPaulo State, Brazil. Veterinary World,8(7): 823-830. Burns EL,Lindenmayer DB,Stein J,et al.2015.Ecosystemassssmentof mountainash forest in thecentral highlandsof Victoria, south-eastern Australia. Austral Ecology, 40(4): 386-399. Byrne K M, Adler PB,Lauenroth WK.2017.Contrasting efects of precipitation manipulations in two Great Plains plant communities. Journal of Vegetation Science, 28(2): 238-249. Chen L Z,Sun H,Guo K.2014.Flora and Vegetation Geographyof China.Beijing: Science Press,304-312. (in Chinese) ChenY,Liang Y,ChengJ.2O2.ThezonalcharacterofvegetationconstructionoLoessPlateau.ActaytoeologicaSinica, 26(3): 339-345. (in Chinese) Cheng J,Hu TM,Cheng JM,etal.2O10.Distributionof biomassand diversityof Stipa bungeana communityto climatic factors in the Loess Plateau of northwestern China. African Journal of Biotechnology, 9(40): 6733-6739. Cheng M,An S S.2015. Response ofsoil nitrogen,phosphorous and organic mater to vegetation sucession onthe Loess Plateau of China. Journal of Arid Land, 7(2): 216-223. Costanza R,de GrootR,Suton P, et al.2O14. Changes in the global valueof ecosystem services. Global Environmental Change-Human and Policy Dimensions,26: 152-158. Curtis JT,Mclntosh RP.1951.Anupland forestcontinuuminthe prairie-forest borderregionof Wisconsin.Ecology,2(3): 476-496. ECVC(The Editorial Commitee of Vegetation of China).1980.Vegetation of China. Beijing: Science Press,505-546.(in Chinese) ECVIM(The Editorial Commiteeof Vegetationof Inner Mongolia).1985.Vegetation of Inner Mongolia. Beijing:Science Press,547-560. (in Chinese) ECVMC(TheEditorialCommiteeofVegetationMapofChina).2007.VegetationMapof China. Xi'an:GeologicalPublishing House,330-350.(in Chinese) Elith J,Graham CH,AndersonRP,et al.2006. Novel methods improve predictionof species'distributions fromoccurce data. Ecography, 29(2): 129-151. Elith J,Keaney M,PhilipsS.2010.The art of modelingrange-shiftingspecies.Methods in Ecologyand Evolution,1(4): 330-342. Elith J,PhilipsSJ,HastieT,etal.211.Astatistical explanationof MaxEntforeologists.DiversityandDistributios,7(): 43-57. Fang JY,LechowiczMJ.2O6.Cimaticlimitsfor thepresentdistributionofbeech(FagusL.)species inthe world.Jouralof Biogeography, 33(10): 1804-1819. Feng XM,FuBJ,PiaoSL,etal.216.RevegetatioinChina'sLoesPlateauisapproachingsustainablewaterresourcelimits. Nature Climate Change,6: 1019-1022. Fick SE,Hijmans RJ.2017. WorldClim2: New1-kmspatialresolution climate surfaces for globalland areas.International Journal of Climatology, 37(12): 4302-4315. Franklin J.20o9. Mapping Species Distributions: Spatial Inference and Prediction. Cambridge: Cambridge UniversityPress, 21-160. Fu B J.1989. Soil erosion andits control in the Loess Plateau of China. Soil Use and Management,5(2): 76-82. Gaston K J. 2003.The Structure and Dynamics of Geographic Ranges. Oxford: Oxford University Press, 8-32. GuisanA,Thuiller W.2Oo5.Predictingspecies distribution: Ofering morethan simple habitat models.EcologyLeers,8(9): 993-1009. Guisan A,TingleyR,BaumgartnerJB,etal.2013.Predicting species distributions forconservationdecisions.EcologyLeters, 16(12): 1424-1435. Guo K. 2000. Cyclic successon of Artemisia ordosica krash community in the Mu Us sandy grassand. Acta Phytoecologica Sinica,24(2): 243-247. (in Chinese) Guo K,Liu CC, Xie ZQ,etal.2O18.China vegetation classication: Concept,approachand applications.Phytocoenologia, 48(2): 113-120. HanFP,Dong LN,Luo WL,etal.2O08.Efectsof Stipa bungeana on soil watercontents and nutrientsofslopinglands in Loess Plateau of China. Acta Agrestia Sinica, 16(4): 403-407. (in Chinese) Hao W,Liang Z,Chen C,et al.20o5.Studyof the diferentsuccession stagecommunitydynamicand the evolutionof soil characteristics of theold-field inLoess Hils gully. Chinese Agricultural Science Buletin,21(8): 226-232.(in Chinese) Harpole W S,Tilman D. 20o7. Grassand species loss resulting from reduced niche dimension. Nature, 446: 791-793. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Journal of Arid Environments, 74(1): 1-12.   \nHoekstra JM,BoucherTM,RicketsTH,etal.2Oo5.Confrontingabiomecrisis:Globaldisparitiesofhabitatlosand protection. Ecology Letters, 8(1): 23-29.   \nHutchinson G E.1957. Concluding remarks. Cold Spring Harbor Symposia on Quantitative Biology, 22: 415-427.   \nIPCC (The Intergovernmental Panel on Climate Change).2013.Climate Change 2013: The Physical Science Basis, Contributionof Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge: Cambridge University Press,1-29.   \nJiao JY,TzanopoulosJ,XofisP,etal.2O08.Factorsafectingdistributionof vegetationtypesonabandonedcroplandinthe hilly-gulied Loess Plateau region of China. Pedosphere,18(1): 24-33.   \nKeith DA,Rodriguez JP,Rodriguez-Clark K M,etal.2013. Scientific foundations for anIUCNred listof ecosystems.PLoS ONE, 8(5): e62111, doi: 10.1371/journal.pone.0062111.   \nKeith DA,RodriguezJPBrooks T,etal.215.TheUCNredlistofecosystems: Motivations,challenges,adpicatios. Conservation Letters, 8(3): 214-226.   \nKira T. 1976. Terrestrial Ecosystem: A General Survey. Tokyo: Kyorisu Shuppan, 100-166.   \nLi G Q,Du S,Wen Z M. 2016a. Mapping the climatic suitable habitat of oriental arborvitae (Platycladus orientalis)for introduction and cultivation at a global scale. Scientific Reports,6: 30oo9,doi: 10.1038/srep30009.   \nLi GQ,Xu GH,GuoK,etal.2O16b.Geographical boundaryandclimatic analysisofPinus tabulaeformis in China: Insights on its afforestation. Ecological Engineering,86: 75-84.   \nLiu XD,ChenBD.20oo.Climatic warming in the Tibetan Plateauduringrecentdecades.International JournalofClimatology, 20(14): 1729-1742.   \nLiu X D,Cheng Z G, YanLB,et al. 2O09.Elevation dependencyof recent and future minimum surface air temperature trends in the Tibetan Plateau and its surroundings. Global and Planetary Change, 68(3): 164-174.   \nMa K P. 2017.RedListofEcosystems (RLE): Progressand challnges.Biodiversity Science,25(5): 451-452.(inChinese)   \nMclendon T,Redente EF.1990.Succession pattrns following soil disturbance in asagebrush stepe community.Oecologia, 85(2): 293-300.   \nMiles L,Newton A,DefriesR,et al.206.A globaloverviewof theconservationstatusoftropicaldryforests.Jouralof Biogeography, 33(3): 491-505.   \nMirzabav A,Ahmed M, WernerJ,et al.2O16.RangelandsofCentral Asia: challnges and opportunities.JournalofArid Land, 8(1): 93-108.   \nMoisen GG,Frescino TS.2002. Comparing five modeling techniques for predicting forest characteristics.Ecological Modelling,157(2-3): 209-225.   \nMossR H, Edmonds JA,Hibbard K A,etal. 2010.The next generation of scenarios for climate change research and assessment. Nature, 463: 747-756.   \nNatureReserve Management Ofice of Yunwu Mountain in Ningxia.2001.Colected works of scientific investigation and management of nature reserve on Yunwu Mountain in Ningxia. Yinchuan: Ningxia People Pres,5O-263.(in Chinese)   \nPan Y,Li X,Gong P,etal.2003.An integrative clasification of vegetationin China basedon NOAA AVHRR and vegetation-climate indices of the Holdridge life zone. International Journal ofRemote Sensing,24(5): 1009-1027.   \nParmesan C, Yohe G.2003. A globally coherent fingerprint of climate change impacts across natural systems. Nature, 421: 37- 42.   \nPeterson A T,Soberon J,PearsonRG,etal.2011.Ecological Nichesand Geographic Distributions.Monographs inPopulation Biology No. 49. Princeton: Princeton University Press,56-86.   \nPhilips S J,Dudik M,SchapireRE.2O04.Amaximum entropyapproach to species distribution modeling.Proceedings of the Twenty-First International Conference on Machine Learning,83: 655-662.   \nPhillps S J, AndersonRP, Schapire RE.2006. Maximum entropy modelingof species geographic distributions.Ecological Modelling, 190(3-4): 231-259.   \nPhilips SJ,ElithJ.2013.Onestimating probabilityof presence fromuse-availabilityor presence-backgrounddata.Ecology, 94(6): 1409-1419.   \nPhillps SJ.2017.Abrief tutorialonMaxEnt.[2018-06-13].htp:/iodiversityinformatics.amnh.org/open_source/maxent/.   \nPhilipsSJ, AndersonRP,Dudik M,etal.017. Opening the blackbox: Anopen-source releaseof Maxent.Ecograph,0(7): 887-893.   \nPrieto-TorresDA,avarro-igenaAGSantiago-larconD,etal.2016.Responseoftheendangeredtropicaldryorststo climate changeand the role of Mexican protected areas for theirconservation. Global Change Biology,2(1): 364-379.   \nPullam HR.20o0. On the relationship between niche and distribution.Ecology Letters,3(4): 349-361.   \nRiahi K,Rao S,Krey V,etal.201RC8.5: Ascenarioofcomparativelyhigh greehouse gas emisions.ClimaticChange, 109(1-2): 33-57.   \nRodriguez JP,Keith DA,Rodriguez-Clark K M,et al.2015.Apractical guide tothe applicationof the IUCNRed Listof Ecosystemscriteria.PhilosopicalTransactionsof theRoyalSocietyofLondon.SeriesB,iologicalSciences,70(1662): 20140003.   \nRootTL,PriceJT,HallKR,et al.2Oo3.Fingerprintsof global warming on wildanimals andplants.Nature,421:5760.   \nSeguradoP,AraujoMB.0o4.Anevaluationofmethodsformodelingspeciesdistributions.Journalofiogeogaphy(0): 1555-1568.   \nShiYH,ZhouGS,JiangYL,etal.2018.Sensitive indicatorsof Stipa bungeana response toprecipitationunderambientand elevated $\\mathrm { C O } _ { 2 }$ concentration. International Journal of Biometeorology, 62(2): 141-151.   \nSong B,Niu S L, Wan S Q.2016. Precipitation regulates plant gas exchange and its long-termresponse toclimatechange ina temperate grassland. Journal of Plant Ecology, 9(5): 531-541.   \nStephensonNL.199o. Climaticcontrolof vegetation distribution: Theroleof the waterbalance.American Naturalist,135(5): 649-670.   \nStephenson NL.1998.Actual evapotranspiration and deficit: Biologicallymeaningful corelates of vegetation distribution across spatial scales. Journal of Biogeography,25(5): 855-870.   \nSvening JC,SkovF2O04.Limited filing ofthe potentialrange inEuropean tree species.EcologyLetters,7(7):565-573.   \nWalther G-R,PostE,Convey P,etal. 2002.Ecological responses to recent climate change. Nature,416: 389-395.   \nWang D.1989.A Synthesis of Forage.Nanjing: Jiangsu Science and Technology Pres,130-145. (in Chinese)   \nWang H,ZhouGS,JiangYL,etal.20l7.PhotosytheticaclimationandleaftraitsofStipabungeanainresponsetolevated $\\mathrm { C O } _ { 2 }$ under five different watering conditions. Photosynthetica,55(1): 164-175.   \nWen ZM,He XH,JiaoF,etal.2Oo8.Thepredictive distributionof Stipa bungeana in YanheRivercatchment: GAMmodel and its application. Acta Ecological Sinica,28(1): 192-201. (in Chinese)   \nWesche K,Ambarl D,KampJ,etal.2016.ThePalaearctic steppe biome: Anewsynthesis.Biodiversityand Conseration, 25(12): 2197-2231.   \nWu Z Y,Raven PH. 2013.Flora of China: Volume 22.Beijing: Science Press,196-203.(in Chinese)   \nYost AC,Petersen SL,Gregg M,etal.2O08.Predictive modeling and mappingsage grouse (Centrocercus urophasianus) nesting habitat using Maximum Entropy and a long-term dataset from southern Oregon.Ecological Informatics,3(6): 375- 386.   \nYoung TP, ChaseJM,HuddlestonRT.2Oo1.Communitysuccessionand assembly: Comparing,contrasting andcombining paradigms in the context of ecological restoration. Ecological Restoration, 19(1): 5-18.   \nZhao H W,GuoK,Yang Y,etal.2018.Stipa steppesinscantilyexploredregionsof the Tibetan Plateau: Classification, community characteristics and climatic distribution patterns. Journal of Plant Ecology,11(4): 585-594.   \nZhou QP,Cheng JM,Wan H,etal.2O09.Studyonthediurnal variationsof photosyntheticcharacteristicsandwateruse efficiency of Stipa bungeana Trin.under drought stress. Acta Agrestia Sinica,17(4): 510-514. (in Chinese) ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    }
]