[
    {
        "type": "text",
        "text": "父母婚姻冲突对儿童发展的影响及其机制",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王学思¹李静雅¹王美芳²('山东师范大学心理学院，济南 250014)(首都师范大学初等教育学院，北京 100048)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要婚姻关系是家庭关系中最核心的关系，家庭中父母婚姻冲突影响着儿童发展。众多研究发现，父母婚姻冲突对儿童认知发展和情绪社会性发展均有重要影响，而且父母婚姻冲突影响儿童发展存在复杂的作用机制(如中介机制和调节机制)。父母婚姻冲突对儿童发展的影响主要通过儿童认知-情绪过程和家庭过程来实现，且这一影响会因多种儿童因素和环境因素的不同而不同。未来研究有必要同时考察父母婚姻冲突对儿童认知发展和情绪社会性发展的影响，并进一步探究和整合多种作用机制，为干预方案的制定提供有力支持。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词父母婚姻冲突，儿童发展，认知-情绪过程，家庭过程，自主神经系统",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号 B844",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "家庭是儿童社会化的主要场所，与儿童发展密切相关。在家庭生活中，每对父母都会面临不同程度的婚姻冲突。大量实证研究表明，父母婚姻冲突会对儿童认知发展和情绪社会性发展产生消极影响(池丽萍,2005；崔颖等,2018; Gerard et al.,2006; Narayan et al.,2014)。当父母婚姻冲突较为频繁和强烈、冲突内容与儿童有关或者冲突未解决时，其对儿童发展的影响更强(Davies＆Cummings,1994)。虽然中国父母的离婚比例随时间推移呈上升趋势，但中国家庭追踪调查 2010年初访的数据显示，从总体上来说，中国父母的婚姻仍然非常稳定， $93 \\%$ 以上的父母不会离婚(许琪,邱泽奇,李建新,2015)。相比于离婚，较多的父母婚姻冲突更可能影响儿童发展，且这一影响大约相当于离婚的两倍(Grych&Fincham,2001)。因此，有必要较为全面地阐述父母婚姻冲突对儿童发展的影响。此外，父母婚姻冲突不仅直接影响儿童发展，也通过儿童认知-情绪过程和家庭过程间接影响儿童发展(池丽萍,2005;池丽萍,王耕,2002; Cummings et al.,2012; Harold & Sellers,2018; Zimet & Jacob,2001)。父母婚姻冲突对儿童发展的影响也可能因儿童因素和环境因素的不同而不同(范航等,2018;Cummings et al.,2009; van Eldik et al.,2020; Harold & Sellers,2018; Zimet & Jacob,2001)。综上，本文将较为全面地阐述父母婚姻冲突对儿童发展的影响及其机制。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1父母婚姻冲突与儿童发展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "已有理论和实证研究发现，父母婚姻冲突对儿童认知发展和情绪社会性发展两个领域均有重要影响。Davies 和 Martin (2013)在对情绪安全理论的重述(reformulation of emotional security theory)中指出，较多的父母婚姻冲突会显著降低儿童的情绪安全感，从而使儿童倾向于采用回避策略减少对外部世界的探索，进而影响其认知发展。根据社会学习理论(social leaming theory,Bandura,1977)，经常经历父母婚姻冲突的儿童会习得父母的攻击性行为，并倾向于认为这些攻击性行为是合理和可接受的，从而在自己的人际关系(如同伴关系、同胞关系)中表现出类似行为，并形成非适应性的人际冲突解决策略。由此可见，父母婚姻冲突也不利于儿童的情绪社会性发展。鉴于此，本文将具体阐述父母婚姻冲突对儿童认知发展和情绪社会性发展的影响。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1父母婚姻冲突与儿童认知发展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "父母婚姻冲突往往不利于儿童认知发展。首先，父母婚姻冲突可能不利于儿童执行功能的发展。执行功能包括注意转移、抑制控制和工作记忆三个核心成分(Gustafsson et al.,2015)。先前研究多考察父母婚姻冲突对儿童执行功能某一成分的影响。例如，Gustafsson等(2013)的研究发现，父母身体冲突较多的儿童在数字广度测验中表现出较差的工作记忆。近来，Gustafsson 等(2015)将执行功能的三个成分合成潜变量，考察了父母婚姻冲突对儿童执行功能整体的影响，结果发现，父母婚姻冲突越多，儿童执行功能发展越差。其次，父母婚姻冲突也可能导致儿童学业成绩较差。Ghazarian 和Buehler(2010)的横断研究发现，儿童感知到的父母冲突越多，其在阅读、语言、数学、社会、科学等方面的成绩越差。King 和Mrug (2018)的纵向研究发现，儿童目睹的父母婚姻冲突显著降低其两年后的学业成绩。此外，针对父母婚姻冲突与儿童学业成绩的元分析也支持了这一消极影响(Supol et al,2020)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2父母婚姻冲突与儿童情绪社会性发展",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "儿童问题行为和社会关系是衡量其情绪社会性发展的重要指标(Thompson,1988)。儿童问题行为通常包括内化问题行为和外化问题行为。国内外研究均发现，经历父母婚姻冲突的儿童更可能表现出焦虑、抑郁等内化问题行为(曹雨菲等,2017;Cui et al.,2007)，也更可能表现出攻击、违纪等外化问题行为(池丽萍,2005;Philbrook etal.,2018)。相比于外化问题行为，父母婚姻冲突更可能导致儿童出现内化问题行为(Philbrook etal.,2018; Rhoades,2008)。Gerard 等(2006)的追踪研究发现，父母婚姻冲突不仅具有即时影响，导致儿童在当下表现出较多的问题行为；还具有长时影响，导致其在5年后表现出较多的问题行为。Cummings 等(2012)的研究也支持了这一长时影响，幼儿园时经历的父母婚姻冲突能够显著增加7年级时表现出的问题行为。与此类似，儿童64个月之前经历的父母婚姻冲突显著正向预测其16 岁时的问题行为(Narayan et al.,2014; Yates et al.,2003)。此外，Vu等(2016)针对74项纵向研究的元分析发现，父母婚姻冲突与儿童问题行为的测量时间间隔越长，二者间的关系越强。这一结果可能是由于睡眠者效应(sleeper effect)，即经历父母婚姻冲突之后，儿童短时间可能不会表现出明显的问题行为，但随着时间的推移，会表现出明显的问题行为；也可能是由于累积效应(cumulative effect)，即父母婚姻冲突的长期累积导致儿童产生了更多的问题行为。需要指出的是，上述研究仅反映了父母婚姻冲突对儿童问题行为的影响，难以反映父母婚姻冲突的发展变化对儿童问题行为发展变化的影响。Madigan等(2017)分别在儿童18、36和54个月时测量父母婚姻冲突和儿童破坏性行为，并采用混合增长模型考察二者发展变化间的关系。结果发现，父母婚姻冲突可划分为高上升、高下降和低稳定三组；与高下降和低稳定组相比，高上升组儿童18个月到54个月破坏性行为的增长速度较快，54个月时表现出的破坏性行为也较多。综上，父母婚姻冲突不仅会对儿童问题影响产生即时的消极影响，也会产生长时的消极影响，且日益增加的父母婚姻冲突会产生更为显著的消极影响。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "儿童社会关系主要包括亲子关系、同伴关系和师生关系(叶子,庞丽娟,1999)。首先，父母婚姻冲突往往会破坏亲子关系。Li等(2020)的横断研究发现，父母婚姻冲突越多，亲子依恋程度越低‘Gerard 等(2006)的纵向研究发现，父母婚姻冲突会增加童年期和青少年期的亲子冲突。其次，父母婚姻冲突可能阻碍儿童同伴关系的发展。国内研究发现，父母婚姻冲突越多，儿童同伴关系越差(崔颖等,2018)，不良同伴交往越多(苏萍等,2017)。于此类似，国外研究发现，儿童2岁前经历的父母婚姻冲突显著降低了其在幼儿园中的社交能力(Finger et al.,2010)。Narayan 等(2014)的纵向研究发现，儿童64个月之前经历的父母婚姻冲突显著增加了其16岁时与最好朋友的冲突。由此可见，父母婚姻冲突可能会对同伴关系产生较为持久的消极影响。再次，父母婚姻冲突可能不利于儿童师生关系的发展。父母婚姻冲突可能会通过破坏儿童对父母婚姻关系和亲子关系的安全感，进而影响其师生关系，如表现出较多的师生冲突(Coe et al.,2017)。然而，目前研究较多关注学校结构、教师个体和学生个体等因素对师生关系的影响(陶丽,李子建,2016)，鲜有研究考察父母婚姻冲突对儿童师生关系的影响。此外，父母婚姻冲突也可能影响儿童其它社会关系。例如，父母婚姻冲突不利于子女青春期的恋爱关系(Lietal.,2020)，并产生代际传递，影响子女成年后的婚姻关系或者亲密伴侣关系(Narayan et al.,2017)。对于非独生子女而言，同胞关系也是其重要的社会关系之一。Yu和 Gamble(2008)的研究发现，父母婚姻冲突会使儿童在同胞关系中表现出较少的温暖和较多的攻击和竞争。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2父母婚姻冲突影响儿童发展的作用机制",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "为较为全面地理清父母婚姻冲突如何影响儿童发展(中介机制)以及这一影响何时强或弱、何时有或无(调节机制)，本文还将梳理父母婚姻冲突影响儿童发展的作用机制。基于认知-情境理论(cognitive-contextual framework; Grych & Fincham,1990)、情绪安全理论(emotional security theory;Davies & Cummings,1994; Davies & Martin,2013)和家庭系统理论(family systems theory; Cox & Paley,2003)，本文将梳理父母婚姻冲突影响儿童发展的儿童认知-情绪过程和家庭过程。其次，并非所有经历过父母婚姻冲突的儿童都会表现出非适应性问题。一些变量可能在父母婚姻冲突对儿童发展的影响中起到了重要的调节作用。根据父母婚姻冲突与儿童发展的生理心理社会模型(biopsychosocialmodel; Cummings et al,2009)和生态系统理论(ecological system theory; Bronfenbrenner,2005)，本文还将梳理儿童因素和环境因素在父母婚姻冲突对儿童发展影响中的调节作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1父母婚姻冲突影响儿童发展的中介机制",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在过程取向(proces-oriented)研究的驱动下，关于父母婚姻冲突影响儿童发展的研究开始从关注父母婚姻冲突是否影响儿童发展转变为关注父母婚姻冲突如何影响儿童发展。其中，研究者提出儿童的认知-情绪过程在父母婚姻冲突对儿童发展的影响中起到了重要作用(Davies&Cummings,1994;Davies&Martin,2013;Grych&Fincham,1990)，即父母婚姻冲突通过影响儿童对父母婚姻冲突的认知评价和目睹父母婚姻冲突后的情绪安全感进一步影响儿童发展。此外，还有研究者基于家庭系统理论(Cox&Paley,2003)指出，父母婚姻冲突影响儿童发展的家庭过程也不容忽视，例如，父母婚姻冲突导致的父母子系统中的消极情绪和行为可能溢出到亲子子系统中，进而影响儿童发展。鉴于此，本文将进一步梳理父母婚姻冲突影响儿童发展的儿童认知-情绪过程和家庭过程。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.1儿童认知-情绪过程",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "认知-情境理论强调了儿童对父母婚姻冲突的认知评价(如感知到威胁)在父母婚姻冲突对儿童发展影响中的重要作用(Grych&Fincham,1990)。当儿童认为父母婚姻冲突可能会对自己造成威胁、破坏家庭幸福(威胁)时，或者父母婚姻冲突与自己有关，自己应该为冲突负责(自责)时，或者自己不能够恰当地应对父母婚姻冲突(应对能力差)时，儿童可能会产生较多的适应问题(Grych&Fincham,1990)。国内外研究均发现，父母婚姻冲突会通过增加儿童的消极认知评价(如感知到威胁、引发自责)进而增加儿童内化问题行为(池丽萍,2005；王明忠等,2014; Buehler et al.,2007;Fosco &Feinberg,2015)。尽管我国学者池丽萍(2005)的研究发现父母婚姻冲突并不会通过增加儿童感知到威胁和自责使儿童表现出较多外化问题行为，但Buehler等(2007)、Fosco 和Feinberg (2015)的研究均支持了这一中介作用。另有研究还发现，父母婚姻冲突会通过儿童感知到的威胁和自责影响其学业成绩和同伴关系（Ghazarian& Buehler,2010;Harold et al.，2007;Weymouth et al.，2019)。此外，池丽萍(2005)、Grych等(2000)的研究同时考察了儿童感知到威胁和自责在父母婚姻冲突对儿童问题行为影响中的中介和调节作用。结果仅支持了儿童感知到威胁和自责的中介作用，并未发现显著的调节作用。因此，儿童对父母婚姻冲突的认知评价更可能在父母婚姻冲突对儿童发展的影响中起中介作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在认知-情境理论的基础上，情绪安全理论强调了儿童情绪安全感在父母婚姻冲突对儿童发展影响中的重要作用(Davies & Cummings,1994; Davies & Martin,2013)。父母婚姻冲突会增加儿童情绪上的不安全感。这种情绪上的不安全感会使儿童持续处于高水平的警惕性和唤醒度，消耗较多的心理资源，从而减少了儿童进行认知加工和有效调节情绪和行为所需的资源，进而损害儿童认知发展并导致较多的问题行为。Cummings 等(2012)的研究发现，幼儿园时经历的父母婚姻冲突会增加2年级时的情绪不安全感，进而导致7年级时的问题行为。此外，情绪不安全的儿童会表现出较差的睡眠质量，进而导致较差的学业成绩(El-Sheikh etal.,2007)；还会减少与朋友的互动，导致较差的社交能力(Davies etal.,2018)，从而影响儿童的社会关系。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "此外，综合考察儿童认知和情绪加工的研究进一步发现，儿童认知评价和情绪不安全感可能在父母婚姻冲突对儿童发展的影响中起链式中介作用。例如，父母婚姻冲突会通过增加青少年的消极认知评价导致情绪不安全感，进而表现出较多的内化问题行为(王明忠等,2014)。Davies 和Cummings (1994)则指出，儿童的情绪不安全感也可能影响其认知评价。例如，情绪不安全的儿童更可能在经历父母婚姻冲突时感知到更多的威胁。未来研究有必要采用长期纵向研究，进一步揭示儿童的认知评价和情绪安全感在父母婚姻冲突对儿童发展影响中的复杂作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.2家庭过程",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "根据家庭系统理论，婚姻关系中的消极情绪和行为可能会溢出到亲子互动中，影响父母教养行为、协同教养以及亲子三角关系，进而影响儿童发展(Cox&Paley,2003)。首先，父母婚姻冲突会导致父母在教养过程中表现出低水平的积极教养和高水平的消极教养，进而阻碍儿童发展。实证研究发现，父母婚姻冲突会减少父亲或母亲的敏感性教养(如积极关注、温暖)，进而影响儿童执行功能和社交能力(Finger et al.,2010; Gustafsson et al.,2015)；也会增加父母的消极教养行为(如拒绝、严厉管教、敌意教养)，进而导致儿童较差的学业成绩和较多的外化问题行为(Gerard et al.,2006; Harold etal.,2007)。其次，父母婚姻冲突也可能影响父母协同教养模式，进而影响儿童发展。父母婚姻冲突可能会减少团结性、支持性协同教养，进而导致儿童较多的问题行为和较差的亲子关系(卢富荣等，2019;Holland&Mcelwain,2013)；也可能会增加冲突性、贬低性协同教养进而导致儿童较多的问题行为(卢富荣等,2019;Cui etal.,2007)。此外，婚姻冲突中父母一方还可能将儿童卷入冲突，用以维持父母关系的平衡或者避免冲突升级，从而形成亲子三角关系(Cox＆Paley,2003)。然而，将儿童卷入父母婚姻冲突不仅不一定能够有效解决冲突，还会在很大程度上导致儿童表现出较多的问题行为(高雯等,2019)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2父母婚姻冲突影响儿童发展的调节机制",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "经历父母婚姻冲突后，一部分儿童会表现出学习成绩下降、问题行为增多、同伴关系变差等发展问题，但另一部分儿童仍能适应良好。已有研究发现，儿童因素(如性别、年龄)在父母婚姻冲突对儿童发展的影响中起到了重要的调节作用(Cummings et al.,2009)。基于生态系统理论(Bronfenbrenner,2005)，环境因素(如社会支持)在父母婚姻冲突对儿童发展影响中的调节作用也不容忽视。鉴于此，本文将进一步梳理儿童因素和环境因素在父母婚姻冲突对儿童发展影响中的调节作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.1儿童因素",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "基于父母婚姻冲突与儿童发展的生理心理社会模型，儿童年龄和性别可能在父母婚姻冲突对儿童发展的影响中起重要调节作用(Cummings etal.,2009)。Davies 等(2016)的研究结果发现，父母婚姻冲突会通过降低子女不安全感间接影响子女青春期的问题行为，但不会影响子女童年期的问题行为。然而，Evans 等(2008)的元分析并未发现家庭冲突对儿童发展影响的年龄差异。van Eldik等(2020)的元分析更为全面地考察了父母多种类型的婚姻冲突对儿童发展的影响。结果发现，儿童年龄的作用会因父母冲突类型和儿童发展具体方面的不同而不同。性别强化假说(gender intensificationhypothesis)指出，男孩和女孩遵守传统性别角色的压力随年龄增长而增大，男孩变得越来越独立，女孩变得越来越关心和维持人际关系。因此，随着年龄的增长，女孩可能对父母冲突更为敏感，且容易受到不良影响(Vuetal.,2016)。曹雨菲等(2017)的研究发现，相比于男孩，父母婚姻冲突通过阻碍儿童基本心理需求满足进而导致儿童内化问题行为的中介效应在女孩中更强。然而，也有研究发现，经历父母婚姻冲突后，男孩和女孩均具有脆弱性，只是脆弱性的表现不同。Yates等(2003)的研究发现，父母婚姻暴力更可能导致男孩出现外化问题行为，女孩出现内化问题行为。此外，一些研究(如Davies et al.,2016;Vu et al.,2016)并未支持父母婚姻冲突影响儿童发展的性别差异。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "随着研究的推进，关于父母婚姻冲突影响儿童发展的研究开始逐渐关注儿童生理因素在其中的重要作用。父母婚姻冲突是儿童家庭环境中主要的压力源之一。因此，与应激相关的自主神经系统(autonomic nervous system,ANS)可能在父母婚姻冲突对儿童发展的影响中起重要作用。ANS 主要由副交感神经(parasympathetic nervous system,PNS)和交感神经(sympathetic nervous system, SNS)两个分支构成。PNS 通过降低其对人体器官(如心脏)的抑制作用，调动足够的生理能量以应对压力情境。SNS 通过增强新陈代谢，产生足够的生理能量去应对压力情境。PNS和SNS活动的常用指标分别为呼吸性窦性心律不齐(respiratory sinus arrhythmia,RSA)和皮肤电导水平(skin conductance level, SCL)(Philbrook et al., 2018)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "父母婚姻冲突与儿童发展的生理心理社会模型指出，ANS可能在父母婚姻冲突对儿童发展的影响中起调节作用(Cummings etal.,2009)。先前研究仅单独考察了PNS 和 SNS 的作用。随着研究的深入，研究者认为PNS和 SNS 的共同作用可能更有利于阐明ANS在父母婚姻冲突对儿童发展影响中的作用(El-Sheikh& Earth,2011)。研究发现，儿童 PNS 和 SNS 共激活和共抑制会加剧父母婚姻冲突对儿童发展的影响，而PNS激活且SNS 抑制或PNS抑制且SNS 激活则会缓冲父母婚姻冲突对儿童发展的影响(El-Sheikh&Earth,2011)。例如，Philbrook 等(2018)的研究发现，高父母婚姻冲突组，挑战任务中RSA和SCL均增强、均减弱的青少年表现出的内化或外化问题行为更可能增多，而RSA 减弱且SCL增强的青少年表现的内化问题行为更可能减少。然而，关于PNS 激活且SNS 抑制的研究结果并未一致支持其保护作用，El-Sheikh等(2013)的研究发现，PNS 激活且SNS 抑制加剧了父母婚姻冲突对女孩抑郁和焦虑的影响。这一不一致可能是由于不同研究关注的儿童发展结果是不同的(El-Sheikh etal.,2013)。未来研究有必要进一步探究儿童PNS 激活且SNS抑制在父母婚姻冲突对儿童认知发展和情绪社会性发展影响中的作用。此外，也有少量研究考察了ANS的中介作用，但研究结果在很大程度上并未支持这一中介作用(El-Sheikh,2005)。整体而言，ANS 更可能在父母婚姻冲突对儿童发展的影响中起调节作用。需要指出的是，目前研究集中于考察ANS在父母婚姻冲突影响儿童问题行为中的作用，对于ANS在父母婚姻冲突对儿童执行功能、学业成绩和社会关系影响中的作用仍有待进一步阐明。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.2环境因素",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "根据生态系统理论(Bronfenbrenner,2005)，父母婚姻冲突对儿童发展的影响可能因儿童周围环境和社会文化环境的不同而不同。首先，家庭社会经济地位(socioeconomic status,SES)可能会调节父母婚姻冲突对儿童发展的影响。较低的家庭SES和较多的父母婚姻冲突会使儿童面临双重风险，从而表现出较多的发展问题。实证研究也发现，相比于高 SES家庭，父母婚姻冲突更可能导致低 SES家庭中的儿童表现出问题行为(Garriga et al.,2019)。但也有研究并未支持家庭 SES 在父母婚姻冲突对儿童发展影响中的调节作用(van Eldik etal.,2020)。其次，Yule等(2019)的元分析表明，社会支持在父母婚姻冲突对儿童发展的影响中具有重要作用。我国学者范航等(2018)的研究发现，社会支持(父母、教师和同伴支持)调节了父母婚姻冲突通过青少年心理韧性对青少年抑郁情绪的影响。具体而言，高社会支持缓冲了父母婚姻冲突对青少年心理韧性的影响，增强了心理任性对抑郁情绪的影响。Davies 等(2019)的研究发现，相比于同胞关系好的儿童，父母婚姻冲突更可能导致同胞关系差的儿童的情绪不安全感，进而导致更多的问题行为。最后，文化价值观可能也在父母婚姻冲突对儿童发展的影响中起重要作用。Li等(2016)的研究发现，文化价值观显著调节了父母婚姻冲突对青少年情绪安全感的影响。具体而言，较重视社会和谐的青少年更易受到父母婚姻冲突的影响，表现出较低的情绪安全感。受儒家思想的影响，我国文化强调“以和为贵”和“家和万事兴”，即强调社会和谐、家庭和谐(Cheung,2020)。在这一文化背景下，父母婚姻冲突更可能破坏家庭关系，降低儿童幸福感，使儿童表现出较低的情绪安全感，进而对我国儿童的发展产生更为显著的消极影响。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3研究的局限性和未来研究的方向",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "先前研究较为深入地考察了父母婚姻冲突对儿童发展的影响及其机制。研究发现，父母婚姻冲突不仅会对儿童认知发展和情绪社会性发展产生即时的消极影响，也会产生长时的消极影响，且日益增加的父母婚姻冲突可能产生更为显著的消极影响。父母婚姻冲突对儿童发展的影响可能通过儿童认知-情绪过程和家庭过程来实现，也可能因儿童因素(性别、年龄和ANS)和环境因素(家庭 SES、社会支持和文化价值观)的不同而不同。综合该领域的研究现状，本文认为未来关于父母婚姻冲突影响儿童发展的研究可以从以下六个方面拓展和完善。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第一，父母婚姻冲突对儿童发展的影响在一定程度上与父母婚姻冲突的类型有关。破坏性婚姻冲突(如身体暴力、言语攻击)会对儿童发展产生消极影响；建设性婚姻冲突(如成功解决冲突、积极解释未解决冲突)不但没有对儿童发展产生消极影响，而且还可能对儿童发展产生积极影响(Harold&Sellers,2018;Warmuth et al.,2020)。相比于父母敌意，父母烦躁不安更可能使儿童对父母关系和家庭长期稳定产生负面猜想，从而影响儿童发展(Davies et al.,2016)。此外，婚姻的平衡理论(Gottman,1993)指出，婚姻关系中积极和消极互动的比例(如父母支持和父母冲突的比例)也会对儿童发展产生影响。Zemp等(2019)采用潜类别分析考察了父母积极-消极互动比例对儿童问题行为的影响。结果发现，父母低积极-高消极互动模式中的儿童更可能表现出内化问题行为。因此，未来研究应进一步明确不同类型的父母婚姻冲突对儿童发展的具体影响，并综合考察婚姻关系中积极互动和父母冲突对儿童发展的影响。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第二，目前研究多集中考察父母婚姻冲突对儿童某一领域发展的影响，较少有研究同时考察父母婚姻冲突对儿童多领域发展的影响。儿童多领域的发展密切相关，如儿童外化问题行为和学业成绩相互影响(Moilanen et al.,2010)。此外，父母婚姻冲突对儿童多领域发展的影响程度可能不同(vanEldik etal.,2020)。因此，未来研究应同时考察父母婚姻冲突对儿童多领域发展的影响，以进一步明确父母婚姻冲突对儿童多领域发展的独特影响及影响程度。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第三，除儿童ANS之外，研究者也开始关注父母婚姻冲突影响儿童发展的其它神经生物学机制。下丘脑-垂体-肾上腺皮质轴(hypothalamic-pituitary-adrenal cortex axis,HPA 轴)是个体应对压力的重要神经内分泌系统，其活动指标为皮质醇(聂瑞虹,许颖,韩卓,2015)。Lucas-Thompson 等(2017)的研究发现，青少年因父母婚姻冲突产生的自责会导致自身皮质醇日常斜率变缓，进而表现出较多的内化问题行为。父母婚姻冲突的电生理研究发现，父母婚姻冲突会影响儿童对威胁信息的注意，进而影响其适应性发展(Schermerhorm et al.,2015; Schermerhorm,2018)。Schermerhom 等(2015)的研究发现，在高父母婚姻冲突组，愤怒图片诱发的P3波幅显著大于快乐和中性图片，而低父母婚姻冲突组，三种图片诱发的P3波幅无差异。这表明经历较多父母婚姻冲突的儿童对威胁信息更为敏感。但这种敏感往往会消耗较多注意资源，从而不利于儿童发展。此外，长期目睹父母婚姻冲突会影响儿童的脑发育，如视觉皮层(Tomoda et al.,2012)、边缘系统(Tsavoussis et al.,2014; van Rooij et al.,2020)、视觉皮层与边缘系统的联结(Mueller&Tronick,2019)。整体而言，目前研究者对神经生物学机制的了解仍非常有限。未来研究应进一步探究父母婚姻冲突影响儿童发展的神经生物学机制。值得注意的是，父母婚姻冲突影响儿童发展的多种作用机制并不是独立存在的，而是相互联系的(王明忠等,2014;Harold& Sellers,2018)。因此，未来研究还应进一步探究和整合父母婚姻冲突影响儿童发展的作用机制，为干预研究提供充足的实证基础。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第四，目前关于父母婚姻冲突影响儿童发展的研究，多采用横断研究或者短期纵向研究。根据家庭系统理论(Cox&Paley,2003)，父母婚姻冲突对儿童发展的影响可能会随着时间的推移而发生变化。研究表明，父母婚姻冲突对儿童发展的影响可能存在睡眠者效应或累积效应(Vu etal.,2016)。因此，仅仅采用横断或者短期纵向研究无法考察父母婚姻冲突对儿童发展的动态影响，也可能会忽视父母婚姻冲突对儿童发展的潜在影响。父母婚姻冲突和儿童发展均随时间推移在不断变化(Madigan etal.,2017)。然而，目前仅有个别研究开始探究父母婚姻冲突的发展变化对儿童发展变化的影响。此外，尽管研究者们关注的往往是某一家庭中，父母婚姻冲突的改变是否会导致儿童发展变化。但先前研究以变量为中心的方法并不能真实反映这一关系，而是仅反映了父母婚姻冲突程度不同的家庭中的儿童发展是不同的(Zemp etal.,2018)。因此，未来研究应进一步采用较为长期的追踪研究，并以个体为中心的方法更准确地刻画父母婚姻冲突对儿童发展的影响进程以及父母婚姻冲突的发展变化与儿童发展变化间的关系。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第五，父母婚姻冲突对儿童发展的影响程度可能会因文化不同而不同(Cummings& Davies,2010)。在强调社会和家庭和谐的文化背景下，父母婚姻冲突更可能显著降低儿童的情绪安全感(Lietal.,2016)，进而影响儿童发展。然而，目前鲜有研究考察不同文化背景下父母婚姻冲突对儿童发展的影响。未来研究应进一步考察文化在父母婚姻冲突对儿童发展影响中的作用。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第六，儿童发展也可能影响父母婚姻冲突(Cui et al.,2007;Davies et al.,2016)。父母婚姻冲突导致儿童发展问题，儿童发展问题又进一步导致父母婚姻冲突，形成“父母婚姻冲突 $$ 儿童发展问题”的恶性循环。因此，未来研究应进一步考察父母婚姻冲突与儿童发展的循环性双向关系，从而更全面地了解父母婚姻冲突与儿童发展的关系。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "曹雨菲,杨盼盼,刘俊升，周颖.(2017).婚姻冲突与儿童内化问题行为的关系：有调节的中介效应.中国临床心理学杂 志,25,897-901.   \n池丽萍.(2005).认知评价在婚姻冲突与儿童问题行为之间的作用：中介还是缓冲.心理发展与教育,21,30-35.   \n池丽萍,王耘.(2002).婚姻冲突与儿童问题行为关系研究的理论进展.心理科学进展,10,411-417.   \n崔颖,韩宪国,周颖,刘俊升,明笼.(2018).父母婚姻冲突与儿童同伴关系不良的关系：有调节的中介效应.中国临床心 理学杂志,26,992-996.   \n范航,朱转,苗灵童,刘燊,张林.(2018).父母婚姻冲突对青少年抑郁情绪的影响：一个有调节的中介模型.心理发展与 教育，34,481-488.   \n高雯,王玉红,方臻,刘明艳.(2019).亲子三角关系和心理韧性在父母冲突与青少年问题行为之间的作用：一个有调节 的中介模型.心理发展与教育,35,729-739.   \n卢富荣,张彩,刘丹丹.(2019).父母婚姻质量、协同教养对青少年问题行为的影响：同时或者滞后溢出?心理发展与教 育,35,740-748.   \n聂瑞虹,许颖,韩卓.(2015).皮质醇日常节律与儿童问题行为及心理社会因素的关系.心理科学进展,23,591-601.   \n苏萍,张卫,喻承甫,刘莎,许阳,甄霜菊.(2017).父母婚姻冲突、不良同伴交往对初中生攻击行为的影响：一个有调节 的中介模型.心理科学,40,1392-1398.   \n陶丽,李子建.(2016).国外师生关系研究进展探析.比较教育研究,38,61-68.   \n王明忠,范翠英,周宗奎,陈武.(2014).父母冲突影响青少年抑郁和社交焦虑—一基于认知-情境理论和情绪安全感理 论.心理学报,46,90-100.   \n许琪,邱泽奇,李建新.(2015).真的有“七年之痒”吗?——中国夫妻的离婚模式及其变迁趋势研究.社会学研究,216- 241.   \n叶子,庞丽娟.(1999).论儿童亲子关系、同伴关系和师生关系的相互关系.心理发展与教育,15,50-53.   \nBandura,A.(1977). Social learning theory. Englewood, NJ: Prentice-Hall.   \nBuehler,C.,Lange,G.,&Franck,K.L.(2o7).Adolescents’cognitiveandemotionalresposes tomaritalhostlity.Child Development, 78,775-789.   \nBronfenbrenner,U. (2oo5).Making human beings human:Bioecological perspectiveson human development.Thousand Oaks: Sage.   \nCheung,R.Y.M.(2O20).Constructive interparental conflict and child adjustment in the Chinesecontext: Amoderated mediation modelof emotional securityand disintegration avoidance.Journal of Childand Family Studies.Advance online publication. https://doi.org/10.1007/s10826-020-01851-w   \nCoe,J.L.,Davies,P.T.,&Sturge-Apple,M.L. (Ol7).emultivariaterolesoffamilyinstabilityandinterparentalcoflict   \nCox,M.J.,&Paley,B. (20o3).Understandingfamiliesassystems.Current Directions inPsychological Science,12,193- 196.   \nCui,M.,Donnellan,M.B.,&Conger,R.D.(2o07).Reciprocal influencesbetweenparents'marital problems andadolescent internalizing and externalizing behavior. Developmental Psychology, 43,1544-1552.   \nCummings,E.M.,&Davies,P.T. (201).Marital conflictand children: Anemotional security perspective.New York,NY: Guilford Press.   \nCummings,E.M.,El-Sheikh,M.,Kouros,C.D.,& Buckhalt,J.A.(2009).Children and violence:Theroleofchildren's regulation in the marital aggression-child adjustment link. Clinical Child and Family Psychology Review,12,3-15.   \nCummings,E.M.,George,M.R.,McCoy,K.P.,&Davies,PT. (2O12).Interparentalconflictinindergarten andadolesent adjustment: Prospective investigation of emotional security as an explanatory mechanism. Child Development, 83, 1703-1715.   \nDavies,P.,& Cummings,E.(1994).Maritalconflict andchild adjustment: Anemotional security hypothesis.Psychological Bulletin, 116,387-411.   \nDavies,P.T.,&Martin,M.J.(0l3).Thereformulationofemotioalsecuritytheory:Theroleofchildren'ssocialdefense in developmental psychopathology. Development and Psychopathology,25,1435-1454.   \nDavies,P.T.,Martin, M.J.,Coe,J.L.& Cummings,E.M.(2016).Transactionalcascadesof destructiveinterparental conflict,children's emotional insecurityand psychologicalproblemsacros childhoodandadolescence.Development and Psychopathology, 28, 653-671.   \nDavies,P.T.,Martin,M.J,&Cummings,E.M. (018).Interparentalconflictandchidren’ssocial problems:Insecurityand friendship affiliation as cascading mediators.Developmental Psychology, 54,83-97.   \nDavies,P.T.,Parry,L..Bascoe,S.M.,artin,.J.,&Cummings,E..(19).Children’sulnerabilitytinterparetal conflict: The protective role of sibling relationship quality. Child Development, 90,2118-2134.   \nEl-Sheikh,M. (2O5).Theroleofemotionalresponsesand physiolgicalreactivityinthemaritalconflict-childfunctioning link. Journal ofChild Psychology and Psychiatry, 46,1191-1199.   \nEl-Sheikh,M.uckhalt,J.A,Keler,P.S.,Cummings,E.,&Acebo,C.(2O).hildemotionalinsecurityandacadeic achievement: The role of sleep disruptions.Journal of Family Psychology, 21,29-38.   \nEl-Sheikh,M.,&Erath,S.A. (2O11).Familyconflict,autonomic nervous system functioning,andchildadaptation: Stateof the science and future directions. Development and Psychopathology, 23,703-721.   \nEl-Sheikh,M.,Keiley,M.,Erath,S.,&Dyer,W.J. (Ol3).Maritalconflictandgrowthinchildren'sinternalizingsyptoms: The role of autonomic nervous system activity. Developmental Psychology, 49, 92-108.   \nEvans,S.E.,Davies,C.A.,&DiLilo,D. (2008).Exposure todomestic violence:Ameta-analysisofchildandadolescent outcomes.Aggression and Violent Behavior; 13,131-140.   \nFinger,B.,Eiden,R.D.,Edwards,E.P.,Leonard,K.E.,&Kachadourian,L.(2o10).Maritalaggressionandchildpeer competence: A comparison of three conceptual models. Personal Relationships,17,357-376.   \nFosco,G.M.,&Feinberg,M.E. (2O15).Cascading efects ofinterparentalconflictinadolescence: Linking threatappraisals, self-efficacy,and adjustment. Development and Psychopathology,27,239-252.   \nGariga,A.，Martinezlucena,J.,& Moreno,A.(2O19).Parents’relationshipqualityandchildren’s externalizing problems: The moderating role of mother-child relations and family socio-demographic background. Child and Adolescent Social Work Journal,36,137-154.   \nGerard,J.M.,Krishnakumar,A.&ueler,C.(o).aritalonflict,prent-childrelations,andyouthmalajustt:A longitudinal investigation of spillover effects. Journal ofFamily Issues,27,951-975.   \nGhazarian,S.R.,& Buehler, C. (20l0).Interparental conflict and academic achievement: An examination of mediating and moderating factors. Journal of Youth and Adolescence,39,23-35.   \nGottman,J.M. (1993).Therolesofconflictengagement,escalation,andavoidance inmarital interaction: Alongitudinal view of five types of couples. Journal of Consulting and Clinical Psychology, 61, 6-15.   \nGrych，J.，& Fincham，F.(1990).Maritalconflictand children'sadjustment:A Cognitive-Contextual framework. Psychological Bulletin,108,267-290.   \nGrych,H.,&incham,F.D.(Ool).Interparentalonflictandhilddevelopment:heoryesearchndapplicatios.ew mediational role of appraisals in the cognitive-contextual framework. Child Development,71,1648-1661.   \nGustafsson,H.C.,Coffman,J.L.,&Cox,M.J.(20l5).Intimate partner violence,maternal sensitive parenting behaviors, and children's executive functioning. Psychology of Violence, 5,266-274.   \nGustafsson,H.C.，Cofman,J.L.,Haris,L.S.,LangleyH.A.,Orstein,P.A.,&Cox,M.J.(2013).Intimateparter violence and children's memory. Journal of Family Psychology, 27, 937-944.   \nHarold,G.T.，Aitken,J.J.，& Shelton,K.H.(2Oo7).Inter-parental conflictandchildren'sacademicatainment:A longitudinal analysis.Journal of Child Psychology and Psychiatry, 48,123-1232.   \nHarold,G.T.,&Sellrs,R. (2O18). Annual research review: Interparentalconflictandyouth psychopathology: Anevidence review and practice focused update. Journal of Child Psychology and Psychiatry, 59,374-402.   \nHolland,A.S.,&Mcelwain,N.L.(O13).Materaland pateral perceptionsofcoparentingasalink betweenmaritalquality and the parent-toddler relationship.Journal of Family Psychology, 27,117-126.   \nKing, V.L.,& Mrug,S.(2018).The relationship between violence exposure andacademic achievement inAfrican American adolescents is moderated by emotion regulation. Journal of Early Adolescence, 38,497-512.   \nLi,Y., Cheung,R.Y.,& Cummings,E. M. (2016).Maritalconflict and emotional insecurity among Chinese adolescents: Cultural value moderation. Journal of Research on Adolescence, 26,316-333.   \nLi,D.,Li,D.,&Yang,K.(O2O).Interparental conflictand Chinese emerging adults’romanticrelationshipquality:Indirect pathways through attachment to parents and interpersonal security. Journal of Social and Personal Relationships,37, 414-431.   \nLucas-Thompson,R.G.，Lunkenheimer,E. S.，& Dumitrache,A. (2O17). Associations between marital conflict and adolescent conflict appraisals， stress physiology，and mental health.Journal of Clinical Child and Adolescent Psychology, 46,379-393.   \nMadiga,S.,Plamondon,A,&Jenkins,J.M.(l7).Maritalconflicttrajectoriesandasociationswithchdren'sdisruptive behavior. Journal of Marriage and Family, 79,437-450.   \nMoilanen,K.L.,Shaw,D.S.,& Maxwel,K.L. (Oo).Developmentalcascades:Externalizing, interalizing,andacademic competence from middle childhood to early adolescence. Development and Psychopathology, 22, 635-653.   \nMueller,1,& Tronick,E.(2O19).Early life exposuretoviolence: Developmental consequences on brain and behavior. Frontiers in Behavioral Neuroscience,13,Article 156. https://doi.org/10.3389/fnbeh.2019.00156   \nNarayan,A.J.,Englund,..,Carlson,E.A.,&Egeland,B. (14).Adolescentconflictasdvelopmentalproct prospective pathway from exposure to interparental violence to dating violence. Journal of Abnormal Child Psychology, 42,239-250.   \nNarayan,A.J.,Labella,M.H.,Englund,M.M.,Carlson,E.A.,&Egeland,B.(2O17).Telegacyofearlychildhoodiolence exposure to adulthood intimate partner violence: Variable-and person-oriented evidence. Journal of Family Psychology, 31, 833-843.   \nPhilbrook,L.E.，Erath,S.A.,Hinant,J.B.&El-Sheikh,M.(2018).Maritalconflictand trajectoriesof adolescent adjustment: The role of autonomic nervous system coordination. Developmental Psychology, 54,1687-1696.   \nRhoades，K.A. (2o08).Children'sresponses to interparentalconflict: A meta-analysisof theirasociations withchild adjustment. Child Development, 79,1942-1956.   \nThompson,R.A.(198).Introduction.InThompson,R.A.(Eds.)，Socioemotional development (pp.ix-xv).Nebraska: University of Nebraska Press.   \nTomoda,A.,Polcari,A,Anderson,C.M.,&Teicher,M.H. (20l2).Reduced visual cortex graymatervolumeand thickness inyoung adultswho witnessd domestic violence during childhood.PlosOne，7，Article e52528. https://doi.org/10.1371/journal.pone.0052528   \nTsavoussis,A.,Stawicki,S.P.A,Stoicea,N.,&Papadimos,T.J. (2O14).Child-witnessd domesticviolence anditsdverse effects on brain development: Acallfor societal self-examination and awarenessFrontiers inPublic Health,2,Article 178. https://doi.0rg/10.3389/fpubh.2014.00178   \nSchermerhor,A.C.,Bates,J.E.,Puce,A,& Molfese,D.L.(O15).Neurophysiologicalcorelatesofchidren's prossg of interparental conflict cues.Journal of Family Psychology, 29,518-527.   \nSchermerhorn,A.C.(2018). Children's appraisalsof interparental conflict predict event-related potentialcomponents. Developmental Neuropsychology, 43,235-255.   \nSupol,M.,Saten,L.Ghayourminaie,M.,&Toumbourou,J.W. (2O2O).Effectsoffamilyviolence exposureonadolescent academic achievement:A systematic review. Trauma，Violence，& Abuse，Article 1524838019899486. https://doi.0rg/10.1177/1524838019899486   \nvan Eldik,W.M.,de Haan,A.D.,ParryL.Q.,Davies,P.T.,Luijk,M.P.C.M.,Arends,L.R.,&Prinzie,P. (202).The interparental relationship:Meta-analytic associations with children's maladjustment and responses to interparental conflict.Psychological Bulletin,146,553-594.   \nvanRooij,S.J.,Smith,R.D.,Stenson,A.F.,Ely,T.D.,Yang,X.,Totenham,N.,.&Jovanovic,T.(202O).Increased activation of the fear neurocircuitry in children exposed to violence.Depression and Anxiety, 37,303-312.   \nVu,N.L.,Jouriles,E.N.,cDonald,R&Rosenfeld,D. (6).Chidren'sexposuretoitimate parterviolence:Aetaanalysis of longitudinal associations with child adjustment problems. Clinical Psychology Review, 46,25-33.   \nWarmuth,K.A.,Cummings,E.M.,&Davies,P.T.(O).Constructiveanddestructiveinterparentalonflict,problematic parenting practices,and children's symptoms of psychopathology.Journal ofFamily Psychology,34,301-311.   \nWeymouth,B.B.,Fosco,G.M.,Mak,H.W.,Mayfield,K.,LoBraico,E.J.,&Feinberg,M.E.(2O19).Implicationsof interparental conflict for adolescents’peer relationships: A longitudinal pathway through threat appraisals and social anxiety symptoms.Developmental Psychology, 55,1509-1522.   \nYates,T.M.,Dodds,M.F.,Sroufe,L.A.,&Egeland,B.(2O3).Exposure topartnerviolenceandchildbehaviorproblems: A prospective studycontrollingforchild physical abuseand neglect,childcognitiveability,socioeconomic status,andlife stress.Development and Psychopathology,15,199-218.   \nYu,J. J.,& Gamble,W.C.(2oo8).Pathwaysof infuence: Maritalrelationshipsandtheirassociation with parenting styles and sibling relationship quality. Journal of Child and Family Studies,17,757-778.   \nYule,K.,Houston,J.,&Grych,J. (20l9).Resilienceinchdren exposedtoviolence: Ameta-analysisofprotective factor across ecological contexts. Clinical Child and Family Psychology Review,22,406-431.   \nZemp,M.,Johnson,M.D.,&Bodenmann,G.(O18).Within-familyproceses: Interparentalandcoparentingconflictand child adjustment.Journal of Family Psychology,32,299-309.   \nZemp,M.,Johnson,M.D.,& Bodenmann,G.(2O19).Outofbalance?Positivity-negativityratios incouples'interaction impact child adjustment.Developmental Psychology,55,135-147.   \nZimet,D.M.,&Jacob,T.(2Ool).Influencesofmaritalconflictonchildadjustment:Reviewoftheoryandresearch.Clinical Child and Family Psychology Review, 4,319-335. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Effect of parental marital conflict on child development and its mechanism ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "WANG Xuesi',LI Jingya',WANG Meifang² ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "(SchoolofPsychology,ShandongNormal University,Jinan25oo14,China) (SchoolofElementary Education,Capital Normal University,Beijinglooo48,China) ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Abstract: The negative effect of parental marital conflict on child development had been well documented in both theoretical and empirical studies.Specifically, parental marital conflict had a short- and long-term effect on children's cognitive development and socioemotional development. Cognitive and emotional process and family process were described to clarify how parental marital conflict affcted child development. In addition,child and environmental factors may moderate the association between parental marital conflict and child development. Future studies should examine the effects of parental marital conflict on child development in multiple aspects simultaneously and integrate the multi-mechanism of parental marital conflict on child development. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Key words: parental marital conflict, child development,cognitive and emotional proces,family process, autonomic nervous system ",
        "page_idx": 9
    }
]