[
    {
        "type": "text",
        "text": "Sharpened cortical tuning and enhanced cortico-cortical communication contribute to the long-term neural mechanisms of visual motion perceptual learning ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Nihong Chena.b.c.1,Taiyong Bi d.e.1,Tiangang Zhouf,Sheng Li ab, ZiliLiug\\*,Fang Fanga.b.c\\*\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DepartmentofsyhologydKeybatoyfacineerception(nistryfuction)ekingUversityeing   \nb PKU-IDG/McGovern Institute for Brain Research,Peking University,Beijing10o871,China   \nPeking-TsinghuaCenterforLifeSciences,PekingUniversityBeijingOo871,Cina   \nd Key Laboratory of Cognitionand Personality(SWU),MinistryofEducation,Chongqing 400715,China   \neFaculty ofPsychology,SouthwestUnversity,Chongqing4015,hina   \nfStateKeyLaboratoryfrainandCognitiveScience,Instituteofopysics,ChineseAcademyofSciences,BeijingChina   \ngDepartmentofychologyUversityfifoaLongelesC95U ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLE INFO ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Article history: Received 29 November 2014 Accepted 20 April 2015 Available online 25 April 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:   \nDynamic causal modeling   \nFunctional magnetic resonance imaging   \nMultivariate analysis   \nPerceptual learning   \nVisual cortex ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Much has been debated about whether the neural plasticity mediating perceptual learning takes place at the sensoryordecision-making stage in thebrain.To investigate this,we trained humansubjects ina visual motion direction discrimination task. Behavioral performance and BOLD signals were measured before,immediately after,and two weeks after training.Parallel to subjects'long-lasting behavioral improvement,the neural selectivity in V3A and the effective connectivity from V3A to IPS (intraparietal sulcus,a motion decisionmaking area)exhibited a persistent increase for the trained direction.Moreover,the improvement was wel explained byalinear combination ofthe selectivityand connectivity increases.These findings suggest thatthe long-term neural mechanisms of motion perceptual learning are implemented by sharpening cortical tuning to trained stimuli at te sensory procesing stage,as wellas by optimizing the connections between sensory and decision-making areas in the brain. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\circledcirc$ 2015 Elsevier Inc.All rights reserved. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Training can improve performance for many visual tasks,which is referred to as visual perceptual learning(VPL)(Sagi,2O11;Watanabe and Sasaki,2O14).The neural basis of VPL has generated a lot of interest in the past decades and at the same time is highly controversial. VPL is commonly characterized by its specificity to the trained stimulus, leading to the hypothesis that the underlying neural changes occur in earlyvisual areas(Fahle and Poggio,2oo2).However, thishypothesis was mainly based on psychophysical data and was supported only inconsistently from neurophysiological studies (Schoups et al.2001; Ghose et al., 2o02; Yang and Maunsell, 2004; Furmanski et al., 2004; Hua et al.,2O1O).Even within psychophysics,however,several recent studies show that the specificity of VPL can be eliminated by training with an easy task (Liu,1999;Liu and Weinshall, 2ooO), training with a different task (Xiao et al.,2Oo8),or mere exposure to a different stimulus (Zhang et al.,2O1Ob),suggesting that VPL is mediated by higher cortical areas.So far,thisalternative hypothesis has been little tested with neurophysiological methods,though researchers have found learningrelated neural changes in decision-makingand attention-related areas suchas intraparietal sulcus (IPS) and anterior cingulate cortex(Lewis and Van Essen,200O; Law and Gold,2008; Kahnt et al., 2011). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Another important, but unanswered question in VPL is its long-term neural mechanisms.To date,almost all VPL studies have focused on immediate neural changes after training.However,persistency, a hallmark feature of VPL,remains largely unknown inside the brain.Yotsumoto et al.(2oo8) tracked the neural changes induced bya texture discrimination task,and found a transient activity enhancement in V1.This enhancement receded after two weeks, while the behavioral improvement persisted.Parallel findings have beenreported in auditoryand motor modalities.For example,cortical expansionwas detected immediatelyafter trainingin bothmodalities, butfaded outweeks later (Molina-Luna etal.,2oo8;Reed etal.,2011). These findings raised questions on previous claims that are based on neural changes immediatelyafter training,and prompted us to investigate what longer-lasting neural changes may be associated with VPL. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In our current investigation,we studied visual motion perceptual learning,with two specific aims:whether the neural modifications occurred at low- or high-level,and what neural modifications may be longer-lasting.Human subjects were trained ina motion direction discrimination task.Their behavioral performance and BOLD signals were measured before,immediately after,and two weeks after training.We examined not only how learning affected the local representation of the trained motion direction within individual visual cortical areas and IPS,a motion decision-making area and homologue of monkey LIP(lateral intraparietal area）(Kayser et al.,2O1O),but also how learning changed the effective connectivities between the visual areas and IPS.Law and Gold(2008, 2009）modeled the learning process as a high-level decision unit refining its connectivities to sensory neurons tuned to a specific motion direction through response reweighting(Poggio et al., 1992；Dosher and Lu，1998；Bejjanki et al.，2011).However, there is no empirical evidence yet directly supporting this hypothesis. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Here,we report that,parallel to the long-lasting motion discrimination improvement,the neural selectivity in V3A and the effective connectivity from V3A to IPS for the trained direction exhibited a persistent increase after training,as revealed by both decoding and encodinganalyses and dynamic causal modeling(DcM).We found that the behavioral learning could be well explained by a linear combination of improvements from these two sources.These findings make headways towards resolving previous controversies and demonstrate that perceptual learning should be attributed to changes both in the sensory representation of trained stimuli and the transmission of sensory signals to decision circuitry. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Materialsand methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Subjects ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Seventeen subjects (nine female） participated in the study. They were naive to the purpose of the study and had never participated in any perceptual learning experiment before.All subjects were right-handed with reported normal or corrected-to-normal vision and had no known neurological or visual disorders.Their ages ranged from 20 to 25 years.They gave written,informed consent in accordance with the procedures and protocols approved by the human subject review committee of Peking University. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Stimuli and apparatus ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Visual stimuli were RDKs(Fig.1A).All dots ina RDK moved in the same direction (luminance: $3 . 7 6 ~ \\mathrm { c d } / \\mathrm { m } ^ { 2 }$ ; speed: $1 0 ^ { \\circ } / s$ ).Atanyone moment,4oo dots were visible within an $8 ^ { \\circ }$ circular aperture.The dots were presented on a gray background (luminance: $2 8 . 4 6 ~ \\mathrm { c d } / \\mathrm { m } ^ { 2 } .$ 一 In the psychophysical experiments,the stimuli were presented on an IIYAMA HM204DT 22-in monitor (refresh rate: $6 0 \\mathrm { H z }$ ;spatial resolution: $1 0 2 4 \\times 7 6 8 ^ { \\cdot }$ ).Subjects viewed the stimuli froma distance of $6 0 \\mathrm { c m }$ Their head position was stabilized usinga head and chin rest.In the fMRI experiments,the stimuli were back-projected via a video projector (refresh rate: $6 0 \\mathrm { H z }$ spatial resolution: $1 0 2 4 \\times 7 6 8 ^ { \\circ }$ onto a translucent screen placed inside the scanner bore.Subjects viewed the stimuli through a mirror located above their eyes.The viewing distance was $8 3 ~ \\mathrm { c m }$ .Throughout the experiments,subjects were asked to fixate a small white dot presented at the center of the visual stimuli. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Designs ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The main experiment consisted of four phases - pre-training test (Pre),motion direction discrimination training,post-training test 1 (Post1),and post-training test2(Post2).Pre and Post1 took place on the days immediately before and after training,and Post2 took place two weeks after training (Fig.1B). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "During the training phase,each subject underwent eight daily training sessions to performa motion direction discrimination task at a direction of 0,which was chosen randomly from eight directions: $2 2 . 5 ^ { \\circ }$ $6 7 . 5 ^ { \\circ }$ $1 1 2 . 5 ^ { \\circ }$ $1 5 7 . 5 ^ { \\circ }$ = $2 0 2 . 5 ^ { \\circ }$ = $2 4 7 . 5 ^ { \\circ }$ $2 9 2 . 5 ^ { \\circ }$ ,and $3 3 7 . 5 ^ { \\circ }$ 0 $\\boldsymbol { 0 } ^ { \\circ }$ was therightward direction）at the beginningand was fixed for all the sessions.A daily session (about $^ { 1 \\mathrm { ~ h ~ } }$ )consisted of30 QUEST staircases of 40 trials(Watson and Pelli,1983). Ina trial, two RDKswith motion directions of 0and $\\Theta \\pm \\Delta \\Theta$ were presented successively for $2 0 0 ~ \\mathrm { { m s } }$ eachand were separated bya $6 0 0 ~ \\mathrm { { m s } }$ blank interval (Fig.1A).The temporal order of these two RDKs was randomized.Subjects were asked to make a two-alternative forced-choice(2-AFC) judgment of the direction of the second RDK relative to the first one (clockwise or counter-clockwise). Informative feedback was provided after each response by brightening（correct response）or dimming（wrong response) the fixation point,which could facilitate learning (Goldhacker etal.,2o14).The next trial began1safter feedback.△0 varied trial bytrial and was controlled by the QUEST staircase to estimate subjects'discrimination thresholds at $7 5 \\%$ correct.To measure the time course of the training effect(learning curve),discrimination thresholds from the 3O staircases in a daily training session were averaged,and then plotted as a function of training day.The learning curves were fitted with a power function (Jeter et al.,2009). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/96f118252c0876efb8bb134039b106c73ab0a3df2faf87d952d3fc6bb95c8f21.jpg",
        "img_caption": [
            "days before,immediately after,and two weeks after training. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "During the three test phases,psychophysical and fMRI tests were performed at four motion directions,which were $0 ^ { \\circ }$ $3 0 ^ { \\circ }$ ${ { 6 0 } ^ { \\circ } }$ ,and $9 0 ^ { \\circ }$ deviated from the trained direction all either clockwise or counterclockwise (hereafter referred to as $0 ^ { \\circ }$ $3 0 ^ { \\circ }$ 5 ${ { 6 0 } ^ { \\circ } }$ ,and $9 0 ^ { \\circ }$ ).Wefirst measured motion direction discrimination thresholds at these four directions.Ten QUEST staircases (same as above）were completed for each direction.The four directions were counterbalanced for individual subjects.Discrimination thresholds from the 1O staircases for each direction were averaged asa measure of subjects'discrimination performance.Subjects'performance improvement at a direction was calculated as (pre-training threshold-post-training threshold) / pre-trainingthreshold $\\% \\times 1 0 0 \\%$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "After acquiring psychophysical discrimination thresholds,we measured BOLD signals responding to the four motion directions in 16 fMRI runs in two daily sessions (eight runs per session).Each run contained 10 stimulus blocks of $1 2 s$ ,two blocks for one of five stimulus conditions (see below).Stimulus blocks were interleaved with $1 2 \\ s$ fixation blocks.Each stimulus block consisted of five trials.Ina trial, two RDKs were each presented for $2 0 0 ~ \\mathrm { { m s } }$ .Theywere separated bya 600 ms blank interval and were followed by a $1 4 0 0 ~ \\mathrm { { m s } }$ blank interval. Similar to the psychophysical test,subjects were asked to make a 2-AFC judgment(clockwise or counter-clockwise) of the second motion direction relative to the first one by pressing one of two buttons.For the directions of the two RDKs,one was fixed ina block and could be $0 ^ { \\circ }$ $3 0 ^ { \\circ }$ ${ { 6 0 } ^ { \\circ } }$ ,or $9 0 ^ { \\circ }$ .The otheris deviated from the fixed one by $\\pm \\Delta \\theta$ which was the discrimination threshold measured in the psychophysical test and made subjects perform equally well ( $7 5 \\%$ correct）across the four stimulus conditionsand the tests.At Post1 and Post2,weadded the fifth stimulus condition to ensure that subjects viewed the same stimuli at the $0 ^ { \\circ }$ direction as those at Pre.In this condition, the RDKs of $0 ^ { \\circ }$ and $\\Delta \\theta$ were presented. $\\Delta \\theta$ was the discrimination threshold acquired at Pre.The fifth stimulus condition was also added at Pre to equalize the numbers of stimulus conditions at Pre,Post1,and Post2.Here,the RDKs of $0 ^ { \\circ }$ and $0 . 5 \\times \\Delta \\theta$ were presented.Prior to the experiments, subjects practiced 1O staircases for each direction to get familiar with the stimuli and the experimental procedure. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Definingregionsofinterest ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Retinotopic visual areas(V1,V2,V3,V3A,and V4) were defined bya standard phase-encoded method developed by Sereno etal.(1995)and Engel etal.(1997),in which subjects viewed a rotating wedge and an expanding ring that created traveling waves of neural activity in visual cortex.An independent block-design run was performed to localize theregions of interest (ROIs） in the retinotopic areas, $\\mathrm { M T } +$ ,and IPS. In this run, the stimulus was identical to that in the main experiment except that each dot moved in a random direction.The dots traveled back and forth,alternating directions once per second.The run contained eight moving dot blocks of $1 2 s$ ,interleaved with stationary dot blocks of $1 2 s .$ ROIs were identified as cortical areas that responded more strongly to the moving dot blocks than to the stationary dot blocks. $\\mathbf { M T } +$ was defined as a set of significantly responsive voxels within or near the occipital continuation of the inferior temporal sulcus. IPS was defined as a set of significantly responsive Voxels in the medial dorsal intraparietal sulcus,which isalso referred to as IPS2(Swisher et al. 2007; Wandell et al., 2007). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MRI data acquisition ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MRI data were collected using a 3 T Siemens Trio scanner with a 12-channel phase-array coil. BOLD signals were measured with an EPI sequence (TE: $3 0 ~ \\mathrm { { m s } }$ ；TR: $2 0 0 0 ~ \\mathrm { { m s } }$ ：FOV: $1 9 6 \\times 1 9 6 ~ \\mathrm { m m } ^ { 2 }$ ;matrix: $6 4 \\times 6 4$ ；flipangle: $9 0 ^ { \\circ }$ ; slice thickness: $3 \\mathrm { m m }$ ; gap: $0 \\mathrm { m m }$ ; number of slices:33;slice orientation:axial).The bottom slice was positioned at the bottom of the temporal lobe.A high-resolution 3D structural data set (3D MPRAGE; $1 \\times 1 \\times 1 ~ \\mathrm { m m } ^ { 3 }$ resolution）was collected before functional runs.Subjects underwent seven MRI sessions in total -one for retinotopic mapping,two for Pre,Post1,and Post2,respectively. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MRI data preprocessing ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The anatomical volume for each subject at Pre was transformed into the anterior commissure-posterior commissure (AC-PC) space (Talairach and Tournoux,1988).Functional volumes at Pre,Post1,and Post2 were preprocessed using BrainVoyager QX,including 3D motion correction,linear trend removal,and high-pass filtering $( 0 . 0 1 5 ~ \\mathrm { H z } )$ (Smith etal.,1999).Head motion within any MRI session was less than $3 \\mathrm { m m }$ forany subject.The functional volumes were thenaligned to the anatomical volume at Pre and transformed into the AC-PC space.The first 6 s of BOLD signals were discarded to minimize transient magnetic saturation effects. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Foreach subject and ROI,we used a general linear model (GLM) to select 8O most responsive voxels (across both hemispheres) in the localizer run.We included 8O voxels because all ROIs in all subjects contained at least 8O voxels.If we had included more than 80 voxels,some ROIs in some subjects could not meet this criterion. BOLD signals from responsive voxels in an ROl were analyzed in two Ways - univariate analysis and multivariate analyses (including decoding analysis and forward modeling analysis). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Univariate analysis ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The univariate analysis examined whether training could modulate the mean BOLD amplitude for the trained direction in an ROI. For each ROI, the time course of BOLD signal in a run was first extracted by averaging the signals from all the voxels.Then,beta values were estimated for individual blocks with a GLM procedure.A box-car function was used to model all the trials ina block.The hemodynamic response model used in our study was the default double-gamma HRF in BrainVoyager QX(response undershoot ratio $= 6$ ,time to response peak $= 5$ s,time to undershoot peak $= 1 5 s$ ). The BOLD amplitudes for the five conditions were the averaged beta values across 16 runs. Similar to previous studies (Op de Beeck et al.,2oo6),we defined the learning modulation index（LMI） for BOLD amplitude as [Amp(trained directionpost-training）- Amp(trained direction pre-training)]-[Amp(untrained directions post-training）- Amp (untrained directions pre-training)].The amplitude for the untrained directions was the average amplitude for the $3 0 ^ { \\circ }$ ， ${ { 6 0 } ^ { \\circ } }$ ，and $9 0 ^ { \\circ }$ directions.The LMI quantified the amplitude difference for the trained direction before and after trainingwhile subtracting out the difference for the untrained directions.By contrasting the differences for the trained and untrained directions,the LMI measures isolated those effects specific to the trained direction and distinguished these from general practice effects or common sources of variance (e.g.,day-to-day measurement variation,stimulus repetition). An index significantly above/below zero indicates that training increased/decreased the BOLD signal to the trained direction. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Multivariate analysis-decoding analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A major limitation of the univariate analysis is that different spatial patterns of BOLD signal modulation across voxels can produce indistinguishable changes in the mean BOLD amplitude in an ROI, which may lead to an incorrect conclusion that training has no influence on neural activity within the ROI.To solve this problem,we used the decoding analysis to examine whether perceptual learning could modify the spatially distributed activation pattern evoked by the trained directionacrossall voxelswithinan ROI. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Similar to the univariate analysis,we first used a GLM procedure to estimate beta values for individually responsive voxels in a stimulus block,resulting in 32 beta value patterns per test for each stimulus condition and ROI.For the decoding analysis,we trained linear support vector machine(SVM) classifiers(www.csie.ntu.edu.tw/\\~cjlin/libsvm) using these patterns per ROl and calculated mean decoding accuracies followinga leave-one-run-out cross validation procedure.That is, we trained one-against-one binary classifiers (e.g., $3 0 ^ { \\circ }$ VS. $9 0 ^ { \\circ }$ on30 training patterns and tested their accuracy on the remaining two patterns per stimulus condition and ROl using a 16-fold cross-validation procedure.These binary classifiers were used to construct a four-way classifier for decoding the four motion directions (Kamitani and Tong, 2005; Preston et al., 2008; Serences et al.,2009; Zhang et al., 2010a). The chance performance for the four-way classifier was 0.25. Similar to the LMI for BOLD amplitudes,we defined the LMI for decoding accuracyas [Acc(trained direction post-training）- Acc (trained direction pre-training)l - [Acc (untrained directions post-training）-Acc(untrained directions pre-training)],where Acc stands for decoding accuracy.The decoding accuracy for the untrained directions was the average accuracy for the $3 0 ^ { \\circ } , 6 0 ^ { \\circ }$ and $9 0 ^ { \\circ }$ directions. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Multivariate analysis-forward model ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The decoding analysis is a sensitive tool to detect changes in spatial activation pattern,as reflected by changes in decoding accuracy. However,this analysis by itself cannot tell how or why a change occurred.For example,improved decoding accuracy in an ROI could reflect improved stimulus selectivity,or reduced noise level,or some other factors.The forward modeling analysis (Brouwer and Heeger, 2009,2011; Saproo and Serences,2014) provides a way to probe the stimulus selectivity issue.It has been suggested that perceptual learning could improve the neural selectivity for trained stimuli (Schoups et al., 2001; Zhang et al.,2O1Oa). In practice,the decoding analysis and the forward modeling analysis can be used in a complementary manner. The decoding analysis usually serves as an initial tool for an exploratory purpose to identify cortical areas carrying some information about an experimental manipulation (e.g.,learning).Then a forward model can be developed to characterize the underlying neural mechanisms in these areas (Serences and Saproo,2012). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For an ROI showinga decoding accuracy change,we used the forward model described by Brouwerand Heeger(2oo9) to estimate the magnitude of responses in direction-selective neuronal populations in the ROl before and after training.The model decomposed voxel responses into a set of hypothetical direction-selective channel responses (Saproo and Serences,2014),assuming that BOLD responses from voxels in the ROl reflect an approximately linear mixture of responses from many subpopulations of neurons with different degrees ofselectivity to different directions of motion (Boynton et al.,1996; Heeger et al.,20oO; Logothetisand Wandell, 20O4; Kahnt et al.,2011). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The BOLD response of each voxel for each of the four motion directions (i.e.,the trained and untrained directions) was modeled as a linear sumofweighted responses of12different direction-selective channels,with the direction selectivity of the channels linearly spaced between $0 ^ { \\circ }$ and $3 6 0 ^ { \\circ } ( 0 ^ { \\circ } , 3 0 ^ { \\circ } , 6 0 ^ { \\circ } , . . . , 3 3 0 ^ { \\circ } )$ .The tuning profile of each channel was modeled using a sinusoidal function raised to the fourth power (Saproo and Serences,2014). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The computation consisted of two stages.The first stage was to estimate the weights on the 12 hypothetical channels separately for each voxel.With these weights,the second stage was to compute the channel outputs associated with the spatially distributed pattern of BOLD signal across voxels evoked by the motion directions.In other words,this stage allowed us to transform the voxel responses to the channel responses,each tuned toa different direction. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Recall that,there were 32 spatial patterns of voxel response (i.e.,beta value)per test for each motion direction and ROI.These 32 patterns were divided into a training set (3O patterns) and a test set (2 patterns).The training set was used to estimate the channel weights in the first stage and the test set was used to compute the channel responses in the second stage.In the first stage,the weight of each channel in response to each of the four directions was estimated using a standard GLM (Eq.1).Let $k$ be the number of channels, $m$ thenumber of voxels,and $n$ the number of repeated measurements (i.e.,4 directions $\\times 3 0$ patterns in the training set).The matrix of voxel responses in the training set $( B _ { 1 } , m \\times n )$ was related to the matrix of hypothetical channel outputs $( C _ { 1 } , k \\times n )$ byaweight matrix $( W , m \\times k )$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nB _ { 1 } = W C _ { 1 }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The ordinary least-squares estimate of $W$ is computed as follows: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\hat { W } = B _ { 1 } C _ { 1 } ^ { T } \\Big ( C _ { 1 } C _ { 1 } ^ { T } \\Big ) ^ { - 1 } .\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the second stage,the pattern of voxel response in the test set $B _ { 2 }$ was used to compute the estimated channel responses $C _ { 2 }$ using the previously computed weights W. ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n{ \\cal C } _ { 2 } = \\bigg ( \\widehat { W ^ { T } } \\widehat { W } \\bigg ) ^ { - 1 } \\widehat { W ^ { T } } B _ { 2 }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The training/testing procedure was repeated for all combinations of the 32 patterns.Finally, the channel response profile computed each time was circularly shifted such that the motion direction that evoked the response profile was set to $0 ^ { \\circ }$ offset in the abscissa of Fig.6.The responses were further collapsed across channels with the same magnitude of channel offset, but opposite signs (i.e.,positive and negative). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Dynamic causal modeling(DCM) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The DCManalysis was performed to examine whether there was any connectivity change between sensory areas (e.g.,V3A and $\\begin{array} { r } { \\mathrm { M T } + ) } \\end{array}$ and decision-making areas (e.g.,IPS) after training. Effective connectivities between V3A and IPS and between $\\mathbf { M T } +$ and IPS were analyzed with the DCM(Friston etal.,2003;Friston,2006) in SPM10.For each of these areas in both hemispheres,voxels withina 5-mm-radius sphere centered on the most responsive voxel in the localizer run were extracted,and their time series were used for the DCManalysis.The estimated DCM parameters were later averaged across two hemispheres using the Bayesian model averaging method (Friston,2006). The mean MNI coordinates of these voxels and the SEs across subjects in V3A, $\\mathrm { M T } +$ ,and IPSwere $[ 2 8 . 5 \\pm 1 . 4 , - 8 6 . 9 \\pm 1 . 7 , 1 0 . 4 \\pm 1 . 6 \\$ = $[ 4 4 . 2 \\pm 0 . 9$ $- 6 5 . 6 \\pm 1 . 6$ $7 . 0 \\pm 1 . 5 ]$ ,and $[ 2 5 . 4 \\pm 1 . 7 , - 5 8 . 6 \\pm 2 . 3 \\$ $5 2 . 1 \\pm 1 . 3 ]$ for the right hemisphere;and $[ - 2 7 . 0 \\pm 0 . 9 , - 9 0 . 3 \\pm 2 . 2$ $1 3 . 9 \\pm 2 . 5 ]$ ， $[ - 5 0 . 0 \\pm 1 . 1$ $- 7 0 . 7 \\pm 1 . 4$ $7 . 9 \\pm 1 . 7 ]$ ,and $[ - 2 7 . 0 \\pm$ $2 . 0 , - 5 7 . 8 \\pm 2 . 9$ $5 2 . 4 \\pm 1 . 7 ]$ for the left hemisphere,respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "DCMs have three sets of parameters:extrinsic inputs into one or more regions, intrinsic connectivities among the modeled regions,and bilinear parameters encoding the modulation of the specified intrinsic connections by experimental manipulations.The third setof parameters areused to quantify modulatory effects,which reflect increases or decreases in connectivity between two regions given some experimental manipulation,compared with the intrinsic connections between the same regions that capture connectivity in the absence of experimental manipulation.FMRI data were modeled with a GLM procedure, including regressors for the trained and untrained directions,as well asa condition comprising all the directions (i.e.,the extrinsic input to V3A and $\\mathbf { M T } +$ ).Bidirectional intrinsic connections were hypothesized to exist between V3A and IPS and between $\\mathrm { { \\mathbf { M } \\mathrm { { T } + } } }$ and IPS,and these connections were modulated by our experimental manipulations (i.e., the modulatory input) (Fig.7A).The modulatory input could be either the trained direction or the untrained directions.We examined three models for modeling the modulatory effect by the trained or the untrained directions,including feedforward,feedback,and recurrent models.We fitted each of these three models for each subject. Using a hierarchical Bayesian approach (Friston,2oo6),we compared the three models by computing the exceedance probability of each model, i.e.,the probability to which a given model is more likely than the other two models to have generated data froma randomly selected subject.In the best model,we examined changes in the modulatory effects by the trained and untrained directions at Post1 and Post2, relative to Pre.In the psychophysical and fMRl dataanalyses,Bonferroni correction was applied with t-tests and ANOvAs involving multiple comparisons. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Psychophysical results ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Subjects underwent eight daily training sessions（1ooo trials per session） to discriminate motion directions around a pre-specified,but randomly selected direction (hereafter the directionis referred to as $0 ^ { \\circ }$ ). In a trial,two random-dot kinematograms（RDKs）with slightly different directions were presented sequentially.Subjects were asked to make a two-alternative forced-choice (2-AFC) judgment of the direction of the second RDK relative to the first one (clockwise or counter-clockwise)(Fig.1A).The QUEST staircase was used to control the direction difference between the two RDKs adaptively to estimate subjects'motion direction discrimination thresholds at $7 5 \\%$ correct. Throughout the training,subjects'discrimination thresholds gradually decreased and saturated after day 6(Fig.2A).The thresholds on days 7and 8 were not significantly different from that on day 6 (both $\\mathrm { t } ( 1 6 ) < 1 . 3 9$ 1 $\\mathsf { p } > 0 . 0 5 \\$ ).Note that,in our psychophysical and fMRI data analyses,Bonferroni correction was applied with t-tests and ANOVAs involving multiple comparisons. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Psychophysical and fMRl tests were performed on the days before (Pre),immediately after (Post1),and two weeks after training (Post2）(Fig.1B).We first measured motion direction discrimination thresholds at the trained direction,as well asat the untrained directions that were $3 0 ^ { \\circ }$ ， ${ { 6 0 } ^ { \\circ } }$ ,and $9 0 ^ { \\circ }$ away from the trained direction.The discrimination thresholds were submitted to a repeated-measures ANOVAwith test(Pre,Post1,and Post2)and direction $( 0 ^ { \\circ } , 3 0 ^ { \\circ }$ = ${ { 6 0 } ^ { \\circ } }$ and $9 0 ^ { \\circ }$ )aswithin-subject factors.We founda significantmain effect of test $\\operatorname { F } ( 2 , 3 2 ) = 1 6 . 7 3$ $\\mathsf { p } < 0 . 0 1$ )and a significant interaction between test and direction $( \\mathrm { F } ( 6 , 9 6 ) = 1 6 . 7 8 \\$ $\\mathfrak { p } < 0 . 0 1$ ) (Fig.2B).To compare the learning effectsat the trained and untrained directions,we calculated the percent improvements in discrimination performance after training. The improvement for the trained direction at Post1 and Post2 were $41 \\%$ and $3 3 \\%$ ,respectively,which were significantly higher than those for the untrained directions $( < 1 5 \\% )$ (all $\\mathrm { t } ( 1 6 ) > 3 . 4$ $\\mathfrak { p } < 0 . 0 1$ ) (Fig.2C). These results demonstrated that training led to a significant learning effect,which was specific to the trained direction and persisted for at least two weeks. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Univariate analysisoffMRl data ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "After acquiring the discrimination thresholds,we measured BOLD signals responding to the trained and untrained directions in 16 fMRI runs,in which stimulus blocks were interleaved with blank intervals. Each stimulus block contained five trials.The trials and subjects'task were very similar to those in the psychophysical tests except that the direction difference of two stimuli in a trial was the discrimination threshold obtained from the preceding psychophysical test.This ensured that subjects performed equally well at $7 5 \\%$ accuracy and therefore hold attention constant across blocks and tests,which was confirmed by subjects'behavioral responses during fMRl dataacquisition for the $0 ^ { \\circ }$ = $3 0 ^ { \\circ }$ = ${ { 6 0 } ^ { \\circ } }$ ,and $9 0 ^ { \\circ }$ directions (Pre: $78 \\pm 2 \\%$ $7 2 \\pm 2 \\%$ $7 5 \\pm 2 \\%$ 号 $78 \\pm 2 \\%$ Post1: $7 9 \\pm 2 \\%$ $7 5 \\pm 2 \\%$ $7 7 \\pm 2 \\%$ $7 9 \\pm 1 \\%$ ；Post2: $78 \\pm 2 \\%$ $7 3 \\pm 2 \\%$ $7 4 \\pm 2 \\%$ $7 7 \\pm 2 \\%$ ).Subjects'response accuracies were not significantly different among the three test phases and the four directions(all $\\mathrm { t } ( 1 6 ) < 1 . 3 1$ $\\mathsf { p } > 0 . 0 5$ ) ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We focused fMRI data analyses on BOLD signals in seven ROIs, including V1, V2,V3,V3A, V4, $\\mathrm { M T + }$ ,and IPS.Eighty most responsive voxels were selected per ROI.Since the behavioral learning effect persisted for at least two weeks after training,if any training-induced neural change is considered to constitute the neural mechanisms of the learning,the change should manifest at both Post1 and Post2. Note that subjects showed a similar behavioral learning effect for the three untrained directions,suggesting that training-induced neural changes (if there were any）associated with these three directions mightbe similar.Forall the fMRI data analyses (including the univariate analysis,the multivariate analyses,and the DCManalysis),we not only compared the data between the trained direction and each of the untrained directions,but also compared the data for the trained direction with the averaged data for the untrained directions. Since the results of the comparisons were very similar,for the sake of simplicity,we chose to present the comparison between the trained direction and the average of the untrained directions. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/6404d85ee1aab542966d043921d252e1c69fd0e15ac801ea0730d82c022bbfd3.jpg",
        "img_caption": [
            "i the trained direction $( 0 ^ { \\circ } )$ and the untrained directions (30°, $6 0 ^ { \\circ }$ ,and $9 0 ^ { \\circ }$ )atPre,Post1,and Post2.Asterisks indicate significant difference between Pre and Post1,Post2( $^ { * * * } \\mathrm { \\bf p } < 0 . 0 0 1 ;$ ( difference between the trained and the untrained directions $\\because p < 0 . 0 5 \\rangle$ .Error bars denote 1 SEM across subjects. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "With the univariate analysis,we examined whether training could change the mean BOLD amplitude for the trained direction when compared with the untrained directions.For each ROI,BOLD amplitudes (i.e.,beta values）for the trained and untrained directions were estimated with a general linear model (GLM).Beta values were submitted to a repeated-measures ANOVAwith test(Pre,Post1,and Post2)and direction (trained and untrained) as within-subject factors. A significant interaction between test and direction was found only in V3A $( \\operatorname { F } ( 2 , 3 2 ) = 6 . 5 7$ $\\mathsf { p } < 0 . 0 5$ ),suggesting thattraining had different effects on the mean BOLD amplitudes evoked by the trained and untrained directions in thisarea (Fig.3A). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To isolate the BOLD amplitude change that was specific to the trained direction and to distinguish it from general practice effects or common sources of variance,we defined the learningmodulation index(LMI) for BOLD amplitudeas [Amp (trained direction post-training)- Amp (trained directionpre-training)]-[Amp (untrained directions post-training)-Amp (untrained directions pre-training)].The LMl quantified the amplitude difference for the trained direction before and after training while subtracting out the difference for the untrained directions. An index significantly above/below zero indicates that training increased/decreased the BOLD signal to the trained direction.We calculated the LMI for BOLD amplitude in V3A because only thisarea showed a significant interaction effect in the ANOVA above.At Post1,the index, though very small,was significantly lower than zero ( $\\mathrm { t } ( 1 6 ) = 4 . 3 5$ $\\mathfrak { p } < 0 . 0 1$ ).However,relative to Post1,the magnitude of the index decreased at Post2( $\\mathrm { t } ( 1 6 ) = 2 . 3 5$ $\\mathsf { p } < 0 . 0 5$ ),andwas not significantly different from zero (Fig.3B).These results demonstrated that training decreased the cortical response in V3A to the trained direction immediatelyafter training,but the decrease vanished two weeks later even though the improved behavioral performance was largely maintained. This finding suggests that changes in mean BOLD amplitude might not play a critical role in the long-term neural mechanisms of the motion perceptual learning. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "DecodinganalysisoffMRidata ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Since the univariate analysis failed to detect long-term neural changes associated with the persistent behavioral learning effect,we then performed the more sensitive multivariate analysis to examine whether perceptual learning could modify the spatially distributed activation pattern evoked by the trained direction across all voxels within an ROI.More specifically,we used the decoding analysis to examine whether training could improve the decodingaccuracy for the trained direction when compared with the untrained directions.For each ROI, we trained the SVMclassfiers using the spatial pattern of BOLD signals and calculated the decoding accuracy following a leave-one-run-out cross validation procedure. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/99ba218bbb8e550d0ab8065908f2848816f50cffb296c9edeafdb3086febf57c.jpg",
        "img_caption": [
            "Fg belowzero $^ { * } \\mathfrak { p } < 0 . 0 5 ;$ .Error bars denote 1 SEM across subjects. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/84412eda66a3b71ffa992c08be8cf2f40956d59103b31f6a30454d6fc494ba1a.jpg",
        "img_caption": [
            "Fig index significantly above zero $^ { ( ^ { * } * * } \\mathbf { p } < 0 . 0 0 1 ^ { ' }$ ).Error bars denote1 SEMacross subjects. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Decoding accuracies were submitted to a repeated-measures ANOVA with test (Pre,Post1,and Post2)and direction(trained and untrained) as within-subject factors.A significant interaction between test and direction was found in V3A $( \\operatorname { F } ( 2 , 3 2 ) = 1 9 . 0 7$ ， $\\mathsf { p } < 0 . 0 0 1$ ) suggesting that training may have different effects on the decoding accuracies for the trained and untrained directions in this area (Fig.4A).Similar to the LMI for BOLD amplitude,we defined the LMI for decoding accuracy as [Acc (trained direction post-training）- Acc (trained direction pre-training $) ] - [ A c c$ (untrained directions post-- training）- Acc (untrained directions pre-training)].We found that V3A exhibitedasignificantlypositive LMI for decodingaccuracyat both Post1 and Post2 （both $\\mathrm { t } ( 1 6 ) ~ > ~ 4 . 6 4$ ， $\\mathrm { ~ p ~ } < \\ 0 . 0 0 1$ ）(Fig.4B), demonstrating that the improved decoding accuracy in V3A persisted over the entire time course of the measurement. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/f8833902044123b2a557de0f010351acc43499e56c3a96c18811c17cc1894530.jpg",
        "img_caption": [
            "Fig.5.LMIsfordecodingaccuracyasfunctionofvoxelnumber.Asterisksindicatetheindexesthataresignificantlyabovezero $\\mathrm { ^ { * } p } < 0 . 0 5 \\$ .Error bars denote 1 SEMacross subjects "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We further examined if this finding depended on the number of selected voxels.For each ROI,we randomly sampled selected 5-80 responsive voxels and performed the decoding analysis.Whenat least 50 voxels were selected,the LMI for decoding accuracy in V3A was significantly above zero at Post1 and Post2（all $\\mathrm { t } ( 1 6 ) > 4 . 0 5$ $\\mathtt { p } < 0 . 0 5$ ） (Fig.5).Other ROIs did not showa significant positive index within this voxel number range.This result demonstrated that the V3A finding was robust across the selected voxel numbers. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Recall that,in the blocks containing the trained direction,the stimuli were slightly differentacrossPre,Post1,and Post2.Ina trial, the RDKs of $0 ^ { \\circ }$ and $\\pm \\Delta \\theta$ were presented. $\\Delta \\theta$ was the discrimination threshold measured in the preceding psychophysical test.Although the $0 ^ { \\circ }$ RDK was always presented in the three tests, $\\Delta \\theta$ decreased after training. It is possible therefore that the observed fMRl effects were due to the stimulus difference.To rule out this explanation,at Post1 and Post2, we also measured BOLD signals responding to the same trained direction blocks as those at Pre.We found that,for allthe ROIs,using $\\Delta \\theta$ acquired at Pre had little effect on the beta value (all $\\mathrm { t } ( 1 6 ) < 2 . 0 8$ $\\mathsf { p } > 0 . 0 5 \\ )$ and the decoding accuracy(all $\\mathrm { t } ( 1 6 ) < 1 . 9 6$ $\\mathsf { p } > 0 . 0 5$ forthe trained direction.Furthermore,with $\\Delta \\theta$ for the trained direction acquired at Pre,the LMI for decoding accuracy in V3A(but not other ROIs）was significantly above zero at Post1 and Post2（both $\\mathrm { t } ( 1 6 ) > 3 . 5 3$ = $\\mathsf { p } < 0 . 0 5$ ） ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Forwardmodelinganalysisof fMRl data ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The decoding analysis revealed an increase in decoding accuracy for the trained direction in V3A,suggesting that the neural representation of the trained direction became more separated from those of the untrained directions after training.However,why the change occurred remained unclear. One possibility is that perceptual learning increased the neural selectivity for the trained direction in V3A.To evaluate this possibility,we used a forward model to estimate the magnitude of responses in direction-selective neuronal populations in V3A before and after training.The model decomposed voxel responses into a set of hypothetical direction-selective channel responses. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Fig.6 shows the direction-selective channel responses for the trained and untrained directionsatPre,Post1,and Post2.For the trained direction, the channel response profile became steeper after training. Repeated-measures ANOVAs revealed significant interactions between test and channel offset (Pre vs.Post1: $\\operatorname { F } ( 4 , 6 4 ) = 9 . 2 6 \\$ $\\mathfrak { p } < 0 . 0 0 1$ ; Pre Vs.Post2: $\\operatorname { F } ( 4 , 6 4 ) = 5 . 5 8$ $\\mathsf { p } < 0 . 0 0 1$ ).Relative to Pre,training increased the responses of direction-selective channels tuned to the trained direction ( $\\cdot 0 ^ { \\circ }$ offset: $\\mathfrak { t } ( 1 6 ) = 3 . 4 0$ $\\mathsf { p } < 0 . 0 0 1$ )and decreased the responses of channels tuned away from the trained direction ( ${ 6 0 } ^ { \\circ }$ offset: $\\ t ( 1 6 ) =$ 2.90, $\\mathfrak { p } = 0 . 0 1$ $9 0 ^ { \\circ }$ offset: $\\mathrm { t } ( 1 6 ) = 2 . 7 0$ $\\mathsf { p } < 0 . 0 5$ )atPost1.Thismodulation effect was well preserved at Post2 ( $\\cdot 0 ^ { \\circ }$ offset: $\\ t ( 1 6 ) = 2 . 9 8$ $\\mathsf { p } < 0 . 0 0 1$ ： ${ { 6 0 } ^ { \\circ } }$ offset: $\\ t ( 1 6 ) = 2 . 4 1$ $\\mathtt { p } < 0 . 0 5$ ).Forthe untrained directions,the channel response profile showed little change after training (Pre vs.Post1: $\\operatorname { F } ( 4 , 6 4 ) = 0 . 2 0 5$ ， $\\mathsf { p } > 0 . 0 5$ ；Prevs. Post2: $\\mathrm { F } ( 4 , 6 4 ) =$ 0.225, $\\mathsf { p } > 0 . 0 5 \\dot { }$ ).These results suggest that the persistent behavioral learning effect could be(partially)attributed to the long-term improved neural selectivity for the trained direction in V3A. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/6335585ab8ab51d30402e7b5e0830cf5ce329e2705dea3cefed5e10c77640adc.jpg",
        "img_caption": [
            "Fig. 6.Normalized BOLD responses to the trained (left) and untrained (right) stimuli in direction-selective channels in V3A tuned to different direction offsets with respect to the stimulus direction (where stimulus direction is $0 ^ { \\circ }$ on the abscissa).The channel response functions were fitted using a Gaussian function. Error bars denote 1 SEM across subjects. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We fit the channel response profiles with a Gaussian function and used the FWHM(full width at half maximum) bandwidth of the Gaussian to quantify the neural selectivity.The bandwidthsat Post1 $( 7 0 . 0 8 ^ { \\circ } )$ ,and Post2 $( 7 4 . 4 7 ^ { \\circ } )$ were significantly smaller than that at Pre $( 8 3 . 7 4 ^ { \\circ } )$ (both $\\mathrm { t } ( 1 6 ) > 4 . 2 0$ $\\mathtt { p } < 0 . 0 1$ ),consistent with the statistical results above. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "EffectiveconnectivityanalysisoffMRidata ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Law and Gold （2oo9） modeled perceptual learning process as a high-level decision unit refining its connectivities to sensory neurons through response reweighting.Inspired by this,we performed the DCM analysis focusing on the directional connectivities between V3A and IPS and between $\\mathbf { M T } +$ and IPS based on BOLD signals from these areas.These threeareaswere selected for several reasons.First, they are critical brain areas for visual motion processing.Second,the forward modelinganalysis has shown that the neural selectivity in V3A for the trained direction increased after training.Third,human IPS,asa putative homologue of monkey LIP(Sereno et al.,2oo1), has been demonstrated as a pivotal area for motion decision-making (Heekeren et al., 2008; Tosoni et al.,20o8;Kayser et al.,201O). Fourth,the modeling work by Law and Gold (2oo9) attributed motion perceptual learning to the connectivity change between MT and LIP.Bidirectional intrinsic connections were hypothesized to exist between V3A and IPS and between $\\mathbf { M } \\mathbf { T } +$ and IPS.These intrinsic connections could be modulated by the trained and untrained stimuli.Given the extrinsic input to V3A and $\\mathrm { M T + }$ ,weexamined feedforward,feedback,and recurrentmodels formodeling the modulatory effect by the trained and the untrained stimuli (Fig.7A). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For the trained direction,we computed the exceedance probability of each model (Friston,2oo6).The result showed that the feedforward, feedback,and recurrent models had the exceedance probabilities of $6 4 . 4 0 \\%$ $2 8 . 1 6 \\%$ and $7 . 4 4 \\% ,$ respectively,suggesting that the feedforward model was the best one to explain the modulatory effect by the trained direction (Fig.7B)(note that the recurrent model had more degrees offreedom,so was subject to more stringent criteria).We further compared the modulatory effectsat Pre,Post1,and Post2.Relative to Pre,the modulatory effect on the forward connection from V3A to IPS significantly increased at Post1 and Post2(both $\\mathrm { t } ( 1 6 ) > 3 . 0 9$ $\\mathsf { p } { < } 0 . 0 5$ ) but little effect was found with the connection from $\\mathrm { M T } +$ to IPS(both $\\mathrm { t } ( 1 6 ) < 1 . 3 8 , \\mathrm { p } > 0 . 0 5 ;$ (Fig.7C).For the untrained directions,the exceedance probabilities of the feedforward, feedback,and recurrent models were $8 8 . 4 5 \\%$ $1 1 . 5 2 \\%$ and $0 . 0 3 \\%$ respectively,suggesting that the modulatory effect by the untrained directions could also be best explained by the feedforward model (Fig.7D).However,for the untrained directions, the modulatory effect on the forward connections from V3A to IPS and from $\\mathrm { M T } +$ to IPS did not change significantly after training (all $\\mathrm { t } ( 1 6 ) < 0 . 9 8$ $\\mathsf { p } > 0 . 0 5 \\$ (Fig.7E).These findings suggest that the increased connectivity from V3A to IPS may have contributed significantly to the long-term neural mechanisms of the motion perceptual learning. It is worthwhile to point out that whether or not including $\\mathbf { M } \\mathbf { T } +$ in the model does not affect the connectivity result between V3A and IPS. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/019289f6c37699b4ee0bb06f96300050af0ecd494b889dc06b2d60342a540e99.jpg",
        "img_caption": [
            "Fig.7.Dynamic causal modeling of connectivities between V3A and IPS and between $\\mathbf { M } \\mathbf { T } +$ and IPS.(A) Feedforward,feedback,and recurrent models for modeling the modulatory effect b eectbytheuntraineddirectionsatPostlndPost2,elativetoPre.Asterisksindicatethechangessignificantlyabovezero $\\stackrel { * } { \\operatorname { \\mathbb { P } } } < 0 . 0 5$ and $\\mathbf { \\Psi } ^ { * * } \\mathbf { p } < 0 . 0 1$ ,respectively). "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Having shown that training increased the forward connectivity from V3A to IPS,itis natural to ask whether training could induce any connectivity change at lower levels in the visual motion processing hierarchy.Accordingly,we built another DCM model containing the connections between V1 and V3A and between V1 and $\\mathrm { M T } +$ .We did not find any significant change with the connections after training. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Correlation and regression analyses between psychophysical and fMRImeasures ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "To further evaluate the role of the neural changes revealed in the motion perceptual learning,we calculated the correlation coefficients between the behavioral measure (i.e.,improvement in percentage）and the fMRI measures(i.e.,the bandwidth change in V3A and the connectivity change from V3A to IPS) across individual subjects.No significant correlation was found between the performance change and the bandwidth change at Post1 and Post2(Figs.8A and B).Only at Post1 was the performance change significantly correlated with the connectivity change (Fig.8C),but not at Post2(Fig.8D).These results showed that the performance change could not be well predicted by any of the neural changes alone. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We then built a multiple linear regression model to examine whether the performance change (P) could be predicted jointly by the bandwidth change(B) and the connectivity change(C) in the following linear equation: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { P = k _ { 0 } + k _ { b } B + k _ { c } C . } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The interaction between $B$ and $c$ was not included in the regression model to avoid the multicollinearity problem ( $B \\times C$ and C were significantly correlated).Notealso that there was no significant correlation between B and $c$ (Figs.8E and F).This model provided a good fit for the inter-individual performance change (Post1: $\\mathsf { R } ^ { 2 } = \\bar { 0 } . 5 1$ $\\mathrm { F } ( 2 , 1 6 ) = 7 . 2 \\$ $\\mathfrak { p } < 0 . 0 1$ ; Post2: $\\mathtt { R } ^ { 2 } = 0 . 5 7 , \\mathtt { F } ( 2 , 1 6 ) = 9 . 4 , \\mathtt { p } < 0 . 0 1 )$ ： The standardized regression coefficients for $B$ and $c$ were significant at both Post1 and Post2(Post1: $k _ { b } = 0 . 5 0$ $k _ { c } = 0 . 5 3$ ，both $\\mathtt { p } < 0 . 0 5$ Post2: $k _ { b } = 0 . 6 7$ $k _ { c } = 0 . 7 4$ both $\\mathfrak { p } < 0 . 0 1$ ).These results demonstrated that the performance change could be well predicted by a linear combination of the bandwidth change and the connectivity change. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Our study provides the following psychophysical and neuroimaging findings.（1） Motion direction discrimination training improved behavioral performance,which was specific to the trained direction and persisted forat least two weeks.This finding replicated the work by Ball and Sekuler(1987).(2） Immediately after training,the mean BOLD signal in V3A responding to the trained direction decreased, ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A B 60- (%) ehree erreeined 60 。 50- 。   \nB rrrre ereenned 50- 。 。 0 。 oo 0 。 。 40 。 40 。 8 30- 。 0 8 20 od 。 。 30- 10 。 20 o。 。 r= 0.48 -10 r= 0.36 101 -20 。 0 10 20 30 0 5 10 15 20 Bandwidth change Bandwidth change   \nC D 60- 60 。 。8 。 0% ebnene 504030 。。 9 40 。 。 。 。   \nerrrennee 。 Prrrrnoned 20 。 o。 。 30- 10 。 20 。 o r= 0.51\\* -1 r= 0.45 。   \nP 10 -20 0 -0.2 0 0.2 0.4 0.6 -0.6-0.4-0.200.20.40.60.8 Connectivity change Connectivity change   \nE F 。 o8 0.4- 。 o 0.4 。 0.2 e 8 o。 。 eileeeea 0.2 。 。 。 8 a 。 0 o。 。 。 r 0.05 -0.2 o -0.4 r= -0.43 0 。 。 -0.2↓ -0.6+ 0 1020 30 0 5 10 15 20 Bandwidth change Bandwidth change   \nG H 60 60j o (%) abueee 5040 。 o 30- 。 3020 prrrrntnee 201000 。 。 o 。 o 10- R²=0.51 -10- R²=0.57 -20 0 0 1020 30 405060 -20-100102030405060 Predicted performance change $( \\% )$ （204 Predicted performance change $( \\% )$ ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "but this decrease mostly vanished two weeks later.(3) The decoding accuracy and neural selectivity for the trained direction in V3A increased immediatelyafter trainingand persisted for at least two weeks.(4) The forward connectivity from V3A to IPS also increased immediately after training and persisted for at least two weeks. (5)The behavioral learning effects could be well explained by a linear combination of the selectivity and connectivity increases.These findings shed light on the long-term neural mechanisms of motion perceptual learning as discussed below. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In this study,we did not use a control group of subjects with \"dummy intervention\"to demonstrate that the effects we have found are learning specific.Please note,however,that the specificity investigated here is in regard to specificity of learning with respect to motion directions.That is to say,in the perceptual learning literature,specificity usually refers to specificity of learning to a stimulus attribute,which in our case is motion direction.We considered learning-related changes with the trained direction,after subtracting learning-related changes (if any）with the untrained directions.In this sense,those untrained directions served as controls.In other words,we used within-subjects controls,rather than between-subjects controls. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "It has been extensively investigated whether perceptual learning could modulate the mean neural activity in a cortical area.After subjects were trained with a visual detection task,the mean neural activity usually increased (Furmanski et al.,2OO4;Bao etal., 2O1O;Hua et al., 2010;Goldhacker et al.,2O14),which can be explained by the increased number or improved sensitivity of relevant neural detectors.For studies inwhich subjects practiced a near-threshold discrimination task,the findings so far are mixed - the mean neural activity was found to increase (Schwartz etal.,2002),decrease (Schiltz etal.,1999;Mukai et al.,2007),or have little change (Op de Beeck et al.,20o6; Jehee et al.,2O12).We found a mean signal decrease in V3A immediately after the motion direction discrimination training.The interpretation of these learning-related decreases has been that they reflect improved efficiency of processing,manifested asa shift in neural firing froma large population of neurons to a smaller,more specialized subset (Mukai et al.,2oo7).However, two recent studies on the long-term neural mechanisms of perceptual learning(Yotsumoto et al.,2oo8;Bi et al.,2O14) challenge the view that changes in the mean neural activity are directly related to perceptual learning.Although both studies found anincrease in the mean BOLD signal immediately after training, two weeks or one month later, the increase either faded out or did not correlate with the persistent behavioral learning effect.Consistent with these two studies,the absence of the BOLD signal decrease two weeks after training in our study suggests that changes in the mean neural activity to trained stimuli might not be the critical mechanism of perceptual learning. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In contrast to the transient decrease of the mean neural activity in V3A,V3A exhibited a persistent increase in decoding accuracy, suggesting that the long-term neural mechanism of perceptual learning is to make the neural representation of trained stimuli more stable and precise,even in the absence of a change in the mean neural activity.This idea is consistent with other perceptual learning studies on form discrimination (Zhang etal.,2o1Oa),orientation discrimination (Jehee et al.,2012),and motion detection (Shibata et al.,2012).However, it should be noted that these studies only measured the neural changes immediatelyafter training,but not longer-termchanges.A more recent study by Bi et al.(2O14) identified the long-term neural mechanisms of face discrimination learning as the stability improvement of spatial activity pattern (i.e.,higher correlation across multiple measures after training) in left fusiform cortex.This stability improvement finding is in line with our finding here.The improved decoding accuracy in V3A may reflect the sharpening of direction-tuned responses at the population level,as suggested by neurophysiological and modeling works (Schoups etal.,2001;Bejjanki etal.,2011).This is exactlywhat we found with the forward modeling analysis. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "We demonstrated that motion direction discrimination training could refine the neural representation of the trained direction in V3A, but not in MT+.Shibata et al.(2O12) also found that motion detection training only affected V3A.These findings seem to contradict the long-standing belief that MT $+$ is the neural substrate of motion perceptual learningas demonstrated by earlier studies (Zohary etal.,1994; Vaina et al.,1998). Note that, in the earlier studies,human or monkey subjects were trained with only hundreds of trials (as compared to 9600trials in our study）and the learning effects were short-term. There have been studies suggesting that neural changes in MT are not necessary for motion perceptual learning. Law and Gold (2008) found that motion perceptual learning did not induce changes in motion-driven responses of neurons in monkey MT(see also Thompson et al., 2013).In a psychophysical study, Lu et al. (2004) found that motion direction discrimination learning was possible with the‘paired-dots'motion stimulus that was designed to suppress MT activity (Qianand Andersen,1994).Although the importance of V3A in motion processing has been well recognized(Tootell et al.,1997; Orban et al.,2003;Bartels et al.,2008;Wall and Smith,2008), the functional difference between V3A and $\\mathbf { M T } +$ is still not clear. Vaina and colleagues（Vaina etal.,2oo3;Vaina etal.,2oo5） provided neuropsychological evidence that V3A and $\\mathrm { M T } +$ are dominant in local and global motion processing,respectively.In our study,since all dots in the stimuli moved in one direction ( $100 \\%$ coherence),subjects' behavioral learning effect relied on the improvement of their local motion processing ability,which might be reflected as the decoding accuracy improvement in V3A.This hypothesis can be further tested infuture research.For example,when subjects are trained with the same task as here,but using noisy motion stimuli,they need to integrate local motion directions to acquire the global direction.In such a case, would $\\mathbf { M T } +$ beaffected by training? ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Inaddition to the refined neural representation of the trained direction at the sensory area V3A,we also found that VPL could enhance the forward connection from V3A to IPS.To the best of our knowledge, this finding provided the first empirical evidence for the VPL reweighting models （Poggio et al.,1992;Dosher and Lu,1998；Bejjanki et al., 2011).The reweighting models hypothesize that visual training improves perceptual sensitivity by selectively strengthening the connections from the most sensitive neurons in sensory area(s) to decision units.Although the models are theoreticallyappealing, they have never been empirically evaluated with connectivity analyses.In our study, V3A became more sensitive to the trained direction after learning. To form an optimal decision or to better read out sensory information, the decision units in IPS need to increase the pooling weight for the output of V3A neurons selective for the trained direction.The weight increase might be reflected as an increase in the forward connectivity from V3A to IPS specific to the trained direction. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "It is notable that the representation of the trained direction in IPS, as quantified by the LMIs,did not change after training,which seems to contradict the finding by Law and Gold (2oo8).Though many differences in stimuli,experimental procedures,and subject species may explain the discrepancy,our view is that,ifIPS is simply a decision-making area,its representation of motion direction does not have to be changed byperceptual learning.As suggested by the reweighting models,IPS just gives different weights to different motion channels for makinga better decision after training.It seems unnecessary for training to modify the decision-making process implemented in IPS per se. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In the DCM analysis,we also measured the effective connectivity between $\\mathbf { M T } +$ and IPS,but failed to find any change after training. This finding demonstrated that the increased forward connectivity Was not a general phenomenon taking place between low- and highlevel cortical areas.It suggests that the connectivity increase is specific to the functional pathway starting froma cortical area (e.g.,V3A) that could provide a better representation of the trained stimulus after learning.In $\\mathrm { M T } +$ ,we did not find that motion direction discrimination training altered the neural representation of the trained direction. According to the reweighting model theories,it is not necessary to change the pooling weight or the connectivity strength for the outputs from $\\mathrm { M T } +$ ： ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Recently,Beste et al.(2O11) discovered a new kind of exposurebased visual learning.They adapted a LTP(long-term potentiation)- like protocol to visual stimulation to alter human visual behavior. Subjects were exposed to passive visual high-frequency stimulation, which induced a long-lasting sensitivity improvement with the exposed stimulus.This finding,as well as other kinds of exposure-based learning (Beste and Dinse,2O13),demonstrated that,unlike our findings here, intensive training may not be necessary for skill learning.However, researchers still know litle about the underlying mechanisms of exposure-based learning.It is worthwhile to explore them for fully understanding the brain plasticity. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Taken together,our results suggest that the neural plasticity mediating perceptual learning occurs not only at the sensory processing stage,but also at the stage of perceptual readout by decision networks.These results help to reconcile discrepancies in the earlier literature on VPL. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "We thank Zhong-lin Lu for his helpful discussion.This work was supported by the National Natural Science Foundation of China(31230029, 31421003,91132302 and 90820307) and the Ministry of Science and Technology of China (2015CB351800 and 2012CB825500). Zili Liu was supported in part bya US NSF grant(BCS O617628) anda China NSFC grant (31228009). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Bal, K., Sekuler,R.,1987. Direction-specific improvement in motion discrimination. Vision Res.27,953-965.   \nBao,M., Yang,L,Rios,C.,He,B.,Engel, S.A.,2010.Perceptual learning increases the strength of the earliest signals in visual cortex. J. Neurosci. 30,15o8O-15084.   \nBartels,A., Zeki,S., Logothetis,N.,2oo8.Natural vision reveals regional specialization to local motion and to contrast-invariant,global flow in the human brain. Cereb. Cortex 18, 705-717.   \nBejjanki, V.R., Beck, J.M.,Lu, Z..,Pouget, A.,2011.Perceptual learning as improved probabilistic inference in early sensory areas. Nat. Neurosci.14, 642-648.   \nBeste, C., Dinse,H.R.,2013.Learning without training. Curr. Biol.23,R489-R499.   \nBeste, C., Wascher,E., Gunturkun, O., Dinse, H.R.,2011. Improvement and impairment of visually guided behavior through LTP- and LTD-like exposure-based visual learning. Curr. Biol. 21,876-882.   \nBi,T.,Chen,J.,Zhou,T.,He,Y.,Fang,F.,2O14.Function and structure of human leftfusiform cortex are closely associated with perceptual learning of faces. Curr. Biol. 24, 222-227.   \nBoynton, G.M., Engel, S.A., Glover, G.H., Heeger, D.J.,1996.Linear systems analysis of functional magnetic resonance imaging in human V1.J. Neurosci.16, 4207-4221.   \nBrouwer,G.J., Heeger, D.J., 2oo9. Decoding and reconstructing color from responses in human visual cortex. J. Neurosci. 29, 13992-14003.   \nBrouwer, G.J., Heeger,D.J.,2011. Cross-orientation suppression in human visual cortex. J. Neurophysiol.106,2108-2119.   \nDosher, B.A.,Lu, Z.L.,1998.Perceptual learning reflects external noise filtering and internal noise reduction through channel reweighting. Proc. Natl. Acad. Sci. U.S.A. 95, 13988-13993.   \nEngel, S.A., Glover, G.H., Wandel, B.A.,1997. Retinotopic organization in human visual cortex and the spatial precision of functional MRI. Cereb. Cortex 7,181-192.   \nFahle,M.,Poggio,T.,2OO2.Perceptual Learning.MIT Press, Cambridge (MA).   \nFriston, K.J., 2oo6.Dynamic causal models for fMRI. Statistical Parametric Mapping: The Analysis of Functional Brain Images. Elsevier, Amsterdam.   \nFriston, K.J.,Harrison,L,Penny,W.,2oo3. Dynamic causal modelling. Neuroimage 19, 1273-1302.   \nFurmanski, C.S., Schluppeck, D., Engel, S.A.,2oo4. Learning strengthens the response of primary visual cortex to simple patterns. Curr. Biol.14, 573-578.   \nGhose,G.M., Yang,T.,Maunsel, JH.R.,2oo2.Physiological correlates of perceptual learning in monkey V1 and V2. J. Neurophysiol. 87, 1867-1888.   \nGoldhacker,M.,Rosengarth,K.,Plank,T., Greenlee,M.W.,2014.The effect of feedback on performance and brain activation during perceptual learning. Vision Res. 99, 99-110.   \nHeeger, D.J., Huk,A.C., Geisler,W.S.,Albrecht, D.G.,20o0.Spikes versus BOLD: what does neuroimaging tell us about neuronal activity? Nat. Neurosci. 3,631-633.   \nHeekeren, H.R.,Marrett, S., Ungerleider,L.G.,2oo8. The neural systems that mediate human perceptual decision making. Nat. Rev. Neurosci. 9,467-479.   \nHua,T., Bao,P., Huang, C.B., Wang, Z., Xu,J., Zhou,Y., Lu, Z.L.,2O1o. Perceptual learning improves contrast sensitivity of V1 neurons in cats. Curr. Biol. 20, 887-894.   \nJehee,J.F.,Ling,S.,Swisher,J.D., van Bergen,R.S.,Tong,F.,2O12.Perceptual learning selectively refines orientation representations in early visual cortex.J. Neurosci.32, 16747-16753.   \nJeter,P.E., Dosher, B.A.,Petrov,A., Luz,K.,2Oo9.Task precision at transfer determines specificity of perceptual learning. J. Vis.9,1-13.   \nKahnt,T., Grueschow,M., Speck, O.,Haynes,J.D.,2011. Perceptual learning and decisionmaking in human medial frontal cortex. Neuron 70, 549-559.   \nKamitani, Y., Tong,F.,2oo5.Decoding the visual and subjective contents of the human brain. Nat. Neurosci. 8, 679-685.   \nKayser,A.S., Buchsbaum,B.R.,Erickson,D.T.,D'Esposito,M.,201o.The functional anatomy of a perceptual decision in the human brain. J. Neurophysiol.103,1179-1194.   \nLaw, C.T., Gold,J.I., 2oo8. Neural correlates of perceptual learning in a sensory-motor, but not a sensory, cortical area. Nat. Neurosci.11,505-513.   \nLaw,C.T.,Gold, J.I.,2oo9.Reinforcement learning can account for associative and perceptual learning on a visual-decision task. Nat. Neurosci.12, 655-663.   \nLewis,JW.VanEssen,D.C.oo.Corticocorticalconnectionsofvisual,snsorimotord multimodal processing areas in the parietal lobe of the macaque monkey.J. Comp. Neurol. 428,112-137.   \nLiu, Z.,1999. Perceptual learning in motion discrimination that generalizes across motion directions. Proc.Natl. Acad. Sci. U.S. A.96,14085-14087.   \nLiu, Z.,Weinshall,D.,20oo.Mechanismsof generalization in perceptual learning. Vision Res.40,97-109.   \nLogothetis,N.K.,Wandel, B.A.,2oo4. Interpreting the BOLD signal. Annu. Rev.Physiol. 66, 735-769.   \nLu, H., Qian,N.,Liu,Z,2oo4. Learning motion discrimination with suppressed M. Vision Res. 44,1817-1825.   \nMolina-Luna, K., Hertler,B., Buitrago,M.M., Luft, A.R.,2oo8. Motor learning transiently changes cortical somatotopy. Neuroimage 40,1748-1754.   \nMukai,I,Ki,D.Fukunaga,,Jap,S.,arre,S.,Ungerleider,LG,.ctivati visual and attention-related areas predict and correlate with the degree of perceptual learning.J. Neurosci. 27,11401-11411.   \nOp de Beeck,H.P., Baker,C.I., DiCarlo,J.J., Kanwisher, N.G.,20o6.Discrimination training alters object representations in human extrastriate cortex.J. Neurosci. 26,13025-13036.   \nOrban,GA.e,D,euskensHns,Kelise,Kert,,JVe W.,2003.Similarities and differences in motion processing between the human and macaque brain: evidence from fMRl. Neuropsychologia 41,1757-1768.   \nPoggio,T.,Fahle,M.,Edelman,S.,1992.Fast perceptual learning invisual hyperacuity. Science 256,1018-1021.   \nPreston,J,S.,ourti,WenA,.livoelpateecifor perceptually relevant binocular disparities in the human brain. J. Neurosci. 28, 11315-11327.   \nQian, N.,Andersen,R.A.,1994.Transparent motionperception as detection of unbalanced motion signals. I. Physiology.J.Neurosci.14,7367-7380.   \nReed,A.,ileyJrry,rrsAe,CeiV.,gad Cortical map plasticity improves learning but is not necessary for improved performance. Neuron 70,121-131.   \nSagi, D.,2011. Perceptual learning in vision research. Vision Res.51,1552-1566.   \nSaproo,S., Serences,J.T.,2014. Attention improves transfer of motion information between V1 and MT.J. Neurosci.34,3586-3596.   \nSchiltz,C.,Bodart,J.M,Dubois,S.,Dejardin,S.,Michel,C.,oucoux,A.,Crommelinck, M., Orban, G.A.,1999. Neuronal mechanisms of perceptual learning: changes in human brain activity with training in orientation discrimination. Neuroimage 62,46-62.   \nSchoups,A., Vogels,R.,Qian,N.,Orban,G.,2o01.Practising orientation identification improves orientation coding in V1 neurons. Nature 412, 549-553.   \nSchwartz,S., Maquet,P., Frith,C.,202.Neural correlates of perceptual learning: a functional MRI study of visual texture discrimination. Proc.Natl. Acad.Sci. U. S. A. 99, 17137-17142.   \nSerences, J.T., Saproo, S.,2012. Computational advances towards linking BOLD and behavior.Neuropsychologia 50,435-446.   \nSerences,JT.,Saproo,S., Scolari,M.,Ho,T.,Muftuler,LT.,2oo9.Estimating the influence of attention on population codes in human visual cortex using voxel-based tuning functions. Neuroimage 44,223-231.   \nSereno,M.I.,Dale,A.M.,Reppas,J.B.,Kwong,K.K.,Belliveau,JW.,Brady,T.J.,Rosen,B.R., Tootell,R.B.,1995.Borders of multiple visual areas in humans revealed by functional magnetic resonance imaging. Science 268, 889-893.   \nSereno,M.,Pitzalis,S.,Martinez,A.,2oo1.Mapping of contralateral space inretinotopic coordinates by a parietal cortical area in humans.Science 294,1350-1354   \nShibata,.,Chang,L.,Kim,D.,NeSr,JE.,Kamitani,Y.,Watanabe.,Ssaki,Y. 2012.Decoding reveals plasticityin V3Aas aresult of motion perceptual learning. PLoS ONE 7,e44003.   \nSmith,A.M., Lewis, B.K., Ruttimann, U.E., Ye,F.Q., Sinnwell,T.M., Yang,Y., Duyn,J.H., Frank,JA.999.Investigationoflowfrequencydift infIsignal.Nuromge 9,526-533.   \nSwisher,JD,HaoA.,rabet,L.iss,D.Vat raphy of human intraparietal sulcus. J. Neurosci. 27,5326-5337.   \nTalairach,JououP.988.CoplanarStereotaicAtsoftheHumaBrinieme New York.   \nThompson,B., Tjan, B.S.,Liu,Z.,2013.Perceptual learning of motion direction discrimination with suppressed and unsuppressed MT in humans:an fMRI study.PLoS ONE 8, e53458.   \nTootell,RB.,dola,J,dn,Kdde,PJ,sJB Dale,AM.1997.FunctionalanalysisofV3Aandrelatedareas inhumanvisualortex J. Neurosci. 17, 7060-7078.   \nTosoni,A.,Galati, G.,Romani, G.L.,Corbetta,M.,20o8.Sensory-motor mechanisms in human parietal cortex underlie arbitrary visual decisions.Nat. Neurosci. 11, 1446-1453.   \nVaina,LM,ellv,JWesozers,E.B.,ZoTA998.Nurastemng learning and representation of global motion. Proc. Natl. Acad. Sci. U. S. A. 95, 12657-12662.   \nVaina,LM.ywacz,Niviooo,Payienfng,D.Cowey Can spatial and temporal motion integration compensate for deficits in local motion mechanisms? Neuropsychologia 41, 1817-1836.   \nVaina,L.M.,Cowey,A.,Jakab,M.,Kikinis,R.,2oo5.Deficits of motion integration and segregation in patients with unilateral extrastriate lesions. Brain 128, 2134-2145.   \nWall, M.B.,Smith, A.T.,2O08.The representationof egomotion in the human brain.Curr. Biol. 18, 191-194.   \nWandell, B.A., Dumoulin, S.O., Brewer, A.A., 2oo7. Visual field maps in human cortex. Neuron 56,366-383.   \nWatanabe,T.,Sasaki,Y.,2014.Perceptual Learning: toward a comprehensive theory. Annu.Rev.Psychol. http://dx.doi.org/10.1146/annurev-psych-010814-015214 (Published online on September 10,2014.).   \nWatson, A.B., Peli, D.G.,1983. QUEST: a Bayesian adaptive psychometric method.Percept. Psychophys.33,113-120.   \nXiao,L.Q., Zhang,J.Y.,Wang,R., Klein,S.A.,Levi,D.M.,Yu, C.,2Oo8. Complete transferof perceptual learning across retinal locations enabled by double training. Curr. Biol. 18, 1922-1926.   \nYang,T., Maunsell,J.H.R.,2oo4.The effect of perceptual learning on neuronal responses in monkey visual area V4. J.Neurosci. 24,1617-1626.   \nYotsumoto,Y.,Watanabe,T., Sasaki,Y.,2oo8.Different dynamics of performance and brain activation in the time course of perceptual learning. Neuron 57,827-833.   \nZhang,J., Meeson, A., Welchman,A.E.,Kourtzi, Z.,2010a. Learning alters the tuning of functional magnetic resonance imaging patterns for visual forms. J. Neurosci. 30, 14127-14133.   \nZhang,J.Y., Zhang,G.,Xiao,L.Q., Klein,S.A.,Levi, D.M.,Yu,C.,2o1Ob.Rule-based learning explains visual perceptual learning and its specificity and transfer. J. Neurosci.30, 12323-12328.   \nZohary,E., Celebrini, S., Britten, K., Newsome,W.T.,1994. Neural plasticity that underlies improvement in perceptual performance. Science 263,1289-1292. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]