[
    {
        "type": "text",
        "text": "New fossils of Late Pleistocene Sus scrofa from Yangjiawan Cave 2, Jiangxi, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SUN Ji-Jia1,2.3 ZHANG Bei1,2.3 CHEN Xi4 DENG Li5WEN Jun TONG Hao-Wen 1,2,3\\*",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology and Paleoanthropology,Chinese Academy of Sciences Beijing 100044 \\* Corresponding author: tonghaowen@ivpp.ac.cn)   \n(2CASCenter for Excellence inLife andPaleoenvironment Beijing100044)   \n(3University ofChinese Academy of Sciences Beijing 100049)   \n(4NanjingNormal University Nanjing 210023)   \n(5PingxiangMuseum Pingxiang,Jiangxi337000) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractThe YJW(Yangjiawan) Cave 2 of Pingxiang in Jiangxi Province is a karst cave that developed in the Permian limestone of the Changxing Formation,which is flld with clay and grit of Late Pleistocene age.Six excavations have been conducted at the site since 2O15.More than ten thousand mammalian fossils have been unearthed,and the wild boar fossils account for approximately $49 \\%$ ,which represents the richest wild boar fossil tooth collection of Pleistocene age in southern China.This study focuses on the studies of the canine teeth and the third molars, and mainly compares fossils of Sus peii and S.xiaozhu in South China and the data of extant $S$ scrofa respectively in dental morphology and odontometric data analyses which includes scatter plot analysis,regression analysis,coeficient of variation analysis and linear discriminant analysis. The typical scrofic type of the male's lower canine teeth confirmed the identification of the suid fossils from YJW Cave 2 as S. scrofa.Although the male's lower canines,the M2s and m3s, are among the most variable teeth in sizes,they stay in the ranges of $S$ ，scrofa;furthermore,the scattrplots of both the upper and lower third molars form two distinct clusters respectively,which can probably be atributed to sexual dimorphism rather than resulting from a mixture of different suid species.The post-Early Pleistocene suid fauna in southern China is almost only composed of S.scrofa,which is quite different from the adjacent Southeast Asia where the suid fauna is quite taxonomically diversified and dominated by the verrucosic type. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key WordsYangjiawan Cave 2, Pingxiang, Jiangxi; Late Pleistocene; Sus scrofa; teeth; intraspecific variation; sexual dimorphism ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "One of the IVPP's (Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences) teams has been excavating YJW(Yangjiawan) Cave 1 since 2014 and YJW Cave 2 since 2015. These two caves are just $5 0 \\mathrm { m }$ apart (Zou et al., 2016). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Yangjiawan caves are located in Shangli County, Pingxiang, Jiangxi Province,and the exact position of Cave 2 is $2 7 ^ { \\circ } 4 6 ^ { \\prime } 2 5 ^ { \\prime \\prime } \\mathrm { N }$ ， $1 1 3 ^ { \\circ } 5 0 ^ { \\prime } 2 5 ^ { \\prime \\prime } \\mathrm { E }$ .They are karst caves which are filled with Late Pleistocene clay and silt deposits.The mammalian fauna from YJW Cave 2 has been classifed into 6 orders,20 families and around 40 species; all of them are among the common elements of the Ailuropoda-Stegodon fauna (Zhang et al.,2017,2018; Jiangzuo et al.,2018; Tong et al.,2O18).The site bears the most abundant fossils and most species found in Jiangxi Province to date.More than 10oo0 mammalian tooth fossils have been unearthed, the majority of which belong to wild pigs. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Suiformes, including Suidae and Tayassuidae can be traced back to the Middle Eocene (Gentry and Hooker,1988;Ducrocq,1994; Ducrocq et al.,1998; Liu,2001). The subfamily Suinae is among the most common elements in the Quaternary fauna of southern China. Three genera (Potamochoerus,Dicoryphochoerus and Sus) and about 13 species have been reported, whereas the validity of the Chinese Dicoryphochoerus as a genus will need further analysis when more material is recovered (Hou et al.,2018). Although the Quaternary Suinae fossils in southern China are very common, they are usually not well preserved and the crucial anatomical parts are missing. Therefore, many taxonomic issues remain unresolved. Comparative study of the skullfeatures is one of the most effective vertebrate research methods.There are few skull specimens of fossil Suinae in the Quaternary deposits in China; meanwhile, there are a large number of isolated tooth remains,and the measurement and related analysis of the teeth are also important for species determination (Zeuner, 1963; Bokonyi, 1974; Mayer et al.,1998). Researchers in the study of wild boars and domestic pigs usually measure the data of the second and the third molars; but the crown length of the second molar may have been reduced by abrasion with adjacent molars (Higham,1968;Flannery,1983; Stampfli, 1983; Payne and Bull1988; Mayer et al.,1998).There is clear sexual dimorphism in adult individuals with the most significant difference lying in the shape and size of the lower canine (Harrison and Bates, 1968; Payne and Bull, 1988; Mayer and Brisbin,1991,1993). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Like other cave sites in southern China, YJW Cave 2 lacks skull materials,but numerous tooth fossils have been unearthed. This study aims to identify the pig fossils in YJW Cave 2 by means of morphological characteristics observation and data measurements, and to compare the results with the data of S. xiaozhu and S. pei from LGC (Liucheng Gigantopithecus Cave), Guangxi and S. scrofa from Yanjinggou of Sichuan. In addition, the rich specimens are also helpful for other studies,especially the canine teeth and the third molars,and practical to conduct intraspecific variation studies, including the study of morphological characteristics and size variations between different individuals and genders. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This study focused on the morphological identification and measurement data analysis of the canines,the fourth premolars,the second and third molars unearthed at YJW Cave 2 in 2018;and the observed specimens including 10 male upper canines,4 female upper canines, 27 male lower canines, 43 female lower canines,50 left P4s,37 right P4s,14 left p4s,14 right p4s, 46 left M2s,60 right M2s, 62 left m2s, 55 right m2s,41 left M3s,25 right M3s,73 left $\\mathrm { m } 3 \\mathrm { s }$ and 60 right $\\mathrm { m } 3 \\mathrm { s }$ .The main reference materials were the measurement data of the third molars of S. xiaozhu and S. peii from LGC in Guangxi (Han,1987). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The classification system at high ranks is after McKenna and Bell(1997) and Frantz et al. (2016); the classification at the species level is after Groves (1981). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The methods adopted are morphological observations and comparisons.Anatomical terms and methods of measuring of the tooth crown are from Hardjasasmita (1987), Van der Made (1996) and Fujita et al. (2000) (Fig.1). The upper teeth and lower teeth were denoted by uppercase and lowercase leters respectively. The main analysis methods include scatter plot analysis,regression analysis, coeffcient of variation analysis,and linear discriminant analysis. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/a579a18d27b41991539d9d93e36bd995753b37a7da5cb4b43cbab6cb1deda380.jpg",
        "img_caption": [
            "Fig.1 Types of cross sections of the lower canines of different male suids A.scrofic type; B.intermediate type; C.verrucosic type (modified from Fujita etal.,20oo);D-E.Sus pei; F.S.xiaozhu (modified from Han,1987); G.S. scrofa from Yangjiawan Cave 2 a.width of the posterior face; b.width ofthe labial (external) face; c.width ofthe lingual (internal) face "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Systematic paleontology ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Order Artiodactyla Owen, 1848 Suborder Suiformes Jaeckel, 1911 Superfamily Suoidea Gray, 1821 Family Suidae Gray, 1821 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "SubfamilySuinaeZittel,1893 Genus SusLinnaeus,1758 SusscrofaLinnaeus,1758 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1Descriptions and analysis of morphology ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Out of all the bones and teeth, the anatomical features of the male lower canine are among the most crucial features for suid classifications (Wilkinson,1976) and might even be considered to be the most important character in distinguishing different Sus species (Groves, 1981,20o7). There are three main types of lower canine cross-sections: the scrofic type, the verrucosic type and the intermediate type (Fujita, 2000) (Fig.1: A-C). In all the three types, the lingual ( $\\mathbf { \\bar { \\rho } } = \\mathbf { \\rho }$ anterior:Groves,1981) face is always the broadest (Groves,1981:P.11); in the scrofic type (Fig.1A),the labial (inferior: Groves,1981) face is the narrowest (Groves,1981:p. 11); in the verrucosic type,the posterior face is the narrowest (Hardjasamita,1987) (Fig. 1C); in the intermediate type,the posterior face becomes as broad as the labial one (Fujita,2000) (Fig.1B). It's worth mentioning that Groves (1981:p.11) said that the inferior surface of the verrucosic type is as broad as the posterior surface,which corresponds with the“intermediate type”by Fujita et al. (2Ooo). The feature of suid canine fossils unearthed in this deposit is clearly the scrofic type with the lingual surface being the broadest and the labial face being the narrowest; the posterior face is enamel-less.The lower canines of S. xiaozhu and S. peii from LGC are the intermediate type (Chen, 2004), but closer to the verrucosic type according to the figures by Han (1987:fig.3). In terms of lower canine teeth,fossils from YJW Cave 2 are closer to S. scrofa (Figs.1G; 2: 8c, 9c). The size of the male lower canine from YJW Cave 2 varies quite a bit, which should represent different age classes according to the study by Endo et al.(1994). Although the females of S. scrofa have the largest canine teeth among the Sus species,which even overlaps with the male's range (Groves,1981),it's still not difficult to distinguish the male's lower canines from those of the females, because the female's lower canine is not only obviously smaller in size,but also has a developed enamel-less tooth-root (Mayer and Brisbin,1988).Furthermore,the present authors also noticed that the female's lower canine has a relatively narrower posterior surface (Fig. 2: 17-24). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The male lower canines of S. scrofa from YJW Cave 2 are fairly variable in size, which is closely related to their age stages (Fig.2: 1-9); none of them has a root, which means the male lower canine can continue growing throughout their life span.In the contrast, the female lower canines are much smaller in size and with developed roots, but the size is far less variable relative to that of the males (Fig.2:10-24). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The male upper canine is much more robust, with a trapezoidal cross-section, grooved enamel,and enamel-free bands extended along the entire length of the rootless tooth, but the size has limited range of variation (Fig. 3: 1-9). The female upper canine is much more reduced and compressed, with an atypical triangular cross-section and it has a developed root with only the crown part is covered by enamel (Fig.3: 10). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "CCCCCa 8a 8b   \n9a 8c b   \n1734 9b 9c   \nDDD 29℃ 福 22a 20 23a 21 9   \n24 18 22b 23b 2cm ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The upper incisors are few in number and not wel preserved. The lower incisors are well represented. The most important characters of the i2 are the bended tooth body and the developed distal groove (Fig.3:12-13); whereas these two characters are absent in the il (Fig. 3: 11). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In form, the P2 (Fig. 4: 4) is similar to the P3, but prominently smaller. The P3 has a developed paracone, metacone and protocone as well as a prominent primocone (Fig. 4: 17). Both the P2 and P3 have two roots. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The P4 has three main cusps: a paracone and metacone at the buccal side,and a protocone at the lingual side. The protocone varies greatly in both shape and size, mainly lying at the contact point between the protocone precrista and the postcrista of the protopreconule; furthermore,the general shape and size of the tooth is also very variable (Fig.4: 5-17).The P4 has four roots, but the two lingual roots commonly merge into one. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The M1 (Fig. 4: 19) is very similar to the M2 in shape, but much smaller. The M2 has four equally developed cusps: a paracone and metacone at the buccal side, protocone and hypocone ( $\\scriptstyle \\{ =$ tetracone: Fujita et al., 2OoO) at the lingual side,and a moderately developed tetrapreconule occurs at the central area surrounded by the four major cusps with the posterior cingulum ( $\\mathbf { \\bar { \\rho } } = \\mathbf { \\rho }$ pentapreconule: Fujita et al.,2Ooo) being much more developed than the anterior one (Fig. 4: 20-34). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The p2 (Fig. 4: 1) and p3 (Fig. 4: 2) are similar in form,but the former is prominently smaller; both of them have developed protoconid and hypoconid.Both the p2 and p3 have two roots.The crown of the p4 consists of four major cuspids: paraconid, protoconid, metaconid and hypoconid,and a hypoendocristid developed at the lingual side of the hypoconid; at the buccal side,two vertical ridges occur at the anterior and posterior corners respectively (Fig. 4: 3).Normally the p4 has two roots, but the posterior one is occasionally forked distally; anatomical study shows that the p4 has three root canals (Ide et al., 2013). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The ml (Fig. 4: 18) is very similar to the $\\mathrm { m } 2$ in shape but relatively smaller. The $\\mathrm { m } 2$ has four main cuspids: protoconid and hypoconid at the buccal side, metaconid and entoconid at the lingual side.Furthermore,the pentaconid at the distal end and the hypopreconulid at the central part surrounded by the four main cuspids are also quite prominent (Fig. 4: 35-43). Both the ml and $\\mathrm { m } 2$ have four roots.The $\\mathrm { m } 2 \\mathrm { s }$ are less variable in dimensions than the M2s. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/900b92e462630d8e72c5de2699bef54414aec0c2b76ca7dbdf6d0d1c6c706534.jpg",
        "img_caption": [
            "Fig.3Upper canines and lower incisors of Sus scrofa from Yangjiawan Cave 2 1,6-7. male right upper canines (IVPP V 26768.1-3); 2-5,8-9. male left upper canines (V 26768.4-9); 10.female left upper canine (V 26768.10); 11.left i1 (V 26768.11); 12-13.left i2s (V 26768.12-13). la-10a.inferior views;1b-10b.superior views; 9c.basal view;10c.crown view;11a-13a. lingual views; 11b-13b.vestibular views;1lc,13c.distal views;11d,13d.mesial views "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The M3s of suid fossils unearthed from YJW Cave 2 generally have three lobes (Fig. 4: 44-52). The crown shape is triangular with a rounded right angle near the protocone. Some specimens are also found that they bend toward the lingual side in the zone of the second lobe to the third lobe.Taking the left M3 as an example,the paracone is the highest among the cusps. The heights of the protocone and metacone are similar, while the size and height of the hypocone are the smallest among the four main cusps.A hypoectoconule usually develops between the protocone and the hypocone.The hypopreconule that develops between the first and the second lobe is somewhat large; it may sometimes be as large as the protocone and the metacone. The pentacone is large.A pentaectoconule may develop between the hypocone and the pentacone, ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/8a4c2ac8d5add4bd86a1aa9c8272f790363928128ed933dab2e2f9ca80696fc7.jpg",
        "img_caption": [
            ""
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Fig.4Selected cheek teeth of Sus scrofa from Yangjiawan Cave 2 1.left p2 (IVPPV26768.38); 2.left p3 (V 26768.39); 3.left p4 (V 26768.40); 4.left P2 (V 26768.41); 5-16.right P4s (V 26768.42-53); 17.partial left maxill with P3-4 (V 26768.54); 18.right m1 (V 26768.55); 19.left M1 (V 26768.56); 20-34.left M2s (V 26768.57-71); 35-43.left m2s (V 26768.72-80); 44-52.left M3s (V 26768.81-89);53-62.left m3s (V 26768.90-99) la,2a,3a,4a,5-62.occlusal views; 1b,2b,3b,4b.buccal views;lc,2c,3c,4c.lingual views ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "although it is sometimes missing.The pentapreconule is generally slightly smaller than the hypopreconule with the surrounding tip fully developed. The variability of pentacone is relatively large,and some specimens split at the top. Several small cusps are attched around it.Each cusp of the M3 is relatively complicated with many deep grooves and small cristae developed, as well as some cusplets developed.In terms of shape,the M3 of the pig fossils of YJW Cave 2 is relatively close to S. peii and S. scrofa. However, the third lobe of the M3 of S. peii is generally composed of a large cusp,and there are fewer smallcusps develop with fewer cristae developing in the first and second lobe.The variability is mainly manifested in the total size and the development of the third lobe.Therefore,the M3 of the suid fossils of YJW Cave 2 should not be referred to $S .$ peii but are likely closer to S. scrofa instead.The M3 normally has five roots,corresponding to each main cusp and the talon respectively, but occasionally has extra rootlets. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "More than half of the $\\mathrm { m } 3 \\mathrm { s }$ have four lobes with a complex variability in the fourth lobe (Fig. 4: 53-62). Taking the left $\\mathrm { m } 3$ as an example,the protoconid is generally lower than the metaconid,and it is almost the same height as the hypoconid.The entoconid is generally lower than the hypopreconulid but higher than the protoconid. The hypopreconulid is similar in size to the pentapreconulid but higher than the latter. The variability of the hypoectoconulid is great in size and division at the top. There are several deep grooves around the pentapreconulid when the crown is not abraded yet,which separates it from the surrounding cusps. The pentaectoconulid varies greatly in size and is not consistently present. The pentaconid is usually lower than the hypoconid but higher than the hexaconid with a deep groove separating them from each other. The variability of the fourth lobe mainly lies in the expanding of the heptaconid. Other variability is found in the size of heptaconid and the existence of the small cusps and cristid.In some specimens,a tendency to bend to the lingual side from the third lobe is also observed (Fig. 4). The $\\mathbf { m } 3$ has five roots,corresponding to each main cuspid and the talonid respectively. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The variability of the pig fossils of YJW Cave 2 is mainly manifested in the total size and the situation of the third and fourth lobes. The crown shape of S.pei is characterized by a rectangular crown shape,a talonid with a pair of unseparated conids, fewer small cuspids and only a small number of individuals developing the fourth lobe (Chen, 20o4).Therefore, the $\\mathrm { m } 3 \\mathrm { s }$ from YJW Cave 2 should not belong to S. peii, but are closer to those of S. scrofa. Previous study shows that only S.lydekkeri,S.scrofa and S.australis have four lobes in $\\mathrm { m } 3 \\mathrm { s }$ (Han,1987), which means the atypical verrucosic type suids in southern China shared some characters with the boreal suid species during the Early Pleistocene. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Concerning the significance of the m3 in taxonomy, it's still open to debate; the study on the pig remains from Dadiwan Neolithic site shows that the $\\mathbf { m } 3$ is the most variable tooth among the cheek teeth. It not only varies greatly in size,but also in the development of the talonid (Qi et al., 2oo6). The present study also demonstrates that the $\\mathrm { m } 3$ has quite high values of coefficient of variation (Figs. 5,6; Table 1). ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/ee99c901e144d976222915348271169e24ca65371d6afc3f019e9fb334676209.jpg",
        "table_caption": [
            "Table1 Data of Sus xiaozhu,S.peii and S.scroj "
        ],
        "table_footnote": [
            "Notes:CV.coefficient of variation; n. sample size;SD.standard deviation "
        ],
        "table_body": "<html><body><table><tr><td></td><td></td><td></td><td>n</td><td>Variation</td><td>Average</td><td>SD</td><td>CV</td><td>R²</td><td>P value</td></tr><tr><td rowspan=\"3\">S.xiaozhu (Han,1987)</td><td rowspan=\"2\">M3</td><td>L</td><td rowspan=\"2\">37</td><td>16.3-22.0</td><td>19.4</td><td>1.37</td><td>7.05</td><td rowspan=\"2\">0.65</td><td rowspan=\"2\"><0.01</td></tr><tr><td>W L</td><td>11.4-16.6</td><td>13.8</td><td>1.19</td><td>8.62</td></tr><tr><td rowspan=\"2\">m3</td><td></td><td rowspan=\"2\">25</td><td>16.2-26.8 8.3-14.3</td><td>21.6 11.3</td><td>2.76 1.33</td><td>12.78 11.73</td><td rowspan=\"2\">0.85</td><td rowspan=\"2\"><0.01</td></tr><tr><td>W</td><td></td><td></td><td></td><td></td></tr><tr><td rowspan=\"2\">S.peii (Han,1987)</td><td rowspan=\"2\">M3</td><td>L</td><td rowspan=\"2\">30</td><td>34.6-42.0</td><td>38.4</td><td>1.94</td><td>5.05</td><td rowspan=\"2\">0.07</td><td rowspan=\"2\">0.17</td></tr><tr><td>W</td><td>21.3-25.5</td><td>23.6</td><td>0.96</td><td>4.07</td></tr><tr><td rowspan=\"9\"></td><td rowspan=\"2\">m3</td><td>L</td><td rowspan=\"2\">58</td><td>35.0-44.3</td><td>38.5 19.0</td><td>1.96</td><td>5.09 5.94</td><td rowspan=\"2\">0.37</td><td rowspan=\"2\"><0.01</td></tr><tr><td>W</td><td>16.2-22.9</td><td></td><td>1.13</td><td></td></tr><tr><td rowspan=\"2\">M2</td><td>L</td><td rowspan=\"2\">106</td><td>15.3-28.1</td><td>23.3</td><td>1.71</td><td>7.35</td><td rowspan=\"2\">0.17</td><td rowspan=\"2\"><0.01</td></tr><tr><td>W</td><td>11.7-21.4</td><td>18.7</td><td>1.53</td><td>8.18</td></tr><tr><td rowspan=\"2\">m2</td><td>L</td><td rowspan=\"2\">117</td><td>20.1-29.2</td><td>23.0</td><td>1.38</td><td>6.01</td><td rowspan=\"2\">0.41</td><td rowspan=\"2\"><0.01</td></tr><tr><td>W</td><td>13.1-18.5</td><td>15.3</td><td>0.93</td><td>6.09</td></tr><tr><td rowspan=\"2\">M3</td><td>L</td><td rowspan=\"2\">76</td><td>29.1-41.0</td><td>35.1</td><td>2.47</td><td>7.04</td><td rowspan=\"2\">0.54</td><td rowspan=\"2\"><0.01</td></tr><tr><td>W</td><td>19.3-23.0</td><td>20.2</td><td>1.40</td><td>6.92</td></tr><tr><td rowspan=\"2\">m3</td><td>L</td><td rowspan=\"2\">133</td><td>32.1-49.1</td><td>38.7</td><td>2.89</td><td>7.48</td><td rowspan=\"2\">0.30</td><td rowspan=\"2\"><0.01</td></tr><tr><td>W</td><td>13.0-20.8</td><td>17.1</td><td>1.17</td><td>6.84</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2 Data analysis ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In this study, the data of Sus pei and S. xiaozhu from the Gigantopithecus Cave by Han (1987) is used for comparison.A scatter plot was drawn (Fig. 5),and a regression analysis with $9 5 \\%$ confidence was performed to obtain $\\boldsymbol { \\mathrm { R } } ^ { 2 }$ and $\\mathrm { \\bf P }$ values. The data of length and width were studied for coeffcients of variation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Sus xiaozhu was named by Han et al. (1975) based on the small pig fossils from Bijiashan,of Liuzhou, Guangxi. It is very small with short upper and lower dentitions, a small M3 talon and a $\\mathbf { m } 3$ talonid with one cuspid. The M3 of S. xiaozhu is extremely small so that it can be clearly distinguished from the pig fossils of YJW Cave 2 and S. peii only in terms of measurement data. The M3 distribution of S. peii and the suid specimens from YJW Cave 2 slightly overlap; the latter is generally smaler in width than the S. peii, with the length variation range greater than that of $S _ { \\mathbf { \\alpha } }$ peii (Fig. 5B). It is worth mentioning that the M3 lengthwidth regression analysis of $S .$ peii failed the $\\mathrm { ~ \\bf ~ P ~ }$ value test,which indicates that its regression equation is invalid, and the variation is great. The $\\mathrm { ~ \\bf ~ P ~ }$ value of the other two is less than 0.05. The $\\boldsymbol { \\mathrm { R } } ^ { 2 }$ value of S. xiaozhu is the biggest which indicates that the variability of S. xiaozhu is small,when the variability of the other two is relatively large (Table 1).The m3 of S. xiaozhu is also extremely small so that it can be distinguished from the $S .$ peii and the pig fossils from YJW Cave 2 in size. The overlap between S. peii and the m3 fossils from YJW Cave 2 is larger.But in general,the data distribution of S.peiis still slightly wider with the variation range of the length smaller than that of the specimens of YJW Cave 2 (Fig. 5B).The P value of the regression equation of the $\\mathbf { m } 3$ of all three species is less than O.05,while the $\\boldsymbol { \\mathrm { R } } ^ { 2 }$ value of $S _ { \\mathbf { \\alpha } }$ xiaozhu is still greater than the other two,indicating that its variability is smaller (Table 1). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The earliest record of S. scrofa in southern China is the Yanjinggou area. Colbert and Hooijer (1953) provided some length measurement data of the teeth in this article. The range of the M3 is $3 3 . 5 { - } 4 1 . 5 \\ \\mathrm { m m }$ .The range of the length of M3 of S.peii given by Han is 34.6-42.0 mm. The length of the M3 of YJW Cave 2 is $2 9 . 1 \\mathrm { - } 4 1 . 0 \\ \\mathrm { m m }$ . The variation range of the $\\mathbf { m } 3$ （204号 from Yanjinggou is $3 9 . 0 { - } 4 1 . 0 ~ \\mathrm { m m }$ .The length of the $\\mathbf { m } 3$ of S. peii is $3 5 . 0 { - } 4 4 . 3 ~ \\mathrm { m m }$ ，and the length of the $\\mathbf { m } 3$ unearthed in YJW Cave 2 is $3 2 . 1 { - } 4 9 . 1 ~ \\mathrm { m m }$ . The data of S. scrofa from Yanjinggou is closer to that of YJW Cave 2.Albarella et al. (2015), when studying Eurasian S. scrofa,once calculated the average length of the m3 and the first lobe width of S. scrofa in South and Southeast Asia. The length is $3 7 . 1 ~ \\mathrm { m m }$ and the width is $1 7 . 1 ~ \\mathrm { m m }$ .The average length and width of the S.peii unearthed in the Gigantopithecus Cave were $3 8 . 5 ~ \\mathrm { m m }$ and 19 mm,respectively.The average $\\mathbf { m } 3$ length and the first lobe width of the suid fossils from YJW Cave 2 were $3 8 . 7 \\mathrm { m m }$ and $1 7 . 1 \\ \\mathrm { m m }$ .On average, the suid fossils from YJW Cave 2 are closer to S. scrofa. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/968a9a5f13cf1b4224b784c9be69c760aec4d97981807d0a7e929e4c6a00403d.jpg",
        "img_caption": [
            "Fig.5Scatter plots of length versus width of the third molars of Sus xiaozhu and S.peii from Liucheng Gigantopithecus Cave and $S .$ scrofa from Yangjiawan Cave 2 A.M3;B.m3.The data of S.xiaozhu and S.peii are from Han,1975 "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In this study,the data of the length and width of the three species was used to calculate the coefficient of variation. It is found that the coefficient of variation of the M3 of the $S$ xiaozhu and the suid fossils in Yangjiawan is similar, which are both bigger than the data of $S$ peii in terms of length or width.The variability of S. pei is smaller, which is diferent from the variability of the length-width combination. The variability of the $\\mathbf { m } 3$ of S. xiaozhu is large, indicating that the length or width of the $\\mathbf { m } 3$ of S. xiaozhu is volatile.The overall variability of suid fossils in YJW Cave 2 is larger than that of S. pei. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Among the molars of S. scrofa from YJW Cave 2, the M2s (Fig. 6D) and m3s (Fig. 6B) are among the most variable teeth in dimensions (Table 1). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "As regard to the relatively smaller fossil species S. liuchengensis,it has simpler and smaller teeth,and its M3 with reduced talon and m3 with no more than three lobes (Han, 1987). Concerning the species S. australis,it was regarded as a synonym of S. peiiby Chen (2004).Moreover, the S. scrofa from YJW Cave 2 has the typical scrofic type of male lower canine,which is different from those of the Early Pleistocene Sus species of southern China. The fossil species S. lydekkeri is a boreal taxon which mainly appeared in northern China during the Early to Middle Pleistocene,which can be distinguished from S. scrofa mainly by its relatively larger size and atypical scrofic male lower canine (Young,1932),i.e. intermediate ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/14edf08c6430cd1f0cf9b24db6c1b0f222183e2138c6ca7e73aba57355d4f152.jpg",
        "img_caption": [
            "Fig.6 Scater plots of length versus width and linear discriminant analysis (LDA) of selected teeth of Sus scrofa from Yangjiawan Cave 2 Total length versus lobe's width of M3 (A)and $\\mathbf { m } 3$ (B); C.Linear discriminant analysis of the third molars: the data points of M3 separate into two distinct clusters,which probably represent females (a) and males (b) respectively, the dots of $\\mathrm { m } 3$ also form two distinct groups,which probably represent females (c) and males (d) respectively; D.total length versus width ofM2 and m2 "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "L/Wa. total length versus first lobe's width; L/Wb.total length versus second lobe's width; L/Wc.total length versus third lobe's width. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "between the scrofic and verrucosic conditions (Fujita et al., 2000; Chen, 2004; Dong,2008); therefore, it was treated as a subspecies of S. scrofa by recent authors (van der Made, personal communication; Fujita et al.,2Ooo). It worth mentioning that the skull material of S. lydekkeri from Nihewan Basin is likely a young adult male rather than a female as originally identified byLiu et al. (2Ol7), but its relatively narrower posterior face is an exception, which falls into the range of the intermediate type and agrees well with its species features. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Through morphological comparison and data comparison, this study concludes that the fossil of suid teeth unearthed in YJW Cave 2 should belong to S. scrofa.Although suid fossils are very common in the Pleistocene mammalian fauna in southern China, they are far less diversified compared with their counterparts in Southeast Asia at the species level (Hardjasasmita,1987; Frantz et al, 20l6),and the majority species of Sus in Southeast Asia show a verrucosic type of cross section in the lower canine of the male (Hardjasasmita,1987), which is a crucial feature to separate them from those of southern China; the verrucosic type of male lower canine has never been reported for the Chinese Pleistocene Sus species. Furthermore,compared with the Early Pleistocene suid fauna of southern China, the MiddleLate Pleistocene ones are much less diversified. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Cherin et al. (2018) proposed that S. scrofa and the Early-Middle Pleistocene S. lydekkeri are the species of Sus with the most numerous plesiomorphic characters,which were followed by the monophyletic group of suines with verrucosic lower canines,including the Pliocene S.arvernensis, S. strozzii, and the verrucosic pigs from insular Southeast Asia; on the other hand, they took the verrucosic canine as a plesiomorphic character, which agrees well with the proposal by Groves (1981) that scrofic canine is a derived character. Furthermore, some authors (Groves,1981; Groves and Grubb,1993) divided the living species of the genus Sus into two groups based on the lower canine morphology: the “scrofic group” includes S. scrofa only,and the “verrucosic group”consists of the other species. Cherin et al.(2018) even proposed that the position of S. strozziin their phylogenetic tree is the first cladistic evidence of the affinity between the European fossil species and the far separated insular Southeast Asian verrucosic pigs.The present authors suggest that the phylogenetic significance of the lower canine should be urgently re-evaluated,and other teeth should also be taken into equal considerations as some authors already proposed that the molar shape in Eurasian wild boar populations is biogeographically structured into clearly defined Western and Eastern clusters (Evin et al., 2015). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Concerning the living form of the wild boar in China,its classification is still under debate; the traditional scenario is to put all of the living wild pig into the species S. scrofa, but different subspecies were designated for different regions; in Central China, the wild pig used to be named as S. scrofa chirodonta (Heude,1888) or S. scrofa moupinensis (Milne-Edwards, 1871)(Allen,1940; Groves,1981),both of which are currently resumed to species level, i.e. S. chirodontus Heude,1888 and S. moupinensis Milne-Edwards,1871 by recent authors (Keuling et al., 2017). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4 Study on intraspecific variation of Sus scrofa ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The suid fossils from YJW Cave 2 have been identified as S. scrofa mainly based on the characters of the canine teeth, which excludes the possibility of the co-existence of another suid species.Whereas significant attention should be paid to the great variation of the third molars in both size and form (Fig. 6). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In this study,the length (L) and widths of the first lobe (Wa), the second lobe(Wb) and the third lobe (Wc) of the third upper and lower molars of S. scrofa from YJW Cave 2 were analyzed by scatter diagram. The length of the M3 is between $2 9 . 1 \\mathrm { - } 4 1 . 0 \\ \\mathrm { m m }$ ,while the widths are fairly variable.As we can see from Fig. 6,the data points show a trend of being divided into two groups, especially in the second lobe of M3 (Fig. 6A). In this case, we believe that it may represent sexual dimorphism. Provisional groups were obtained based on the separation (Fig. 6A,B),a further verification was conducted by using PAST 3.26 (Hammer et al.,2001) to perform linear discriminant analysis (LDA) on the length versus the widths of the first, second and third lobes of the third molars of S. scrofa respectively. Linear discriminant analysis is an effective method for feature extraction. It can bring objects of the same category together and separate objects of different categories as much as possible.By projecting the data into different classifications, four groups were obtained. The data points of the M3 (Fig. 6C: a, b) and m3 (Fig. 6C: c,d) were divided into two groups respectively, indicating that the same anatomical object can indeed be divided into two groups. It's reasonable to think that it was resulted from the gender difference.Therefore,it's possible to use only the length versus the widths of the first,second and third lobes of the third molars to finish the analysis of the sexual dimorphism of S. scrofa (Fig. 6C). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5 Conclusion ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The Late Pleistocene suid fossils in YJW Cave 2 are significantly larger in size than S. xiaozhu,while overlapping with S. peii to a certain extent and being the closest to $S$ scrofa.In terms of morphological characteristics,the crown folds of the cheek teeth are more complicated than that of S. pei. In terms of crown measurement, it is narrower than S. peii and is close to S. scrofa.Moreover, the male lower canines of the fossil suid from YJW Cave 2 demonstrate a typical scrofic type.Therefore,the suid fossils from YJW Cave 2 should be classified as S. scrofa. The large number of S. scrofa teeth unearthed in YJW Cave 2 provided materials for studying intraspecific variation. After the study of canine teeth and 2O9 upper and lower third molars,the results display an obvious sexual dimorphism. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "AcknowledgementsWe would like to thank the following institutions and people for their helps:The Cultural Relics Bureau of Jiangxi; Bureau of Culture,Radio,Television and Press and Publication of Pingxiang; Bureau of Culture,Radio,Television and Press and Publication of Shangli County for strong supports to the field survey and excavations; Mr. Yang Zhangqian and his family for providing fosil clues and various conveniences; Mr. Yang Jingbo and his family for providing convenient living conditions; Dr. Wang Qiang for the pre-contact work; Dr. Zhao Keliang,Dr. Ge Junyi, and Mr. Yang Qingjiang for participating partial feld work and the sampling; Liu Yuchun, Li Yan, Xiang Fei, Peng Wei, Li Wentao, Zhou Yunsong, Liu Guijun and Luo Na et al. from Pingxiang Museum for digging; Cui Xindong for providing assistance in data analysis; Cai Jiachen for photo processing; Prof. Van der Made J. for sharing bibliography and fruitful discussions,and Prof. Dong W and Dr.Hou S K for critical reviews of the manuscript. This work was supported by the Strategic Priority Research Program of Chinese Academy of Sciences (XDB26ooooo0) and the National Natural Science Foundation of China (41572003) as well as the Special Fund for Fossil Excavation and Preparation, CAS. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "江西萍乡杨家湾2号洞晚更新世野猪化石研究",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "孙吉嘉1,2.3 张贝1.2.3 陈曦邓里文军 同号文1,2.3",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室北京100044)  \n(2 中国科学院生物演化与环境卓越创新中心北京100044)  \n(3中国科学院大学北京100049)  \n(4 南京师范大学 南京210023)  \n(5 江西省萍乡博物馆 萍乡337000)",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "摘要：江西萍乡杨家湾2号洞是发育在二叠系灰岩中的溶洞，其中充填了晚更新世的黏土和沙砾堆积；自2015年至今已经挖掘6次，出土了万余件哺乳动物化石标本，其中野猪牙齿化石约占 $49 \\%$ ，代表目前我国更新世野猪牙齿化石最为丰富的地点。将杨家湾2号洞出土的猪科动物牙齿化石(尤其是犬齿和第三白齿)与我国南方特有的化石种裴氏猪(Sus peii)和小猪(Sus xiaozhu)及盐井沟出土的野猪化石进行了牙齿形态学比较研究和一系列数据分析(包括散点图、回归分析、变异系数分析和线性判别分析等)；所有雄性下犬齿均属于野猪型，数据分析结果也表明，杨家湾2号洞出土的猪科化石可全部归入野猪种(Sus scrofa)；尽管雄性下犬齿和上第二及下第三白齿测量数据的变异范围很大，但都在野猪的变异范围之内。在此基础上，还利用杨家湾2号洞出土的野猪第三白齿化石进行了种内变异研究，上、下第三白齿的散点图各自聚为两大聚集区，这一结果很可能是由性别差异所导致而非不同属种混合。中国南方地区早更新世之后的猪科动物基本只有野猪一种，这与毗邻的东南亚地区不同；东南亚的猪科动物十分多样，并且绝大多数具有爪哇疣猪型犬齿。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "关键词：江西萍乡杨家湾2号洞，晚更新世，野猪，牙齿，种内变异，性双型",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Allen G M,1940.Mammals of China and Mongolia.New York: American Museum of Natural History.Part 2:1114- 1126   \nAlbarellaU,DobneyK,Rowley-ConwyP,2015.SizeandshapeoftheEurasianwildboar(Susscrofa),withaviewtothe reconstruction of its Holocene history.Environ Archaeol,14:103-136   \nBokonyi S,1974.History of domestic mammals in Central and Eastern Europe.Technol Cult,17: 108   \nChen GF,2004.Artiodactyla.In: Zheng S H ed. Jianshi Hominid Site.Beijing: Science Press.1-412   \nCherin M,SorbeliL,Croti Metal.,2O18.NewmaterialofSusstrozzi (Suidae,Mammalia)fromtheEarlyPleistoceneof Italy and a phylogenetic analysis of suines. Quat Sci Rev,194: 94-115   \nColbertEH,HoojerDA,1953.Pleistocene mammals from the limestone fissuresofSzechwan,China.BullAmMus Nat Hist,102: 1-134   \nDong W,2oo8.EarlyPleistocene suid (mammal)from the Dajushan,Huainan,Anhui Province (China).VertPalAsiat,46: 233-246   \nDucrocq S,1994.AnEocene peccary from Thailand andthebiogeographical origins of the artiodactyl family Tayassuidae. Palaeontology, 37: 765-779   \nDucrocq S, Chaimanee Y,Suteethorn Vet al.,1998.The earliest known pig from the Upper Eocene of Thailand. Palaeontology, 41: 147-156   \nEndo H,KurohmaruM,Hayashi Y,1994.Anosteometrical studyofthecranium and themandibleof theRyuku wild pig in Iriomote Island.JVet Med Sci, 56(5): 855-860   \nEvin A,DobneyK,Schafberg R etal.,2O15.Phenotypeand animal domestication: astudyofdentalvariation between domestic,wild,captive,hybrid and insular Sus scrofa.BMC Evol Biol,15:1-16   \nFlanneryKV,1983.Earlypig domestication intheFertile Crescent:aretrospectiveLook.In: Young TCetal.ed.The Hilly Flanks.Essays on thePrehistoryof Southwestern Asia Presented toRobertJ.Braidwood,NovemberL5,1982.163- 188   \nFrantz L,Meijaard E, Gongora Jetal.,2016.The evolution of Suidae.Annu Rev Anim Biosci, 4: 61-85   \nFujita M,KawamuraY,Murase N,2Ooo.MiddlePleistocene wildboarremains from NTCave,Niimi,Okayama Prefecture, West Japan.JGeosci Osaka City Univ,43: 57-95   \nGentry AW,HookerJJ,1988.The phylogenyof the Artiodactyla.In:Benton MJed.ThePhylogenyof the Tetrapods. Oxford: Clarendon. 235-272   \nGroves C,1981.Ancestors for the pigs: taxonomy and phylogeny of the genus Sus.Tech Bull,3: 1-96   \nGroves C,2007.Current views on taxonomy and zoogeography of the genus Sus.In: Albarell U et al. eds.Pigs and Humans: 10,00 years of Interaction. Oxford: Oxford University Press.15-29   \nGroves C,Grubb P,1993.The suborder Suiformes.In: Oliver W ed.Pigs,Peccaries,and Hippos: Status Survey and Conservation Action Plan.Gland,Switzerland: International Union forConservationof Natureand NaturalResources (IUCN). 1-4   \nHammerO, Harper DAT,Paul DR,2Ool.Past: paleontological statistics software package foreducationand data aalysis. Palaeontol Electron,4:1-9; http://palaeo-electronica.org/20o1_1/past/issuel_01.htm   \nHan DF,XuCH,YiGY,1975.Quaternary mammalian fosils fromBijiashan,Liuzhou,Guangxi.VertPalAsiat,13:250 256   \nHanDF,1987.Artiodactylafosils fromLiucheng Gigantopithecuscavein Guangxi.In: MemoirsofInstituteof Vertebrate Paleontology and Paleoanthropology,Academia Sinica,No.18.Beijing: Science Press.135-208   \nHardjasasmita H S,1987.Taxonomy and phylogeny of the Suidae (Mammalia) in Indonesia.Scrip Geol, 85:1-68   \nHarrison DL,Bates PJJ,1968.The Mammals of Arabia.London: Ernest Benn Limited.308-313   \nHeude PM,1888.Etude sur les Suilliens.ChapterI. Mém Hist Nat Emp Chinois,2(3): 52-64 Higham C,1968.Size trends inprehistoric European domestic fauna,andthe problemoflocal domestication.Helsinki: Acta Zool Fenn,120:1-21 Hou S K,Su DF,Kelley Jetal.,2018.New fossil suid specimens from the terminal Miocene hominoid localityof Shuitangba, Zhaotong,Yunnan Province,China. JMammal Evol, 26: 557-571 Ide Y,NakaharaT,Nasu Metal.,2O13.Postnatalmandibularcheek tooth developmentinthe miniaturepig basedontwo dimensional and three-dimensional X-ray analyses.Anat Rec,296(8): 1247-1254 JiangzuoQG, Zhang B,Deng Letal.,2018.Fosil Carnivora (Mammalia)from Yangjiawan Cave2,Pingxiang,Jiangxi, with remarks about the tooth identification of Quaternary Carnivores. Paper presented at proceedings of the sixteenth annual meeting ofthe Chinese Society of Vertebrate Paleontology. Beijing: China Ocean Press.119-146 Keuling O,PodgórskiT,MonacoAetal.,2O17.Chapter21:Eurasian wildboar Susscrofa (Linnaeus,1758).In:Melleti M,Meijaard E eds. Ecology, Conservation and Management of Wild Pigs and Peccaries.Cambridge: Cambridge University Press.202-233 LiuL P,2oo1.Eocene suoids (Artiodactyla,Mammalia)from Boseand Yongle Basin, China,and the clasification and evolution of the Paleogene suoids.Vert PalAsiat, 39:115-128 Liu W H,Dong W,Zhang L M etal.,2017. New material of Early Pleistocene Sus (Artiodactyla, Mammalia) from Yangshuizhan in Nihewan Basin,North China. Quat Int, 434: 32-47 McKenna MC,BellSK,1997.Classificationof MammalsAbove the Species Level.NewYork: Columbia UniversityPres.   \n1-631 MayerJJ,BrisbinILJr,1988.SexidentificationofSusscrofabasedoncanine morphology.JMammal,69:408-412 MayerJJ,BrisbinILJr,1991.WildPigs inthe United States:TheirHistory,Morphology,andCurrent Status.Athens: University of Georgia Press.1-313 Mayer JJ. Brisbin ILJr,993.Distinguishing Feral Hogs from introduced wild boarand their hybrids: areviewof past and present effrts. In: Hanselka C W, Cadenhead JF eds.Feral Swine: A Compendium for Resource Managers.San Angelo: Texas Agricultural Extension Service.28-49 MayerJJ,NovakJM,BrisbinILJr,1998.Evaluationofmolarsizeasabasisfordistinguishingwildboarfromdomestic swine: employing the present to decipher the past.In: Nelson S M ed.Ancestors for the Pigs: Pigs in Prehistory. Philadelphia: University of Pennsylvania Press 39-53 Milne-Edwards A,1871.Descriptions of new species: in footnotes.In David A,Journal d'un voyageen Mongolieet en Chine fait en 1866-68.Nouv Arch Mus d'Hist Nat Paris Bull,7: 91-93 Payne S,Bull G.1988.Components of variation in measurements of pig bones and teeth and the use of measurements to distinguish wild from domestic pig remains. Archaeozoology, 2: 27-66 Qi G Q,Lin ZY,AnJY,2O6.Animalremains fromDadiwansite.In:The GansuProvincial InstituteofCultural Relicsand Archaeology ed.Dadiwan in Qin'an—Report on Excavations at a Neolithic Site (Vol II). Beijing: Cultural Relics Publishing House. 861-910 Stampfli HR,1983.The fauna of Jarmo with noteson animal bones from Matarrah,the Amuq,and Karim Shahir. In: BraidwoodL S et al.eds.Prehistoric Archaeology Along the Zagros Flanks.Chicago: Verlag nicht ermitelbar.431-   \n483 Tong H W,Deng L,Chen Xet al.,2O18.LatePleistocene proboscideans from Yangjiawancaves inPingxiangof Jiangxi, with discussions on the Stegodon orientalis-Elephas maximus assemblage.VertPalAsiat,56:306-326   \nvan der Made J,1996.Listriodontinae (Suidae,Mammalia),theirevolution,systematicsanddistribution intime andspace. Contrib Tert Quat Geol,33: 3-254   \nWilkinson AF1976.The LowerMiocene SuidaeofAfrica.In: SavageRJG,Coryndon SCeds.Fosil Vertebratesof Africa,vol 4.London/New York:Academic Press.173-282   \nYoung CC,1932.On the Artiodactyla from the Sinanthropus site at Choukoutien.Pal Sin,Ser C,8(2):1-100   \nZeuner FE,1963.A History of Domesticated Animals.London: Hutchinson.1-560   \nZhang B,ZouSL,ChenXetal.,2O17.Mammalianfosils from YangjiawanCave2ofPingxiang,Jiangxi Provinceandthe indication of age. Quat Sci,37:155-165   \nZhang B,ChenX,TongHW,20l8.Tooth remainsofLatePleistocene moschidandcervid(Artiodactyla,Mammalia)from Yangjiawan and Fuyan Caves of southern China. Quat Int, 49o:21-32   \nZou SL,Chen X,Zhang Betal.,2016.Preliminary reporton theLate Pleistocene mammalian fauna from Shangli County, Pingxiang,Jiangxi Province.Acta Anthropol Sin,35:109-120 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    }
]