[
    {
        "type": "text",
        "text": "韧性视角下的国外公共图书馆服务研究综述",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "赵敏慧」刘怡琳11（天津师范大学管理学院 天津 300382）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[目的/意义」探讨韧性视角下的国外公共图书馆服务，能为今后构建韧性社会视域下的公共图书馆适应性服务体系提供重要参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[方法/过程］基于国外相关研究文献，首先阐释公共图书馆参与韧性建设的理论基础，其次分析总结公共图书馆参与韧性建设的行为，最后提出未来研究展望。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[结果/结论］公共图书馆是韧性城市建设不可或缺的一部分，图书馆用具体行动构建与社会的紧密连结，帮助城市建设韧性。未来研究要从LIS学科视角进一步阐释韧性社会理论框架，分析公共图书馆在韧性城市建设中的角色定位，构建适应性服务体系，强化实证研究和情境研究，并在此过程中还需注重内部的组织韧性建设。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：公共图书馆 社区韧性 信息韧性 文化韧性 组织韧性分类号：G251",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A Review of Foreign Public Library Services Research in a Resilience Perspective ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zhao Minhui1 Liu Yilin1 1 (College of Management， Tianjin Normal University， Tianjin 300382, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Purpose/Significance] Exploring public library services abroad from a resilience perspective can provide an important reference for the future construction of an adaptive public library service system in the context of a resilient society. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Method/Process] Based on relevant foreign research literature， it first explains the theoretical basis of public libraries' participation in resilience building, secondlyanalyses and summarisesthe behaviorofpublic libraries' participation in resiliencebuilding, and finally put forward future research prospects. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Result/Conclusion]Publiclibrariesareanintegralpart of resilient cities， and they help to build resilience in cities by building strong links with society through concrete actions. Future research should further elaborate the theoretical framework of resilient society from the perspective of LIS disciplines， analyze the role of public libraries in building resilient cities， build adaptiveservicesystems, strengthenempiricaland contextual research， and in the process also focus on internal organizational resilience. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: Public LibrariesCommunity resilienceInformation resilience Cultural resilience Organisational resilience ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "引言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "近年来，伴随人口上涨、自然环境变化以及城市化进程的加速，作为开放的复杂系统的城市面临不确定性事件和未知风险的机率不断增加。为了应对并抵御这种风险，2015年联合国发布的17项可持续发展目标（SustainableDevelopmentGoals，SDGs）明确提出要“建设包容、安全、有抵御灾害能力和可持续的城市和人类住区”[1]。至此“韧性城市”作为一种新的城市发展理念，成为新形势下应对城市危机的新模式和城市可持续发展的新方向。2020年，党的十九届五中全会首次提出“韧性城市”[2]，并将其纳入了国家“十四五”战略目标体系。上海市的十四五规划中也提出要“共建安全韧性城市”[3]。2021年6月上海举办建设“安全韧性城市”2021城市风险高峰论坛；同年10月，上海还举行了以“应对气候变化、建设韧性城市”为主题的世界城市日中国主场活动暨首届城市可持续发展全球大会。政策文件的陆续出台和相关国际、国内会议的召开昭示着提高城市抵御风险能力，提升城市韧性已成为新时期国家应急管理能力体系建设和可持续发展的重要组成部分。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2019 年爆发的新冠肺炎疫情、2021年河南郑州7.20特大暴雨等突发事件的发生是对城市韧性更为直观的考验。韧性是城市应急管理与灾难管理的核心能力，只有提高城市系统的韧性，才能既有效防范“灰犀牛”又能充分应对“黑天鹅”。韧性城市的打造强调的是全过程、全方位（各领域）、以及全民参与。公共图书馆作为复杂城市网络的子系统之一，扮演着文献信息中心、社会教育中心、文化传播窗口等重要角色[4。在韧性城市及社区的建设中，公共图书馆不仅是实施韧性城市发展目标的工具，也是支持韧性城市战略目标实现的可靠机制[5]。在2021年“7.20”郑州特大暴雨事件发生之时，郑州图书馆“风雨不闭馆”，为受困者延长开放时间，从实践角度向社会大众证实了图书馆作为“社会安全空间”的使命担当[6]。由此可见，公共图书馆在提高居民韧性素养、参与城市韧性建设等方面拥有巨大的潜力，但当前国内学术界和实践界对图书馆参与韧性建设的关注度较低。鉴于此，本文介绍了国外图书馆相关的韧性研究，为进一步研究公共图书馆在促进韧性和城市、社区发展中的作用的理论概念提供基础。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1韧性的概念阐释",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1 韧性",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "韧性（Resilience）一词源起拉丁词“resilire”、“resilio”，意为“在挫折后反弹的物质特征”。该概念最早用于数学和物理领域。学者Holling将其延申至生态学领域，以进一步理解生态系统在受到外部干扰的情况下保持其原始状态的能力[7]。后经发展成为自然科学和社会科学中韧性理论方法的基础。虽然在不同领域的韧性研究中，该术语具有不同释义，但大部分定义皆强调韧性是“在面对干扰、压力或逆境时成功适应的能力”[8]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "形象地来说，具有韧性的人或社会如同橡皮筋一样，能够经受压力，且可以恢复到压力前的水平。但如果橡皮筋被拉得太长或太频繁，它很难再回到原来的位置。倘若通过手段加以干预，即使无法恢复到原态，也能建立一种新的状态。因此，韧性更加关注的是适应性和转变，而不仅仅是回弹。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "根据预期系统干扰的先验知识，韧性可以划分为一般韧性和特定韧性[9]。特定韧性针对特定的、突发的重大事件，例如地震、暴雨、海啸等，该类事件会造成巨大但短期的影响，需要立即进行干预。一般韧性则指处理意外事件和一般不确定性的能力，偏向应对中长期的风险，如气候变化。这类事件需要长期干预，以实现减轻潜在的风险或者是社会组成部分的脆弱性的目的，从而建立一个更加可持续的社会[10]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "公共图书馆对韧性的贡献是通过不同方面建立的，既有特定韧性，也有一般韧性。在多伦多公共图书馆最新公布的战略规划（TPL’sStrategicPlan 2020-2024: Vital to Toronto - Building Success， Resilience andWell-BeingforourCity）中，“多伦多公共图书馆将被公认为世界领先的图书馆，并为多伦多及其社区提供信息和激励，使所有人都更有韧性，更有知识，更有联系，更成功”[I]。图书馆开始意识到其在创造韧性方面的关键作用,其围绕社区所开展的信息、文化活动，都能够加强社区韧性以及与信息和文化相关的韧性。同时，在应对周遭环境变化的过程中，图书馆也逐渐发挥其灵活的组织韧性。在下文中将具体阐述不同类型韧性与公共图书馆的融合汇通。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2社区韧性",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "韧性假设我们不能为每一个事件都制定计划，也无法阻止每一个事件的发生[12]。因此，社区韧性是一种假设事件或无法预防，社区配备资源和信息以增强预测威胁、降低脆弱性以及在事件发生时做出响应并从事件中恢复的能力[13]。韧性应当被视为是一种社区条件，在过程中创造、建立社区韧性。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Norris等人提出了一个由经济发展、社会资本、信息与通信、社区能力组成的适应力框架，为社区的防范、响应和恢复提供了基础[14]。具体而言：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "经济发展关系特定地区的生活水平和经济健康发展，一方面社区发展受制于社会经济水平，经济资源为韧性社区建设提供了基础。另一方面则指虽然灾害发生具有随机性，但由于基础设施、组织网络和社会支持较少，生活在更贫困社区的人承担的风险更大[12]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "社会资本包括网络结构、社会支持以及如“社区意识”、“地方依恋”的社会心理等方面[8。其中社会支持不仅考虑到附近有家人和朋友愿意帮助，还涉及个人和他们的邻居和更大的社区网络之间的关系，包括宗教团体、学校和社区组织等等[12]。而社区意识是一种与一个群体或地区的其他成员建立联系（信任和归属感）的态度[15]。地方依恋代表着一个人与所在社区或城市的情感联系，通常是居民努力复兴社区或城市的基础[15]。“社区韧性的假设是人们通过协作而不是独立工作来改善他们的社区”[16]，因此社会资本的建设对居民参与社区恢复尤为关键。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "信息和通信包括负责任的媒体、技能和基础设施、可信的信息来源和叙述。信息和通信的有效利用被描述为创造共同的意义和理解，并为成员提供表达需求、观点和态度的机会8。Longstaff提出“一个可靠的信息来源是任何个人或团体都能拥有的最重要的韧性资产”[17]。灾难过后集体分享、讲述社区灾害经历，这使成员体验“共同的意义和理解”，有助于成员之间形成认同与联系，进而帮助社区恢复。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "社区能力被定义为“能够有效协作，确定社区的问题和需求；能够就目标和优先事项达成工作共识；能够就实现商定目标的方式和方法达成一致意见，并且能够在所需行动中有效协作的社区”[18]。该概念基于集体行动和决策制定、集体效能与赋权两个方面，前者是一种依赖于社会资本和沟通的能力，特别是解决问题的技能和创造力，后者则弥合社会资本和社区能力之间的差距。可以说社会资本和信息通信是实现社区能力的先决条件。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "社区韧性的适应力框架为研究者提供了一个观察社会问题的视角，将注意力集中在数据的不同方面并进行分析，由此可以确定研究对象能从哪些方面增强社区韧性。在LIS领域的研究中，Grace 和Sen[19]认为社区韧性是一个由相互关联的适应能力组成的过程。由于先前尚未有研究将公共图书馆与社区韧性直接联系起来，因此研究者引入了可持续性的概念，将韧性与图书馆联系起来，Patin[20]继而验证了公共图书馆如何在四种适应力领域增强社区韧性。她认为公共图书馆在协助社区抗灾救灾方面，是社区中值得信赖的机构。Varheim[21]指出社会资本是社区韧性理论的一个重要的变量，对于公共图书馆同样重要。非歧视性的公共机构通过提供普遍化的服务，获取大多数人的信任从而产生社会资本。一般来说社会资本越高的社区，越可以更好地合作以支持灾后重建。因此公共图书馆作为最受信任的公共机构之一，具有创造社会资本的潜力。最重要的是在灾难期间通信网络瘫痪的情况下，图书馆为社区提供互联网接入，为居民提供沟通渠道，成为社区不可或缺的信息与通信中心，能在灾难期间和之后承载和促进社会资本的发展进而提高社区韧性[12,22]。从过往研究来看，公共图书馆在社区韧性建设过程中蕴藏着巨大的开发潜力，适应力框架能为公共图书馆参与韧性建设提供不同的实践方向。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2韧性视域下的公共图书馆服务研究",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "图书馆作为公共服务机构，是社会网络系统的子系统之一，是韧性社会的重要组成部分，可以在经济、社会和文化各个层面为韧性建设发挥应有的作用[23]。Dudley提出“图书馆是韧性城市的支柱，是城市繁荣的基础性机构，是一种理性、洞察、智慧和灵感的力量”[24]。公共图书馆可以通过为经历突发事件的用户、社区提供信息和资源，帮助其恢复或者重建，使之更具有韧性；也可以在日常生活中帮助用户培育韧性素养。在此过程中图书馆也不断完善自身，建立图书馆韧性。无论是通过实体空间还是网络渠道，公共图书馆都可以成为韧性社会的宝贵支持。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1社区韧性与公共图书馆",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "公共图书馆在灾害时期积极参与应急管理，自发地承担各种角色，以支持社区乃至城市的灾难恢复。即使在灾难恢复工作中没有正式角色，公共图书馆也会根据当时的需要定期调整其计划和服务。这表明图书馆是一个具有适应性的机构，也证实图书馆可以帮助建立一个更具韧性的社区。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）经济发展",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "就特殊时期而言，贫困社区抵御风险的能力较弱。研究人员认为此时帮助社区增强韧性的主要机会是公共图书馆提供对技术资源的免费访问[12]。图书馆可以通过以一种非歧视的友好的方式为用户提供有用的访问，帮助用户身处困境时建立韧性。一方面受灾害影响的用户利用图书馆的免费网络查找、获取和利用信息；另一方面经济基础薄弱的个人需要利用图书馆的技术资源向机构申请灾后恢复的经济援助、保险索赔等；并且图书馆还为用户、小企业提供申请表格的填写培训，保障其能够顺利获取重建资金[20,25]。其次，尽管公共图书馆对外免费开放，但出现逾期还书、图书丢失等方面还是需要支付一定的费用。在灾害时期图书馆酌情考虑不收取费用，并为用户提供免费充电、免费打印等服务[12]。此外，经济落后的社区基础设施往往比较陈旧，因而在灾害期间更加脆弱。通常图书馆的建筑是根据建筑安全规范建造的，在面对灾难时更具韧性。为了保证“每个人都要自己的空间”[12]，在灾害时期图书馆充当社会的庇护所，在灾害时图书馆收留无法离馆的读者和附近被困人员，在灾后充当因灾情流离失所人群的避难所[20，为受灾者提供无线网络、电源、热水、简餐和休息场所等[26]；并作为社区的公共的、安全的、免费的办公空间，为使用者、机构提供办公用品、会议室等援助[20,25]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "就一般情况而言，研究人员提出图书馆可以通过识别影响劳动力的关键趋势，了解它们对谁有帮助和伤害，从而设计服务以最大限度地提高效益和减少负担，帮助他们的社区具有韧性，并为未来做好准备[27]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）社会资本",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "社会资本关系人们的去留，与社区联系更紧密的人会对当地有所留恋。灾后重建需要更多的社区集体工作和参与，社会资本较高的社区可以更好地合作。信任被视为社会资本重要的衡量标准[28]。社会资本的创造主要分为两种方法，即社会方法与制度方法。社会视角来看，社会群体之间的大多数接触会减少偏见并增加信任，除非接触是非自愿的且受到了对方的威胁[29]。制度视角来看，廉洁的公共机构对所有公民一视同仁，在社会群体内部和社会群体之间产生信任[30]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "作为创建社交网络的机构和受公民高度信任的机构，图书馆作为第三空间，能成为增加社会资本的社交互动场所。在灾害时期，图书馆正常开放，充当着社区支持者的角色[31,32]，为社区成员提供空间充当社区的聚集地，为志愿者机构和组织提供活动的据点；充当治疗服务的角色，图书馆员向社区成员汇报灾难的情况，帮助他们应对灾后创伤，给予成员所需的情感支持；帮助人们寻找家人、寻找工作和公寓、为他们的宠物找到庇护所等等[20,31]。用户也由此产生对图书馆的依恋感与信任感，从而增强社会资本。在日常生活中，图书馆则通过开展各类文化活动，吸引居民参加交流，增强居民之间的联系与信任，从制度和社会角度为社会资本的创造做出贡献。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3）信息与通信",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "信息与通信包括负责任的媒体、技能和基础设施、可靠的信息来源和公共叙事。一方面，图书馆作为社区的信息传播者[3,3]，努力向机构、公众传播最新的、可靠的信息。灾害时期，社区通信设备受损，图书馆是整个社区的主要信息来源，社区成员往往会选择前往图书馆获取信息，甚至各个应急机构的信息会汇集于此，使图书馆成为一个中心的信息来源[12,20]。除了提供日常所需的信息之外，一些图书馆还会更新危机地图和提供与当前灾难明确相关的在线资源[33,34]。此外，有图书馆使用社交媒体与社区合作，灾难之前图书馆主要推送日常信息，但灾难期间图书馆主要推送与灾难相关的信息，并向其社交网络中的社区成员转发来自各个政府机构和非政府组织的与灾害相关的推文，保障成员获取可靠的信息[22]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "另一方面，图书馆积极发挥其作为馆藏建设与管理者的职能作用[35]。灾难故事作为叙事，是信息与通信的一部分，具有“共同的意义和理解”[8]。社区成员对现实的共同理解有助于形成地方感和联系感，进而影响复原力[36]。Landau和 Saul写下他们911事件之后的经历得出的结论是，社区恢复部分取决于集体讲述社区遇难经历和反应的故事[37]。图书馆作为公共客厅，为居民提供一个讲述灾难后社区故事的空间，可以收集讲述素材，组织写作活动让孩子们记叙灾难的故事；或与当地媒体合作，收集整理事件时媒体报道中的图片和新闻故事。通过采集灾难的记忆，图书馆能够支持社区康复和居民情绪恢复，进一步产生社区意识，同时也为未来的人们保留了社区的经验。此外灾难故事属于国家的集体记忆，图书馆有使命收集、建设并传承灾难记忆数据。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（4）社区能力",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "社区能力是关于社区和机构的有组织的行动及其做出决策和改善社区的能力，需要图书馆自身具有灵活性以及反思和解决问题的能力。看上去图书馆在灾害期间为用户、社区提供了各式各样的应急服务，实际上只是图书馆日常服务的扩展[12]。这也恰好印证了图书馆的灵活性，表明了其社区能力。图书馆灵活性更多依赖于其自身的韧性建设，具体将在公共图书馆与组织韧性部分展开。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2信息韧性与公共图书馆",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）信息韧性",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "信息韧性的概念起源于国外一项关于难民卫生知识普及的研究。在此之前，Hersberger[38]将韧性概念引入图书馆情报学研究领域，帮助图书馆员理解如何“更好地为经受压力或负面生活影响的用户服务”，从而提高用户的信息韧性。信息韧性的本质是在不确定或危机时期使用信息来定位、调整和重构的能力[39]。信息韧性强调了信息以及信息实践在韧性过程中的作用。在Lloyd的研究中，信息韧性通过集体应对活动建立，是汇集的结果。汇集是指读写能力或语言技能有限的人聚集在一起共享信息，使他们能够获取所需要的信息并支持其决策。汇集活动，这是一种集体应对策略，也是建立信息韧性的基础。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "而后Lloyd[4°将韧性视为一种品质，对信息韧性的概念进行了扩展。以信息为中心的角度来看，应对知识差距和不确定性、采用信息素养实践来获取与需求相关的信息、构建新的信息景观以及重建社交网络的能力都可以称为信息韧性[40]。在逆境或不确定时期，是否有能力接受、访问和使用信息，即实施信息素养实践或有效处理信息，视为一个人适应能力的关键指标[40]。同时社会资本被引入作为理解如何通过社交网络创造韧性的理论概念。公共图书馆可以视为支持信息韧性培训的安全、公平的场所，通过提供针对性的信息、资源和培训来满足用户群体的需求，以发展信息素养实践。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）信息韧性与公共图书馆",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "信息韧性的概念提供了一个研究公共图书馆支持特定人群的日常学习需求的视角。对于需要适应全新复杂信息环境的群体来说，他们不仅需要一个平等的场所用以获取信息，还需要获取场所提供的帮助，使他们能够培养信息韧性，支持他们过渡到新的信息环境之中，能否成功过渡取决于他们的信息韧性的高低。Lloyd[40]将信息素养视为一种社会实践的方式，并以此来看待健康素养[41]，这种社会实践是人与人之间的互动，以及新信息环境中的社会物质和社会文化组合。通过其他人的调解，重新安置的难民能够建立他们的卫生信息景观，确定各种了解信息的方式，使他们能够获得与他们的健康和卫生信息环境结构有关的信息。但集体协作活动通过密切的联系展开，成员之间可能发展出相同的信息基础。因此学者认为弱关系在寻求健康信息时可能更为有利，因为它们超越了强关系基础，可能提供独特的视角或信息[42]。在培育韧性素养的过程中，公共图书馆作为一种弱关系存在，充当用户的信息基地。虽然公共图书馆拥有大量可利用、价值高的文本信息，但特定群体受语言、识字技能等方面限制，无法使用图书馆所提供的资源，需要图书馆进一步开展工作。首先确定特定群体可能需要的信息类型，其次根据其语言和读写能力最低程度选出最有效的信息输出方式，例如使用图文视频的方式向难民传播卫生信息。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "上述研究主要是与公共图书馆在灾难和难民信息素养项目中的作用有关。而在其他研究中，尽管没有直接涉及信息韧性，但有发现“图书馆员为用户提供政府信息的帮助，对那些不精通英语阅读和口语或使用电脑的人来说至关重要”[43]；公共图书馆有很大的潜力，不仅可以保持社区信息中心的地位，还可以成为打击错误信息、促进政府数据开放、培育公共领域的公民参与中心[44]。因此，信息韧性的概念不只针对特定群体与事件，更多强调它作为一种内在力，在日常中帮助用户、社区适应与应对意外变化的发生。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3文化韧性与公共图书馆",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "公共图书馆的社会职能之一即保护人类文化遗产。国际图联于2018年4月发布的《灾难风险响应：图书馆与仙台框架》表示“图书馆有责任保护我们的文化遗产，并使其对公众开放，以告知和激励后代。”框架强烈关注个人、社区和国家的文化遗产和文化韧性，并认为图书馆是文化韧性的关键一环[45]。有学者认为积极拯救文化遗产是历史和人类文明进步的要求，也是图书馆义不容辞的责任[46]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "文化韧性研究可分为三个方面：社会生态理论视角[47,48]；社会心理学视角[49]；以及文化遗产活动和组织视角[50.51]。在文化遗产视角中，文化韧性被定义为一个文化系统（由相关社区的文化过程组成）吸收逆境、应对变化和继续发展的能力[51]。通过自愿组织（如：历史协会）和文化遗产机构（如博物馆）开展的文化遗产活动，建立和巩固的地方文化认同感可以促进当地的文化韧性，进而有助于建立社区韧性[50]。根据文化遗产机构的文化韧性视角，文化遗产能支持人们的集体认同和唤起人们的地方感和归属感，图书馆作为保护文化遗产的重要机构，在建设文化韧性方面处于有利地位。然而，当前很少有人直接研究公共图书馆对文化韧性的贡献，只在文献内容中有所体现。如，伊斯兰国（IS）攻占摩苏尔时期对当地大肆破坏，当地图书馆工作人员、学生还有普通民众冒着生命危险拯救了成千上万本珍贵的书籍和其他无价的文化遗产，而这些被拯救的财产正帮助他们重建社区，保存历史[52]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.4组织韧性与公共图书馆",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "组织韧性可以被理解为一个过程，涉及组织发生破坏性事件前后不同类型的相关任务或能力[53]。组织韧性更多地强调图书馆内部的建设，Kanyangale 和Njoloma提出无论逆境的类型或程度如何，在逆境发生之前的预测能力和良好的准备是图书馆韧性的标志[54]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（1）培养馆员的韧性素养",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "韧性是一种综合能力，来自于个人、组织和关系能力的相互作用，这些能力不仅是预测和应对逆境的关键，而且也是适应逆境的关键[54]。图书馆培养自己的组织韧性，需要平衡内部各个要素，其中馆员作为图书馆工作的承担者，是关键环节。Kanyangale和Njoloma[54]在访谈中发现 Mzuni大学图书馆结构僵化，严重阻碍了馆员的应急自主性。文化是塑造组织成员以韧性为导向的价值观和行为的一个关键因素[55]。图书馆所准备的防灾物品，反映了组织对灾难风险的认识，但这种意识不足以创造一种韧性文化。对风险视而不见的文化并不是积极组织韧性的基础。图书馆需要加强自身的风险预测能力和风险管理精神，定期开展风险教育培训，向馆员灌输风险责任意识，将培养韧性的馆员和图书馆纳入图书馆的服务宗旨中。图书馆必须使其组织成员具有韧性，使其走在变化的前面，以便生存和发展。此外，馆员也应发挥主观能动性，不断积累专业知识和相关技能，贯彻落实“终身学习”，为韧性发展奠定坚实的基础。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（2）提高图书馆灵活性",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "受突发事件影响，图书馆在短时间内经历巨大变化，图书馆需要具有灵活性，也要具备韧性。灵活性是指对变化持开放态度并对其作出反应，可能还会采取不同的途径来解决一个共同的问题。灵活性是韧性的一部分。学者提出图书馆需要实现变更管理，即超越当前状态进行思考，并理解过去的状态，以及明白是如何到达现在的状态[56]。并把双向决策的概念纳入变更管理的过程，在决策时预先思考“我们怎样才能收回这个决定？”以及“这个决定可能会产生什么影响，会导致我们取消它？”构建韧性的过程还有赖于工作流程的标准化，以便于灵活快捷地应对危机。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "此外Patin在调研时发现，图书馆多从本土化的角度考虑灾难，他们考虑如何应对较小的、局部的事件，但往往对更广泛的、极端的事件缺乏规划[20]。没有提前准备预案，可能会使机构的员工无法及时为图书馆提供支持，进而影响为外界提供帮助。因此图书馆需要制定风险应对计划，计划应该分级、分阶段制定，实现不变应万变以保障图书馆业务工作的连续性。计划实施的主体一般是馆员，因此最重要的是定期教育和培训员工，以确保他们的能力。还必须赋予图书馆所有馆员在危机来临时期绝对的权力，确保他们除了具备足够的应急和保护的知识，也可以合理合法地采取自主行动。自主行动是一种机制，它将责任、能力、激励和合法性赋予所有图书馆员工的个人行动，以确保现有的图书馆保护机制都能作出充分和及时的反应",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "57]。灾难发生后的立即反应和恢复行动旨在防止最大损失的发生。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（3）构建图书馆团结网络",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "团结网络是一个由两个或多个机构/组织合作伙伴组成的合同网络，合作伙伴同意互相提供专业的紧急支援服务，以防其中一个机构受事件超出预期能力的影响而无法及时响应[58]。团结网络包括一个多边的机构和组织网络，这些机构和组织之间可以是类似的，比如图书馆和博物馆、档案馆、美术馆等文化机构，也可以是与相关的政府机构，例如消防、警察、居委会等。团结网络内伙伴提供的服务内容，由各参与机构协商确定。团结网络的建设可能提高风险认识以及增强图书馆韧性，也能加速社区和文化的融合，帮助图书馆建立真正的“图书馆一政府一社区伙伴关系”。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3未来研究展望",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "韧性社区不单是大环境物质条件的改善，更应该考虑组成社区的各个要素的韧性建设。当前研究对公共图书馆在突发公共事件之后提供的一系列广泛的服务进行了全面的阐述，并且存在大量的经典服务案例，为进一步拓展研究奠定了基础。但仍存在一定的不足：一是，从学科研究来看，当前仅有图书情报学领域将公共图书馆视为灾后恢复与重建中必不可少的服务资源，且缺乏对公共图书馆在韧性社区建设中的系统的、全面的职能定位或角色定位研究，社会缺乏对图书馆可以发挥的作用的了解；二是，从韧性建设周期来看，当前研究主要侧重研究图书馆参与危机中、后期的恢复重建工作，对全过程的韧性建设探索较少；三是，从危机类别和范围来看，针对图书馆对特定自然灾害的韧性建设服务的研究较多，而关注一般韧性的研究较少；四是，当前研究侧重单一灾害情境下公共图书馆对城市韧性恢复服务现状的静态调查与分析。因此，本文认为未来研究至少可以从以下五个方面进行拓展和深化：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1基于LIS专业视角进一步阐释社区韧性理论框架",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "通过对相关文献的梳理发现，公共图书馆作为灾后恢复与重建中必不可少的服务资源的相关讨论仅仅局限于图书情报学学科文献之中，却被明显地排除在灾害社会学、应急管理学领域的文献主体之外。韧性社区的建设不仅仅需要硬件设施方面的设计、规划、建设与管理，更需要关注居民个体韧性素养的提升、韧性社区的营造以及韧性文化的培育。公共图书馆作为公共文化服务体系的重要组成部分，是面向公众传播知识和文化的重要场所、精神文明建设的重要窗口，未来图书情报领域学者应该重点从图书馆信息学视角重新审视韧性城市理论研究，并将本领域关注的信息韧性、文化韧性、韧性素养等概念融入韧性社区理论框架中，为理论的完善与发展奠定基础。同时也为图书馆参与韧性社区建设提供理论依据。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "首先，以信息韧性为切入点，丰富社区韧性中的信息与通信构成维度的理论与实践研究。信息与通信作为社区韧性建设的适应力之一，当前研究主要从通信基础硬件设施的规划、布局与建设，强化韧性的提升，但图书情报领域的信息需求、信息行为等与图书馆增强社区韧性高度相关，却没有作为社区韧性理论的重要方面被提及，未来研究应强化从图书馆信息学视角重新审视社区韧性理论研究引入信息素养、信息行为等理论，从支撑、互动和融合等维度构建图书馆与韧性社区建设的耦合机理。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "其次，以韧性素养为切入点，拓展图书馆参与并融入社会的发展空间。韧性素养作为公众全素养的重要组成部分，研究者们多次强调对民众个人韧性素养的培育是公共图书馆参与韧性城市建设的重要切入点。基于信息韧性的视角，公众个人韧性素养包括哪些能力具有何种特征？公共图书馆如何以公众信息素养和数字素养的培育途径为切入点融入韧性素养的培育理念？公共图书馆如何着力创新韧性素养教育活动，开拓新的服务项目？等问题，应成为未来图书情报领域专家学者关注的主要议题。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "最后，以文化韧性为切入点，深入挖掘文化遗产的内在价值并推动其可持续发展。文化遗产是文化韧性形成的精神依托，但当前图书馆领域的研究大多关注文化遗产物质层面的保护与传承，多体现为文化遗产数字化实践。未来研究应当重视精神层面的文化遗产保护与传承，探讨公共图书馆如何实现文化遗产的可持续利用，如何彰显文化遗产内在的精神力量，如何传播文化遗产蕴含的无形知识等一系列问题，满足城市对遗产价值的诉求，实现文化遗产的可持续发展。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2公共图书馆在韧性社区建设中的角色定位框架研究",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "通过相关文献的梳理与发现，社会大众对图书馆在韧性建设中的作用不甚了解。这很大程度上归结于没有向公众宣传图书馆的服务，也没有明确图书馆在韧性建设中扮演指定角色。当前研究主要通过案例分析对公共图书馆对灾难发生当中和灾难后重建之中的公共图书馆职能进行了零散的讨论。但是对于公共图书馆在韧性社区建设中的职能定位或角色定位，进行系统的研究较少。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "由此，在未来的研究中，可以基于角色认知和角色期望等理论，对图书馆馆领导、馆员、上级主管部门以及应急防控部门、社区管理机构等利益相关者进行全面调研，进而制定面向韧性社区建设的公共图书馆角色定位与实现机制。同时形成公共图书馆在韧性社区建设中的角色定位框架，在充分了解社区、用户需求的基础之上，开发与创新有针对性的服务方案与服务项目。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3公共图书馆在韧性社区建设中的适应性服务体系研究",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "当前研究对灾害时期的特定韧性研究较多，对日常生活的一般韧性研究较少。由此，从战略性、系统性、全面性、全局性角度对公共图书馆在韧性社区建设的全过程、全类型、多层级中的贡献与作用进行整体性研究与探讨非常有必要。未来研究可以以应对重大灾难的特定韧性和防范未来风险的一般韧性为前提，基于韧性建设周期和层级，由表及里，层层深入，搭建以危机前准备、危机中应急、危机后恢复为横轴，以微观层面的个人韧性素养、中观层面的韧性社区、宏观层面的城市韧性文化为纵轴的公共图书馆服务框架，从而构建全过程、全方位需求监测的、动态的、差异化的适应性服务体系。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.4在研究方法上强化实证研究与情境研究",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "当前研究侧重单一灾害情境下公共图书馆对社区韧性恢复服务现状的静态调查与分析。鉴于灾难的多样性和不可预测性以及社区韧性多元化特征，未来需要对公共图书馆有助于一般韧性和特定韧性的广泛过程进行更多的实证与情境研究，如了解危机前后的特定信息需求、明确不同类型、地区图书馆的角色定位等，以帮助公共图书馆因地制宜、因时制宜、因危机制宜地确定其在韧性社区中应提供的服务类型和服务内容。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.5注重图书馆内部韧性建设",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "图书馆要作为韧性社区建设的主力，就应注重其自身的韧性建设。未来研究可将图书馆韧性作为参与社区韧性建设一个前提条件，一方面，图书馆需要证明其继续存在的合理性，就要通过展示其创新性、灵活性和面对复杂环境的适应性来保持其发展的可持续性。另一方面，只有图书馆自身获得保障，成为一个有韧性的机构，才能继续支持社区实现韧性建设的目标。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[1]变革我们的世界：2030年可持续发展议程[EB/0L]．(2015-09-15)[2022-06-03]. https://www.un.org/zh/documents/treaty/files/A-RES-70-1.shtml.   \n[2]中华人民共和国国民经济和社会发展第十四个五年规划和 2035年远景目标纲要[EB/0L]．(2021-03- 23)[2022-06-03]．https://www.ndrc.gov.cn/xxgk/zcfb/ghwb/202103/P020210313315693279320.pdf. [3]上海市国民经济和社会发展第十四个五年规划和二O三五年远景目标纲要[EB/0L]． (2021-01-30) [2022-06-03].   \nhttps://www.shanghai.gov.cn/nw12344/20210129/ced9958c16294feab926754394d9db91.html.   \n[4]黄宝文．从知识节点到文化阵地—一谈公共图书馆角色的转变与定位[J]．图书馆工作与研究, 2016(07): $9 3 - 9 5 + 9 9$   \n[5]KOSCIEJEW M. Public libraries and the UN 2030 Agenda for Sustainable Development[J]. Privacyliteracy instruction practicesin academic libraries:Past， present， and possibilities 305 Sarah Hartman-Caverly and Alexandria Chisholm Public libraries and the UN 2030 Agenda for Sustainable Development 328，2020:328.   \n[6]吴建中．图书馆是社会的安全空间[J]．图书馆论坛，2021，41(09)：9-10.   \n[7] HOLLING C S. Resilience and stability of ecological systems[J]. Annual review of ecology and systematics，1973，4(1):1-23.   \n[8]NORRIS F H， STEVENS S P，PFEFFERBAUM B，et al． Community resilience as a metaphor, theory， set of capacities， and strategy for disaster readiness[J]. American journal of community psychology，2008，41(1):127-150.   \n[9]FOLKE C，CARPENTER S R，WALKER B，et al. Resilience thinking:integrating resilience, adaptability and transformability[J]. Ecology and society，2010，15(4).   \n[10] MARANA P，EDEN C，ERIKSSON H,et al． Towards a resilience management guideline Cities as a starting point for societal resilience[J]. Sustainable Cities and Society， 2019, 48:101531.   \n[11] TPL’s Strategic Plan 2020-2024[EB/OL]. [2022-06-03]. https://www.torontopubliclibrary.ca/content/about-the-library/strategic-plan/pdfs/strategicplan-2020-2024-accessible.pdf.   \n[12] VEIL S R,BISHOP B W. Opportunities and challenges for public libraries to enhance community resilience[J]. Risk analysis，2014，34(4):721-734.   \n[13] PATIN B. What is essential?: Understanding community resilience and public libraries in Science and Technology，2020，57(1):e269.   \n[14] NORRIS F H, STEVENS S P. Community resilience and the principles of mass trauma intervention[J]． Psychiatry: Interpersonal and Biological Processes， 2007， 70(4): 320-328. [15] PERKINS D D, HUGHEY J， SPEER P W. Community psychology perspectives on social capital theory and community development practice[J]. Community Development， 2002，33(1): 33-52. [16] COLTEN C E, KATES R W，LASKA S B. Three years after Katrina: Lessons for community resilience[J]． Environment: Science and Policy for Sustainable Development，2008,50(5):36- 47.   \n[17] LONGSTAFF P H. Security，resilience， and communication in unpredictable environments such as terrorism， natural disasters， and complex technology[J]. Center for Information Policy Research，Harvard University，2005.   \n[18] COTTRELL L S. The competent community[J]． Further explorations in social psychiatry, 1976:195-209.   \n[19] GRACE D,SEN B. Community Resilience and the Role of the Public Library［J]．Library Trends，2013，61(3):513-541.   \n[20] PATIN B J. Rising together: Community resilience and public libraries[D]. University of Washington， 2020.   \n[21] VARHEIM A. Public libraries， community resilience，and social capital［J]. Information Research，2017，22(1).   \n[22] YANG S, JU B. Library support for emergency management during the time of natural disasters:Through the lens of public library Twitter data[J].Library & Information Science Research，2021，43(1).   \n[23]吴建中．市民素养与韧性社会—一公共图书馆参与社会转型的一个新课题［J]．图书情报工作, 2020，64(01): 14-19.   \n[24] DUDLEY M.Public Librariesand Resilient Cities[M]. Chicago:American Library Association， 2013.   \n[25] CUTTER S L， BARNES L，BERRY M, et al. A place-based model for understanding community resilience to natural disasters[J]. Global environmental change,2008，18(4): 598-606. [26]范并思．图书馆灾难庇护：一个值得关注的理论问题[J]．图书馆论坛，2021，41(09)：7-8. [27] BARBAKOFF A.Building a Future-Ready Workforce:The Role of Public Librariesin Creating Equitable,Resilient，and Entrepreneurial Communities[J]. Public Library Quarterly, 2021，40(2):167-181.   \n[28] VAN DER GAAG M, SNIJDERS T A， FLAP H D. Position generator measures and their relationship to other social capital measures［J]. Social capital: An international research program， 2008:27-49.   \n[29] PETTIGREWTF，TROPP R, WAGNERU, et al. Recent advances in intergroup contact theory[J]. International journal of intercultural relations,2011，35(3): 271-280.   \n[30]DINESEN T Where you come from or where you live? Examining the cultural and institutional explanation of generalized trust using migration as a natural experiment[J]. European sociological review, 2013，29(1):114-128.   \n[31] FEATHERSTONER M, LYON B J, RUFFIN A B. Library roles in disaster response: an oral history project by the National Library of Medicine[J]． Journal of the Medical Library Association:JMLA，2008，96(4):343.   \n[32] BLINDERA. What to Do With the Tributes After the Shooting Stops［N]. The New York Times，2017.   \n[33] CORBRAY K. At the Library:Looking to the library in times of crisis[EB/OL]. (2017-12- 06)[2022-06-03].https://www.yakimaherald.com/explore_yakima/arts_and_entertainment/at-thelibrary-looking-to-the-library-in-times-of-crisis/article_e4cal1b6-dace-1le7-be03-   \n97e5849d3c02.html.   \n[34] LOVE C B，ARNESEN S J， PHILLIPS S J. Ebola outbreak response:the role of information resources and the National Library of Medicine[J]. Disaster medicine and public health preparedness, 2015，9(1):82-85.   \n[35]魏大威, 廖永霞，柯平，等．重大公共安全突发事件中图书馆应急服务专家笔谈［J]．图书馆杂志, 2020，39(03):4-18.   \n[36] ALKON AH. Place, stories, and consequences: Heritage narratives and the control of erosion on Lake County， California, vineyards[J]． Organization & Environment， 2004，17(2): 145-169.   \n[37] SAUL J L. Facilitating family and community resilience in response to major disasterLJ」. z004.   \n[38] HERSBERGER J. Resilience theory，information behaviour and social support in everyday life[C]//Proceedings of the Annual Conference of CAIS/Actes du congres annuel de 1'ACSI. 2011.   \n[39] LLOYD A. Building information resilience: how do resettling refugees connect with health information in regional landscapes-implications for health literacy[J]. Australian Academic & Research Libraries，2014，45(1):48-66.   \n[40] LLOYD A. Stranger in a strange land;enabling information resilience in resettlement landscapes[J]． Journal of Documentation， 2015.   \n[41]LLOYD A.Informationliteracylandscapes:anemergingpicture[J].Journalof Documentation，2006，62(5):570-583.   \n[42] GRANOVETTER M S. The strength of weak ties［J]． American journal of sociology，1973, 78(6): 1360-1380.   \n[43] JAEGER P T，BERTOT JC. E-government Education in Public Libraries:New Service Roles and Expanding Social Responsibilities[J]. Journal of Education for Library and Information Science，2009，50(1):39-49.   \n[44] ZHU X，WINBERRY J， MCBEE K，et al． Serving the Community with Trustworthy Government Information and Data:What Can We Learn from the Public Librarians?[J/OL]. Public Library Quarterly，2021:1-22． D0I:10.1080/01616846.2021.1994312.   \n[45] IFLA. Disaster Risk Response - A brief on Libraries and the Sendai Framework[EB/OL]. (2018-03-07)[2022-06-03]. https://www.ifla.org/news/disaster-risk-response-a-brief-onlibraries-and-the-sendai-framework/.   \n[46]于敏．图书馆与非物质文化遗产[J]．平原大学学报，2007，24(4)：99-101.   \n[47] ROTARANGI S J， STEPHENSON J. Resilience pivots: stability and identity in a socialecological-cultural system[J]． Ecology and society， 2014，19(1).   \n[48] CRANE T A. Of models and meanings: Cultural resilience in social-ecological[J]. Ecology and society，2010，15(4).   \n[49] SPENCE N D,WELLS S,GRAHAM K，et al． Racial discrimination， cultural resilience，and stress［J]. The Canadian Journal of Psychiatry，2016,61(5):298-307.   \n[50] BEEL D E，WALLACE C D,WEBSTER G,et al. Cultural resilience:The production of rural community heritage， digital archives and the role of volunteers[J]. Journal of rural studies，2017，54:459-468.   \n[51] HOLToRF C. Embracing change:how cultural resilience is increased through cultural heritage［J]．World archaeology，2018，50(4):639-650.   \n[52] FARHAN S. Resistance， resilience and recovery: Archivesand libraries in postliberation Nineveh[J]． Journal of Contemporary Iraq & the Arab World, 2020，14(1-2): 143- 147.   \n[53]GIUSTINIANO L，CLEGG S R，E CUNHA M P， et al. Elgar introduction to theories of organizational resilience[M]. Surrey:Edward Elgar Publishing， 2018.   \n[54] KANYANGALE M, NJOLOMA E. Relational-based resilience ofa public university:a case study on losing a library by Mzuzu University in Malawi［J]. South African Journal of Libraries and Information Science，2020,86(1):14-26.   \n[55] VARHEIM A. A note on resilience perspectives in public library research:Paths towards research agendas[J]． Proceedings from the Document Academy，2016,3(2):12.   \n[56] SWANSON P. Building a culture of resilience in libraries[J].Information Technology and Libraries，2021，40(3).   \n[57] DRAGICA KRSTIC S T. Resilience to disasters， and businesscontinuity ofthe libraries[Z]. Velika Gorica, Croatia,2019.   \n[58] TKALEC _S.Solidaritynetwork ascomponentofresilienceinlibraryholdings protection[C]//XXI International NKF Congress IIC-Nordic Group Cultural heritage facing catastrophe: Prevention and recoveries. 2018: 201-205. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(通讯作者：赵敏慧 E-mail:toshi0210@163.com) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "作者贡献声明：",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "赵敏慧：提出论文研究思路，并负责论文起草；  \n刘怡琳：论文修订。",
        "page_idx": 11
    }
]