[
    {
        "type": "text",
        "text": "借鉴博物馆教育与空间设计理念打造高校图书馆未来学习",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中心",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "邵博云 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：未来学习中心作为一个综合性复合型的场馆实体，图书馆需要突破自身视域，结合以博物馆为代表的场馆教育和空间建设理念进行空间再造。本文阐述了博物馆教育的哲学基础、四大表征、教育方法以及博物馆空间的设计特点，并以浙江大学图书馆新馆建设为契机，融合博物馆空间建设理念规划新馆的教育功能与空间逻辑，在浙江大学打造一个全新的学习生态。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：博物馆教育博物馆空间未来学习中心高校图书馆",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "图书馆与博物馆在十九世纪末的教育救国浪潮中从西方引入中国，此后在中国一脉两支、协同发展，“图博合一”描述的就是两者的共生现象，是近代社会教育的“并蒂莲”。如今，博物馆和图书馆同是公共文化机构，肩负着相同的社会责任：文化保存、信息共享与社会教育。20世纪末，国内外就图书馆与博物馆的馆际互动与合作关系展开研究，围绕业务合作、资源整合等热点问题[1]",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "传统理念认为图书馆只需提供藏书与阅览功能，因此空间在图书馆界却常被忽视为一个单纯的建筑问题[2]。随着科技的进步、教育理论与政策的更新、学生学习习惯与思维模式的迭代，高校图书馆空间建设也在不断演进与突破。教育部高等教育司吴岩司长在“继承与创新：大学图书馆现代化新征程”学术研讨会上强调，“将鼓励高校依托图书馆试点建设一批‘未来学习中心’，通过文献资源整合、空间流程再造，构建智慧学习空间，鼓励探索团队式、协作式、主题式学习，把图书馆建成信息服务中心、学生学习中心、教学支持中心”[3]。未来学习中心的空间建设应蕴含更丰富的教育理念，承载更多元的教育功能。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "20 世纪70年代，以博物馆为代表的场馆教育开始飞跃式发展，英美等发达国家将场馆教育作为国家课程的重要组成部分[4]。2020年国务院办公厅印发的《关于全面加强和改进新时代学校美育工作的意见》明确提出要“加强高校美育场馆建设，鼓励有条件的高校与地方共建共享剧院、音乐厅、美术馆、书法馆、博物馆等艺术场馆”5]。场馆教育已经成为国内外教育改革的领跑战略。博物馆的空间设计是博物馆作为教育场所的核心优势之一，有关博物馆教育以及博物馆空间如何承载教育功能的研究一直是博物馆界的研究热点。未来学习中心支持学习、科研、交流、创新和共享，是融合多种场馆功能的实体中心，图书馆需要突破自身视域，借鉴以博物馆为代表的场馆在公众教育与空间设计方面的优势，将其有机融入未来学习中心的建设。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1博物馆教育",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1 博物馆教育的哲学基础",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "博物馆的教育理念来源于深厚的哲学思想。胡塞尔于20 世纪末提出“主体间性”思想。《格林伍德教育词典》将“主体间性”定义为“在主体之间理解和交流的可能性”。在“主体间性”思潮的引领下，博物馆教育也由“藏品-—观者”这样主客对立的关系转变为平等双向的主体间关系。博物馆教育的本质是人类审美经验的交流。博物馆教育不再立足于观者欣赏藏品的主客关系，而是主体间的双向沟通，通过对话、理解和共情，最终达到教育效果。博物馆教育从单向的权威灌输模式转向双向交流的模式。博物馆空间成为主体间平等交往的场域，博物馆教育本质上是在为主体间的互动交往搭建桥梁[6]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "苏东海先生总结了博物馆的三种文化特征，包括知识特征、情感特征和道德特征。知识、情感、道德是博物馆重要的价值内涵，博物馆通过对其蕴含的知识、情感和道德进行持续、充分地挖掘与表达就是博物馆对大众的教育过程[7] 博物馆教育有狭义与广义之分。狭义的博物馆教育指的的博物馆从事教育工作的部门开展的教育活动，本文涉及的博物馆教育是广义上的概念，",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "博物馆在空间、展品、服务、活动与观者的协同与融合下共同产生对公众的作用和影响。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2 博物馆教育的四大表征",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "博物馆教育有如下四大表征：规训性、叙事性、开放性、科学艺术的融合性。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2.1 规训性",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "博物馆通过空间设计与陈展方式规训观者的公众行为。参观者从进入博物馆开始，就被社会规范与行为准则约束，进入一种公共性与私密性并存的行动与思维状态。现代博物馆通过空旷透明的空间使观者在其间流动起来，观者在空间中的地位也在不断提升。在敞视的空间中，观者在博物馆既是观看的主体，同时也是观看的客体。观者从一开始的被约束转换为自身监督，可以说博物馆是观者身体走向启蒙与规训的地方，是公民提升修养、自我治理的空间[8]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2.2叙事性",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "除了存放展品，博物馆空间根据展览的叙事主题，通过组织策划和交互关系营造相应的故事情境。展览的空间组织遵循时间规律，浓缩了人类文明演变的历史，体现了博物馆空间作为叙事载体的属性。空间不仅仅是手段，是方法，空间本身也是目的[9]。博物馆的空间逻辑本身就是教育的过程，观者在博物馆空间中穿行与浏览的过程，也是接受来自空间的教育意义的过程。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2.3开放性",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在飞速发展的信息时代，公众开始质疑、批判传统守旧、绝对真理式的知识体系。知识阐述具备相对性、不确定性和多义性，知识生产和传播有其自身的藩篱与桎梏。博物馆教育也同步进入一种自由开放的状态，强调对多元价值的尊重，为观者提供生动的、差异化的文化体验。换言之，博物馆教育仅仅提供某一种观察视角，或是一种带有个性的陈述，并不要求观众接受或认同，只求为观者带来有益的启迪与思考[9]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2.4科学与艺术的融合性",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "大多数时候呈现在博物馆空间中的展品是文物或历史故事,知识或故事的讲述方式始终贯穿着科学性和科学精神,并且在讲述过程的每个细节中都蕴含着丰富的文化性和艺术性。即便是单纯的艺术展览,也一定遵循某种科学与历史的秩序[]。博物馆教育具备科学与艺术的融合性，博物馆空间是集艺术与科学、理性与感性并存的权威发言机构。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3博物馆的教育方法",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3.1经典的教育活动",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "通常，博物馆内从事教育工作的部门会将公众分为不同的对象设计教育活动。近年来，几乎所有博物馆都结合自身的优势与特点，开展形式丰富的教育活动：课程、讲座、艺术与手工艺工作坊、研讨会、专题沙龙、亲子活动、文化专题旅游考察、艺术节等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "苏州博物馆公众教育部开设的“博物馆学校”以非正规教育和终身教育为主题，针对各个年龄段各个人群开发不同的课程内容。目前已有12个不同系列的“@苏博”品牌教育活动：讲座、音乐会、故事会等试听形式的“聆听 $\\textcircled { \\underline { { a } } }$ 苏博”；建筑导览、现场教育、手工体验等形式的“乐学@苏博”；主题沙龙为主要形式的“对话@苏博”；以讲座、阅读分享会、实景朗诵等形式的“书香@苏博”[10]. .....",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "大英博物馆面向成年观众开设的项目有“每日展厅导赏”（主要由本馆专家、策展人主讲）、专题讲座（由各界学者主讲）、专题学习日、专题学习周等。此外积极寻求多方合作，探索面向特殊群体的教育，如残障人士、非英语母语的移民人群[11]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.3.2融入新技术的沉浸式体验",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "除了由公众教育部门开发的教育活动，博物馆通过将空间结构与场景设计、声光电工艺、交互装置、全息投影、虚拟现实等深度融合在一起，将艺术自然地融入观者的个人生活，启发观者将艺术与个人的生命体验互相连接，产生共鸣。积极为观者创造更深入的参与方式，将他们的体验行为与真情实感作为叙事文本的重要内容，从而丰富博物馆的教育形式和教育意蕴。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "博物馆线下的沉浸式体验主要依赖声光电技术手段，例如苏州园林博物馆“拙政问雅”项目，利用声光电工艺打造夜江南场景，穿梭于传统园林中的沉浸体验给予观者“雅”的审美体验[12]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "波士顿美术馆竭力超越以视觉和听觉为主的传统体验方式，开发多重感官融合的艺术体验，全方位增强观者的体验与记忆。例如，在观众参观非洲面具的展览时，除了能欣赏非洲面具、聆听当地的音乐，还能触摸散发着烟雾的非洲面具，甚至能将材质类似的非洲贝壳带回家。观者视觉、听觉、嗅觉与触觉的多重感官同时被触动，带回家的贝壳更是延长了观者的记忆，具体、多元的体验经历让观者印象深刻[4]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2011年纽约大都会艺术博物馆与谷歌合作，智能手机用户可以使用GoogleGoggles的图片搜索功能获取丰富实用的藏品信息，进一步了解展品的背景知识，让文物与艺术品鲜活起来[4]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2017年北大赛克勒博物馆的“山西高平开化寺壁画展”利用先进的数据采集系统还原壁画的高清图像，同时转化为VR效果，观众佩戴VR眼镜犹如置身开化寺现场，身临其境欣赏壁画[6]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.3.3新兴的艺术疗愈",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "博物馆还探索如何将艺术审美、艺术教育拓展至艺术治疗。美国心理学家南姆伯格在20世纪40年代提出艺术疗法，提倡将艺术融入到心理治疗中，帮助个体应对高压和创伤性经历，产生积极的自我意识，实现情绪和精神康复。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "艺术疗法具有非语言沟通的特质，充满艺术性的博物馆空间可以为受众提供一个更加包容和安全放松的心理空间。“911”恐怖袭击发生后的一周内，涌入纽约大都会博物馆的民众数量大幅提升。馆长菲利普·蒙特贝罗当时提出：医院开放来医治身体，而我们开放来医治心灵。疗愈是一种探索、提升或维持健康与幸福的方式。平等、多元、包容的艺术沟通环境使博物馆在作为疗愈空间方面拥有广阔的发展前景。全世界越来越多的博物馆开始探索属于自身的疗愈方法。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "为了达到艺术治疗的效果，除了利用艺术品和艺术展览激发观者的反思与感悟，博物馆工作人员和艺术治疗师合作开发项目，积极创造机会让观者亲身参与艺术创作（如素描、彩绘、雕塑和拼贴）。越来越多的艺术治疗项目同时包含艺术欣赏与艺术创作，如澳洲国立美术馆为慢性病患者开发的“为健康艺术”项目，探讨他们的生活方式如何影响健康，同时增强患者的自我认同感[13]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2博物馆空间的设计特点",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.1空间强调互动交流功能",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "博物馆作为历史与文化的权威性代表，它构建大众对博物馆文化的认知，引导公民一起参与社会文化的建构。“文化多元化”、“知识民主化”、“观念开放化”已经成为博物馆建设的重要理念。如果",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "创造足够深入和开放的互动，博物馆的所有文化活动就无法产生知识。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1959 年纽约古根海姆博物馆的落成彻底革新了博物馆的形态与功能，博物馆空间、物品、观者之间的关系相互转换与交错。在雕塑感的建筑、螺旋式的展厅、流动的内部空间的共同作用下，空间、藏品与观者彼此关照，融为一体。人在观展的同时，也在不断变换的视角中观察彼此。博物馆的展陈空间首次将人纳入叙事文本，整体场景优先基于人的体验而存在。从此，博物馆由“保存艺术的仓库”变为生机勃勃的公众交往场所[14]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "清华大学艺术博物馆以东西向长轴为设计主轴，采用鱼骨式布局，展厅沿中庭的长轴分布在南北两侧。观众从大厅拾级而上，在带状中庭的引导和串联下参观各个展厅。位于展厅之间的中庭是最重要的交往空间，观者在上下楼梯和连桥中漫步穿行、互相观望、交流分享[14]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在北大赛克勒博物馆修缮工程概念设计中，最引人注目的是四季阳光大厅。在博物馆中庭增加玻璃天棚后，中庭空间光线充足、视野开阔，可以全天候举办各种活动。重新改造小组会谈活动室、咖啡厅等公共空间，完善公共空间的基础配置，提升博物馆特色空间的艺术情趣和公共活力[6]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "中国工艺美术馆首层是中国非物质文化遗产馆，是为非物质文化遗产专设的互动体验展厅。非物质文化遗产展览形式不拘一格，为配合传承人的动态展示，展厅采用独有的高大空间。展厅内，静态展示与活态展示结合，传承人与参观者互动交流，观众可欣赏展览，也可参与其中[14]",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2将展品语境置入空间",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "法国大革命期间，拿破仑胸怀宏大的博物馆蓝图，在所到之处疯狂劫掠其他国家的艺术品。这一行为遭到了英国文学家德·昆西的批判，他认为这个蓝图“不是在保护艺术或文化，而是把文化从其真实的语境和活生生的历史中抽离出来” [15]",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "拿破仑时代“藏宝室”风格的博物馆，割裂了艺术品与它们的场域和历史。脱离了原有空间的展品变成了失去意义的无解之物。现代博物馆正在利用新兴技术和陈展设计将展品语境重新置入空间，建立场景，重新复权。博物馆通过情景化的文物展陈，实质上给观众提供了文物的历史渊源和背景故事。糅合文物藏品和历史文化，使用技术手段和陈展方式，在情景叙事的声音之中渗透博物馆所要强调的文化意义，而藏品仅仅只是一种媒介。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "中国国家博物馆利用多样的空间结构展示《河西画砖古人生活》的不同内容。第一部分利用围合式空间结构展现古人的神话世界，在封闭的空间唤起观者对古人精神世界的想象；第二部分在开放式空间描绘古人市井生活，光线逐渐提亮，双向型摆放展品，通过展线灵活、变化多端的空间格局拉近观众与展品的心理距离；第三部分墓穴后室的文物展示采用局部下沉的空间结构,同时提升周边环境的视线，通过丰富的空间层次带给观众真实的视觉体验[16]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“行在山水间一一南宋视野下的杭州临安城”展览 2022在杭州博物馆举办，以近40年南宋临安城考古发现为主线，展示800年前杭州城的社会风情与文化意象。展厅在色彩上大量选用还原考古现场的黄色。装饰上，通过现代设计手法营造“再想象临安城”的意向，将理学观点、戏文诗词及南宋临安城中酒楼、瓦子及茶肆的名称矩阵排列，营造视觉冲击力，打造“沉浸式”的观展氛围。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3注重观者的动线设计",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "博物馆空间的叙事性与场景化还体现在博物馆对动线设计的注重，即对观者行动路线的设计。博物馆在固定的空间预置特定的情节，故事情节沿着观者的浏览顺序在不同空间渐次发生，观者的浏览路线决定故事的发展方向，建筑空间中的线索因此形成。可以说观者的行动路线也参与了博物馆的空间叙事。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "杭州博物馆举办的“南宋视野下的杭州临安城”展览采用“双入口”设计，“正叙”与“倒叙”皆可，对应“站在今天的杭州城，回望约800多年前的南宋临安城”与“站在约800 多年前的南宋临安城，眺望今天的杭州城”，让“双城”在同一空间重叠，观众可自由选择从今天走向历史，还是从过去走向今天。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "桂林博物馆内部空间的设计理念是“把空间还给观众”，既满足不同观众的实际空间需求，又能引导观者的行动路线，动静结合，将空间流动起来,纳入到观众连绵的流程中[17]",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "博物馆空间的动线设计一般采用如下三种方式：“树状”式、“块茎”式、两者相结合的空间组式。“树状”组合模式，中间封闭空间犹如树干，分散的展厅犹如树枝，观者沿着一个预先设置好的叙事路线参观，这是人们较为熟知的一种参观模式。“块茎”式的空间组式，从一个中庭空间为起点形成内部开放过渡空间，产生一个毫无等级差别的开放多元路网，如同马铃薯的块茎，这样的展示空间灵活性更强，更开阔、高效。上海当代艺术博物馆采用“树状”与“块茎”相结合的空间组式，各展厅之间存在着一种连续的叙事空间形态，呈现了“树状思想”的构建模式，同时又具备中庭、院落天井和垂直交通这样的过渡空间。这种组合空间为传统的“树状”叙事空间增加了灵活多变的观看乐趣，也避免了纯粹的“块茎”式空间可能带给观者盲目的观感体验，从而保证了建筑的确定性与不确定性、固定性与灵活性的辩证统 [18]",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3浙江大学图书馆新馆建设",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "目前，浙江大学图书馆在杭州市区共有8个分馆，紫金港校区四个分馆：基础馆、古籍馆、农医馆和方闻图书馆，玉泉校区图书馆，西溪校区图书馆，华家池校区图书馆和之江校区图书馆。浙江大学图书馆分馆以校区和大学科进行资源集聚建设分管或专业馆，在读者群区分、专业性区分和服务区分上相对平行和粗放，这样的体系设置已无法适应“一流引领、综合会聚”的学科体系建设需求。同时，各校区分馆藏书空间严重不足，无法适应未来的发展需要。在浙大建设双一流背景下，需要一个面向未来的新型现代化图书馆形态的集中创新和实践地。2019 年底，位于紫金港校区西区的新馆正式开工，建筑面积61392平方米，建筑功能包括图书馆（ $6 5 \\%$ ）、公共报告厅（ $5 \\%$ ）、科技馆和校史馆（ $1 3 \\%$ ）、学习综合体（ $1 7 \\%$ ），计划于2023年5月开放。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "新馆建设是浙大图书馆打造未来学习中心的一大契机。图书馆在前期充分调研世界一流大学图书馆的空间建设，结合浙江大学与图书馆自身的发展特点与需求，在海内外三位著名图书馆专家指导下进行新馆建设的顶层设计与整体规划。新馆将具备知识仓储、科普教育、创新创意、文化体验、数据服务与学习支持六大功能，是知识服务的主要汇聚地、新型学习的重要实践地、创新思维的有效激发地以及求是文化的核心展示地。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "新馆的建筑由东西向为设计主轴，建筑南北两侧各有一个歇山式屋顶，中间由中庭连接，以四合院为设计意向。建筑共6层，一层空间包括服务大厅（中庭）、自助借还设备、存包区、展览区、咖啡厅、纪念品商店和公共报告厅；二层空间包括中庭和报告厅上空，自修区和研讨区（一、二层南侧为科技馆和校史馆）；三层全部为图书馆区域，包括大厅上空、开架杂志区、藏用空间、轻型密排书架、自修区、研讨区、咖啡厅和休闲区；四层有屋顶花园（露天）、藏用空间、自修区、研讨区、朗读室；五层设有心理疗愈空间、智慧化教室、智慧媒体空间与一间教师研究室，北侧为学习综合体；六层有藏用空间、自修区和研讨区，北侧为学习综合体，如图1。",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/afb0b7c634739bd1b3614f62e9a91289286df68b0600cb0f58386b40cb976039.jpg",
        "img_caption": [
            "图1浙江大学图书馆新馆剖面图"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4融入博物馆教育与空间设计理念，打造新馆未来学习中心",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "北京大学图书馆馆长陈建龙在解读《大学图书馆现代化指南针报告》时提出，“大学图书馆要致力于多功能、多类型、智能化未来空间的设计与建设工作，结合学校与本馆特点，打造一批交互式学习空间、数字学术与协作空间、沉浸式文化空间、虚拟空间或是创新、创意与创客空间 可][19] 。”",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在未来学习中心建设理念的指导下，结合浙大图书馆新馆现有的空间布局，融入博物馆教育与空间设计理念，规划新馆教育功能与空间逻辑，在浙江大学打造一个全新的学习综合体与学习生态。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1开放互动，保罗万象的公共区域",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "国内高校图书馆空间建设研究大多着眼于教学、学习或创新空间的功能实现，忽略了读者在公共休闲区域完成的社会化体验在教育当中的重要性。开放互动空间在文化场所内的比重日益提升，承担的公共功能也更加多样化。读者在图书馆的学习是读者与空间本身建立关系的过程，在非强制的教育环境下，读者与空间才能建立良性的关系。未来学习中心的空间思维需要秉持一种开放互动的教育理念，它应该是一个动态知识的交流中心。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "新馆内的开放互动空间包括有声讨论区、封闭式讨论室、咖啡厅、纪念品商店以及休闲区域。在传统观念里这类空间的功能和属性与学习无关，但在当今大学生的学习方式与行为习惯下，它们同样重要。读者在图书馆的参观、学习、购物、休闲、社交等社会化活动构成了一套完整的经验，而教育的效果正是发生在这一整体经验之中，并",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "局限于单纯的学习活动。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "中庭是新馆的中心区域，一层中庭为服务大厅，二三层中心区域即是大厅上空。每层中庭的南北两侧皆设有上下楼梯和连桥，读者在这里上上下下、穿行互动，在此行走读者拥有开阔的纵向视野与横向视野，因此在不自觉中接受了空间本身的权威性与规训性。连接南北两侧各类空间的中庭因此成为交往互动的汇聚中心，是新馆最重要的互动空间。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "在新馆二、三、四、六层皆设有半开放式的圆桌讨论区或封闭式的讨论室，为读者提供灵动、活跃、新营的互动交流体验。半开放式讨论区无需预约即可随时使用，自由交谈，设备齐全的封闭式讨论室可以满足读者进行团队式、协作式和主题式的学习模式，尤其在疫情时期还能满足各类线上答辩和线上面试的需求。一、三、五层皆有咖啡厅与休闲区，一层有纪念品商店，为读者提供轻松愉快的休闲与购物环境。在公共空间推动读者间的知识分享、学术交流与思维碰撞。读者可以在未来学习中心完成一套完整的学习与生活体验，在整体经验中提升教育效果。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2激发体验、浸润式的文化环境",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "未来学习中心是校园文化的建设与传播基地，是大学的文化殿堂，也是承担大学生美育的第二课堂。艺术教育是培养大学生创造性思维的重要手段。未来学习中心的空间打造应充分利用文化空间与艺术装饰打造具有丰富体验感的浸润式文化氛围，使每位读者都感到平等、关照和触动，激发读者个体的生命体验。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "举办各类文化活动和阅读推广是高校图书馆建设与传播校园文化的重要途径。借鉴博物馆空间的情景化，新馆文化空间设计应与文化主题活动需相辅相成，相互关联，提取文化活动的核心线索，配合相应的空间叙事形态方式。新馆的中庭、展览区、休闲区、屋顶花园都可以作为开展文化活动的场所，将不同类型的文化活动的意蕴嵌入新馆各个场域，营造浸润式的文化空间。“音乐会客厅”是由浙江大学公共体育与艺术部与浙江大学图书馆联合主办推出的系列音乐演出活动，邀请全校有音乐才艺的师生在图书馆内演出。新馆可充分利用中庭开阔、高大的空间，在中庭布置一个圆弧形的可拆卸舞台，弧形的舞台能够更好地兼容不同的舞台形式。新馆中庭由一至三层贯通形成，空间开敞，在中庭上下楼梯和二、三层的读者也能欣赏音乐表演活动。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "新馆一层的展览区可以利用文化瑰宝、艺术珍品与珍稀馆藏等资源举办各种艺术与文化展览。创造“叙事”的展览空间，是创造意义的重要场所。展览区应借鉴博物馆策展的场景化与叙事性，利用新兴技术与陈展设计，根据不同的展览主题赋予空间相应的故事与背景，将展品的语境重新置入空间，确保展览区不会沦为一个单纯摆放展品的空洞的空间。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "博物馆近年来开始探索通过触摸实践激发观者的体验，实现心理疗愈。研究证明这种触觉接触提高了人们对文物的鉴赏力，并增强了幸福感[13]。图书馆的空间设计也应当激发观者多方面的感知力，除了色彩、灯光、声音、温度与技术手段，还可充分利用嗅觉设计来激发读者体验，丰富空间情感[20]。新馆可先将“书香”应用于藏用空间、咖啡店、纪念品商店、疗愈空间等，帮助读者、馆员形成对新馆的气味认知，再逐渐将这种气味推广至服务大厅、展览区、半开放的研讨区等相对开阔的空间，形成对新馆的品牌认知。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "为了缓解大学生在学习生活中的情绪性、适应性和人际关系等诸多问题，新馆五层设有心理疗愈空间。伦敦市政厅艺术博物馆进行的一项专门研究发现，参与研究的工作人员只是在短暂的午休期间参观展览，他们的压力荷尔蒙皮质醇水平也产生了“快速、大幅”的降低[13]。新馆可将疗愈空间与艺术展览区互相配合，作为心理疗愈基地，与校内相关部门如心理健康中心、心理学系、人文学院开展跨学科项目合作，进行艺术疗法、阅读疗法的理论研究与实践探索，例如艺术疗愈沙龙或辅导课程。充分利用未来学习中心这一知识和艺术交融的空间，让面临心理危机的学生通过阅读名著和欣赏艺术，在专业人员的帮助下，增强内省和关照内心的能力，疏解生活困境，表达人生感悟。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.3技术驱动、虚实结合的智慧空间",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "未来学习中心是一个融合文化、艺术与科学的场域。博物馆在空间建设、展品内容与陈展方式上引进先进的数字技术和展览技术装置，满足观者的全方位感知，支持交互学习与交流共享。未来学习中心的智慧交互需要能够沉淀数据并提供决策优化的信息技术的支持（如自助设备、门禁系统、空间管理系统、泛在会议交互系统、综合展示系统等），连接用户、空间和资源，通过数据的感知、分析与回传，对空间进行智慧赋能，满足读者的未来学习需要。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "许多学者将博物馆空间视为多重空间的叠加，将空间划分为物理空间、虚拟空间以及二者交融的混合空间[21l。未来学习中心将高度集成物理空间与虚拟空间，通过万物互联与虚拟课堂技术，为读者创造混合式、交互式的学习环境。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "新馆的智慧化教室就是这样一个全景化学习环境的雏形。智慧化教室将引入浙江大学的智云课堂系统，满足现场与在线的交流互动与合作、教学过程的记录与回放、多语种的试听支持等。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "博物馆在数字化创新的加持下变得更易接近与使用，能够发挥更大的潜能与社会价值，例如北京故宫博物院的“数字故宫”和谷歌的“艺术计划”。未来学习中心除了资源数字化，更肩负利用数字化技术与图情知识，嵌入用户数字学术生命周期，即数字学术服务。香港中文大学图书馆数字学术实验室的服务环境主要由线下实体空间和线上智能空间组成，线下实体空间包括办公空间、交流空间和教学空间[22]。新馆可整合现有的办公空间、讨论室与智慧化教室，提供数字技能培养、数据保障服务、开放存取和数字出版等数字学术服务。在数字学术空间配备可用于数据可视化、数字学术研究的“智能墙壁”，安装可进行地理空间分析与多媒体编辑的数字学术研究软件等。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "新馆建筑功能除了图书馆以外，还有公共报告厅、科技馆和校史馆，各文化场所在同一建筑内有助于打造一个多元化、立体式的未来学习中心。新馆应探索与科技馆、校史馆的合作模式，构建跨学科培养人才的新范式。科技馆在设置在新馆一二两层，新馆可利用地理位置的便捷开展与科技馆的协同服务，设立创客空间或技术体验区。科技馆拥有先进的科技装置与专业的科技人员等，可以邀请科技馆工作人员围绕不同的主题提供交流与实践指导服务。新馆提供设备齐全的交流研讨区，为讨论交流提供良好的物质环境基础。展览区还可以设立创客作品展柜，创客研发成果通过特色教育活动的方式向读者展示。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.4灵活多变、场景化的动线设计",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "未来学习中心将具备各种功能多样、形态丰富的空间。如果无法将这些空间以一种有逻辑、有意趣、有意义的方式衔接起来，那么各个功能强大的空间将形神俱散，未来学习中心也将失去作为一个实体中心应该具备的完整性与核心作用。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "新馆从一层到六层的空间定位逐渐从鼓励交流共享到注重个体隐私。一、二层是最为活跃的楼层，中庭、展览区、咖啡厅、纪念品商店、开放的研讨座位等为读者的聚集交往和自我展示提供了开阔与通达的物理环境。三、四层为新馆的核心楼层，兼具图书馆各类学习功能与互动功能，既有轻型密排书架、开架杂志区、藏用空间和自修区域等学习空间，也有封闭的讨论室、咖啡休闲区、朗读室和屋顶花园这样的互动交往空间。五、六层是较为安静的楼层，五层空间功能主要围绕读者的个人发展，包括智慧化教室、直播录播室、教室研究室以及心理疗愈空间。是新馆最能体现智慧交互的楼层，为读者提供自我疗愈与个性化发展的舞台。相比之下，六层大多为单纯的学习与阅览空间，主要是图书馆的藏用空间与阅读桌椅。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "从空间组合模式上看，新馆的动线设计采用“树状”式与“块茎”式相结合的空间组式。新馆每一层的中庭形成内部开放过渡空间，各楼层的中庭有上下楼梯连接，与所在楼层的其他空间以及上下楼层的中庭产生一个毫无等级差别的开放多元路网，新馆中的任何一个空间都有快速直达其他空间的“捷径”，进而创造一个兼具灵活性与多重性的空间。这样的动线设计在为读者提供清晰引导的前提下，更加关注读者的心理取向，将新馆各个空间纳入读者连绵的流程中。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5结语 ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "作为大学校园内综合性复合型的场馆，未来学习中心应以图书馆为核心，同时还需超越单纯的图书馆功能，成为一个融合多场馆功能的实体中心。图书馆的空间再造需要突破自身视域，跨越传统功能的藩篱，吸收博物馆、美术馆、科技馆等场馆的教育理念与空间特色，面向未来教育的发展趋势，在大学校园中创造一个平等开放、文化浸润、智慧交互、情景体验的未来学习中心。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "1赵依凡.社会教育之并蒂莲：中国近代博物馆与图书馆“共生”现象初探［J].中国博物馆，2022（2）：121-127.  \n2 蔡迎春，姜小溪.数字内容创作：图书馆空间变革的新态势［J].图书馆学研究2021（6）:11-17.  \n3 吴岩.加快高校图书馆现代化建设助力高等教育高质量发展［J].大学图书馆学报，2022（1）:7-8.  \n4 岳晓英.个性化美育空间的实现机制研究—一西方艺术博物馆的美育实践及其启示［J].艺术设计研究，2021（4）：123-128.  \n5 中华人民共和国教育部.关于全面加强和改进新时代学校美育工作的意见[EB/OL].[2022-08-28].http://www.moe.gov.cn/jyb_xxgk/moe_1777/moe_1778/202010/t20201015_494794.htm  \n6王曦.新时代高校博物馆教育的创新路径——以北京大学赛克勒考古与艺术博物馆为线索[J]．中国国家博物馆馆刊，2019（3）：148-159.  \n7 何东蕾.试论基于博物馆文化特征的博物馆教育［J].中国博物馆，2022（2）：107-110.  \n8 江凌.论博物馆空间的文化治理性及其治理能力提升策略［J].首都师范大学学报(社会科学版),2020（3）:170-179.  \n9 段俊吉.作为教育方法的博物馆［J].东南文化，2021（5）：183-189.  \n10　谢晓婷.学习型社会中博物馆教育的贡献与思考—一以苏州博物馆“博物馆学校”为例[J].中国博物馆，2022（3）：93-96.  \n11邱慧蕾.为公众打造终身学习的“博物馆学校”一一英国博物馆成年观众教育活动的实践与启迪［J].中国博物馆，2018（3）：101-105.  \n12 徐佩佩.多样与特色：塑造更丰富的博物馆观众体验［J].中国博物馆，2021（2）：77-80.  \n13 王思怡.新观众、新方法：试论博物馆的疗愈功能［J].中国博物馆，2018（2）：73-80.  \n14高悦,王双，吴小波，等.博物馆建筑的空间互动[J].建筑科学，2022，38（5）：36-42.  \n15何燕李.艺术空间与政治权力的绑定关系—一德·昆西的博物馆论研究［J].中外文化与文论，2016（3）：317-331.  \n16潘艺.博物馆空间叙事设计思维研究——以《图画众生——河西画砖古人生活》展览空间设计形式为例［J].设计，2022，35（5）：61-64.  \n17刘琼.博物馆空间：流淌城市的温度—一以桂林博物馆新馆为例[J].东南文化,2019（S1）：59-65.  \n18李书博，陈岩．当代博物馆过渡空间的动线演绎［J].设计，2021，34（15）：62-64.  \n19陈建龙,邵燕，张慧丽，等.大学图书馆现代化的前沿课题和时代命题—一《大学图书馆现代化指南针报告》解读［J].中国图书馆学报，2022，48（1）：17-28.  \n20吴梦菲．关于图书馆空间嗅觉设计的探讨［J].大学图书馆学报，2022，40（2）：44-51.  \n21　李尽沙．数字技术影响下博物馆社会角色转型——文化共享与跨界呈现［J]．中国博物馆，2021，（2）：14-19.  \n22　李天月.高校图书馆数字学术空间服务核心要素与创新路径研究——以香港中文大学图书馆数字学术实验室为例［J].图书馆工作与研究，2021，（4）：52-56.",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Learning from the Concept of Museum Education and Space Design to Construct a Future Learning Center ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Shao Boyun ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Abstract: As the future learning center is a comprehensive and complex entity, the library should break through its own vision, and carry out spatial reconstruction in combination with the venue education and space construction concepts represented by museums. This paper expounds the philosophical basis of museum education, four major characteristics， educational methods and characteristics of museum space. Taking the new library construction in Zhejiang University as an opportunity， this paper plans its educational function and spatial logic by integrating the concept of museum space construction to create a new learning ecology in Zhejiang University. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Key Words: Museum Education; Museum Space; Future Learning Center; Academic Library ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "作者单位： 浙江大学图书馆，浙江杭州，310027",
        "page_idx": 14
    }
]