[
    {
        "type": "text",
        "text": "Genetic variation and bidirectional gene flow in the riparian plant Miscanthus lutarioriparius,across its endemic range: implications for adaptive potential ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "JUAN YAN1,MINGDONG ZHU1,WEI LIU²,QIN XU³,CAIYUN ZHU², JIANQIANG LI1   \nand TAO SANG²,3   \n1Key Laboratory of PlantGermplasm Enhancementand Specialty Agriculture,Wuhan Botanical Garden,Chinese Academyof   \nSciences，WuanHubei,atateKeyboatoryoftematicandEoutioaryotanytitutefotay   \nChineseAcadeyofiencesenghiaKeyboratoryofntesourcesdeijingotanicalGrdent   \nof Botany,Chinese Academy of Sciences,Beijing 100093,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Miscanthus lutarioriparius is an endemic species that grows along the middle and lower reaches of the Yangtze River and is a valuable source of germplasm for the development of second-generation energy crops. The plant that propagates via seeds,stem nodes,and rhizomes shows high phenotypic variation and strong local adaptation.Here,we examined the magnitude and spatial distribution of genetic variation in M.lutarioriparius across its entire distributional range and tested underlying factors that shaped its genetic variation.Population genetic analyses were conducted on 644 individuals from 25 populations using 16 microsatelite markers. M.lutarioriparius exhibited a high level of genetic variation $( H _ { \\mathrm { E } } = 0 . 6 8 2 – 0 . 7 8 6$ ： $A _ { \\mathrm { r } } = 4 . 7 4  – 8 . 0 6$ ）and a low differentiation （20 $( F _ { S \\mathrm { T } } = 0 . 0 6 3$ $D _ { \\mathrm { e s t } } = 0 . 1 5 3 )$ . Of the total genetic variation, $10 \\%$ was attributed to the differences among populations $\\mathrm { \\hat { d f } } = 2 4$ 、 $P < 0 . 0 0 0 1 \\rangle$ ，whereas $9 0 \\%$ was attributed to the differences among individuals $( \\mathrm { d f } = 6 1 9 . \\$ $P \\leq 0 . 0 0 0 1 ^ { \\cdot }$ ). Genetic diversity did not differ significantly across longitudes and did not increase in the populations growing downstream of the Yangtze River. However,significant associations were found between genetic diferentiation and spatial distance. Six genetic discontinuities were identified,which mostly distributed among downstream populations.We conclude that anthropogenic factors and landscape features both contributed to shaping the patern of gene flow in M. lutarioriparius,including long-distance bidirectional dispersal. Our results explain the genetic basis of thehigh degreeof adaptability in M.lutarioripariusand identify potential sources of new germplasm for the domestication of this potential second-generation energy crop. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:bidirectional migrationgeneticconnectivitygeneticdiversity，microsatelite,Miscanthslutarioriparius，Yangte River ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received23March2015andaccepted1May2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Analysis of population connectivity plays an important role in protecting endangered species and managing economically important species，which was defined as the degree to gene flow affecting evolutionary processes within populations (Hedgecock et al., 20o7; Lowe & Allendorf,2010). Likewise，plants' genetic diversity can contribute significantly to their adaptability to environmental changes such as global warming,drought,and urbanization (Hughes et al.，20o8;Medrano & Herrera, 2008;Markert et al., 2010; Verhoeven et al.,2011; Wang, 2012;Raymond et al.， 2013). Therefore，understanding gene-flow patterns and genetic diversity could facilitate conservation practicesand exploitation ofgenetic resources forutilization. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Traditionally， methodslike Wright's FST-statistic (1969)and Slatkin's private allele have been used to analyze gene flow indirectly by measuring the spatial distribution of gene frequencies over time. However, these methods are inadequate to capture short-term changes in movement patterns,including populations that are not in equilibrium (Abdo et al.,2o04; Paetkau et al.,20o4).With advanced molecular tools,a landscape genetic approach was developed to study the interaction between landscape features and gene flow,which enables characterizing population genetic processes of plants inhabiting river systems,for instance (Manel et al.，2003；Pollux et al.，2009；Murphy et al.，2010; Andrew et al.，2012;Manel & Holderegger，2013；Rico et al.,2014). This approach can be used to explain the spatial genetic variation patterns in a species by charactering the clines，isolation by distance，and genetic boundaries to gene flow among populations and by relating theses genetic structures to landscape features (Meeuwig et al.,2010; Song et al.,2013;Wei et al.,2013; Taylor&Hoffman,2014). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "River systems provide an opportunity to study the interactions between genetic variation and eco-geo graphical factors of hydrochloric (i.e.，water dispersing) plants due to the unidirectional flow of water (Bergl & Vigilant，2007;Honnay et al.，2010;Orsini et al.，2013; Catford et al.,2014).Generally,hydrological dispersion results in the increased genetic diversity along the river systems by seeds and clones from flood damaged stands-washing the steams and rhizomes downstream. Thishypothesis was confirmed for Myricaria laxiflora in the Three Gorges Valley of the Yangtze River (Liu et al., 2006)，Sparganium emersum in a stretch of Nier River (Pollux et al.，2oo9) and Heliconia metallica alonga stretch of river in the Amazon lowlands (Schleuning et al.，2011)，but other studies have not found the expected pattern (Chen et al.，2009;Wei etal.，2013). Thus,understanding the patterns of gene flow and population connectivity of the riparian plant is valuable for studying the genetic variation and adaptive potential of the species. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Miscanthus lutarioriparius is a perennial grass that primarily grows in wetlands along the middle and lower reaches of the Yangtze River $( 2 9 - 3 1 ^ { \\circ } \\mathrm { N } ;$ $1 1 2 \\mathrm { - } 1 1 9 ^ { \\circ } \\mathrm { E } )$ .It was recognized asa separate species from Miscanthus sacchariflorus according to the thicker and taller tillers and vigorous growth along seasonally flooded river banks and lake shores in central China (Chen & Renvoize，20o6)，despite some remaining taxonomic controversy (Sun et al.，201O).Miscanthus lutarioriparius can propagate clonally by rhizomes and sexually through outcrossing.The hairy caryopsis seeds are capable of long-distance dispersal through biotic and abiotic dispersal agents.Because of its commercial utilization by the paper industry，the propagules (seeds and rhizomes) are migrated long distances by humans through water and land transportation; especially，Miscanthus species are considered to be promising second-generation energy crops (Jorgensen & Schwarz,20oo; CliftonBrown et al.,2004;Somerville et al.,2010;Sang & Zhu, 2011; Clark et al.,2014). Some recent studies of Miscanthusgenetic diversity were carried out，including Miscanthus $\\times$ giganteus,M. sacchariflorus,and Miscanthus sinensis (Chae et al.,2014;Clark etal.,2014,2015;Glowa cka et al.，2015).To date，little is known about the genetic diversity of M.lutarioripariusacross its distribution range,although it is particularly promising energy crop with high biomass production and water-use efficiency,and strong ability to grow in the stressful environments (Sang,2011;Liu et al.,2012,2014;Yan et al., 2012,2015;Liu & Sang,2013;Mi et al.,2014; Xu et al., 2015). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We used 16 highly polymorphic microsatellite markers to analyze $2 5 ~ M$ lutarioriparius populations across its native distribution range.The aims of our study were to examine the magnitude and spatial distribution of genetic variation and identify the gene-flow patterns in M.lutarioriparius.For these purposes,we first estimated the genetic diversity and population connectivity of the surveyed populations.Based on landscape features and eco-geographical patterns,we predicted that M. lutarioriparius is subject to substantial genetic recombination and bidirectional migration. Our study sheds light on the genetic structure and gene flow of a riparian plant and identifies populations which may be particularly valuable sources of new germplasm for energy crop development. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Materialsand methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Sample collection ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "From 2008 to 2010,a total of 644 of M.lutarioriparius individuals were collected from 25 populations in the middle and lower reaches of Yangtze River (Fig.1),which covered the entire native range of the species.Nineteen populations were collected along the Yangtze River,and six populations were collected in land.From each plant,cleaned plant leaves $( 2 \\times 5 ~ \\mathrm { c m } )$ were sampled every $1 0 { - } 2 0 \\ \\mathrm { m }$ across linear transects andimmediatelystoredin plastic bags filled with silica gel for subsequent DNA extraction. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Microsatellite genotyping ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Plant genomic DNA was isolated from approx. $\\mathrm { ~ 1 ~ g ~ }$ of dried leaves using a modified cetyltrimethy lammonium bromide (CTAB）protocol (Doyle & Doyle，1987).DNA qualitywas tested on $0 . 8 \\%$ agarose gels.After measuring DNA concentration with an Eppendorf BioPhotometer,samples were diluted to $5 ~ \\mathrm { { n g } ~ \\mu L ^ { - 1 } }$ . Twenty-five individuals (one per population) were chosen for microsatellite primer selection.A total of 35 microsatellite loci (Hung et al.,2009;Zhou et al.，2011,2013) were tested in the study,and sixteen microsatellite loci were amplified by PCR for further analysis (Table S1,Supporting information).PCRs were carried out in a GeneAmp PCR System 9700(Applied Biosystems，Foster City，CA，USA）with $1 0 ~ \\mu \\mathrm { L }$ volumes containing $^ { 1 ^ { * } }$ PCR buffer, $1 . 5 \\mathrm { \\ m u } \\mathrm { \\ M g } \\mathrm { C l } 2 ,$ $2 0 0 ~ \\mu \\mathrm { M }$ each dNTP, $0 . 4 ~ \\mu \\mathrm { M }$ fluorescently labeled forward primer (FAM and HEX), $0 . 4 ~ \\mu \\mathrm { M }$ reverse primer,and $0 . 5 \\mathrm { ~ U ~ }$ Expand High-Fidelity Polymerase.PCR conditions were as follows: $9 4 ~ ^ { \\circ } C$ for $5 ~ \\mathrm { m i n }$ ,32 cycles of $9 4 ~ ^ { \\circ } C$ for $5 0 \\ \\mathrm { s } , 4 5 \\ \\mathrm { s }$ of annealing at $5 4 - 6 0 ~ ^ { \\circ } C ,$ 1 min of elongation at $7 2 ^ { \\circ } C ,$ a final extension step of $7 2 ^ { \\circ } \\mathrm { C }$ for $1 0 ~ \\mathrm { m i n }$ .Microsatellite products were run on an ABI $3 7 3 0 \\mathrm { X L }$ automated sequencer at the Sangon Biotech and genotyped using GeneMarker 1.95.Based on the results of flow cytometry (Li et al.,2013)and the peaks of reads,we eliminated the probable tetraploid individuals.A total of 644 individuals were included in the dataset for analysis (ranged from 12 to 33 individuals and mean 25.8 individuals/population). Accessions were scored at each locus for two alleles，corresponding to the two largest peaks shown by GeneMarker1.95. Potential scoring errors and null alleles were checked by MICROCHECKER v2.2.3 (Van Oosterhout et al.,2004). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/7a07522a0a8e2f400fc7696e88b43f5956964315861146e973a4c78633a1ce89.jpg",
        "img_caption": [
            "Fig.1LocatiosofthesampledMscantuslutarioripariuspopulationsarossitsdistributiorangePopulationidentitiscorspod tocodesinTable1.ReddotsindicatesamplesalongtheYangtzeRiver,andgrendotsindicatesamplesfromlandinthemiddleand lower Yangtze River. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Data analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Genetic diversity analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Weused GenAlEx 6.0(Peakall& Smouse,2006) to identify the clonal structure of each population. Repeating genotypes within populations were excluded from all further analyses. Next,we used GENEPOP v4.0.11 (Raymond & Rousset,1995) to test whether loci and populationswere in Hardy-Weinberg equilibrium (HWE), using Fisher's exact test (Guo & Thompson,1992),and ran a Markov chain for $1 0 \\ 0 0 0$ steps following 10 000 dememorization steps for a standard Bonferroni correction.We also used FSTAT version 2.9.3 (Goudet,1995) to analyze linkage disequilibria (LD) for all pairs of loci in each population, the numberof alleles $( A )$ ，observed heterozygosity $( H _ { \\mathrm { O } } )$ ，genetic diversity $( H _ { \\mathrm { E } } )$ ，fixation index $( F _ { \\mathrm { I S } } )$ averaged across loci for each populations,as well as genetic differentiation among populations $( F _ { \\mathrm { S T } } )$ and allelic richness $( A _ { \\mathrm { r } } )$ ．To test the unidirectional genetic diversity hypothesis，observed heterozygosity $( H _ { \\mathrm { O } } )$ and allele richness $( A _ { \\mathrm { r } } )$ of the populations were correlated with longitude of the population origin using a Spearman rank correction with sPss 16.O (SPSS Inc., Chicago, ${ \\mathrm { I L } } ,$ USA). The Yangtze River is generally divided into three sections: the upper reaches,from the river's source to Yichang (more than $4 5 0 0 \\ \\mathrm { k m \\ l o n g }$ ),the middle reaches，from Yichang to Hukou $( 2 9 . 7 1 ^ { \\circ } \\mathrm { N } ,$ 号 $1 1 5 . 9 7 ^ { \\circ } \\mathrm { E } )$ 、 $( 9 5 0 \\ \\mathrm { k m \\ l o n g } )$ ，and the lowerreaches,from Hukou to the river mouth at about $9 3 0 ~ \\mathrm { k m }$ long (Yang et al.20o6).Based on the geographic boundaries of the Yangtze River,we divided populations as upstreamand downstream with the boundary point at longitude $1 1 5 . 7 ^ { \\circ } \\mathrm { E }$ and calculated the correlation between genetic variation ( $\\mathrm { \\Delta } H _ { \\mathrm { O } }$ and $A _ { \\mathrm { r } } )$ and longitude using sPss 16.0. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Geneticdifferentiationand populationstructure ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Genetic structure of the species was investigated using anumber of approaches: (i) analysis of molecular variance (AMOvA）and $F$ -statistics,(i) PCoA，and (iii) nonhierarchical Bayesian clustering.First，AMovA was performed on all individualsusing GenAlEx 6.0 (Peakall & Smouse,2006).Pairwise $F$ -statistics(Weir& Cockerham，1984) were calculated to estimate the genetic differentiation between populations,based on the differences in allele frequencies. Their significance levelswere estimated with 60oo permutationsas implemented in FSTAT 2.9.3 (Goudet,1995).Because $F _ { \\mathrm { S T } }$ isdependent on marker variability (Hedrick,2005; Jost，20o8)，we additionally calculated pairwise $D _ { \\mathrm { e s t } }$ (Jost,2oo8),an alternative measure of genetic differentiation，using the program SMOGD (Crawford，2010). Second，we performed principal coordinate analysis (PCoA）at the different levels based on Nei's genetic distance $( N _ { \\mathrm { A } } ,$ Nei et al.，1983)．Third，to explore the genetic groups within the samples, nonhierarchical Bayesian clustering was performed using the program STRUCTURE 2.3.4 (Pritchard et al.，2000).The program was used with a burn-in of $1 0 0 ~ 0 0 0$ replicates，followed by 1000 O00 replicates of the Markov chain Monte Carlo (MCMC)simulation，with the admixture model and the assumption of correlated allele frequencies among populations. Three iterations were performed for each value of $K$ from 1 to 15.The output wasinterpreted with Structure Harvester(Earl & vonHoldt,2012) using the methods of Pritchard et al. (2000）and Evanno et al.(20o5) and visualized by DISTRUCT v.1.1 (Rosenberg,2004). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Population genetic structure landscape ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Mantel tests were performed in IBD 2.0 (Bohonak, 2002）with $1 0 \\ 0 0 0$ permutations between pairwise genetic distance $( [ F _ { \\mathrm { S T } } / ( 1 { - } F _ { \\mathrm { S T } } ) ] ;$ $[ D _ { \\mathrm { { e s t } } } / ( 1 { - } D _ { \\mathrm { { e s t } } } ) ] )$ and geographic distance (km） in all populations.Additionally，spatial autocorrelation analysis was performed ongenetic distances between all individuals over multiple populations using GenAlEx 6.0 (Smouse & Peakall，1999;Peakall & Smouse，2006).Multiple distance classes were tested to have the best chance of identifying spatial genetic structure,and these analyses were repeated at variable distance classesand even sample classes.Permutation and bootstrap tests were conducted with 1O Ooo replicates in each case. Barrier 2.2 (Manni et al.，2004) implementing Monmonier's algorithm was used to identify the geographical boundariesassociated with genetic differentiation amongpopulations. Barrierscalculatedgeographic discontinuities in the genetic structure according to a multilocus genetic differentiation $( F _ { \\mathrm { S T } } ;$ Weir& Cockerham，1984)，along with their geographical coordinates for each population. Analyses were conducted both for each of the sixteen loci separately，and also for the complete dataset. Only barriers supported by at least half of the loci (i.e., $^ { \\ge 8 }$ loci）were allowed as 'consensus barriers'.The analysis of individual loci estimated how many loci supported each identified barrier. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Gene-flow and population history ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We used GENECLAss 2.0 (Piry et al., 2004) to perform the assignment test with the Bayesian method (Rannala & Mountain，1997） and to detect the first-generation migrants among populations with the frequency-based method (Paetkau et al., 1995). The assignment test was used to assign or exclude the possible origins of individuals in reference populations，with $1 \\ 0 0 0 \\ 0 0 0$ simulations and an alpha level of O.O1. The first-generation migrants among populations were conducted with Monte Carlo resampling of 1ooo individuals and a threshold of O.O1,which identified the immigrant individuals that were not born in the population. The migration rate could indicate the gene flow at a particular time,but it may not accurately reflect long-term patterns of gene flow (Slatkin, 1987). $F _ { \\mathrm { S T } }$ and private allele methods were used to estimate historical rates of gene flow $\\left( N \\mathbf { m } \\right)$ ： $F _ { \\mathrm { S T } }$ method was executed according to Wright's island model of population genetic structure $( F _ { \\mathrm { S T } } { \\approx } 1 /$ $( 1 + 4 N { \\bf m } ) ;$ ）(Slatkin & Barton，1989). The private allele method was used to estimate the effective numbers of migrants per generation using GENEPOP v4.0.11 (Raymond & Rousset,1995)． BOTTLENECK 1.2.02 (Piry et al., 1999) was used to assess whether a population exhibited a significant bottleneck. The program assumes that the population after a bottleneck shows a larger heterozygosity than what is expected under the mutation-drift equilibrium. We conducted the Wilcoxon sign-rank test with a two-phase mutational model (TPM, Di Rienzo et al.,1994) and two other mutational models (stepwise mutation model and infinite allele model). The TPM was set at $9 0 \\%$ single-step mutations,assuming a conservative variance among multiple steps of 10.With the expectation that rapid reduction in allelic diversity under a bottleneck would cause a mode-shift distortion (Luikart et al.，1998)，the allele frequency distribution test was also performed to examine frequencies of all alleles in populations and compare them with the distribution expected at mutation-drift equilibrium. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Defining genotypes and estimating genetic diversity of Miscanthuslutarioriparius ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Among the multilocus genotypes,three pairs of clones were identified:plant#3wassimilar toplant #4,#28was similar to plant #29 (both within LU8),and plant #1 was similarto #2in LU16.We calculated themaximal clone sizes of the species with $1 3 . 1 5 3 \\mathrm { ~ m ~ }$ and $2 1 . 2 1 3 \\mathrm { ~ m ~ }$ in LU8 and LU16,respectively. The subsequent analyses were performed on the 641 genetically distinct individuals.As allele frequencies per locus per population were not consistent in their pattern for other loci or populations, all sixteen loci were used for subsequent analyses.A total of 203 alleles were identified, ranging from 5 (C-1) to 19 (F-1),with an average of 12.68 alleles per locus (Table S1).The mean number of alleles within populationsranged from 5.125 (LU8) to 8.875 (LU10) (Table1). The mean observed heterozygosity $( H _ { \\mathrm { O } } )$ and expected heterozygosity $( H _ { \\mathrm { E } } )$ per population were O.866 and 0.766,respectively (Table 1). The smallest and the highest $H _ { \\mathrm { E } }$ values were observed in the LU8 and LU13 populations,which were growing along the tributary of the Yangtze River.After excluding populations with less than 2O individuals，allelic richness ranged from 4.74 (LU8) to 8.06 (LU10) (Table 1). The average value of the fixation index was very low (mean: $- 0 . 1 6 1 \\_$ range: $- 0 . 3 6$ to $- 0 . 0 7$ ； Table 1)，suggesting that $M$ lutarioriparius is strictly outcrossing,and our samples were derived from randomly mating populations (panmixis). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Significant departures $( P < 0 . 0 5 ) \\$ ）from Hardy-Weinberg equilibriums were detected in 170 of the 400 population-loci comparisons.According to all loci and populations，this result may arise from the low frequency of null alleles or small sampling effects. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Genotypic disequilibrium was tested in 120 pairs of loci combinations by Fisher's exact test.No pairs of loci showed a significant disequilibrium after Bonferroni correction，which revealed that loci were physically unlinked and statistically independent. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Spatial variation in genetic diversity was examined across the species'range.No significant spatial patterns in $H _ { \\mathrm { O } }$ and $A _ { \\mathrm { r } }$ among populations at longitude were detected $\\scriptstyle { \\mathcal { H } } _ { \\mathrm { O } }$ ： $r = - 0 . 0 0 5$ 、 $P = 0 . 9 9 8$ ： $A _ { \\mathrm { r } }$ … $r = - 0 . 1 4 0 ,$ $P = 0 . 5 4 4$ ：Fig.2)． Upstream populations (longitude breakpoint at $1 1 5 . 7 ^ { \\circ } \\mathrm { E } )$ showed a comparable average $H _ { \\mathrm { E } }$ (0.744) and $A _ { \\mathrm { r } }$ (7.323)as downstream population (0.748 and $6 . 9 9 6 ,$ respectively).Linear correlations revealed a nonsignificant increase for $H _ { \\mathrm { O } }$ $( r = 0 . 1 6 0 ^ { }$ 、 $P = 0 . 5 5 3$ Fig. 2a) and $A _ { \\mathrm { r } } \\left( r = 0 . 1 9 2 \\right.$ $P = 0 . 4 7 6$ ; Fig.2b) in upstream population. In downstream populations,genetic diver sity showed a trend for positive correlation with $H _ { \\mathrm { O } }$ (Fig.2a) and fornegative correlationwith $A _ { \\mathrm { r } }$ (Fig. 2b). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Geneticdifferentiation and population structure ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Table S2 shows a matrix of the pairwise population differentiation estimated by $F _ { \\mathrm { S T } }$ (below the diagonal) ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/fdecd901649529ebfcf7cb8ca1710aea1be7018e19a62ab9953264703963c463.jpg",
        "table_caption": [
            "Table 1Summary measures of genetic diversity for each population, including the location of populations,sample size $( N )$ , average of allele numbers (A),observed heterozygosity $\\left( H _ { \\mathrm { O } } \\right)$ ，expected heterozygosity $( H _ { \\mathrm { E } } )$ ，allelic richness $( A _ { \\mathrm { r } } )$ ，and inbreeding coefficient （20 $( F _ { \\mathrm { I S } } )$ . Bold populations are from the land and others are along Yangtze River "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Populations</td><td>Latitude (N)</td><td>Longitude (E)</td><td>N</td><td>A</td><td>Ho</td><td>HE</td><td>Ar</td><td>FIS</td></tr><tr><td>LU1</td><td>30°24'09.6\"</td><td>111°41'46.7\"</td><td>31</td><td>8.125</td><td>0.843</td><td>0.743</td><td>7.42</td><td>-0.134</td></tr><tr><td>LU2</td><td>28°53'29.4\"</td><td>112°01'32.0\"</td><td>29</td><td>8</td><td>0.842</td><td>0.706</td><td>7.3</td><td>-0.193</td></tr><tr><td>LU3</td><td>28°53'24.5\"</td><td>112°06'49.2\"</td><td>30</td><td>7.6875</td><td>0.879</td><td>0.741</td><td>6.93</td><td>-0.185</td></tr><tr><td>LU4</td><td>2852'13.2\"</td><td>112°22'26.3\"</td><td>27</td><td>7.625</td><td>0.824</td><td>0.752</td><td>7.16</td><td>-0.095</td></tr><tr><td>LU5</td><td>29°46'27.7\"</td><td>112°36'11.7\"</td><td>30</td><td>8.5</td><td>0.902</td><td>0.744</td><td>7.54</td><td>-0.212</td></tr><tr><td>LU6</td><td>29°09'51.8\"</td><td>112°44'06.3\"</td><td>29</td><td>8.5</td><td>0.831</td><td>0.725</td><td>7.59</td><td>-0.146</td></tr><tr><td>LU7</td><td>29°47'51.4\"</td><td>112°51'40.1\"</td><td>29</td><td>8.5</td><td>0.823</td><td>0.744</td><td>7.81</td><td>-0.105</td></tr><tr><td>LU8</td><td>30°27'04.8\"</td><td>112°56'02.3\"</td><td>33</td><td>5.125</td><td>0.927</td><td>0.682</td><td>4.74</td><td>-0.36</td></tr><tr><td>LU9</td><td>29°24'48.8\"</td><td>11304'05.1\"</td><td>30</td><td>8.375</td><td>0.903</td><td>0.748</td><td>7.48</td><td>-0.207</td></tr><tr><td>LU10</td><td>29°52'02.1\"</td><td>113°34'44.8\"</td><td>30</td><td>8.875</td><td>0.841</td><td>0.752</td><td>8.06</td><td>-0.118</td></tr><tr><td>LU11</td><td>29°57'36.6\"</td><td>113°40'48.8\"</td><td>30</td><td>7.4375</td><td>0.824</td><td>0.726</td><td>6.86</td><td>-0.133</td></tr><tr><td>LU12</td><td>30°09'13.3\"</td><td>113°42/32.3\"</td><td>24</td><td>8.0625</td><td>0.907</td><td>0.777</td><td>7.71</td><td>-0.17</td></tr><tr><td>LU13</td><td>30°39'48.9\"</td><td>113°43/35.7\"</td><td>30</td><td>8.6875</td><td>0.921</td><td>0.786</td><td>7.9</td><td>-0.17</td></tr><tr><td>LU14</td><td>30°08'24.9\"</td><td>114°04'18.3\"</td><td>30</td><td>8.5</td><td>0.925</td><td>0.774</td><td>7.69</td><td>-0.194</td></tr><tr><td>LU15</td><td>30°23'56.9\"</td><td>115°00'26.6\"</td><td>23</td><td>8.0625</td><td>0.882</td><td>0.754</td><td>7.75</td><td>-0.169</td></tr><tr><td>LU16</td><td>30°13'06.8\"</td><td>115°01'08.3\"</td><td>30</td><td>7.75</td><td>0.817</td><td>0.764</td><td>7.23</td><td>-0.07</td></tr><tr><td>LU17</td><td>29°44'38.65\"</td><td>116°09'55.49\"</td><td>12</td><td>6.437</td><td>0.867</td><td>0.756</td><td>1</td><td>-0.15</td></tr><tr><td>LU18</td><td>29°59'25.88\"</td><td>116°39'08.05\"</td><td>28</td><td>7.687</td><td>0.825</td><td>0.726</td><td>7</td><td>-0.135</td></tr><tr><td>LU19</td><td>30°29'38.40\"</td><td>117°00'07.34\"</td><td>29</td><td>8.25</td><td>0.898</td><td>0.7665</td><td>7.51</td><td>-0.171</td></tr><tr><td>LU20</td><td>31°07'05.29\"</td><td>118°00'05.44\"</td><td>22</td><td>6.812</td><td>0.812</td><td>0.728</td><td>6.65</td><td>-0.115</td></tr><tr><td>LU21</td><td>31°14'28.10\"</td><td>11817'15.66\"</td><td>30</td><td>8.375</td><td>0.913</td><td>0.765</td><td>7.65</td><td>-0.193</td></tr><tr><td>LU22</td><td>31°55'43.05\"</td><td>11839'39.40\"</td><td>11</td><td>6.625</td><td>0.876</td><td>0.758</td><td>1</td><td>-0.155</td></tr><tr><td>LU23</td><td>32°09'59.47\"</td><td>118°49'46.83\"</td><td>21</td><td>6.312</td><td>0.82</td><td>0.715</td><td>6.17</td><td>-0.146</td></tr><tr><td>LU24</td><td>32°14'35.96\"</td><td>119°24'44.20\"</td><td>14</td><td>6.812</td><td>0.843</td><td>0.774</td><td>1</td><td>-0.089</td></tr><tr><td>LU25</td><td>3132'19.00\"</td><td>120°13'23.19\"</td><td>12</td><td>6.125</td><td>0.908</td><td>0.745</td><td>1</td><td>-0.22</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/4bf0c7d46bac8ff8f1298859616be23752d394fa8260cbff553cd19433c24874.jpg",
        "img_caption": [
            "Fig.2Geographic patterns of genetic diversity across the species' range (a) $H _ { \\mathrm { O } }$ and (b) $A _ { \\mathrm { r } }$ .Piecewise linear correlation identified ai the boundary point $( 1 1 5 . 7 ^ { \\circ } \\mathrm { E } )$ of the upstream $\\mathbf { \\Pi } ( \\bullet )$ and downstream $\\mathbf { \\Psi } ( \\mathbf { \\blacktriangle } )$ of Yantgze River. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/e54713eebd5c76f61497838ec8e4a06d4450501b90f6b0fc2214214a1615459a.jpg",
        "table_caption": [
            "Table 2The analysis of molecular variance (AMovA)of Miscanthus lutarioriparius across the species range "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Source</td><td>df</td><td>SS</td><td>MS</td><td>Est. Var.</td><td>Var.%</td><td>Opt</td><td>P</td></tr><tr><td>Among Pops</td><td>24</td><td>941.964</td><td>39.248</td><td>1.139</td><td>10%</td><td></td><td></td></tr><tr><td>Within Pops</td><td>616</td><td>6177.400</td><td>9.980</td><td>9.980</td><td>90%</td><td>0.102</td><td>0.010</td></tr><tr><td>Total</td><td>641</td><td>7119.364</td><td>49.228</td><td>11.119</td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "and by $D _ { \\mathrm { e s t } }$ (above the diagonal).A total of 283 pairwise comparisons were significant $( P < 0 . 0 5 )$ for genetic differentiation between populations after correction for multiple tests.LU3，LU8，LU11，LU14，LU18，LU19, LU20,LU23 were significantly differentiated from all populations after correction for multiple tests $( P \\le 0 . 0 1 )$ ： The nonsignificant differentiation was primarily found for comparisons within LU17 and LU22 (Table S2), which may be due to the limited sample sizes for the two populations.Levels of pairwise population differentiation were low and moderate,ranging between 0.0037 and 0.1122 (mean $F _ { \\mathrm { S T } } \\pm \\mathrm { S E M }$ ： $0 . 0 6 3 \\pm 0 . 0 0 8 \\mathrm { ; }$ .Consistent with these results,values of Jost's $D _ { \\mathrm { e s t } }$ were similar $( 0 -$ 0.1993） between all populations (mean $D _ { \\mathrm { e s t } } \\pm { \\sf S E M }$ $0 . 1 5 3 \\pm 0 . 0 2$ . The AMovA showed that the overall populationdifferentiationwaslow，butsignificant （ $( \\mathcal { O } _ { \\mathrm { p t } } = 0 . 1 0 2 ,$ 、 $P = 0 . 0 1 \\mathrm { \\dot { \\mathrm { \\Omega } } }$ ).Of the total genetic variation partitioned in the $2 5 ~ M$ lutarioripariuspopulations, $10 \\%$ was attributed to the differences among populations $\\mathrm { ( d f = 2 4 } . \\$ $P < 0 . 0 0 0 1 _ { \\cdot } ^ { \\cdot }$ ,whereas $9 0 \\%$ wasattributed to the differences among individuals $\\mathrm { ( d f = 6 1 9 }$ 、 $P \\leq 0 . 0 0 0 1 _ { \\cdot }$ (Table 2). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "STRUCTURE software with the Bayesian model was used to estimate the number of homogeneous gene pools $( K )$ and confirmed a constant increase in ln $\\mathrm { P } ( K )$ from $K = 1$ to $K = 1 5$ with low variance across replicate runs. Evaluation of the most appropriate $K$ value following the procedure by Evanno et al.(2oo5) found two clear peaks for $\\varDelta K ,$ at $K = 2$ and 4,suggesting that a model with two gene pools captures a major split,with substantially additional resolution provided under a model with $K = 4$ (Fig.3a). Considering the inspection of Q (proportional membership）values for $K = 2$ withhigh levels of admixture, the $K = 4$ model was used as prior information.The four clusters of individuals clearly separated these collecting locations into stable gene pools. Some individuals from downstream locations (LU17-25) had more similar alleles than others from the upstream populations,with fewer cases in the opposite direction (Fig.3b).Further investigation using hierarchical sTRUCTURE analyses revealed that LU8 was split into two genetically distinguishable groups,one that had similar alleles with other populations and one that was specific for this population, suggesting the presence of a barrier that partially cut off LU8 from the other populations. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Spatial geneticstructure ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "There was a significant association between genetic differentiation and geographic distance across the total range,although only a small proportion of the genetic variance was explained by geography $\\langle F _ { \\mathrm { S T } }$ ： $r = 0 . 3 9 0 7 ,$ $P = 0 . 0 0 0 2$ ： $D _ { \\mathrm { e s t } }$ $r = 0 . 2 9 4 7$ $P = 0 . 0 0 4$ ;Fig. 4). The characterization of spatial genetic structure at the individual level,ascalculated with GenAlex,revealeda consistent pattern with IBD，where the pairwise kinship coefficients decreased with distance.Positive kinship coefficients $( r )$ were found in the range of $6 0 ~ \\mathrm { m } ,$ with an Xintercept of $7 8 \\mathrm { ~ m ~ }$ (Fig. 5a).The kinship coefficients were highest at the first distance class and rapidly decreased from there.At the range of $2 0 ~ \\mathrm { m } ,$ $r$ value was the highest in the LU2 $( r = 0 . 3 2 5 )$ . Similarly,autocorrelation in all sites was positive up to about $6 0 ~ \\mathrm { m } ,$ and,with the exception of LU3,LU18,LU23,LU24,and LU25,with $r$ values below zero (data not shown).In Fig. 5b, the correlation values were positive and significant up to $1 5 0 \\mathrm { ~ m ~ }$ and significantly negative at $3 0 0 ~ \\mathrm { { m } , }$ with an $x -$ intercept of $1 9 0 . 8 \\mathrm { ~ m ~ }$ .Figure 5a showed an oscillation of high and low autocorrelation,indicating a mosaic of higher and lower densities at different scales. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/f3c19995b876b1386357af260ebf0293ba6a99551251403e8b5828fd084aae49.jpg",
        "img_caption": [
            "Fig.3Estimationsof thenumberof genepoolsacrosstheM.lutarioriparius distributionrange.(a)ThenumberofBayesianclusters (K) among 25 populations using Ln P(K) $( \\bullet ;$ Pritchard et al.,2000) and △K $( \\mathbf { \\overline { { { u } } } } ) ;$ Evanno et al. 20o5); (b) population structure inferred from admixture analysis from $K = 2$ to $K = 7$ clusters identified in Bayesian analyses.A thin vertical line represents individuals that were eparated into K-colored segments.Black lines separate individuals from different populations (labeled above). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Barrieranalysis ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Analyses using Barrier 2.2 identified six main genetic discontinuities based on pairwise $F _ { \\mathrm { S T } }$ values (Fig. 6a). The first barrier,computed on the $F _ { \\mathrm { S T } }$ distance matrix, divides LU23 from adjacent populations (LU22 and LU24） and was supported completely by $1 5 \\ \\mathrm { l o c i }$ The results showed that the thickness of the barrier decreased from the LU22 to LU24, thus suggesting that the genetic barrier was strong only between LU22 and LU23.The second break and third break separated LU21 and LU22,and LU19 and LU20 with a support of 11loci. The fourth break separated samples of LU16 from LU15 and LU17,which was wholly supported by 10 loci. This break was in agreement with other analysis，such as STRUCTURE，which splits these populations into upstream and downstream.A fifth break and sixth break were detected by $9 \\mathrm { l o c i } ,$ of which the former separated LU8 from other neighboring samples and the latterseparatedLU24 from LU25.Other genetic discon tinuities identified by barrier 2.2 did not meet the major ity rule criterion of being supported by at least $5 0 \\%$ of all loci and therefore was not considered further. Overall, the six geographical barriers significantly and stably separated the downstream populations into distinct gene pools. When considering genetic structure based on the PCoA performed on allelic frequencies,a similar pattern was found.PCoA explained $7 7 . 7 3 \\%$ of the total gene variation，on the basis of the first dimension $( 3 4 . 0 5 \\%$ ， $P < 0 . 0 0 1 \\$ )，the second dimension $( 2 4 . 0 7 \\%$ $P < 0 . 0 0 1 \\rangle$ ，and the third dimension（ $1 9 . 6 1 \\%$ ， $P < 0 . 0 0 1$ ） (Fig. 6b). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/9f7972b5cd10b6e568b92c379af59e4daa9da99be176ddd14271a7487c0f4c41.jpg",
        "img_caption": [
            "Fig.4Manteltestofcorrelationof geneticdistancewith geographicdistanceforpopulationsof M.lutarioriparius.Pairwisevalue between populations are calculated by $F _ { \\mathrm { S T } }$ (O;Weir & Cockerham,1984) and $D _ { \\mathrm { e s t } }$ $\\scriptstyle ( \\bigcirc ; \\bigcirc , \\bigcirc$ Jost, 2008). "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/f58b6457c763e8f2731ce6629b7f49b4ab9f31b08a8db616a041259ca5ae39a6.jpg",
        "img_caption": [
            "Fig.5Correlogram forthespatialpaternof M.lutarioripariusbasedonmultiplepopulations intheprogram GenAlex 6.0.(a) $5 4 0 \\mathrm { ~ m ~ }$ (b) $1 0 0 0 \\mathrm { ~ m ~ }$ $r$ indicates correlation coeficient.U and L indicate upper and lower limits by $9 5 \\%$ confidence interval of the null hypothesis of no spatial structure. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Gene-flow and population history ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "An assignment test showed that individuals from their population of origin were $5 4 . 3 \\%$ or higher in all the natural populations,and $4 . 5 \\%$ or less of the individuals were assigned to their nearest origin population. Additionally, $3 7 . 3 \\%$ or less of the individuals was assigned to the other populations. Some $3 . 9 \\%$ or less of the individuals were not assigned to any of the populations sampled (Fig. S1). Thirty first-generation immigrants weredetected,of which sixteen had migrated up from the downstream populations and fourteen had migrated down from upstream (Table 3). Based on $F _ { \\mathrm { S T } ^ { - } }$ and private allele methods， historical gene flowwas estimated at 3.718 and 2.862 among M. lutarioriparius populations,respectively (Table S1). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We tested for signatures of recent bottlenecks for these populations and found significant heterozygosity excess in all populations,except LU6 under the IAM. Interestingly enough,none of the populations showed significant heterozygosity excess under TPM and SMM. The allele frequency distribution tests did not show any shifts in allele frequency distribution shapes (Table 4). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Geneticdiversityandadaptation ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For a species that is endemic in wetlands of the Yangtze River，M.lutarioriparius exhibited a higher level of genetic variation across its distribution range $( H _ { \\mathrm { E } } =$ 0.682-0.786; $A _ { \\mathrm { r } } = 4 . 7 4 \\substack { - 8 . 0 6 }$ ：Tables1 and S1）compared toMyricaria laxiflora and Zizania latifolia within the same habitat and distributing range (Liu et al.，20o6; Chen et al.,2012).However, the genetic diversity was compa rable with the riparian pioneer tree species Populus nigra along the Drome River (France),which had similar dispersal mechanisms (Imbert & Lefevre,20o3).Generally, pioneer species tend to be less subdivided and more genetically diverse than species that establish more slowly (Vrijenhoek,201O).Therefore,combined with the growing characters and genetic diversity of the species, we inferred that M. lutarioriparius might have established quickly and recently. Notably,we found that the clonal reproduction of the species was not as widespread as commonly assumed.We found only three clonal genotypes in 644 samples,with rhizomes spreading no more than $2 5 \\mathrm { ~ m ~ }$ .Aboveall,M. lutarioriparius showed a considerable level of genetic diversity,which may be explained by the specific traits of the species,including perenniality，self-incompatibility $( F _ { \\mathrm { I S } } < 0 )$ ，weak clonal reproduction,and various modes of distribution. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/10edc6c33db718c10c6466b9f6e70d659e20dfbfaae95fe4ff06d011ae531d9c.jpg",
        "img_caption": [
            "Fig.6Geneticlandscapeof M.lutariorparius.(a)MajordiscontinuitiesingeneflowsuggestedbyBARRIERusingconsensusbariers $\\mathrm { ( > 8 ~ l o c i ) }$ ，with rank order given in letters.The A was supported by $1 5 ~ \\mathrm { l o c i }$ ,the B barrier by11loci,the Cby $1 0 \\ \\mathrm { l o c i } ,$ and the D by 9 loci. Additional barriers were identified, but were weakly supported $( < 8 \\ \\mathrm { l o c i } )$ and were largely restricted to the downstream of the species' range. (b) Nonmetric multiddimensional scaling ordination among upsteam $\\mathbf { \\Pi } ( \\bullet )$ and downstream $\\mathbf { \\Psi } ( \\mathbf { \\blacktriangle } )$ based on Nei's genetic distance $\\mathrm { \\Delta } D _ { \\mathrm { A } } ;$ Nei et al.,1983). "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Genetic diversity plays an important role in the adaptation capabilities of species and their susceptibility to environmental changes (Raymond et al.,2013).Measurements of the relationship between genetic variation and adaptive traits have already been conducted in a number of species，which showed that species with high level of genetic diversity and gene flow have higher phenotypicplasticity(Reed&Frankham,2oo3;Ghalam bor et al.,2007;Gruber et al.,2013).For example,LU8 with lower genetic variation had a weaker adaptability than other populations in the Loess Plateau,and other populations with higher genetic variation had a strongeradaptability to establish in a new environment (Yan et al.，2012)．M.lutarioriparius shows a high level of genetic diversity,which is consistent with its capability to adapt to the stressful environments. ",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/401bc1f19baa18b7afc4452eea1d2613e777931a782ef60e8d3b64e3d1aeafda.jpg",
        "table_caption": [
            "Table 3 First-generation immigrants and the direction of migration among 25 populations across the distributional range; populations divided as upstream and downstream at longitude $1 1 5 . 7 ^ { \\circ } \\mathrm { E }$ （204号 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Individual</td><td>Migrated from</td><td>Direction of migration</td><td>P value</td></tr><tr><td>LU1 no.10</td><td>LU11</td><td>Downstream</td><td>0.01</td></tr><tr><td>LU1 no.20</td><td>LU13</td><td>Downstream</td><td>0.001</td></tr><tr><td>LU2 no.5</td><td>LU6</td><td>Downstream</td><td>0.008</td></tr><tr><td>LU2 no.14</td><td>LU6</td><td>Downstream</td><td>0.001</td></tr><tr><td>LU3 no.4</td><td>LU13</td><td>Downstream</td><td>0.001</td></tr><tr><td>LU5 no.1</td><td>LU19</td><td>Downstream</td><td>0.003</td></tr><tr><td>LU5 no.4</td><td>LU24</td><td>Downstream</td><td>0.006</td></tr><tr><td>LU6 no.19</td><td>LU15</td><td>Downstream</td><td>0.009</td></tr><tr><td>LU7 no.14</td><td>LU10</td><td>Downstream</td><td>0.003</td></tr><tr><td>LU8 no.23</td><td>LU9</td><td>Downstream</td><td>0</td></tr><tr><td>LU8 no.24</td><td>LU9</td><td>Downstream</td><td>0.003</td></tr><tr><td>LU9 no.21</td><td>LU5</td><td>Upstream</td><td>0.005</td></tr><tr><td>LU10 no.10</td><td>LU7</td><td>Upstream</td><td>0.007</td></tr><tr><td>LU10 no.11</td><td>LU3</td><td>Upstream</td><td>0.009</td></tr><tr><td>LU11 no.23</td><td>LU1</td><td>Upstream</td><td>0.007</td></tr><tr><td>LU12 no.24</td><td>LU9</td><td>Upstream</td><td>0.002</td></tr><tr><td>LU14 no.9</td><td>LU15</td><td>Downstream</td><td>0.008</td></tr><tr><td>LU15 no.9</td><td>LU20</td><td>Downstream</td><td>0.007</td></tr><tr><td>LU15 no.22</td><td>LU22</td><td>Downstream</td><td>0.003</td></tr><tr><td>LU16 no.21</td><td>LU7</td><td>Upstream</td><td>0.004</td></tr><tr><td>LU17 no.1</td><td>LU22</td><td>Downstream</td><td>0</td></tr><tr><td>LU19 no.16</td><td>LU1</td><td>Upstream</td><td>0.007</td></tr><tr><td>LU19 no.21</td><td>LU4</td><td>Upstream</td><td>0.009</td></tr><tr><td>LU20 no.3</td><td>LU4</td><td>Upstream</td><td>0.002</td></tr><tr><td>LU21no.30</td><td>LU19</td><td>Downstream</td><td>0.001</td></tr><tr><td>LU22 no.2</td><td>LU17</td><td>Upstream</td><td>0.002</td></tr><tr><td>LU22 no.4</td><td>LU20</td><td>Upstream</td><td>0.005</td></tr><tr><td>LU23 no.2</td><td>LU5</td><td>Upstream</td><td>0</td></tr><tr><td>LU23 no.3</td><td>LU6</td><td>Upstream</td><td>0.005</td></tr><tr><td></td><td></td><td></td><td></td></tr><tr><td>LU25 no.3</td><td>LU15</td><td>Upstream</td><td>0.004</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Geographic pattern of genetic variation ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "It is generally assumed that the effective population size and genetic variation increases in downstream populations of riparian species due to the movement of seeds and propagules with the water.However,M. lutarioriparius does not seem to follow this pattern.Genetic variation was not associated with the longitude of the collection sites.Furthermore，genetic variation was not different between the upstream and downstream environment of the Yangtze River when taking the traditional longitude breakpoint $( 1 1 5 . 7 ^ { \\circ } \\mathrm { E } )$ ）basedon hydrological characteristics.Generally，clinal variation in allelic frequencies results from founder events or spatially restricted gene flow (Vasemägi,2oo6;Hasselman et al.，2013).The observed pattern therefore indicates that M. lutarioriparius populations have enough gene flow and are in gene-flow-drift equilibrium.Genetic variation slightly decreased in downstream populations compared with upstream,which may be due to differences in landscape architecture，anthropogenic factors such as farming and general habitat suitability. ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/b937472c5c4cffddfbd6d4de4b4a209545c888ece4553d35f9cd0f3ff2e914cb.jpg",
        "table_caption": [
            "Table 4 Wilcoxon tests for recent bottlenecks in the program BOTTLENECK.IAM (infinite allele model),TPM (two-phase mutational model), SMM (stepwise mutation model);all with a normal L-shaped distribution "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>IAM</td><td>TPM</td><td>SMM</td></tr><tr><td>LU1</td><td>0.00134</td><td>0.7057</td><td>0.1297</td></tr><tr><td>LU2</td><td>0.00629</td><td>0.56189</td><td>0.1753</td></tr><tr><td>LU3</td><td>0.0001</td><td>0.97995</td><td>0.3225</td></tr><tr><td>LU4</td><td>0.00008</td><td>0.2114</td><td>0.93988</td></tr><tr><td>LU5</td><td>0.00011</td><td>0.4637</td><td>0.0832</td></tr><tr><td>LU6</td><td>0.07391</td><td>0.2312</td><td>0.0576</td></tr><tr><td>LU7</td><td>0.00011</td><td>0.78195</td><td>0.19281</td></tr><tr><td>LU8</td><td>0.00002</td><td>0.00919</td><td>0.05768</td></tr><tr><td>LU9</td><td>0.00002</td><td>0.82089</td><td>0.46375</td></tr><tr><td>LU10</td><td>0.00025</td><td>0.93988</td><td>0.37546</td></tr><tr><td>LU11</td><td>0.00029</td><td>0.70572</td><td>0.52817</td></tr><tr><td>LU12</td><td>0.00008</td><td>0.15806</td><td>0.66855</td></tr><tr><td>LU13</td><td>0.00001</td><td>0.09344</td><td>1</td></tr><tr><td>LU14</td><td>0.00021</td><td>0.97995</td><td>0.27444</td></tr><tr><td>LU15</td><td>0.00029</td><td>1</td><td>0.25223</td></tr><tr><td>LU16</td><td>0.00003</td><td>0.01825</td><td>0.11667</td></tr><tr><td>LU17</td><td>0.00029</td><td>0.46375</td><td>0.82089</td></tr><tr><td>LU18</td><td>0.00134</td><td>0.11667</td><td>0.01309</td></tr><tr><td>LU19</td><td>0.00003</td><td>0.97995</td><td>0.27444</td></tr><tr><td>LU20</td><td>0.0005</td><td>0.19281</td><td>0.66855</td></tr><tr><td>LU21</td><td>0.00004</td><td>0.78195</td><td>0.66855</td></tr><tr><td>LU22</td><td>0.01099</td><td>0.56189</td><td>0.17535</td></tr><tr><td>LU23</td><td>0.00029</td><td>1</td><td>0.46375</td></tr><tr><td>LU24</td><td>0.00107</td><td>0.56189</td><td>0.97995</td></tr><tr><td>LU25</td><td>0.0005</td><td>0.25223</td><td>0.4332</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Genetic differentiation and gene flow ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Life style,mating system and mode of seed dispersal areimportant adaptive traits that affect genetic differentiation among populations (Mable & Adam, 2007;Vähä et al.,2007; Yan et al.,2009). For instance,perennial, outcrossing，bird-dispersed，and wind-disseminated seeds and pollen generally have less genetic differentiation than annual， self-crossing species with gravity and insect-mediated dispersal.M.lutarioriparius exhibited low genetic differentiation among populations across the geographic range in this study,as supported by the AMOVA results with only $10 \\%$ variation existing among populations ${ \\bf \\nabla } \\cdot { \\cal P } = 0 . 0 1 \\$ .Assignment analysis revealed that close to $5 0 \\%$ of the sampled individuals might derive from other populations.Similarly, the analysis of gene-flow history also indicated a high rate of migration.Gene flow for $M$ ，lutarioripariuswas estimated to be higher than in other terrestrial plants such as Vouacapoua americana and Castanopsis sclerophylla (Dutech et al.,2004; Wang et al.,2011). The low genetic differentiation and high level of gene flow are likely the result of a combination of factors,including a perennial life style,self-incompatibility，strong dispersal,and anthropogenic displacement. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "It is interesting to note that immigration was higher in upstream populations than in downstream populations.The result may be due to several factors; firstly, the interseasonal flood in upstream region may have enabled propagules (fruits,seeds,or rhizomes） to dis perse by floating and establishing in wetland after floods. Secondly，Dongting lake,as a typical estuary wetland,is one of the important stopovers of migration route for eastern birds (Deng & Wang，200O)，which may have increased the dispersal of caryopses.Finally, commercial activity with the plant was higher in the upstream regions,which may have increased anthropogenic gene flow. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Spatial geneticstructure,populationhistory,and population connectivity ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Thedetection offourgeneticallydistinguishable groups among the 25 populations by Bayesian clustering should be considered conservative,as this method has limited power under scenarios involving weak genetic differentiation (Faubet et al.，2Oo7；Faubet & Gaggiotti,20o8). Despite the low population differentiation，we found a general pattern of IBD at the scale of kilometers，which indicates either ongoing gene flow or a recent colonization process (Slatkin，1993). Additionally，kinship coefficients between individuals were positive at a scale of hundreds of meters and only disrupted over distances of around $2 0 0 \\mathrm { ~ m ~ }$ by spatial autocorrelation analysis,a widespread tool for estimating genetic structure and patterns of gene flow. The correlation between genetic distance and geo graphic distance is consistent with population mixing by migratory movements. The significant isolation-bydistance patterns and the spatial autocorrelation patterns are indicative that the populations were close to equilibrium.Moreover，the significant isolation of distance allowed us to reject the infinite island model of migration，suggesting that the species was not subjected to bottleneck effects. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Detecting genetic discontinuities is necessaryto understand dispersal restrictions and to identify factors which influence population structure (Manel et al., 2003; Meeuwig et al.，2O1O). Several genetic discontinuities were detected across the distribution range of M.lutarioriparius (Fig. 6a),despite the high dispersal capacity of the species.PCoAs further supported the pattern (Fig.6b).We found that barriers to individual migrations largely occurred in regions with high anthropogenic activities (e.g.,dam and urban development). The three major genetic borders (LU8,LU16,and LU23) correspond with physical barriers,such as LU8 along the villages,and LU16 and LU23 along the Yangtze River levees. Similar patterns have been found in other plant species.Small irrigation diversion dams，for instance, were found to restrict the interactions of Oncorhynchus mykiss populations (Weigel et al.,2013). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In conclusion, this study assessed genetic variation and gene flow across M.lutarioriparius populations. Our results provide a genetic basis for the adaptation potential of the species that was revealed by some previous studies (Yan et al.,2012,2015;Xu et al.,2015).M. lutarioripariushasahighlevel of geneticdiversityanda low level of genetic differentiation,both of which can enhance the capacity of plants to adapt to changing environments.Furthermore, the species shows long-distance，bidirectional gene flow with unequal dispersal among populations in the middle and lower Yangtze River，probably as a result of anthropogenic activities and landscape features. The high level of gene flow that in turn enriched the genetic variation of the species should be beneficial for the domestication and cultivation of the energy crop on marginal land with unfavorableandoften stressful conditions. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "We thank Matthias Erb for revising the manuscript and providing helpful scientific input.We thank Zhiqiang Sun,Xinwei Li, Zuling Ning, Fan Luo,Nature Reserve Region of East Dongting Lake,P.R. China for help this project in the process of sampling.This study was supported by the National Natural Science Foundation of China (NSFC91131902)，the Knowledge Innovation Program of the Chinese Academy of Sciences (KSCX2-EX-QR-1)，and the Screening and Demonstration of High-ResistantBioenergyPlants inMarginalLand (2013BAD22B02). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Data archiving ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Data deposited in the Dryad repository:doi:10.5061/ dryad.bh274. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Abdo Z,CrandallKA,Joyce P(2004)Evaluating the performance of likelihood methods for detecting population structure and migration. Molecular Ecology,13,837- 851.   \nAndrew RL,Ostevik KL,Ebert DP,Rieseberg LH (2012) Adaptation with gene flow across the landscape in a dune sunflower. Molecular Ecology,21,2078- 2091.   \nBergl RA, Vigilant L (2Oo7) Genetic analysis reveals population structure and recent migration within the highly fragmented range of the Cross River gorilla (Gorilla gorilla diehli).MolecularEcology,16,501-516.   \nBohonak AJ(22)IBD(isolationbydistance):Aprogramforanalysesof isolation by distance.Journal of Heredity,93,153-154.   \nCatford JA,Morris WK,Vesk PA,Gippel CJ,Downes BJ (2014) Species and environmental characteristics point to flow regulation and drought as drivers of riparian plant invasion.DiersityndDistribution,,0896.   \nChae WB,Hong SJ,Gifford JM,Rayburn AL,Sacks EJ, Juvik JA (2014) Plant mor phology，genome size,and SSR markers differentiate five distinct taxonomic groups among accessons in the genus Miscanthus. Global Change Biology Bioenergy,6, 646-660.   \nChen SL,Renvoize SA (006)Miscanthus.In:Flora of China (eds Wu ZY,RavenPH, Hong DY),pp.581-583.Science Press & Missouri Botanical Garden Press Beijing & St Louis   \nChen YY,Li XL, Yin LY,Cheng Y,LiW (2oo9) Genetic diversity and migration patterns of the aquatic macrophyte Potamogeton malaianus in a potamo-lacustrine system.Freshwater Biology,54,1178-1188.   \nChen YY,Chu HJ,Liu H,LiuYL (2012)Abundant genetic diversityof the wild rice Zizania latifolia incentral China revealedbymicrosatelites.Annals of Applied Biology,161, 192-201.   \nClark LV,Brummer JE,Glowacka Ketal. (2014)Afootprintofpast climatehange on the diversity and population structure of Miscanthus sinensis.Annals of Botany, 114, 97–107.   \nClark LV,StewartJR,Nishiwaki Aet al. (2O15)Genetic structure of Miscanthus sinensisand MiscanthussacchariflorusinJapanindicatesa gradientof bidirectional but asymmetric introgression. Journal of Experimental Botany，doi:10.1093/jxb/ ru511.   \nClifton-Brown JC,Stampfl PF,Jones MB (2004) Miscanthus biomass production for energy in Europe and its potential contribution to decreasing fossil fuel carbon emissions.Global Change Biology,10,509-518.   \nCrawford NG (2010) SMOGD: software for the measurement of genetic diversity. Molecular Ecology Resources,10,556-557.   \nDeng $\\scriptstyle \\mathbf { X } ,$ Wang B (2ooo) Structure and diversity of winter bird community in Southern DongtingLake.SichuanJournalofZoology,19,6-8.   \nDi Rienzo A,Peterson AC,Garza JC,ValdesAM,Slatkin M,Freimer NB (1994) Mutational processes of simple-sequence repeat loci in human-populations. ProceedingsoftheNationalAcademyofSciencesoftheUnited StatesofAmerica,91,166 3170.   \nDoyle JJ, Doyle JL (1987)A rapid DNA isolation procedure for small quantities of fresh leaf tissue.hytochemical Bulletin,19,11-15.   \nDutech C,Joly HI, Jarne P(2004) Gene flow,historical population dynamics and genetic diversity within French Guianan populations of a rainforest tree species, Vouacapouaamericana.Heredity,92,69-77.   \nEarl D,vonHoldt B (2012) STRUCTURE HARVESTER: a website and program for visualizing STRUCTURE output and implementing the Evanno method. Conservation GeneticsResources,4,359-36   \nEvanno G,Regnaut S,Goudet J (2oo5) Detecting the number of clusters of individualsusing the software STRUCTURE: a simulation study.Molecular Ecology,14, 2611-2620.   \nFaubetP,Gaggiotti OE(20o8)A new bayesian method to identify the environmental factors that influence recent migration. Genetics,178, 1491-1504.   \nFaubet P,Waples RS, Gaggioti OE (2007) Evaluating the performance of a multilocus Bayesian method for the estimation of migration rates.Molecular Ecology,16, 1149–1166.   \nGhalambor CK,McKay JK,Carroll SP,Reznick DN (2007) Adaptive versus nonadaptive phenotypic plasticity and the potential for contemporary adaptation in wenvironments.Functional Ecology,21,94407.   \nGlowackaK,Clark LV,Adhikari S etal.(2015) Genetic variationin Miscanthus $\\times$ giganteus and the importance of estimating genetic distance thresholds for differentiating clones.Global Change Biology Bioenergy,7,386-404.   \nGoudetJ(1995) FSTAT(Version 1.2): A computer program to calculate F-statistics. Journal ofHeredity,86,485-486. or phenotypic plasticity? Genetic and morphological diferentiation of mountain honey bees inEast Africa.Ecology&Eolution,3,3204-218.   \nGuo SW,Thompson EA (1992)Performing the exact test of Hardy-Weinberg proportion for multiple alleles.Biometrics,48,361-372.   \nHaselman DJ, Ricard D, Bentzen P(2O13) Genetic diversityand diferentiation ina wideranging anadromous fish,American shad (Alosa sapidissima),is correlated with latitude.Molecular Ecology,22,5-573.   \nHedgecock D, Barber PH, Edmands S (2o07) Genetic approaches to measuring connectivity.Oceanography,20,70-79.   \nHedrick PW (2005)A standardized genetic diferentiation measure.Evolution,59, 1633-1638.   \nHonnay O,Jacquemyn H,Nackaerts K,Breyne P,van Looy K (2010)Patterns of population genetic diversity in riparian and aquatic plant species along rivers. Journal ofogeogay7,79.   \nHughes AR, Inouye BD,Johnson MTJ, Underwood N, Vellend M (2008)Ecological consequences of genetic diversity. Ecology Letters,11,609-623.   \nHung KH, Chiang TY,Chiu CT,Hsu TW,Ho CW (2009) Isolation and characterization of microsatellite loci from a potential biofuel plant Miscanthus sinensis (Poaceae). Conseroation Genetics,10,1377-1380.   \nImbert E,Lefévre F (2O03) Dispersal and gene flow of Populus nigra (Salicaceae) alongadynamic river system.Journalof Ecology,91,447-456.   \nJorgensen U, Schwarz KU (20oo) What do basic research?A lesson from commercial exploitationof Miscanthus.New Phytologist,148,90-193.   \nJost L (2008) $G _ { \\mathrm { S T } }$ and itsrelatives do not measure differentiation. Molecular Ecology, 17, 4015–4026.   \nLi X,Hu D,Luo Met al.(2013) Nuclear DNA content variationof three Miscanthus species in China. Genes $\\boldsymbol { \\mathcal { E } }$ Genomics,35,13-20.   \nLiu W,Sang T (2013) Potential productivity of the Miscanthus energy crop in the Loess Plateau of China under climate change. Environmental Research Letters,8, 044003.   \nLiu Y,Wang Y,Huang H (2oo6) High interpopulation genetic differentiation and unidirectional linear migration patterns in Myricaria laxiflora (Tamaricaceae),an endemic riparian plant in the Three Gorges Valley of the Yangtze River. American Journal of Botany,93,206-215.   \nLiu W,Yan J,Li J,Sang T(2012) Yield potential of Miscanthus energycrops in the Loess Plateauof China.Global Change Biology Bioenergy,4,545-554.   \nLiu W,Mi J,Song Z, Yan J, Li JQ, Sang T (2014) Long-term water balance and sustainable production of Miscanthus energy crops in the Loess Plateau of China. Biomass and Bioenergy,62,47-57.   \nLowe WH,Allendorf FW (2010) What can genetics tellus about population connectivity? Molecular Ecology,19,3038-051.   \nLuikart G,Allendorf FW,Cornuet JM, Sherwin WB(1998)Distortionof allele frequency distributions provides a test for recent population bottlenecks. Journal of Heredity,89,238-247.   \nMable BK,Adam A (2007) Patterns of genetic diversity inoutcrossing and selfing populationsof Arabidopsis lyrata.Molecular Ecology,16,565580.   \nManel S,Holderegger R (2013)Tenyearsoflandscape genetics.Trends in Ecology& Evolution,28,614-621.   \nManel S,Schwartz MK,Luikart G,TaberletP(20o3) Landscape genetics:combining landscape ecology and population genetics.Trends in Ecology & Euolution,18, 189-197.   \nManni F,Guerard E,Heyer E (2004) Geographic patterns of (genetic,morphologic, linguistic) variation: How barriers can be detected by using Monmonier's algorithm.Human Biology,76,173-190.   \nMarkert J, Champlin D, Gutjahr-Gobell R et al. (2010) Population genetic diversity and fitness inmultiple environments.BMC Evolutionary Biology,10,205.   \nMedrano M, Herrera CM (2oo8) Geographical structuring of genetic diversity across the whole distribution range of Narcissus longispathus,a habitat-specialist,mediterranean narrow endemic.Annals of Botany,102,183-194.   \nMeeuwig MH,Guy CS,KalinowskiST,Fredenberg WA (2010)Landscape influences on genetic differentiation among bulltrout populations in a stream-lake network. Molecular Ecology,19,362-633.   \nMi J,Liu W,Yang W,Yan J,Li JQ,Sang T (2014)Carbon sequestrationby Miscanthus energy crops plantations in a broad range semi-arid marginal land in China. Science of Total Environment,496,373-380.   \nMurphy MA,Dezzani R,Pilliod DS, Storfer A (2010) Landscape genetics of high mountain frog metapopulations.Molecular Ecology,19,3634-3649.   \nNei M,Tajima F,Tateno Y(1983)Accuracyof estimated phylogenetic treesfrom molecular-data.II.Gene-frequency data.Journalof Molecular Eoution,19,153- 170   \nUrsInI L, vanoverDeke J,SwIen 1, Vergeay j,De Meester L (∠Uio) Drivers OI popu lation genetic differentiation in the wild:isolation by dispersal limitation,isolation by adaptation and isolation by colonization.Molecular Ecology,22,5983-5999.   \nPaetkau D,Calvert W,Stirling I Strobeck C(1995)Microsatelite analysisof population structure in Canadian polar bears.Molecular Ecology,4,347-354.   \nPaetkau D,Slade R, Burden M, Estoup A (2004) Genetic assignment methods for the direct,real-time estimation of migration rate:a simulation-based exploration of accuracy and power. Molecular Ecology,13,55-65.   \nPeakall ROD, Smouse PE (2006) Genalex 6: genetic analysis in Excel.Population genetic software for teaching and research.Molecular Ecology Notes,6,288-295.   \nPiry S,Luikart G,Cornuet JM(1999)BOTTLENECK:A computer program for detecting recent reductions in the effective population size using allele frequency data. Journal of Heredity,90, 502-503.   \nPiry S,Alapetite A,Cornuet JM,Paetkau D,Baudouin L,Estoup A (2004) GENECLASS2:A software for genetic assignment and first-generation migrant detection.Journal of Heredity,95,536-539.   \nPollux BJA, Luteijn A,Van Groenendae JM,Ouborg NJ (2009)Gene flow and genetic structure of the aquatic macrophyte Sparganium emersum in a linear unidirectional river.Freshwater Biology,54,64-76.   \nPritchard JK,Stephens ,DonnellyP(20o Inferenceof populationstructureusing multilocus genotype data. Genetics, 155, 945-959.   \nRannala B, Mountain JL (1997) Detecting immigration by using multilocus genotypes.Proceedingsof theNational Academy of Sciencesof theUnited StatesofAmerica, 94, 9197-9201.   \nRaymond M, Rousset F(1995) Genepop (version 1.2): Population genetics software for exact tests and ecumenicism. Journal of Heredity,86,248-249.   \nRaymond L,Plantegenest M, Vialate A (2013) Migration and dispersal may drive to high genetic variation and significant genetic mixing: the case of two agriculturallyimportant,continental hoverflies (Episyrphus balteatusand Sphaerophoria scripta).Molecular Ecology,22,99.   \nReed DH,Frankham R (2oo3)Correlation between fitness and genetic diversity. Conseroation Biology,17,.   \nRico Y,Holderegger R,Boehmer HJ,Wagner HH(2014) Directed dispersal by rotational shepherding supports landscape genetic connectivity in a calcareous grassland plant.Molecular Ecology,23,-42.   \nRosenberg NA (2004) DISTRUCT: a program for the graphical display of population structure.Molecular Ecology Notes,4,137-138.   \nSang T (2011) Toward the domestication of lignocellulosic energy crops: learning from food crop domesticationfree access.Journal of Integrative Plant Biology,53, 96–104.   \nSang T,Zhu W(20l1) China's bioenergy potential. Global Change Biology Bioenergy,3, 79-90.   \nSchleuning M,Becker T, Vadillo GP,Hahn T,Matthies D,Durka W (2011) River dynamics shape clonal diversity and genetic structure of an Amazonian understoreyherb.Journalof Ecology,99,37-82.   \nSlatkin M (1987) Gene flow and the geographic structure of natural-populations. Science,236,787-792.   \nSlatkin M(1993) Isolation by distance in equilibrium and non-equilibrium populations. Evolution,47,264-279.   \nSlatkin M, Barton NH (1989)A comparison of thre indirect methods for estimating average levels of gene flow.Evolution,43,1349-1368.   \nSmouse PE,Peakall R (1999)Spatial autocorrelation analysis of individual multiallele and multilocus genetic structure.Heredity,82,561-573.   \nSomervilleC, Youngs H,Taylor C,Davis SC,Long SP (2010)Feedstocks for lignocellulosic biofuels. Science, 329,790-792.   \nSong G,Yu L,Gao B et al. (2013) Gene flow maintains genetic diversity and colonization potential in recently range-expanded populations of an Oriental bird, the Light-vented Bulbul (Pycnonotus sinensis,Aves: Pycnonotidae).Diversity $\\boldsymbol { \\mathscr { E } }$ Distributions,19,1248-1262.   \nSun $\\scriptstyle \\mathrm { Q } ,$ Lin $\\scriptstyle \\mathrm { Q } ,$ Yi ZL,Yang Z, Zhou F(2010)A taxonomic revision of Miscanthus s.l. (Poaceae) from China.Botanical Journal of theLinnean Society,164,178-220.   \nTaylor ZS,Hoffman SMG (2014) Landscape models for nuclear genetic diversity and genetic structure in white-footed mice (Peromyscus leucopus).Heredity,112,588-595.   \nVan Oosterhout C，Hutchinson WF,Wills DPM,Shipley P (2004)MICROCHECKER: softwareforidentifingandcorrctinggenotyping errorsin microsatellite data. Molecular Ecologu Notes.4.535-538.   \nVasemägi A (2Oo6) The adaptive hypothesis of clinal variation revisited: singlelocus clines as a result of spatially restricted gene flow.Genetics,173,2411- 2414.   \nVerhoeven KJF,Macel M,Wolfe LM, Biere A (2011) Population admixture,biological invasions and the balance between local adaptation and inbreeding depression. Proceedings oftheRoyal Society B:Biological Sciences,278,2-8.   \nVähä JP,Erkinaro J,NiemelAE,Primmer CR (2o07) Life-history and habitat features influence the within-river genetic structure of Atlantic salmon.Molecular Ecology, 16,2638–2654.   \nVrijenhoek RC (2010) Genetic diversity and connectivity of deep-sea hydrothermal vent metapopulations.Molecular Ecology,19, 4391-4411.   \nWang IJ (2012) Environmental and topographic variables shape genetic structure and effective population sizes in the endangered Yosemite toad. Diversity and Distribution,18,1033-1041.   \nWang R, Compton SG, Chen XY (2011) Fragmentation can increase spatial genetic structure without decreasing pollen-mediated gene flow in a wind-pollinated tree. Molecular Ecology,20,4421-4432.   \nWei X,Meng H,Jiang M(2013) Landscape genetic structure of astreamside tree species Euptelea pleiospermum (Eupteleaceae): contrasting roles of river valley and mountain ridge. PLoS One,8,e66928.   \nWeigel D,Connolly P,Powell M (2013) The impact of small irrigation diversion dams on the recent migration rates of steelhead and redband trout (Oncorhynchus mykiss). Coseroation Genetics,14,25-1267.   \nWeir BS, Cockerham CC (1984) Estimating F-statistics for the analysis of population structure. Evolution,38,1358-1370.   \nWright S (1969) Eoolution and theGenetics of Populations,Vol.2: The Theory of Gene Frequencies. University Chicago Press, Chicago,IL.   \nXu Q,Xing S,Zhu C et al. (2015) Population transcriptomics reveals a potentially positive role of expression diversity in adaptation.Journal of IntegrativePlant Biology,3,284-299.   \nYan JChu HJ,Wang HC,Li JQ, Sang T (2009) Population genetic structure of two Medicago species shaped by distinct life form,mating system and seed dispersal. Annals of Botany,103,825–834.   \nYan J,Chen W,Luo Fet al. (2012) Variability and adaptability of Miscanthus species evaluated for energy crop domestication.Global Change Biology Bioenergy,4,49- 60.   \nYan JZhu CY,Liu Wet al. (2015)High photosyntheticrateand water use efficiency of Miscanthus lutarioriparius characterize an energy crop in the semiarid temperate region. Global Change Biology Bioenergy,7,207-218.   \nYang Z,Wang H, Saito Y et al. (20o6) Dam impacts on the Changjiang (Yangtze) River sediment discharge to the sea: the past 55 years and after the Three Gorges Dam. Water Resource Research,42, W04407.   \nZhou HF,Li SS, Ge S (2011) Development of microsatellite markers for Miscanthus sinensis (Poaceae) and cross-amplificationin other related species.American Journal of Botany,98,e195-e197.   \nZhou HF,Li SS,Ge S (2013) Isolation and characterization of microsatelite loci for a bioenergygrass,Miscanthus sacchariflorus (Poaceae).Applications inPlant Sciences, 1, 1200210. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Supporting Information ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Additional Supporting Information may be found in the online version of this article: ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Table S1. Comparison of the genetic diversity found at 16 microsatellite loci in Miscanthus lutarioriparius. Table S2.Pairwise estimates of $F _ { \\mathrm { S T } }$ (below diagonal) and $D _ { \\mathrm { e s t } }$ (above diagonal) between populations. Figure S1. The percentage of individuals per population assigned to some populations by assignment test. ",
        "page_idx": 12
    }
]