[
    {
        "type": "text",
        "text": "IMPLEMENTATION CHALLENGES AND PROPOSED SUGGESTIONS FOR NUCLEAR MATERIALACCOUNTING MANAGEMENT INSPENTFUELREPROCESSING PLANTHE Li-xia， BAI Lei， MIAO Qiang， YANG Qun",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "China Instituteof Atomic Energy，Beijing,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Nuclear material license holder should develop a nuclear material accounting management system and achieve the closed balance.According toregulations requirements,nuclear material accountancyimplementation isbasedonphysical inventoryand material measurement.Generally，the spent fuel reprocessing plant operates uninterrupted，annual throughputof nuclearmaterialsishuge，diferent measurementandanalysis techniquesareconfigured combing the reprocessing process.So the closed balance approach of nuclear materials acounting is a great challenge.In order to improvetheaccuracyandreliabilityof nuclearmaterial，enhance the timeliness ofabnormal detection,near-real time accounting prospectof spent fuelreprocesing plant was researched.Inthis paper,thecrucial aspect aecting theclosed balanceof nuclear materials wasdiscussed,the factorssuch asthe head-endreceiver-shipperdiference，theon-line processmonitoring accuracy，theappicabilityof the international target valueof nuclear material measurement uncertainty，and also the nuclear material balance model of reprocesing plants.As summarized，proposed suggestions and solutions for nuclear material balance in spent fuel reprocessng plant was put forward on the end of the paper. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:Nuclear material accounting management; Closed balance approach； Spent fuel reprocesing plant; Near- real time accounting prospect ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The regulationsofChina on the nuclear materials control and its implementation guidelines require thatthe nuclear material license holder shalldevelop and implement the nuclear material accounting management system.Nuclear material accountancyadopts theclosed balanceapproach.Itrequires nuclear material in physical inventorymustbe the measured,nd theuncertaintyofthemeasurementsystem must be wellknown.Material unaccounted for(MUF)isused forevaluate the facility operation reaches closed balance or not. Suppose ${ \\sigma } _ { _ \\mathrm { M U F } }$ as MUF value in one accountancy period and ${ \\sigma } _ { _ \\mathrm { M U F } }$ presents the standard error of material measurement. If ${ \\sigma } _ { _ \\mathrm { M U F } } > 2 { \\sigma } _ { _ \\mathrm { M U F } } ,$ it can be concluded that the nuclear material didn't reach the closed balance requirement,and there may be nuclear material los,theft orillegal trafic eventhas been happed[][2]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Spent fuel isradioactivitycorrosivelyand chemical toxicity.Spent fuelassembly will be transformed into primary products afterchopping，dissolution，co-decontamination，separation，purification，sintered and packaged.The process productschanged a lot，nuclear materialassemblies transferred from item to bulk，and then to other typesof item materials.Uranium and plutonium are also transformed from mixtures to compoundsalong.Accompanywith the processspentfuelreprocesing plant’sannual throughput is huge，equipment is widely distributed,and process is quitecomplex.So,implementing nuclear material accountancy in spent fuel reprocessng plant is fullof challenges. Measurement acuracyandtimelinessare required;integral nuclear materialaccounting management should be concerned. Indeed, nuclear material accountancy is to be closed. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2. REQUIREMENTS AND IMPLEMENTATION CHALLENGES OF NUCLEAR MATERIAL ACCOUNTING MANAGEMENT INSPENTFUELREPROCESSINGPLANT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Intermsof spent fuel reprocessing capacity,China has formulateda three-stepplan,one is to build a 60 ton reprocessing pilot plant every year，the other is to complete theconstruction of a2OO ton reprocesing plant every year, andthethird istoachieveanindustrialscalereprocessingcapacityof80otonseveryyear3].TheChinaAtomicEnergy Agency（CAEA）issued guidelines for spent fuel of power reactor reprocessing plant nuclear material accountancy HABD- $0 0 2 / 0 5$ （for trial implementation） in September 2O20.The purpose ofthe guidelines is to recommend compliancewith theregulationsand implementationrulesoperation methodsand basicproceduresrelatedto nuclear materialaccounting requirements toensure therationalityand trackingof nuclear materialaccounting dataof spent fuel reprocessing plant and the integrity of technical support documents. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Supposing the operation,it is abig challenge to carry out the nuclear material accounting and management in the spent fuelreprocessng plant.On the one hand,there are many kinds of items involved in the spent fuelreprocessing plant，ad it needstogo through alengthyandcompleteprocess fromshutdown,emptying and cleaningtorestartand operate reasonable.Itcosts timeand budget and generates alotof waste.Thecommercial spent fuelreprocessing facilies adopt non-interupted operation,such as THORPin theUK and UP3 in France[4]l5].On the other hand,the anual throughput of nuclear materials incommercialreprocessing facilities is huge，the MUF value issignificant.For example， for the spent fuel reprocessing plant with an annual throughput of $2 0 0 \\mathrm { { t H M } }$ ，the annual throughput of $\\mathrm { P u }$ is about2tons,if thephysicalinventoryiscarredoutonceahalf year.Asregulationrequired,if ${ \\sigma } _ { _ \\mathrm { M U F } }$ d $\\mathrm { P u }$ is less than $2 0 \\mathrm { k g }$ ，it can be concluded that Pu has reached a closed balance.Obviously MUF of $\\mathrm { P u }$ is abundant,and there maybe potential proliferation risk.Therefore，even if the physical inventory of processemptying and equipment cleaning is carriedout in the spent fuelreprocessing plant strictly accordance with the provisionsof the regulationsand implementationrules，the nuclear material hasreacheda closed balance，the timeliness of nuclear material accounting cannot be realized,and it is not easy to achieve the overall goal of a closed balance accountancy. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "3. PROPOSED SOLUTIONS FOR NUCLEAR MATERIALS ACCOUNTING MANAGEMENT IN SPENT FUEL REPROCESSINGPLANT ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The nuclear material accounting system proposed in HABD- $0 0 2 ~ / ~ 0 5$ is shown in the figure below, including the trend of nuclear materials MBA and KMP identification.Firstly，the processcan be separated into four MBAs according tofunctional，suchasspent fuel assemblyreceiving，storage andheadend-process，chemical process,radioactive Waste manage and temporary storage，product storage,etc.Secondly,there are 31 KMPs,including 6 inventories KMPs distributed in spent fuel storagepool，analysis laboratory，radioactive waste managementand temporary storage area, uranium plutonium product storagearea,etc.Including 14 flow KMPs in the process of spent fuelassemblyfeeding, spent fuel solution,leached huls,high radioactive waste,product shipping,etc.And1 dynamic KMP for plutoniumdecay lossdetermination.Thirdly，the coresponding analysis and measurement methods including bulk measurement,chemical analysis (DA）and NDA technology，and itis recommended toquote the intermationaltarget value of measurement and analysis uncertaintyof nuclear safeguards (ITV-2O10）as the expected goal of measurement.Theguidelinementioned thatfor the processflow requiring medium-term physical inventory without shut down,tthe process monitoringsystem should beused to measure the importantitemsorbatches material,soas toachieve the objectiveofnear-real time data acquisition and processing. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/a0c5b7128bb36803fb564c990fd2785dcb91f11d97c283ad314eba6376661f50.jpg",
        "img_caption": [
            "FIGURE1: NUCLEAR MATERIAL BALANCE AND KEY MEASUREMENT POINT SETTING OF TYPICAL SPENT FUEL REPROCESSINGPLANT[1] "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The concept of near-real time accounting was originated from $1 9 8 0 \\mathrm { s }$ [6][7].It is nuclear material accounting management system developedfocusing on bulk material processing balance area.It adoptsprocessmonitoring technologytoachievethe near-real time objective.Based onthe nuclear material closed balanceapproach,MBA is furtherrefined anddecomposed according tothe characteristics of processand production,process monitoring units and modulesareestablished，appropriate sensorsand detectorsare used for status monitoring and nuclear material measurement.Then the equipment status and I/O parameters are monitored in real time，seting the near-real time accounting referring to the significant quantity（SQ）of nuclear materials，dynamically analyze thenuclear material inventory,the changeofnuclear material stockandthe periodic MUFvalue in theprocess,andsystematically evaluate the monitoring unit,system operation statusandnuclear material balanceaccording tothe preset index of the process[5][6] [7].Compared with the closed balanceaccountancy approach，the advantage of near-real time accounting is it can dynamicallyreflect theoperation status of nuclear materials in processcomponents,monitorthequalityand changeableof nuclearmaterials inthe process，improve the detectionand timeliness of abnormalisuessuchasleakage,blockage anddeviation from expectations,andcomplement the closed balance acountancy approach.Itcan wellmeet thetechnical requirements for nuclear material accounting in spent fuel reprocesing plant within theregulationsand implementation rules. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "4. CRUCIAL ASPECTS OF NUCLEA MATERIAL CLOSED ACCOUNTING IN SPENT FUEL REPROCESSINC PLANT ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Nuclear material accounting in spent fuel reprocessing plant starts from1AFaccountancytank[8],which islocated in MBA1.Its pre-process is spent fuelassemblychoppingand dissolution.Leached hullsand high levelradioactive waste was producedmeanwhile.It is should beemphasized thatthe nuclear material qualies in these twosteps willnotmatched each other.MBA2 contains complex chemicalconversion processes. Uranium and plutonium production willflow to MBA4 for storage after separation，purification and furtherprocess.There are varieties of measurement and analysis methods,and uncertainty is widespread inthe data management.In MBA3，itis mainly waste liquid,allof themare flowing KMPs. In MBA4, it is $\\mathrm { U O } _ { _ 3 }$ and $\\mathrm { P u O } _ { 2 }$ products storage as items. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "4.1Receiver and shipper difference in MBA1 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "There are three inventories KMPsand four flow KMPs in MBA1.The spent fuel storage is recorded as KMP-A1 and thechopping disslutioncellis recordedas KMP-B1.The spent fuel solution flow to co-decontamination (KMP-C) stepinMBA2 for further process te main components of solid waste are leached hulls andassembly ends,whichare recorded as KMP-3A. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Spent fuel assemblies，leached hulls and assembly ends are the most concerned objects of nuclear material accounting and control,which provide basic parameters for processingand acountancyrespectively.Nuclearmaterial content in spent fuel assemblies was carred from nuclear power plant.The nuclear material accounting data at KMPB1iserived from volume determination and nuclear material concentration measuring.That produces accountancy dierencesamongKMP-A，KMP-Bland KMP-B2.Itdefinitelycontains thereceiverandshipper diference,which wil not be further discussed in this paper,but it shouldbe concerned that the accuracyof measurement data needs tobe reasonably controlled. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In fact,nuclear materials in spent fuelassembly was calculated by computercode，and itsaccuracyanduncertainty are further corected and evaluated byusing the analysis data of solution.At KMP-B1，specialized NDA equipment and instruments for burnup determineareconfigured.Thedataofnuclear and non-nuclear materials in spent fuel solution is collected duringthe process,tecomputer model is furthercorrcted and the NDAmeasurementequipment isconsolidated calibrated.Thereliabilityof computercode，theacuracyof NDA methodisgradually improved through continuous iterative optimization，so the difference betweencomputercodecalculation resultsand NDA measurement gradualy reduced. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.2 Process monitoring and analysis of nuclear materials in MBA2 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In MBA2，to quantify the nuclear material in intermediate accountancy tank is also achallenge.The proces is equipped with material liquidbufferand transfer tank toensurethematerial transportationcontinuity.For example,pulse extraction column is usually used in U and $\\mathrm { P u }$ co- decontamination and separation process. It works in dynamic operationstatus.Soit is noteasyto get theexactlynuclear material byvolume methodorsamplinganalysis method.In the purification process，theevaporatoralso works incontinuously，sothenuclear materialcan’tgetbyDAanalysis technical.Generally，itis difficult to sample and analyze U and $\\mathrm { P u }$ content in these operating units,they are indirectly estimatedby process parameters such as liquid flowratio,acidity and pulseconditions，and alsocan be estimatedby usingmathematical model instead of working parameters 9o],whichwere depended toon-linemonitoring. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Near-real time accounting needs to optimize the configuration according to the status of the facilities.For the runing reprocesing plants，thenuclear materials in processcan be monitored by increasing NDA measurement points. It is helpfulforimprovingthe timelinessof abnormal eventdetection，andits disadvantage ismeasurementuncertainty andoperation budgetare increased simultaneously.Forthe newly-builtreprocessing plants,itisrecommended to prompted nuclear material accounting system in the project's preparation and design stage.The logic optimization is carried out inthe commissioning process，and the corresponding parameters canbe obtained during its operation.The near-real time accounting and closed balance acountancy evaluation of nuclear materials can be compiled during the facility design,soas to improve thedetection abilityof abnormal eventsand feedback the process operation status. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For uranium production (KMP-g)and plutonium production (KMP-h) in MBA2,near-real time balance control units canbeconfigured in paralel.Volume and concentration measurement equipment can be installed in the process containers,supplementary measurement instrumentscanbe instaled inthe processstorage tank as far as possible，flow and concentration measurement instruments canbe installed for some liquid flows[11].For the process areas that cannotbe measured directly, the estimation method shall be studied. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.3Applicability of international target values 2O10 for measurement uncertainties in safeguarding nuclear material (ITV-2010) ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "HABD-002/05 refers to the recommended ITV-2010,including various randomand system uncertainty target values of DA and NDA measurement.These data are derived from theapplicationexperienceof variousfacilities，determined andreleased afterevaluationbyIAEAandinternational experts,andrecommendedto alloperating facilities and national nuclearmaterial accountingandcontrol system.Table1and table2listthenuclearmaterial accountingandanalysis methodITV-2010[12] for spent fuelreprocessing facilities, where u (R)represents random uncertaintyand U(s）represents system uncertainty. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/c9bc8cf7647df337fed5eb29ab94e21664b296e13c6682c9c30f6d7a1c0761ce.jpg",
        "table_caption": [
            "TABLE1:BULKMEASUREMENTUNCERTAINTYANDITV "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td></td><td>Uncertainty</td><td></td><td></td></tr><tr><td>Mesurement</td><td>Instrument</td><td>(/% rel. ponent</td><td></td><td>(/%TvL.)</td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr> colspan=\"6\"></td></tr><tr><td></td><td>0.05</td><td>U1</td><td></td><td>Volume</td></tr><tr><td>Electromanometer</td><td></td><td></td><td>0.12</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td>（Accountability tanks）</td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/0bd57e2dc79f4bff876ced4a60ea1a0faa2d20dffa726d22d5d768358c333bc4.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>Electromanometer （Process tanks;high concentration）</td><td>0.2</td><td>0.23</td><td>0.28</td></tr><tr><td></td><td>Electromanometer （Process tanks; low concentrationn）</td><td>1</td><td>1</td><td>1.4</td></tr><tr><td></td><td>Electromanometer （Accountability tanks）</td><td>0.3</td><td>0.2</td><td>0.36</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/2473cc68c7fe861f339abc60aab6d0d563d748c19e6d30161b85c5b745291eb6.jpg",
        "table_caption": [
            "TABLE2:NUCLEARMATERIALACCOUNTINGMEASUREMENT ITV "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Material</td><td>Item</td><td>Instrument</td><td>ITV (/% rel)</td></tr><tr><td>Dissolver solution</td><td>Uranium and plutonium Concentration and isotopes abundance</td><td>Isotope dilution mass spectrometry HKED</td><td>0.28 0.28</td></tr><tr><td rowspan=\"2\">Uranium and plutonium production</td><td>Uranium and plutonium concentration</td><td>Coulometer Potentiometric</td><td>0.14</td></tr><tr><td>Isotopic abundance</td><td>titration Mass spectrometry</td><td>0.21 0.28</td></tr><tr><td rowspan=\"4\">Process Production (Uraniumt an)</td><td>High concentration</td><td>Potentiometric titration</td><td>0.21</td></tr><tr><td></td><td>Coulometer K-edge absorption</td><td>0.14 0.42</td></tr><tr><td>concentration</td><td></td><td></td></tr><tr><td></td><td>Tsotope diotfonrasss</td><td>0.28</td></tr><tr><td></td><td>Liquid waste</td><td>X-ray fluorescence</td><td>2.8</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Liquid volume measurement is crucial factor efecting nuclear material closed balance in spent fuel reprocessing plant.Nowadays，high precision electromanometer is commonlyused forthe spent fuel asemblydissolution volume measurement.In principle，there is functional relationship between solution densityand the liquid height level.By measuring the diferential pressureof the liquid height level，the heightand the densityof the liquid can be determined.The relationshipcan be calibrated beforethetank and equipment run inthe process.Measured accuracydepends on the diffrential presure.Additionally，at thebottom of tank，theuncertainty will increase while there is solid deposition or air flow rate through the pressure pipe is uneven. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.4 Closed balance accountancy of nuclear materials ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For the nuclear material closed balance accountancy,MUF evaluation model should be researched according to its ${ \\sigma } _ { { \\mathrm { { \\scriptscriptstyle M U F } } } } ,$ measuring and analysis technical shouldalsobeconfigured simultaneously.Whilethemeasuringand analysis datais feedback and calculate according to theITV parameters as listed in table 2，then the deviation can be found and targeted MUF value can beestimatedand evaluated.If therandom and system uncertainty can'tbe improveddi’teed ${ \\sigma } _ { _ \\mathrm { M U F } }$ won'tbe optimized. Onthis way,the technical configuration should be adjusted according to theactual situation and operation appropriately. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For example,in spent fuel reprocessing plant,the near-real time accounting system based on the monitoring unit canbe separated into three subsystems.First，the working model is biased towards processandcalculation.The proce model needs to be developed and optimized according tothe monitoring,measuring and corresponding algorithms.The models involving hardware need to take into account the operation，maintenanceand equipment layout；the calculation model neds to timely calculate and convert a large number ofbasicdata obtained by monitoring and measuring into datathatcan reflect processoperation status，potential loss of nuclear materialsandotherabnormalconditions.Second isthe key monitoring equipment，analyzing instrumentsand measuring technical.Based on the reprocesing process model，glove box layout，physical parameters such as instruments and equipment,thenumberand characteristicsof measuring pointsand other parameters,it is necesaryto focusontheapplicabilityof equipment andanalysis errors.The third is datamanagementsystem.Alarge numberof originaldataare transmitedandreported tothecentral platform after beingprocessdandanalyzedbythecalculation model，and integratedtogenerate operation charts,state curves, near-real time acounting reportsand others.Itisnecessryto focuson theauthenticityof the original data，the continuity of data transmission and the adaptability of the integration algorithm. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5．CONCLUSION ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Acceleratethe development of spent fuel reprocessing,nuclear material accounting management scheme of spent fuel reprocessingplant isthemost crucial element ofcompliance operation.The practical significance lies in the solution of nuclear material accounting and the innovative development ofrestrictive technical schemes. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Combined with the actual operation and management of spent fuel reprocessng plant,，the most practical suggestionfor nuclear materialaccountancy istoadoptthe system strategyof combining material closed balance accountancy with near-real timeaccounting.MUF evaluationexecutedthrough MBA,KMP and monitoring unit seting,on-line monitoring andother specific measuringmethodtomeetthe requirementsof the regulationsand implementationrules.Make fulluseof online monitoringdataand operation status to feed back the nuclear material inventoryand itschange trend innear-real time.Basedonthat，timelyidentifyabnormalevents,interactivelyupdate process status and early warning parameters，reduce the system false alarm rate as much as posible,and improve the timelinessofnuclearmaterialaccounting intheprocessofnuclear material production.Statistical methodsand probability models areusedtomakereasonable prediction，andidentifythe material loss or deposition areas along with the process.When the process is shut downorthefacility is decommisioned，itcan provide very convenient information for theimplementation of detention measurement，decommissioning source item investigationandother neds. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "During the planning,design,construction and commissioningof the new spent fuel reprocesing plant，the nuclear material accounting programand measuring technical configuration shallbeconsidered in advanced.That can improve theaccuracy,timeliness and eficiencyof nuclear material closedaccountancy during facilityoperation.Theon-line monitoring and analyzingcombing with thecritical safety,radiationprotectionand chemical monitoring programs can provide input information forfacility design，construction，commisioning andoperation，Promote the design and constructionofthenuclear material accountingcan help licenseholder toachieve the highest efficiencycostratio while realizing the function. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[Rgulationsof the State Council and the people's RepublicofChina on the control of nuclear materials,1987. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[2]National NuclearSfetyAdministration,energyadministratio，commisionofsience,technologyandindustryforational defense,detailed rules forthe implementationoftheregulationsofthepeople's Republicof Chinaonthecontrolof nuclear materials[S],Beijing National Nuclear Safety Administration,1990.   \n]ee   \n[4] ZHANGQisuggestions onacceleratingthdevelopmentofspentfuelreprocesing innuclearpowerplats[J],Chinaeergy, 2019,1,44-47.   \n[5]SHILei,LIJinying,HUYantao.TheconstructionofspentfuelreprocesingplantshouldbeputontheagendaJ]energy 2018,6,93-96.   \n[6] T.K.Li,E.A.Hakkila,S.F.Klosterbuer,etal.Evalutionand Development Planof NRTA Measurement Methods for the Rokkasho Reprocessing Plant[C]//36th Annual Meeting.USA:INMM,1995.   \n[7]HELixia，CHENGYimei,YANG Qun.Conceptand Designof NuclearMaterial Acounting Systemin SpentFuel Reprocesing Atomic Energy Science and Technology,2020.   \n[8]IAEA,DetailedDescriptionofanSACattheFacilityLevelforradiatedFuelReprocessingFacilites(ST-193)MVienna, IAEA,1986.4   \n[9] BARRY J,BRIAN B,STEVE B,et al. NRTMA: Common purpose:Complementary approaches,IAEA-SM-367/8/03[R]. Vienna: IAEA,2001.   \n[10]INDUSIJP,MARCUSEW.Methodtodeterminethe minimumcost measurement planconsistentwithanyfeasiblelimitoferror on MUF[C]//Meeting of Institute of Nuclear Materials Management. USA: [s. n.],1974. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]B.B.Cipiti,Optimizing Near Real Time Accountability forReprocessing[C]//53rd Annual Meeting.USA:INMM, 2012.[12]IAEA.International Target Values 20l0 for Measurement Uncertainties in Safeguarding Nuclear Materials (STR-368)[M].Vienna,IAEA,2010. ",
        "page_idx": 5
    }
]