[
    {
        "type": "text",
        "text": "谈谈读者培训模式存在的问题与对策",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "牛振恒1张灿影²（1.中国科学院青岛生物能源与过程研究所，青岛 266101;2.中国科学院海洋研究所，青岛266001）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘 要读者培训是图书馆的重点工作之一，是图书馆充分发挥支撑作用的重要手段。文章对图书馆读者培训的课程培训模式、讲座培训模式和自助培训模式存在的问题进行分析，提出切实可行的对策，为图书馆开展读者培训提供参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 图书馆 读者培训 培训模式 问题对策分类号 G252",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "On the Problems and Countermeasures of the Reader Training ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Models ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Niu Zhenheng¹ Li Ling²   \n(1. Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Science, Qingdao( China), 266101;   \n2. Institute of Oceanology, Chinese Academy of Science, Qingdao( China), 266071) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT Reader training is one of the library important works ,and also is an important means that the library give full play to the supporting role. This article analyzes the problems existing in curriculum training mode，course training model and self-help training mode localization， and put forward some feasible countermeasures with the purpose of providing references for the library readers training planning and conducting. References6. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEY WORDS Library, Reader training, Training model, Problem, Countermeasures ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "CLAS NUMBER G252 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "读者培训在业界有多种表达，如读者培训、用户培训、用户教育、信息素质教育、信息素养教育等[2]。实际上，用什么称谓不重要，核心在于能否真正从读者的利益与需求出发开展富有实效的培训。笔者将图书馆读者培训分为课程培训、讲座培式和自助培训3种模式，本文将讨论这3种培训模式存在的问题与对策，抛砖引玉，愿与同行商榷。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1课程培训模式存在的问题与对策",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1课程培训模式及其存在的问题",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "课程培训模式指纳入单位教学计划，设定培训内容体系，排定时间、地点、培训人员和培训对象，并辅以考试或考察机制，强制性要求培训对象掌握有关文献情报能力的一种规范、系统的培训方式，主要集中在高校实施。公共图书馆极少使用规范的课程模式进行读者培训。科研院所一般读者文化层次在本科以上，图书馆以课程的形式进行读者培训者极少。不过，中国科学院系统的研究生第1年在研究生院（现“中国科学院大学”）接受基础教育，其中，开设文献情报能力课程，部分培养单位要求其研究生必修。事实上，相当一部分社会读者也需要系统的文献情报课程培训，大型公共图书馆应考虑每年规划系列培训课程，免费向社会提供培训服务。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "课程培训目前存在的问题主要是师资偏弱。绝大部分高校是由图书馆承担文献检索课的授课任务，极少设置专职教师岗位。事实上，很多图书馆人数不少，但具备担任课程培训的不多，有的安排非文献情报专业的同志买本“文献检索”方面的书，便照本宣科地开课了，结果很不理想。此外，文献检索这门“授人以渔”的课程，却在种种不合理的安排和规划中，被边缘化，不受学生重视”[]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2课程培训模式的实施对策",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2.1课程开设的顶层设计",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "课程培训是系统化培训，可以全方位对读者进行基础情报能力培训，从我国实际情况看，主要应在大学教育中加强，教育部应考虑强制实施。高校应该责无旁贷地承担起以文献情报能力为核心的信息素养教育重担，根据本校实际情况确定培训主体。例如，北京大学、武汉大学、南京大学、安徽大学等设立信息管理系（院）的高校，应该由这些专业任课教师或其博士生承担全校师生的信息素养教育任务。没有这些专业院系资源的高校可设立“信息素养培训中心”，招聘文献情报领域的博硕士生作为专业教师开课，当然，如果有强大的图书馆培训队伍，可直接利用，如中国科学院大学的文献情报能力课程由该院师资力量强大的文献情报中心承担。一般高校如果不愿意设立专业教师队伍，应委托图书馆组织教学，但要支持图书馆培训专业人才队伍建设，也可以有力促使或带动图书馆知识服务转型。公共图书馆应积极谋划，根据读者文献情报能力课程培训需要进行探索，不应该甘当旁观者。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2.2必修与选修课程的设置 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "笔者认为文献情报能力教育的名称需要修改。由于网络普及和数据库使用傻瓜化，许多大学生自认为“文献检索”能力很好，加之外文资料需求较弱，没有感到“文献检索”能力增加的必要。因此，建议课程名称设2个：“基础情报能力培训”、“应用情报能力培训”或“高级情报能力培训”，学生会增加“实用”感，再通过理论联系实际的高水平教学去兑现这种感觉，很快就可以引起正向蝴蝶效应。基础情报能力培训课程应设为必修课，进行普及教育；高级情报能力培训课程可设选修课，让感兴趣的学生或高级研究人员自觉接受培训。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "有了吸引力的课程名称，更需要实用的、针对性强的课程内容。给普通学生上课，文献情报原理、概念等抽取核心知识，深入浅出地点到为止，关键是突出培训的实用性和针对性。因此，基础能力课程内容应考虑综合性需求构成，分为若干实用主题，如“网络情报资源的获取与利用”、“数据库情报资源的获取与利用”、“研究性学习工具的实用能力提升”等，再根据这些主题需要选取有关教材部分内容组配成有机联系的教学内容体系。高级情报能力培训同样采用实用主题原则，但更多地体现专业性应用较强的分析能力、分析方法、分析工具、高级资源深入使用等方面。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2.3课程培训的过程控制",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "无论基础情报能力培训，还是应用情报能力培训，培训过程都需要生动、精彩。现存的文献检索课教学模式，通常是以教师讲述为主，辅以PPT演示，学生听课的同时并不接触具体的检索工具，所讲授的内容抽象死板，应采用互动教学模式，注重学生在学习过程中的主体性，利用现有的教学设施，分组讨论、团队合作等方式，尽可能激发学生的学习积极性，尤其高级情报能力培训，应增加实战培训效果，不可仅通过PPT，甚至课本滔滔不绝地宣讲。案例教学法值得推广，例如，某培训老师针对信息检索基本步骤、检索技术技巧和数据库的使用等基础情报能力培训，在信息检索基本步骤、检索技术技巧这部分，使用了案例教学法，包括从分析课题，确定检索词；到熟悉组配算符，构造检索表达式；再到试检索、根据检索结果调整检索策略；以至正式检索，获取全文等等一一加以演示，让读者在真实的课题检索过程中体会和掌握信息检索的基本步骤和检索技术技巧[3，这样培训读者能不感兴趣吗？",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2.4课程培训的考核控制",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "课程培训模式的检验目标是所有培训模式中最明确、严格的，考试出成绩是最终形式。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "据了解，不少学生没有把“文献检索课”当回事，授课老师也觉得不能让这门“副科”成为学生的绊脚石，尤其选修课的老师，怕因严格考试使一些学生挂科导致极少有人选修，上课给题目，批卷心太软，结果产生负面蝴蝶效应，许多新同学知道这门课听不听都可以过关而无所谓，甚至夸该老师“好”。其实，这种“文献检索课”老师貌似自己得到了“普遍认可”，实际上是对学生不负责任，也给图书馆的形象造成损害—一图书馆人都是混饭吃的。因此，课程培训老师不仅要练就一身硬功夫，更要开门见山—一我这门课程对你们终生有益，希望你们认真听讲，主动参与，及时提出教学过程中存在的问题，不要指望我放水过关，除非你不选我的课程。教学过程中，严格验证学生所学知识的掌握，让学生真正具备有关文献情报能力。书到用时方恨少，有一天，横向比较，他们会由衷地感谢你。文献情报能力培训非常实用，甚至立竿见影，如果学生不感兴趣，只能说明培训老师的水平或方法不行。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2讲座培训模式存在的问题与对策",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1讲座培训模式及其存在的问题",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "讲座培训模式是指，图书馆根据读者实际需求及自身具体情况确定培训专题，进而指定培训时间、地点和培训师的一种培训方式。该培训模式较灵活，对培训对象一般没有强制性要求，甚至培训现场读者可以随时离开。由于讲座模式存在读者时间冲突等诸多因素，参加培训者往往不太理想，例如，复旦大学邯郸校区图书馆 2013年下学期开展读者培训12场，共有385人参加，除个别场次人数爆满，其他培训每场只有约二十位读者2。张佳佳同志对首都师范大学、苏州市职业大学、吉林大学农学部、遵义医学院四所高校图书馆的读者调查研究，发现各高校讲座培训的参与情况并不理想，有的大学读者未参加过图书馆培训者竟然高达 $7 8 . 8 7 \\%$ ，大部分读者认为读者培训的效果一般，现有的读者培训成果并不能完全满足读者的需求[。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2讲座培训模式的实施对策",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1讲座培训的需求确定 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "虽然讲座培训模式的上座率低有一些客观原因，但笔者认为，关键是培训的针对性存在问题。华南师范大学图书馆一次对口培训就非常成功，受到课题组的高度评价[3。笔者所在图书馆举办的EndNote 使用能力培训安排“基本能力培训”和“高级能力培训”两场，参训人数分别为200多人、100多人，而科研人员总数是300多人。因此，图书馆开展讲座培训必须考虑读者切实的培训需求。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "先分析，确定哪些通用的或常规的培训可以放在课程培训模式或自助培训模式中进行，然后把可能开展的讲座培训项目列出，指明可培训的项目名称、实现的目标等，并允许读者自由提出培训需求，制作成一览表，由读者自由选择，或提出特殊培训需求。然后汇总读者需求，分析出可实施的培训项目和先后顺序。为方便准确培训，宜由科研教学各部门负责人指定本部门与图书馆对接的文献情报服务专人（我们称之为“文献情报服务专员”），这样就可以通过这个一线服务工作队伍梳理本部门的文献情报能力培训需求，并确定各培训参加的具体人数，甚至给出计划参训人员一览表，以便图书馆精确掌握情况，合理安排培训场地等。这就避免出现某图书馆培训场地过小，部分读者只能站在门外，甚至不得不离开的情况[2]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.2讲座时间、地点与培训师的确定",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "讲座培训无法在时间上无法照顾到所有需求者，但应尽可能考虑到大多数读者的方便。地点选择主要是空间适当原则和就近原则。培训师的确定十分重要，有的图书馆开展了针对不同读者撰写论文、申报项目等实用性强的专题讲座，这可不是一般人能胜任的，不可从图书馆内部找个同志，看几本有关书籍，从网络上摘抄些内容，凑成讲义去贩卖“知识”，而应该请有关方面的专家、教授来高屋建瓴地讲授，因为，要给读者一碗水，你得有一桶水，没有高水平亲身经历和体会，很难道出其真谛，也很难撼动读者的内心世界。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.3讲座培训的宣传 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "讲座培训模式对培训宣传工作要求较高，图书馆往往多途径开展宣传，包括宿舍、主要通道口、教学楼也张贴海报，甚至发放培训传单。事实上，宣传未必需要如此“隆重”，关键是要送达读者那里。有关网站、EmaiI、QQ群、BBS 等途径宣传是必要的，在手机上网逐渐普及的情况下，微信这个渠道应特别考虑利用。纸质宣传要适度，有关宣传栏张贴海报即可，不要采用“牛皮癣”方式，读者发现电线杆或厕所里张贴培训宣传，会很反感。笔者所在图书馆培训宣传主要有4个渠道：网站、文献情报专员、食堂宣等传栏，培训当天早晨群发邮件提醒（单位每人都有工作邮箱）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在培训通知既要简洁、醒目，又要内容明确，因此，宣传用词和海报设计十分重要，目的是让读者用最少的时间获得最有用的核心信息，确定是否参加培训。例如，笔者所在的图书馆培训宣传用语，标题：SciFinder使用能力培训——磨刀不误砍柴工！宣传语：“巨资购买、5100万种物质、6100万种蛋白和基因序列、3900万个单多步反应、4200万条商业化学品及管制品信息！培训重点：物质、结构与反应精准检索。”通知信息集中在一张A3纸上通过字号、加粗、彩色等控制，让读者扫一眼知道培训什么、有何好处等信息。Endnote 使用能力培训宣传突出功能，宣传语：文章大量修改，参考文献顺序能自动调整吗？换个期刊投稿，版式能自动转换吗？下载大量文献，如何管理与利用？参加 Endnote使用能力培训即可解决！",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.4讲座培训的过程控制",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "不要打扰读者。关于培训人数统计，培训者可以培训开始后数一数，拍张全场照片即可。有的培训要求进场时签字，尤其大家都卡在最后几分钟到场，非常拥挤，读者很反感；即使读者入座也不要让大家传递签字表签字。有的培训要求读者填写问卷调查，甚至培训都开始了，一些读者还在填写，很不耐烦。因此，尽量不要培训现场做问卷调查，充其量放到培训结束，让自愿留下来填写问卷的读者自由填写。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "要提前检查培训设施是否正常，培训期间出现故障随时妥善处理好。培训过程中如出现话筒故障、网络中断、投影仪故障等情况，不仅影响培训进程，更影响读者情绪。重要培训是需要制作录像的，录制设备位置选取和动态维护注意尽量减少对读者的影响。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "讲座培训是在有限的时间内实现培训目标，培训师须集中精力，须紧紧围绕培训主题，思路清晰、步骤明确，不可跑题或拖沓。同时，为充分调动参训人员的积极性，培训师不仅应该具有某方面的扎实知识和技能，还要具有娴熟的深入浅出的讲解能力、互动能力，具有鲜明个性、极富吸引力的讲解风格。结合实例、在线演示都是专业培训非常必要的。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "培训期间一定要留有“现场答疑”环节，培训师与读者及时互动，解决疑难问题。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "由于参加培训的人员情况不易控制，须有应急预案以防突发情况。讲座培训是最不稳定、最易出现异常情况，须给予足够的重视，尤其公共图书馆举办讲座培训。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.5讲座培训的善后工作",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "一般讲座培训结束，培训师都会留下PPT给大家，但是，PPT离开讲解的声音和插入的内容，信息量所剩无几，看起来也费劲，尤其有的大专家PPT内容很少，主要靠演示和讲解，尤其没有参加培训的同志仅看PPT更是很难消化。因此，重要培训要录像，将全程培训再现给读者，尤其方便那些因为时间冲突而无法参加培训的同志，如出差、实验、重要会议等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "每场培训结束，图书馆都应该在其网站发布新闻，重要的培训要在单位网站发布新闻。新闻图文并茂，内容简洁，但应指出培训课件、录像的获取方式，以便读者利用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3自助培训模式存在的问题与对策",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1自助培训模式及其存在的问题",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "自助培训模式是指由图书馆根据读者需求搜集或制作主题明确、方法适当的培训资料，通过多种便捷途径（主要是网络）向读者提供，并由读者通过自学掌握某方面知识或方法的培训方式。该模式的特征是开放性和拓展性，即，指定范围内的任何人都可以下载培训资源，培训资料可以来自课程培训和讲座培训，也可以来自图书馆自编培训资料，甚至可以来自图书馆从网上收集的培训资料。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "目前，培训资料主要来自图书馆内部，挂网上供下载的培训资料基本是图书馆自己组织培训的部分课件，专门编制而未通过课程培训或讲座培训的资料不多，通过其他途径收集的培训资料较少。培训资料的知识产权保护与传播范围存在问题。图书馆一般是通过机构知识库或图书馆网站作为自助培训模式的“基地”，但对于知识产权很少有说明。有的图书馆网上的自助培训资料通过IP控制或登录账户控制，只限“本馆读者”下载使用，共享性差。此外，很多图书馆还没有建成系统性、分门别类的自助培训平台。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2自助培训模式的实施对策",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.1自助培训需得到领导重视 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "由于自助培训具有灵活性和开放性，很受读者欢迎。比如，笔者所在图书馆的 Endnote培训资料设定本单位IP下载，已被下载786人次，而我们的科研人员共计400多人，可见读者对实用的自助培训资料需求是很大的。因此，图书馆领导需要充分重视这种培训模式，指派有能力的专人负责自助培训平台建设，制定自助培训平台建设的规章制度。如规定课程培训、讲座培训的非涉密资料提交自助培训平台负责人发布；由有关人员编写可操作性强的培训材料；根据读者需求与本馆实际，面向国内外收集优秀课件或其他类型培训资料作为自助模式的培训资料，不断自行丰富平台资源。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.2自助培训平台的建设方案",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "图书馆可以开辟专门网页，命名为“读者自助培训”或“实用培训资料”等。网页要有板块规划，根据读者实用需求分类，比如，“文献获取能力”、“情报分析能力”、“科研工具使用能力”、“论文写作能力”、“项目申报与管理能力”、“知识产权保护能力”、“计算机操作能力”，等等。在各版块下，根据包含的能力重要性排列题名（也可用极其简明的文字进行能力简介），读者点击可下载培训课件或录像。因有的课件或录像比较大，需要数据库后台支撑。这样，读者可以根据自己的不足或兴趣选择有关培训资料，自主学习。诸如外文全文数据库、电子图书、中文全文数据库、学位论文资源、馆藏图书、专利数据库等资源的使用能力培训资料可以归到“文献获取能力”板块。NoteExpress、Endnote等文献管理软件的使用能力培训资料可以归到“科研工具使用能力”板块…",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.3自助培训平台的利用控制",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "首先重视知识产权的保护。无论是什么培训课件，须得到知识产权人的公开许可，并且明确公开范围和使用条件，并在自助培训平台显著位置表明，甚至部分资料需要在读者点击下载时弹出声明。自主搜集培训资料时，需要看资料的生产者是如何许可使用的，必要时，与有关知识产权人取得联系，获得传播授权。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "促进培训资源社会共享非常必要。文献情报的获取方法虽然是多种多样，但殊途同归，都是解决读者需求的，具有专用性的培训资料仍然具有共享价值。例如，SciFinder数据库的使用能力培训资料，虽然很少图书馆购买该资源，但使用的基本方法一样的，具有参考价值。检索技巧、写作方法等更应该社会共享了。众人拾柴火焰高，如果图书馆都纷纷搜集、制作步骤明确、可操作性很强自助培训资料，各图书馆可根据自身资源情况、读者情况选择组织自己的自助培训资源平台，将非常有利于读者文献情报能力提升，甚至全面提升信息素养。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "因此，图书馆需要在充分利用知识产权保护自助培训资料的同时，尽量向社会开放那些可以公开的培训资料，以便共享，形成读者培训的合力，节约社会资源。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4加强培训师资队伍建设",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "图书馆应努力争取引进文献情报高级人才，带动图书馆各项服务的提升，尤其读者培训能力的提升。人力资源内部挖潜十分重要，可以说是目前图书馆提升服务质量的必由之路。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "图书馆可以根据员工个人愿望、个人条件和岗位情况，进行读者培训人才培养规划，哪些人分别向哪些文献情报培训方向发展，通过什么途径、多久能达到什么水平，等等，通过自学和参加培训相结合的方式，使他们成为需要的人才，甚至成为复合型人才！也可以通过图书情报专业的二学历教育、参加图书情报领域的有关专业培训进行快速、系统地培养专业人才，尤其国家图书馆、中国科学院文献情报中心、图书馆学会等专业机构每年举办的培训班，是图书馆快速培养文献情报专业人才的极好途径，图书馆不应“压缩开支”而对这些绝好机会视而不见。那种要求“员工自学成才”的“不投入多产出”的思想是要不得的。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "借智发展也是图书馆需要考虑的重要途径。在本馆培训人才短缺、读者急需领域，可以面向本单位、全国筛选，洽谈，确定合适的培训专家，建立“外训专家库”，通过邀请讲座支付专家费的方式进行针对性培训。港台地区一些大学图书馆关于学科背景相关的培训邀请教授实施。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3结语 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "读者培训工作在图书馆工作中的重要性毋庸赘言，课程培训、讲座培训和自助培训3种模式各有所长，图书馆如何充分发挥其所长，利用其互补性，切实做好读者文献情报能力培训十分重要。但是，无论采用哪种培训模式，培训人才队伍精良是必须的，因此，图书馆须尽一切可能打造一支具有较强文献情报能力培训的人才队伍。笔者分析不同读者培训模式存在的问题并提出对策，是希望促进图书馆有计划、有步骤、有重点地实施读者培训。有为才能有位，图书馆只有不断创新，通过系列专业服务发挥文献情报支撑优势，才能逐步改变“图书馆工作什么人都能干”的错误认识，才能树立图书馆的良好形象。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1] 姚向阳,江蓉星,黄黄.港台与内地高校图书馆读者培训的调查与研究[J].图书情报工作,2012(23):78-81.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[2]谷聪聪.高校图书馆读者培训分析与思考——以复旦大学图书馆为例[J].上海高校图书情报工作研究,2014(2):14-16.  \n[3]龙雪梅.面向科研团队的嵌入式读者培训实践与思考[J].图书馆学研究,2013(7):83-86.  \n[4]张佳佳.网络时代我国高校图书馆读者培训工作调查与分析[J.高校图书馆工作,2011,31(3):76-79.  \n[5]李佼佼.高校图书馆读者培训模式探索——以天津农学院图书馆为例[J].农业图书情报学刊,2014,26(6):124-127.  \n[6]吴礼志.高校图书馆读者培训需求的调查与分析——以华中师范大学为例[J].图书馆界,2014(1):71-75.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "作者简介",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1牛振恒，男，1972年生，硕士，副研究馆员，中国科学院青岛生物能源与过程研究所，研究方向：信息资源管理。  \n2 张灿影，女，1989年生，硕士，馆员，中国科学院海洋研究所，研究方向：文献情报服务。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第一作者联系方式",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "联系电话：15153237828， 0532-80662648  \nEmail地址：niuzh@qibebt.ac.cn  \n邮政地址：山东省青岛市崂山区松岭路189号，邮编，266101",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第二作者联系方式联系电话：13589342820， 0532-82898760",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Email地址：zhangcanying@qdio.ac.cn邮政地址：青岛市南海路7号，邮编，266071",
        "page_idx": 6
    }
]