[
    {
        "type": "text",
        "text": "Seasonal dynamics of soil water content in the typical vegetation and its response to precipitation in a semi-arid area of Chinese Loess Plateau ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ZHOU Tairan1,², HAN Chun1,2, QIAO Linjie1,2, REN Chaojie1,², WEN Tao1,2, ZHAO Changming1,2\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1State KeyLaboratoryofGrassandand Agro-Ecosystems,SchoolofLife Sciences,LanzhouUniversityLanzhou730000 China;   \nGansuProvincialFieldScientificObservationandResearch StationofMountainEcosystems,Lanzhou UniversityLanzhou   \n730000,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Soil water content is a key limiting factor for vegetation growth in the semi-arid area of Chinese Loess Plateau and precipitation is the main source of soil water content in this area.To further understand the impact of vegetation types and environmental factors such as precipitation on soil water content, we continuously monitored the seasonal dynamics in soil water content in four plots (natural grassland, Caragana korsbinskii,Armeniaca sibirica and Pinus tabulaeformis) in Chinese Loess Plateau.The results show that the amplitude of soil water content fluctuation decreases with an increase in soil depth, showing obvious seasonal variations. Soil water content of artificial vegetation was found to be significantly lower than that of natural grassand,and most precipitation events have difficulty replenishing soil water content below a depth of $4 0 ~ \\mathrm { c m }$ . Spring and autumn are the key seasons for replenishment of soil water by precipitation. Changes in soil water content are affected by precipitation,vegetation types, soil evaporation and other factors. The interception effect of vegetation on precipitation and the demand for water consumption by transpiration are the key factors affecting the eficiency of soil water replenishment by precipitation in this area.Due to artificial vegetation plantation in this area, soil will face a water deficit crisis in the future. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: soil water content; vegetation type; precipitation; seasonal change; evaporation ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Soil water content is a key factor for the growth and survival of vegetation in semi-arid areas (Shao et al.,2O14),and plays an important role in the ecohydrological cycle of ecosystem (Daly and Porporato， 2Oo5).At the plot scale,the independent and interactive effects of precipitation, vegetation types， soil and other factors make soil water content extremely heterogeneous (Grayson et al., 1997). Precipitation is the main source of soil water content replenishment in semi-arid areas,as well as a key factor affecting soil water content (Wilson et al.,2004). Due to the high potential evapotranspiration in semi-arid areas,small precipitation events with less amount ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "often do not have a significant impact on soil water content (Kurc and Small, 2Oo7).When precipitation amount increases, water can penetrate deeper soil profiles (Schwinning and Sala, 2004).Additionally， vegetation type plays a key role in the effectiveness of precipitation (Schlueter et al., 2O13). It can affect the process of soil water input through canopy precipitation interception, hydraulic enhancement and soil organic mater content (Odindi and Kakembo, 2011), and can affect the output of soil water through processes such as evaporation, transpiration and infiltration (Pan et al., 2O08). Vegetation can regulate soil water input and output, reaching a stable dynamic equilibrium state (Yu et al., 2O18), and resulting in continuous depletion of soil Water (Zhao et al.,2O17). For instance, soil water depletion by transpiration in shrubs tends to be more severe than that in grasslands (Schlueter et al., 2O13). Therefore,vegetation type is a key regulating factor of water cycle in semi-arid areas where water resources are scarce (Wu et al., 2016). The paterns of change in soil water content under different vegetation coverage, depth and season were significantly different (Yu et al., 2O17; Hou et al., 2018). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Loess Plateau in China is the largest loess accumulation area in the world (D'Odorico et al., 2007),and has long faced many ecological problems such as serious soil erosion and vegetation degradation (Zhang et al., 2O08). To control soil erosion and improve the environment, China has implemented the world's largest \"Grain for Green\" project in this area (Zhou et al.,2012). The \"Grain for Green\" project has significantly increased the vegetation coverage and carbon sequestration potential in the semi-arid areas of western China (Zhou et al.,2O12). Nonetheless, it also increased soil water consumption (Zhang et al.,2O2O), thus leading to a series of ecological and environmental problems such as deep soil drying in forest lands (Liang et al., 2O18). In the water-deficient environment of the semi-arid areas of the Loess Plateau, different vegetation types have adopted diferent water use strategies (Hou et al.,2018; Yu et al.,2018),and these influences on hydrological processes such as soil water content storage, migration and transformation are quite different (Cheng et al., 2020). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In recent years, global warming has exacerbated the problem of soil water shortage in the semi-arid areas (Zhang et al.，2O2O),and the factors affecting soil water content may change drastically with the seasons (Zhu et al., 2Ol4). Seasonal dynamics of soil water content under different vegetation types in the semi-arid areas have become an important research topic in ecohydrology (Mei et al.,2019; Yu et al.,2O19). It is necessary to further quantify the influence of precipitation and vegetation types and other factors on the heterogeneity of soil water content in the semi-arid areas (Zhao et al., 2017; Yu et al., 2018). Therefore,we used TEROS12 sensors (METER Group, Pullman, USA) to monitor the soil water content of the typical vegetation in a semi-arid area of Chinese Loess Plateau between 1 January and 31 December,2020.For real-time monitoring of meteorological factors,the dynamics of soil water content in different soil depths and the differences in seasonal response patterns to precipitation of four vegetation types (natural grassland, Caragana korshinski, Pinus tabulaeformis and Armeniaca sibirica) were compared. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This study was conducted at the Gansu Provincial Field Scientific Observation and Research Station of Mountain Ecosystems, China $( 3 5 ^ { \\circ } 5 8 ^ { \\prime } 2 0 ^ { \\prime \\prime } \\mathrm { N }$ ， $1 0 4 ^ { \\circ } 2 0 ^ { \\prime } 6 \" \\mathrm { E } )$ . The region has an average altitude of $2 0 0 0 \\mathrm { ~ m ~ a . s . l }$ ,annual average temperature of $7 ^ { \\circ } \\mathrm { C }$ and average annual precipitation of $3 0 0 { - } 3 5 0 ~ \\mathrm { m m }$ .We selected sample plots with the typical vegetation for 60 a plantation to monitor soil water content. Four vegetation types,i.e.,natural grassland, $C .$ korshinskii,A. sibirica and $P .$ （204 tabulaeformis were selected with similar environmental conditions and planting ages (Fig. 1). The main vegetation in natural grassland included Artemisa sacrorum, Ajania fruticulosa and Stipa bungeana. The understory vegetation types of other three plots were dominated by $A$ sacrorum. The vegetation types， total vegetation coverage， soil bulk density and soil particle size composition of the sample plots are shown in Table 1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "ZHOU Tairan et al.: Seasonal dynamics of soil water content in the typical vegetation and.. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/f0f410375e0a9559d6ab04448a8666a13172d1729476fbd207927253fd4e5143.jpg",
        "img_caption": [
            "Fig.1Landscape of natural grassand (a)， Caragana korshinskii (b)，Armeniaca sibirica (c) and Pinus tabulaeformis (d) "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/88d8a9640d7015576101725ba7c8904f2f82fbccf3e2f106a4fe6e4906c070d3.jpg",
        "table_caption": [
            "Table 1Information of vegetation and soil of the sample plot "
        ],
        "table_footnote": [
            "Note: -means no value.Mean $\\scriptstyle \\pm \\mathrm { S E }$ # "
        ],
        "table_body": "<html><body><table><tr><td>Index</td><td>Natural grassland</td><td>Caragana korshinskii</td><td>Armeniaca sibirica</td><td>Pinustabulaeformis</td></tr><tr><td>Stand age (a)</td><td></td><td>56</td><td>50</td><td>50</td></tr><tr><td>Altitude (m)</td><td>2050</td><td>2084</td><td>2156</td><td>2120</td></tr><tr><td>Slope (°)</td><td>15</td><td>20</td><td>15</td><td>18</td></tr><tr><td>Aspect</td><td>Southeast</td><td>Southeast</td><td>Southeast</td><td>West</td></tr><tr><td>Total vegetation coverage (%)</td><td>95</td><td>57</td><td>50</td><td>75</td></tr><tr><td rowspan=\"2\">Dominant species</td><td>A. sacrorum, Ajania fruticulosa,</td><td>A. sacrorum,</td><td>A.sacrorum,</td><td>A. sacrorum,</td></tr><tr><td>Stipa bungeana</td><td>Caragana jubata, Achnatherum splendens</td><td>Ajania fruticulosa, Stipa capillata</td><td>Stipa bungeana, Aster altaicus</td></tr><tr><td>Understory vegetation coverage (%)</td><td></td><td>22</td><td>25</td><td>15</td></tr><tr><td>Bulk density (g/cm3)</td><td>1.19±0.05</td><td>0.98±0.07</td><td>1.07±0.04</td><td>1.08±0.05</td></tr><tr><td>Clay (%)</td><td>8.36±1.68</td><td>7.77±0.37</td><td>6.37±0.94</td><td>6.86±0.89</td></tr><tr><td>Silt (%)</td><td>81.25±4.28</td><td>78.83±1.63</td><td>74.61±0.5</td><td>75.69±0.83</td></tr><tr><td>Sand (%)</td><td>10.39±2.69</td><td>13.39±1.64</td><td>19.01±1.07</td><td>17.45±1.66</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2Experimental design and data collection ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The TEROS12 soil moisture sensor (METER Group, Inc., USA) were installed at 10, 20, 40,60, and $8 0 \\ \\mathrm { c m }$ depths with an interval of $1 0 ~ \\mathrm { m i n }$ to measure soil water content. We calibrated soil water content data according to the empirical calibration equation to obtain an accuracy of approximately $1 \\% - 2 \\%$ . Meteorological data such as precipitation,air temperature and relative humidity were measured at $1 0 ~ \\mathrm { { m i n } }$ intervals using the automatic monitoring probe of Dynamet's scientific research-level automatic weather station, and the vapor pressure deficit was fited using an empirical formula. The accuracy of precipitation data was $4 \\%$ ,as recorded on the CR10o0 data collector (CR100o, Campbell Scientific, Logan, Utah, USA). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 Data analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We used one-way analysis of variance (ANOVA) and least significant difference method (LSD) to analyze the differences in soil water content between different soil depth in each plot.Linear regression analysis was used to obtain the response model of soil water storage (SWS） to precipitation. SWS capacity was calculated as follows: ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { S W S } _ { 0 - 9 0 } = \\theta _ { 1 0 } \\times 1 5 + \\theta _ { 2 0 } \\times 1 5 + \\theta _ { 4 0 } \\times 2 0 + \\theta _ { 6 0 } \\times 2 0 + \\theta _ { 8 0 } \\times 2 0 ,\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where ${ \\mathrm { S W S } } _ { 0 - 9 0 }$ is the soil water storage capacity of $\\textstyle 0 - 9 0 \\ { \\mathrm { c m } }$ soil depth (cm); and $\\theta _ { 1 0 } , \\theta _ { 2 0 } , \\theta _ { 4 0 } , \\theta _ { 6 0 }$ and $\\theta _ { 8 0 }$ are the soil water content at depths of 10,20,40,60 and $8 0 ~ \\mathrm { c m }$ ,respectively (cm) (Mei et al., 2019). The change in SWS capacity (△SWS, cm) was calculated as follows: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where $\\mathrm { \\ S W S _ { 1 } }$ is the soil water storage before a precipitation event (cm); and $\\mathrm { S W S } _ { 2 }$ is the peak ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "soil water storage following a precipitation event (cm). $\\Delta \\mathrm { { S W S } }$ is used to characterize the supply capacity of precipitation to soil water. Coefficient of variation (CV) is calculated as follows: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\scriptstyle \\mathrm { C V } = \\sigma / \\mu \\times 1 0 0 \\% ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $\\mu$ is the average value of soil sample; and $\\sigma$ is the standard deviation of sample (Xu et al., 2017). All statistical analyses were performed using SPSS software (version 20.0; SPSS Inc., Chicago, IL,USA). Graphics were drawn using Origin 8.5 (Origin Lab, Northampton， MA, USA). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1Precipitation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Figure 2 shows that 73 precipitation events occurred during the study period,with summer accounting for $6 2 . 7 3 \\%$ of annual precipitation ( $3 3 8 . 3 \\mathrm { m m } ,$ .Precipitation events below $5 \\mathrm { m m }$ were the most frequent, but the total amount accounted for only $1 3 . 0 9 \\%$ of annual precipitation. Precipitation events of $5 \\mathrm { - } 1 0 ~ \\mathrm { m m }$ and $1 0 { - } 2 0 ~ \\mathrm { m m }$ occurred in spring, summer and autumn and were mainly concentrated in summer, accounting for $23 . 0 \\%$ and $4 2 . 2 1 \\%$ of annual precipitation, respectively. Precipitation events greater than $2 0 ~ \\mathrm { m m }$ only occurred in summer, accounting for $34 . 5 9 \\%$ of summer precipitation and $2 1 . 7 0 \\%$ of annual precipitation. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/05139fcbdc602b2386644a46f4dbd71d0a87b0c453d0ca57ffc8e6f31710e688.jpg",
        "img_caption": [
            "Fig.2Frequency (a) and amount (b) of precipitation in each season "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2 Soil water content ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Table 2 shows variation in average soil water content of each soil depth for different vegetation types. The average soil water content exhibited the following trend: natural grassland ${ > } P .$ （20 tabulaeformis ${ > } C$ 、korshinskii>A. sibirica; CV associated with soil water content exhibited the following sequence: $P .$ tabulaeformis ${ \\mathrm { > } } C .$ korshinskii>A.sibirica>natural grassland.These results indicated that soil water content of natural grassland exhibited a small variation. The changes in the daily average temperature and vapor pressure deficit reflect the typical continental monsoon climate in the area, with rapid changes being observed in spring and autumn. The climatic characteristics of rain and heat drastically altered soil water content (Fig. 3). The analysis of variance showed that the difference between the maximum and minimum values of soil water content of each soil depth was significant $( P { < } 0 . 0 5 )$ ，indicating that soil water content was significantly affected by vegetation, precipitation and other environmental factors. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Soil water content of different vegetation types varied with soil depth. The maximum soil water content appeared in $1 0 \\ \\mathrm { c m }$ soil depth; however, soil water content in $1 0 \\ \\mathrm { c m }$ soil depth was significantly lower than that in $2 0 ~ \\mathrm { c m }$ soil depth $_ { ( P < 0 . 0 5 ) }$ . Except for C. korshinskii plot, CV in soil water content in $1 0 \\ \\mathrm { c m }$ soil depth was the largest, and the minimum soil water content was observed in $8 0 ~ \\mathrm { c m }$ soil depth,which indicated that precipitation had the highest effect on $1 0 \\ \\mathrm { c m }$ soil depth. Soil water content in $4 0 \\ \\mathrm { c m }$ soil depth of $P .$ tabulaeformis plot was higher than those in other soil depths, while the maximum soil water content appeared in $2 0 \\ \\mathrm { c m }$ soil depth, indicating that this soil layer is important for water storage. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/1da0a661c2f085a661ff9b20d1b7c0d57b323927590fdc1524cc22eea3572af6.jpg",
        "table_caption": [
            "Table 2Statistical values of soil water content in the four plots "
        ],
        "table_footnote": [
            "Note:SD,standarddeviation;CV,coeffientofvariation;Diferentlowercaselettrswihinthesmeolumnshowedsignificant difference at $\\scriptstyle P < 0 . 0 5$ level. "
        ],
        "table_body": "<html><body><table><tr><td>Sample plot</td><td>Soil depth (cm)</td><td>Average (%)</td><td>Maximum (%)</td><td>Minimum (%)</td><td>SD (%)</td><td>CV (%)</td></tr><tr><td rowspan=\"5\">Natural grassland (n=52,704)</td><td>10</td><td>21.38</td><td>34.24</td><td>12.40</td><td>3.66</td><td>17.13</td></tr><tr><td>20</td><td>23.93a</td><td>33.47</td><td>17.50</td><td>2.75</td><td>11.51</td></tr><tr><td>40</td><td>20.12</td><td>25.62</td><td>14.06</td><td>2.96</td><td>14.70</td></tr><tr><td>60</td><td>17.61e</td><td>20.20</td><td>11.72</td><td>2.45</td><td>13.93</td></tr><tr><td>80</td><td>14.20%</td><td>17.02</td><td>10.31</td><td>2.00</td><td>14.07</td></tr><tr><td rowspan=\"5\">C.korshinskii (n=52,704)</td><td>10</td><td>18.53d</td><td>33.51</td><td>11.79</td><td>4.20</td><td>22.64</td></tr><tr><td>20</td><td>20.87℃</td><td>30.22</td><td>12.61</td><td>4.79</td><td>22.95</td></tr><tr><td>40</td><td>9.87j</td><td>15.21</td><td>4.93</td><td>2.98</td><td>30.17</td></tr><tr><td>60</td><td>9.25k</td><td>12.76</td><td>6.42</td><td>1.73</td><td>18.70</td></tr><tr><td>80</td><td>8.271</td><td>9.70</td><td>6.93</td><td>0.47</td><td>5.74</td></tr><tr><td rowspan=\"5\">A.sibirica (n=52,704)</td><td>10</td><td>17.40e</td><td>30.66</td><td>10.11</td><td>4.78</td><td>27.45</td></tr><tr><td>20</td><td>18.57d</td><td>27.32</td><td>12.53</td><td>3.53</td><td>19.00</td></tr><tr><td>40</td><td>12.69i</td><td>18.21</td><td>8.12</td><td>2.57</td><td>20.27</td></tr><tr><td>60</td><td>4.25″</td><td>4.94</td><td>3.03</td><td>0.42</td><td>9.96</td></tr><tr><td>80</td><td>4.79m</td><td>6.41</td><td>3.03</td><td>0.96</td><td>20.15</td></tr><tr><td rowspan=\"5\">P.tabulaeformis (n=52,704)</td><td>10</td><td>13.21h</td><td>30.02</td><td>5.64</td><td>4.73</td><td>35.82</td></tr><tr><td>20</td><td>20.24°</td><td>37.49</td><td>11.71</td><td>4.05</td><td>19.99</td></tr><tr><td>40</td><td>23.01b</td><td>31.71</td><td>14.72</td><td>2.90</td><td>12.62</td></tr><tr><td>60</td><td>16.34f</td><td>19.28</td><td>10.58</td><td>2.60</td><td>15.88</td></tr><tr><td>80</td><td>8.151</td><td>11.52</td><td>3.85</td><td>2.30</td><td>28.26</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The results in Figure 3 also show fluctuations in soil water content of each soil depth during experimental period. The peak value of $1 0 \\ \\mathrm { c m }$ soil depth corresponded strongly with precipitation event, whereas soil water content fluctuations in deper depth were observed with the large and continuous precipitation event in summer. Otherwise，soil water content remained relatively stable during experimental period. In summer, when precipitation was relatively concentrated, soil water content in deeper depths (6O and $8 0 ~ \\mathrm { c m }$ ） dropped to the lowest (Fig.3d and e). Except for natural grassland, the maximum water content in $8 0 ~ \\mathrm { c m }$ soil depth of other plots was less than $12 \\%$ , indicating that soil water content had been depleted during experimental period. Except for natural grassland, soil water content became low at the end of experiment, and there was a negative balance of soil water content during experimental period (Fig. 3). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3Response of soil water content to precipitation ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Precipitation events of less than $5 \\ \\mathrm { m m }$ had little impact on soil water content. We selected three precipitation events (5-10,10-20 and ${ > } 2 0 ~ \\mathrm { m m }$ ） and evaluated their effects on soil water content (Fig. 4). The response patterns of each plot to $6 . 8 ~ \\mathrm { m m }$ precipitation were similar (Fig. 4al,b1, cl and d1). Precipitation of $6 . 8 ~ \\mathrm { m m }$ increased soil water content in a depth of $1 0 \\ \\mathrm { c m }$ ，and infiltrated to $2 0 ~ \\mathrm { c m }$ soil depth after $^ \\textrm { \\scriptsize 1 d }$ of precipitation. The effect of $1 8 . 4 ~ \\mathrm { m m }$ precipitation on soil water content of natural grassland and $C .$ korshinskii plot was similar to that of $6 . 8 \\mathrm { m m }$ precipitation (Fig. 4a2, b2, c2 and d2). Soil water content of $A$ . sibirica and $P .$ tabulaeformis plots penetrated into 40 cm soil depth after $^ \\textrm { \\scriptsize 2 d }$ of $1 8 . 4 ~ \\mathrm { m m }$ precipitation (Fig. 4c3 and d3). Precipitation of $2 5 . 1 \\ \\mathrm { m m }$ （204号 caused soil water content in natural grassland and $P .$ tabulaeformis plots to infiltrate the depth of $8 0 ~ \\mathrm { c m }$ (Fig. 4a3 and c3), and $C .$ korshinskii and $A$ .sibirica plots infiltrated to the depth of 40-60 cm (Fig. 4b3 and d3). With the increase in precipitation, soil water content varied at different soil depths (Fig. 4). Natural grassland and $P .$ tabulaeformis plot showed the most variation of soil water content. The $2 5 . 1 ~ \\mathrm { m m }$ precipitation was the largest event that occurred during study period. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/737eb8c93856abbd581d25d5eadf56f0cf95e40f9d2f0dac84fb7aa8ec6b7a53.jpg",
        "img_caption": [
            "Fig.3Daily time series of precipitation (a),air temperature (f), vapor pressure deficit (f) and soil watercontent in natural grassland,C.korshinskii,A.sibirica,and $P .$ tabulaeformis plots at soil depths of10 (a),20 (b),40 (c), 60 (d) and $8 0 ~ \\mathrm { c m }$ (e) "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The magnitude of this precipitation event was sufficient to replenish soil water content to the depth of $8 0 ~ \\mathrm { c m }$ in natural grassland and $P .$ tabulaeformis plot after $3 \\mathrm { d }$ of precipitation. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4Dynamics of SWS capacity and response to precipitation ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "SWS capacity of natural grassland was significantly higher than those of other plots $( P { < } 0 . 0 5 )$ ,and that of A. sibirica was the lowest( $_ { \\it P < 0 . 0 5 }$ ; Table 3). Except for natural grassland in spring, SWS capacity was significantly higher in autumn than in other seasons $( P { < } 0 . 0 5 )$ ，and had a low CV (Table 3). Annual SWS capacity reached its lowest value in summer. Annual SWS exhibited the following descending order: natural grassland> ${ } _ { > P }$ tabulaeformis ${ } > C .$ korshinskii>A. sibirica. Natural grassland exhibited the lowest CV in SWS capacity, while $C .$ korshinskii was the highest. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "SWS and precipitation were significantly correlated during experimental period $( P { < } 0 . 0 5 )$ ： Seasonal variation of SWS capacity is obvious (Fig. 5). Except in winter, response of SWS to precipitation in $P .$ tabulaeformis plot was higher than those of other plots (Fig. 5a, b and c); however, in winter, the response of SWS capacity in natural grassland was the strongest (Fig. 5d). The efficiency of SWS capacity was the highest in spring for A. sibirica and $P .$ tabulaeformis plots (Fig. 5a), followed by those in winter (Fig.5d) and summer (Fig. 5b).For natural grassland and $C .$ korshinskii plot, the highest SWS capacity occurred in winter (Fig. 5d), followed by spring (Fig. 5a) and autumn (Fig. 5c). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1 d before precipitation During precipitation 1 d after precipitation --2 d after precipitation 3 d after precipitation 10 (a1) P=6.8 mm [. 10 (a2) P=18.4 mm 101(a3) P=25.1 mm 20 20- 20 30 30 30 40 40 40 50 50 50 60 60 60 70 70 70 80 80 80 0 51015202530 35 0 5101520253035 0 51015202530 35 120 (b1) 2 120 (b2) 1020 (b3) JV: 30 30 30 40 40 40 50 50 50 60 60 60 70 70 80 0 5101520 2530 35 80 5101520253035 80 05101520253035 10 10 101 s 20 (c1) 20 (c2) 20 (c3） H 30 30 30 40 40 40 50 50 50 60 60 60 70 70 70 80 80 80 0 5101520253035 0 5101520253035 0 5101520253035 10 (d1) 101 (d2) 1020 (d3) 30 30 30 40 40 40 50 50 50 60 60 60 70 70 70 80 80 80 0 5101520253035 05101520253035 05101520253035 Soil water content (%) Soil water content (%) Soil water content (%) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1 Variation in soil water content and its influencing factors ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The results of the study indicate that the trend of soil water content in each vegetation type is consistent with the change in precipitation (Fig. 3), indicating that precipitation is an important factor affecting soil water content. However, the response of soil water content to precipitation is more complicated,and factors such as vegetation type, soil depth and environmental factors affect the dynamics of soil water content. Soil evaporation and vegetation transpiration paterns in different types of vegetation are main reasons for the dynamics of soil water content (Kakembo, 2009). Our results confirmed that annual SWS capacity for different types of vegetation varied significantly (Table 3),and SWS capacity of natural grassland was much higher than those of other plots.Soil water content of $A$ . sibirica plot had dropped owing to the depleting of water content (Laio et al.,2Ool), which is undeniably dangerous for vegetation. Low soil water content for a prolonged period limits the growth of vegetation and eventually causes vegetation death (Yu ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/ee60519ca039c6e279d38d0e84a8fe111835b92c5a4e17f6bc062845eec3ecfe.jpg",
        "table_caption": [
            "Table 3Statistical value of soil water storage capacity during experimental period "
        ],
        "table_footnote": [
            "lote:SD,standarddeviation;CVcoefficientofvariation.Dierentlowecaseleterswitinthesmecolumnsowedsigniicant ifference among different seasonsat $P { < } 0 . 0 5$ level. "
        ],
        "table_body": "<html><body><table><tr><td>Season</td><td>Plot</td><td>Average (cm)</td><td>SD (cm)</td><td>CV (%)</td></tr><tr><td rowspan=\"4\">Spring (n=92)</td><td>Natural grassland</td><td>18.20a</td><td>0.81</td><td>4.43</td></tr><tr><td>C.korshinskii</td><td>11.67e</td><td>1.08</td><td>9.24</td></tr><tr><td>A. sibirica</td><td>9.34k</td><td>1.02</td><td>10.89</td></tr><tr><td>P.tabulaeformis</td><td>15.49e</td><td>1.02</td><td>6.60</td></tr><tr><td rowspan=\"4\">Summer (n=92)</td><td>Natural grassland</td><td>15.41°</td><td>1.95</td><td>12.62</td></tr><tr><td>C. korshinskii</td><td>10.01i</td><td>1.88</td><td>18.80</td></tr><tr><td>A. sibirica</td><td>8.72k</td><td>1.91</td><td>21.93</td></tr><tr><td>P.tabulaeformis</td><td>13.00e</td><td>2.67</td><td>20.55</td></tr><tr><td rowspan=\"4\">Autumn (n=91)</td><td>Natural grassland</td><td>18.38a</td><td>0.40</td><td>2.18</td></tr><tr><td>C.korshinskii</td><td>13.40d</td><td>0.36</td><td>2.71</td></tr><tr><td>A. sibirica</td><td>11.36g</td><td>0.56</td><td>4.96</td></tr><tr><td>P.tabulaeformis</td><td>15.68c</td><td>0.77</td><td>4.91</td></tr><tr><td rowspan=\"4\">Winter (n=91)</td><td>Natural grassland</td><td>16.75℃</td><td>0.89</td><td>5.29</td></tr><tr><td>C. korshinskii</td><td>10.49h</td><td>1.42</td><td>13.50</td></tr><tr><td>A. sibirica</td><td>9.57j</td><td>0.82</td><td>8.55</td></tr><tr><td>P.tabulaeformis</td><td>13.91°</td><td></td><td></td></tr><tr><td rowspan=\"4\">Annual (n=366)</td><td></td><td></td><td>0.81</td><td>5.82</td></tr><tr><td>Natural grassland</td><td>17.18b</td><td>1.67</td><td>9.72</td></tr><tr><td>C. korshinskii A. sibirica</td><td>11.39f</td><td>1.85</td><td>16.21</td></tr><tr><td>P.tabulaeformis</td><td>9.74j 14.52°</td><td>1.54 1.90</td><td>15.82 13.07</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Natural grassland (N) C. korshinskii (C) A.sibirica (A) O P.tabulaeformis (P) 2.4 2.4 (a) Spring (b) Summer 2.0- 2.0- N:y=0.0497x-0.0213;R²=0.9480 C:y=0.0346x-0.0071; R²=0.8845 。 1.6- 。 。 1.6- A:y-0.0314x+0.0153;R²=0.7681 P:y=0.0593x-0.0499;R²=0.9462 r eegreersrer 1.2- 1.2- ：。 0.8- 0.8- N:y-0.0723x+0.0288;R²=0.8448 0.4- C:y-0.0963x-0.0397;R²=0.9408 0.4- 8 9 A:y-0.0764x-0.0548:R²=0.7788 0.0 P1201620228 0.0 4 T 4 8 8 12 16 20 24 28 2.4 0.24 (c) Autumn (d) Winter / 2.0 N:y=0.0254x+0.0243;R²=0.9011 0.20- C:y-0.0329x+0.0195;R²=0.7997 1.6- A:y=0.0415x+0.0065;R²=0.8288 0.16- P:y-0.0664x+0.0550;R²=0.9075 1.2- 0.12- 0.8- .。 0.08- N:y=0.1361x+0.0312;R²=0.8052 0.4- 0.04- C:0x 。 0 P:y=0.0945x+0.0172:R²=0.8040 0.0- 0.00- 0 4 8 12 16 20 24 28 0.0 0.4 0.81.21.62.02.42.8 Precipitation (mm) Precipitation (mm) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "et al.,2018;Yu et al.,2019). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Soil water content decreases with increasing soil depth owing to the weak precipitation influence to deeper soil depth (Fu et al.,2003; Zhao et al., 2017).As shown in Figure 3a, the surface soil water content in $1 0 \\ \\mathrm { c m }$ depth was most sensitive to precipitation with the highest value. As soil depth increased, soil structure became more compact, reducing water infiltration capacity, thus stabilizing deep soil water content. Our result found that $6 0 { - } 8 0 ~ \\mathrm { c m }$ soil depth had the lowest soil water content. Furthermore, CV value in soil water content reflected its stability. The lower the value of soil water content in deep soil, the lesser it was aected by precipitation and other factors (Yu et al., 2O17). Vegetation root in deep soil has become an important factor affecting soil water content (Fu et al.,2oo3). C. korshinskii,A. sibirica and $P .$ tabulaeformisplots all showed the larger CVs in $4 0 { - } 8 0 ~ \\mathrm { c m }$ soil depth (Table 2) because artificial vegetation has a stronger root system at this depth (Xu et al., 2017). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Results showed that soil water content of different types of vegetation displayed seasonal differences (Fig. 3f) due to large differences in factors such as surface evapotranspiration and vegetation transpiration in different seasons (Li et al.,2013; Liu et al.,2O17). Soil water content is relatively high in spring,but it also begins to deplete rapidly. This is because, temperature and vapor pressure deficit, vegetation transpiration and soil evaporation increases rapidly (Laio et al., 2001).Both temperature and vapor pressure deficit are relatively high in summer, with obvious fluctuation of rain and heat. The relatively strong input and output processes of soil water content in summer can also be reflected by the higher CV in SWS capacity. Therefore,although there is relatively high frequency of precipitation in summer, SWS capacity does not get supplement significantly. In autumn, temperature and vapor pressure deficit reduce significantly, effects of vegetation transpiration, water consumption and soil evaporation are significantly weakened, and the change in soil water content tends to stabilize (Kakembo,20o9). Autumn is the main supplementary season for soil water content. Additionally, average SWS capacity of each plot is relatively high in autumn. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2 Response of soil water content to precipitation ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Results of the study indicate that a precipitation of more than $2 0 \\ \\mathrm { m m }$ ，which only occurs in summer, is the only way to replenish moisture in deeper soil $\\left( > 4 0 \\ \\mathrm { c m } \\right)$ (Fig. 4). Precipitation $( > 2 0$ mm) is important for sustainable growth and survival of vegetation (Li et al., 2O13). Precipitation event of $5 { - } 2 0 ~ \\mathrm { m m }$ in spring and autumn may be the main source of soil water replenishment in this area (Wang et al.,2013; Mei et al.,2019). In general, most of small-scale precipitation event in this area is quickly offset by evaporation because of limited infiltration depth，whereas large-scale precipitation event would increase infiltration depth and correspondingly reduce evaporation of surface soil water (Mei et al.，2Ol9). Additionally， continuous small-scale precipitation events may have a superimposing effect, i.e., increasing the eficiency of soil water replenishment by increasing surface soil water content, the importance of which cannot be neglected (Peel, 20o9). However, we did not observe a significant precipitation superimposing effect during experimental period. This may be due to continuous precipitation event that mainly occurred in summer (Fig. 3),and high temperature and evapotranspiration offset the continuous precipitation event (Laio et al.,2Oo1). Response of soil water content to precipitation has seasonal differences,and the impact and supplement of precipitation in spring and autumn are more obvious due to canopy interception, vegetation transpiration and reduced soil evaporation loss (He and Huang, 2001). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "$P .$ tabulaeformis has a higher conversion efficiency of SWS capcity for precipitation due to the combined efect of several factors.Firstly, differences in soil physical and chemical properties are important factors that affect the conversion of precipitation into soil water content. Soil organic matter content and soil porosity of $P .$ tabulaeformis plot are relatively high,and soil infiltration rate was higher than those of other plots (Fig. 4) (Guo et al., 2019). Soil water content in $4 0 ~ \\mathrm { c m }$ depth of $C .$ korshinskii and $A$ ，sibirica plots reached the level of dry soil layer of Loess Plateau, and average soil water content reached the level of severe dry layer (Liang et al.,2O18). This indicates that the roots of $C .$ korshinskii and $P .$ apricot plots have a strong ability to absorb and consume excessive soil water, which makes precipitation difficult to infiltrate to this depth and form a moist layer (Ma et al.,2O17). Secondly, research has found that $P .$ tabulaeformis adopts active drought resistance strategies such as rainfall interception (Ma et al.,2O19) to reduce initial water loss due to transpiration (Liu et al., 2017; Ma et al., 2017). Therefore, $P .$ tabulaeformis had a higher efficiency of SWS capacity (Fig. 5). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Measures for vegetation restoration have been carried out for approximately $6 0 \\mathrm { ~ a ~ }$ , and irrigation or other sources of water replenishment except for precipitation in this study area are not existed. Thus,deep water in deep soil depth in artificial plantation forest obtained from precipitation is limited (Fig. 4). Therefore,in the context of future climate change,an increase in the extreme drought event may cause artificial vegetation to face serious soil water deficit crisis (An et al., 2017).Therefore,afforestation in the future should be more cautious.The optical season for afforestation is spring (Zhou et al.,2012; Ma et al.,2019) due to the high soil water replenishment effciency (Liu et al., 2017). At the same time,it is essential to implement necessary management and irrigation measures for existing artificial vegetation (Gao et al.,2O15) for the demand of soil water content of deep soil depth (Zhao et al., 2017; Mei et al., 2019). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Our study confirmed that variation of soil water content in the semi-arid area of Chinese Loess Plateau is significantly afected by precipitation and vegetation type.Moderate precipitation event is the main water source for surface soil. Due to the little effect of precipitation on the deeper soil depth, especially in summer for its high temperature and evaporation,artificial vegetation in this area still faces the water deficit crisis. The order of SWC of vegetation is natural grassland> ${ \\boldsymbol { \\mathbf { \\mathit { \\Sigma } } } } _ { P }$ （20 tabulaeformis ${ \\mathrm { > } } C .$ korshinskit ${ \\mathrm { > } } A$ .sibirica. Thus,natural grassland is more suitable for the restoration of this area. Therefore, proportion of artificial vegetation and natural restoration should be optimized for sustainable development of water resources in Chinese Loess Plateau. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This work was supported by the Strategic Priority Research Program of Chinese Academy of Sciences (XDA20100101),the Major Special Science and Technology Project of Gansu Province, China (18ZD2FA009), and the National Natural Science Foundation of China (31522013). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "An W,LiZ,Wang S,etal.20l7.Exploringtheeffectsof the\"GrainforGreen\"programonthediferencesinsoilwaterinthe semi-arid Loess Plateau of China. Ecological Engineering,107: 144-151.   \nCheng RR,ChenQW,ZhangJG,etal.2Oo.Soilmoisture variations inresponsetoprecipitationindiferentvgetationtypes: A multi-year study in the loess hilly region in China.Ecohydrology,13(3): e2196,doi:10.1002/eco.2196.   \nDalyE,PorporatoA.2Oo5.Areviewofsoil moisturedynamics:Fromrainfallinfiltrationtoecosystemresponse.Environmental Engineering Science,22(1): 9-24.   \nD'OdoricoP,CaylorK,OkinGS,etal.2007.Onsoil moisture-vegetationfedbacksandtheirposibleefectsonthedyamics of dryland ecosystems.Journal of Geophysical Research,112: G04010,doi:10.1029/2006JG000379.   \nFuBJ,Wang J,ChenLD,etal.2Oo3.Theefectsoflanduseonsoil moisturevariationinthe Danangoucatchmentof the Loess Plateau, China. CATENA,54(1-2):197-213.   \nGaoL,ShaoMG,PengXH,etal.2015.Spatio-temporalvariabilityandtemporal stabilityofwatercontentsdistributed within soil profiles ata hillslope scale.CATENA,132:29-36.   \nGraysonRB,WesternAW,ChiewFHS,etal.1997.Preferred states inspatial soil moisture patterns:Local and nonlocal controls.Water Resources Research,33(12):2897-2908.   \nGuo SJ,XuYD,HeC,etal.2019.Diferentialresponsesofsoilqualityinevegetatiotypes toprecipitationgradientsnthe LoessPlateau.Agricultural and Forest Meteorology,276-277:107622,doi:10.1016/j.agrformet.2019.107622.   \nHeXB,Huang ZB.2O01.Zeolite aplication forenhancing water infiltrationandretention in loess soil.Resources Conservation and Recycling,34(1):45-52.   \nHouG,BiH,WeiX,etal.218.Resposeofsilmoisturetosinglerinfalleventsundertheevegetationtypes intheGully Region of the Loess Plateau. Sustainability,1O(1O):3793.   \nKakembo V.2O09.Vegetationpatchinessand implications forlandscape function:Thecaseof Pteronia incanainvader species in Ngqushwa Rural Municipality, Eastern Cape,South Africa. CATENA,77(3):180-186.   \nKurc SA,SmallEE.2Oo7.Soil moisture variations and ecosystem-scale fluxesof waterandcarbon insemiarid grasland nd shrubland.Water Resources Research,43(6): W06416,doi: 10.1029/2006WR005011.   \nLaioF,PorporatoA,RidolfiL,etal.2Ool.Plantsinwater-controledecosystems:activerolein hydrologicproceesand response to water stress I. Probabilistic soil moisture dynamics.Advances in Water Resources,24(7):707-723.   \nLi XY,Zhang SY,Peng HY,etal.2013.Soil waterand temperature dynamics inshrub-encroached grasslandsndclimatic implications: Results fromIner Mongolia steppe ecosystemofNorth China.AgriculturalandForest Meteorology,171-172: 20-30.   \nLiang H,XueY,LiZ,etal.2018.Soil moisture decline following the plantationofRobinia pseudoacacia forests:Evidence from the Loess Plateau.Forest Ecology and Management, 412: 62-69.   \nLiu X,Zhang B,ZhuangJY,etal.2017.Therelationshipbetweensapflowdensityandenvironmentalfactors intheYangtze River Delta Region of China. Forests, 8(3): 74.   \nMa C,LuoY,ShaoM,etal.2l7.EnvironmentalcontrolsonsapflowinblacklocustforestinLoesslateau,China.Sientiic Reports,7(1):13160,doi: 10.1038/s41598-017-13532-8.   \nMa CK,LiXD,LuoY,etal.2O19.The modellingofrainfalliterception ingrowing anddormantseasonsforapineplantation andablack locustplantation in semi-arid Northwest China.Journal of Hydrology，577123849，doi: 10.1016/j.jhydrol.2019.06.021.   \nMeiXM,MaL,ZhuQK,etal.019.Thevariabilityinsoil waterstorageontheloesshilslopes inChinaanditsestimation. Catena,172: 807-818.   \nOdindi JO,Kakembo V.201.The hydrological responseof Pteronia incana-invadedareas intheEastern CapeProvince, South Africa. Ecohydrology, 4(6): 832-840.   \nPan M,WoodEF,WojcikR,etal.2Oo8.Estimationofregionalterestrial water cycleusingmulti-sensorremotesensing observations and data assimilation. Remote Sensing of Environment,112(4):1282-1294.   \nPeel M C.2009.Hydrology: catchment vegetation and runoff.Progress in Physical Geography,33(6): 837-844.   \nSchlueterS,VogelHJ,IppischO,etal.20l3.Combinedimpactofsoil heterogeneityndvegetation typeontheannual water balance at the field scale. Vadose Zone Journal,12(4): 1-17.   \nSchwining S,SalaOE.204.Hierarchyofresponses toresource pulses inaridand semi-arid ecosystems.Oecologia,141(2): 211-220.   \nShao Q,Gu W,Dai QY,etal.2014.Efectivenessof geotextile mulches forsloperestoration in semi-arid northern China. CATENA,116: 1-9.   \nWang S,FuBJ,GaoGY,etal.20l3.Responsesof soil moisturein diferent landcovertypes torainfall events ina re-vegetation catchment area of the Loess Plateau, China. CATENA,101: 122-128.   \nWilson D J, WesternAW,GraysonRB.2O04.Identifyingandquantifying sourcesof variabilityintemporaland spatial soil moisture observations.Water Resources Research,40(2): W02507,doi: 10.1029/2003WR002306.   \nWuH,LiXY,LiJ,etal.2l6.Dierentialsoilmoisturepulseuptakebyoexistingplants inaalpineAchnatherumspleden grasland community. Environmental Earth Sciences,75(10): 914,doi: 10.1007/s12665-016-5694-2.   \nXu G,ZhangTG,LiZB,etal.l7.mporalandspatialcharacteristicsofsoilwatercontentiniversesoillayrsoland terraces of the Loess Plateau, China.CATENA,158:20-29.   \nYuT,FengQ,SiJ,etal.20l9.Responsesofripariaforests tofloodirgationinthehyper-aridzneofNWChina.Scienceof the Total Environment, 648: 1421-1430.   \nYu X,Huang Y,LiE,etal.2017.Efectsofvegetatiotypesonsoilwaterdyamics duringvegetationrestorationinte MuUs Sandy Land, northwestern China. Journal of Arid Land, 9(2): 188-199.   \nYu XN,HuangYM,LiEGetal.2O18.Efectsofraifallandvegetatio tosoilwater inputandoutput processes ine Mu Us Sandy Land, northwest China.CATENA,161: 96-103.   \nZhang X,ZhangL,ZhaoJ,etal.2O08.Responsesof streamflowtochangesinclimate andlanduse/coverintheLoess Plateau, China.Water Resources Research,44(7):W00A07,doi: 10.1029/2007WR006711.   \nZhang Z,SiB,LiM,etal.2O2.Deficitandrecoveryofdeepsoilwaterfolowingafullcycleofffrestationanddeforestation of apple trees on the Loess Plateau,China.Water,12(4): 989,doi: 10.3390/wl2040989.   \nZhao CL,JiaXX,ZhuYJ,etal.2l7.Long-tertemporalvriationsofsoilwatercontenunderdierentvegetatiotypesin the Loess Plateau,China. CATENA,158: 55-62.   \nZhou D,Zhao S,Zhu C.2012.The Grain for Green project induced landcover change in the LoessPlateau: Acase study with Ansai County, Shanxi Province,China. Ecological Indicators,23: 88-94.   \nZhuL,Wang ZH,MaoGL,etal.2014.Wateruptakefromdiferent soil depths forhalophytic shrubs grown innortherareaof Ningxia Plain (China) in contrasted water regimes.Journal of Plant Interactions,9(1): 26-34. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]