[
    {
        "type": "text",
        "text": "关于中国独立型防务智库传播对象和内容的研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "汪川",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "知远战略与防务研究所江阴214431",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义]针对当前中国独立型防务类智库大都处于初级运营阶段的情况，厘清传播事务在其运营当中的作用，特别是梳理清楚传播的对象和内容，以促进其良性发展。[方法/过程]主要通过对笔者在独立型防务智库中传播事务的运营实践以及对其他防务智库的观察进行总结思考。[结果/结论]传播工作在独立型防务智库初级阶段的生存和发展中发挥着极为重要的作用，形成了面向决策层的传播、面对业界的传播、面对社会的传播、面对未来的传播这一对象体系，以及相应的传播内容。随着传播工作的发展，在促进智库运营方面将有着更为广阔的前景。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：防务智库 传播 开源情报 社交传媒分类号：G206DOI: 10.19318/j.cnki.issn.2096-1634.2016.03.08",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "近年来，习主席多次强调要建设中国特色新型智库。在智库大发展的背景下，国内不仅涌现出许多新兴智库，一些老牌智库也纷纷进行改组和优化。在智库多元化和体制改革的可期未来，重塑对目标影响对象的认知将成为新的挑战，传播对于智库，尤其是独立型的防务类智库的重要性就显得愈加明显。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "所谓独立型防务智库，笔者所在机构认为，非军队和政府所辖、又以防务为主要研究对象的智库可以被冠以这个称谓。当前可被称为独立型防务智库的有：中国战略文化促进会、知远战略与防务研究所、南方防务智库、上海国防战略研究所等，而军队所辖的军事科学院、国防大学及其他以外交、国际关系、经济为主要研究对象的智库不在本文的研究范围之内，但会在某些方面作一些对比分析。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "独立型防务智库作为极具中国特色的智库类型，在传播方面的实践与前景有着极为不同的价值，呈现出学习西方经验又立足中国特色的发展态势。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一方面是从智库运营要素上学习西方著名防务智库的成功经验。由于市场化运营的关系，西方著名智库大多注重传播。例如，兰德公司、布鲁金斯学会、皇家国际事务研究所、卡内基和平基金会，或在某些时期充当防务智库角色的综合性智库，其都有一位负责传播及相应事务的高级副总裁。该高级副总裁在智库领导层的排名均在4\\~5位左右，次于总裁、研究副总裁、人事副总裁、财务副总裁，可见其重要性。一把手和主管业务的二把手重要性不言而喻，三四把手用人用钱不当则会损伤一个组织的根基，如果说前四位高管能够确保一家智库存活，而传播则关乎一家智库的影响力和发展。在这个问题上，美国传统基金会副总裁菲利普·特鲁拉克曾表示：“我们在推销思想上花的钱，绝对和研究上花的一样多。”",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "同样，国内的非官方智库也意识到了这一点。察哈尔学会前秘书长柯银斌在一次采访中曾表示：“美国排名第一的布鲁金斯学会有1/3的人员和精力致力于发展影响力目前我们最应该学习国外智库的，就是如何通过传播手段扩大影响力。”",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "另一方面，结合中国国情，传播在独立型防务智库实现自身发展目标的过程中具有独特的价值。独立型防务智库一般以军队和政府相关部门为主要用户，有的用户还涉及到军工企业，其运营目的与军队智库在当前阶段并无本质区别，即为决策层和职能机构提供思想和知识产品。然而，独立型防务智库作为新生事物，在初始发展阶段，缺乏资金、影响、人才、品牌，成熟用户一般比较有限，因此在这一阶段，传播工作对于促进智库的整体运营，赢得市场、建立声誉来说极为重要。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "许多智库都追求舆论发声。例如《凤凰周刊》的调查报告《大陆新兴智库热潮》提到，不少民间智库和高校智库的负责人向《凤凰周刊》坦言：“通过提高社会影响力可以从一定程度上吸引企业和政府的关注，倒逼其为智库发展增加马力…相比体制内智库，我们的劣势无外乎缺乏资金和不被政府重视。”[1",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "然而，传播绝非简单的舆论发声，与极力追求舆论影响的非防务类的某些独立智库不同，由于国防事务的专业性质，笔者认为，和平时期军队决策层和职能部门受舆论影响太小，独立型防务智库在保有一定的舆论发声之外，要更加注重多维度对整个国防领域的整体和长期的影响，同时也要承担一定的社会责任。这就要求根据智库的定位和发展，做好传播内容和对象的规划，并逐步探索、调整和完善，最终形成较为清晰和全面的框架。独立型防务智库当前的传播内容与对象，大体可以分为以下四类，西方防务智库所强调的“推销思想”，也就同时蕴含在这四大类中。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "面向决策层和职能部门的传播，传播内容为知识和情报产品",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1与市场需求相关的知识 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "防务安全的研究属性决定了其最重要的传播对象是军队、军工和政府的决策层和职能部门，以及在“走出去”背景下日益增加的企业用户。作为创业性，新兴的独立防务智库，必须要向这些潜在用户证明自己具备相应的研究能力，其中一种证明方式就是传播自身在某个需求方向上所产出的相关知识。例如，近年来在“一带一路”倡议推进下，各界对海外安全风险的关注日益提升，面对潜在的研究市场，知远战略与防务研究所在2015年开始了产品预研，选取了阿富汗作为“一带一路”国别安全风险评估的样本。在评估报告初步完成的情况下，召开了“知远防务论坛 2015—‘一带一路’安全风险评估专家研讨会”，在研讨会上作了《阿富汗安全风险评估报告》的非正式发布和内容演讲，赢得了各界参会代表的高度关注。在研讨会结束后，又迅速在杂志上发表了关于阿富汗安全风险评估的论文，获得了潜在用户的关注，不久就正式赢得了关于海外国别安全风险评估的研究订单。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2重要情报产品",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "独立型防务智库，出于保密安全和官方认可度的限制，初期大多只能选择以研究外军问题为切入点，并且深挖下去，否则触碰红线，生存立刻成为问题。从另一角度，中国的战略规划与潜在对手高度互动，因此中国的防务研究界要回答一个基本问题：对手是谁，对手在想什么，对手打算怎么做，也就是对手的战略是什么。在战略之外，还要尽量全盘掌握对手包括战役和行动层的军事情况，这就是防务智库要承担的开源情报工作，涉及领域不仅包括军事情报，还包括军事科技情报。中国战略文化促进会近年连续推出的《美国军力评估报告》《日本军力评估报告》，知远战略与防务研究所近年推出的关于“网络战”“空海一体战”“第三次抵消战略”的系列编著编译报告几乎都是业界必读的情报资料。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "同时，国内也有专家指出，发挥情报在智库研究中的基础功能是全球智库发展的普遍规律。西方著名的智库，例如英国发展研究院、德国国际政治与安全研究所、斯德哥尔摩国际和平研究所，美国布鲁金斯学会等都建立了专门的信息情报服务制度[2]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2面向业界的传播，传播内容为情报研究成果和行业经验",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在互联网去中心化的大趋势下，社交媒体能够将智库、学术界大量的公开性研究成果更加快捷地展现出来。这不仅能够更有利于研究人员通盘掌握业界的前沿动态，并且能够进行思想交锋和研究成果的检验，有利于研究秩序的形成。近期在国际关系学界有一个典型案例：2015年6月，清华大学学者李希光、孙立舟发表长文《中巴经济走廊的战略价值与安全形势》，2015年7月，资深退休外交官毛四维认为此文偏离事实太远，过于误导，先后发表文章《驳李希光及其学生中巴经济走廊战略安全评估》《对 $<$ 十二不靠谱 $>$ 的十二点说明》进行反驳，双方的文章在社交媒体上都得到了大量传播，这一交锋作为一个经典案例，在“一带一路”大热的背景下，对于促进智库和学术界进一步脚踏实地得做研究很有帮助。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1协同建立研究秩序",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "国务院发展研究中心副主任隆国强曾指出，体制内智库存在“分散、低水平的重复建设和碎片化研究”等问题，军事与防务智库多多少少也存在此类问题以及其他相关问题。事实上，独立型防务智库在这方面可以主动作为。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.1开源情报共享当前，每当美军公布一个新的重大报告时，全国最少不下20家单位在同时翻译，由于随意定密及小团体主义，开源情报翻译的重复劳动损耗非常大。鉴于此，某研究所在2015年11月正式推出“外军防务开源情报中心”众筹项目，以期以非营利性的方式促进外军开源情报共享，避免业界大量重复劳动。这一众筹项目受到了许多军工单位的欢迎和支持，正在积极推进中。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.2军事术语翻译标准化在开源情报的基础工作中，军事术语翻译非常重要，关乎到对外军的理解是否正确、深刻。近年来，上到新的作战概念如cyberwarfare，下到核心的军事用语如enterprise的翻译在业界都引起过众多争论。然而，当前可供有效使用的军事术语标准只有一本2007年解放军外国语学院组织出版的《英汉军事术语大词典》。这版词典问世已将近十年时间，早已不能满足业界需求。为此，某研究所正在和军事科学院合作，从零开始重新建立军事术语库，希望协同建立一套不断更新、供业界共同使用的军事术语翻译标准。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.3重塑外军认知在外军研究方面，防务界过去做出过许多成绩，但也存在不少问题。例如有的人认为美军天下第一，事实肯定不是这样。例如近年美军出现战略情报失误，对俄罗斯军事涉入叙利亚局势严重误判。有的人认为美军也没那么行。曾有人在书中写道，“美军是老黄瓜刷了绿漆”“俄罗斯是老黄瓜没刷绿漆”，这样幼稚的认知算是一个比较极端的案例。根据笔者对国内外军研究领域的观察，有的研究人员[3]习惯于主观臆断外军，给外军套帽子，动不动就归纳外军特点，用中国思维套外军情况，最后得出的结论中不中，洋不洋，研究价值不高。更有甚者在没有深刻了解外军的真实情况下，就断章取义，主张全盘西化。例如根据笔者的了解，许多人并不知道美军的旅是辖在师的编制下面，就噻噻着要学习美军进行师改旅，采取旅营级编制，显得非常荒谬。研究外军，最基础的工作仍然是实事求是，正本清源，要还原外军的真实情况。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 引领研究要点",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "近年，美国推行亚太再平衡战略，各界对此研究一度大热。同时，在美国的亚太再平衡战略框架中，澳大利亚日渐成为重要角色，美日澳三方的军事同盟问题浮出水面。但是纵观业界和学界，当时对这一要点的预研明显不够。知远战略与防务研究所在这一方面有所布局，在2015年就邀请澳大利亚时任总理托尼·阿博特前顾问卡梅伦·霍克来访，举办了“知远防务论坛·2015—美日澳军事合作与亚太再平衡2.0研讨会”，产出了一批学术成果，并且长期安排研究力量跟踪这一方面的信息，借此长期吸引相关部门和研究界关注此问题。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3为业界提供研究资料",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "开源情报不仅需要提供给决策层和职能部门，对于研究界有着同样的价值。除了前文提到的美国和日本军力报告、网络战系列报告、空海一体战系列报告、第三次抵消战略系列报告等广受欢迎的情报产品之外，在中国新军改的大背景下，某研究所编译的美军联合作战体制的相关资料如《美军“统一指挥计划”发展史（1946\\~2012）》和俄罗斯军队新面貌改革的资料也是炙手可热。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4 智库建设体会",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当前中国智库的建设呈现井喷态势，成绩有目共睹，不足也是十分明显的。例如有学者[4批评当前中国智库处于大跃进状态，问题不少。独立型防务智库可以根据自身实践提出相应的理解和看法。例如《中国防务智库为何无法入围全球智库榜单》《美军智囊启示录》《中国防务类社交媒体全观察》《为什么要研究美军》等文章中一些观点很有价值，比如说必须坚持思维方式的独立性、必须实现自我造血功能、必须打造核心竞争力等。具体来说，核心竞争力的来源并不是拥有雄厚的资金，或者签约一些退休政要、兼职教授或者退役高级将领就能得来的，而是需要提升分析方法和工具。此外，某些资深战略研究人员[反复提到的净评估分析框架、兵棋推演、数据工程等，都是西方著名防务智库获得巨大成功的关键要素，但长期以来较为人所忽视。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "面向社会的传播，传播内容为基本事实和逻辑思维的科普",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "社会大众对防务资讯的需求长期且大量存在，由此引发了大量防务类信息源的出现。例如当前防务类的社交媒体十分发达，然而某些防务自媒体和一些军事网站唯点击量及背后的商业利益和影响力是从，运营手法低劣。主要表现在经常发送一些表现极端民族主义情绪的段子；或者发送一些要么言论经不起推敲，要么争议极大的学者的评论；或者发送一些耸人听闻，未经证实的消息；更有甚者不惜假借国家和军队领导人、军队知名学者、国外著名智库和外国领导人的名义散播谣言。近年最出名的谣言涉及国外的是《兰德公司报告一一2020年中国将成为世界上最穷的国家》，这一谣言甚至引发了不少专家学者、大学教授、公共知识分子、社会名流转载和撰文解读，使得兰德公司不得不多次辟谣。这些信息对于普通大众，甚至一般军官来说甄别难度不小，因此点击量和转播量都非常大，极易造成恶劣的社会影响。当前，国内外有不少观点认为当前中国的民族主义情绪十分浓厚，大量民众对待一些涉及到中国利益的国际问题呈现出极为不理智的情绪，应该说与这类负面传播脱不开关系[6]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "作为专业的智库和学术界人士，有必要基于自己真实、客观的研究，向公众做一些理性的传播。然而整个行业在这方面的缺位引发了批评。美国学者黄严忠在《中国的智库大跃进》一文中指出：“正在兴起的反智主义、民族主义和民粹主义进一步削弱了中国智库在政策制定和国际交流中的可信度和有效性。2013年，尽管缺乏有说服力的证据，一部号称是中国军队智库制作的纪录片提醒政治和军事官员警惕美国的意识形态渗透和政治颠覆意图。一位初中教育水平的青年博主近期所写的一篇文章在社交媒体上广为流传，该文揭发了美国对中国的一场长达十五年的文化冷战，指责美国歪曲中国历史，甚至制造中国的食品安全问题。值得注意的是，没有一位智库专家站出来驳斥这种天方夜谭式的谬论。”[4]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从战略传播的舆论影响的角度来看，或许这部纪录片和那名博主的系列文章有其独特的价值，但是专业人士和有关部门作为研究分析和判断决策使用，则会引发大问题。因此，防务类智库在基于严谨研究的基础上，面向广泛意义上的社会大众的深度科普还有很长的路要走，也大有可为。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4面向未来的传播，构建智库在防务界的研究网络",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.1面对未来决策者，传播战略思想 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "笔者在与美国著名战略学家托马斯·巴尼特交谈时，其曾表示：“一个战略家要把目光定在影响中级军官上，因为他们在未来将成为美军的最高指挥官。”中国的防务智库也应如此，特别是移动社交传媒高度发展的社会背景增强了相应的条件。一是从潜在用户的数量上来看，相关规定指出，军人可以在保密前提下使用智能手机，因此社交媒体的军官用户数量在将来可能会呈现出较大的预期增长。二是从潜在用户的质量上来看，随着时间发展，未来的高层领导都将在中层领导中诞生，中层领导用户将来走上高层领导岗位后，将来对订阅的社交媒体账号及所属机构的熟悉和接受程度更高，为所属机构的发展可能造就巨大的发展机遇。例如，知远战略与防务研究所微信公众号的订阅用户中一大半都是军队的中级军官，还有超过30名的少将及以上高级军官",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2面对未来的研究人员，传播研究方法论",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "著名战略学者吕德宏在《改造我们的研究》一文中指出，经过多年来对我国与发达国家战略学术界交流的观察和思考，我们认为我国战略学界存在以下现象：重认识、轻操作；重引进、轻创造；重结果、轻过程；重个体、轻团队；重定性、轻定量一段时间以来，学术研究存在的一个很大的问题是天马行空有余、落地生根不足。根源是认识脱离实际，对我军的研究脱离我军实际，对外军的研究脱离外军实际。脱离了这两个实际，大量似是而非的抽象观点飘在半空，上不着天，下不着地[]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "可以说，吕德宏指出的问题是客观存在的。独立型防务智库可以通过自身实践，对该文中提出的问题有自己的回答和做法。例如，对美军战略规划有深刻认知的专家群体大多认为兰德公司的战略评估系统（后期升级为联合一体化应急模型）及其框架下的战略评估/净评估、长期趋势分析、多场景分析、兵棋推演、蓝军思维推演研讨等方法，以及某研究所长期实践的情报学方法是战略和防务研究领域的重要方法，甚至是必需手段。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "独立型防务智库在发展过程中，可以先期通过培训、高级研修等方式，不断整合军队院校、军队机构、国家研究机构、国家职能部门、企业界、国外研究界的专家资源，最终建立自己的“防务学院”，围绕一定的核心理念向各界传播有效实用的研究方法，从而很可能在整个防务界形成带有自身基因的研究文化和研究群落。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "这正是西方著名防务智库的长年实践经验。原美国国防部净评估办公室主任安德鲁·马歇尔90多岁才正式退休，期间超过90名军事职员和文职分析员在其手下任职过，而在国防部体制外，更有众多的人员直接或间接地从事净评估的研究和推广工作，涉及情报界、学术界、防务智库。安德鲁·马歇尔本人自述道：“我认为我的最大成就就是，对来到这间办公室的人们的训练与影响。”其著名“弟子”—战略与预算评估中心（CSBA）",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "主任安德鲁·克雷皮内维奇近年就推出了关于第三次抵消战略的数份研究报告。另外，马歇尔曾长期任职的兰德公司为了传播研究方法，在成立初期就建立了访问学者制度，1970年又成立了帕迪兰德研究生院。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "可以看出防务研究方法论的应用和推广，无论是自然形成的还是人为设计的，都将促成相关研究网络的形成，极为值得借鉴。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "结语 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "当前，国内的独立型防务智库已经做出了不少成绩，但由于没有政府专项拨款，仍然比较缺乏政策、资金和人力资源的支持，但是政策和市场不是从天上掉下来的，而是脚踏实地做出来的。每一个研究项目的完成都是对市场的一次培育，也是对政策的一点撬动，每一次成功的传播也都在无形中改变各类传播对象对独立型防务智库的认知，为将来的发展奠定心理上的基础。传播工作在智库初级阶段的生存和发展中发挥着极为重要的作用，并且在未来也有着极为广阔的前景。值得强调的是，独立型防务智库提供差异化的优秀研究成果的能力是传播的根基。如果没有这个根基，传播只是无米之炊，再有名头，也无法替代军队智库，也根本没有存在的意义。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]王衍．大陆新兴智库热潮[J].凤凰周刊，2015(16).  \n[2]袁建霞，董瑜，张薇.论情报研究在我国智库建设中的作用[J].情报杂志，2015，4(4)：4-7.  \n[3]宋晓军，王小东，宋强，等.中国不高兴：大时代、大目标及我们的内忧外患[M]，南京：江苏人民出版社，2009.  \n[4]黄严忠.中国的智库大跃进[EB/OL].[2015-11-02].http://www.forbeschina.com/review/201509/0045594.shtml.  \n[5]李健.中国什么时候才能建成自己的“兰德公司”[N].中国青年报，2015-07-17(9).  \n[6] 汪川.防务类社交媒体，谁在办，谁在看[N].中国青年报，2015-10-09(10).  \n[7]吕德宏．从思想到行动：解读美军战略规划[M]，北京：长征出版社，2008.",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Research on Communication Objects and Contents of Chinese Independent Defense Think Tanks ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Wang Chuan ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Knowfar Institute for Strategic and Defence Studies, Jiangyin 214431 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] Given most Chinese independent defense think tanks are operating on the nitial stage now,inorder to facilitate their healthydevelopment,it is significant to clarifytherolethat communication services play in their operation,and analyze the communication objects and contents.[Method/ process] This paper was based on practices and experience of communication services of the author working in an independent defense think tank,and the observation on other defense think tanks. [Result/conclusion] Communication services play a significant role in the survivaland development of independent defense think tanks duringtheir initial stage. Communication services have four parts: communicating upward to clients,paralelly to the research industry,downward to the society and forward to the future,which form the communication system with related contents.With its development, communication services willhave a broad prospect in facilitating the think tank operation. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Keywords: defense think-tank communication open source intelligence social media收稿日期：2015-11-02 修回日期：2016-05-28本文责任编辑：唐果媛",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（上接第46页）",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Research on the Strategic Orientation and Policy Suggestions for the New Think Tanks in Public Security System ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Wang Long ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "School of Public Policy and Management, UCAS,Beijing 100049 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] Scientific strategic orientation is the successful experience of the construction of the frst class Think Tank.Under the background of country's promoting in the new think tanks with Chinese characteristics,identification and optimization of the strategic positioning is the core and key of the construction of the new think tanks in public security system, which is fundamentally advantageous to improve the quality and level of construction. [Method/process]By literature review,statistical analysis and other methods,we have a brief review of the practice of the construction of the new think tanks in public security system, the analysis of the current situation, main characteristics and shortcomings of the strategic positioning, and put forward some policy suggestions to optimize the strategic positioning of the new think tanks in public security system. [Result/conclusion] Analysis shows that the strategic positioning of the new think tanks of the public security system.Allshow obvious vocation-based and relatively closed characteristics in the research content selection,research organization and implementation,research team and so on.We should consider the three dimensions of“what”“how to do”“who do”allin one to achieve the integration of the strategy design, strategy implementation (execution) and strategic management (subject).We should focus on strengthening the study offundamental factors aecting the security and stability of the society by the combination of strategic, the systematic and innovative research in the selection of research content.And it is necessry to highlight the problem oriented,demand oriented and application oriented research as to the specialized research path.And we should pay enough attention to the integration of the research team from public security colleges,public security operational departments,research institutions and other social security research field. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Keywords: construction ofnew types of think tanks strategic orientationnew type of think tanks in public security system ",
        "page_idx": 5
    }
]