[
    {
        "type": "text",
        "text": "Community phylogenetic structure of grasslands and its relationship with environmental factors on the Mongolian Plateau ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DONG Lei',LIANG Cunzhu1\\*,LI Frank Yonghong], ZHAO Liqing], MA Wenhong], WANG Lixin'，WENLul,ZHENGYingl，LIZijing',ZHAO'Chenguang, Indree TUVSHINTOGTOKH ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Ministryof Education KeyLaboratoryof Ecology and Resource Use of the Mongolian Plateau & Inner Mongolia Key LaboratoryofGrasslandEcology,SchoolofEcologyandEnvironment,InnerMongolia University,HohhotOlo1,China; 2 Forestry and Desert Control Research Institute of Alagxa League, Bayanhot 750306, China; 3 Institute of General and Experimental Biology,Mongolian Academyof Sciences,Ulaanbatar-51,Mongolia ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: The community assembly rules and species coexistence have always been interested by ecologists. The community phylogenetic structure is the consequence of the interaction process between the organisms and the abiotic environment and has been used to explain the relative impact of abiotic and biotic factors on species co-existence. In recent years, grassand degradation and biodiversity loss have become increasingly severe on the Mongolian Plateau, while the drivers for these changes are not clearly explored,especially whether climate change is a main factor is debated in academia.In this study， we examined the phylogenetic structure of grassland communities along five transects of climate aridity on the Mongolian Plateau,and analyzed their relations with environmental factors，with the aims to understand the formation mechanism of the grassand communities and the role of climatic factors. We surveyed grassland communities at 81 sites along the five transects,and calculated their net relatedness index (NRI) at two different quadrat scales (small scale of $1 ~ \\mathrm { m } ^ { 2 }$ and large scale of $5 ~ \\mathrm { m } ^ { 2 }$ ）to characterize the community phylogenetic structure and analyze its relationship with the key 11 environmental factors. We also calculated the generalized UniFrac distance (GUniFrac) among the grassland communities to quantify the influence of spatial distance and environmental distance on the phylogenetic $\\beta$ diversity. The results indicated that plant community survey using the large scale quadrat contained suficient species to represent community compositions. The community phylogenetic structure of grasslands was significantly overdispersed at both the smalland large scales,and the degree of overdispersion was greater at the large scale than at the small scale,suggesting that competitive exclusion instead of habitat filtering played a major role in determination of community composition. Altitude was the main factor affecting the community phylogenetic structure, whereas climatic factors, such as precipitation and temperature, had limited influence. The principal component analysis of the 11 environmental factors revealed that $9 4 . 0 4 \\%$ of their variation was accounted by the first four principal components. Moreover only $1 4 . 2 9 \\%$ and $2 3 . 2 6 \\%$ of the variation in community phylogenetic structure were explained by the first four principal components at the small and large scales,respectively. Phylogenetic $\\beta$ diversity Was slightly significantly correlated with both spatial distance and environmental distance,however, environmental distance had a less explanatory power than spatial distance,indicating a limited environmental effect on the community phylogenetic structure of grasslands on the Mongolian Plateau.In view of the limited effect of climatic factors on the community phylogenetic structure of grasslands, climate change may have a smaler impact ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "on grassland degradation than previously thought. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: phylogenetic overdispersion； environmental factors； phylogenetic $\\beta$ diversity;spatial scale;environmental distance; climate change; Mongolian Plateau",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Citation: DONG Lei,LIANG Cunzhu,LIFrank Yonghong,ZHAO Liqing,MA Wenhong,WANGLixin,WEN Lu, ZHENG Ying,LI Zijing,ZHAOChenguang,IndreeTUVSHINTOGTOKH.2019.Communityphylogeneticstructureofgrassandsand its relationshipwith environmental factorsontheMongolianPlateau.JournalofAridLand,1l(4):595-607. https://doi.0rg/10.1007/s40333-019-0122-6 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The formation and maintenance of community biodiversity have always been the focuses of community ecology research (Roughgarden， 1983； Tilman， 2004; Zhang et al.， 2017). Conservation community ecologists tend to treat all plant species equally and ignore the differences among species with different origins and evolution, which may lose much important information (Vamosi et al.， 2009； Marc et al.， 2012). The development of community phylogenetic structure, however, provides a better understanding of the community-assembling mechanisms (Webb et al.,2002; Swenson et al.,2007). Generally, closely related species tend to share similar niches (Burns and Strauss，2O11). Therefore, if community composition is dominated by habitat filtering, the closely related species will be gathered, and local communities exhibit phylogenetic clustering. Moreover, in communities where competition greatly affects composition, distantly related species are expected to co-occur more frequently,and as a result, the community is phylogenetically overdispersed. If neutral assembly is the primary factor or habitat filtering works with competitive exclusion， the community may be phylogenetically random (Webb et al., 2002; Cavender-Bares et al., 2004). The community phylogenetic structure could thus be a practical indicator of understanding how biotic and abiotic factors influence the community assembly (Webb et al., 2002; Donoghue,2008). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The impact of global climate change on terrestrial ecosystem degradation has attracted much attention (Melillo et al.,1993; Cramer et al.，2001). However, the main reason for grassland degradation, either climate change or human interference, has been controversial in academia (Cnr et al.,2008; Chen et al.,2014; Hilker et al.,2014; Cao et al.,2015). The study of community phylogenetic structure could provide a potential evidence about how climate change influences community and species assembly in grasslands (Wilis et al., 2008; Lavergne et al., 2010). For example,a community where abiotic filtering is the dominant force should be more sensitive to climate change (Willis et al., 20o8).In contrast, a community where competitive exclusion is dominant would be expected to be more stable and have a greater capacity to adapt to the changed climate (Cadotte et al., 2012). Thus, the relative importance of abiotic filtering in community assembly could be used to identify how climate and climate change influence the local community (Buckley and Kingsolver, 2012). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Previous studies on community phylogenetic structure mainly concentrated on forest ecosystems (Kembel and Hubbell,2006;Letcher,2010; Baraloto et al.，2012)，whereas fewer studies have been reported on grassand ecosystems. Some researchers have reported the importance of competitive exclusion in grassland community assembly (Slingsby and Verboom, 2006; Qian et al., 2014). For example, a study of 11 Stipa grasslands in Spain revealed that most regions were phylogenetically random due to the collctive effect of habitat filtering and biotic interactions within the community (Soliveres et al.,20l2). However, the interactions between species (especially competition) were the main driver of community assembly. Yang et al. (2018) found that nitrogen addition significantly changed the community structure from being phylogenetically random to overdispersed by changing the interspecific competition and the colonization of species, whereas water addition only had a little influence. Studies also showed that community phylogenetic structure was strongly influenced by the spatial scales (Kraft and Ackerly, 2010; Soliveres et al., 2012). For instance,the community phylogenetic structure of some tropical rainforests tends to be clustered at a small scale (i.e., $< 1 0 0 \\mathrm { m } ^ { 2 }$ ）andoverdispersed at a large scale (Swenson et al.,20o7). However, litle is known on the influence of special scale on grassland community phylogenetic structure. Meanwhile, research on community phylogenetic structure of grasslands at large spatial scales (regional to global) is lacking. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Mongolian Plateau,located in arid and semi-arid areas, is well known for its broad natural grasslands,and plays a crucial role in ecological stability and biodiversity not only in North China but also in the whole of Northeast Asia (Chen et al.，2007). In recent decades,the grasslands on the Mongolian Plateau have experienced severe degradation and biodiversity loss (Zhang et al., 2O11),and their conservation is urgently needs (Zhao et al., 2015). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In present study, based on the grassland survey and analysis of their community phylogenetic structures along gradients of climate aridity on the Mongolian Plateau，we analyzed the relationship between community phylogenetic structure and environmental factors with the aim to quantify the relative importance of abiotic filtering in community assembly.Furthermore, we also calculated the phylogenetic $\\beta$ diversity among the grassland communities and analyzed their relations with environmental factors and spatial distance.We hypothesized that competitive exclusion rather than habitat filtering dominates the community phylogenetic structure of grassands on the Mongolian Plateau, and that changes in climatic factors does not significantly influence the community phylogenetic structure of grasslands. The research of community phylogenetic structure of grasslands could provide theoretical and practical guidance for the conservation of grassland ecosystems on the Mongolian Plateau as a unified entity. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Mongolian Plateau is located in the hinterland of Asia,and consists of the whole territory of Mongolia, most parts of the Inner Mongolian Autonomous Region of China and the southern Russia (Zhou et al.,2O17). The central of this area is comprised of high plains and its edge is comprised of moutains, with the Da Hinggan Mountains to the east, the Altay Mountains to the west,the Yinshan Mountains to the south and the North Sahyan-Hentiy Mountain line to the north $( 4 1 . 6 ^ { \\circ } - 5 2 . 2 ^ { \\circ } \\mathrm { N } _ { }$ ， $8 7 . 6 ^ { \\circ } - 1 1 9 . 9 ^ { \\circ } \\mathrm { E }$ ： $1 0 0 0 { - } 1 5 0 0 \\mathrm { ~ m ~ }$ a.s.l.; Lu et al., 2009). The Mongolian Plateau is characterized by a typical temperate continental climate (Bao et al.， 2O14).The mean annual precipitation on the Mongolian Plateau is generally less than $2 0 0 ~ \\mathrm { { m m } }$ and is mainly concentrated in summer. However, mean annual precipitation can reach up to $4 0 0 ~ \\mathrm { { m m } }$ in the east. The annual mean temperature is approximately $1 . 9 ^ { \\circ } \\mathrm { C }$ (Zhou et al., 2O17). The dominant vegetation type is steppe grassland, which can be classified into meadow steppe, typical steppe and desert steppe on the basis of precipitation. Furthermore,a large area of desert is distributed in the west and southwest (Vandandorj et al., 2015). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Experimental design ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Four transects (named a,b,c and d; Fig. 1) were set up and surveyed in 2O15 from the desert steppe region to the typical steppe region along the precipitation gradients. In 2016,another transect (named e; Fig. 1） was set up along the east-west direction, where precipitation is approximately $2 4 0 ~ \\mathrm { m m }$ and dominant vegetation type is the typical steppe. Along each transect, several plots (15，14,8,9 and 35 plots on the transects a,b,c, d and e,respectively; approximately $5 0 ~ \\mathrm { k m }$ between each closest pair) were selected in wide and flat terrain with less interference with a total of 81 plots. A GPS receiver was used to record the latitude,longitude and altitude of each plot. A $1 0 \\ \\mathrm { m } { \\times } 1 0 \\ \\mathrm { m }$ square was designed in each plot, and then 5 quadrats ( $\\mathrm { ~ \\ i ~ } \\mathrm { m } { \\times } 1$ m) were set in the square at the four vertices and the center (Fang et al.,2Oo9).Allthe species and their individual abundances in each quadrat were recorded,and green plants were clipped and collected at the same time.Plant materials were oven-dried at $7 5 ^ { \\circ } \\mathrm { C }$ for $2 4 \\mathrm { ~ h ~ }$ and then weighed. Each quadrat ( $\\mathrm { ~  ~ 1 ~ m ~ } \\times 1 \\mathrm { ~  ~ m ~ } )$ ） was regarded as a representative of the local community at the small scale (area of $1 \\mathrm { m } ^ { 2 }$ ). Then, the 5 small scale quadrats were combined as one to represent the local community at the large scale (area of $5 ~ \\mathrm { m } ^ { 2 }$ ). Additionally, 2 transects (a and b) were surveyed using the nested quadrats (at nine scales of $1 \\ \\mathrm { m } { \\times } 1 \\ \\mathrm { m }$ ， $1 \\ \\mathrm { m } { \\times } 2 \\ \\mathrm { m }$ ， $2 \\ \\mathrm { m } { \\times } 2 \\ \\mathrm { m }$ ， $2 ~ \\mathrm { m } { \\times } 4 ~ \\mathrm { m }$ ， $4 \\ \\mathrm { m } { \\times } 4 \\ \\mathrm { m }$ ，4 $\\mathbf { m } { \\times } 8 \\mathrm { ~ m ~ }$ ， $8 ~ \\mathrm { m } { \\times } 8 ~ \\mathrm { m }$ ， $8 \\ \\mathrm { m } { \\times } 1 6 \\ \\mathrm { m }$ and $1 6 ~ \\mathrm { m } { \\times } 1 6 ~ \\mathrm { m }$ , respectively) to ensure most of local species were included (Stohlgren et al.,1995). The number of species in each quadrat on the transects a and b at the small and large scales was compared with that recorded in the nested quadrats at the nine scales. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/205da8fba9dfbf067cceb01f22fde5039b68d74242294e0c1b4877d1f9f44df4.jpg",
        "img_caption": [
            "Fig.1Location of the surveyed plots on the five transects (a,b,c,d and e) on the Mongolian Plateau. Arrows along the transects a,b,c and d indicate the precipitation gradients from high to low. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 Environmental data ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fifty-year average values of 19 meteorological factors were downloaded from WorldClim (http://www.worldclim.org; Hijmans et al., 20o5). The spatial resolution was 30 arc seconds (ca. 1 $\\mathrm { k m } ^ { 2 }$ ).Meteorological factors with a high correlation coefficient $( r { > } 0 . 9 5 )$ were removed and then 10 factors were remained. Then altitude was added to this group. Finally,11 environmental factors(Table 1) were selected and analyzed using multiple linear regression (MLR) models. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/73c3484b762dbd3d1596a5d480017633b7de2744c7f1395db13cc26484bce8f9.jpg",
        "table_caption": [
            "Table1 Eleven environmental factors used in this research "
        ],
        "table_footnote": [
            "Note:Tavgi indicates the average temperature of the $i ^ { \\mathrm { t h } }$ month.A quarter is defined as any period of three months.SD,standard deviation.More details can be found at http://www.worldclim.org/bioclim. "
        ],
        "table_body": "<html><body><table><tr><td>Factor</td><td>Description</td></tr><tr><td>AMT (C)</td><td>Annual mean temperature</td></tr><tr><td>MDR (C)</td><td>Mean diurnal range (mean of monthly (maximum temperature-minimum temperature))</td></tr><tr><td>TS (C)</td><td>Temperature seasonality (SD [Tavgi])</td></tr><tr><td>TAR (C)</td><td>Temperature annual range (maximum temperature of warmest month-minimum temperature of coldest month)</td></tr><tr><td>IS</td><td>Isothermality ((MDR/TAR)×100)</td></tr><tr><td>MTW(C)</td><td>Mean temperature of the warmest quarter</td></tr><tr><td>MTC (C)</td><td>Mean temperature of the coldest quarter</td></tr><tr><td>AP (mm)</td><td>Annual precipitation</td></tr><tr><td>PS</td><td>Precipitation seasonality (coefficient of variation)</td></tr><tr><td>PD (mm)</td><td>Precipitation of the driest quarter</td></tr><tr><td>ALT (m)</td><td>Altitude</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4 Phylogenetic data ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We recorded all the speciesin the quadrats in the online database Phylomatic (http://phylodiversity.net/phylomatic/） based on APG (Angiosperm Phylogeny Group) III (The Angiosperm Phylogeny Group，20o9). A phylogenetic supertree with branch length and differentiation time was regarded as outputs (Webb and Donoghue, 2O05). It is worth noting that since the branch length of the gymnosperms on the supertree is too long and the gymnosperms have a low abundance in the community (Gerhold et al., 2008; Letcher, 2010), the gymnosperms appearing in the individual quadrats were excluded from this study. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Net relatedness index (NRI; Webb et al., 2OO2） was calculated to analyze the community phylogenetic structure. This index assumes that all species in all plots could form a species pool. First, the mean phylogenetic distances (MPDs; million years) of al species pairs in the quadrats were calculated. Then, the numbers of species and individual species were kept constant, and the species names in the species pool were selected and repeated several times randomly to obtain the distribution of MPDs in the random null model. Finally, the observations were standardized to obtain the NRI using the following formula: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { N R I = - 1 { \\times } \\frac { M P D _ { o b s } - m e a n \\left( M P D _ { n u l l } \\right) } { S D \\left( M P D _ { n u l l } \\right) } , }\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $\\mathbf { M P D _ { o b s } }$ is the observed mean phylogenetic distance value in each quadrat (million years); mean $\\left( \\mathrm { M P D } _ { \\mathrm { n u l l } } \\right)$ is the average mean phylogenetic distance value of the species obtained by random numbers in the phylogenetic tree (million years)； and $\\mathrm { S D ( M P D _ { n u l l } ) }$ is the standard deviation of phylogenetic distance value of the species obtained by random numbers in the phylogenetic tree (million years). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The NRI was calculated at both the small and large scales. Generally, if the ${ \\mathrm { N R I } } { > } 0$ , the species in the quadrat is phylogenetically clustering. In contrast, if the $\\mathrm { N R I } { < } 0$ , the species in the quadrat isphylogenetically overdispersed. Moreover， if the ${ \\mathrm { N R I } } { = } 0$ ，the species in the quadrat is phylogenetically random, or there is no community phylogenetic structure (Webb, 2000). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In the past, the studies of community phylogenetic structure in forest ecosystems were mostly based on a single species and its individual numbers in the community. However, the tussock graminoids prevail in the grassland ecosystems. For example, one Carex korshinskyi and one Stipa grandis are considered equally as one unit in the calculation of NRI, but this will obviously underestimate the role of S. grandis in the community.In addition,it is difficult to calculate the numbers of individual stoloniferous plants (i.., Artemisia frigida). Thus, we proposed to use the relative dry biomass of the species in the quadrats instead of the numbers of species individuals. The relative dry biomass (RDB) was calculated using the following formula: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n{ \\mathrm { R D B } } { \\mathrm { = i n t e g e r } } \\left( { \\frac { \\mathrm { D r y ~ m a s s ~ o f ~ o n e ~ s p e c i e s } } { \\mathrm { T o t a l ~ d r y ~ m a s s ~ o f ~ a l l ~ s p e c i e s } } } \\times 1 0 ^ { 5 } \\right) .\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.5 Phylogenetic $\\beta$ diversity ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To further analyze the impact of environmental factors on the community composition， we calculated the phylogenetic $\\beta$ diversity. The abundance-weighted Generalized UniFrac distance (GUniFrac) was used to measure the phylogenetic $\\beta$ diversity (Chen et al., 2012). GUniFrac was calculated using the following equation: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { G U n i F r a c } { = } \\frac { \\sum _ { i = 1 } ^ { m } b _ { i } ( p _ { i } ^ { \\mathrm { A } } + p _ { i } ^ { \\mathrm { B } } ) ^ { a } | \\frac { p _ { i } ^ { \\mathrm { A } } - p _ { i } ^ { \\mathrm { B } } } { p _ { i } ^ { \\mathrm { A } } + p _ { i } ^ { \\mathrm { B } } } | } { \\sum _ { i = 1 } ^ { m } b _ { i } ( p _ { i } ^ { \\mathrm { A } } + p _ { i } ^ { \\mathrm { B } } ) ^ { a } } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $m$ is the number of branches (million years); $b _ { i }$ is the length of the $i ^ { \\mathrm { t h } }$ branch (million years); $p _ { i } ^ { \\mathrm { { A } } }$ and $p _ { i } ^ { \\mathrm { { B } } }$ are the branch proportions for communities $\\mathrm { \\bf A }$ and $\\mathbf { B }$ ，respectively; and the parameter $\\boldsymbol { a }$ is used to control the weight of abundant lineages. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.6 Statistical analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Statistical analysis was performed using R 3.4.2 (R Core Team, 2017, Vienna, Austria). Duncan's test was performed using the agricolae package to analyze the difference between the species in the quadrats at the two scales (the small and large scales) and in the nested quadrats at the nine scales ( $\\mathrm { 1 ~ m } { \\times } 1 \\mathrm { ~ m }$ ， $1 \\mathrm { m } { \\times } 2 \\mathrm { m }$ ， $2 \\mathrm { m } { \\times } 2 \\mathrm { m }$ $2 \\mathrm { m } { \\times } 4 \\mathrm { m }$ ， $4 \\mathrm { m } { \\times } 4 \\mathrm { m }$ ， $4 \\mathrm { m } { \\times } 8 \\mathrm { m }$ $8 ~ \\mathrm { m } { \\times } 8 ~ \\mathrm { m }$ 0 $8 \\mathrm { m } { \\times } 1 6 \\mathrm { m }$ and 16 $\\mathrm { m } { \\times } 1 6 \\ \\mathrm { m }$ ） (De Mendiburu, 2014). NRI and GUniFrac were calculated using the picante package (Kembel et al.， 2O10). The 1l environmental factors were reduced over four axes using the principal component analysis (PCA） to quantify the relative contributions of environmental factors and their interactive effects.Then the relationship between the four axes and the NRI was analyzed using a general linear model (GLM) to quantify the relative contribution of environmental factors to the NRI. Spatial distance was determined by calculating the geographical distance between pairs of plots using latitude and longitude. Then, the Euclidean distance between every two plots in the space of the first four principal component axes was calculated to measure the environmental distance (Qian et al., 2O17). Pearson's correlation was used to analyze the eects of diffusion restriction (spatial distance） and habitat filtering (environmental distance) on phylogenetic $\\beta$ diversity. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1Species number in the quadrats at different scales ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In our study, 331 species of angiosperms belonging to 47 families and 172 genera were recorded in the 81 plots. Species in the nested quadrats showed that increasing quadrat area rapidly increased the species numbers in the quadrat, but the increasing numbers leveled off when the quadrat area reached $1 6 ~ \\mathrm { m } ^ { 2 }$ （ $( 4 ~ \\mathrm { m } { \\times } 4 ~ \\mathrm { m }$ ； numbers of 22.97 $( \\pm 8 . 7 2 ) \\$ ).There was no significant difference of species numbers between the quadrat of $5 ~ \\mathrm { m } ^ { 2 }$ (large scale; 26.83 $\\left( \\pm 1 0 . 8 0 \\right) \\$ ）and the nested quadrats of $6 4 ~ \\mathrm { m } ^ { 2 }$ （ $\\mathrm { 8 } \\mathrm { m } { \\times } 8 \\mathrm { m }$ ; 27.24 (±10.23)), $1 2 8 ~ \\mathrm { m } ^ { 2 }$ （ $8 \\mathrm { m } { \\times } 1 6 \\mathrm { m }$ ; 28.31 $\\left( \\pm 1 0 . 7 0 \\right) \\$ )and 256 ${ \\mathrm { m } } ^ { 2 }$ （ $1 6 \\mathrm { m } { \\times } 1 6 \\mathrm { m }$ ; 29.48 (±11.72)) (Fig. 2). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/c229de1edec840bcb160e392dad887a4219d4994cc0b3f33bb8dc313c3972161.jpg",
        "img_caption": [
            "Fig.2Species numbers in the quadrats at the two scales (S,small scale of $1 ~ \\mathrm { m } ^ { 2 }$ ; L, large scale of $5 ~ \\mathrm { m } ^ { 2 }$ )andin the nested quadrats at the nine scales ( $\\mathrm { 1 ~ m } { \\times } 1 \\mathrm { ~ m }$ ， $1 \\ \\mathrm { m } { \\times } 2 \\ \\mathrm { m }$ $2 \\ \\mathrm { m } { \\times } 2 \\ \\mathrm { m }$ $2 ~ \\mathrm { m } { \\times } 4 ~ \\mathrm { m }$ $4 \\ \\mathrm { m } { \\times } 4 \\ \\mathrm { m }$ $4 ~ \\mathrm { m } { \\times } 8 ~ \\mathrm { m }$ ， $8 ~ \\mathrm { m } { \\times } 8 ~ \\mathrm { m }$ ，8 $\\mathrm { m } { \\times } 1 6 \\mathrm { ~ m ~ }$ and $1 6 \\mathrm { \\ m } { \\times } 1 6 \\mathrm { \\ m }$ ).Different lowercase letters indicate the significant differences of species number among different quadrats at $P { < } 0 . 0 5$ level.The upper whisker represents the maximum; the lower whisker represents the minimum; the top of box represents the upper quartile; the bottom of box represents the lower quartile;the band in the box represents the median; and the black circle represents the extreme value of species number among different quadrats. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2 Community phylogenetic structure ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A significant community phylogenetic overdispersion was found on the Mongolian Plateau (Fig. 3). At the small scale, there were 21 plots with positive values of NRI and 60 plots with negative values of NRI, and the average value of NRI was -0.20 $( \\pm 0 . 0 5 )$ . At the large scale, there were 12 plots with positive NRI values and 69 plots with negative NRI values,and the average value of NRI was -0.32 $( \\pm 0 . 0 4 )$ . The plots with negative NRI values in the quadrats at the small and large scales accounted for $7 4 . 0 7 \\%$ and $8 5 . 1 9 \\%$ of the total 81 plots,respectively. The average NRI value in the quadrats at the small scale was significantly lower than that in the quadrats at the large scale $\\scriptstyle ( P = 0 . 0 4 9 )$ ).In addition,one-tailed $t$ test indicated that the values of NRI at both the small and large scales were significantly less than 0.00 $( P { < } 0 . 0 1 )$ ！： ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/6bee8c9b123e01e35ed1f1c990351d56c184b271210b610c3133228fb32ac57d.jpg",
        "img_caption": [
            "Fig.3Net relatedness index (NRI) values of 81 plots in grassland ecosystems on the Mongolian Plateau at the small scale (S,small scale of $\\mathrm { ~ 1 ~ m } ^ { 2 }$ ） and large scale (L, large scale of $5 ~ \\mathrm { m } ^ { 2 }$ ).Different letters indicate the significant differences at $P { < } 0 . 0 5$ level. The upper whisker represents the maximum; the lower whisker represents the minimum; the top of box represents the upper quartile; the botom of box represents the lower quartile; the band in the box represents the median; and the black circle represents the extreme value of species number among different quadrats. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3 Relationship between NRI and environmental factors ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The mean annual precipitation in the study area ranged from 108 to $4 0 8 ~ \\mathrm { m m }$ . However, the values of NRI did not change with the precipitation gradient nor with the variations of other environmental factors.The results of linear stepwise regression showed that the NRI at the small scale was significantly correlated with annual precipitation $_ { ( P < 0 . 0 5 ) }$ and altitude $( P { < } 0 . 0 1 )$ ，and that the NRI at the large scale was only significantly correlated with altitude ( $( P { < } 0 . 0 1$ ; Table 2). ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/5f2dca84783d3ef1c2f4330b977956818b627f0e7f3642d1ff6d905c5d4d0192.jpg",
        "table_caption": [
            "Table 2Multiple regression between net relatedness index (NRI) and environmental factors after stepwise regression "
        ],
        "table_footnote": [
            "Note:MTW,antmperareofttartealpreiatio;,priiatioasoalityetfi); PD,precipitation of the driest quarter； ALT,altitude.\\*，\\*\\* and \\*\\*\\* indicate significance at $P { < } 0 . 0 5$ ， $P { < } 0 . 0 1$ and $P { < } 0 . 0 0 1$ levels, respectively. "
        ],
        "table_body": "<html><body><table><tr><td>Scale</td><td>Environmental factor</td><td>Estimate</td><td>Standard error</td><td>t</td><td>P</td></tr><tr><td>Small scale</td><td>(Intercept)</td><td>0.3527</td><td>1.4643</td><td>0.241</td><td>0.810</td></tr><tr><td rowspan=\"7\"></td><td>MTW</td><td>0.0337</td><td>0.0250</td><td>1.351</td><td>0.181</td></tr><tr><td>AP</td><td>0.0030</td><td>0.0013</td><td>2.332</td><td>0.022*</td></tr><tr><td>PS</td><td>-2.0354</td><td>1.0637</td><td>-1.914</td><td>0.059</td></tr><tr><td>PD</td><td>-0.0440</td><td>0.0367</td><td>-1.199</td><td>0.234</td></tr><tr><td>ALT</td><td>0.0005</td><td>0.0002</td><td>2.936</td><td>0.004**</td></tr><tr><td>(Intercept)</td><td>-1.0720</td><td>0.2326</td><td>-4.608</td><td>0.000***</td></tr><tr><td>AP</td><td>0.0011</td><td>0.0006</td><td>1.822</td><td>0.072</td></tr><tr><td></td><td>ALT</td><td>0.0004</td><td>0.0001</td><td>3.121</td><td>0.003**</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Additionally, the 11 environmental factors were subjected to PCA,and the first four principal components accounted for $9 4 . 0 4 \\%$ of the total variation of NRI caused by these factors. The first axis (PC1) was related to the temperature of the coldest quarter and the interannual temperature variation (i.e., temperature seasonality and temperature annual range). The second axis (PC2) was related to the altitude and the temperature of warmest quarter. The third axis (PC3) was correlated to the precipitation of the driest quarter and the monthly temperature variation (i.e., mean diurnal range of temperature), and the fourth axis (PC4) was related to the annual precipitation and precipitation seasonality. The GLM results showed that PC3 explained the largest proportion （ $1 1 . 9 4 \\%$ and $1 7 . 6 5 \\%$ for the small and large scales,respectively) of the overall variation, whereas other axes did not make significant contributions (Table 3).All the environmental factors accounted for less than a quarter $1 4 . 2 9 \\%$ and $23 . 2 6 \\%$ for the small and large scales,respectively) of the total variation. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/7e026071ae7227643ade183ee9aebf17ff4dd018f66a0a0f3c749d1e47bdbf9f.jpg",
        "table_caption": [
            "Table 3Generallinear model(GLM) analysis for the integrative effects of environmental factors on NRI "
        ],
        "table_footnote": [
            "Note:PC1,thefirstaxis;PC2,theecondaxis;PC3,thethirdaxis;PC4,thefourthaxis;MS,meansquares;SS,proportioofte variance explained by the environmental factors;\\*,significance at $P { < } 0 . 0 5$ level. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Source</td><td colspan=\"2\">Small scale</td><td colspan=\"2\">Large scale</td></tr><tr><td>MS</td><td>SS (%)</td><td>MS</td><td>SS (%)</td></tr><tr><td>PC1</td><td>0.02</td><td>0.16</td><td>0.33</td><td>2.92</td></tr><tr><td>PC2</td><td>0.17</td><td>1.25</td><td>0.22</td><td>1.96</td></tr><tr><td>PC3</td><td>1.64</td><td>11.94*</td><td>2.00</td><td>17.65*</td></tr><tr><td>PC4</td><td>0.13</td><td>0.94</td><td>0.08</td><td>0.73</td></tr><tr><td>Residuals</td><td>0.15</td><td>85.71</td><td>0.11</td><td>76.74</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4Correlation of phylogenetic $\\beta$ diversity with spatial distance and environmental distance ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The phylogenetic $\\beta$ diversity had a weak but significant positive correlation with spatial distance and environmental distance $( P { < } 0 . 0 1 )$ ，and the Pearson's correlation coefficients $( r )$ between GUniFrac and spatial distance and between GUniFrac and environmental distance were O.132 and 0.050,respectively (Fig. 4). Generally, the phylogenetic $\\beta$ diversity(GUniFrac） increased with increasing spatial distance and environmental distance.However, environmental distance had less explanatory power for phylogenetic $\\beta$ diversity than that for spatial distance. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/e68edf54e698197c1beefce011f6152e8ad036b085c1eb47ddae4a6dc6070617.jpg",
        "img_caption": [
            "Fig.4Correlation of phylogenetic $\\beta$ diversity(GUniFrac) with spatial distance and environmental distance "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.1Community phylogenetic structure of grasslands on the Mongolian Plateau ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In this study, most of the plots had negative NRI values at both the small and the large scales (accounting for $7 4 . 0 7 \\%$ and $8 5 . 1 9 \\%$ of the total 81 plots, respectively; Fig. 3) and the mean value of NRI was significantly less than O.0O at the two scales， suggesting a phylogenetic overdispersion on the Mongolia Plateau (Webb,2Ooo). In previous studies, competitive exclusion, habitat filtering, and neutral assembly were used to explain the mechanisms of community and species assembly (Kraft et al., 2007). The significant phylogenetic overdispersion in the studied grassands indicates that competitive exclusion plays a relatively important role in species assembly (Webb et al.,2002; Kraft et al.,2007) and that niche differentiation is the main factor in forming the community composition (Cavender-Bares et al.， 2O09） of grasslands on the Mongolian Plateau. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In general, the available resources of grassland ecosystems are more limited than those of forest ecosystems (Chu et al.，2016). However, the main driving force of the community composition in this study is competitive exclusion rather than habitat filtering. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The latter usualy plays an important role in East Asian forest ecosystems (Feng et al., 2015). This trend may occur, because compared with woody plants, herbaceous plants tend to have shorter life cycles and more rapid reproduction that facilitates their occupation of suitable habitat patches (Donoghue,2008). Qian et al. (2014) found that phylogenetic overdispersion dominate in the herbaceous ecosystem, but phylogenetic clustering is the dominate in woody assemblages in the same mountain ecosystem, which can be atributed to that the protection of underground rhizomes helps herbaceous plants resist low temperature in winter. Additionally, Ricklefs and Latham (1992) proposed that herbaceous plants have edaphic- and microhabitat-dominated niches rather than climate-dominated niches. In addition, some studies highlight a negative density dependence, which limits the population densities of individual species and thus has an important effect on community assembly at a smal scale (Webb et al.,2Oo6). The quadrat area in our study represented a relatively small scale, which could partially explain the community phylogenetic overdispersion. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2 Effect of spatial scale on community phylogenetic structure ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Spatial scale is an important parameter that affects the structure of communities (Cavender-Bares et al.,2006; Swenson et al., 2006; Emerson and Gillespie,2008).Many studies suggest that overdispersion is more common at small spatial scales (e.g., less than $1 0 0 \\ \\mathrm { m } ^ { 2 } \\cdot$ )，whereas the community phylogenetic structure begins to show clustering at large spatial scales greater than $1 0 0 ~ \\mathrm { m } ^ { 2 }$ , (Kembel and Hubbell, 2006; Swenson et al., 2007). A possible reason for the clustering structure of communities with increasing spatial scale is the fiercer interspecific competition as a result of the relatively limited resources at the smal spatial scale (Volkov et al.,2Oo5).At a large spatial scale, the effect of habitat filtering on community composition will become more visible due to the greater spatial heterogeneity (Davies et al.， 2O05). The change in the community phylogenetic structure with the spatial scale is not due to the diference in the sampling scale but due to the environmental gradient caused by the change in the spatial scale (Wilis et al., 2010). However, those conclusions were mainly drawn from the studies on forest ecosystems. Our results showed that, the NRI of grasslands tended to decrease with increasing quadrat area (Fig. 3). Herbaceous plants generally make more investment in asexual reproduction than woody plants (Tamm,1956; Hughes et al.,1988). Thus,the same species is more likely to be localy crowded at smaller scales (Nishitani et al.，1999). As a result, the same species is clustered around one mother plant, which may partially offset the phylogenetic overdispersion at the small scale. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "For this study, in view of the fact that quadrat area less than $1 ~ \\mathrm { { m } } ^ { 2 }$ can only contain limited plant species in the grassland ecosystems, these species are the embodiment of the patch in the community. In contrast, although the sampling area at the large scale was only $5 \\mathrm { m } ^ { 2 }$ , as it is a pool of 5 seperated small quadrats of $1 ~ \\mathrm { m } ^ { 2 }$ within an area of $1 0 ~ \\mathrm { m } { \\times } 1 0 ~ \\mathrm { m }$ ,the species numbers had no significant difference with those in the nested quadrats ranging from $6 4 ~ \\mathrm { { \\dot { m } } } ^ { 2 }$ to $2 5 6 ~ \\mathrm { m } ^ { 2 }$ (Fig. 2), which means that the species at the large scale $( 5 ~ \\mathrm { ~ m } ^ { 2 } )$ could reflect the local community compositions at $1 0 0 ~ \\mathrm { m } ^ { 2 }$ or larger spatial scales.Therefore，we conclude that the community phylogenetic structure at the large scale is a more reliable representative of the local community. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.3 Effect of environmental factors on community phylogenetic structure ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Temperature and precipitation are the main factors affecting the type and composition of communities in terrestrial ecosystems (Field et al.， 1998； Fernandez， 2002).Precipitation especially restricts the community biodiversity and biomass on the Mongolian Plateau, which is located in the arid and semi-arid area (Bai et al.,2Oo8). In our study,although the annual mean temperature and mean annual precipitation vary greatly among different plots (ranging from $- 6 . 5 ^ { \\circ } \\mathrm { C }$ to $6 . 3 ^ { \\circ } \\mathrm { C }$ and from 108 to $4 0 8 ~ \\mathrm { m m }$ , respectively), the effects of single climatic factor (e.g., temperature or precipitation) on community phylogenetic structure are not significant (with the exception of the annual precipitation having a small impact on NRI $( P { = } 0 . 0 2 )$ at the small scale). Notwithstanding, our results show that community phylogenetic structure tends to be clustered at high altitudes (Table 2). Indeed, altitude afects the community environment， including hydrothermal conditions.High altitude is usually regarded as a harsher environment than low altitude (Hoiss et al.,2Ol2). Therefore,the influence of habitat filtering is relatively prominent at high altitude,and this result is supported by Kembel and Hubbel (2006). The GLM results show that the third principal component of PCA (mainly related to the precipitation of driest quarter and mean diurnal range temperature) explains the largest proportion of the total variation in NRI. However, the contribution of environmental factors is still limited. Taking the first four PCA axes into account, the contribution of environmental factors is less than a quarter of the total variation. This result is consistent with the abovementioned results, indicating that habitat filtering does not play a major role in determining the community phylogenetic structure. Although climatic factors significantly influence the grassland taxonomy (Zavaleta et al.,20o3; Bai et al., 2008), they may have different impacts on community phylogenetic structure (Webb et al.， 2002). This is also supported by Yang et al. (2O18)who revealed that water addition changes species richness but does not influence the community phylogenetic structure. Additionally, grasslands are influenced by multiple factors not only including climate change but also including human activities (Du et al., 2004), such as grazing, mining and urbanization, which deeply impact grassland community and succession (McKinney, 2002; Williams et al.,20o5). Therefore,the effect of human activities on community phylogenetic structure warrant more attention in the future. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Diffusion restriction and habitat filtering are considered the predominant factors in the formation of community $\\beta$ diversity (Freestone and Inouye,2006; Kraft et al., 2011). Our study confirms a distance decay (in terms of both spatial distance and environmental distance） in grassland ecosystems on the Mongolian Plateau (Fig. 4),and the result shows that spatial distance has a more explanatory power for phylogenetic $\\beta$ diversity than environmental distance.This result further suggests the limited influence of habitat filtering on community phylogenetic structure.However, diffusion restriction and habitat filtering only explain a small part of the phylogenetic $\\beta$ diversity,with a low correlation coefficient. This result is coincided with the finding of Qian et al. (2O14） that environmental factors only explain a litle variation in phylogenetic $\\beta$ diversity for herbaceous assemblages. This might be due to that the Mongolian Plateau is relatively flat with no significant geographical isolation and topographic relief present (Yue,2011). In addition， the existence of widespread species also limits the variation in phylogenetic $\\beta$ diversity (Guojun et al., 2010). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Human activity and climate change have been recognized as two main drivers of grassland degradation (Gang et al.,2014). Our study shows that habitat filtering does not significantly affect the community phylogenetic structure on the Mongolian Plateau. Therefore, the variation in abiotic environment along a particular gradient (i.e., increased precipitation or temperature) does not lead to a change in community phylogenetic structure. Furthermore, we speculate that human activities may play a more important role than climate change in grassland degradation. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Our results indicate that grasslands on the Mongolian Plateau are phylogenetically overdispersed and that competitive exclusion plays a more important role in the community composition of grasslands than habitat filtering. A negative NRI value would become more common at the large scale in the grassand ecosystems.Altitude has a significant positive effect on NRI, indicating a decline in phylogenetic overdispersion with increasing altitude. Climatic factors have a limited effect on community phylogenetic structure of grasslands on the Mongolian Plateau, indicating that climate change has a less impact on community structure of grasslands on the Mongolian ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Plateau than previously thought. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "This study was supported by the National Key Research and Development Program of China (2O16YFC0500503) and the Science and Technology Program of Inner Mongolia Autonomous Region of China (20140409, 2015030o1).The authors also thank to the reviewers and editors for their helpful suggestions. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "BaiY,Han X,WuJ,etal.2O04.Ecosystemstabilityandcompensatoryefects inthe Inner Mongoliagrassand.Nature, 431(7005): 181-184.   \nBaiY,WuJ,XingQ,etal.2Oo8.Primaryproductionandrainuseeficiencyacrossaprecipitationgradientonthe Mongolia Plateau. Ecology, 89(8): 2140-2153.   \nBao G,Qin Z,BaoY,etal.214.NDV-Based long-term vegetationdynamicsand itsresponsetoclimaticchange in the Mongolian Plateau.Remote Sensing, 6(9): 8337-8358.   \nBaralotoC,HardyOJ,Paine CET,etal.20l2.Using functional traitsand phylogenetic trees toexamine the asemblyof tropical tree communities.Journal of Ecology,10o(3): 690-701.   \nBuckleyL B,Kingsolver JG.20l2.Functional and phylogenetic aproaches to forecasting species'responses to climate change.Annual Review of Ecology,Evolution,and Systematics,43(1): 205-226.   \nBurns JH,Strauss SY.201More closelyrelatedspecies are more ecologicallysimilarinanexperimental test.Procedingsof the National Academy of Sciences of the United States of America,108(13): 5302-5307.   \nCadote M W,DinnageR,TilmanD.2012.Phylogenetic diversitypromotes ecosystem stability.Ecology,93(Suppl.8): S223-S233.   \nCao H,Zhao X,Wang S,etal.20l5.Grazing intensifies degradationofa Tibetan Plateau alpine meadowthrough plant-pest interaction.Ecology and Evolution,5(12): 2478-2486.   \nCavender-Bares J,AckerlyDD,Baum DA,etal.2004.Phylogenetic overdispersion in Floridianoak communities.The American Naturalist,163(6): 823-843.   \nCavender-BaresJ,KeenA,MilesB.2oo6.PhylogeneticstructureofFloridianplantcommunities dependsontaxonomicand spatial scale.Ecology, 87(Suppl.7): S109-S122.   \nCavender-Bares J,Kozak KH,FinePV,etal.2O09.The mergingofcommunityecologyand phylogeneticbiology.Ecology Letters,12(7):693-715.   \nChenB,Zhang X,TaoJ,etal.2014.The impactof climatechangeand anthropogenicactivitiesonalpine graslandoverthe Qinghai-Tibet Plateau.Agricultural and Forest Meteorology,189-190:11-18.   \nChen J,HuangD,ShiyomiM,etal.2oo7.Spatialheterogeneityanddiversityofvegetationatthelandscape levelinIer Mongolia,China,with special reference to water resources.Landscape and Urban Planning,82(4): 222-232.   \nChen J,Bitinger K,Charlson ES,etal.20l2.Associating microbiomecomposition withenvironmental covariatesusing generalized UniFrac distances.Bioinformatics,28(16): 2106-2113.   \nChu C,BartletM,WangY,etal.2016.Does climate directlyinfluenceNPPgloball?GlobalChange Biology,22(1):12-24.   \nCramer W,BondeauA,WoodwardFI,etal.2Oo1.Globalresponseof terrestrial ecosystem structureand functionto $\\mathrm { C O } _ { 2 }$ and climate change: results from six dynamic global vegetation models. Global Change Biology,7(4): 357-373.   \nCritchleyCNR,Adamson HF,McLean BML,et al.2008.Vegetation dynamicsandlivestock performance in system-scale studies ofsheepandcatle grazingondegradeduplandwetheath.Agriculture,Ecosystems &Environment,128(1-2):59-67.   \nDaviesKF,ChessnP,Harrison S,etal.2Oo5.Spatialheterogeneityexplains thescale dependenceof the native-exotic diversity relationship.Ecology,86(6): 1602-1610.   \nDe Mendiburu F.2014.Agricolae:statistical procedures foragriculturalresearch.R package version1.3-0.Lima: National Engineering University.   \nDonoghueMJ.2O08.Aphylogenetic perspectiveon thedistributionof plant diversity.Proceedings ofthe National Academyof Sciences,105 (Suppl.1): 11549-11555.   \nDu M,Kawashima S,Yonemura S,etal.2O04.Mutualinfluence between humanactivitiesandclimatechange intheTibetan Plateau during recent years. Global and Planetary Change,41(3-4): 241-249.   \nEmerson B C,Gillespie R G.2o08.Phylogenetic analysis ofcommunity assemblyand structure over spaceandtime.Trends in Ecology & Evolution,23(11): 619-630.   \nFang J,WangXhenZ,etalo.ethosadprotocolsforplantommunityiventryiodiversityence,7():48.   \nFernandez R J.20o2.Do humans create deserts? Trends in Ecology & Evolution,17(1): 6-7.   \nFieldCB,BehrenfeldMJ,RandersonJT,etal.998.Primaryproductionofthebiosphere:integratingterrestrialadeanic components. Science,281(5374): 237-240.   \nFreestone AL,InouyeB D.2O06.Dispersal limitationandenvironmental heterogeneity shapescale-dependent diversity patterns in plant communities.Ecology, 87(10): 2425-2432.   \nGang C,Zhou W,ChenY,etal.2014.Quantitativeasessmentofthecontributionsofclimatechangeandhumanactivitieson global grassland degradation.Environmental Earth Sciences,72(11): 4273-4282.   \nGerholdP,PartelM,iraJ,etal.2O08.Phylogeneticstructureoflocalcommunities predictsthesizeof theregional species pool. Journal of Ecology,96(4): 709-712.   \nHijmansRJ,CameronSE,ParrJL,etal.2Oo5.Very highresolution interpolated climate surfacesfor globallandareas. International Journal of Climatology,25(15): 1965-1978.   \nHilkerT,NatsagdorjE,WaringRH,etal.2014.SateliteobservedwidespreaddeclineinMongoliangraladslargelydueto overgrazing. Global Change Biology, 20(2): 418-428.   \nHoiss B,Krauss J,Pott SG,etal.2O12.Altitudeactsasanenvironmentalfilteronphylogeneticcomposition,traitsand diversity inbee communities.Proceedings of the Royal Society B: Biological Sciences,279(1746): 447-4456.   \nHughes JW,FaheyTJ,Bormann FH.1988.Population persistenceandreproductive ecologyof a forest herb:Aster acuminatus.American Journal of Botany,75(7):1057-1064.   \nKembel S W,HubbellSP.206.The phylogenetic structure of a neotropical forest tree community.Ecology,87(Suppl.7): 86-99.   \nKembel SW,CowanPD,Helmus MR,etal.2010.Picante:Rtools forintegrating phylogenies and ecology.Bioinformatics, 26(11): 1463-1466.   \nKraft NJB,CornwellWK, WebbCO,et al.2007.Trait evolution,communityassmbly,and the phylogenetic structureof ecological communities.The American Naturalist,170(2):271-283.   \nKraft NJB,Ackerly DD.2010.Functional trait and phylogenetic tests ofcommunityassembly across spatial scales inan Amazonian forest. Ecological Monographs,80(3): 401-422.   \nKraft N JB,Comita L S,Chase JM,et al. 2011. Disentangling the drivers of $\\beta$ diversity along latitudinal and elevational gradients.Science,333(6050): 1755-1758.   \nLavergne S,Mouquet N,ThuilerW,etal.2010.Biodiversityand climatechange: integrating evolutionaryandecological responses of species and communities.Annual Review of Ecology,Evolution,and Systematics,41(1): 321-350.   \nLetcher SG.2010.Phylogenetic structure of angiosperm communities during tropical forest succesion.Proceedings of the Royal Society B: Biological Sciences,277(1678): 97-104.   \nLin G,Huang Z,Lin Z,et al.2O10.Beta diversityof forestcommunityonDinghushan.Acta Ecologica Sinica,30(18): 4875-4880. (in Chinese)   \nLu Y, Zhuang Q,Zhou G,et al.20o9.Possible decline of the carbon sink in the Mongolian Plateau during the $2 1 ^ { \\mathrm { s t } }$ century. Environmental Research Letters,4(4): 045023.   \nMcKinney ML.2002.Urbanization,biodiversityand conservation:the impacts ofurbanizationonnativespeciesarepoorly studied,but educatingahighlyurbanized human populationabout theseimpacts cangreatly improve speciesconservationin all ecosystems.BioScience,52(10): 883-890.   \nMelill JM,McGuire AD,KicklighterDW,etal.1993.Global climatechange andterrestrial net primaryproduction.Nature, 363(6426):234-240.   \nNishitani S,Takada T,KachiN.199.Optimalresource allcation tosedsandvegetative propagules underdensity-dependent regulation in Syneilesis palmata (Compositae).Plant Ecology,141(1-2):179-189.   \nQian H,Hao Z,Zhang J.2O14.Phylogenetic structure and phylogenetic diversityofangiosperm assemblages in forests along an elevational gradient in Changbaishan,China. Journal of Plant Ecology,7(2):154-165.   \nQian H,Jin Y,RicklefsRE.2O17.Phylogeneticdiversityanomalyinangiospermsbetween eastern Asiaandeastern North America.Proceedings of the National Academy of Sciences,114(43):11452-11457.   \nRicklefsRE,LathamRE.1992.Intercontinentalcorrelationofgeograpicalrangessuggestsstasis inecological raitsofrelict genera of temperate perennial herbs.The American Naturalist,139(6): 1305-1321.   \nRoughgarden J.1983.Competition and theory in community ecology.The American Naturalist,122(5): 583-601.   \nSlingsbyJA,Verboom GA.2O6.Phylogeneticrelatednesslimits co-occurrenceat fine spatialscales: evidence from the schoenoid sedges (Cyperaceae: Schoeneae）of thecape floristic region,South Africa.The American Naturalist,168(1): 14-27   \nSoliveres S,Torices R，MaestreFT.2O12.Environmental conditionsand biotic interactionsacting together promote phylogenetic randomnessin semi-arid plant communities: new methods help to avoid misleading conclusions.Journal of Vegetation Science,23(5): 822-836.   \nStohlgren TJ,Falkner M,SchellL.1995.Amodified-Whitaker nested vegetationsampling method.Vegetatio,17(2): 113-121.   \nSwenson NG,EnquistBJ,PitherJ,etal.20o6.Theproblemand promiseof scale dependencyincommunity phylogenetics. Ecology, 87(10): 2418-2424.   \nSwensonNG,EnquistBJ,ThompsonJ,etal.2Oo7.Theinfluenceof spatialandsizescaleonphylogeneticrelatedessin tropical forest communities.Ecology, 88(7): 1770-1780.   \nTamm CO.1956.Further observations on the survival and flowering of some perennial herbs,I. Oikos,7(2):273-292.   \nThe Angiosperm Phylogeny Group.2O09.An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG II. Botanical Journal of the Linnean Society,161(2): 105-121.   \nTilman D.2o4.Nichetradeofs,eutralityandcommunitystructure:astochastic theoryofresourcecompetition,invasionnd community asembly.Proceedings of the National Academy of Sciences of the United Statesof America，101(30): 10854-10861.   \nVamosi S M, Heard SB, Vamosi JC,et al. 2009.Emerging paterns in thecomparative analysis of phylogeneticcommunity structure.Molecular Ecology,18(4): 572-592.   \nVandandorj S,Gantsetseg B,BoldgivB.2O15.Spatialand temporal variabilityinvegetationcoverof Mongoliaandits implications. Journal of Arid Land, 7(4): 450-461.   \nVolkovI,BanavarJR,HeF,etal.2oo5.Dnsitydependenceexplainstre speciesabundaneanddiversityintropicalforests. Nature,438(7068): 658-661.   \nWebb CO.20oo.Exploring the phylogenetic structure of ecological communities: an example forrain forest trees.The American Naturalist,156(2): 145-155.   \nWebb CO,Ackerly DD,Mcpeek MA,et al.2002.Phylogeniesand communityecology.Annual Review of Ecology and Systematics,33(1): 475-505.   \nWebb CO,DonoghueMJ.0o5.Phylomatic:tree assemblyforaplied phylogenetics.MolecularEcologyNotes,5(1):18-183.   \nWebb CO,Gilbert G S,Donoghue MJ.2O06.Phylodiversity-dependent sedling mortality,size structure,and disease ina Bornean rain forest. Ecology, 87(Suppl.7): S123-S131.   \nWilliams NSG,MorganJW,McdonnellMJetal.2o5.Planttraitsandlocal extinctionsinnatural graslandsalongan urban-rural gradient. Journal of Ecology, 93(6): 1203-1213.   \nWilis CG,RuhfelB,PrmackRB,etal.O08.PhylogeneticpatersofspecieslosinThoreau'soodsare drivenbyiate change.Proceedings of the National Academy of Sciences,105(44):17029-17033.   \nWilis C G,Halina M,Lehman C,etal.20l0.Phylogeneticcommunitystructure in Minnesotaoak savanna is influenced by spatial extent and environmental variation.Ecography,33(3): 565-577.   \nYang H,WuM,Liu W,etal.0l1.Communitystructure and compositio inresponse to climate change in atemperate steppe. Global Change Biology,17(1): 452-465.   \nYang X,YangZ,TaJ,etal.18.irogfertiliotateditiolesplatplgeeticouityctei semi-arid steppe. Journal of Ecology,106(3): 991-1000.   \nYue X.2011.Studyon the flora ofseed plants in the Mongolian Plateau.MSc Thesis.Hohhot: Inner Mongolia Agricultural University. (in Chinese)   \nZavaleta E S,Shaw MR,Chiarielo NR,et al.2003.Additive efects of simulated climate changes,elevated $\\mathrm { C O } _ { 2 }$ ,and nitrogen deposition on grassland diversity.Proceedings of the National academy of Sciences,10o(13):7650-7654.   \nZhang G,KangY,Han G,etal.201.Efectofclimatechangeoverthepasthalfcenturyonthedistribution,extentand NPPof ecosystems of Inner Mongolia. Global Change Biology,17(1): 377-389.   \nZhang PP,ShaoMA,Zhang XC.2O17.Spatial patternof plant species diversityand the influencing factors ina GobiDesert within the Heihe River Basin,Northwest China.Journal of Arid Land,9(3): 379-393.   \nZhao X,Hu H,Shen H,etal.2O15.Satelite-indicatedlong-term vegetationchangesandtheirdriversonthe Mongolian Plateau. Landscape Eology,30(9): 1599-1611.   \nZhou X,YamaguchiY,Arjasakusuma S.2O17.Distinguishing the vegetation dynamics induced byanthropogenicfactors using vegetation optical depth and AVHRR NDVI: A cross-border studyon the Mongolian Plateau.Science of the Total Environment, 616-617: 730-743. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]