[
    {
        "type": "text",
        "text": "社会心理服务体系建设的研究与实践",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "陈雪峰",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院心理研究所北京100101  \n2 中国科学院大学 心理学系 北京100049",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要进入21世纪以来，心理健康和社会心理越来越受到广泛重视。党和国家相关政策要求从心理疏导拓展到心理健康教育和服务，并进一步拓展到内涵更丰富、目标更明确的社会心理服务，十九大报告明确提出“加强社会心理服务体系建设”。发达国家在关注心理健康降低医疗成本、发挥智库作用影响公共政策、运用新兴技术促进产业发展等方面的经验可供借鉴。我国心理健康和社会心理的研究者和实践者已经在人才队伍、工作机制、体系建设等方面进行了有益探索。当前我国社会心理服务体系建设的核心内容是通过心理健康服务来提升人民心理健康水平，促进社会和谐稳定发展；未来应向更全面的、支撑五位一体总体布局的心理建设发展。心理学工作者要切实把握人民对美好生活的需要，加强对人的心理和行为规律的科学认识，完善社会心理服务体系建设的系统理论，服务于推进国家治理体系与治理能力现代化。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 心理健康，社会心理，社会治理",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI 10.16418/j.issn.1000-3045.2018.03.011 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "习近平总书记在十九大报告中指出，“中国特色社会主义进入新时代，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾”，强调“加强社会心理服务体系建设，培育自尊自信、理性平和、积极向上的社会心态”，对心理学研究和心理学工作者提出了具体要求，指明了工作方向。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1社会心理服务的政策要求",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "党的历届全国代表大会报告中最早提及“心理”是十七大报告，在“文化建设”部分提出“加强和改进思想政治工作，注重人文关怀和心理疏导，用正确方式处理人际关系。”十八大报告基本延续了这一提法，在“文化建设”部分提出“加强和改进思想政治工作，注重人文关怀和心理疏导，培育自尊自信、理性平和、积极向上的社会心态”。十九大报告中，相关提法有两个本质变化： $\\textcircled{1}$ 从“文化建设”部分改为在“社会建设”部分提及； $\\textcircled{2}$ 提法改为“加强社会心理服务体系建设，培育自尊自信、理性平和、积极向上的社会心态”，即中央对心理服务工作的要求从最初较为狭义的“心理疏导”拓展为更为系统的社会心理服务体系建设。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "国家的历次五年规划纲要中最早提及“心理”是“十五计划”，其后各个五年规划纲要中均有提及心理健康、心理疏导、心理健康教育等，特别是“十三五规划纲要”，在四个章节中提到与心理相关的工作（表1）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "近年来，国家加大了心理健康和社会心理领域的工作部署。国务院2015年发布《全国精神卫生工作规划（2015—2020年）》，2016年印发《健康中国2030规划纲要》，都对心理健康工作进行了战略部署。教育部 2004年印发《中等职业学校学生心理健康教育指导纲要》，此后又印发了《普通高等学校学生心理健康教育工作基本建设标准（试行）》《普通高等学校学生心理健康教育课程教学基本要求》《中小学心理健康教育指导纲要（2012年修订）》和《中小学心理辅导室建设指南》等文件，在教育系统全面部署了心理健康相关的工作。原国家卫生部于2012年推动出台了《中华人民共和国精神卫生法》，于2016年联合22部门印发《关于加强心理健康服务的指导意见》；中央政法委、中央综治委2016年印发《关于充分发挥综治中心作用 加强社会心理服务疏导和危机干预工作的若干意见》，这些文件的出台，更是推动了全社会心理健康和社会心理服务工作的开展，为提升国民心理健康水平、推动社会和谐稳定发展发挥了重要作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在我国，心理健康和社会心理是密切相关的两个概念，但在学术研究和社会实践中内涵不同。心理学研究中，心理健康和社会心理是不同的研究方向和学科。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "心理健康通常指个体内部心理过程和谐一致，与外部环境适应良好的稳定的心理状态[1]，可以从情绪、自我、人际、认知、适应5个维度测量2。认知功能正常、情绪积极稳定、自我评价恰当、人际交往和谐和环境适应良好是心理健康的标志。我国相关学科的科研人员致力于系统认识心理健康问题，开展相应的识别和干预技术研发。社会心理学则是研究人与社会情景交互影响的科学，其中心议题关注人是如何创造和改变环境、环境又如何塑造人的思想与行为、个人及其所属群体在各种环境中如何行动[3]。社会实践中，社会心理的内涵远远超过该学科方向的内涵，社会心理服务涵盖了心理健康服务，而且还包括运用心理学各分支学科研究成果满足国家和社会需求，也包括通过研究个体和群体的心理与行为规律来指导国家公共政策制定和社会治理等社会实践。十八届三中全会以来，社会心理服务有了更为明确的国家目标，即服务于国家治理体系和治理能力现代化。对此，心理学能够发挥独特作用： $\\textcircled{1}$ 心理学不仅具有自然科学的学科属性，还具有社会科学的学科属性,能够解释很多社会过程和社会问题的作用机制； $\\textcircled{2}$ 社会治理理念所倡导的管理模式需要对人的心理和行为有深刻理解，心理学及诸多分支学科的目的都在于此[4]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "综上可见，进入21世纪以来，心理健康和社会心理越来越受到广泛重视，党和国家相关政策要求从心理疏导拓展到心理健康教育和服务，并进一步拓展到内涵更丰富、目标更明确的社会心理服务。心理健康服务是社会心理服务体系建设的重要组成部分，社会心理服务体系建设是推进国家治理体系和治理能力现代化的重要举措。",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/c105ef5c004134837b2aab1b6a81e67330010d65885b3a72b886e53c3afe8afd.jpg",
        "table_caption": [
            "表1　五年规划纲要对心理服务相关任务的提法"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>出处</td><td>所处章节</td><td>具体提法</td></tr><tr><td>十五计划 (2001年)</td><td>加强思想道德建设</td><td>加强青少年的思想政治、道德品质、心理健康和法制教育，努力建立适应社会主义市场经 济发展的思想道德体系</td></tr><tr><td>十一五规划纲要 (2006年)</td><td>提升人民健康水平</td><td>加强心理健康教育和保健，重视精神卫生及疾病防治</td></tr><tr><td>十二五规划纲要 (2011年)</td><td>加强精神文明建设</td><td>弘扬科学精神，加强人文关怀，注重心理疏导，培育奋发进取、理性平和、开放包容的社 会心态</td></tr><tr><td rowspan=\"4\">十三五规划纲要 (2016年)</td><td>教育现代化</td><td>全面加强体育卫生、心理健康、艺术审美教育</td></tr><tr><td>健康中国建设</td><td>加强国民营养计划和心理健康服务</td></tr><tr><td>保障妇女未成年人和残疾人基本权益加强未成年人心理健康引导</td><td></td></tr><tr><td>完善社会治理体系</td><td>健全社会心理服务体系，加强对特殊人群的心理疏导和矫治</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2社会心理服务的国际经验",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "社会心理服务体系建设是基于我国国情和实践逐步提出和形成的，在国际心理学界或学术界并无直接相对应的术语或研究领域。从我国的发展实践来看，当前社会心理服务体系建设的核心内容是通过心理健康服务来提升人民心理健康水平、促进社会和谐稳定发展。从这一内涵来看，国际社会特别是发达国家有可供借鉴的积极经验。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1关注心理健康、降低医疗成本",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "世界卫生组织（WHO）2015年指出，全世界每10人中约有1人存在心理健康方面的问题[5]。许多国家对心理健康问题带来的耗费做了研究，发现心理健康问题花费国民生产总值（GNP）的 $2 . 5 \\% - 3 . 5 \\%$ ，美国约为1480亿美元，加拿大约为144亿美元。经济合作与发展组织（OECD）指出目前心理健康问题消耗的总成本约占其成员国国内生产总值（GDP）的 $3 . 5 \\%$ 左右，主要来自寻求治疗、社会护理、高失业率和离岗—一患有焦虑或抑郁等轻到中度心理疾患的个体的失业率是一般人群的2倍，这些人非常容易陷入贫困和被社会边缘化。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "国际社会纷纷采取多种措施积极应对心理健康问题，特别是体现在4个方面： $\\textcircled{1}$ 推动心理健康相关的科学研究。特朗普上任美国总统后大幅削减美国国立卫生研究院（NIH）预算，2018财年预算案对NIH的资助降低至259亿美元，削减了58亿美元；但心理健康仍在其预算案支持的最高优先级，并聚焦于自杀预防、严重心理健康问题和儿童心理健康问题[]。澳大利亚政府2017年12月宣布新成立了一个心理健康研究顾问委员会（Mental Health Research Advisory Committee），其工作目标是确保其国立健康与医学研究委员会（NationalHealth andMedicalResearchCouncil）资助那些很有可能提高国民生活质量的心理健康研究计划[8]。 $\\textcircled{2}$ 提高心理健康服务的便利性。如降低就医成本、将心理咨询和心理治疗纳入保险支付范围、利用信息技术提供在线健康服务等。 $\\textcircled{3}$ 提供社会支持。如消除心理健康问题的污名化、提供康复指导帮助患者回归正常工作生活等。 $\\textcircled{4}$ 加强顶层设计。由于心理健康问题的复杂性，政府牵头的机构间甚至国际合作已成为比较普遍的工作机制。美国为推动其脑计划，美国总统科技政策办公室于2014年2月表示联邦政府、企业、卫生系统、患者权益维护组织、慈善家、州政府、研究型大学、私人研究所及科学团体须全力以赴参与其中[10]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2发挥智库作用、影响公共政策",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "心理健康的影响因素既包括内在的个体因素，也包括外在的环境因素，而个体心理健康状况又会深刻影响经济发展和社会和谐。以品行问题和反社会行为为例，研究显示，持续的反社会行为个体平均每年带来的经济成本是5960欧元[]。从10岁到28岁，有品行障碍个体带来的经济成本比没有问题的个体高10倍，前者为 70019欧元，后者为7423 欧元[12]。家庭环境、工作环境和社会环境都会对个体的心理健康产生影响。美国20世纪70年代开始，为了解决种族问题和代沟问题等许多复杂、尖锐的社会矛盾，心理学建立了关于社会态度、行为、道德规范等方面的严谨而富有实效的研究传统并延续至今[13]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "国际社会特别是发达国家已充分认识到社会心理对一国内政、外交的重要影响，心理学和心理学家在公共政策研究与咨询中发挥着重要作用，体现在以下3个方面： $\\textcircled{1}$ 心理学界重视在公共政策制定和实施中发挥学科作用和影响力。1967年，《美国心理学家》（AmericanPsychologist）杂志出版专栏，探讨心理学研究在公共政策制定中的角色和作用，呼呼心理学研究关注人类福祉。1988年，美国心理学会（APA）设立“公共政策研究杰出贡献奖”，鼓励开展具有高度社会责任感和良好实践价值的心理学研究[3]。APA根据政府和社会需要适时设置分支协会，处理社会治理相关事务，如现有第9分会“社会问题的心理研究协会”，第18分会“公共事业协会”，第27分会“社区研究和行动协会——社区心理学分会”，第48分会“和平、冲突和暴力行为研究协会——和平心理学分会”等。 $\\textcircled{2}$ 已经形成通过发达的公共政策研究与咨询业—“智库”持续发挥作用的稳定机制。美国、法国、英国等国家的重要智库的雇员中均有心理学家。美国有2000多家智库，最大的智库—兰德公司以专业领域划分六大学部，其第一大学部就是行为与社会科学部，心理学家是其中的主力[14]。 $\\textcircled{3}$ 心理学对公共政策的影响范围和影响力日益提升。已有一些很好的心理学服务社会治理的案例。美国政府官方推荐的“住房第一”（HousingFirst）行动是由纽约大学心理学教授 Sam Tsemberis 博士发起的，该行动建议实施后发现， $8 5 \\% - 9 0 \\%$ 被安排住房的人在2年后还居住着，且该模式在北美、欧洲和澳洲都有效果。这一行动投入的费用与减少使用急诊室、监狱、医院、戒毒所和避难所后的费用相抵消了[15]。预防大规模枪击事件发生的解决方案是心理学家、美国国会议员TimMurphy提出并在众议院获得通过（编号为H.R.2646），他的研究发现大规模枪击案凶手往往是一些未接受治疗或没有充分接受治疗的重症心理障碍患者，对这类人群进行早期检测可以有效预防后续严重事件的发生[]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3　运用新兴技术、促进产业发展",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "近年来，各国健康产业的增长速度几乎都超过了GDP增速，被国际经济学界誉为“无限辽阔的亿兆产业”[17]。中等以上发达国家的健康服务消费总量约为GDP的 $5 \\% - 1 0 \\%$ ；而美国超过 $1 5 \\%$ ，其在2006年占到GNP的比重达 $14 \\%$ ，2007年达 $1 7 \\% ^ { [ 1 8 ] }$ 。美国商务部相关经济调研数据显示：2010年，美国健康服务业产值高达3.5万亿美元，是近10年美国增长最快的行业之一[19]。WHO对健康的定义是躯体、心理和社会三个方面的完好状态[20]。心理健康是健康的重要组成部分，心理健康产业是健康产业的重要组成部分。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "美国健康产业发展较早，目前核心领域包括商业健康保险、健康管理、医疗保健服务、药品、医疗设备以及生物技术等，并呈现高度市场化、日益规模化、依托科技创新、政府支持和市场监管加以保障等特点[21]。依托科技创新的突出特点是信息技术的运用，在心理健康产业领域体现为互联网与心理健康的结合，即越来越受到关注的E-mentalhealth（互联网 $+ .$ 心理健康）。互联网医疗公司和科研工作者正在推动心理健康服务在个人领域中的变革，如在互联网技术支持下进行线上心理咨询，通过智能手机直接联系临床心理医师、通过生物识别标志诊断心理问题或精神障碍等。E-mental health有助于为用户便利地提供信息、实现筛选、评估、管理、干预等，以及进行社会支持，在保护隐私、提供个性化服务、为边远地区用户提供服务等方面具有独特优势，有极大的发展空间[22]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "综上可见，虽然目前在心理学或学术界并无“社会心理服务”或“社会心理服务体系建设”的专业术语，但从社会心理服务的实践可知，国际上也很重视心理健康服务和运用心理行为研究结果指导公共政策制定与实施，并且已在政府、学术界和社会中形成共识。此外，信息技术与心理学的结合，正在推动一个新兴产业的蓬勃发展。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3我国社会心理服务体系建设的实践经验",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我国社会心理服务体系建设是一个不断发展、不断完善的过程。经济快速发展和社会巨大变化对国民心理产生了重要影响，心理需求日益受到关注。从学科发展来看，心理学的发展往往晚于经济发展并服从S形模型，即起始发展慢，随着经济的发展而进入快速发展期，最后又将是缓慢发展[23]。目前，我国正处于国民心理需求急速增长、心理学快速发展的时期。从21世纪初，国家开始关注心理疏导问题，到目前提出更为系统的社会心理服务体系建设，近20年的实践，已经在人才队伍、工作机制、体系建设等方面积累了宝贵经验。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1社会心理服务人才队伍培养",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "心理健康服务的专业人才队伍主要包括心理咨询师、心理治疗师、精神科医生、社会工作者，以及各类经过专业教育或训练的心理健康服务人员。各类专业人才对应于不同的心理健康服务需求，在社会心理服务体系中发挥着不同作用（表2）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "心理咨询师是心理健康服务的重要专业力量。自2003年开始施行心理咨询师国家职业资格认证试点以来，至2017年底已有逾100万人取得证书，但由于职业培训及资格鉴定体系不健全、职业继续教育和行业监管缺失，从业人员水平参差不齐。2017年9月该职业退出国家职业资格认证，未来将由行业组织进行管理，以更好地推动职业发展。其他心理健康服务人员包括接受过国家正规学历教育的心理学、社会工作等相关专业毕业生。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "虽然我国目前已经积累了一定规模的心理健康服务专业人才队伍，但仍远远不能满足社会需求。参照发达国家现有水平，每1000一1500人对应1位心理健康服务专业人员，则我国需要86万一130万专业人员。现有取证心理咨询师实际从业人数不足发达国家水平的1/10,且取消国家职业资格认证但行业管理并未实现无缝衔接，对从业人员和行业发展有较大影响[24.25]。此外，我国尚未建立心理健康服务专业人员的学历教育和在职培训体系，也制约着人才队伍的发展。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2社会心理服务工作机制探索",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "社会心理服务体系建设的重要环节是建立科学有效的工作机制，在政府、科研及教学机构、社会组织及企业、心理服务需求人群之间建立合作渠道，形成高效的治理机制。中央政法委和中央综治委2016年启动建设12个“社会心理服务体系建设工作联系点”，对社会心理服务体系建设工作进行了有益探索。联系点的工作各具特色。试点之一一一江西省赣州市把加强社会心理服务疏导和危机干预作为创新社会治理、化解社会矛盾、防控社会风险、深化平安建设的重点，启动“心防工程”，对矛盾突出、生活失意、心态失衡、行为失常及性格偏执人员开展心理服务疏导和危机干预，构建人防、物防、技防、心防“四位一体”治安防控网，取得了良好的社会效果一—因严重心理问题引发的各类案（事）件逐年下降。河南省西平县作为12个试点中唯一的农村县级联系点，摸索出“六进”（进机关、进乡村、进学校、进医院、进企业、进监所）、“六服务”（热线服务、集中服务、个案服务、指定服务、购买服务、特定服务）、“六严控”（六类重点人群）等举措，也产生了非常好的成效。试点工作开展以来，全县无重大民转刑案件和群体性案事件发生；试点基本架构、服务模式初步形成并步人有序发展阶段。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "社会心理服务体系建设工作联系点的成功经验是社会心理服务体系建设和心理学服务于社会治理的直接体现。社会治理在参与主体上倡导多元主体共治，在治理方式上更多依靠协商民主，在治理目的上注重化解社会矛盾，在治理方式上非常重视精细化思想。该实践表明，社会心理服务需要政府主导下的多元主体共同参与，科研及教学机构提供科技支撑，社会组织及企业将科研成果高效转化为可以直接服务于个体的产品，政府则通过第三方购买等方式为社会提供必要的心理服务，民众通过多种渠道直接获得可满足自身需求的心理服务并进而促进行业或产业发展。",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/551003fd289111aabcfddb035541823400f29546ac7b77ede60e80d4cfd2c8d9.jpg",
        "table_caption": [
            "表2社会心理服务专业人才队伍"
        ],
        "table_footnote": [
            "心理障碍指人的感知、注意、记忆、思维和言语等心理过程发生了病理性变化，导致其行为和人格显著偏离正常人群，无法有效地按适宜的社会行为方式活动，表现出思想困惑、情绪失调、人际关系不良及依赖、强迫和回避行为等问题，进而感到内心异常痛苦。精神障碍指目前纳入精神疾病分类诊断系统的各种障碍的总称。上述定义参考《国民心理健康状况、影响因素及对策》一书的有关表达。"
        ],
        "table_body": "<html><body><table><tr><td>心理咨询师</td><td></td><td>心理治疗师</td><td>精神科医师</td><td>社会工作者</td><td>其他心理健康服务人员</td></tr><tr><td></td><td>服务对象正常人群、心理障碍人群</td><td>正常人群、心理障碍人群</td><td>正常人群、心理障碍人 群、精神障碍人群a</td><td>正常人群</td><td>正常人群</td></tr><tr><td></td><td>服务内容心理健康知识普及、心理咨询心理健康知识普及、心理治疗精神障碍诊疗、心理治疗心理健康知识普及</td><td></td><td></td><td></td><td>心理健康知识普及</td></tr><tr><td></td><td>专业要求临床心理学、咨询心理学等</td><td>临床医学、临床心理学等</td><td>医学、心理学等</td><td>社会学、心理学、管理学等心理学、医学、教育学等</td><td></td></tr><tr><td>准入资格</td><td></td><td>心理治疗师考试</td><td>执业医师考试</td><td></td><td></td></tr><tr><td>管理现状</td><td>待开展行业认证</td><td>待建立</td><td>立</td><td>水平考试</td><td>已取消国家职业资格认证，无心理治疗师执业准入制度，执业医师考试制度已建 国家职业资格认证和职业 行业管理，如教育、公安系统 培训的心理健康服务人员等</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "此外，我国在灾害和突发事件后的心理援助模式、特殊人群的心理健康服务模式等领域也进行了有益探索。汶川地震之后在实践中摸索经验，提出了灾后心理援助的组织与实施的二维工作框架[2]；在近年来几起突发人为灾难后的心理危机干预实践中，提出了心理危机干预和管理及灾难后长期心理援助的模式[27]；由中科院心理研究所牵头组建了全国心理援助联盟，凝聚和培养全国心理援助人才队伍，面向全国开展专业心理援助。针对特殊人群，如国家公职人员、公安干警、流动留守儿童、残疾人等群体开展的心理健康服务；也在工作机制、队伍建设、服务模式等方面为社会心理服务体系建设奠定了重要基础。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "上述成功经验对心理学研究者提出启示，一是既要重视在实验室环境中开展精密实验设计、严格变量控制、信效度良好的研究，更要重视在复杂社会背景中研究人的心理行为，尝试为解决重大社会问题提供心理学的系统方案。二是要进一步解放思想、在国家强力推进科技成果转移转化的政策支持背景下，与社会组织和企业开展紧密合作，推动心理学成果服务社会。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3社会心理服务体系建设进展",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "国家卫计委联合22个部门于2016年出台指导意见，对社会心理服务的体系建设有明确的要求，即建立健全各部门各行业心理健康服务网络，搭建基层心理健康服务平台，鼓励培育社会化的心理健康服务机构，加强医疗机构心理健康服务能力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "教育系统的心理健康服务网络已比较完善。师生比、院校心理服务空间（心理咨询中心、心理辅导室等）、专兼职教师配备以及课程研发等，在教育部一系列文件和指导意见的部署下日益完善。公安、司法行政等系统，也在根据行业特点普遍开展心理健康服务网络建设。公安部先后印发《关于进一步加强公安民警身心健康保护工作的意见》《公安民警心理危机干预指导意见》等文件，从目标、原则、内容和机制等方面提出了具体要求。基层心理健康服务平台建设也有了长足进步，特别是依托城乡社区综合服务设施或基层综治中心提供心理健康服务。中央综治办及国家卫计委有关指导意见下发后，多个省市结合自身实际出台了落实指导意见的实施方案，推动基层心理健康服务平台的建设。医疗机构也在通过多种方式，如开设精神（心理）科、普及心理咨询和心理治疗技术在临床诊疗中的应用等加强心理健康服务能力建设。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "社会化的心理健康服务机构极有可能成为社会心理服务体系中最具活力的因子。目前，我国心理健康服务的供需缺口巨大。我国对健康产品的人均年消费额仅为31元，占花费总支出的 $0 . 0 7 \\%$ ，约为美国的 $6 \\% ^ { [ 2 8 ] }$ 。国务院《关于促进健康服务业发展的若干意见》提出“加快发展心理健康服务，培育专业化、规范化的心理咨询、辅导机构，大力开展健康咨询和疾病预防，促进以治疗为主转向预防为主[29]。心理健康服务主要包括心理咨询、心理治疗、健康管理与促进等内容[30]。与发达国家相比，德国平均每万人中有2.4个心理治疗师，美国每100万人中有大约1000名专业人员可以提供心理健康服务，这些人多数具有硕士、博士学历。而在中国每100万人中只有24位可以提供心理健康服务的专业人员。随着国家对社会心理服务体系建设重视程度不断提高，以及经济发展催生的民众对美好生活需要的增长，社会心理服务需求将更加迫切，更加多样化。社会心理服务机构作为直接提供心理服务的专业机构，在政府和政策的支持下，在科研及教学机构的科技支撑下，凭借灵活的市场机制，一定能够在涌动的需求大潮中找到发展空间，在满足多样化需求的同时推动行业和产业的长足发展，推动心理健康和社会心理研究的原始创新。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4我国社会心理服务体系建设的理论及发展",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "社会心理服务体系建设需要多个心理学分支学科发挥科技支撑作用。社会心理服务体系也是一个发展中的体系，从21世纪初以心理疏导和心理健康教育为主，发展到目前既重视心理健康、也重视通过心理健康服务来实现维护社会和谐稳定的目标，未来应向更全面的、支撑五位一体总体布局的心理建设发展。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1社会心理服务体系建设对我国心理学研究提出迫切要求",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "过去30多年，心理学在我国经历了蓬勃发展的黄金时期。心理学工作者数量从20世纪80年代约900人，发展到目前中国心理学会全国性会员已近9000人；心理学中文期刊数量由1种发展到10多种，并于2012年正式出版我国第一本全英文心理学学术期刊Psych Journal；心理学博士点数量由1个发展到24个。心理学的教学机构绝大多数成立于近15年，仅2001年就新成立了37家。2013年的数据显示全国心理学机构职工总数10432人，其中教授1342人，副教授2643人[31]。我国心理学研究已经形成了以“意识和心理活动、心理和行为的生物学基础以及心理与行为的发生发展规律”为主题，在生物、个体和社会三个层次，使用不同方法和技术水平开展系统研究的完整的学科体系。我国心理学工作者在国际重要学术期刊上发表了一系列原创成果，获得国际同行的瞩目和高度评价[32]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "但是，总体来看，我国心理学科研规模不能满足国家和社会需求。发达国家几乎每所综合性大学都有心理学院/系，而2017年我国高等院校约有2916所，其中设有心理学部/院/系的约437所，只占 $1 5 \\%$ 。我国心理学研究呈现出日益关注重大社会现实问题的发展趋势，但尚未真正介入社会治理的“内生”心理学问题，目前主要还是将现有研究成果引申到社会治理层面、希望引起政府和社会关注[33]。心理学工作者应当从我国社会治理、社会心理服务体系建设的现实需求出发，从实际需求中提出和回答科学问题、给出更具针对性和可操作性的有中国特色的系统解决方案。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2社会心理服务体系建设需要心理学多个分支学科的支持",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "社会心理服务体系建设绝不仅仅是心理健康或社会心理研究者和服务者的工作，而是多个心理学分支学科应该投入和付诸努力的。经过几十年的稳定发展，心理学在我国已经形成多个分支学科。在《中华人民共和国学科分类与代码简表国家标准》（GB/T13745-2009）中，心理学是一级学科（代码190），下设17个二级学科，部分二级学科下设三级学科。在其他一级或二级学科下也有心理学的三级学科，如护理心理学隶属于二级学科护理学。在教育部“学位授予和人才培养学科目录”中，心理学属于教育学类，可授予教育学、理学学位，这与心理学的学科特点密切相关，心理学是一门自然科学与社会科学交叉的学科。无论是国家标准还是学科目录，心理学的知识体系大体分为基础研究和应用研究两个部分。应用研究类的心理学分支学科，是社会心理服务体系建设的重要直接支撑学科。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "社会治理的主体和客体都是人，社会治理的手段和方法的科学化，需要各个学科包括心理学及各分支学科的支撑。2012年《中国科学院院刊》曾出版“心理学理论体系与方法论”专辑，收录了心理行为及其神经生物学基础、心理行为与社会文化环境、心理学研究方法论3个板块共24篇文章，其中心理行为与社会文化环境板块的10篇文章从不同分支学科阐述了心理学研究对理解人的社会心理行为的支撑作用，涉及社会心理学、军事心理学、法律心理学、工程心理学、运动心理学、教育心理学、创造力心理学、健康心理学、心理治疗、心理创伤与心理康复等。随着科学的不断发展和新兴分支学科的涌现，还将有更多的心理学分支学科为社会心理服务体系建设提供直接的学科支持。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.3社会心理服务体系建设应在实践中完善理论创新",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "习近平总书记指出：“我们党之所以能够历经考验磨难无往而不胜，关键就在于不断进行实践创新和理论创新”。总书记关于实践创新和理论创新及其辩证关系的重要论述，对社会心理服务体系建设有重要指导意义。我国社会心理服务体系建设是在实践中发展，相关的理论研究也应及时跟进。以我国的社会心态研究为例，大约开始于1986年左右，当时国际学术界也无可直接借鉴的理论框架。经历30多年的发展，我国初步形成了关于社会心态的社会心理学研究范式，在理论和实践应用上不断积累，已成为我国社会发展理论的重要组成部分[34]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "社会心理服务体系是一个发展中的体系，目前工作重点是广泛人群的心理健康服务，未来应向更全面的、支撑五位一体总体布局的心理建设发展。“心理建设”并非新词，早在1919年，孙中山先生即在《建国方略》中从心理建设、物质建设、社会建设三个方面论述他建构现代国家体系的基本思想[3]。再向前追溯，影响中华文明几千年的儒学中关于社会组织的基本思想即源于以人为中心，而非以神为中心的宇宙秩序观[3]。心理建设是国家建设的重要组成部分，它贯穿于国家发展过程之中。加强心理建设，就是要充分利用心理学研究的发现，指导和改善个体、群体、社会的行为，提高国民心理素质，促进国民心理健康，维护社会和谐稳定，不断增强国家认同和提升国家凝聚力，推动国家治理现代化，服务经济发展和国家进步，并在这个目标下，有重点、有步骤地发展心理学。心理建设在发达国家的成功经验证明，国家发展的根本保证是对国民心理和行为规律的科学认识[37,38]",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "近年来，特别是党的十八大以来，国家日益重视心理学在社会发展和民生中的重要作用，在心理健康领域进行了系统部署并已见成效。目前，我国加强社会心理服务体系建设的重要工作是构建完善的心理健康服务体系，在重大政策制定和实施过程中，准确把握各类群体的利益诉求和心理需要，逐步规范决策中的心理影响评估，注重疏导不公平感，从源头上预防和化解矛盾。未来，社会治理方方面面的工作都应注重心理建设，真正从人民的心理需要出发，运用心理学的原理创新社会治理实践。心理学工作者要切实把握人民对美好生活的需要，加强对人的心理和行为规律的科学认识，完善社会心理服务体系建设的系统理论，服务于推进国家治理体系与治理能力现代化。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "致谢在本文撰写过程中，江西省赣州市委常委、政法委书记马玉福，河南省西平县委常委、政法委书记王兴,中科院心理研究所傅小兰、张侃、李纾、祝卓宏、陈祉妍、林春、王玮等老师给予了大力支持，谨向他们致以诚挚感谢。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1 张侃.国民心理健康状况、影响因素及对策.北京：科学出版社,2012.  \n2 张文晋，郭菲,陈祉妍.压力、乐观和社会支持与心理健康的关系.中国临床心理学杂志,2011,19(2):225-227,220.  \n3 王芳,刘力,许燕,等.聚焦重大社会现实问题的社会心理学研究.中国科学院院刊,2012,27(Z1):98-107.  \n4 杨玉芳,郭永玉.心理学在社会治理中的作用.中国科学院院刊,2017,32(2): 107-116.  \n5WHO.Global health workforce,finances remain low for mentalhealth.[2015-07-14]. http://www.who.int/mediacentre/news/notes/2015/finances-mental-health/en/.  \n6OECD.New approach needed to tackle mental ill-health at work.[2015-03-04]. http://www.oecd.org/health/new-approach-needed-to-tackle-mental-ill-health-at-work.htm.  \n7President Trump's Office of Management and Budget.AmericaFirst: A Budget Blueprint to Make America Great. WashingtonD.C., 2017.  \n8The National Health and Medical Research Council. $\\$ 53$ millionto find better mental health treatments and care.[2017-11-29].https://www.nhmrc.gov.au/media/releases/2017/53-million-find-better-mental-health-treatments-and-care.  \n9 王玮,陈晶,陈雪峰,等.部分发达国家心理健康研究与促进的",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "政策及启示.中国卫生政策研究,2016,9(10):43-49.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "10 Kalil T.White house call to action to advance the BRAIN initiative.[2015-08-03]. https://www.whitehouse.gov/ blog/2014/02/24/white-house-call-action-advance-brain-initiative. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "11 Romeo R,Knapp M,Scott S.The economic cost of severe antisocial behaviorin children and who forpays it.BritishJournal of Psychiatry,2006,188:547-553. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "12 Scott S,Knapp M,Henderson J,et al.Financial cost of social exclusion:Follow up study of antisocial children into adulthood. British Medical Journal,2001,323:191-194. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "13 张侃.心理科学与社会发展．中国科学院院刊，2007,22(3):230-234.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "14 王佩亨，李国强.海外智库—世界主要国家智库考察报告.北京：中国财政经济出版社，2014.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "15Stefancic A,Tsemberis S.Housing first for long-term shelter dwellers with psychiatric disabilities ina suburban county:A fouryear study of housing access and retention. Journal of Primary Prevention,2007,38(3-4): 265-279. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "16 Wegmann P. Clinical psychologist turned congressman prescribes mental health fix to prevent mass shootings.[2015-12-04]. http://dailysignal.com/2015/12/04/clinical-psychologist-turnedcongressman-prescribes-mental-health-fix-to-prevent-massshootings/. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "17 张俊祥,李振兴,田玲,等.我国健康产业发展面临态势和需求分析.中国科技论坛,2011,(2):50-53.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "18夏杰长，瞿华.健康服务业发展大有作为．中国经济时报，2012-04-06.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "19 马伟杭.发展健康服务业促进经济转型升级.卫生经济研究,2013,(10): 3-5.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "20 苏静静，张大庆.世界卫生组织健康定义的历史源流探究.中国科技史杂志，2016,37(4):485-496.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "21 王禅，杨肖光，白冰，等.美国健康产业发展及对我国的启示.中国卫生经济，2014,33(12):116-119.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "22 Lal S,Adair CE.E-mental health:a rapid review of the literature. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Psychiatric Services,2014, 65(1): 24-32.  \n23 傅小兰，荆其诚.心理学与经济、科学技术发展的关系．心理学报,1994,27(2): 208-218.  \n24 张黎黎,杨鹏,钱铭怡,等.不同专业背景心理咨询与治疗专业人员的临床工作现状.中国心理卫生杂志，2010,24(12)：948-953.  \n25 倪子君.中国心理咨询行业分析报告.北京：清华大学出版社,2004.  \n26 陈雪峰,王日出,刘正奎.灾后心理援助的组织与实施.心理科学进展,2009,17(3): 499-504.  \n27 刘正奎,刘悦,王日出.突发人为灾难后的心理危机干预与援助.中国科学院院刊,2017,32(2)：166-174.  \n28 袁萍，张晓燕.我国健康服务产业发展的“钻石”模型分析.现代经济信息,2016,(10):372-374.  \n29 国务院.国务院关于促进健康服务业发展的若干意见.[2013-09-28]. http://www.gov.cn/xxgk/pub/govpublic/mrlm/201310/t20131018_66502.html.  \n30 糟艳丽.公益性和有偿性视野下发展心理健康服务业机制探讨.中国公共卫生管理,2016,32(1):8-10.  \n31 韩布新,杨慊,李慧.我国心理学机构建设与招生的大跃进.第十七届全国心理学学术会议报告者论文摘要集,2014.  \n32 国家自然科学基金委员会．“十三五”生命科学学科发展战略报告.北京:科学出版社,2017.  \n33 辛自强．社会治理中的心理学问题．心理科学进展，2018,26(1):1-13.  \n34 王俊秀.中国社会心态研究30年：回顾与展望.郑州大学学报（哲学社会科学版）,2017,50(4):10-17.  \n35 孙中山.建国方略.北京:生活·读书·新知三联书店,2014.  \n36 Jing Q C,Fu XL.Modern Chinese psychology: Its indigenous rootand international influences.International Journal of Psychology,2001,36(6): 408-418.  \n37 傅小兰，蔡华俭.心安国安 心治国治——把握时代心理脉搏提升国家凝聚力.中国科学院院刊,2016,31(11):1224-1236.  \n38 傅小兰.加强社会心理服务体系建设.人民论坛,2017,(11):124.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Research and Practice of System of Public Psychological Services ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "CHEN Xuefeng ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "(1 Institute of Psychology, Chinese Academy of Sciences,Beijing 10o101, China; ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2Department of Psychology, University of Chinese Academy of Sciences,Beijing l0o049,China ) ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "AbstractInthereportofthe19thNationalCongressoftheCommunistPartyofChina“toimprovethesysteofpublicpsyological services”hasbntrsedlaeteageoftlcyfroologalouselingtoentalealthcatiodedow topublicpsychologicalserviceduringthlast2Oyears.sychologicalresearchandpracticeindevelodcountriesprovidusefulepeiece includingtofaciltatementalhealthservcetoeduceealtharecoss,plyaroleofatink-tanktoimprovepublicpcyandsenew technologytopromoteiustrydvelopentRseachandpractieonductedinCasuchasraigofprofessioalsandexpgoking mechanismhasadesomeproges.Thecurrenttaskistoimprovementalhealthservcesystemndtofrtherpromotesocialharony andstability.Forthfutureitsouldetendtoeompreesieorallaoutasedodosructio,toupprttel planforromoigoic,lialalocialdlicalpog.sistsuldurgthgc understandingoftendndocaehaviostupthtoryofpublcpsyhologicalsvicesdelptoapeodesocaoce system. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Keywords mental health,social psychology, social governance陈雪峰中国科学院心理研究所副所长，博士，副研究员；中国心理学会副秘书长。主要研究领域为管理心理学，已发表论文数十篇。E-mail:chenxf@psych.ac.cn",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/cf6db5d2d9c50c2e3a6e5355ff1e1b439856a93d7a9db855f9cd341b85f19403.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "CHEN XuefengAssociated Professor, Ph.D.,Deputy Director of Institute of Psychology, Chinese Academy of Sciences (CAS),Deputy Secretary General of Chinese Psychological Society (CPS).Her research focuses on Management psychology,and she has published more than 20 papers.E-mail: chenxf@psych.ac.cn ",
        "page_idx": 9
    }
]