[
    {
        "type": "text",
        "text": "New discoveries from the Sinokannemeyeria-Shansisuchus Assemblage Zone: 3.Archosauriformes from Linxian, Shanxi, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LIU Jun12 Corwin SULLIVAN1\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology and Paleoanthropology,Chinese Academy of Sciences Beijing 100044 \\* Corresponding author: csullivan@ivpp.ac.cn)   \n(2 University of Chinese Academy of Sciences Beijing 10oo39 liujun@ivpp.ac.cn) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract The tetrapod assemblage from the Middle Triassic upper part of the Ermaying Formation of northern China has been known for two decades as the SinokannemeyeriaShansisuchus Assemblage because of the characteristic presence of the dicynodont therapsid Sinokannemeyeria and the erythrosuchid archosauriform Shansisuchus.Recently a Sinokannemeyeria species has been described from Member I of the Tongchuan Formation, which overlies the Ermaying,near Baidaoyu,Linxian, Shanxi Province.Here we document archosauriform specimens from the Baidaoyu site,including a partial Shansisuchus skeleton and some additional bones from probable suchian archosaurs,which constitute the first archosauriform material known from Member Iof the Tongchuan. The most intriguing archosauriform specimens are a large ilium probably atributable to an unusual poposauroid,and a small, strangely shaped element that appears to represent a highly autapomorphic suchian calcaneum. Given the presence of both Sinokannemeyeria and Shansisuchus at Baidaoyu, the stratigraphic range of the Sinokannemeyeria-Shansisuchus Assemblage can be considered to extend upward into the Tongchuan Formation,although with possible changes in faunal composition.The occurrence of a poposauroid ilium at the Baidaoyu locality adds to the evidence that poposauroids diversified extensively during the Middle Triassic. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key wordsLinxian, Shanxi, China;Middle Triassc,Tongchuan Formation; Shansisuchus, poposauroid, Suchia ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Liu J, Sullivan C,2017.New discoveries from the Sinokannemeyeria-Shansisuchus Assemblage Zone:3.Archosauriformes from Linxian,Shanxi,China.Vertebrata PalAsiatica, 55(2): 110-128 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The term “Sinokannemeyeria Fauna” has been used for more than half a century (e.g. Young,1959; Sun,1980) for the tetrapod assemblage from the upper part of the Middle Triassic Ermaying Formation, exposed mainly in Shaanxi, Shanxi and Henan provinces in northern China. Nevertheless,the boundaries,definition and biostratigraphic designation of this assemblage remain open to revision.Li and Cheng (1995: table 1) presented a tabulation of Chinese Permo-Triassic faunas in which the Sinokannemeyeria Fauna was redesignated as the Sinokannemeyeria-Shansisuchus Assemblage and depicted as including the tetrapods from the Karamay Formation (also called the Karamayi or Kelamayi Formation) of Xinjiang, Northwest China,as well as those from the upper Ermaying Formation. However, it is unlikely that any tetrapod genera are common to the Karamay and the upper Ermaying, suggesting that it is inappropriate to treat their respective faunas as making up a single assemblage. Conversely, recent work at a site near Baidaoyu, Linxian (or Lin County), Shanxi showed that the dicynodont genera Sinokannemeyeria and Parakannemeyeria both occur in Member I of the Tongchuan Formation of Shanxi (Liu, 2015).Member Iof the Tongchuan overlies the Ermaying Formation and must be Anisian to Ladinian in age,given that horizons within the lower Ermaying Formation and Member II of the Tongchuan Formation have respectively been dated as Anisian and Ladinian (Liu et al., 2O13).As both genera are well-established constituents of the Sinokannemeyeria-Shansisuchus Assemblage, their presence at Baidaoyu implies that the stratigraphic range of this assemblage extends upwards into Member I of the Tongchuan.By contrast, the only tetrapod to have been recovered from Member I of the Tongchuan,which is probably Ladinian to Carnian in age,is the otherwise unknown archosauriform Yonghesuchus sangbiensis (Wu et al.,20o1; Butler et al., 2014). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "New discoveries in the Triassic of Shanxi suggest a need to re-evaluate the content and stratigraphic range of the archosauriform component of the Sinokannemeyeria-Shansisuchus Assemblage, paralleling recent work on the dicynodont component. Six archosauriform species have been named based on material from the upper Ermaying Formation: Shansisuchus shansisuchus Young, 1964, S. heiyuekouensis Young,1964, S. kuyeheensis Cheng,1980, Chasmatosaurus ultimus Young,1964, Wangisuchus tzeyii Young,1964,and Fenhosuchus cristatus Young,1964. However, most of these species are problematic in some way. The holotype of W. tzeyii is an undiagnostic maxilla (IVPP V 2701), making this putative species a nomen dubium,and there is no convincing evidence that the previously referred additional specimens represent the same taxon as the holotype (Li et al.,2008; Sookias et al.,2014). The holotype maxilla and most of the specimens that Young (1964) referred to W. tzeyii belong to indeterminate archosauriforms,although the referred material does include a small suchian calcaneum (Parrish, 1992; Gower, 2000; Nesbit,2011: fig. 60A; Sookias et al.,2014). C. ultimus is also a nomen dubium,because the holotype lacks any distinguishing autapomorphy or unique combination of characters and represents an indeterminate archosaur (Liu et al., 2015). The various specimens attributed to $F .$ cristatus by Young (1964) are undiagnostic and/ or possibly referable to Shansisuchus,but include a relatively large pair of ischia that may belong to a pseudosuchian (Gower, 2000). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Among the three nominal Shansisuchus species,S. shansisuchus is the type species of the genus, is known from abundant material including a recently collected, nearly complete skull(Wang et al., 2013),and is undoubtedly valid. Gower (1996) questioned the evidence supporting the distinctness of S. heiyuekouensis from S. shansisuchus,and the validity of both S.heiyuekouensis and S. kuyeheensis stands in need of detailed reassessment. Young (1964) erected Shansisuchidae to accommodate Shansisuchus,but noted the similarity between this genus and the erythrosuchid Erythrosuchus.Parrsh (1992) explicitly referred Shansisuchus to Erythrosuchidae,and phylogenetic analyses (Gower and Sennikov,1996,1997; Ezcurra et al.,2010; Wang et al.,2013; Ezcurra,2016) have repeatedly confirmed that Shansisuchus is an erythrosuchid. In summary, the known archosauriforms from the upper part of the Ermaying Formation include the erythrosuchid Shansisuchus and at least two probable archosaurs of different sizes,represented respectively by the large pair of ischia and the small calcaneum. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Several archosauriforms were recently collected from Tongchuan Member I strata at the same site near Baidaoyu that produced the dicynodont material described by Liu (2O15). The archosauriform sample includes craniomandibular material clearly referable to Shansisuchus, in addition to postcranial bones that appear to represent at least two probable suchian taxa. These discoveries constitute the first archosauriform record from Member Iof the Tongchuan Formation, extend the known stratigraphic range of Shansisuchus from the Ermaying into the Tongchuan,and increase the known archosauriform diversity of the SinokannemeyeriaShansisuchus Assemblage. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Localities and materials ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The specimens described in this paper are from a site near Baidaoyu,Linxian that has been designated Locality SX/F (Liu, 2015), based on a lettering system adopted during fieldwork in 2010 (note that “SX’ stands for“Shanxi\").Locality F extends tens of meters horizontally along a roadcut near the east bank of the Yellow River, where fossils occur in an interval of mudstone between two layers of sandstone. Five specific points where fossils occur were designated in the field as the sublocalities Fa-b,Fc,Fd,Fe and Ff-g.During the 2010 fieldwork, sublocality Ff-g yielded the holotype partial skeleton of Sinokannemeyeria baidaoyuensis and a Shansisuchus specimen comprising a disarticulated skull preserved in a tight cluster with a nearly intact lower jaw and some teeth and postcranial elements (IVPP V 22758). Other archosauriform bones, including five similar vertebrae (IVPP V 22759),an ilium (IVPP V 22760) and a calcaneum (IVPP V 22762), were also recovered from SX/F.Most of these additional bones were found scattered together with less diagnostic archosauriform material within sublocality Fe,a small pocket on the order of a meter in diameter, whereas one of the vertebrae (V 22759E) was found several meters away at sublocality Fc and the ilium was found at Ff-g.As a whole,the site is essentially a multitaxic bonebed in which both isolated bones and associated partial skeletons occur. While the possibility that some specimens were transported short distances cannot be ruled out, the quality of preservation is generally high. To date, only dicynodont and archosauriform material has been recovered from the site. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Institutional abbreviationsIVPP, Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences, Beijing, China; SXMG, Shanxi Museum of Geology, Taiyuan, China; UMZC, University Museum of Zoology, Cambridge, UK. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Systematic paleontology ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ArchosauriformesGauthieretal.,1988 ErythrosuchidaeWatson,1917 Shansisuchus Young,1964 (Fig. 1) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Referred specimen IVPP V 22758, a disarticulated skull and nearly intact lower jaw with a few postcranial elements. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Locality and horizonSX/Ff-g, Baidaoyu, Quyu Town, Linxian, Shanxi Province, China; Member Iof Tongchuan Formation, Middle Triassic (Liu et al., 2013). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "DescriptionV 22758 was collected as a block of closely associated cranial, mandibular and postcranial elements from locality Ff-g (Liu, 2015: fig.1). The block also contains dicynodont material, and was found adjacent to the holotype of Sinokannemeyeria baidaoyuensis (IVPP V 19363).Many isolated teeth are preserved near the skull bones. This brief description focuses on the most diagnostic cranial elements.The skull roof is largely complete,with well-preserved bone surfaces,but is disarticulated and only partially exposed (Fig.lA). The partial left maxilla retains the base of the ascending process,and four unfused interdental plates are visible on the medial side of this bone (Fig.1B).The left nasal is wellpreserved and shows evidence for the presence of key diagnostic features previously described for Shansisuchus shansisuchus (Young,1964; Parrish,1992; Wang et al.,2013), namely alarge subnarial fenestra (also known as an accessory antorbital fenestra) and a strong tongue-ingroove articulation between the premaxilla and nasal. The nasal's contribution to the tonguein-groove articulation,a slot for the posterodorsal process of the premaxilla,is much narrower and deeper than in the South African erythrosuchid Erythrosuchus africanus (Gower, 2003) but resembles the equivalent feature in the Russian erythrosuchid Chalishevia (Ezcurra et al., 2013). By implication, the premaxillary posterodorsal process would also have been narrow, as in S. shansisuchus (Young,1964; Wang et al.,2013) and S. kuyeheensis (Cheng,1980) but in contrast to $E$ 、africanus, Garjainia prima and G.madiba (Gower,20o3; Ezcurra et al., 2013; Gower et al., 2014). The slot is adjacent to a broad embayment that represents the nasal's contribution to the margin of a large,rather triangular subnarial fenestra. Such a fenestra occurs in S. shansisuchus but not in most other erythrosuchids in which the morphology of the snout is adequately known,although Chalishevia appears to have a smaller equivalent of this opening (Ezcurra et al.,2013; Ezcurra, 2016). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The subnarial fenestra is bounded posteriorly by a narrow ventrolateral process, posterior to which the lateral margin of the nasal bears a groove to receive the ascending process of the maxilla. The extent of the groove indicates that the maxilla would have contacted the lacrimal, which remains in articulation with the nasal, to exclude the nasal from the antorbital fenestra as in S. shansisuchus and other erythrosuchids (Wang et al.,2O13). The descending process of the lacrimal is slender,and the dorsalmost part of the descending process is bounded posteriorly by a“prefrontal pillar”(Gower, 2O03） with a strongly convex posterior margin. The posterior margin of the prefrontal pillar is also convex, but much less markedly so, in $E$ africanus (Gower, 2003) and a specimen (SXMG V Ooo02) referred to S. shansisuchus by Wang et al. (2013). The descending process of the right postorbital bears an anterior prominence or “knee-shaped process”(Wang et al.,2O13) that would have protruded into the orbit,and which represents an apparent autapomorphy of S. shansisuchus.The large subnarial fenestra, deep and narrow premaxillary slot on the nasal, and postorbital prominence clearly indicate that V 22758 is referable to Shansisuchus,and allthree features were included by Wang et al. (2O13) in their emended diagnosis of S. shansisuchus.However, the species-level taxonomy of Shansisuchus requires revision,and the extensive material attributed to this genus by Young (1964) and Cheng (1980)requires redescription and reevaluation. Furthermore,the cranium is poorly known in the nominal species S. kuyeheensis and S. heiyuekouensis (Young,1964; Cheng,1980), rendering comparisons diffcult.For the present, we identify V22758 only as Shansisuchus,and we refrain from a more complete description pending restudy of older specimens in order to provide a reliable comparative context. The difference in the convexity of the posterior margin of the prefrontal pilar between IVPP V 22758 and SXMG V O0002 apparently represents a point of variation within Shansisuchus, but its significance is presently difficult to evaluate. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/5a600c2c18c4ffa32330e6611a045b967d08b87b307e0f07897350a2e51d2330.jpg",
        "img_caption": [
            "Fig.1 Shansisuchus (IVPP V 22758) from the Tongchuan Formation A.disarticulated skulland lower jaw; B.incomplete left maxilla in lateral (upper)and medial (lower) views; C.right orbitotemporal region in lateral view. Scale bars equal $5 \\mathrm { c m }$ Abbreviations: aof.antorbital fenestra;d.dentary; en.external naris; itf. infratemporal fenestra; kp.knee-shaped processon postorbital; 1.lacrimal; n. nasal; ob.orbit; po. postorbital; snf.fenestra Stars indicate important diagnostic features "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Archosauria Cope, 1869 Pseudosuchia Zittel, 1887-1890 SuchiaKrebs,1974 (Figs.2-4) ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Referred specimensIVPP V 22759,five dorsal vertebrae; V 22760,left ilium; V 22762, right calcaneum. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Locality and horizonSX/Fc, Fe and Ff-g,Baidaoyu, Quyu Town, Linxian, Shanxi Province, China; Member Iof Tongchuan Formation,Middle Triassic. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Description VertebraeAmong the specimens from the Baidaoyu bonebed that can probably be attributed to suchian archosaurs are five small dorsal vertebrae (V 22759). They can be conveniently designated Vertebrae A to E according to their positions in Fig.2. Vertebrae A to D were disarticulated but recovered as an associated cluster from sublocality Fe,whereas the badly damaged Vertebra E was recovered from sublocality Fc but is consistent with the other four vertebrae in size and structure. Vertebrae A to D are almost certainly from a single individual, given their near-uniform size and close association. We tentatively assume that Vertebra E is a displaced vertebra from the same individual,but this is unimportant to our interpretations because Vertebra E offers litle morphological information in any case. Vertebrae A and B are probably from the anterior part of the dorsal column,and Vertebrae C to E from the middle or posterior part. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "These bones are immediately distinguishable from dorsal vertebrae of Shansisuchus based on their diminutive size.All of them lack visible neurocentral sutures, suggesting that these sutures were closed throughout at least a considerable part of the dorsal series.Widespread neurocentral closure within the dorsal column in turn indicates that the vertebrae are from a small, at least fairly skeletally mature archosauriform (Brochu,1996),rather than from a very young individual of Shansisuchus or another large form. Vertebrae A-C are nearly complete, apart from damage to the neural spines and other parts of the neural arches. In Vertebra D the neural arch is somewhat less intact,and Vertebra E is a poorly preserved centrum with only a small, damaged portion of the neural arch in place. All of the centra are spool-shaped and slightly amphicoelous,with rims that are prominent both laterally and ventrally. The lateral faces of the centra bear deep,“well-rimmed” fossae,a characteristic suchian feature (Ezcurra, 2016) although one that also occurs occasionally in non-suchians and represents a difference of degree from the shallower fossae that are more widespread in archosauriforms.The ventral surface is broad in Vertebrae C-E,but laterally compressed in Vertebrae A-B. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/2d6c28a25e48c4e6adce6a6a7f2d6cd1709b4300c5af39f2513f800fe5e15f60.jpg",
        "img_caption": [
            "Fig.2 Five probable suchian vertebrae (A-E)(IVPP V 22759) from the Tongchuan Formation in anterior (1), left (2),posterior(3),ventral (4) and right (5) views Abbreviations: acpl. anterior centroparapophyseal lamina; cpol. centropostzygapophyseal lamina; cprl.centroprezygapophyseal lamina; dia.diapophysis; hpn. hypantrum; hps. hyposphene; nc. neural canal; ns. neural spine; par. parapophysis; pcdl. posterior centrodiapophyseal lamina; podl. postzygadiapophyseal lamina; poz. postzygapophysis; ppdl. paradiapophyseal lamina; prdl. prezygadiapophyseal lamina; pre. prezygapophysis; spol. spinopostzygapophyseal lamina; sprl. spinoprezygapophyseal lamina "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Vertebrae A and B,the probable anterior dorsals,are generally similar in their neural arch morphology. They bear a considerable resemblance to anterior dorsals of Poposaurus （ $\\mathbf { \\bar { \\rho } } = \\mathbf { \\rho }$ Lythrosuchus; see Weinbaum and Hungerbühler, 2Oo7) langstoni illustrated by Long and Murry (1995:fig. 157). The diapophysis, parapophysis and associated laminae are best preserved on the right side of Vertebra B,despite the presence of an anomalous vertical lamina ventral to the diapophysis that is not seen in Vertebra A or even on the left side of Vertebra B.The parapophysis is situated well ventral and a short distance anterior to the diapophysis, and forms a narrow, subtriangular facet for articulation with the capitulum.The entire ventral margin of the parapophysis is connected to the dorsal part of the rim of the centrum by a short, sheet-like anterior centroparapophyseal lamina (acpl). The diapophysis is incomplete, but is associated with a well-developed tetraradiate system of prominent laminae defining deep fossae,a condition noted by Nesbitt(2oo5) in various“rauisuchians\".A prezygadiapophyseal lamina (prdl) and postzygadiapophyseal lamina (podl) connect the diapophysis to the zygapophyses,while a paradiapophyseal lamina (ppdl) and posterior centrodiapophyseal lamina (pcdl) respectively extend anteroventrally and posteroventrally from the diapophysis. The diapophysis is situated well above the neurocentral suture and approximately over the anteroposterior midpoint of the centrum, so that the prdl and podl are both nearly horizontal and the ppdl and pcdl are respectively inclined at steep, nearly equivalent anteroventral and posteroventral angles. The podl is anteroposteriorly narrow, but the prdl projects a considerable distance anteriorly from the entire preserved length of the diapophysis,forming an overhanging ledge.The prdl and podl,combined with the diapophysis itself, form a nearly horizontal shelf whose dorsal surface bears an anteroposteriorly elongate fossa adjacent to the base of the neural spine.The laminae associated with the diapophysis define three deep fossae situated below the horizontal shelf, and respectively positioned anteroventral, ventral and posteroventral to the diapophysis.The anteroventral margin of the anteroventral fossa is formed by a robust centroprezygapophyseal lamina (cprl). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/610f485bb2ebdfe171715e6f93721edc21e2513bf87e9258f47f933f0e97473e.jpg",
        "img_caption": [
            "Fig.3Left ilium (IVPPV22760) from the Tongchuan Formation in dorsal,lateral,anteroventral and medial (A1-4)views and left ilium of Lotosaurus (IVPP V4880) in dorsal,lateral and ventral (B1-3) views Scale bars equal $5 \\mathrm { c m }$ . Abbreviation: sa.r. supraacetabular ridge "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The anterior opening of the neural canal is subcircular, whereas the posterior opening is tall, narrow and subtriangular. The tab-like prezygapophyses are anteriorly prominent, tilted so that their articular surfaces are directed slightly medially, and separated by a hypantrum. The medial margins of the prezygapophyses are thick, but do not form distinct facets for the hyposphene.The postzygapophyses are small structures protruding posterolaterally from the base of the neural spine,and their articular surfaces face slightly laterally. The postzygapophyses come together in the midline of the vertebra to form a shallow hyposphene, essentially representing the intersection area of the postzygapophyses and the centropostzygapophyseal laminae (cpol). The cpols have concave edges, so that they appear recessed below the hyposphene in lateral view. The hyposphene-hypantrum articulation is an uncommon feature among archosauriforms,but occurs in saurischians, many poposauroids and a small number of basal (non-crocodylomorph) loricatans (Nesbitt, 2011),as well as in silesaurids (Piechowski and Dzik, 2010; Nesbitt et al., 2010) and evidently some phytosaurs (scorings in Ezcurra,2O16). The same type of accessory articulation has been documented in the aetosaur Desmatosuchus (Parker et al.,2Oo8),but in this instance the hyposphene and the walls of the hypantrum are very dorsoventrally deep. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The neural spine is anteroposteriorly long, the length of its base being about $2 / 3$ that of the centrum,and is only slightly posteriorly inclined and not offset relative to the centrum either anteriorly or posteriorly. Spinoprezygapophyseal laminae (sprl) descend from the edges of the narrow anterior face of the neural spine onto the lateral margins of the articular surfaces of the prezygapophyses, flanking a subtriangular recess. Posteriorly, much shorter spinopostzygapophyseal laminae (spol) combine with the postzygapophyses and hyposphene to enclose a fossa in the shape of an inverted teardrop. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Only minor differences are evident between Vertebrae A and B.Unlike Vertebra A, Vertebra B bears a low, transversely wide ventral midline keel, a strip of bone barely protruding from the rest of the ventral surface. Unlike Vertebra B, Vertebra A displays a groove on the lateral side of the cprl and a low vertical ridge below the diapophysis at about the level of the neurocentral transition. The anteroposteriorly elongate lateral fossae at the base of the neural spine are shallower in Vertebra A than in Vertebra B. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Vertebrae C and D are conspicuously different from Vertebrae A and B,and probably represent middle or posterior dorsals. The ventral surface of the centrum is broader than in Vertebrae A and B,and bears a shallow midline groove in the case of Vertebra C.In Vertebra D the openings of the neural canal and the articular ends of the centrum are dorsoventrally low. Vertebra C is less dorsoventrally compressed,although the posterior neural canal opening is still considerably lower than in Vertebrae Aand B.In both Vertebrae C and D the diapophysis is anteriorly inclined and also more ventrally and anteriorly positioned on the neural arch than in Vertebrae A and B,resulting in changes to the arrangement of the surrounding laminae. In Vertebra C the parapophysis and diapophysis are close together, so that the steeply inclined ppdl is short and represents the base of a confluent prdl and cprl that extend up to the diapophysis as a single thick strut of bone. The podl extends dorsally from the diapophysis and curves posteriorly across the face of the neural spine to reach the postzygapophysis. The pcdl is considerably longer and more gently inclined than the ppdl. In Vertebra D the neural arch is poorly preserved, but the parapophysis and diapophysis appear confluent as in posterior dorsals of Batrachotomus kupferzellensis (Gower and Schoch,2009) and Arizonasaurus babbiti (Nesbitt, 2005). The hybrid transverse process (synapophysis) is connected to the anterodorsal corner of the centrum by a steep acpl. The podl and pcdl resemble their counterparts in Vertebra C. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In Vertebrae C and D the base of the neural spine is similar in anteroposterior length to the centrum,and the spine is posteriorly offset.In the better-preserved Vertebra C,the postzygapophyses and hyposphene project posteriorly beyond the centrum, the sprls are less prominent than in Vertebrae A and B,and the cpol and podl are parallel to one another and separated by a deep fossa in the vicinity of the postzygapophysis. On the left side of Vertebra C there is also a deep fossa between the podl and sprl, but on the right side of this vertebra and on both sides of Vertebra D there is only a slight depression in this position.In Vertebra C most of the laminae of the neural arch are more prominent and sharply defined on the left side than on the right. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The precise taxonomic identification of these vertebrae is uncertain, but the combination of well-rimmed fossae on the lateral sides of the centrum and hyposphene-hypantrum accessory articulations is suggestive of suchian affinities,given the distributions of these features noted above.The Middle Triassic age and small size of the specimen,as well as the strong development of the tetraradiate laminar system surrounding the diapophysis,are also consistent with this hypothesis. The four laminae making up the tetraradiate system do occur, separately or all together, in a variety of other archosauriforms (Ezcurra, 2O16). In many taxa,however, the laminae associated with the diapophyses of the dorsal vertebrae are much less prominent than in V 22759, saurischian dinosaurs,and some “rauisuchian\"-grade taxa within Suchia,and the fossae they define are much shallower; this is the case,for example,in the holotype of Shansisuchus heiyuekouensis (IVPP V 2513). The Middle Triassic, northern Chinese provenance of V 22759 is suggestive of suchian rather than dinosauriform affinities. However, the anatomical evidence is limited,and it is possible that the vertebrae are from some other type of small archosauriform. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "IliumIVPP V 2276O is a left ilium from sublocality Ff-g with a badly broken preacetabular process and a more complete, but still damaged, postacetabular process (Fig. 3A). The entire dorsal margin of the ilium appears damaged,apart from a tiny area above the middle of the acetabulum.Breakage has severely affected the acetabular region, removing the ischial and pubic peduncles and most of the supraacetabular crest. The preacetabular process is also broken away. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A large anteroventrally-directed recess is present anterior and dorsal to the acetabulum. We interpret the medial wall of this fossa as a part of the iliac blade,and the somewhat thinner lateral wall as being formed by a ridge extending anterodorsally from the acetabulum onto the preacetabular process of the ilium.An equivalent feature,which we term the “supraacetabular ridge”as distinct from the“supraacetabular crest” that roofs the acetabulum, is present in most non-crocodylomorph paracrocodylomorphs (Nesbitt et al.,2013).In taxa such as Batrachotomus (Gower and Schoch, 2009) and Postosuchus kirkpatricki (Weinbaum, 2013), this structure is a swelling or a short, thick, subvertical ridge that is prominent and rugose near the dorsal margin of the ilium but weakens or even disappears more ventrally. In poposauroids such as Poposaurus gracilis (Weinbaum and Hungerbuhler,2007),Effgia (Nesbitt, 2007),Shuvosaurus (\"Chatterjeea\";Long and Murry,1995) and Lotosaurus (IVPP V 4880), the supraacetabular ridge is particularly distinct and wel-developed. In Lotosaurus the supraacetabular ridge ascends with only a slight anterior inclination from a point slightly above the supraacetabular crest, eventually approaching the dorsal margin of the ilium (Fig. 3B). In Poposaurus (Weinbaum and Hungerbuhler, 2007),Effigia (Nesbitt, 2007) and Shuvosaurus (Long and Murry,1995),by contrast, even the ventralmost part of the supraacetabular ridge trends anterodorsally rather than nearly dorsally, and the ridge curves anteriorly onto the preacetabular process without reaching the dorsal margin of the ilium.V 2276O appears to share this highly distinctive condition, although the ventralmost part of the supraacetabular ridge and the anterodorsal part that would have extended onto the preacetabular process are both broken away. The supraacetabular ridge is unusually pendant, slanting downward to create a deep recess between the ridge and the body of the ilium. The recess is subtriangular in anterior view, tapering anterodorsally as the supraacetabular ridge converges with the body of the ilium. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The dorsal part of the postacetabular process is damaged, but the process is clearly dorsoventrally shallow as in most poposauroids.The pendant ventral lobe seen on the posterior part of the postacetabular process in Poposaurus kirkpatricki (Weinbaum and Hungerbuhler, 2007) is absent. The lateral face of the postacetabular process bears an exceptionally prominent shelf, which is so large that the mediolateral width of the intact process was probably comparable to its dorsoventral depth. The dorsal surface of the shelf is shallowly depressed, whereas the ventral surface is transversely slightly convex. The posteromedial part of the ventral surface of the postacetabular process is a distinct, subtriangular, anteriorly tapering area that is deflected medially along a clear line of inflection.Most of the edge of the lateral shelf is dorsoventrally thick,forming a longitudinally convex facet with an abrupt anterior termination. Beyond the facet, the anteriormost part of the edge of the shelf becomes immediately less prominent. In continuing anteriorly the shelf curves somewhat dorsally and gradually recedes into the lateral surface of the iliac blade,and also tapers into a thin ridge. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "As a whole,the postacetabular shelf is a highly distinctive feature with no close counterparts in other archosaurs. In Lotosaurus (V 4880),the lateral surface of the postacetabular process of the ilium is subdued apart from a slight, rounded swelling near the posterodorsal corner. The postacetabular process appears similarly featureless in Arizonasaurus (Nesbitt2005) and Bromsgroveia (Galton, 1985; Benton and Gower, 1997). In Poposaurus the postacetabular process does bear a longitudinal ridge (\"lateral crest” of Weinbaum and Hungerbuhler, 2Oo7),but this structure is less prominent and more dorsally situated than the postacetabular shelf of V 22760, does not form a flat laterally directed facet,and curves ventrally rather than dorsally towards its anterior end. Nevertheless, the presence of a longitudinal ridge-like structure on the lateral surface of the postacetabular process is a point of resemblance between V 22760 and the ilium of Poposaurus.Schachner et al.(2011) proposed that the lateral crest of Poposaurus was occupied by the origin of M. iliofibularis,with M.flexor tibialis externus originating from an area ventral to the crest and M. caudofemoralis brevis originating on the ventral edge of the pendant flange on the postacetabular process. Although the lateral surface of V 22760 is too poorly preserved to clearly reveal patches of scarring or other evidence of muscle atachment, the abrupt discontinuity between the thick, prominent posterior part of the postacetabular shelf and the narrower and more subdued anterior part suggests that a single muscle origin is unlikely to have occupied the entire structure.M.iliofibularis may have arisen from the anterior part of the shelf and ventrally adjacent bone on the lateral surface of the postacetabular process,whereas M.flexor tibialis externus may have originated on and below the underside of the posterior part of the shelf. M. caudofemoralis brevis probably originated on the subtriangular, medially deflected posteromedial portion of the ventral surface of the postacetabular process.The part of the lateral surface of the ilium situated dorsal to the shelf may have been partly occupied by a posterior portion ofM. iliotibialis,although any M. iliotibialis fibers originating in this region would have had to pass over the sharp, upturned anterior part of the shelf to reach the leg. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/2891e3ba53ad2eecc1c7c5450b18473179416dad21f73334fdb551a2a4c115e6.jpg",
        "img_caption": [
            "Fig.4Suchian right calcaneum (IVPP V 22762) in lateral (A),proximal (B),medial (C), distal(D),posterior (E),and anterior (F) views Abbreviations: a.as.articular surface for astragalus;a.dt4.articular facet for distal tarsal 4; a.fi.articular facet for fibula "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Most of the medial surface of the preserved part of the ilium is occupied by a large, continuous fossa of complex and irregular shape. The fossa extends posteriorly along almost the entire length of the postacetabular process,but the ventral edge of the medial surface of the postacetabular process forms a prominent ridge that thickens anteriorly into a subtriangular facet possibly representing an area of sacral rib attachment. Anterior to the subtriangular facet, which has sharp anterior and dorsal margins, the fossa occupies most of the preserved height of the central part of the ilium but is bounded on the ventral side by a damaged,ventrally concave ridge that may represent the upper edge of a broad medial swelling in the acetabular region of the ilium.Anterodorsal to the acetabular region,the fossa continues anteriorly but is bounded anteroventrally by a prominent area of bone that corresponds to the medial wall of the recess between the supraacetabular ridge and the iliac body. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Locations of sacral rib attachment on the medial surface of the ilium are difficult to determine.Neither the floor of the large fossa nor the surface of the anteroventrally located prominent area has the rugose texture normally associated with the site of a sacral rib facet, perhaps indicating that the ilium belonged to an immature individual. The subtriangular area on the anteroventral part of the medial surface of the postacetabular process is somewhat rough and irregular,and also corresponds approximately to the attachment site of the third sacral rib in Arizonasaurus (Nesbitt, 2005), Bromsgroveia (Benton and Gower,1997) and Poposaurus (Weinbaum and Hungerbuhler, 20o7).In Arizonasaurus and Bromsgroveia the third sacral rib is the posteriormost, but in Poposaurus a fourth sacral rib contacts the ilium more posterodorsally, above a ridge on the postacetabular process. It is hard to see how V 2276O could have accommodated a fourth sacral rib in a similar position, so it is possible that only three sacral ribs were present as in Arizonasaurus, Bromsgroveia and Lotosaurus. Efigia and Shuvosaurus resemble Poposaurus in having four sacral ribs, whereas Sillosuchus has five (Nesbit, 2007). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In Arizonasaurus,Poposaurus and Bromsgroveia,the first sacral rib attaches to the ilium in the vicinity of the notch between the preacetabular process and the pubic peduncle, whereas the second sacral rib attaches to the body of the ilium between the attachment sites for the first and third ribs (Benton and Gower,1997; Nesbit, 2005;Weinbaum and Hungerbuhler, 2007). It is possible that a similar arrangement prevailed in V 22760,with the first rib presumably then attaching somewhere on the prominent area anteroventral to the acetabulum and the second rib attaching to the medial side of the broken inner wall of the acetabulum. Lotosaurus displays an unusual condition in which all three sacral rib attachment sites are dorsally positioned, lying adjacent to the dorsal margin of the medial surface of the ilium. Such a configuration seems unlikely in V 22760,as at least the second and third attachment sites would lie partly on the medially prominent dorsal rim of the ilium and partly on the deep fossa situated ventral to the rim. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Although V 22760 is highly incomplete, the strongly developed,anterodorsally trending supraacetabular ridge is indicative of a close relationship to derived poposauroids such as Poposaurus and Effigia.Furthermore,the strongly developed shelf on the lateral surface of the postacetabular process is reminiscent of the postacetabular lateral crest seen in Poposaurus gracilis (Weinbaum and Hungerbihler, 2Oo7),although the two features are morphologically distinct. However,the extreme development of the postacetabular shelf in V 22760 is an unusual feature,as are the depth of the fossa formed by the supraacetabular ridge and the depressed topography of the medial surface of the ilium. It is likely that V 22760 represents an undescribed species of poposauroid, but the specimen is so incomplete that erecting a new taxon seems unwarranted until more material is discovered. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "CalcaneumIVPP V 22762 is an unusual bone from sublocality Fe that we believe is most plausibly interpretable as a suchian right calcaneum (Fig. 4),although we are not entirely certain of this identification. Under this interpretation, V 22762 is proximodistally compressed with a very short, wide,posteriorly directed calcaneal tuber and a complex articular surface for the astragalus that extends onto the medial face of the tuber. The proximally directed articular surface for the fibula is nearly flat as in dinosauromorphs and most non-archosauriforms,rather than broadly convex as in Euparkeria (UMZC T.692) or hemicylindrical as in phytosaurs and typical pseudosuchians,and is roughly oval in outline.The calcaneum has a distinct, slightly convex anterior surface that separates the facet for the fibula from that for distal tarsal IV (dt4).The distal surface of the body of the calcaneum is divided bya line of inflection into two areas,a medially situated facet for dt4 and a laterally situated facet that was presumably nonarticular. The facet for dt4 is nearly flat and subrectangular, but with poorly defined medial and lateral edges.The non-articular facet is subtriangular and directed somewhat laterally. On the lateral side of the calcaneum,a horizontal ridge separates the non-articular facet from the fibular facet and, farther posteriorly, from the shaft of the calcaneal tuber. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The calcaneal tuber is even more extreme in its short,wide proportions than those of aetosaurs (e.g. Bonaparte, 1971:fig. 41) and Revueltosaurus callenderi (Nesbitt, 2011: fig. 45G).If the calcaneal body is held with the fibular facet horizontal, the tuber projects somewhat proximally as well as posteriorly. The distal surface of the tuber shaft bears a fossa separating the end of the tuber from the facets on the distal surface of the body of the calcaneum,as in phytosaurs and suchians (Nesbitt, 2O11). The fossa is wide, shallow, and somewhat irregular in outline,embaying the posterior margin of the facet for dt4,and occupies nearly the entire distal face of the tuber shaft. The proximal face of the tuber shaft is unusual in bearing two well-defined subrectangular fossae,a deep one on the medial part of the shaft and a much shallower one on the lateral part. The anterior, posterior and lateral margins of the deeper fossa are sheer, giving the fossa a pit-like appearance,but the medial margin has a gradual slope. The posterior (i.e. terminal) surface of the tuber is proximodistally narrow and convex,rather than expanded in this dimension as is typical of pseudosuchians and phytosaurs (Nesbitt, 2011:fig. 45). The proximodistally oriented groove seen in crocodylomorphs and some “rauisuchians”(Nesbitt, 2011), which accommodates the tendon of the gastrocnemius musculature in extant crocodylians and presumably served the same function in extinct taxa, is absent.The medial end of the ventral surface of the tuber is tilted slightly medially,and the posteromedial corner of the tuber is drawn into a medially directed prominence. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The articular surface for the astragalus is perhaps the most surprising feature of this generally unusual calcaneum. This surface takes the form of a deep notch in the medial side of the calcaneum,and is divided into two facets of different sizes that meet at a sharp angle. The larger facet is subrectangular, with the short axis mediolateral in orientation,and directed proximally and slightly posteriorly. This facet is weakly convex along its length, tapers slightly towards its posterior end,and is situated on the body of the calcaneum posterior to the medialmost part of the facet for the fibula.The larger facet for the astragalus borders the medial surface of the body of the calcaneum, which is slightly convex and probably nonarticular. The smaller facet for the astragalus is approximately square, occupies the medial side of the calcaneal tuber,and faces medially, distally and slightly anteriorly. The smaller facet is concave along the length of the tuber. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "This bone is somewhat enigmatic because of its unusual morphology, but we suggest that it can be best interpreted as a calcaneum from a taxon with a modified or even degenerate version of the “crocodile-normal” ankle morphology seen in suchians,in which a prominent “peg”on the astragalus is complemented by a “socket”on the calcaneum (Chatterjee,1978; Cruickshank,1979). In typical suchians the socket accommodates the peg's tip,whereas three articular facets surrounding the socket contact matching facets situated on and proximal to the peg (Sullivan, 2Oo7). The articulation between the astragalus and calcaneum allows the latter bone to rotate about the astragalar peg,and this motion is facilitated by a convex proximal facet on the calcaneum that can roll freely upon the distal surface of the fibula. Because the distal tarsals and the bones of the pes are attached to the calcaneum,calcaneal rotation brings about flexion and extension of the ankle joint as a whole.In V 22762,the socket and its associated articular surfaces have been replaced by the two intersecting facets forming the sharp notch in the medial side of the calcaneum, the tuber is shortened to the point where the medial face of this structure contributes to forming the notch,and the fibular facet is nearly flat. The planar fibular facet and sharply angular “socket” for the astragalus probably allowed very little rotation of the calcaneum relative to the astragalus and crus,implying that ankle movement took place primarily at the mesotarsal joint between the proximal and distal tarsals and/or the infratarsal joint between the distal tarsals and metatarsals.The extreme shortness of the calcaneal tuber is probably linked to the inferred immobilization of the astragalo-calcaneal joint, given that the mechanical role of the tuber in typical suchians was to increase the moment arm about this joint of the gastrocnemius musculature (Parrish,1986; Sullivan, 2007). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4 Discussion ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Among the archosauriforms from the Baidaoyu bonebed,the erythrosuchid V 22758 is the most easily identifiable.Despite being highly incomplete,this specimen can be confidently referred to Shansisuchus on the basis of diagnostic cranial features mentioned by previous authors (Young,1964; Wang et al.,2013). Although a species-level assignment seems premature pending a taxonomic review of the genus, this specimen extends the stratigraphic range of Shansisuchus upward from the Ermaying Formation into Member I of the Tongchuan Formation for the first time. Given that Sinokannemeyeria has also been recovered from the Baidaoyu bonebed (Liu, 2015),in the form of the otherwise unrecorded species S. baidaoyuensis, the two eponymous genera of the Sinokannemeyeria-Shansisuchus Assemblage are now known to be present in Member I of the Tongchuan. Their presence implies that the stratigraphic range of the Sinokannemeyeria-Shansisuchus Assemblage as a whole extends from at least the upper Ermaying upward into the Tongchuan. However, many of the synapsid and archosauriform taxa listed by Li and Cheng (1995) as occurring in the Sinokannemeyeria-Shansisuchus Assemblage of the upper Ermaying are not currently known from Tongchuan strata, implying either incomplete sampling or a stratigraphic change in the composition of the Assemblage. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Furthermore, material from the Baidaoyu bonebed provides evidence for the presence of at least one highly distinctive archosaur taxon that has not previously been recorded from the upper part of the Ermaying Formation, or from anywhere else.The associated dorsal vertebrae V 22759 are probably best regarded as belonging to an indeterminate, not necessarily unusual archosauriform, quite likely a suchian.However, the left ilium V 2276O and proportionally smaller right calcaneum V 22762 appear to collectively represent either two new species or different ontogenetic stages of a single new species.The ilium is evidently that of a poposauroid closely related to Shuvosaurus, Effigia and Sillosuchus,and perhaps especially to Poposaurus given the presence of a robust postacetabular shelf resembling a hypertrophied version of the lateral crest seen on the ilium of Poposaurus.However,the ilium does not closely resemble that of any previously described taxon. The calcaneum is even more morphologically peculiar, but seems most likely to have evolved from a more typical suchian“crocodile-normal” calcaneum given the presence of an apparent notch for an articular process of the astragalus. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The calcaneum was found together with four of the dorsal vertebrae in a small part of the Baidaoyu bonebed, the field sublocality SX/Fe,whereas the ilium was found at SX/Ff-g. Compared to the dorsal vertebrae and calcaneum, the ilium is disproportionately large.Based on the lack of visible neurocentral sutures,the vertebrae do not appear to belong to a skeletally immature individual,and are probably from a different, smallr taxon than the poposauroid represented by the ilium. The calcaneum could conceivably belong to a juvenile individual of the poposauroid species,or to the same species and even the same individual as the dorsal vertebrae. The latter possibility,although supported only by the weak circumstantial evidence of proximity and compatible size,would more firmly establish the vertebrae as belonging to a suchian. What is clear, however, is that Member I of the Tongchuan Formation contains Shansisuchus, a new derived poposauroid (represented by the ilium) and at least one additional, potentially suchian archosauriform (represented by the associated vertebrae).Together with the dicynodonts Parakannemeyeria sp. and Sinokannemeyeria baidaoyuensis (Liu,2015), the archosauriform finds bring the total taxonomic richness of the Baidaoyu bonebed to at least five species. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The only definite,potentially diagnostic suchian material so far known from the upper part of the Ermaying Formation is the small calcaneum referred by Young (1964) to “Wangisuchus tzeyi” (see also Nesbitt, 2011:fig 60A), which has more typical suchian morphology than the calcaneum from the Baidaoyu bonebed and clearly represents a different taxon. As with the Baidaoyu calcaneum, however, the “W. tzeyit’ calcaneum could conceivably belong to a juvenile of the poposauroid species represented by the Baidaoyu ilium, or to the same species as the five small associated dorsals from Baidaoyu. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "As well as suggesting the possibility of a change in the composition of the Sinokannemeyeria-Shansisuchus Assemblage between the upper part of the Ermaying Formation and Member I of the Tongchuan Formation, the Baidaoyu ilium and calcaneum add to the evidence that suchian taxa underwent a considerable taxonomic and morphological diversification in the Middle Triassic.In particular, known poposauroids from the Middle Triassic of China include the sail-backed form Lotosaurus (Zhang,1975) and the semiaquatic Qianosuchus (Li et al.,2O06),whereas the sail-backed Xilousuchus may be either early Middle Triassic or late Early Triassic in age (Nesbitt et al.,2011; Butler et al.,2011).The Middle Triassic taxon Diandongosuchus was originally interpreted as a semiaquatic poposauroid of similar grade to Qianosuchus (Li et al.,2012), but may actually be the oldest known phytosaur (Stocker et al., 2016). Outside China, Middle Triassic poposauroids include Arizonasaurus from the United States (Nesbitt, 2Oo5),Hypselorhachis from Tanzania (Butler et al.,2009) and Bromsgroveia from England (Benton and Gower, l997),as well as an unnamed form from the Rot Formation of Germany that may or may not be distinct from the Early Triassic ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Ctenosauriscus (Butler et al.,2011).All these non-Chinese Middle Triassic taxa,together with Xilousuchus,seem to form a monophyletic sail-backed clade Ctenosauriscidae,whereas Lotosaurus is more closely related to the Late Triassic taxa Poposaurus, Shuvosaurus and Effigia from the United States and Sillosuchus from Argentina (Nesbitt,2011; Butler et al.,2011). Qianosuchus,by contrast, is probably a basal poposauroid (Li et al., 20l2). The Baidaoyu ilium is not only morphologically unusual, but stands alongside Lotosaurus as a second example of a derived poposauroid from the Middle Triassic of China, indicating that the diversification of poposauroids was well underway by the close of the Middle Triassic. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "AcknowledgementsThe fossils described in this paper were collected by Wang Yu, Xu Xu,and Jia Zhen-Yan,and prepared by Wu Yong, Xu Xu,and Wang Yu. Richard Butler and Sterling Nesbitt kindly reviewed the paper. This work was supported by the National Natural Science Foundation of China (grant no.41472017)and Funds for Paleontology Fieldwork and Fossil Preparation, Chinese Academy of Sciences. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "中国肯氏兽-山西鳄组合带的新发现之三：山西临县的主龙型类",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "刘俊1,2 舒柯文'",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室 北京 100044)(2中国科学院大学北京100039)",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "摘要：近几十年，华北的二马营组上部地层以产出中国肯氏兽-山西鳄四足动物化石组合而闻名。最近在山西临县白道峪于上覆的铜川组一段发现了中国肯氏兽。本文描述了同一地点同一层位产出的主龙型类化石，包括一具山西鳄的部分骨架以及一些可以归入suchian的主龙类。它们是铜川组一段首次记述的主龙型类。最有鉴定特征的suchian材料包括一个大的髂骨以及一个小的、形状很奇特的、可能是跟骨的骨骼。髂骨可能可以归入一个奇异的波波龙类(poposauroid)。因为中国肯氏兽与山西鳄同时出现在白道峪，表明中国肯氏兽-山西鳄组合可以向上延伸到铜川组一段。髂骨与跟骨大小悬殊，可能代表两个从未在中国肯氏兽-山西鳄组合报道过的物种。白道峪发现了特化的波波龙类，支持了波波龙类在中三叠世大量分化的观点。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "关键词：山西临县，中三叠世，铜川组，山西鳄，波波龙类中图法分类号：Q915.864 文献标识码：A 文章编号：1000-3118(2017)02-0110-19",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "BentonMJ,GowerDJ,1997.RichardOwen’s giantTriassic frogs:archosaurs from the MiddleTriasicofEngland.JVert Paleont, 17(1): 74-88   \nBonaparteJF,1971.Los tetraposdelsectorsuperiordelaFormacionLos Colorados,Larioja,Argentia(TriasicoSuperior). Opera Lilloana,22:1-180   \nBrochu CA,1996.Closure of neurocentral sutures during crocodilian ontogeny:implications for maturity assessment in fossil archosaurs.JVert Paleont,16(1): 49-62 ButlerRJ,Barrt PM,AbelRLetal.,O09.Apossiblectenosauriscidarchosaur fromthe Midle Triassc Mandabedsof Tanzania. J Vert Paleont,29(4): 1022-1031 ButlerRJ,BrusatteSL,Reich Metal.,2011Thesail-backedreptileCtenosauriscus fromthelatestEarlyTriassicof Germany and the timing and biogeography of the early archosaur radiation.PLoS One,6(1O): e25693 Butler R,Sulivan C,Ezcurra M et al.,2014.New clade of enigmatic early archosaurs yields insights into early pseudosuchian phylogeny and the biogeography of the archosaur radiation. BMC Evol Biol,14(1): 128 Chaterjee S,1978.A primitive parasuchid (phytosaur)reptile from the Upper Triassic Maleri Formation of India. Palaeontology,21(1): 83-127 Cheng ZW,1980.Vertebrate fossils.In: Mesozoic StratigraphyandPalaeontologyof the Shaanxi-Gansu-Ninxia Basin. Beijing: Geological Publishing House.115-188 Cruickshank AR I,1979.The ankle joint in some early archosaurs.SAfr JSci,75:168-178 Ezcurra M D,2016.The phylogenetic relationships of basalarchosauromorphs,with an emphasis on the systematics of proterosuchian archosauriforms.PeerJ,4: e1778 Ezcurra MD,LecuonaA,MartineliA,20l0.Anewbasalarchosauriform diapsid fromtheLower TriasicofArgentina.J Vert Paleont, 30(5): 1433-1450 Ezcurra M D,ButlerR J, GowerDJ,2013.‘Proterosuchia':the originandearly historyof Archosauriformes.Geol Soc London Spec Publ,379: 9-33 GaltonPM,985.The poposaurid thecodontianTeratosaurus suevicusv.MYER,plusrferred specimensmostlybasedon prosauropod dinosaurs,from the middle Stubensandstein (Upper Triassc)of Nordwurtemberg.Stuttg Beitr Naturkd, Ser B,116: 1-29 Gower D J,996.The tarsus of erythrosuchid archosaurs,and implications for earlydiapsid phylogeny. Zool JLinn Soc,   \n116: 347-375 GowerDJ,oo.Rauisuchanarchosaurs (Reptilia,Diapsida):anoverview.NeuesJahrbGeolPalont,Abh,18(3):4488 Gower DJ,20o3.Osteology of the early archosaurian reptile Erythrosuchus africanus Broom.Ann SAfr Mus,110:   \n1-84 GowerDJ,SchochRR,2009.Postcranial anatomyof therauisuchianarchosaur Batrachotomus kupferzelensis.JVert Paleont,29(1): 103-122 Gower D J,Sennikov A G,1996.Morphology and phylogenetic informativenessof early archosaur braincases. Palaeontology, 39(4): 883-906 Gower DJ,SennkovAG,1997.Sarmatosuchusand the earlyhistoryofthe Archosauria.JVertPaleont,17(1):60-73 GowerDJ,HancoxPJ,Botha-BrinkJetal.,014.AnewspeciesofGarjainiaOchev,1958(Diapsida: Archosaurifomes: Erythrosuchidae) from the Early Triassic of South Africa.PLoS One,9(11): e11154 Li C,Wu X C,Cheng YNet al.,2Oo6.Anunusualarchosaurian from the marine TriasicofChina. Naturwissenschaften,   \n93(4): 200-206 Li C,Wu X C,Zhao LJet al.,2012.Anew archosaur(Diapsida,Archosauriformes)from the marine Triassic of China.J Vert Paleont, 32(5): 1064-1081 Li JL,Cheng ZW,1995.Anew Late Permianvertebrate fauna from Dashankou, Gansu, with comments onPermian and Triassic vertebrate assemblage zones of China.In: SunAL,Wang YQeds.Sixth Symposiumon Mesozoic Terrestrial Ecosystems and Biota, Short Papers.Beijing: China Ocean Press 33-37 Li JL,Wu X C, Zhang FC,2008.The Chinese Fossil Reptiles and Their Kin. $2 ^ { \\mathrm { n d } }$ ed. Beijing: Science Press.1-473 LiuJ,2015.New discoveries from the Sinokannemeyeria-Shansisuchus Asemblage Zone:1.Kannemeyeriformes from Shanxi, China.Vert PalAsiat,53(1):16-28 Liu J,LiL,LiXW,20l3.SHRIMPU-Pbzircon datingof the Triasic ErmayingandTongchuang formations inhanxi, ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "China and its stratigraphic implications.Vert PalAsiat, 51(2): 162-168 Liu J,ButlerR,Sullivan Cetal.,2O15.Chasmatosaurus ultimus,aputativeproterosuchidarchosauriform fromthe Midle Triassic,is an indeterminate crown archosaur. JVert Paleont, 35(5): e965779 LongRA,MurryPA,995.Late Triasic (Carnianand Norian)tetrapods fromthesouthwestern Unites States.New Mexico Mus Nat Hist Sci Bull, 4: 1-254 Nesbit SJ,005.Osteologyofthe Middle riassic pseudosuchianarchosaurArizonasaurus babbitt.HistBiol,17(1): 19-47 NesbittSJ,7.heaatomyofEfgiakeefeae(Archosauria,Suchia),theropod-likeconvergene,andtheistribution of related taxa.Bull Am Mus Nat Hist,302:1-84 Nesbit SJ,2011.The early evolution of archosaurs: relationshipsand the originof major clades.BullAm Mus Nat Hist, 352: 292 Nesbit S J,SidorCA,Irmis RBetal.,2010.Ecologicalldistinct dinosauriansister groupshows earlydiversificationof Ornithodira. Nature,464: 95-98 Nesbit SJ,LiuJ,LiC,20l1.Asail-backedsuchian fromthe HeshanggouFormation (EarlyTriassic:Olenekian)ofChina. Earth Environ Sci Trans R Soc Edinb,101: 271-284 Nesbitt SJ,Brusate SL,Desojo JB etal.,2013.Rauisuchia.Geol Soc London Spec Publ,379(1): 241-274 ParkerWG,Stocker MR,Irmis RB,2O08.Anewdesmatosuchine aetosaur(Archosauria: Suchia)fromtheUpperTriassic Tecovas Formation (Dockum Group)of Texas.J Vert Paleont,28(3): 692-701 Parrish JM,1986.Locomotor adaptations in the hindlimb and pelvis of the Thecodonia.Hunteria,1(2):1-35 Parrish JM,1992.Phylogenyofthe Erythrosuchidae (Reptilia:Archosauriformes).JVertPaleont,12(1):93-102 PiechowskiR,Dzik J,2010.The axial skeletonof Silesaurus opolensis.JVertPaleont,30(4):1127-1141 SchachnerER,Manning PL,Dodson P,2011.Pelvic and hindlimb myologyof the basal archosaur Poposaurus gracilis (Archosauria: Poposauroidea). JMorphol, 272(12): 1464-1491 Sookias RB,Sullivan C,LiuJetal.,2O14.Systematicsof putative euparkerids (Diapsida:Archosauriformes）from the Triassic of China.PeerJ,doi: 10.7717/peerj.658 StockerMR,NesbitSJ,ZhaoLJetal.,2016.MosaicevolutioninPhytosauria: theoriginoflong-snoutedmorphologies based on a complete skeleton of a phytosaur from the Middle Triassic of China.Society of Vertebrate Paleontology Annual Meeting 2016,Program and Abstracts. 232 Sulivan C,207.Functionand evolutionofthehind limb in Triasicarchosaurian reptiles.PhDDissrtation.Cambridge, MA:Harvard University.1-267 Sun AL,1980.Late Permianand Triasic terrestrial tetrapods ofNorth China.Vert PalAsiat,18(2):100-111 Wang RF, Xu S C,Wu X C et al.,2013.A new specimen of Shansisuchus shansisuchus Young,1964 (Diapsida: Archosauriformes) from the Triassc of Shanxi, China.Acta Geol Sin-Engl,87(5): 1185-1197 Weinbaum JC,2013.Postcranial skeletonofPostosuchus kirkpatricki (Archosauria: Paracrocodylomorpha),fromthe Upper Triassic of the United States. Geol Soc London Spec Publ,379(1): 525-553 Weinbaum J, HungerbuhlerA,2007.Arevisionof Poposaurus gracilis (Archosauria: Suchia)basedontwo new specimens from the Late Triassic of the southwestern U.S.A.Palaont Z,81(2): 131-145 Wu X C,LiuJ,LiJL,oo1.Theanatomyofthefrstarchosauriform(Diapsida)fromtheterrstrialUpperTriasicofChina. Vert PalAsiat,39(4): 251-265 Young CC,1959.Noteonthe firstcynodontfromthe Sinokannemeyeria-faunas in Shansi, China.VertPalAsiat,3(3):124- 131 Young C C,1964.The pseudosuchians in China.Palaeont Sin,New Ser C,19: 1-205 Zhang FK,1975.Anew thecodont Lotosaurus,from Middle Triassc ofHunan.Vert PalAsiat,l3(3): 144-147 ",
        "page_idx": 18
    }
]