[
    {
        "type": "text",
        "text": "TARGET BRIGHTNESS TEMPERATURE SIMULATION AND ANALYSIS FORTHE GEOSTATIONARY INTERFEROMETRIC MICROWAVE SOUNDER(GIMS)",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ying ZHANG'2, Hao LIUl, Ji WUl, Jieying $H E ^ { I }$ ,Cheng ZHANGl ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Key Laboratory of Microwave Remote Sensing, Center for Space Science and Applied Research, Chinese Academy of Sciences 2University of Chinese Academy of Sciences ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Target brightness temperature maps can be usedin geostationary interferometric microwave sounder (GIMS) system simulation.System simulation with accurate target brightnesstemperaturemapscanevaluatesystem performance in near real case and thus help adjust design parameters for the sensor before it is finally put into use.In thispaper， methodofsimulatingtargetbrightness temperature using WeatherResearch and Forecasting Model and Radiative Transfer for TOVS(RTTOV） has been discussed. Target brightness temperature simulation results at oxygen absorption band and water-vapor absorption band havebeen presented. Somepreliminaryanalysesof simulated brightness temperature for GIMS’observation have also been given. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Index Terms— GIMS, brightness temperature simulation,WRF,RTTOV ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Laboratory，NASA [1]; GAS proposed by the European Space Research and Technology Center，ESA [2]；and GIMS proposed by the National Space Science Center, Chinese Academy of Sciences [3]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Geostationaryinterferometricmicrowavesounder (GIMS） has been proposed for China's next generation geostationary meteorological satellite. It uses a rotating circular array [4] and is supposed to be working in the timesharing mode. Considering its application in continuously observation of the full-earth disk,a set of highly resolved continuous full-earth disk model of GIMS brightness temperature image is useful in evaluating its performance with different design parameters[5] and determining whether or not to add an algorithm to correct the error along with time-sharing mode. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Fig1 shows the framework of GIMS system simulation, which is composed of target modeling,observation process simulation of the sensor，processing of the observed data, and brightness temperature retrieval from the processed observation data.In this paper, we'll focus on validation and analysis of target modeling. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Compared with low earth orbit， sensorsworkingin geostationary earth orbit (GEO） have the advantage of continuously observing the full earth disk and thus have great potential in monitoring fast changing weather such as tropical cyclone,which is one of the most important natural disasters that cause severe damages in southeastern China every year.However, the high spatial resolution requirement poses a big challenge in remote sensing from GEO satellite. The technique of interferometric aperture synthesis helps solve the problem，which uses signals intercepted by multiple small antennas to yield the angular response characteristics of a much larger antenna,hence increases spatial resolution as well as relieves system complexity. Some GEO instruments with this idea have been proposed including GeoSTAR proposed by the Jet Propulsion ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.METHODOLOGYANDVALIDATION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In this work,the NCEP FNL (Final) Operational Global Analysis data on 1-degree by 1-degree grids prepared operationally every six hours [6] are used as the initial fields to drive Weather Research and Forecasting Model,which is a state-of-the-art atmospheric modeling system capable of meteorological research and numerical weather prediction [7]，to generate predictions of atmospheric profile of temperature,water vapor, surface temperature,pressure and so on at specified time series and spatial resolution.Then the output of WRF is used to drive Radiative Transfer for TOVS[8] to model the brightness temperature map observed by GIMS at oxygen absorption band and water vapor absorption band. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/5bf0eca990e2cbbd5ee93547a36c48a48ace161526b4b1bc8ed3bda5bf585bee.jpg",
        "img_caption": [
            "Fig1.Framework of GIMS system simulation "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/abf28f0b5391ec1fd77d6a275ce493ddf71974d271a1d7e314324bfb1927fc0f.jpg",
        "img_caption": [
            "Fig 2.Comparison between predicted and observational brightness temperature of FY3B (a) predicted brightness temperature of channel1inFY3B-MWTS(b) observational brightness temperature of channel 1 in FY3B-MWTS(c) predicted brightness temperature of channel 3 in FY3BMWHS (d) observational brightness temperature of channel 3 inFY3B-MWHS "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study， six-hour separated FNL data from October $1 ^ { \\mathrm { s t } }$ ，2013 to October $7 ^ { \\mathrm { t h } }$ ，2013 are chosen as the initial fields to investigate typhoon Fitow,which is the $2 1 ^ { \\mathrm { s t } }$ named storm of the 2O13 Pacific typhoon season. In order to validate the target model method mentioned above， the predicted brightness temperature maps are compared with ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "FY3B observational brightness temperature maps which overlap the predicted area for seven times during the period of research [9]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Comparison between the predicted and observational brightness temperature maps of channel 1 (5O.3GHz） in FY3B-MWTS and channel 3(183.31GHz) in FY3B-MWHS is shown in fig2.The root mean square error between predicted and observational brightness temperature maps for all overlapping areas and all channels in FY3B-MWTS and FY3B-MWHS are presented in Table 1. From fig 2,we can find that the position and structure of predicted tropical cyclones are consistent with the observational ones although the detailed brightness temperature differs somewhat due to coarse initialization and chaos in FNL data.Table 1 shows that brightness temperature of oxygen absorption band can be better predicted using the FNL/WRF/RTTOV method than that of water-vapor absorption band. This is partly because high frequency wave is more sensitive to scattering of hydrometeors.To sum up,results above shows that the prediction method is reasonable in target modeling to simulate brightness temperature observed by the satellite sensors. ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/a7272d239abd1fbb12ec6e11f55f1afd406761ad358115c06722ba2b1a2da069.jpg",
        "table_caption": [
            "Table 1.RMS error between predicted and observational brightness temperature maps for all overlapping areas and all channels in FY3B-MWTS and FY3B-MWHS (K) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>Freque ncy (GHz)</td><td>Areal</td><td>Area2</td><td>Area3</td><td>Area4</td><td>Area5</td><td>Area6</td><td>Area7</td></tr><tr><td rowspan=\"4\">FY3B MWTS</td><td>50.3</td><td>4.4553</td><td>6.9883</td><td>5.3182</td><td>6.135</td><td>6.1713</td><td>4.9054</td><td>4.5951</td></tr><tr><td>53.596</td><td>1.2122</td><td>1.5016</td><td>1.6793</td><td>1.8324</td><td>1.4447</td><td>1.3745</td><td>1.2637</td></tr><tr><td>54.94</td><td>2.517</td><td>2.6692</td><td>2.2913</td><td>2.8835</td><td>2.4155</td><td>2.2566</td><td>2.595</td></tr><tr><td>57.29</td><td>9.7047</td><td>10.163</td><td>8.5517</td><td>8.7922</td><td>9.0821</td><td>8.5633</td><td>11.3194</td></tr><tr><td rowspan=\"5\">FY3B MWHS</td><td>150(H)</td><td>23.371</td><td>30.444</td><td>25.492</td><td>36.057</td><td>26.314</td><td>28.635</td><td>20.105</td></tr><tr><td>150(V)</td><td>22.802</td><td>29.829</td><td>25.378</td><td>34.757</td><td>26.360</td><td>27.689</td><td>19.739</td></tr><tr><td>183.31 ±7.0</td><td>5.650</td><td>11.625</td><td>10.244</td><td>9.179</td><td>5.855</td><td>6.725</td><td>5.731</td></tr><tr><td>183.31 ±3.0</td><td>11.070</td><td>19.020</td><td>16.719</td><td>18.513</td><td>10.908</td><td>11.053</td><td>8.350</td></tr><tr><td>183.31 ±1.0</td><td>18.094</td><td>26.769</td><td>23.462</td><td>30.018</td><td>20.135</td><td>19.120</td><td>14.211</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.TARGETMODELINGINGEOOBSERVATION ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "When applied to target modeling in GEO observation, the FNL/WRF/RTTOV method can be used to get brightness temperature maps observed from GEO orbit.Fig 3 shows the full-earth disk brightness temperature map of $5 2 . 8 \\mathrm { G H z }$ obtained by the FNL/WRF/RTTOVmethodin GEO application.Because of time sharing working mode,system performance of GIMS can be assessed from a set of continuous full-earth disk brightness temperature maps like this. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/f830e02212ae51bfb3863bacd8a7dba0ae2b4444230643e02a43266887f3b281.jpg",
        "img_caption": [
            "Fig 3.Target modeling of full-earth disk brightness temperature in $5 2 . 8 \\mathrm { G H z }$ "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/9aa02451331159efdc2cb19cda93c191e2ea4271eded5200b3b1d0224bbe343a.jpg",
        "img_caption": [
            "Fig 4.RMS value of error between brightness temperature maps of different time V.s.time interval (53.596GHz) "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Brightness temperature of tropical cyclone areas are modeled using this method as well. Fig 4 shows the statistical result of samples of a series of tropical cyclone region brightness temperature maps which corresponds to timeseries ofhalf-hour intervalin53.596GHz.Calculate the root mean square value of the error between any two of the samples.The vertical axis stands for average of RMS values with the same time interval and the horizontal axis stands for the corresponding time interval or temporal resolution.Fig 4 demonstrates the relationship during the four stages in tropical cyclone formation. It shows that the higher the tropical cyclone's intensity，the more violent the RMS value's change in the same temporal resolution.But the average brightness temperature change in half an hour is quite small,which indicates that the actual brightness temperature changes of full-earth disk will have had little effect on imaging quality of GIMS’ time sharing working mode since the 5-minute imaging period of GIMS is much smaller. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Fig 5 demonstrates brightness temperature maps of the same tropical cyclone with different spatial resolutions in $5 0 . 3 \\mathrm { G H z }$ and183.31GHz.It shows that the helical structure of tropical cyclone can be figured out at all the three displayed spatial resolutions. But the higher the spatial resolution,the more detailed information of tropical cyclone eye and eyewall can be obtained.In the $2 0 \\mathrm { k m }$ resolution images，cyclone can be clearly figured out. The $5 0 \\mathrm { k m }$ resolution images can present cyclone information with little loss, although there's blur in it.However，the $8 0 \\mathrm { k m }$ resolution images are highly blurred and cause serious cyclone information loss that cannot be accepted.These results indicate that $5 0 \\mathrm { k m }$ resolution of GIMSisa reasonable and accepted specification after compromising betweeninformationintegrityofmesoscaleweather characteristic and system complexity. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/80003028257121338c7010f3576e71696d8dc08c4bd7495592c41f19a0b2814b.jpg",
        "img_caption": [
            "Fig 5.Brightness temperature of the same tropical cyclone with different spatial resolution (a) $5 0 . 3 \\mathrm { G H z }$ $2 0 \\mathrm { k m }$ (b) 50.3GHz, $5 0 \\mathrm { k m }$ (c) 50.3GHz, $8 0 \\mathrm { k m }$ (d) 183.31GHz, $2 0 \\mathrm { k m }$ (e)183.31GHz, $5 0 \\mathrm { k m }$ (f)183.31GHz, $8 0 \\mathrm { k m }$ "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.CONCLUSION ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Method of target brightness temperature modeling has been described.Results of brightness temperature simulation for GEOobservationhavealsobeengiven.Results preliminarily prove the feasibility and accuracy of GIMS time-sharing working mode and affirm the spatial resolution specification of GIMS.More work in system simulation based on target brightness temperature modeling results are expected in future. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGEMENT ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The work is supported by the National High Technology Research and Development Program (863 program),and the Special Fund for Meteorological Research in the Public Interest. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[1] A.B. Tanner et al.,“nitial results of the geostationary syntheticthinnedarrayradiometer(GeoSTAR) demonstrator instrument,’IEEE Trans.Geosci.Remote Sens.,vol. 45, no.7, pp.1947-1957, Jul. 2007.   \n[2] J. Christensen et al.，“GAS: Thegeostationary   \natmospheric sounder,” in Proc. IGARSS,Barcelona, Spain,   \nJul. 23-27,2007,pp.223-226.   \n[3] H. Liu et al.， “The geostationary interferometric   \nmicrowavesounder(GIMS):Instrument overviewand   \nrecent progress,”in Proc. IGARSS,Vancouver,BC,Canada,   \nJul.24-29,2011, pp.3629-3632. [4] C. Zhang,H.Liu, J.Wu, S.W. Zhang,J.Y.Yan,L.J.Niu. W.Y. Sun，and H.L.Li,“Geostationary Interferometric Microwave SounderDemonstrator\",IEEE Trans.GRS,vol. 53,issue 1, pp. 207-218.   \n[5]B.H.Lim,C.S.Ruf,“A High-Resolution Full-Earth Disk Model for Evaluating Synthetic Aperture Passive Microwave ObservationsFrom GEO,”IEEETrans.Geosci. Remote Sens., vol. 47, no. 11, pp.3731-3741.   \n[6]University Corporation for Atmospheric Research, http://rda.ucar.edu/datasets/ds083.2/,2015.   \n[7] WRF Model User's Page,   \nhttp://www2.mmm.ucar.edu/wrf/users/,2014-12.   \n[8]J.Hocking,P.Rayer,D.Rundle,et al.RTTOV v11 users guide,   \nhttp://nwpsaf.eu/deliverables/rtm/docs_rttovll/users_guide _11_v1.3.pdf,2014-11.   \n[9]C.Surussavadee,D.H.Staelin,“Comparison of AMSU millimeter-wavesatelliteobservations，MM5/TBSCAT predictedradiances， andelectromagneticmodelsfor hydrometeors\",IEEETrans.Geosci.RemoteSens.,vol.44, no.10, pp.2667-2678,Oct.2006. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    }
]