[
    {
        "type": "text",
        "text": "Changes in soil microbial community response to precipitation events in a semi-arid steppe of the Xilin River Basin, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ZHANG Hui'2, LIU Wenjun², KANG Xiaoming?, CUI Xiaoyong²,WANG Yanfen², ZHAO Haitao4, QIAN Xiaoqing1,4\\*, HAO Yanbin² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "lCollege of Bioscience and Biotechnology, Yangzhou University, Yangzhou 225oo9,China; ² College of Life Sciences, University of Chinese Academy of Sciences,Beijing 10o049, China; 3 Institute of Wetland Research,Chinese Academy of Forestry,Beijing 10o091,China; 4 College of Environmental Science and Engineering,Yangzhou University,Yangzhou 225127,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: In the context of climate change, precipitation is predicted to become more intense at the global scale.Such change may alter soil microbial communities and the microbially mediated carbon and nitrogen dynamics. In this study, we experimentall repackaged precipitation paterns during the growing season (from June to September) of 2012 in a semi-arid temperate steppe of the Xilin River Basin in Inner Mongolia of China,based on the 6O-year growing season precipitation data. Specifically， we manipulated a total amount of $2 4 0 \\ \\mathrm { m m }$ precipitation to experimental plots by taking the following treatments: (1） P6 (6 extreme precipitation events,near the $1 ^ { \\mathrm { s t } }$ percentile)； (2) P10 (10 extreme precipitation events, near the $5 ^ { \\mathrm { t h } }$ percentile)； (3) P16 (16 moderate precipitation events,near the $5 0 ^ { \\mathrm { t h } }$ percentile); and (4) P24 (24 events, 60-year average precipitation, near the $5 0 ^ { \\mathrm { t h } }$ percentile). At the end of the growing season, we analyzed soil microbial community structure and biomass, bacterial abundance, fungal abundance and bacterial composition，by using phospholipid fatty acid (PLFA)， real-time quantitative polymerase chain reaction (RT-qPCR) and 16S rRNA gene clone library methods. The extreme precipitation events did not change soil microbial community structure (represented by the ratio of PLFA concentration in fungi to PLFA concentration in bacteria, and the ratio of PLFA concentration in gram-positive bacterial biomass to PLFA concentration in gram-negative bacterial biomass. However, the extreme precipitation events significantly increased soil microbial activity (represented by soil microbial biomass nitrogen and soil bacterial 16S rRNA gene copy numbers). Soil fungal community showed no significant response to precipitation events. According to the redundancy analysis,both soil microbial biomass nitrogen and soil ammonium nitrogen $\\mathrm { ( N H _ { 4 }  – N ) }$ ） were found to be significant in shaping soil microbial community.Acidobacteria,Actinobacteria and Proteobacteria were the dominant phyla in soil bacterial composition,and responded differently to the extreme precipitation events.Based on the results,we concluded that the extreme precipitation events altered the overall soil microbial activity, but did not impact how the processes would occur, since soil microbial community structure remained unchanged. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: extreme precipitation event; phospholipid fatyacid (PLFA);soil microbial community; RT-qPCR; soil bacteria; soil fungi ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: ZHANG Hui,LIU Wenjun, KANG Xiaoming, CUI Xiaoyong, WANG Yanfen, ZHAO Haitao,QIAN Xiaoqing, HAO Yanbin.2018.Changes in soil microbial community response to precipitation events in a semi-arid steppe of the ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xilin River Basin,China.Journal of Arid Land,htps://doi.org/10.1007/s40333-018-0071-5. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Shifts in precipitation regime can be predicted by general atmospheric circulation models (GCMs), with the expectation of increasing extreme conditions, such as precipitation events with large amount but low frequency (Easterling et al.,20oo; Weltzin et al., 2O03; Pachauri et al.,2014). This change will be a remarkable contrast to the current precipitation events with small amount but high frequency distributed across relatively short intervals that have been historically defined in the semi-arid ecosystems (Heisler-White et al., 2008;Hu et al.,2017). Many studies have concentrated on the influences of precipitation pulse, reweting, drought and shifting amounts of precipitation on ecosystems (Landesman and Dighton, 2010; Hueso et al., 2012; Bouskill et al., 2013；Sorensen et al.，2O13). Nevertheless,little is investigated on the effects of shifts in precipitation events on ecosystems (in particular on an ecosystem like a semi-arid steppe), especially on the belowground environment, including soil microbial community biomass and structure (Knapp et al., 2008; Sorensen et al., 2013; Knapp et al., 2017). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Persistent shifts in precipitation patterns that fall into the range of statistical extreme climate events can impose substantial effects on soil nutrient cycling and soil microbial community of the grassand ecosystems (Fierer and Schimel, 2002; Knapp et al., 2002). Soil microbial community structure and biomass are sensitive to shifts in precipitation patterns (Steenwerth et al., 2005; Sorensen et al.,2O13; Canarini et al.,2016). However, soil bacteria and fungi response differently to precipitation patterns (Barnard et al.,2O13). Soil fungi are thought to be more resistant to water variability than soil bacteria due to fungal abundant mycorrhiza through which water can be transferred from one point to another (Allen, 2011; Bell et al., 2014; Zhang et al., 2016). Soil bacteria are more sensitive to drought and rewetting at both DNA-based and RNA-based levels in California grasslands (Barnard et al., 2O13) due to their cellstructure and life strategy (Che et al., 2015; Kaisermann et al., 2015). A previous study suggested that in California grasslands, it is the extreme desiccation and rewetting event significantly affects the present and potential soil active bacterial community but not the fungal community (Barnard et al.， 2Ol3). Alternatively, in laboratory experiments, increasing the number of rewetting events not only decreases soil $\\mathrm { C O } _ { 2 }$ lossbut also changes soil microbial biomass dynamics (Fierer and Schimel, 2002). Drying-rewetting cycling experiment can decrease soil bacterial biomass while increase the ratio of fungal to bacterial growth (Bapiri et al.,2O10). There are some other studies still suggest that seasonal precipitation variability alters soil fungal community abundance and consequently influences soil nutrient cycling (Cregger et al., 2012; Bell et al., 2014). Shifts in frequency of precipitation events may also affect the aeration status of soil matrix and the soil functional microbes (directly and indirectly),and influence ecosystem processes more than gradual climate change does (Horz et al., 2004,2005; Jentsch et al.，2007； Zhang et al.，2013). Despite these generalities, in semi-arid ecosystems, extreme precipitation events do not impose on soil nutrient availability and subsequently on soil microbial community in the same way as drying-rewetting events or precipitation amount will do (Belnap et al., 2004; Heisler-White et al.,2008; Chen et al., 2015). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study,we established a field experiment by simulating different precipitation patterns (frequency and amount) in a semi-arid steppe in the Xilin River Basin, China. Our overall goal was to ascertain whether shifts in precipitation patterns, predicted by the GCMs,would cause changes in the structure and biomass of soil microbial community and subsequently affect soil physical-chemical properties such as soil pH, soil carbon and soil nitrogen. We hypothesized that the extreme precipitation events (large in amount but low in frequency） would decrease the biomass of soil bacteria and fungi and change the structure of soil microbial community. Moreover， we further addressed the following questions in this study: would the extreme precipitation events affect the biomass and abundance of soil bacteria and fungi as well as the structure of soil microbial community? If so, would soil microbial community structure correlate with soil nutrient pools? ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The field experiment was conducted at the Inner Mongolia Grassland Ecosystem Research Station, Chinese Academy of Sciences $( 4 3 ^ { \\circ } 3 2 ^ { \\prime } \\mathrm { N }$ ， $1 1 6 ^ { \\circ } 4 0 ^ { \\prime } \\mathrm { E }$ ：， $1 2 0 0 \\mathrm { m }$ a.s.l), located in a semi-arid steppe in the Xilin River Basin, Inner Mongolia, China.The research field has been fenced off since 1979. The region is characterized by a temperate continental climate with an annual mean temperature of $- 0 . 4 8 ^ { \\circ } \\mathrm { C }$ and a mean annual precipitation of $3 5 8 \\mathrm { m m }$ (Hao et al.,201O). Precipitation during the growing season highly accounts for $89 \\%$ of the total annual precipitation,of which $7 5 \\%$ (about $2 4 0 ~ \\mathrm { \\ m m }$ ）is considered as the ecologically effective precipitation (EP; recorded daily precipitation $> 3 \\mathrm { ~ m m }$ ） (Hao et al.，2011，2012，2013). Soil cation exchange capacity is 15.7 $\\mathrm { c m o l / k g }$ and soil $\\mathfrak { p H }$ value is 7.5. Vegetation community in this steppe comprises a mixture of annual grasses,annual and perennial forbs, and perennial shrubs. The xeric rhizomatous grass (Leymus chinensis) and needlegrass (Stipa grandis) are the dominant species (Liu et al., 2017). The soil is loamy sand or dark chestnut. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Experimental design ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Precipitation treatments were carried out during the growing season (from 1 June to 30 September) of 2012. The primary aim of these treatments was to alter the dry interval duration and the frequency of precipitation events. It should be noted that we maintained the constant precipitation of $2 4 0 ~ \\mathrm { m m }$ during the experimental period, approximately equivalent to the 60-year average during the growing season. Four precipitation treatments were done in 16 plots in total through a random block design, with four replicates for each treatment.The four treatments included: (1) P6 (6 extreme precipitation events, near the $1 ^ { \\mathrm { s t } }$ percentile); (2) P10 (10 extreme precipitation events, near the $5 ^ { \\mathrm { t h } }$ percentile); (3) P16 (16 moderate precipitation events, near the $5 0 ^ { \\mathrm { t h } }$ percentile); and (4) P24 (24 events, 60-year average precipitation, near the $5 0 ^ { \\mathrm { t h } }$ percentile) (Fig.1). Precipitation intervals were 20-,12-,7- and 5-d for the four treatments,respectively. The amount of each precipitation event was not constant and was determined according to the 60-year average over the same season. Average precipitation amount was 10.O (ranging from 3.8 to $2 1 . 8 ~ \\mathrm { m m }$ ，15.0 (ranging from 6.0 to $2 6 . 5 \\ \\mathrm { m m }$ ),24.0 (ranging from 11.6 to $4 1 . 5 ~ \\mathrm { m m }$ ）and $4 0 . 0 \\ \\mathrm { m m }$ (ranging from 22.2 to $7 2 . 6 ~ \\mathrm { \\ m m }$ ）for P24，P16，P10 and P6 treatments during the experimental period, respectively. The sprinkling can was used to simulate the precipitation scenario. Based on a long-term data analyzed by Huang et al. (2O1O),we applied larger events at 2-3-d intervals to guarantee that the maximum daily precipitation in the experimental plots would never take more than $2 4 . 0 \\ \\mathrm { m m }$ . Volumetric soil water content (SWC) was monitored every week using a TDR 300 Soil Moisture Meter (Spectrum Technologies,USA) at depths of 5 and $2 0 \\mathrm { c m }$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Each plot was settled as an area of $2 \\mathrm { m } { \\times } 2 \\mathrm { m }$ , and was surrounded by a metal flashing extending approximately $1 0 \\ \\mathrm { c m }$ above and $4 0 \\ \\mathrm { c m }$ below the ground to isolate roots and to hold back the lateral water flux.A rain-exclusion shelter ( $( 3 \\mathrm { \\ m } { \\times } 3 \\mathrm { \\ m } )$ , consisting of a steel frame supporting a clear $0 . 8 – \\mathrm { m m }$ thick fiberglass reinforced polyester roof with only minor shading effects $( 9 0 \\%$ light transmission), was installed on 1 June in each plot to eliminate ambient precipitation. The shelters covered the plots during the experimental period.To evaluate microclimate efects,we measured the photosynthetic active radiation (PAR) using a LI-19oSB quantum sensor (LI-COR, Inc., Lincoln, NE, USA), and the air temperature using a HMP45C temperature probe (VAISALA, Woburn,MA, USA) under the shelters with insuring that they were measured in an open space close to the plots. We found no significant differences in PAR and air temperature between plots and ambient surroundings. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The longest available historical precipitation data during the period 1953-2010 were collected from the Meteorological Administration of Xilin Gol League. However, only the EP data were used in our data analyses. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/cf3862dac6b2ea2fec03487e0bf957f29408fde35537d965434f2ac324f18603.jpg",
        "img_caption": [
            "Fig.1Occurrence probabilityof the number of precipitation events during the growing season of 2012 based on an estimated probability function calculated from the 6O-year average precipitation of the growing season.Four precipitation treatments were designed: (1) P6 (6 extreme precipitation events, near the $1 ^ { \\mathrm { s t } }$ percentile);(2) P10 (10 extreme precipitation events,near the $5 ^ { \\mathrm { t h } }$ percentile); (3) Pl6 (16 moderate precipitation events,near the $5 0 ^ { \\mathrm { t h } }$ percentile); and (4) P24 (24 events, 60-year average precipitation, near the $5 0 ^ { \\mathrm { t h } }$ percentile). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 Soil sampling and analysis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "At the end of the experimental period (30 September), three soil cores (diameter of $3 \\ \\mathrm { c m }$ and depth of $1 0 \\ \\mathrm { c m }$ ） were taken in the first three replicate plots for each precipitation treatment, and then they were mixed after elimination of plant litter and roots. Soil samples were sieved through a 2-mm mesh to avoid diluting the influence of surface litter on soil microbial community composition. Then, each soil sample was divided into two parts. One part was maintained fresh for measurements of the composition and biomass of soil microbial community，and soil inorganic nitrogen.The other part was air-dried to determine soil organic carbon (SOC), soil pH and soil total nitrogen (TN). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "SOC was determined using the $\\mathrm { H } _ { 2 } \\mathrm { S O } _ { 4 } { - } \\mathrm { K } _ { 2 } \\mathrm { C r } _ { 2 } \\mathrm { O } _ { 7 }$ oxidation method (Islam and Weil, 1998). TN was analyzed by the Kjeldahl digestion method (Mckenzie and Wallce,1954). Inorganic nitrogen containing ammonium nitrogen $\\left( \\mathrm { N H } _ { 4 } – \\mathrm { N } \\right)$ and nitrate nitrogen $( \\mathrm { N O } _ { 3 } – \\mathrm { N } )$ ）was extracted with $2 \\mathrm { ~ M ~ }$ KCl and analyzed by a continuous-flow ion auto-analyzer (AutoAnalyzer 3, Seal Analytical, England). Soil $\\mathfrak { p H }$ was measured in a 1:2.5 soil:water suspension. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Soil microbial biomass carbon and microbial biomass nitrogen were measured using the fumigation-extraction method (Brookes et al.， 1985; Vance et al.， 1987) with several modifications.In brief, $\\boldsymbol { 1 0 } \\mathrm { g }$ of paired soil samples were weighed and then incubated at $4 ^ { \\circ } \\mathrm { C }$ for 24 h. One sample was fumigated for $2 4 \\mathrm { ~ h ~ }$ with ethanol free $\\mathrm { C H C l } _ { 3 }$ away from light, while another sample was not fumigated.At the end of the fumigation, both fumigated and non-fumigated soil samples were extracted from 0.5 M $\\mathrm { K } _ { 2 } \\mathrm { S O } _ { 4 }$ in a shaker for $3 0 ~ \\mathrm { m i n }$ . The extractions were passed through the filter paper after $3 0 ~ \\mathrm { m i n }$ standing and were determined using a vario TOC analyzer (Elementar, Germany). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4Phospholipid fatty acid (PLFA) analysis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In this study, PLFA was used to evaluate coarse-scale changes in soil microbial community structure following the study of Frostegard et al. (1993). Briefly, $\\textrm { \\tiny 8 g }$ of sampled fresh soil at the end of experiment was extracted with a single-phase mixture of citrate buffer, methanol and chloroform on a horizontal shaker at room temperature for $^ { 2 \\mathrm { ~ h ~ } }$ . Phospholipids were quantified by a gas chromatography-mass spectrometry (GC-MS, Agilent 6850, USA). The fatty acids (14:0, a14:0, a15:0, i15:0, i16:0, 16:1ω5c,16:1ω7c,i17:0, cy17:0, a17:0, 18:108, 18:1ω7c, cy19:0 and cy20:0) were chosen to present the bacterial biomass (Frostegard et al.,1993). The 18:2o6,9 was taken to indicate the fungal biomass (Xue et al., 2005). The 10Me18:0,10Mel6:0 and 10Me17:0 were used to determine the Actinobacteria. The branched, saturated fatty acids (i14:0,a15:0, i15:0, i16:0,il7:0 and al7:0) were used as a classification of gram-positive bacterial biomass (Zogg et al.,1997). The cyclopropane-unsaturated and monoenoic fatty acids (16:1ω5c,16:1@7c,16:1@9c, 17:1@8c,18:1ω5c, cyl7:0 and cy19:0) were used as a classification of gram-negative bacterial biomass (Xue et al., 20o5). All results were converted to a dry weight basis. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.5 Real-time quantitative polymerase chain reaction (RT-qPCR) ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "DNA extracted from the sampled fresh soil $( 0 . 3 5 ~ \\mathrm { g } )$ at the end of experiment was isolated using the soil DNA extraction kit (Mobio Powersoil DNA Isolation Kit, Carlsbad, USA). Then, it was estimated with a Nano Drop ND-1000 UV-Vis Spectrophotometer (Nano Drop Technologies, USA) following its manual. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The RT-qPCR was performed with specific primers on the StepOne Plus Real-time PCR System (Applied Biosystems,USA). The RT-qPCR reactions were performed in $2 0 ~ \\mu \\mathrm { L }$ volume mixture containing $1 0 ~ \\mu \\mathrm { L }$ $\\operatorname { S Y B R } ^ { \\mathbb { B } }$ Premix Ex TaqTM (Takara Bio Inc., Japan), $1 0 ~ \\mu \\mathrm { M }$ each primer and $2 ~ \\mu \\mathrm { L }$ template DNA solution. Forward primer 338F ( $5 ^ { \\prime }$ -ACT CCT ACG GGA GGC AG-3') and reverse primer 518R ( $5 ^ { \\prime }$ -ATT ACC GCG GCT GCT GG-3'） were used to identify the population size of total bacteria (Edwards et al., 1989). Forward primer gITS7 (5'-GTG ART CAT CGA RTC TTT G-3'） and reverse primer ITS4 (5'-TCCTCCGCTTATTGATATGC-3'） were used to amplify for fungal ITS region. The RT-qPCR reactions used to analyze bacterial 16S rRNA gene were performed as following conditions: denaturation 5 min at $9 4 ^ { \\circ } \\mathrm { C }$ ,followedby 42 cycles of $9 4 ^ { \\circ } \\mathrm { C }$ (60 s), $5 6 ^ { \\circ } \\mathrm { C }$ (45 s) and $7 2 ^ { \\circ } \\mathrm { C }$ (45 s),and then final extension $1 0 ~ \\mathrm { m i n }$ at $7 2 ^ { \\circ } \\mathrm { C }$ ; and the reactions used to analyze ITS gene were performed as follows: denaturation $5 \\mathrm { m i n }$ at $9 5 ^ { \\circ } \\mathrm { C }$ , followed by 40 cycles of $9 5 ^ { \\circ } \\mathrm { C }$ (20 s), $5 4 ^ { \\circ } \\mathrm { C }$ (25 s) and $7 2 ^ { \\circ } \\mathrm { C }$ (45 s),and then final extension at $7 2 ^ { \\circ } \\mathrm { C }$ for $1 0 ~ \\mathrm { { m i n } }$ (Ihrmark et al., 2012). Finally, melting curve analyses were performed to ensure the specificity of the PCR (polymerase chain reaction) amplicon (Bustin et al., 20o9; Zhang et al., 2017). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Standard curves were produced by a serial dilution of sequences extracted from a plasmid (pGEM-T easy vector, Promega) containing 16S rRNA gene and ITS gene fragments amplified from Escherichia coli $\\mathrm { D H } 5 \\mathrm { a }$ competent cells (Takara Bio Inc.，Japan). They were linear correlation over six orders of magnitude $( R ^ { 2 } { > } 0 . 9 8 )$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.6 16S rRNA gene clone library ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In order to analyze the soil bacterial community composition in surface layer ( $( 0 - 1 0 \\ \\mathrm { c m }$ depth), we constructed a bacterial 16S rRNA gene clone library for the four treatments in this study. Amplification of approximately 500-bp 16S rDNA was performed in a MyCycler thermocycler (Bio-Rad, Hercules,CA,USA) with forward primer 27F( $5 ^ { \\prime }$ -GAGTTTGATCMTGGCTCAG-3') and reverse primer 519R ( $5 ^ { \\prime }$ -TATTACCGCCGCKGCTG-3') (Hill et al., 2003). The PCR reactions were performed as following conditions: $5 \\mathrm { m i n }$ for initial denaturation at $9 4 ^ { \\circ } \\mathrm { C }$ , 35 cycles of $9 4 ^ { \\circ } \\mathrm { C }$ (45 s), $5 6 ^ { \\circ } \\mathrm { C }$ (45 s) and $7 2 ^ { \\circ } \\mathrm { C }$ (50 s),and then final extension $1 0 \\ \\mathrm { m i n }$ at $7 2 ^ { \\circ } \\mathrm { C }$ . For the PCR products,gel electrophoresis analyses were performed in $1 \\%$ (wt/vol) agarose gel and then the products were recovered using a gel purification kit (Axygen, USA). The obtained PCR products were ligated into a pUCm-T vector (Promega, USA) and transformed into Escherichia coli $\\mathrm { D H } 5 \\mathrm { a }$ competent cells.The positive clones were screened on indicator plates by color-based clone selection. Furthermore,the positive clones were confirmed with PCR reactions using specific primers T7 (5'-TAATACGACTCACTATAGGG-3') and M13 (5'-CAGGAAACAGCTATGACC-3\") of pUCm-T vector, and the PCR reactions were performed the same as 16S rRNA gene amplification. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.7 Data analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The data of PLFA，microbial abundance and soil properties were analyzed using one-way ANOVA that identified treatments as fixed effect in SAS 8.O (Institute Inc.， Cary, USA). Significant levels for all statistical tests were set at $P { < } 0 . 0 5$ level.Before the significant tests, the normality of error terms was calculated by the Kolmogorov-Smirnov test for goodness of fit, and the homoscedasticity was evaluated using the Levene test for equality of variances. NMDS (Non-Metric Multi-Dimensional Scaling) for PLFA of soil microbe was also performed to determine how soil microbial community structure was related to precipitation events. Stress $< 0 . 0 5$ in NMDS was taken for representing a good reflection of the overall community structure. RDA (redundancy analysis） was performed to test the relationship between PLFA sample and environmental variables.NMDS and RDA were performed by the R 3.2.5 (R Development Core Team, 2016) with vegan package. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1 Variations of volumetric soil water content (SWC) ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Variations of volumetric SWC under different precipitation treatments during the growing season of 2012 are shown in Figure 2. Generally, the precipitation treatments altered SWC significantly at the $2 0 ~ \\mathrm { c m }$ depth $( F { = } 3 . 3 2$ ， $\\scriptstyle P = 0 . 0 2$ ),but the influence was not significant at the $5 \\ \\mathrm { c m }$ depth $\\scriptstyle ( F = 2 . 2 7$ ， $\\scriptstyle P = 0 . 0 8 { \\mathrm { ) } }$ . The SWC under the four precipitation treatments showed significant differences on the same day (Figs. 2a and c). The mean SWC was higher under the P24 treatment than under the other three treatments during the whole experimental period at the two soil depths (Figs. 2b and d). The mean value of SWC varied from $1 1 . 5 \\%$ under the P6 treatment to $14 . 4 \\%$ under the P24 treatment at the $5 \\mathrm { c m }$ soil depth (Fig. 2b),and from $1 4 . 4 \\%$ under the P6 treatment to $1 6 . 1 \\%$ under the P24 treatment at the $2 0 \\mathrm { c m }$ soil depth (Fig. 2d). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/0f346308e189883e1e04c5f2afb9c4c4f88f0a30b42111bdf06e7dcb15c90232.jpg",
        "img_caption": [
            "Fig.2Variations of volumetric soil water content(SWC)at 5(a,b)and $2 0 ~ \\mathrm { c m }$ (c,d) soil depths under four precipitation treatments during the growing season of 2012. $*$ in the left panel means significant differences of SWC among the treatments on the same day at $P { < } 0 . 0 5$ level. Different lowercase letters in the right panel indicate significant differences of seasonal average SWC among the treatments at $P { < } 0 . 0 5$ level.Bars mean standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2Soil properties and microbial biomass ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "During the growing season of 2012, the precipitation treatments exhibited no significant influence on SOC $\\scriptstyle \\ F = 2 . 8 0$ 5 $\\scriptstyle P = 0 . 1 3$ ，TN ${ ( F { = } 0 . 0 0 }$ $\\scriptstyle P = 0 . 9 6$ ）and soil $\\mathfrak { p H }$ 1 $\\scriptstyle \\overbrace { F = 0 . 2 9 }$ 5 $\\scriptstyle P = 0 . 6 0 { \\mathrm { . } }$ ） inallplots（Table 1).However, these treatments significantly affected the instantaneous soil properties, i.e., $\\mathrm { N H } _ { 4 }$ -N $( F { = } 7 . 7 7$ ， $\\scriptstyle P = 0 . 0 3$ ）and $\\mathsf { N O } _ { 3 } – \\mathsf { N }$ 1 $( F { = } 6 . 9 4 \\$ ， $\\scriptstyle P = 0 . 0 3$ ). There was a large range of $\\mathrm { \\Delta N H _ { 4 }  – N }$ values $( 4 . 3 6 { - } 1 0 . 4 3 \\ \\mathrm { \\ m g / k g } )$ among the four treatments, with the values higher in the extreme precipitation events (P6 and P1O treatments) than in the other precipitation events (P16 and P24 treatments; Table 1). The values of $\\mathrm { N O } _ { 3 ^ { - } } \\mathrm { N }$ ranged from 0.88 to $1 . 5 4 ~ \\mathrm { m g / k g }$ across the four treatments. The lowest $\\mathsf { N O } _ { 3 } – \\mathsf { N }$ value was found under the P6 treatment, which was significantly lower than that under the P24 treatment (Table 1). ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/02e05dbb838e8d16504b329d5c896bfac1d749187fb68700a2eadf516264586c.jpg",
        "table_caption": [
            "Table1Effects of precipitation treatments on soil physical-chemical properties "
        ],
        "table_footnote": [
            "Note:Four precipitation treatments were designed: (1) P6 (6 extreme precipitation events, near the $1 ^ { \\mathrm { s t } }$ percentile);(2) P10 (10 extreme precipitation events,near the $5 ^ { \\mathrm { t h } }$ percentile); (3) P16 (16 moderate precipitation events, near the $5 0 ^ { \\mathrm { t h } }$ percentile); and (4) P24 (24 events, 60-year average precipitation,near the $5 0 ^ { \\mathrm { t h } }$ percentile). SOC,soil organic carbon; TN,total nitrogen; $\\mathrm { \\Delta N H _ { 4 }  – N }$ ,ammonium nitrogen; $\\mathrm { N O } _ { 3 }$ -N,nitrate nitrogen.Different lowercase letters indicate significant differences among treatments at $P { < } 0 . 0 5$ level.Mear $\\scriptstyle 1 \\pm \\mathrm { S E }$ $\\scriptstyle n = 3$ ： "
        ],
        "table_body": "<html><body><table><tr><td>Treatment</td><td>SOC (%)</td><td>TN (%)</td><td>NH4-N (mg/kg)</td><td>NO3-N (mg/kg)</td><td>pH</td></tr><tr><td>P6</td><td>2.09±0.07</td><td>0.26±0.01</td><td>7.77±1.51ab</td><td>0.88±0.14b</td><td>7.31±0.12</td></tr><tr><td>P10</td><td>2.07±0.01</td><td>0.25±0.01</td><td>10.43±0.27a</td><td>1.35±0.22ab</td><td>7.33±0.28</td></tr><tr><td>P16</td><td>1.80±0.07</td><td>0.24±0.01</td><td>7.24±1.25ab</td><td>0.91±0.12b</td><td>7.40±0.05</td></tr><tr><td>P24</td><td>2.05±0.07</td><td>0.25±0.01</td><td>4.36±0.89b</td><td>1.54±0.19a</td><td>7.55±0.09</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The extreme precipitation events of the P10 treatment significantly influenced soil microbial biomass nitrogen $\\scriptstyle ( F = 1 8 . 8 9$ ， $P { < } 0 . 0 1$ ；Fig.3a). Soil microbial biomass nitrogen under the P10 treatment (167.51 $( \\pm 6 . 6 1 )$ $\\mathrm { m g / k g ) }$ was twice higher than that under the P24 treatment (71.69 $( \\pm 0 . 5 1 ) \\ \\mathrm { m g / k g ) }$ .However, the extreme precipitation events (P6 and P1O treatments） did not significantly alter soil microbial biomass carbon( $( F { = } 0 . 6 6$ ， $P { = } 0 . 4 4$ ； Fig.3b) and the ratio of microbial biomass carbon to microbial biomass nitrogen $( F { = } 0 . 3 9$ $P { = } 0 . 5 5$ ; Fig. 3c). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/e8b43bde18ae8974c92e66311e9eda838c3d69e4bde376f686134351cfe3fe05.jpg",
        "img_caption": [
            "Fig.3Variations of microbial biomass nitrogen (a), microbial biomass carbon (b),and the ratio of microbial biomass carbon to microbial biomass nitrogen (c） under diferent precipitation treatments.MBN,microbial biomass nitrogen; MBC,microbial biomass carbon.Different lowercase letters indicate significant diferences among the treatments at $P { < } 0 . 0 5$ level. Bars mean standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3Response of soil microbial community structure to precipitation events ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Response of soil microbial community structure to different precipitation treatments is shown in Figure 4. There were no significant influences of precipitation treatments on the PLFA concentration of aerobic bacteria $\\scriptstyle ( F = 0 . 3 7$ ， $P { = } 0 . 5 6$ ; Fig.4a), anaerobic bacteria $\\scriptstyle ( F = 0 . 0 3$ ， $P { = } 0 . 8 6$ ， Fig.4b)，Actinobacteria ( $( { F } \\mathrm { = } 0 . 0 0$ ， $P { = } 0 . 9 6$ ； Fig.4c)， fungi $( F { = } 1 . 7 1$ ， $\\scriptstyle P = 0 . 2 3$ ； Fig. 4d) and total bacteria $\\scriptstyle ( F = 0 . 5 3$ ， $\\scriptstyle P = 0 . 4 9$ ; Fig. 4e). However, all of the PLFA concentrations were lower under the P6 treatment than under the P24 treatment, with an exception of Actinobacteria. The lower values of PLFA concentration in aerobic bacteria and anaerobic bacteria were found under the P6 and P10 treatments. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/153007c990d2372ebe2af42fb7e60dfb55407e0ca652f8d03d53b2880fc464a9.jpg",
        "img_caption": [
            "Fig.4Variations of phospholipid fatyacid(PLFA) concentration of aerobic bacteria (a),anaerobic bacteria (b), Actinobacteria (c),fungi (d),and total bacteria (e),and variations of theratioof PLFAconcentration in fungi to PLFA concentration in bacteria (Fungi/Bacteria; f)and the ratio of PLFAconcentration in gram-negative bacterial biomass to PLFA concentration in gram-positive bacterial biomass $\\mathrm { ( G - / G + }$ ；g）under different precipitation treatments.Bars mean standard errors $\\scriptstyle ( n = 3 )$ ： "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The extreme precipitation events did not significantly affect the ratio of PLFA concentration in fungi to PLFA concentration in bacteria ( ${ \\mathrm { \\Delta } } F { = } 1 . 7 0$ ， $P { = } 0 . 2 4$ ; Fig. 4f),with the ratio values ranging from 0.11 to 0.13. The maximum value occurred under the P24 treatment (0.12). In addition, the extreme precipitation events also did not significantly affect the ratio of PLFA concentration in gram-negative bacterial biomass to PLFA concentration in gram-positive bacterial biomass （20 $( F { = } 0 . 2 4$ ， $\\scriptstyle P = 0 . 6 3$ ； Fig. $ { 4 \\mathrm { g } }$ ).However,as shown in the NMDS plot (Fig.5)，soil microbial community structure characterized by the overall PLFA concentration differed between the extreme and mean precipitation events (stress=O.015). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4Relationship between soil nutrient and microbial community structure ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We found that soil $\\mathrm { N H } _ { 4 }$ -N $( F { = } 3 . 8$ $P { = } 0 . 0 5$ ）and microbial biomass nitrogen ( $F { = } 5 . 4$ ， $\\scriptstyle P = 0 . 0 3$ ）were significant in shaping soil microbial community structure in RDA. The first and second RDA axes explained $5 3 . 3 \\%$ and $1 . 4 \\%$ of the total variation in soil microbial community structure, respectively (Fig. 6). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.5Response of soil bacterial and fungal abundance to precipitation events ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The changed precipitation patterns significantly influenced soil bacterial 16S rRNA gene c( numbers $( F { = } 9 . 0 5$ ， $\\scriptstyle P = 0 . 0 2$ ； Fig. 7a). The extreme precipitation events tended to increase soil bacterial abundance. Soil bacterial 16S rRNA gene copy numbers varied from $9 . 3 8 \\times 1 0 ^ { 9 }$ to $1 3 . 2 0 \\times 1 0 ^ { 9 }$ copies/g dry soil under the four precipitation treatments (Fig. 7a), with the maximum value under the P1O treatment and the minimum value under the P24 treatment. However, precipitation treatments showed no significant impact on soil fungal abundance ( $\\scriptstyle \\overbrace { F = 0 . 6 0 }$ ， $P { = } 0 . 6 3$ · Fig. 7b). Soil fungal ITS gene copy numbers ranged from $4 . 1 9 \\times 1 0 ^ { 9 }$ to $4 . 9 6 \\times 1 0 ^ { 9 }$ copies $\\mathrm { ^ { \\prime } g }$ dry soil under the four precipitation treatments, with the maximum value under the P6 treatment and the minimum value under the P10 treatment. Soil fungal ITS gene copy numbers were much lower than soil bacterial 16S rRNA gene copy numbers (Figs. 7a and b). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/25ea71551477fcf87b8f701e9ad75369d8da7e54f67e496a1ee4963a3a424c12.jpg",
        "img_caption": [
            "Fig.5Non-Metric Multi-Dimensional Scaling (NMDS)ordinations of soil microbial community structure assessed by PLFA analysis under the P6,P10,P16 and P24 precipitation treatments (stres $\\scriptstyle \\mathtt { s } = 0 . 0 1 5$ ） "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/15ad29d2c1ceaee38ee820a45aa702b1e2dfb1a2648f386ecfb35081945f4999.jpg",
        "img_caption": [
            "Fig.6Biplot of PLFA sample-environment variables using the redundancy analysis (RDA) "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.6Response of soil bacterial composition to precipitation events ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The identified 16S rDNA sequences of soil bacteria contained abundant major bacterial phyla under the four different precipitation treatments. The dominant phyla were Acidobacteria, Actinobacteria and Proteobacteria (Fig.7c). Compared with the P24 treatment, the mean relative abundance of Actinobacteria increased by $2 1 . 0 \\%$ and $4 3 . 8 \\%$ under the P1O and P6 treatments, respectively, while the mean relative abundance of Acidobacteria decreased by $4 9 . 4 \\%$ and $67 . 4 \\%$ under the P1O and P6 treatments, respectively. We also found other common phyla, such as Gemmatimonadetes， Planctomycetes， Verrucomicrobia and Planctomycetes， under the four treatments.However, Firmicutes was found only under the P6 treatment. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "e ee eeerrs 18 6 100   \n(osop/seidoac (a) (b) 3%)arpngg eearer C Acidobacteria   \n15 ab a ab 80 Actinobacteria   \n12 T Fircteroidetes b 4 60   \n96 工 Gemmatimonadetes 2 40 Planctomycetes Verrucomicrobia Proteobacteria   \n3 20   \n0 0 0   \nP6 P10 P16 P24 P6 P10 P16 P24 P6 P10 P16 P24   \nTreatment Treatment Treatment ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The extreme precipitation events decreased the frequency of precipitation but increased the intensity (amount) of precipitation, therefore extending drought intervals (Gong et al., 2004; Heisler-White et al.,2O08;Pachauri et al.,2014).These events are different from the patterns of drought, dry-rewetting and precipitation amount (Berard et al., 2011; Barnard et al.,2013; Zhang et al.,2013). The extreme precipitation events included the integrated dynamics of three simulating experiments: drought, dry-reweting and precipitation amount. We found that extreme precipitation events significantly decreased SWC, especially at the 5 cm soil depth. Such change may alter soil microbial community and the microbially mediated carbon and nitrogen dynamics. Soil microbial community in the temperate steppe of the Xilin River Basin showed a higher variability responding to extreme precipitation events during the growing season. We hypothesized that an integrated effect of dry intervals，magnitude of precipitation and more dry-reweting events would modify soil microbial community structure toward a higher ratio of fungi to bacteria and a lower bacterial abundance.This pattern would be related to the availability of soil nutrient, as well as SWC (Placella et al.，2012; Bell et al.,2014; Gschwendtner et al., 2014). However, we found that extreme precipitation events did not alter soil fungal abundance, the ratio of soil microbial biomass carbon to soil microbial biomass nitrogen and the ratio of PLFA concentration in fungi to PLFA concentration in bacteria, but increased soil bacterial abundance. Furthermore, the higher $\\mathrm { \\Delta N H _ { 4 }  – N }$ content may have been responsible for the higher bacterial abundance in the extreme precipitation events. These findings indicated that the extreme precipitation events (P6 and P10 treatments) did not modify soil microbial properties during the growing season. Meanwhile， soil fungal community showed a high resistance to extreme precipitation events.In contrast, the extreme precipitation events affected soil bacterial abundance and significantly influence soil nutrient availability, especially for soil inorganic nitrogen. Similar results have been found by Bell et al. (2O14) in Chihuahuan Desert grasslands that $2 5 \\%$ changes in seasonal precipitation frequency could significantly affect soil nutrient and microbial properties. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Changes in the amount, frequency and timing of precipitation may impact soil carbon and nutrient pools (Nielsen and Ball 2015; Wilcox et al.,2015). The extreme precipitation events did not change SOC and TN, but altered soil nutrient availability including $\\mathrm { \\Delta N H _ { 4 }  – N }$ and $\\mathrm { N O } _ { 3 }$ -N contents,and then increased soil microbial activity (represented by soil microbial biomass nitrogen). What's more, the changed $\\mathrm { \\Delta N H _ { 4 }  – N }$ and soil microbial biomass nitrogen were significantly correlated with soil microbial community in the extreme precipitation events. This correlation was likely linked to an alteration of soil microbial heterotrophic respiration and rhizosphere activity(Chen et al.,2009;Li et al.,2012),which feedback to the nutrient balance and cycling of underground ecosystem (Broeckling et al.,2008). The changes in soil inorganic nitrogen reflected more instantaneous responses of soil nutrient bank in the extreme precipitation events.Results from previous studies had also revealed that precipitation pulse stimulated mineralization and nitrification of soil nitrogen (Dijkstra et al., 2O12), while drought influenced nitrogen losses through denitrification (Evans and Burke, 2013). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Fungi are generally considered more resistant to extreme climate than bacteria, especially under drought conditions (Gordon et al.,2008; de Vries et al.,2012; Li et al.,2012). Similarly, we also found that soil fungal abundance and biomass kept stable both at gene and community levels. The changes in the ratio of microbial biomass carbon to microbial biomass nitrogen and the ratio of PLFA concentration in fungi to PLFA concentration in bacteria imply a transformation in soil microbial community structure (Zeglin et al., 2O13). However, we did not find that the ratio of PLFA concentration in fungi to PLFA concentration in bacteria was sensitive to extreme precipitation events.The abundance and composition of soil bacteria were sensitive to extreme precipitation events. Alternatively, the ratio of PLFA concentration in gram-negative bacterial biomass to PLFA concentration in gram-positive bacterial biomass was used as a stress indicator (Klamer and Baath,1998), as gram-negative bacteria have a thicker cell wal than gram-positive bacteria. Therefore， gram-positive bacteria are more resistant to drought than gram-negative bacteria. However, the ratio of PLFA concentration in gram-negative bacterial biomass to PLFA concentration in gram-positive bacterial biomass was not influenced by extreme precipitation events in our research. Compared with the moderate precipitation events, the extreme precipitation events did not significantly decrease SWC,although SWC had been shown to have contributed to the soil microbial community structure (Tiemann and Billings, 2O11; Zeglin et al., 2013). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "At the phylum level, Actinobacteria dominated changes in soil bacterial composition under extreme and moderate precipitation events (Fig. 7c). The mean relative abundance of Actinobacteria was $4 3 . 8 \\%$ higher under the P6 treatment than under the P24 treatment. The subdominant groups of dominant phylum were Proteobacteria and Acidobacteria. As previous studies showed that, under the simulating extreme drought treatments, the relative abundance of Actinobacteria (an oligotrophic bacteria phylum) increased，while that of Acidobacteria (a copiotrophic bacteria phylum) decreased (Fierer et al., 2007; Barnard et al.,2013). The different responses of soil microbial communities were due to the changed soil nutrient pool (Barnard et al., 2013).The gram-positive bacteria (such as Actinobacteria) with high guanine and cytosine content were able to acquire nutrition interest as adverse conditions emerged (Zvyagintsev et al., 2007).In many studies,Actinobacteria was found to be more resistant to drought than Acidobacteria (Goodfellow and Williams,1983; Zvyagintsev et al., 2007; Barnard et al., 2013). Similarly, the abundance of Acidobacteria decreased with increased amount of precipitation (Zhang et al., 2013). In phylum Firmicutes, the organisms with gram-positive cell wals and low guanine and cytosine content produced endospores that are resistant to desiccation and thereby they can survive in extreme conditions. This partly explained why Firmicutes was only found under the P6 treatment. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In general, the extreme precipitation events increased soil bacterial abundance, even reaching up to $40 \\%$ ,compared with the moderate precipitation events. However, we found no significant changes in soil microbial community structure and biomass among the precipitation events. This may be more related to the adaption strategy of soil microbe to extreme climate, such as extreme precipitation. Different soil microbial phyla have different life strategies (Fierer et al.,2007; Barnard et al.，2O13). In addition, soil moisture availability has long been a major constrained factor to ecosystem productivity in the grassands of Inner Mongolia (Bai et al.,2Oo4; Hao et al., 2010). Thus, soil microbial community may have adapted to the changes of precipitation patrns and increased resistance to extreme precipitation events (Gong et al.,2004; Bouskill et al., 2013). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The present study has important implications for understanding and predicting the impacts of changed precipitation events (large in amount and low in frequency) on soil microbial community. Our results illustrated the importance of extreme precipitation frequency, not merely precipitation amount, on soil microbial community structure and total soil microbial biomass. We found that extreme precipitation events increased soil bacterial abundance, compared with moderate precipitation events. However, soil microbial community structure, total soil microbial biomass and soil fungal abundance remained quite stable in the extreme precipitation events.Soil bacteria were sensitive to extreme precipitation events in terms of numbers and classifications. These results implied that soil microbial community in the semi-arid steppe of the Xilin River Basin responds differently to changes in precipitation patterns. Soil bacteria and fungi may have different strategies to the changed precipitation events.We recommend long-term experiments on the influences of extreme precipitation events on soil microbial community and ecosystem functions across different ecosystems in the future. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This study was financially supported by the Strategic Priority Research Program of the Chinese Academy of Sciences (XDA190302O2） and the International Cooperation and Exchange of National Natural Science Foundation of China (31761123001，31761143018).We greatly appreciated the Inner Mongolia Grassland Ecosystem Research Station,Chinese Academy of Sciences for the field help.We thank PANG Zhe,ZHANG Biao,DING Kai,TANG Li and MA Shuang for their help in field experiments,and are grateful to CHERongxiao and SHAO Yanlin for data analysis of this manuscript. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Allen MF.2011.Linking waterand nutrients through the vadose zone:afungalinterfacebetwen thesoiland plantsystems. Journal of Arid Land,3(3):155-163.   \nBaiYF,HanXG,WuJG,etalO04.EcosystemstabilityndcompensatoryeffectsintheIerMongoliagrassand.Nature, 431(7005): 181-184.   \nBapiri A,BathE,RouskJ.2010.Drying-rewetingcycles afectfungal andbacterial growth diferently inanarablesoil. Microbial Ecology, 60(2): 419-428.   \nBarnard RL,Osborne CA,Firestone MK.2O13.Responses ofsoil bacterialandfungalcommunities to extreme desiccation and rewetting.Isme Journal,7(11): 2229-2241.   \nBellCW,TisueDT,LoikME,etal.214.Soilmicrobialandnutrietresponses to7yearsofseasonallyalteredprecipitation in a Chihuahuan Desert grassland.Global Change Biology,20(5):l657-1673.   \nBelnap J,Philips SL,MilerME.204.Responseof desert biological soilcrusts toalterations inprecipitation frequency. Oecologia,141(2):306-316.   \nBerardA,BouchetT,SévenierG,etal.2Ol1.Resilienceofsoil microbialcommunities impactedbyseveredroughtandhigh temperature in the context of Mediterranean heat waves.European Journal of Soil Biology,47(6): 333-342.   \nBouskillNJ,LimHC,BorglinS,etal.13.Pre-exposure todroughtincreases theresistanceoftropicalforestsoilbcterial communities to extended drought. Isme Journal,7(2): 384-394.   \nBroeckling CD,BrozAK,BergelsonJ,etal.2o08.Root exudatesregulate soilfungalcommuitycompositionanddiversity. Applied and Environmental Microbiology,74(3):738-744.   \nBrookesPC,LandmanA,Pruden G,etal.1985.Chloroform fumigation and thereleaseof soil nitrogen:Arapiddirect extraction method to measure microbialbiomass nitrogen in soil.Soil Biologyand Biochemistry,17(6):837-842.   \nBustin SA,Benes V,Garson JA,etal.29.The MIQE guidelines: minimum information for publicationof quantitative real-time PCR experiments.Clinical Chemistry,55(4): 611-622.   \nCanariniA,CailloY,ariotteP,etal.l6.SoilicrobalommunityesistancetodroughandlinkstoCsabilizatioian Australian grassland. Soil Biology and Biochemistry,lO3:171-180.   \nChe R,Deng Y,WangF,etal.2015.16SrRNA-basedbacterialcommunitystructureisasensitiveindicatorofsoilrspiration activity. Journal of Soils and Sediments,15(9):1987-1990.   \nChenDM,MiJ,ChuPF,etal.2015.Paternsand driversofsoil microbialcommunitiesalonga precipitation gradientonthe Mongolian Plateau.Landscape Ecology,30(9):1669-1682.   \nChen S P,LinG,Huang J,etal.20o9.Dependence of carbon sequestration on thediferential responsesof ecosystem photosynthesis and respiration to rain pulses ina semiarid steppe.Global Change Biology,15(10): 2450-2461.   \nCreggerMA,SchadtCW,McDowellNG,etal.20l2.Responseofthesoilicrobialcommunitytochanges inprecipitationn a semiarid ecosystem.Applied and Environmental Microbiology,78(24): 8587-8594.   \nde VriesFT,LiriME,BjornlundL,etal.2Ol2.Landusealters theresistanceandresilienceofsoilfoodwebs todrought. plant processes temporally asynchronous? Oecologia,170(3): 799-808.   \nEasterling DR,Meehl GA,Parmesan C.20oo.Climate extremes: observations,modeling,and impacts.Science,289(5487): 2068-2074.   \nEdwards U,RogallT,Blocker H,et al.1989.Isolationanddirect complete nucleotide determinationof entire genes. Characterization of a gene coding for 16S-ribosomal RNA.Nucleic Acids Research,17(19): 7843-7853.   \nEvans SE,BurkeI C.2O13.Carbonand nitrogen decoupling underan l1-year drought in the shortgrasssteppe.Ecosystems, 16(1): 20-33.   \nFierer N,SchimelJP.2o02.Efectsofdrying-rewetting frequencyonsoilcarbonand nitrogen transformations.Soil Biology and Biochemistry, 34(6): 777-787.   \nFierer N,BradfordMA,JacksonRB.207.Towardanecologicalclasificationofsolbacteria.Ecology8(6):354-1364.   \nFrostegardA,unlidA,athE.993.hospholipidfattyacidcomposition,biomass,ndactivityoficrobialomitie from two soil types experimentally exposed to diferent heavy metals.Appliedand Environmental Microbiology,59(11): 3605-3617.   \nGong D Y,ShiPJ, Wang JA.2004.Daily precipitation changes in the semi-arid region over northern China.Journal of Arid Environments,59(4): 771-784.   \nGoodfellow M,Wiliams ST.1983.Ecology of actinomycetes.Annual Review of Microbiology,37:189-216.   \nGordon H,Haygarth PM,Bardgett RD.20o8.Dryingandreweting effectsonsoilmicrobialcommunitycompositionand nutrient leaching. Soil Biology and Biochemistry, 40(2): 302-311.   \nGschwendtnerS,TejedorJ,BimuelerC,etal.2014.Cimatechange inucesshifts inabundanceandactivitypaterofbacteria andarchaea catalyzing major transformation steps in nitrogen turnover in asoil froma mid-European bech forest.PLoS ONE,9(12): e116614.   \nHao YB,Wang YF, Cui X Y.2010.Drought stressreduces thecarbon accumulationofthe Leymus chinensis steppe in Inner Mongolia,China. Chinese Journal of Plant Ecology, 34(8): 898-906.(in Chinese)   \nHao YB,Niu HS,Wang YF,et al.2011.Rainfall variability in ecosystem $\\mathrm { C O } _ { 2 }$ flux studies. Climate Research,46(1): 77-83.   \nHaoYB,KangXM,CuiXY,etal.212.Verificationofthresholdconceptofecologicallyfectiveprecipitationpulse:From plant individuals to ecosystem. Ecological Informatics,12: 23-30.   \nHao YB,Kang X M,Wu X,et al.20l3.Is frequencyor amount of precipitation more important in controlling $\\mathrm { C O } _ { 2 }$ fluxes in the 30-year-old fenced and the moderately grazed temperate steppe?Agriculture,Ecosystems &Environment,171:63-71.   \nHeisler-WhiteJL,KnappA K,KellyEF.208.Increasing precipitation event size increases aboveground net primary productivity in a semi-arid grassland. Oecologia,158(1):129-140.   \nHill TC J, Walsh KA,Harris JA,et al.2003.Using ecological diversitymeasures with bacterial communities.Fems Microbiology Ecology,43(1): 1-11.   \nHorz HP,Barbrook A,Field CB,etal.2004.Ammonia-oxidizing bacteriarespond to multifactorial global change. Proceedings of the National Academy of Sciences of the United States of America,101(42):15136-15141.   \nHorzHP,Rich V,Avrahami S,etal.2Oo5.Methane-oxidizingbacteria ina Californiaupland grassandsoil: Diversityand response to simulated global change. Applied and Environmental Microbiology,71(5): 2642-2652.   \nHuYL,WangSG,SongXP,etal.2017.Precipitatiochangesinthemid-latitudesoftheChinese mainlandduring1960-2014. Journal of Arid Land, 9(6): 924-937.   \nHuang X,Hao Y,Wang Y,etal.2010.Partitioning of evapotranspirationand itsrelation tocarbon dioxide fluxes inIner Mongolia steppe.Journal of Arid Environments,74(12): 1616-1623.   \nHueso S,Garcia C,HernandezT.2012.Severe droughtconditions modifythe microbialcommunity structure,size and activity in amended and unamended soils. Soil Biology and Biochemistry,50:167-173.   \nIhrmark K,BodekerITM,Cruz-Martinez K,et al.2012.New primers toamplify the fungal ITS2region-evaluation by 454-sequencing of artificial and natural communities.Fems Microbiology Ecology,82(3): 666-677.   \nIslam KR,Weil RR.1998.Arapid microwave digestion method for colorimetric measurement of soil organic carbon. Communications in Soil Science and Plant Analysis,29(15-16): 2269-2284.   \nJentsch A,KreylingJBeierkuhnleinC.oo7.Anewgeneratiooflimate-change experiments:events,nottrends.Frotisin Ecology and the Environment, 5(7): 365-374.   \nKaisermann A,MaronPA,Beaumelle L,et al.2O15.Fungalcommunities are more sensitive indicators to non-extreme soil moisture variations than bacterial communities.Applied Soil Ecology,86: 158-164.   \nKlamer M,Baath E.1998.Microbialcommunity dynamics during composting of straw material studied using phospholipid fatty acid analysis.Fems Microbiology Ecology,27(1): 9-20.   \nKnappAK,FayPA,BlairJM,etal.2Oo2.Rainfallvariabilitycarboncycling,andplantspeciesdiversityimesic galad. Science,298(5601): 2202-2205.   \nKnappAK,BeierC,BrskeDD,etal.o8.Consequencesoforeextremeprecipitationregimes forterestrialcosstems. Bioscience,58(9): 811-821.   \nKnapp A K,Avolio M L,Beier C,et al.2017.Pushing precipitation to the extremes in distributed experiments: recommendations for simulating wet and dry years. Global Change Biology,23(5):1774-1782.   \nLandesman WJ,DightonJ.2010.Responseofsoil microbial communitiesand the productionofplant-available nitrogentoa two-year rainfallmanipulation in the New Jersey Pinelands.Soil Biologyand Biochemistry,42(10):1751-1758.   \nLiM,JiangL,SunZ,etal.2012.Efectsoffluegasdesulfurizationgypsumby-productsonmicrobialbiomassandcommunity structure in alkaline-saline soils. Journal of Soils and Sediments,l2(7):1040-1053.   \nLiu WJ,LiLF,BiedermanJ,etal.20l7.Repackaging precipitationintofewer,largerstormsrduces ecosystemexchanges of $\\mathrm { C O } _ { 2 }$ and $\\mathrm { H } _ { 2 } \\mathrm { O }$ in a semiarid steppe.Agricultural and Forest Meteorology,247: 356-364.   \nMckenzieHA,WallaceHS.1954.TheKjeldahldeterminationofnitrogen:Acriticalstudyofdigestionconditions-temperature, catalyst,and oxidizing agent.Australian Journal of Chemistry,7(1): 55-70.   \nNielse UN,BallBA.2015.Impactsof altered precipitationregimes onsoilcommunitiesand biogeochemistryinaridand semi-arid ecosystems.Global Change Biology,21(4):1407-1421.   \nPachauriR K,AllenM,Baros V.etal.2014.Climatechange 2014: Synthesis report.Contributionof working groupsI,Iand III to the fifth asessment report of the intergovernmentalpanelon climate change.IPCC (Intergovernmental Panelon Climate Change),Geneva, Switzerland.   \nPlacella SA,rodieEL,Frestone MK.20l2.Raifalliducedcarbondioxide pulsesresultfromsequentialresuscitatioof phylogenetically clustered microbial groups.Proceedings of the National Academyof Sciences of the United Statesof America,109(27):10931-10936.   \nR Development Core Team.2016.R:a language and environment for statistical computing.R Foundation for Statistical Computing, Vienna,Austria.   \nSorensenPOGerminoMJ,FerisKP.20l3.Microbialcommunityresponses to17yearsofalteredprecipitationareseasoally dependent and coupled to co-varying efects of water content on vegetation and soil C.Soil Biologyand Biochemistry,64: 155-163.   \nStenwerth K L,Jackson L E,Calderón FJ,etal.2005.Response of microbial communitycomposition and activity in agricultural and grassland soils after a simulated rainfal. Soil Biology and Biochemistry,37(12): 2249-2262.   \nTiemanL K,Bilings SA.2011. Changes invariabilityofsoil moisture alter microbialcommunityCandNresourceuse.Soil Biology and Biochemistry,43(9): 1837-1847.   \nVanceED,Brookes PC,JenkinsonDS.1987.Anextraction method formeasuring soil microbialbiomassC.Soil Biologyand Biochemistry,19(6): 703-707.   \nWeltzin JF,Loik ME,Schwinning S.2003.Assessing theresponseof terestrial ecosystems topotentialchanges in precipitation.BioScience,53(10): 941-952.   \nWilcox K R,vonFischerJC,MuschaJM,etal.2015.Contrastingabove-andbelowgroundsensitivityof three GreatPlains grasslands to altered rainfall regimes.Global Change Biology,21(1): 335-344.   \nXue K,Luo HF,QiHY,etaloo5.Changes insoil microbialcommunitystructureaociated withtwotypesof genetically engineered plants analyzing by PLFA. Journal of Environmental Sciences,17(1): 130-134.   \nZeglinLH,BotomleyPJ,JumpponenA,etal.213.Alteredprecipitationregimeaffcts thefunctionandcompositionofsoil microbial communities on multiple time scales.Ecology,94(10): 2334-2345.   \nZhang NL,Liu WX,Yang HJ,etal.20l3.Soil microbial responses to warmingand increased precipitation and their implications for ecosystem C cycling. Oecologia,173(3):1125-1142.   \nZhang XM,Zhang G M,ChenQS,etal.2013.Soil bacterialcommunitiesrespond to climatechanges inatemperate steppe. PloS ONE,8(11): e7861.   \nZhang KP,ShiY,Jing X,etal.2016Efectsofsort-ter armingandalteredprecipitationonsoilicrobialcommiisin alpine grassand of the Tibetan Plateau.Frontiers in Microbiology,7:1032,doi:10.3389/fmicb.2016.01032.   \nZhang W,Zhang G S,Wu X K,et al.2017.Bacterial diversity inthe sedimentof Crescent Moon Spring,Kumtag Desert, Northwest China. Journal of Arid Land, 9(2): 278-286.   \nZogg GP,ZakDR,Ringelberg DB,etal.1997.Compositionaland functional shiftsin microbialcommunitiesdue tosoil warming. Soil Science Society of America Journal, 61(2): 475-481.   \nZvyagintsevDG, Zenova G M,DoroshenkoEA,et al.2007.Actinomycete growth inconditions oflow moisture.Biology Bulletin,34(3): 242-247. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    }
]