[
    {
        "type": "text",
        "text": "SCIENTIFIC REPORTS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "OPEN ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received:22 June 2015   \nAccepted:13 November2015   \nPublished:10 December 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "NMR structure and function of Helicoverpa armigera sterol carrier protein-2,an important insecticidal target from the cotton bollworm ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Haihao Mal,Yuemin Ma1, Xuehui Liu²,David H. Dyer³,Pingyong $\\mathsf { X } \\mathsf { \\mathbf { u } } ^ { 2 }$ , Kaiyu Liu1,Que Lan³, Huazhu Hong4, Jianxin Peng1 & Rong Peng1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The cotton bollworm, Helicoverpa armigera,has developed strong resistance to many insecticides. Sterol Carrier Protein-2 (SCP-2)is an important non-specific lipid transfer protein in insects and appears to be a potential new target.In orderto elucidate the structure and function of Helicoverpa armigera SCP-2 (HaSCP-2), NMR spectroscopy,docking simulations, mutagenesisand bioassays were performed. HaSCP-2 composed of five $\\mathbf { \\alpha } _ { \\mathbf { { \\alpha } } } \\mathbf { \\alpha } _ { \\mathbf { { \\alpha } } }$ -helicesand four stranded $\\beta$ -sheets.The foldsof $\\mathbf { \\alpha } _ { \\mathbf { { \\alpha } } } \\mathbf { \\alpha } _ { \\mathbf { { \\alpha } } }$ -helicesand $\\beta$ -sheets interacted together to form a hydrophobic cavity with putative entrance and exit openings, which served asa tunnelfor accommodating and transporting of lipids.Several sterols and fatty acids could interact with HaSCP-2 via important hydrophobic sites, which could be potential targets for insecticides.Mutagenesis experiments indicatedY51,F53,F89,F110,I117and Q131 maybe the key functional sites.HaSCP-2 showed high cholesterol binding activityand SCP-2 inhibitors (SCPls) could inhibit the biological activity of HaSCP-2.SCPl-treated larvae at young stage showed a significant decrease of cholesterol uptake in vivo.Our study describes forthefirsttimea NMR structure of SCP-2 in lepidopteran H.armigera and reveals its important function in cholesterol uptake,which facilitates the screening of effective insecticides targeting the insect cholesterol metabolism. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The cotton bollworm,Helicoverpa armigera (Hubner)(Lepidoptera: Noctuidae) causes serious crop damage every year all over the world and poses a great threat to the economics of global agricultural production.It feeds on diverse economicallyimportant crops,including soybeans,coton,sorghum,corn,sunflower,peanuts,beans, tomatoes and peppers1. Many management strategies have been proposed to control the $H$ armigera in recent years,while as the use of conventional pesticides is still considered to be the fast and effective way2. $H$ armigera has developed strong resistance to many insecticidesl,2.There is anurgent need to seek safer insecticides with new modes of action to effectively control the cotton bollworm. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "It is wellknown thatcholesterolis an essentialcomponent ofcellmembranes anda starting intermediate compound from which an insect makes steroid hormones,bile acids and vitamin $\\mathrm { D } ^ { 3 , 4 }$ . It is intriguing that different from vertebrates,insects are unable to synthesize cholesterol by themselves due toalack ofseveral key enzymes in the de novo cholesterol synthetic pathway3-6.Insects must relyon their host plants to obtain the cholesterol exogenously,which is essential to ensure normal growth,developmentand reproduction7-9.Therefore,theunique pathway ofuptake,transfer and accumulatingofcholesterol in the bodyare physiologicaly criticalfor insects.Many studies have demonstrated that sterol carrier protein 2(SCP-2),anon-specific lipid transfer protein,is involved in the absorption and transportation ofsteroid or lipids in insects10-17.SCP-2 belongs to the SCP-2 gene family including SCP-X,SCP-2, $1 7 \\beta$ -hydroxysteroid dehydrogenaseIV,stomatin,UNC-24,andMetallo $\\cdot \\beta$ -lactomase and is identifed inmanyspecies including vertebrates,insects,plants,yeast,bacteriaand fungi18-20.Allthemembers in this family share a homologous SCP-2 domain, which is generally located atthe C-terminus.Moreover, the ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/bb098e5b827f1d39a7a0d5a32c1c1617548f02f95d90971c4314b7562bc92ccb.jpg",
        "img_caption": [
            "Figure 1.The expression of recombinant GST-HaSCP-2 in E.coli and western blotting analysis.In the experiment of HaSCP-2 expression,the supernatant of $E$ .coli lysate was used for SDS-PAGE and western blotting analysis.Protein samples were loaded on $1 5 \\%$ SDS-PAGE.Lane l: molecular weight standards $\\left( \\mathrm { { k D a } } \\right)$ Lane 2: the total protein of E.coli BL21(DE3) carrying plasmid pGEX-KG with IPTG induction,\\*indicated the GST protein with a molecular weight of $2 6 . 5 \\mathrm { k D a }$ ; Lane 3: the total protein of $E$ .coli BL21(DE3) carrying plasmid of pGEX-KG-HaSCP-2 without IPTG induction; Lane 4: total protein of $E$ coli BL21(DE3) carrying plasmid of pGEX-KG-HaSCP-2 with IPTG induction,\\*\\*indicated the GST-HaSCP-2 fusion protein with a molecularweight of about $4 2 \\mathrm { k D a }$ ;Line5:purifiedHaSCP-2 proteinwith molecular weight of about $1 6 \\mathrm { k D a }$ ： Line6: purified truncated HaSCP-2(trHaSCP-2) protein with molecular weight of about $1 4 \\mathrm { k D a }$ ；Forwestern bloting detection with anti-AeSCP-2 antibodies (anti-Aedes aegypti antibodies),Lane 7:the same molecular weight standards as Lanel; Lane 8: purified HaSCP-2 protein was dected;Lane 9:purified truncated trHaSCP-2 protein was detected. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "SCP-2 domain exhibits a high sequence identity to other SCP- ${ \\boldsymbol { \\cdot } } 2 ^ { \\prime } { \\boldsymbol { \\mathsf { s } } }$ from many different organisms,which implies the SCP-2 family may have a conserved structure and function during the long period of evolution. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Sterol carrier proteins havebeen mainly implicated inawide arrayofcholesterol/lipid related functions in vertebratesand insects21-23.Recent studies have demonstrated that SCP-2has cholesterol/lipid bindingactivities21-24. SCP-2 canbind tocholesterol,palmiticacid,fattyacyl-CoA,acidic phospholipidsandbilesalts25-31.Tebinding affinity of SCP-2 to cholesterol is the strongest among the lipids. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To date,the knowledge of the SCP-2 domain protein structure is limitedand is primarily focused in vertebrates32-36.In insects, where SCP-2 is crucialfor theirlife cycles,few studies on SCP-2 structure are reported.The three-dimensional structures of Aedes aegypti SCP-2 proteins from dipteran mosquitoes are determined by X-ray diffractionand NMR spectroscopy,respectively25,28,29,37. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this paper,in an effort to understand the structureand function of lepidopteran SCP-2,NMR spectroscopy werecarriedouttodetermine the three-dimensional structureof cotonbollworm,H.armigeraSCP-2(HaSCP-2) for the firsttime.Meanwhile,mutagenesis,molecular docking and in vivo bioassays were performed to detectthe ligand binding affnityofHaSCP-2andSCP-2inhibitors.The results from NMRanalysis of the HaSCP-2functional domain,the computational moleculardocking and in vivo bioassys revealed the important function of HaSCP-2 thatserves as a sterol/lipid transporter in the insect.Therefore,HaSCP-2 can bean important insecticidal target for controlling H.armigera. The exploration of HaSCP-2 NMR structure and function not only provides insight into the mechanismof ligandbinding functionofthis SCP-2 protein family,but alsocan eventuallfacilitate the computer aided designing ofinsecticides with new modes ofaction,targetingthe cholesteroland lipid metabolism. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Expression and identification of HaSCP-2.A recombinant H. armigera SCP-2(HaSCP-2) protein fused with a GST-tag of 42442 Da was successfully expressed upon induction with IPTG in E.coli (Fig.1).The protein was identified by SDS-PAGE and western blotting as shown in Fig.1.The expressed fusion protein was primarily purified by GSTresin affnitycolumn and Thrombin digestion to remove the GST-tag.Then the HaSCP-2 protein (without GST-tag)with a molecular weight of l6293 Da was purified by using anion exchange chromatography and gel fltration purification.The purified HaSCP-2 protein with a molecular weight of ${ \\sim } 1 6 \\mathrm { { k D a } }$ and truncated protein (trHaSCP-2,described in the following text) with a molecular weight of ${ \\sim } 1 4 \\mathrm { k D a }$ were both detected by using anti-Aedes aegptySCP-2 antibodies (Fig.1).These results suggested that a recombinant HaSCP-2 protein and trHaSCP-2 were obtained successfully in E.coli. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The truncation of HaSCP-2 for NMR. The deduced SCP-2 domain of H.armigera HaSCP-2 was compared with thatof human,rabbit, mosquito,and yeast byusing the ClustalX2.0online program(ftp:/ftp.ebi.ac.uk/pub/ software/clustalw2)(Fig.2). It was found that compared with the reported SCP-2 domain structures from human, rabbit,mosquito,and yeast (PDB databases,www.rcsb.org/pdb/home/home.do),deduced $H .$ armigera SCP-2 domain exhibited an extra sequence about 16 amino acid residues at N-terminus (Fig. 2 HaSCP-2 N-terminus: MYRKGFADITPRPVAA).It was reported that an N-terminalfragment about16-20 amino acids was released from the pro-SCP-2 upon rapid post-translational cleavage of the pro-SCP- $2 ^ { 2 0 }$ .The N-terminal amino acids are mainly ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "α1 α2  \n<>>>>>>> √  \nHaSCP-2 MYRKGFADITPRPVAASCNPEDFKVFKYMKILEEAMENDT- -ENLIEKVR : 48  \nHsMFE-2|1IKT ： -MEGG --KLQSTFVFEEIGRRLKDIG- -PEVVKKVN ： 31  \nOcSCP-2|1C44 SSAG--DGFKANLVFKEIEKKLEEEG- -EQFVKKIG 32  \nYLSCP-2|4JGX MSLKVDGFTSSIIFDVIRDGINDPSQAKQKAESIKKAN ： 38  \nAeSCP-2|1PZ4 ： GSPCIRMSLKSDEVFAKIAKRLESID -PANRQVE ： 33  \nAeSCP-2L2|3BDQ SPG -IRMSVETIIERIKARVGAVD- -PNGPRKVL 31  \nAeSCP-2L3|3BKS GSPGIRMALKTDQILDKLNEKLAQVD -RSKRSFT ： 33  \nβ β βIl βIV  \nHaSCP-2 GIYGFKVRNGPNGAEGYWVINAKEGKGKVTYNGGE KPDVTFTISD 93  \nHsMFE-2|1IKT AVFEWHITKG-GNIGAKWTIDLKSGSGKVYQGPAKG- AADTTIILSD ： 76  \nOcSCP-2|1C44 ： GIFAFKVKDGPGGKEATWVVDVKNGKGSVLPNSDK- -KADCTITMAD ： 77  \nYLSCP-2|4JGX :AIIVFNLKNKAGKTESWYIDLKNDGDVGKGNKSPKG- -DADIQLTLSD ： 84  \nAeSCP-2|1PZ4 :HVYKFRITQG-GKVVKNWVMDLKN- -VKLVESDD- AAEATLTMED ： 74  \nAeSCP-2L2|3BDQ :GVFQLNIKTASGVEQ--WIVDLKQLKVDQGVFASP DVTVTVGL ： 72  \nAeSCP-2L3|3BKS： VILFVHLRQE-CKVVRSVVLDFNDLKISEIELAVTSTADYPAERIDASITIDD ： 85  \nα3 α4 βV α5  \n<>>> >>> >>>>>>>>>>><>>  \nHaSCP-2 EDVVDLISGKLNPQKAFFQGKIKIQGNMGLAMKLTDLQRQAAGRIESIRSKL 145  \nHsMFE-2|1IKT :EDFMEVVLGKLDPQKAFFSGRIKARGNIMLSQKLQMILKDYA- -KL 120  \nOcSCP-2|1C44 ， SDLLALMTGKMNPQSAFFQGKLKITGNMGLAMKLQNLQLQPG- -KAKL 123  \nYLSCP-2|4JGX :DHFQQLVEGKANAQRLFMTGKLKVKGNVMKAAAIEGILKNAQN -NL 129  \nAeSCP-2|1PZ4 :DIMFAIGTGALPAKEAMAQDKMEVDCQVELIFLLEPFIASLK- 116  \nAeSCP-2L2I3BDQ ：EDMLAISGKTLTVGDALKQGKIELSGDADLAAKLAEVI ： 110  \nAeSCP-2L3I3BKS：NDFYLVATKETSFAALIEQGKVDITGNKQAFLTLDEKFRNK- 126",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "responsible for intracelllar targeting of SCP-2 to peroxisomes24.And it was demonstrated that theN-terminal truncationof16amino acids did notaffctthe binding abilityof HaSCP-2to NBD-cholesterol(as showed in the follwing NBD-cholesterol binding assy experiments).Therefore,the sequence of 16 amino acids residues was primarily deleted from the N-terminal end of HaSCP-2 protein for the following NMR experiment. On the other hand,itwas interestinglyobserved that there was fouramino acids degradation atthe C-terminus of the deduced HaSCP-2 domain during the molecular weight analysis of MALDI-TOF MassSpectrometry(data not shown)after purifying recombinant protein.It was reported that SKL sequence in C-terminal was peroxisomal targeting signal and it was cleaved in mature SCP-2 protein20, which suggested that it may notbe involved in the binding function ofSCP-2 to lipids.Therefore,the RSKL sequence at C-terminus was deleted forthe NMR analysis of HaSCP-2 domain.It was also found that C-terminal truncation does not afect the important function of HaSCP-2in binding with cholesterol(as showed in the folowing NBD-cholesterol binding assy experiments). The truncated HaSCP-2 with both N-terminus and C-terminus truncation has the similar binding activityto that ofdeduced HaSCP-2.Finally,atruncated HaSCP-2 protein withboththeN-terminalandthe C-terminaldeletions was applied to the NMR analysis. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The three-dimensional structure of HaSCP-2 by NMR.By NMR spectroscopy,a three-dimensional structureofH.armigera SCP-2 was determined (Fig.3A,B).InNMR analysis,the additionofTrition-X100 could steady the major conformation and show good HSQC (Heteronuclear Single Quantum Coherence) spectrum (SupplementaryFigure Slaand b).The solution structure ofTritonX-10 ligand HaSCP-2 was derived from 2262 distanceconstraints and 219 angle constraints from chemical shift analysis.100 refined structures were generated and thebest 20 conformers,those with lowest energy that showed the fewest constraintviolations,were chosen to represent the solution structure of HaSCP-2.The lowest energy conformer was chosen for further analysis.The structural statistics are summarized in Table1. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Similar to the SCP-2 of human,rabbit and mosquito (Fig.3C), $H .$ armigera SCP-2 exhibitsa typical $\\propto / \\beta$ fold arrangementin secondary structure.The foldisacommon characteristic thatthe sterol carrier proteinsuperfamily possesses asdefined bystructural classificationofproteins25.The orderof secondarystructural elements inHaSCP-2 is as follows: $\\propto 1 - \\propto 2 \\mathrm { - } \\dot { \\beta } \\mathrm { I I I - } \\beta \\mathrm { I I - } \\propto 4 - \\alpha 3 - \\alpha 5 \\mathrm { - } \\beta \\mathrm { I V - } \\beta \\mathrm { I } .$ The HaSCP-2 fold is dominated bya four-stranded $\\beta$ -sheet that exhibits strand order of 3-2-4-1 witha layer of five $\\alpha$ -helices that cover the $\\beta$ -sheetin the three-dimensional structure.The folds of $\\alpha$ -helices and $\\beta$ -sheets interact together to produce a large cavity that creates a hydrophobic pocket for accommodating small molecules such as sterols and lipids.The program DALI38 was used to search the Protein Data Bank for proteins with structures similarto HaSCP-2.Results showed that nine structures identified belong to SCP-2 family with sequence identify $2 0 \\mathrm { - } 4 7 \\%$ and r.m.s.d. $2 . 0 { - } 3 . 3 \\mathring \\mathrm { A }$ (Table 2).And it was found that the most similar structure is thatof Oryctolagus cuniculus (European rabbit) (PDB code lc44,sequence identity was $4 7 \\%$ ;r.m.s.d. was $2 . 0 \\mathring \\mathrm { A }$ ).The SCP-2 from Homo sapiens HsMEF-2(PDB code likt, sequence identity was $3 0 \\%$ r.m.s.d. was $2 . 6 \\mathring \\mathrm { A }$ )and that from Aedes aegypti (PDB code lpz4, sequence identity was $2 0 \\%$ ; r.m.s.d. was $2 . 4 \\mathring \\mathrm { A }$ ） ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/c6dc8f62e163a273f13832588a896360c91ceb20ba6e691b112e89e77ee3d4d8.jpg",
        "img_caption": [
            "Figure 3. NMR structure of Helicoverpa armigera SCP-2.(A) The stereo ribbon representations of Helicoverpa armigera SCP-2 three-dimension structure.The $\\propto$ -helicesare labeled with number $^ { \\mathfrak { s } } 1 { - } 5 ^ { \\mathfrak { p } }$ and stranded $\\beta$ -sheets are labeled with number“I-IV\".N-and C-termini are labeled as $\\mathrm { ^ { * } N ^ {  } }$ and $^ { \\mathrm { e } } \\mathrm { C } ^ { \\flat }$ ,respectively. (B)Superposition ofthe 20 conformers with the lowest energy in NMR spectometry.(C) Tertiary structures of sterol carrier protein from human,rabbit and mosquito. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "werealso similar.These results werecorespondent tothe sequence alignment analysis showed inFig.2.The major structural difference between HaSCP-2 and AeSCP-2 was that there was no loop between $\\propto$ -helix 1 and $\\beta$ -sheet I, which resulted in the diffrent opening of cavitybetween HaSCP-2 and AeSCP-2.In HaSCP-2,one opening of the cavity was lying near $\\alpha$ -helix1,which is similar to that ofHsMFE-2. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The three-dimensional structure of HaSCP-2(Fig.4A) shows the hydrophobic cavity to possess two putative openings which could function as either an efective entrance or exit ofthe transporting tunnel,which was found in the X-raycrystal structureof human SCP-2(MFE-2)32.Careful inspectionofHaSCP-2 tertiary structures reveals that one opening is surrounded by $\\propto 1$ $\\alpha 2$ ， $\\propto 3$ and $\\propto 5$ helices folds,while the other is by $\\propto$ 0 $\\propto 5$ and stranded $\\beta$ -sheets.Therefore,the tunnel is structurallywell-suited forlipids and sterol molecules to enterthe cavityand subsequently bindto HaSCP-2.Furthermore,by using siteIDFind Pocket program in SYBYL software,the HaSCP-2 three-dimensional structure (Fig.4B)showed that eighteen hydrophobicamino acids such as V25,M29,L32,M36, Y51,F53,V55,I68,F89,I91,V96,L99,I100,L104,P106,I115,I117andL130 stayed inthe innersurfaceofthe cavity, which are likelyservingas lipidand/or sterol interaction sites.Besides,two hydrophilicamino acids T128 and Q131,which has been considered as sterolinteractionsites30, were lying adjacentto the opening ofthe cavity. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Docking simulation.In order to studythe interaction of HaSCP-2 with lipid and sterol molecules,we carried out the docking simulation ofHaSCP-2 with cholesterol, $\\beta$ -sitosterol,palmitic acid,and TritonX-1oo.The molecular structures of these four ligands were drawn by ChemOfice Software.The structural conformation with the lowest energy ofeach ligand was chosen to perform molecular docking with HaSCP-2by using SURFLEX module of SYBYL-7.3 program package (Fig.5).The docking results indicated that lipid such as cholesterol, $\\beta$ -sitosterol and palmitic acid could bind to HaSCP-2 with high docking scores (Table 3).The prediction of the potential binding sites on HaSCP-2 was conducted during thedocking simulations.The predicted binding site residues for theligandsare shown in Table 4.Itis implied that HaSCP-2 may interact with cholesterolor fattyacids through these important sites. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "It was found thatin the yellow fever mosquito (Aedes aegypti)39,the tobacco hornworm (Manduca sexta)l² and thecotton bollworm (results described inthe following text) that SCP-2inhibitors (SCPIs)were able to inhibit the binding of cholesterolto SCP-2bycompetitive bindingto HaSCP-2,which efectivelyaffects thecholesterol uptakeand metabolismin insects.Aim to clarifythe competitive binding of SCPIs to HaSCP-2,the interaction of two inhibitors,AeSCPI-1(N-(4-{[4-(3,4-dichlorophenyl)-1,3-thiazol-2-ylamino}phenyl)acetamidehydrobromide)and mangostin (1,3,6-trihydroxy-7-methoxy-2,8-bis(3-methylbut-2-enyl)-9H-xanthen-9-one), with ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/38d43fc0d4850c320c096cf9c724c6d25d07c74b040bc9d8943aef2f4ec8e9d7.jpg",
        "table_caption": [
            "Table 1．Structural statistics for the family of 20 structures of HaSCP-2 in aqueous solution.None of the structures exhibits distance violations greater than $0 . 3 \\mathring \\mathrm { A }$ or dihedral angle violations greater than $\\boldsymbol { 4 } ^ { \\circ }$ .aThe program PROCHECK (http://www.biochem.ucl.ac.uk/\\~roman/procheck_nmr/procheck_nmr.html) was used to assess the overall quality of the structures.bResidues 18-79,82-117,120-134. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Unambiguousdistancerestraints</td><td></td></tr><tr><td>Intraresidue (i-j= 0)</td><td>930</td></tr><tr><td>Sequential (li-j|=1)</td><td>415</td></tr><tr><td>Mediumrange (2≤li-jl≤4)</td><td>227</td></tr><tr><td>Long range (li-jl≥ 5)</td><td>386</td></tr><tr><td>Hydrogen bonds</td><td>29</td></tr><tr><td>Ambiguous distance restraints</td><td>275</td></tr><tr><td>Total</td><td>2262</td></tr><tr><td colspan=\"2\">Dihedral angle restraints</td></tr><tr><td></td><td>109</td></tr><tr><td>亚</td><td>110</td></tr><tr><td>Total</td><td>219</td></tr><tr><td colspan=\"2\">Meanr.m.s.deviations from the experimental restraints</td></tr><tr><td>Distance (A)</td><td>0.30±0.0015</td></tr><tr><td>Dihedral angle ()</td><td>0.53±0.10</td></tr><tr><td colspan=\"2\">Mean r.m.s.deviations from idealized covalent geometry</td></tr><tr><td>Bond (A)</td><td>0.0038±0.00012</td></tr><tr><td>Angle (°)</td><td>0.54±0.015</td></tr><tr><td>Improper (°)</td><td>1.40± 0.072</td></tr><tr><td colspan=\"2\">Ramachandran plota</td></tr><tr><td>Well-ordered residuesb in HaSCP-2% residues in the most favorable regions</td><td>90.8</td></tr><tr><td>additional allowed regions</td><td>8.6</td></tr><tr><td>generously allowed regions</td><td>0.7</td></tr><tr><td>Disallowed regions</td><td>0.0</td></tr><tr><td colspan=\"2\">Atomic r.m.s. differences (A)</td></tr><tr><td>Residues 19-128</td><td></td></tr><tr><td>Backbone heavy atoms (N,Cα,and C')</td><td>0.398</td></tr><tr><td>Heavy atoms</td><td>0.840</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/7f943b9b38802795f1791e23ed52ae8f0b6022a1b046023695858fb834c5e3b6.jpg",
        "table_caption": [
            "Table2.Proteins with similar structures to HaSCP- $2 ^ { \\mathrm { a } }$ .aSearching proteins with structures similar to HaSCP- from Protein Structure Database by DaliLite v.3 program (http://ekhidna.biocenter.helsinki.fi/ dali_server/start).bRMSD(The root-mean-square deviation) is the measure of the average distance between the backbone $\\mathrm { C } _ { \\alpha }$ atoms of superimposed proteins.The unit is A. $c \\%$ id mean the $\\%$ of sequence identity. ${ \\mathrm { d } } _ { \\mathsf { S C P - 2 } }$ （204 means reported sterol carrier protein-2or putative sterol carrier protein-2; MFE: the abbreviateofperoxisomal multifunctional enzyme type 2. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Organisms</td><td>PDB</td><td>RMSDb</td><td>%ide</td><td>Experiment</td><td>Descriptiond</td></tr><tr><td>Oryctolagus cuniculus</td><td>1c44</td><td>2</td><td>47</td><td>X-ray</td><td>SCP-2</td></tr><tr><td>Homo sapiens</td><td>2c0l-B</td><td>3.3</td><td>42</td><td>X-ray</td><td>SCP-2</td></tr><tr><td>Homo sapiens</td><td>likt</td><td>2.6</td><td>30</td><td>X-ray</td><td>MFE-2</td></tr><tr><td>Homo sapiens</td><td>1qnd</td><td>3.2</td><td>36</td><td>NMR</td><td>SCP-2</td></tr><tr><td>Aedes Aegypti</td><td>2qzt</td><td>2.3</td><td>25</td><td>X-ray</td><td>SCP-2L2</td></tr><tr><td>Aedes Aegypti</td><td>3bkr</td><td>2.7</td><td>20</td><td>NMR</td><td>SCP-2L3</td></tr><tr><td>AedesAegypti</td><td>1pz4</td><td>2.4</td><td>20</td><td>X-ray</td><td>SCP-2</td></tr><tr><td>Aedes Aegypti</td><td>2ksh</td><td>2.4</td><td>19</td><td>NMR</td><td>SCP-2</td></tr><tr><td>Aedes Aegypti</td><td>2ksi</td><td>2.3</td><td>18</td><td>NMR</td><td>SCP-2</td></tr><tr><td>Yarrowia lipolytica</td><td>4jgx</td><td>2.2</td><td>24</td><td>X-ray</td><td>SCP-2</td></tr><tr><td>Archaeoglobus fulgidus</td><td>3bn8</td><td>2.3</td><td>18</td><td>X-ray</td><td>SCP-2</td></tr><tr><td>Thermus thermophilus</td><td>2cx7</td><td>3.2</td><td>16</td><td>X-ray</td><td>SCP-2</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "HaSCP-2 was analyzed by molecular docking simulations in the same manner.The results demonstrated that SCPIs bound with HaSCP-2(Table 3and Fig.5).The potential binding sites were shown in Table 3.The results of the SCPI docking simulation revealed that these hydrophobic amino acids,which are putative competitive SCPI and mangostin binding sites,are likelyalsothe keysitesofHaSCP-2 binding with cholesterol,and are crucial for cholesterol absorptionand transportation in thecottonbollworm(Table 4).Further analysis of these important functional binding sites may lead to new potential targets for pesticides. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/5f395a5c957eaa46ad53927a0f53ff915535f715a23534eb7f55ef3f525ef691.jpg",
        "img_caption": [
            "Figure 4.Electrostatic surfaces potential of HaSCP-2and the hydrophobicity of ligand-binding cavity. (A)Negative surface potentials are inred,positive surface potentials are in blueand neutral surface potentials are in white. The orientation of SCP-2 in leftis corresponding to that in Fig.4.This side of the molecule is referred to as the front-side and the orientation of SCP-2 in right was obtained by a $1 8 0 ^ { \\circ }$ clockwise rotation abouta vertical axis in the plane of the paper.The green arrows showed the proposed tunnel with putative entrance and exit. (B)the 18 hydrophobic amino acids within the interior surface of the ligand-binding cavity found by siteID Find Pocket program in SYBYL software. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Ligand binding activity of HaSCP-2 protein.NBD-cholesterolbinding assays were performed to nvestigate the biologicalfunction of HaSCP-2 in this study. Both therecombinant fullengthand trHaSCP-2 were examined for NBD-cholesterol binding $( K _ { d } )$ .Glutathione S-transferase (GST) was used as a negative control as beforel2.The results were shown in Fig.6.The final concentration of NBD-cholesterol was kept constant at $0 . 2 5 \\mu \\mathrm { M }$ and the concentration of full length or truncated HaSCP-2 was tested in a range from $2 5 \\mathrm { n M }$ to $1 5 \\mu \\mathrm { M }$ The increasing concentration offullength or truncated HaSCP-2led to the increase in thefluorescence emission value of NBD-cholesterol.The GST negative control exhibited no change in the fluorescence emission value (Fig.6).The binding curves were analyzed by using the one site binding non-linear regresson modeladopted in the similar studies.Itwas found thatbothfulllengthand truncated HaSCP-2showed highafinities tocholesterol,withthe $K _ { d }$ of truncated HaSCP-2 being $2 . 4 5 \\mu \\mathrm { M }$ 1 $\\mathbf { \\tilde { R } } ^ { 2 } = 0 . 9 9 ,$ and $K _ { d }$ of full length HaSCP-2 being $2 . 8 0 \\mu \\mathrm { M }$ $( \\mathrm { R } ^ { 2 } = 0 . 9 9 \\$ 0 (Fig. 6).As expected,the GSTnegativecontrol showed litle binding affinitytoNBD-cholesterol.Itisquite likely thattheN-terminaland C-terminalresidues that were deleted may notbe necessryfortheligand binding activity of HaSCP-2,as shown that no significant differences in binding affnitybetween the truncated HaSCP-2 and full length HaSCP-2.These bioassay results demonstrated thatHaSCP-2 may playan importantrole in thecholesterol absorption and transportation in the cotton bollworm. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Mutagenesis of HaSCP-2 and the effects of ligand binding.In order to further confirm the key residues of HaSCP-2 thatare involved in the ligand binding,based on the HaSCP-2 structureand docking simulation results we selected several predicted amino acid residues as shown in Table 3 (cholesterol and $\\beta$ -sitosterol) to performsingle site mutation experiments to investigate the mechanism ofligand binding in HaSCP-2.The point mutations in HaSCP-2 thatcaused reductions in bindingofNBD-cholesterol were shown inFig.7.As shown in Fig.7,mutationsof Y51A,Y51W,F53A,F53W,F89A,F110W,I17MandQ131A in HaSCP-2 reduced the ability of the mutants to bind with NBD-cholesterol compared with wild type (Fig.7and Table 5).All of the mutations except Y51Wcaused significant change inthe binding affinitycompared to the wild type(Fig.7and Table 5),which suggested that these amino acids may be the important functional sites involved inthe intracellular hydrophobic interaction between HaSCP-2 and cholesterol.This was consistent with the mutation analysis in AeSCP-2 and SISCP- $2 ^ { 3 0 , 3 1 }$ .Especially, the mutation of F53W caused more decreasing in binding affinity than in the other mutations (Fig.7),which indicated thatF53 was an important site involvedin the hydrophobic interactionofHaSCP-2 with cholesteroland maybe more critical forthe ligand bindingabilityofHaSCP-2 thanother sites.This is consistent with the findingin AeSCP-2 with theF32(corresponding to F53 in HaSCP-2)mutation in mosquito and F53 mutationin SSCP-2 site0.1.DiferentfromAeSCP-2Y51A mutations decreased thebindingaffinityofSCP-2 to NBD-cholesterol(Fig.7).Because there is justa Gly residue between Y51and F53 site in HaSCP-2 which is different from AeSCP-2,it was speculated thatthe mutationofY5l may easily affctthe interaction between F53 and Y5land consequently resulting in thedecreasing ofligand binding affinity.This furthersuggested thatF53 was an important site,which was considered to be interacted with fatty acid and TritonX- $1 0 0 ^ { 3 0 , \\hat { 3 1 } }$ . It was the first time to find that I117M mutation could decrease the binding affinity to NBD-cholesterol.The reason was that 117amino acid was mutated toa weaker hydrophobic amino acid M,which reduced the hydrophobicity of the cavity.Although molecular docking conducted thatI91 was an important site forligand binding,in factthe I91M mutant protein couldn't be obtained due to the poor solubility ofthe mutant(data not shown),which suggested that I9l may be an important sites to keep the structural configuration of HaSCP-2. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/95599de1b893dc65dfa0edc87599ceeeee31bbae07f2e42e276c8edaa1bcdf6d.jpg",
        "img_caption": [
            "Figure 5.The structures of HaSCP-2complexed with different ligands (including inhibitors) by the docking simulations.The analysis of molecular docking was carried out by using SYBYL-7.3 program package (Tripos International, St.Louis,MO,USA).The amino acid residues that interacted with ligands were searched by UCSF chimera 1.8.1 software. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/b83285e668d35e20f20e8476b5609dd6f5035e5dbea6529b6b6d66a4803d0af0.jpg",
        "table_caption": [
            "Table 3.Molecular docking analysis of HaSCP-2 with ligands and SCPIs. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Name of the targets</td><td>Total Score</td><td>Name of the targets</td><td>Total Score</td></tr><tr><td>cholesterol</td><td>7.26</td><td>TritonX-100</td><td>8.53</td></tr><tr><td>β-sitosterol</td><td>7.83</td><td>AeSCPI-1</td><td>5.64</td></tr><tr><td>palmitic acid</td><td>7.8</td><td>α-mangostin</td><td>6.51</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/69cfc00de611be5941b6da35d1647c0c1ecad4ada2e8018143e3b638c6157b57.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Name of the targets</td><td>Amino acids in the binding pocket</td></tr><tr><td colspan=\"2\">Ligands</td></tr><tr><td>cholesterol</td><td>Phe53,Phe89,Ile91,Pro106,Phe110, Leul27,Gln131</td></tr><tr><td>β-sitosterol</td><td>Phe53,Phe89,Ile91,Leu99,Pro106, Phel10,Ile115,Ile117,Ala124,Met125, Thr128,Gln131</td></tr><tr><td>palmitic acid</td><td>Leu32,Met36,Tyr51,Phe53,Leu127, Gln131,Gln133,Ala134</td></tr><tr><td>TritonX-100</td><td>Leu32,Met36,Tyr51,Phe53,Ile68,Phe89, Ile91,Val96,Leu99,Ile100,Pro106,Ile115, Leul27,Thr128,Gln131,Ala134</td></tr><tr><td colspan=\"2\">Inhibitors</td></tr><tr><td>AeSCPI-1</td><td>Phe53,Phe89,Ile91,Prol06,Phel10, Ile115,Ile117,Ala124,Gln131</td></tr><tr><td>α-mangostin</td><td>Leu32,Ala35,Met36,Phe53,Phe89,Ile91, Ile100,Leul27,Gln131,Gln133,Ala134</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/ceea3ff122f86e2a4c78668b70b90905d9e8ffd697454af040fc76d359565b85.jpg",
        "img_caption": [
            "Table 4. The predicted amino acid residues in the binding pocket of HaSCP-2 by molecular docking. ",
            "Figure 6.NBD-cholesterol binding assay of HaSCP-2. Both fullength protein and truncated protein (trHaSCP-2) were used for cholesterol binding assay.The net changes in NBD-cholesterolfluorescence in intensity ( $\\mathrm { \\mathrm { R F U } } = \\mathrm { \\partial }$ Relative fluorescence unit) was shown.The protein concentration was from $0 . 0 2 5 \\mu \\mathrm { M }$ to $. 1 5 \\mu \\mathrm { M }$ and the final concentration of NBD-cholesterol for each assay was $0 . 2 5 \\mu \\mathrm { M }$ .GST was used as the negative control. The dates were processed using GraphPad PRISM4.0 software. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "SCPls competition binding with HaSCP-2 and effects of SCPls on cholesterol absorption in vivo.In previous studies,it was found that SCPIs caused mortality in the cotton bollworm larvae at early stages17.Inorder toverifytheinhibitory effctofSCPIsoncholesterolbinding,NBD-cholesterolcompetitionassays werecarried out using AeSCPI-1 and mangostin. AeSCPI-1 and mangostin inhibited the NBD-cholesterol binding to HaSCP-2 in a concentration dependent manner (Fig.8). The $5 0 \\%$ maximal effective concentration $( \\mathrm { E C } _ { 5 0 } )$ of SCPI-1 was $0 . 7 6 \\mu \\mathrm { M }$ 1 $\\mathrm { { \\bf ~ R } } ^ { 2 } = 0 . 9 9 \\$ ),and that of mangostinis $0 . 7 3 \\mu \\mathrm { M }$ 0 $\\mathbf { R } ^ { 2 } = \\mathbf { 0 . 9 7 }$ ).These results indicated that SCP-2 inhibitorshadhighbinding affnitytoHaSCP-2and wereable tocompete withcholesterolforbinding to HaSCP-2. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "To investigate the efects ofSCPIsuppressionon cholesterolabsorptionandaccumulation inthe fatbody,in vivo experiments were conducted.The inhibitory efects ofSCPIs on cholesterol uptake were tested atthe early stages of 3rd and 4th instar larvae. $H .$ armigera larvae were treated with SCPI-1 and mangostin. Because the fat body of insects isthe main tissuesofcholesterol storage,thefatbodiesofthetreated larvae weredissectedat5th instarand theconcentrationofcholesterolinthefatbody was measured.The results showed that for AeSCPI-1 treatment,the cholesterollevels was significantlylower than thatof the control group when thelarvae were treated at 3rd nstar stage ( $\\begin{array} { r } { p { = } 0 . 0 2 3 } \\end{array}$ Fig.9A 3rd).Similarly,for the mangostin treatment group,there was a 2-fold decrease in the cholesterol levels $( p = 0 . 0 5 )$ (Fig.9B 3rd) when the treatment started at 3rd instar stadium.All the result together indicated that SCP-2 inhibitors could significantlyafect the cholesterol absorption in the young larvae,leading to thelethal effects onlarvae.However,for the inhibitor treatment starting at the 4th instar stage,there were no significant differences inthe levels of cholesterol accumulation between the treatmentsand controls (Fig.9A 4th and9B 4th).This bioassay experiment suggested thatinhibitor treatment starting atlate larvalstage probably had ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/6aa5dbc01d9be159b57491efeb1906f4d72db1fcdc39632fcbff2bf7739f735f.jpg",
        "img_caption": [
            "Figure7.The NBD-cholesterol binding assay of wild type and mutant HaSCP-2s.The net changes in NBDcholesterol fluorescence in intensity ( $\\mathrm { R F U = }$ Relative fluorescence unit) was showed with the concentration of NBD-cholesterol was $0 . 2 5 \\mu \\mathrm { M }$ and in the presence of increasing concentrations of each protein (0.025 to $1 5 \\mu \\mathrm { M }$ ） The background NBD-cholesterol fluorescence was deducted fromeach assay.The data from three replicates for each assay was processed using GraphPad PRISM4.0 (single binding site and nonlinear regression model). $\\mathrm { R } ^ { 2 }$ （204 values of each non-linear regression curve were shown. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/5f268bc4d4b57e23976381cd3b5c61f614d3fc232fb41894ef6f9bfdd0a4c15b.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>WT</td><td>Y51A</td><td>Y51W</td><td>F53A</td><td>F53W</td><td>F89A</td><td>F110W</td><td>I117M</td><td>Q131A</td></tr><tr><td>Kda (μM)</td><td>2.78</td><td>2.65</td><td>1.00</td><td>3.07</td><td>3.41</td><td>3.27</td><td>3.24</td><td>1.80</td><td>3.77</td></tr><tr><td>Pvalueb</td><td>1</td><td>0.023</td><td>0.09</td><td>0.031</td><td>0.026</td><td>0.038</td><td>0.019</td><td>0.043</td><td>0.034</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Table 5.Difference between Wild Type HaSCP-2 and Mutants in NBD-Cholesterol binding. $^ \\mathrm { a } K _ { \\mathrm { d } }$ values were determined using the GraphPad Prism version 4.0 (single-binding site, nonlinear regression model). $^ { \\mathrm { b } } P$ （20 values Vs. wild type were given for Dunnet's post Ttest between the wild type HaSCP-2 and each mutant after a repeated measures analysis of variance. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/2ef5eeb294c07b2c396ecdf7f13ca764f76b4e9d96a98f463f4a44b6d8d35870.jpg",
        "img_caption": [
            "Figure8.NBD-cholesteroland SCPIs competition binding assys to HaSCP-2.Assys for NBD-cholesterol and sterol carrier protein-2 inhibitors (SCPIs; AeSCPI-1and mangostin) competitive binding to HaSCP-2.The background NBD-cholesterol fluorescence (NBD-cholesterol alone in the reaction buffer)was deducted from each assay.Shown are net changes in NBD-cholesterol fluorescence in intensity ( $\\mathrm { R F U = }$ Relative fluorescence unit) in the presence of increasing concentrations of each SCPI(0.08 to $1 0 \\mu \\mathrm { M }$ ).The data were processed using GraphPad PRISM4.0 software. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/a30857b9e8202a274db566d35f581b79e2544890b2068acc1eb75b2756c39eec.jpg",
        "img_caption": [
            "Figure9. The levels of cholesterol in Helicoverpa armigera larvae treated by SCP-2 inhibitors.The cholesterollevels in thefatbodyof Helicoverpa armigera larvae which were treated with two inhibitors (AeSCPI-1and mangostin) were determined.(A)For AeSCPI-1 treatment.Larvae were treated with AeSCPI-1 at day13rd and day1 4th instar stage,respectively.The fat body samples from 5th instar larvae (3 larvae/sample) weretakenat72hour post 5th molt.The concentration of cholesteroland total protein from each sample were measured.Mean and standard deviation are shown $( \\Nu = 3$ ).(B) For mangostin treatment.Larvae were treated and samples were measured in the same way as AeSCPI-1.The data were processed using GraphPad PRISM4.0 software.Relative cholesterol levels were defined as: cholesterol concentration $\\mathrm { ( m g / m l ) }$ /protein (mg). "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "les impactonthecholesteroluptakethanthatat earlylarvalstages.These results were consistent withour previous observations thatthe young larvae were more sensitiveto SCP-2 inhibitors than old ones and theinhibition effect of SCPIs in young larvae could cause severe biological defects in the insect17. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The NMR structureofalepidopteran insect sterol carrier protein-2 was determined for the firsttimein this study. By comparisonofthe structuresof the SCP-2 family members,including HaSCP-2in this study,and human SCP-2 (iikt),rabbit SCP-2 (1c44), mosquito SCP-2 (lpz4),a putative SCP-2 from the hyperthermophilic bacterium Thermus thermophilus [2cx7(X-ray)andlwfr(NMR)],it is found that this protein family has acommon $\\alpha / \\beta$ -fold arrangement consisting of four to five $\\alpha$ -helices and four to five $\\beta$ -strands,implyinga highdegree ofconservation inthe structures and functions of vertebrate and invertebrate SCP-2.The functionaldomain consisting of $\\alpha$ -helicesand $\\beta$ -strands maybe criticalfor the ligand binding activity ofthis class of proteins.HaSCP-2 exhibited a hydrophobic channel consisting of five $\\alpha$ -helices lying on one side of a plane expanded by stranded $\\beta$ -sheets. The channel is responsible for capturing and transferring smallhydrophobic bound molecules such as sterols and lipids.Itwas noted thatthe structureof HaSCP-2is structurall moresimilarto vertebrate SCP-2thanto dipteran mosquito SCP-2(Fig.4).Similar to the reported vertebrate SCP-2,HaSCP-2 consists of five $\\alpha$ -helices,whereas mosquito AeSCP-2 structure detected by crystal and NMR methods contains four $\\alpha$ -helices with the lack of $\\mathrm { \\alpha } \\propto 2$ （204号 helixthat exists in vertebrate and HaSCP-2 proteins.This is expected because HaSCP-2 is transcribed from $\\operatorname { S C P - x } /$ SCP-2 transcript,similar to vertebrates,whereas mosquito SCP-2 is nota fusion of two domains.On the other hand,the HaSCP-2 NMR structure presents a supporting network made up of four stranded $\\beta$ -sheets.This is the same as bacteria T.thermophiles SCP-2NMR structure,but diferent from human,rabbitand mosquito SCP-2,in which the five stranded $\\beta$ -sheets are found.Furthermore,the structural difference between the dipteran mosquito SCP-2 and the lepidopteran HaSCP-2 may explainthe diferential specificityofSCP-2s to chemical inhibitors. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "It was found that TritonX-100 helped the structure analysis in NMR experiments (SupplementaryFigure S1). It is likely that TritonX-100 bound with HaSCP-2 to frm a conformation in the solution.The same interaction between TritonX-100 with SCP-2domain was also found in human multifunctional enzyme (PDB 1IKT)32.In the X-ray structure determination ofhuman SCP-2 complexed with TritonX-100,Triton X-100,which bears analogy to normal acyl-Co-A substrates of the protein,bound inthe hydrophobic tunnel.Thus the positive function of Triton X-100 in SCP-2 structureis definite.Whetheror not TritonX-100 was able to enter the hydrophobic tunnel of HaSCP-2 to stabilize theconformation is unclearand needs further studies bylabelling TritonX-10o for NMR. Basedon the obtained structure dataofthe SCP-2 superfamily,itwas found that human SCP-2(MsMFE-2),rabbit OcSCP-2,mosquito AeSCP-2and AeSCP-2L3 function as monomers.Whereas mosquito AeSCP-2L2,yeast YlSCP-2and bacterium TtSCP-2 mostlikely favor forbinding fattyacids and formahomodimer29,34,35,HaSCP-2 behaved as a monomeric protein as detected by gel filtration and sedimentation experiments.Thus it is possible that HaSCP-2 executes its function as a monomer within cells. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Using the NMR structure of HaSCP-2 as a template, mutants of HaSCP-2 were created and studied for their ability to interactwith ligands.Theresults showed thata single point mutation could alter the selectivity for the bound ligands,probably byaffecting the ligand binding cavityin the protein.Several hydrophobicamino acids inside the hydrophobic pocketof HaSCP-2 were selected to perform mutational analysis and the reduction of in the binding affinityofprotein tocholesterolwas found.Itis possble that the mutationofthese residues affect the hydrophobic characterofthe SCP-2 domain.WhetherF53 was mutatedtoAorW,the binding activityof mutated protein to cholesterol was significantlydecreased due to the reduced hydrophobic character of SCP-2 domain. And incomparison,the mutationofF53Wcaused more decreasing in binding affinitythan in the other mutations (Fig.7),which indicatedthatF53maybe more criticalfortheligand binding abilityofHaSCP-2than other sites. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Therefore,F53isakeysiteforHaSCP-2to interact withligands.This isconsistent withtheobservationin SlSCP-2 and AeSCP-2,in which F53 is correspondent to F32 and Y51 is correspondent to Y37 in AeSCP- $2 ^ { 3 0 , 3 1 }$ .Except for F53 site,I17 was identified to beanew important sitefor the HaSCP-2 hydrophobic interaction with ligands. Overall, we predicted thatthe mutation on these important sites maybe alter the hydrophobicityof the protein cavityi HaSCP-2,resulting inthe reducing accommodationof sterol and lipid molecules.These key functional sites in HaSCP-2 structure would be potential target for insecticides. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Our studydescribes for the firsttime the three-dimensional tructureofHaSCP-2 byNMR.Docking simulation and mutagenesis clarifythe structure-function relationshipofHaSCP-2and revealtheimportantfunctionalsites of the protein.This studywillfacilitate the screening ofefective environmentall friendly insecticides targeting SCP-2. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The construction of HaSCP-2 recombinant plasmids. Total RNA was isolated from $2 \\times 1 0 ^ { 5 }$ cultured Helicoverpa armigeracelsbyusing Trizolreagent (Invitrogen,Carlsbad,CA,USA),and the first strandcDNA was synthesized using the Reverse Transcription Kit (Invitrogen,Carlsbad,CA,USA).Recombinant HaSCP-2 with a GST-tag was constructed first.Based on the cDNA sequence of the SCP-2 domain of HaSCP-2(GenBank JN582013),we designed two gene specific primers: $5 ^ { \\prime }$ -gccggatccTACCGCAAAGGATTCGC $3 ^ { \\prime }$ (forward primer with a BamHI recognition site)and $5 ^ { \\prime }$ -gccctcgagCTACAGTTTGGAACGAATAGATT- $. 3 ^ { \\prime }$ (reverse primer with a Xho I recognition site).The HaSCP-2 gene was amplified by PCR.PCR reaction was performed under the following conditions: $9 4 ^ { \\circ } \\mathrm { C }$ for $5 \\mathrm { { m i n } }$ ,35 cycles at $9 4 ^ { \\circ } \\mathrm { C }$ for $3 0 ~ \\mathsf { s } .$ $6 1 ^ { \\circ } \\mathrm { C }$ for 30 s, $6 8 ^ { \\circ } \\mathrm { C }$ for 30 s and a final extension at $6 8 ^ { \\circ } \\mathrm { C }$ for 5 min.The PCR product was purified and digested with BamHIand Xho I,then inserted into pGEX-KG vector to buildthe pGEX-KG-HaSCP-2 expression plasmid.Then the expression plasmid was transformed into Escherichia coli Top10 cells.Positive clones were sent for sequencing.The recombinant plasmid pGEX-KG -HaSCP-2 was confirmed by nucleotide sequence analysis. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For NMR, the plasmid expressing a truncated HaSCP-2 domain protein was fused with GST-tag (GST/ trHaSCP-2.The amino acid residues,MYRKGFADITPRPVAA,atthe N-terminus and RSKL residues at C-terminus (Fig.2)were deletedby designing the gene specific primers to amplify the 17-141 coding region of deduced HaSCP-2 domain.The 17-141 coding region of deduced HaSCP-2 was used as the truncated HaSCP-2 domain. The pair of gene specifc primers was as follows: $5 ^ { \\prime }$ -ttggatccTCCGGCAACCCCGAGGACTTC- $\\cdot 3 ^ { \\prime }$ (forward primer with a BamHI site) and $5 ^ { \\prime }$ -gcgctcgagTTAAGATTCGATTCTTCCGGCGGCTT- $3 ^ { \\prime }$ (reverse primer with a Xho Irecognition site).The PCR products encoding the truncated HaSCP-2 domain (trHaSCP-2) were cloned into pGEX-KG vector. The constructed pGEX-KG-trHaSCP-2 plasmid was confirmed by sequencing.The recombinant protein was expressed in Escherichia coli (E.coli) strainBL21(DE3)and contained the N-terminal GSTtaglinked with a thrombin cleavage site. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The expression and purification of HaSCP-2. E. coli BL21(DE3) strain was grown in $\\boldsymbol { 1 0 0 } \\mathrm { m l }$ Luria-broth (LB) media with $1 0 0 \\mu \\mathrm { g / m l }$ ampicillin at $3 7 ^ { \\circ } \\mathrm { C }$ for 3 hours until the value of $\\mathrm { O D } _ { 6 0 0 }$ reached1.0.The E.coli cells were induced with $0 . 2 \\mathrm { m M }$ isopropyl-1-thio-D-galactopyranoside (IPTG) and incubated for about 8 hours at $2 8 ^ { \\circ } \\mathrm { C }$ to maximize the overexpression of the recombinant protein in the cytosolic fraction.The cels were harvested and flash frozen in liquid nitrogen and stored long term at $- 8 0 ^ { \\circ } \\mathrm { C }$ ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For the purification of GST/HaSCP-2,the E.coli cels were washed in phosphate-buffered saline (PBS: $1 4 0 \\mathrm { m M }$ NaCl,10 mM ${ \\mathrm { N a } } _ { 2 } { \\mathrm { H P O } } _ { 4 } ,$ $\\mathrm { P O _ { 4 } , 1 . 8 m M K H _ { 2 } P O _ { 4 } , 2 . 7 m M K C l , p H 7 . 4 ) }$ and resuspended in $3 0 \\mathrm { m l }$ of PBS with $5 \\mathrm { m M }$ dithiothreitol. The bacterial cells were lysed with ultra-high pressure homogenizer at $1 . 2 \\times 1 0 ^ { 9 }$ Pa for 3 times at $4 ^ { \\circ } \\mathrm { C }$ The cell lysate was centrifuged at $2 0 , 0 0 0 \\times { \\bf g }$ for about 1hour to remove cellular debris.The fusion protein was purified by GST affinity column ( $8 \\mathrm { m l }$ bed volume,Merck-Novagen KGaA,Darmstadt,Germany) and the GST tag was cleaved by digesting with 250units of Thrombin (Amersham Pharmacia) on the column at $4 ^ { \\circ } \\mathrm { C }$ overnight. For the following purification,Hitrap QFF $5 \\mathrm { m l }$ anion-exchange column (GE Healthcare,Pittsburgh,PA, USA) was used.The protein was washed with PBS buffer at the flow rate of $1 \\mathrm { m l / m i n }$ and the flow-through was collected. HaSCP-2 protein was further purified on Superdex 16/60 20oHR gelfltration column (GE Healthcare,Pittsburgh, PA, USA) with $5 0 \\mathrm { m M }$ HEPES,150 mMNaCl,pH7.5.Purified protein was then lyophilized and stored at $- 8 0 ^ { \\circ } \\mathrm { C }$ ： ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "NMR spectroscopy.For NMR spectroscopy, uniformly isotope-labeled HaSCP-2 domain was prepared by culturing the bacteria in M9 minimal medium using $^ { 1 5 } \\mathrm { N } \\mathrm { H _ { 4 } C l }$ (forU- $^ { 1 5 } \\mathrm { N }$ -labeled protein) as the sole nitrogen source or $^ { 1 5 } \\mathrm { N } \\mathrm { H } _ { 4 } \\mathrm { C l }$ and $^ { 1 3 } \\mathrm { C } _ { 6 } \\mathrm { H } _ { 1 2 } \\mathrm { O } _ { 6 }$ (forU- $^ { 1 3 } \\mathrm { C }$ 0 $^ { 1 5 } \\mathrm { N }$ -labeled protein)(Cambridge Isotope Laboratories Inc.)as the sole nitrogen and carbon sources,respectively.The concentration of purified protein of the NMR sample was $\\mathrm { \\sim } 1 . 0 \\mathrm { m M }$ ,dissolved in $2 0 \\mathrm { m M } \\mathrm { p H } 6 . 5$ phosphate buffer containing l20 mMNaCl, $2 . 5 \\mathrm { m M }$ Triton-X100 and $0 . 0 2 \\%$ $\\mathrm { N a N } _ { 3 }$ . All NMR spectra were acquired at $2 9 8 \\mathrm { K }$ on Agilent DD2 ${ 6 0 0 } \\mathrm { M H z }$ spectrometer equipped with a cold probe. The sequential backbone resonance asignments were achieved by using standard triple-resonance experiments: $\\mathrm { H N C A C B ^ { 4 0 } }$ ， $\\mathrm { C B C A ( C O ) N H ^ { 4 1 } }$ and $\\mathrm { H N C O ^ { 4 2 } }$ .Non-exchangeable side chain resonance assignments were carried out with the help of the following spectra: HBHA $\\mathrm { ( C O ) N H ^ { 4 3 } }$ ， $\\mathrm { C ( C O ) N H ^ { 4 4 } }$ ,HCCH-TOCsY45 and 13C-edited NOESY46. Inter-proton distance restraints were derived from three NOESY spectra (all with $1 0 0 \\mathrm { { m s } }$ mixing time): 15N-edited NOESY and 13C-edited NOESY for the respective aliphatic and aromatic regions.The spectra were processed with the program of NMRPipe47 and analyzed with CcpNmr program suite48.Structure calculation and NOE assignment were performed simultaneously by using the program $\\mathrm { \\bar { C N S ^ { 4 9 } } }$ and ARIA $2 ^ { 5 0 }$ which has a portal to the CcpNmr suite. Hydrogen bonding restraints were generated from the standard secondary structure of the protein based on the NOE paterns and backbone secondary chemical shifts.Backbone dihedral angle restraints 0 $\\mathrm { \\dot { \\phi } }$ and $\\boldsymbol { \\Psi }$ angles)were derived using the program DANGLE51 incorporated in the CcpNmr suite.A total of 200 structures were calculated and the 20 structures with the lowest total energy and least experimental violations wereselected to perform arefinement procedure in water.The refined structure ensemble was selected to representthe HaSCP-2 structure.The atomic coordinates ofthe HaSCP-2 has beendeposited in the Protein Data Bank with the accession code of 4UEIand the chemical shift assignments of the domain have been deposited in the Biological Magnetic Resonance Data Bank with accession number of 111555 (htp://www.bmrb.wisc.edu).The protein structure ensemble was displayed and analyzed with the software of MolMol52 and UCSFchimera $1 . 8 . 1 ^ { 5 3 }$ ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Docking simulation analysis.In order to detect thebinding site of HaSCP-2 with ligands,which help to illustrate the accurate binding model and the mechanism of interaction,molecular docking analysis were carried outby using SYBYL-7.3 program package (Tripos International,St.Louis,MO,USA).Before docking simulations,the structures of ligands (cholesterol, $\\beta$ -sitosterol,palmitic acid) were drawn by using ChemOffice 2008 (CambridgeSoft) and the minimum energy conformation of each ligand were processed by MM2 program54. TritonX-100 ligand wasseparated from PDB 1IKT.For docking experiment,the protocol was generated by keeping the default parameters (mode of Automatic,threshold factor of $\\overset { \\bullet } { 0 . 1 } \\mathring { \\mathrm { A } }$ and a bloat of $0 \\mathring \\mathrm { A }$ ).The ligands were then prepared by protocol ofSurflex_for_searching.The Docking ModeofSurflex-Dock GeomX was utilizedto generate 20 conformations per structure and the conformation of maximum total score was chosen forthe further analysis. To found the contact residues between protein and ligands, UCSFchimera 1.8.1 was used to find atoms with van der Waals (VDW) overlap $\\ge - 0 . 4$ angstroms. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Mutation. Single site amino acid mutations in the pGEX-KG/trHaSCP-2 were introduced using the QuikChange ISite-Directed Mutagenesis kit (Stratagene,LaJolla,CA).TheY51,F53,F89,I91,F110,1and Q131 sites of HaSCP-2 were selected to perform mutation. Mutant plasmids were sequenced to confirm the introduced point mutations. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Ligand and SCPls binding with HaSCP-2.HaSCP-2 binding activity to cholesterol was determined by using NBD-cholesterol binding assays.In truncation experiments,deduced HaSCP-2 and truncated HaSCP-2 were used for NBD-cholesterol binding assy; while as in mutation experiment,truncated HaSCP-2(defined as wild type HaSCP-2) and mutated HaSCP-2 were assayed.HaSCP-2 was diluted in $1 0 \\mathrm { m M }$ ${ \\mathrm { K H P O } } _ { 4 }$ buffer $\\mathrm { ( p H 7 . 4 ) }$ （20 to a serial of varied concentrations $( 1 \\mathrm { n M - } 1 0 \\mu \\mathrm { M } )$ ,respectively. $5 0 \\mu \\mathrm { l }$ of each concentration of HaSCP-2 solution (either wild type HaSCP-2 or mutated HaSCP-2) was mixed with $5 0 \\mu \\mathrm { l }$ of NBD-cholesterol solution containing $1 \\mu \\mathrm { M }$ NBD-cholesterol in $1 0 \\mathrm { m M }$ $\\mathrm { K H P O _ { 4 } }$ buffer $\\mathrm { ( p H 7 . 4 ) }$ . And the total $1 0 0 \\mu \\mathrm { l }$ of mixture was incubated at room temperature for 5minutes.Then,the samples were applied to measure the fluorescence signals using a fluorescence microplate reader(GeminiXPS,Molecular Devices).Fluorescence was excited at $4 8 5 \\mathrm { n m }$ and the emission was measured at $5 3 0 \\mathrm { n m }$ .Date was processed using a simple,single binding site, non-linear regression model in GraphPad PRISM@ software version 4.0(GraphPad Software Inc.,San Diego, CA).The equation we used is equation 1: ",
        "page_idx": 11
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { Y } = \\frac { \\mathrm { B m a x } \\times \\mathrm { X } } { \\mathrm { K d } + \\mathrm { X } } .\n$$",
        "text_format": "latex",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The binding affinity is defined as $K _ { d } .$ In the equation,X is concentration of NBD-cholesterol,Y is the total binding defined by fluorescent intensity unit and Bmax is the maximum specific binding to be ft. GST was used as a negativecontrol. Binding assys forthecontrolwas carriedoutbythesame way described above for HaSCP-2 protein. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Aim to evaluate the SCP-2 inhibitors (SCPIs)inhibitory efects on cholesterol binding to HaSCP-2,the NBD-cholesterol competition assys was performed with two kinds ofSCPIs (SCPI-1and mangostin),respectively. In the presence of each SCPI with an increasing concentrations $( 0 { - } 1 0 \\mu \\mathrm { M } )$ ,HaSCP-2 (with final concentration of ${ 5 \\mu \\mathrm { M } }$ )was incubated with NBD-cholesterol (with final concentration of $1 . 2 5 \\mu \\mathrm { M } \\dot { }$ in $1 0 0 \\mu \\mathrm { l }$ of10 mM $\\mathrm { K H P O _ { 4 } }$ buffer $\\mathrm { ( p H } 7 . 5 )$ at $2 5 ^ { \\circ } \\mathrm { C }$ .Mixture samples were added into 96-wellplates and fluorescence intensity was measured on the microplate reader (GeminiXPS,Molecular Devices).Excitation was at $4 8 5 \\mathrm { n m }$ and emission was measured at $5 3 0 \\mathrm { n m }$ .The results are analyzed from three repeated experiments with standard deviations.All the data were processed using a single site competition,non-linear regression modelin the GraphPad PRISMsoftware version 4.0 (GraphPad).The $5 0 \\%$ effective concentration (EC50) was obtained using the equation 2: ",
        "page_idx": 11
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm {  ~ Y = \\frac { B e s t \\ f i t \\ v a l u e \\ M I N \\ + \\ o ( b e s t \\ f i t \\ v a l u e \\ M A X - b e s t \\ f i t \\ v a l u e \\ M I N ) } { ( 1 + 1 0 ^ { \\cdot } ( X - \\ l o g E C 5 0 ) ) } }\n$$",
        "text_format": "latex",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Biological assays in H.armigera lavae.The H.armigera larvae were reared according to previous methods17. Larvaewere reared at $2 6 ^ { \\circ } \\mathrm { C }$ in $7 5 \\mathrm { - } 8 0 \\%$ humidity and aphotoperiod of $\\mathtt { 1 4 h }$ light and $\\mathrm { 1 0 h }$ dark.TheH.armigera larvae were treated with two inhibitors, SCPI-1 and $\\alpha$ -mangostin in the bioassay.Both inhibitors were dissolved in dimethyl sulfoxide(DMSO) ata concentration of $2 0 0 \\mathrm { m M }$ .Then SCPIswerediluted with $9 5 \\%$ ethanol to final concentrations of $3 . 7 5 \\mathrm { m M }$ for SCPI-1and $1 2 . 5 \\mathrm { m M }$ for mangostin.SCP inhibitors treatments were carried out at thirdinstarandforth instar,respectively.Thedaylthirdanddayl fourth instarlarvae were placedonablock of $2 \\mathrm { g }$ diet foods containing $4 0 \\mu \\mathrm { l }$ of each inhibitor with defined final concentration above.Fresh diets were provided everyotherday.Thelarvae were grown to fth instarstadium.For two diffrent stages (3rdor 4th instar)treatments, 3 larvae/each sample from3-day-oldfth stage were pickedup,respectivelyandthefatbody tisses were disscted out forcholesterol concentration measurements.Because the fat body ofinsects is the main tisseof cholesterol storage,thefatbodies ofthe treatedlarvae were disectedat5th instarandtheconcentrationofcholesterolinthe fat body was measured. Non-treated wild type H.armigera was used as a negative control. The concentration of cholesterol was assayed using thetissue totalcholesterolassay kit (Applygen Technologies Inc.,Beijing,China and the totalproteinofeach sample was determined byBCA protein assay kit(Thermo Scientific Pierce,Rockford,IL, USA).Relative concentration of cholesterol was defined as: cholesterol concentration $\\mathrm { ( m g / m l ) }$ /total protein (mg). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Statistical analysis.By using the GraphPad PRISM software version 4.0(GraphPad),data were analyzed with two-way ANOVA(GLM procedure) to determine if several components of the biological parameter in the control groups and treated groups differed significantly. Unpaired t-test with Welch's correction was performed for two groups with unequal numbers ofsamples to determine whether the differences were significant using the GraphPad PRISM software version 4.0 (GraphPad)55. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "and control of a polyphagous pest.Bull Entomol Res 89(3),201-207(1999).   \n2.Craig,D.O.&Jorge,FC.EconomicandpolicyissuesofUS.agriculturalpesticideusetrends.PestManagSi69(9),00-1025 (2013).   \n3.Behmer,S.&NesWIsetteolutritadsig:agobaoerveAdvIsectiol303).   \n4.ZdobnovE..etal.ComparativeenomendproteoealysisfohelegmbedDroohilmelanogasterie9, 149-159 (2002).   \n5.Grieneisen,M.LRecentadvancesinourknowledgeofecdsteroidiosythesisininsectsandcrustaceans.InsectBiochemMoliol 24,115-132 (1994).   \n6.Beydon,P&Lafont,R.Lng-trmcolesterollabelingsaonveentmeansfrmeasuringecdysteroidproductioandatabolism in vivo:application to thelastlarvalinstarofPieris brasicae.Arch Insect BiochemPhysiol5,139-154(1987).   \n7. Clark,A.J.& Bloch,K.Function of sterols in Dermesters vulpinus.J.Biol Chem 234,2583-2588 (1959).   \n8.Riter,K.S.&Nseectsfolesterodeelooise.Jectiol.(3),75(9).   \n9.Hobson,R.POnafat-solublegrowthfactorequedbyblow-flylarva:Identityofthegrowthfactorwithcholesterol.BiohemJ. 29(9),2023-2026 (1935).   \n10.Gallegos,A.M.etal.Sterolarierprotein-expressionalters plasmamembranelipiddistributionandcolesteroldyamics. Biochemistry 40,6493-6506 (2001).   \n11.Krebs,K.C&eprloteeoeeeoedest Mol Biol12,51-60 (2003).   \n12.Kim,M.S.& Lan,Q.Sterol carrier protein $\\mathbf { \\nabla \\cdot x }$ gene and effects of sterol carrier protein-2 inhibitors on lipid uptake in Manduca sexta. BMC Physiology10,9 (2010).   \n13.Peng,R.,Maklokoa,V.,Chandrashekhar,J.H.&Lan,Q.InVivoFunctionalGenomicStudiesofSterolCarrierProtein-Gnein the Yellow Fever Mosquito.PLoS One 6(3),e18030 (2011).   \n14.Takeuchi,H.etal.Characterzationofasterolcarrerprotein2/3oxoacy-CoAthiolasefromthecottonleafworm(Spodoptera litoralis):alepidopteran mechanismcloser to that in mammals thanthatin dipterans.BiochemJ.382,93-100 (2004).   \n15.Gong,J.taloleculaconngndharacterzatinofBombyxmoisteolcarrerproteinx/terolarreproten2 (SCPx/CP2) gene.DNA Sequence 17(5),326-333 (2006).   \n16. Guo,X.R., Zheng,S.G.,Liu,L.& Feng Q.L.The sterol carrier protein $2 / 3$ -oxoacyl-CoA thiolase (SCPx)is involved in cholesterol uptakeinthedgutofSpodopteralitura:genecloning,expresion,localizationndunctionalanalyses.BMCMolecularolog, 102-120 (2009).   \n17.Du,Xetacot-/ro-e,le JInsect Physiol58(11),1413-1423 (2012).   \n18.Seedorf,U.,Ellinghaus,P.&Roch,N.J.Sterolcarrier protein-2.BiochimBiophys Acta1486(1),45-54(2000).   \n19.VyazunoI.&nstrot-eilycesidsiseil and Molecular Biology 37,173-198 (2008).   \n20.Gallgos,A.M.etal.Gnestucre,tracellarloclzationdfunctioalolesoftolareproten-.ProgLidRes4 498-563 (2001).   \n21.Atshaves,BalSterolerproten-expressodlatesprotenndlidomposiofddoplet.iolm, 25324-25335 (2001).   \n22.Murphy,E.J.Sterolcarrierprotein-2:notjust forcholesterolany more.MolCellBiochem239,87-93 (002).   \n23.Atshol metabolism in Lcellfibroblasts.JLipid Res 44,1751-1762 (2003).   \n24.SchroederFalProsterolcaierprotein-2olfteN-terialprsequenceinsructure,fnctionndperoxisoalaetig JBiol Chem 275,25547-25555 (2000).   \n25.Dyer,D.H.etal.Thestructuraldeterminationofaninsectsterolcarrerprotein-2withaligandboundC16fattyacidat $1 . 3 5 \\mathring { \\mathrm { A } }$ （20 resolution.JBiol Chem 278,39085-39091(2003).   \n26.Coles,S.M.etal.Cholesterolinteractionwithrecombinant humansterolcarrer protein-2.Lipids 30,795-803(1995).   \n27.Frolov,A,ilrKlr,J,CoT.eriidciitdlalrot acid-binding site:a fluorescence displacement and energy transfer study.Lipids 32,120l-1209 (1997).   \n28.DyerD.hJFstK&acteioteoetroo like 3 gene and ligand bound protein structure.Mol Cell Biochem 326,67-77 (2009).   \n29.DyerD.HeselyVrestK.T.&an.redisiastrcture/fucioalisf--likerevealsc among SCP-2 family members.JLipid Res 49,644-653 (2007).   \n30.Zhang,L.Letalrucuradcaalesterolaerproeininodopraia.lOe9()44).   \n31.RadekJDyerDH.&Laftsfmutaiosidesegyistolarrprotin-oegicaliofte protein.Biochemistry49,7532-7541(2010).   \n32.Haapalainen,A.M.etal.CrystalstructureofthelgadedSCP-2-likedominofumanperoxisoalmultifunctioalenete 2 at $\\overset { \\cdot } { 1 . 7 5 \\mathrm { \\AA } }$ resolution.JMol Biol 313,1127-1138 (2001).   \n33.StanleyW.A.etalecogitioofunctioalroxisotetargetbyaiciportrecetorex5p.olecularel4 653-663 (2006).   \n34.Choinowski,ser,H&oekKtrucuerproeat8soealsdrooctueable for lipid binding.Biochemistry 39,1897-1902 (2000).   \n35.GoroncyA.K.etal.NMRandX-raystructuresof theputative sterolcarierprotein2fromThermus thermophilusHB8show conformational changes.J Struct Funct Genomics11,247-256 (2010).   \n36.Lascombe,M.B.et al.The $1 . 4 5 \\mathring \\mathrm { A }$ resolution structure of the cryptogein-cholesterol complex:a close-up view ofa sterol carrier protein (SCP)activesite.ActaCrystallogrDBiolCrystallogr58,1442-1447 (002).   \n37.SingraJel ligated formsof Aedes aegypti Sterol Carrier Protein 2(AeSCP-2).JBiol Chem285(22),17046-17053 (2010).   \n38.Holm,L.&Sander,C.Dali:anetwork toolforprotein structure comparison.Trends Biochem Sci20,478-480(1995)   \n39.Kim,M.SWeselyV.&an,Qdntifcatinofmositoserlcarieprotein-2nbors.JipidRes4665-(05).   \n40.Grzesiek,S.&ax,A.Anefentexprimentfrsequetialacboeaignmntofmem-sizedstopalledpoteins. IMwD00 201 207(100m)   \n41.Bax,A.& Ikura,M.An effcient 3D NMR technique for correlating the proton and $^ { 1 5 } \\mathrm { N }$ backbone amide resonances with the alphacarbon of the preceding residue in uniformly ${ } ^ { 1 5 } \\mathrm { N } \\bar { / } { } ^ { 1 3 } \\mathrm { C }$ enriched proteins.JBiomol NMR1(1),99-104(1991).   \n42.Kay,LE.ur,sin&a,oaltriloacesctrooticalde. JMagn Res0n 89,496-514(1990).   \n43.Grzesiek,S.& Bax,A.Amino acid typedetermination in the sequentialassgnment procedure of uniformly $^ { 1 3 } \\mathrm { C } / ^ { 1 5 } \\mathrm { N }$ -enriched proteins. J Biomol NMR3,185-204(1993).   \n44.Grzesiek,S.,Anglister,J.&Bax,A. Correlation of Backbone Amide and Aliphatic Side-Chain Resonances in $^ { 1 3 } \\mathrm { C } / ^ { 1 5 } \\mathrm { N }$ -Enriched Proteins by Isotropic Mixing of $^ { 1 3 } \\mathrm { C }$ Magnetization.JMagn Reson 101,114-119 (1993).   \n45. Bax, A., Clore,G. M.& Gronenborn, A. M. $\\mathrm { ^ { 1 } H \\mathrm { - } ^ { 1 } H }$ correlation via isotropic mixing of $^ { 1 3 } \\mathrm { C }$ magnetization,a new three-dimensional approach for assigning 1Hand 13C spectra of $^ { 1 3 } \\mathrm { C }$ -enriched proteins.J Magn Reson 88,425-431(1990).   \n46.Marion,D,KayLE,parks,SW,Trchia,D.A.&ax,A.re-dimesinalhteroulearNofnirogen-15beledotes. JAm Chem Soc111,1515-1517(1989)   \n47.Delaglio,ek,sterG.,,G,eerJ.&x.ipeulieiolecalpocsing on UNIX pipes.JBiomol NMR 6(3),277-293 (1995).   \n48.Vranken,W.Ftal.TeCCPdatamodelforNspectrosopy:developmentofasoftwarepipeline.Proteins59(4),8696 (2005).   \n49.Bringer,A.T.etal. Crystallography&NMRsystem: Anewsoftwaresuiteformacromolecularstructuredetermination.Acta CrystallogrD Biol Crystallogr 54(5),905-921(1998).   \n50.Rieping W.etal.ARIA2:automatedNOEasignmentanddataintegrationinNMR structurecalculation.Bioinformatics23(3), 381-382 (2007).   \n51.Cheung,M.S.,Maguire,M.L,Stevens,T.J.&Broadhurst,R.W.DANGLE: ABayesianinferentialmethod forpredictingprotein backbone dihedral angles and secondary structure.JMagn Reson 202(2),223-233 (2010).   \n52.Koradi,R,lleter,M.&Wuthrich,K.OLOL:aprogramfordisplayandanalysisofmacromolecularstructures.MolGaph 14(1),51-55(1996).   \n53.Petersen,E.Ftal.UCSFCimra-sualationsemforexploratoryreseachndnalysis.JComputChm25(13)061 (2004).   \n54.Allnger,NL.Conformationalanalysis.130.MM2.AhydrocarbonforcefeldutlzingVandV2torsionalterms.JAmChemSoc 99,8127-8134(1977).   \n55.SAS. Users guide,Version 8.Cary,NC: SAS Institute Inc.(1999). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "We are very grateful to Prof. Que Lan for her great supports and encouragements throughout the study for many years.We thank Prof.Jian Wan in Central China Normal University for providing us with SYBYL software.This work was finacially supported by grants from the National Nature Science Foundation of China (NSFC)(Grant No.31171875and No.31401762),NSFC International Colaboration Initiatives (GrantNo.3074,04,20,549),Hubei Provincial Natural Science FoundationofChina(Grant No.2014CFB368)and self-determined research funds of CCNU(Central China Normal University)from the collges'basic research and operation of MOE(Grant No. CCNU14A05032). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "AuthorContributions ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "H.H.,K.L.,J.P.andR.P.conceivedanddesigned thestudy,H.M.,Y.M.andX.L.carriedout the experiments.H.M., X.L.,D.D.,H.H.,K.L.,J.P.andR.P.analyzed the results and wrote the paper. Q.L.and P.X. provided technical supports and helped with data analysis.All authors read and approved the manuscript. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "AdditionalInformation ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Supplementary information accompanies this paper at http://www.nature.com/srep ompeting financial interests: The authors declare no competing financial interes ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "How tocite this article: Ma,H.et al.NMR structure and function of Helicoverpa armigera sterol carrier protein-2,an important insecticidal target from the cotton bollworm.Sci.Rep.5,18186; doi:10.1038/srep18186 (2015). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "This work is licensed undera Creative Commons Attribution 4.0 International License.The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in the credit line; if the material is notincluded under the Creative Commonslicense, users will need to obtain permisson from the license holder to reproduce the material.To view a copy of this license,visit http://creativecommons.org/licenses/by/4.0/ ",
        "page_idx": 13
    }
]