[
    {
        "type": "text",
        "text": "1Running head: OPERATION-DIRECTED ATTENTIONAL   \n2SELECTION OF WORKING MEMORY CONTENT   \n3   \n4   \n5   \n6   \n7   \n8 Attention-operated working memory representations   \n9 determine visual selective attention   \n10 Ting Luo ‘, Shimin Fua, Zhencai Chen bc, Bochuan Mou b, Dandan Tangd,   \n11 Antao Chen b,\\*   \n12   \n13   \n14a Department of Psychology, Tsinghua University, Beijing,100086, China   \n（204 $1 5 ^ { \\mathrm { b } }$ Key laboratory ofCognition and PersonalityofMinistry of Education,Facultyof Psychology,   \n16Southwest University, Chongqing, 400715, China   \n$1 7 ^ { \\mathrm { { c } } }$ State Key Laboratory of Cognitive Neuroscience and Learning & IDG/McGovern Institute for   \n18Brain Research,Beijing Normal University, Beijing,100875, China   \n（204号 $1 9 ^ { \\mathrm { d } }$ School of Education Science, Zunyi Normal College, 563002 ,China   \n20   \n21   \n（204号 $2 2 ^ { * }$ Corresponding author at: Faculty of Psychology, Southwest University, BeiBei, Chongqing,   \n23China. E-mail address: Xscat@swu.edu.cn (A. Chen).   \n24   \n25   \n26   \n27 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Abstract: ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2It has been demonstrated that visual attention is guided by information actively maintained in   \n3working memory (WM). However, it remains unknown whether other operations (e.g. inhibition)   \n4on WM contents influence selective attention. This issue was investigated in a visual search task   \n5where WM contents with either operation (maintenance or inhibition) appeared as distractors in   \n6the search display. Behavioral results showed that search performance was slowed down for   \n7presenting the maintained contents,but speeded up for the inhibited contents.These results   \n8suggested an operation-directed selection of WM contents that visual attention was distinctively   \n9influenced by contents with different operation. These observations were further confirmed by the   \n10indexes of event-related potentials (ERPs). The inhibited WM contents were suppressed at sensory   \n11gating stage (i.e., suppressed Pl amplitude), while the maintained WM contents guided visual   \n12attention (i.e., enhanced N2pc amplitude).It seems that results from ERPs and behavior are   \n13integrated. The maintained contents guided visual attention that hindered performance of   \n14searching a target, while the inhibited contents screened attention that facilitated target searching   \n15in the other space. Besides, P3 component indexing updating of WM, which revealed comparable   \n16latency both for the maintained and the inhibited WM contents,but with longer latency than the   \n17neutral contents. These results suggested that the WM contents with distinct operations were   \n18expelled from the focus of executive attention after the onset of the search task, which might be   \n19necessary for the WM contents influencing selective attention. The current study reveals that   \n20operations of WM contents distinctively affect early selective attention to the matching contents,   \n21which sheds some light on the interaction between WM and visual atention.   \n22Key words: selective attention; working memory (WM)； event-related potentials (ERPs);   \n23attentional operation; inhibition ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "21Introduction ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Working memory (WM) and attention are closely related. As we know, information   \n4maintained in WM has been demonstrated to influence selective attention . However, other studies   \n5have revealed no evidence of the influence of WM contents on attention .Thus, further   \n6investigation is required to fully understand the controversy over the influence of WM contents on   \n7attention and its underlying mechanism.   \n8 The finding that the visual attention of a search task is biased to the content maintained in the   \n9concurrent WM task, suggests a guidance effect driven by memory content . Additionally, the   \n10guidance effect is automatic (Soto,Heinke, Humphreys,& Blanco, 2005) and robust even in   \n1lpresence of a salient search target (Soto, Humphreys,& Heinke, 2006). However, other studies   \n12have showed no guidance effect of the maintained WM contents when the task of selective   \n13attention requires active representation .As we know, the number of items processed with the   \n14executive attention is limited (Menneer et al.,2007; Oberauer, 2002), thus in the dual task the WM   \n15contents and the search target would compete for attentional focus. In these studies,the target was   \n16actively represented , which occupied attentional focus. In the meanwhile,the WM contents that   \n17were stored but not under executive atention resulted in diminished or disappeared guidance   \n18effect. Above all there were two different (stored and executive) states of WM that the contents   \n19under executive state influence visual attention while do not affect attention when merely stored .   \n20It seems that the ongoing processing of WM contents with executive attention may be critical in   \n2linfluencing visual attention.   \n22 As we know, the executive function of the WM involves two distinct operations, maintenance   \n23and inhibition .As previous studies focused on the influence of the maintained WM contents on   \n24attention,little is known about the selective attention influenced by inhibitory operation of the   \n25contents. The inhibitory operation excludes irrelevant information and suppresses distractors,   \n26which has been emphasized in numerous studies .Moreover, the top-down suppression of   \n27irrelevant information is essential and always online to obtain optimal performance .As an   \n28important executive function, the inhibitory operation is an indispensable part to reveal the   \n1mechanism of the interaction between selective attention and WM contents.Notably, the   \n2investigation whether the inhibited WM contents have an influence on attention can directly   \n3examine the previous view, which suggests WM contents under executive attention do affect   \n4selective attention (. Additionally, comparison between the selective attention influenced by the   \nSinhibited contents and that by the maintained contents will shed some lights on the relationship   \n6between selective attention and WM contents with distinct operations.   \n7 As we noted above, it is probably the executive attention operated on the WM contents that   \n8influence selective attntion to the matching information in a task of selective attention. However,   \n9it still unclear whether the contents under executive attention or contents with specific operation   \n10affect selective attention. Herein, two alternative predictions are proposed to resolve this question,   \n11the attention-directed guidance and the operation-directed selection. As we mentioned, operations   \n12(maintenance and inhibition) of the WM contents involves executive attention, thus that the   \n13contents are processed within the attentional focus and easily gain control of visual attention .   \n14Based on this view, the attention-directed guidance suggests that the matching contents under   \n15executive attention willbe more accessible and attract visual attention in the other task. Therefore,   \n16the attention-directed guidance predicts that both the maintained and the inhibited WM contents   \n17capture visual attention, demonstrating analogous pattern of selective atention. However, the   \n18operation-directed selection acknowledges the accessibility of contents under executive attention,   \n19and further posits that the specific operation (maintenance or inhibition) on executive attention   \n20determines the selective attention of perceptually matching contents. In other words, the   \n2lmaintained content is attended and the inhibited content is suppressed when they appeared in the   \n22visual field. This view predicts that the contents with maintained operation and the contents with   \n23inhibitory operation have distinct pattern of selective attention.   \n24 In the current experiment, a dual-task incorporating WM task and visual search task was   \n25utilized, modified from Olivers et al. (2006).In the WM task, two colors were memorized first,   \n26and then a cue pointed the color to be maintained and the other to be inhibited.The stimuli were   \n27presented on the bilateral visual fields in the search array, which enabled an examination on   \n28lateralized processing indicative of the selective attention (Heinze et al.,1990; Luck and Hillyard,   \n291994a). Additionally, the cued or uncued WM contents might appear on the opposite field to the   \n1search targets.A baseline (neutral condition) was established when there was no memory item in   \n2the search array. Applying a moderate duration between the WM task and the search task suggest,   \n3the cued and the uncued WM contents were supposed to be differently operated (maintained and   \n4inhibited, respectively) under executive atention. If the attention-directed guidance determines the   \n5influence of WM contents on attention,both the maintained (cued) and the inhibited (uncued) WM   \n6contents wil guide attention and impair search performance. Alternatively, the operation-directed   \n7selection forecasts an adverse efect for the presence of the maintained WM contents and a   \n8beneficial effect for the inhibited WM contents in the search task.   \n9 In addition to the behavioral measurement, electrophysiological method was also employed   \n10to further reveal the neural mechanism of selective attention influenced by WM operations.   \n11Electroencephalogram (EEG) data were recorded while healthy human participants were   \n12performing the dual-task. Early ERP (event-related potential) components (e.g., P1 and N1) were   \n13adopted to index the selective attention influenced at sensory gating stage .The attentional   \n14guidance effect could be reflected by the N2pc component ， which is sensitive to spatially   \n15selective attention .Additionally,P3 was also examined as the late attentional components . ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "162Method ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "172.1 Participants ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "18 Twenty-four (11 females,aged between 18 and 25 years) right-handed college students at   \n19Southwest University were recruited in return for a monetary reward. Allparticipants reported   \n20normal or corrected-to-normal visual acuity and normal color vision. Informed consent was   \n21obtained from them all. This study was approved by the Review Board of Southwest University   \n22(Chongqing, China) for Human Participant Research. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "232.2 Apparatus, stimuli and procedure ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "24 E-Prime software (version 1.1, Psychology Software Tools Inc.Pittsburg, USA) was used to   \n25control the stimuli and collect responses. The stimuli were displayed on a 17-inch monitor with a   \n26resolution of $1 , 0 2 4 \\times 7 6 8$ pixels and a refresh rate of $8 5 \\mathrm { H z }$ . The distance between the monitor and   \n27participants was approximately $7 0 \\mathrm { c m }$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1 Stimuli were presented on a gray background (RGB values: 128,128, 128). The color patch 2was $1 . 6 ^ { \\circ } \\times 1 . 6 ^ { \\circ }$ visual angle.Ten colors were chosen from the Munsell's color system consisted 3of five principal hues (red, yellow, green, blue and purple). The hue,brightness and chroma of 4these colors were listed in Table 1. The specific hue and value were kept nearly constant. The 5chroma of each color varied between 8 and 12. Note that these colors used in the present 6experiment were only approximations of Munsell's original colors due to screen limitations. The 7vertical line was $0 . 8 ^ { \\circ } \\times 0 . 1 ^ { \\circ }$ visual angle, and the target was tilted $1 5 ^ { \\circ }$ . In the search array, four 8lines were presented and each was put on the middle of the color patch as an object. 9 The trial sequence of this experiment was shown in Figure 1. Each trial began with a black 10 cross presented for $5 0 0 \\mathrm { m s }$ . After that, a memory array with two colors was presented for 1500 $1 1 ~ \\mathrm { m s }$ , and participants were required to remember both colors.The color patches were presented on 12 the middle line that deviated $1 . 5 ^ { \\circ }$ up and down from the center fixation. Following that, a mask 13 array of $5 0 0 \\mathrm { m s }$ contained two Mondrian patches, which presented on the same locations as color 14 patches in the memory array. At the last $2 0 0 \\mathrm { { m s } }$ of the mask array, an arrow was added on the 15fixation,introducing distinct attentional operations (i.e.,maintenance and inhibition)on the 16 memory colors.The arrow pointed to the color to be tested and was maintained,but the uncued 17 color was irrelevant and supposed to be inhibited. The inter-stimulus interval between the mask 18 array and the search array was randomized between $1 0 0 0 \\mathrm { { m s } }$ and $1 2 0 0 \\mathrm { m s }$ . The search array 19 contained four objects on separate quadrants in an imaginary clock face with a radius of $6 . 5 ^ { \\circ }$ 20 The colors of objects were different in the left and in the right visual field, but identical in each 21 visual field. Participants responded to the position of the target (i.e., in the left or right visual 22 field). After an interval of $5 0 0 \\mathrm { m s }$ , the test array with two different color patches was displayed 23 horizontally, in which a response about the presence of the cued color was required.Both the 24 search array and the test array was presented until a response or $3 0 0 0 \\mathrm { m s }$ . The inter-trial interval 25 was 500 ms. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "262.3 Assignment of stimuli ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "27 Locations of stimuli were controlled with balance. In the mask array, an upward arrow   \n28 appeared on half of the trials and a downward arrow appeared on the remaining half trials. In the ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1 search array, the targets presented on four quadrants evenly. The cued color and the uncued color 2 were located in the left and the right visual fields for equal probability.The directions of the cue 3 corresponding to the top and botom locations of the target were counterbalanced and so were the 4 left and right positions of the search target corresponding to that of the cued color in the test. 5 The colors presented in an array were controlled for some purposes. In the memory array, 6 colors were chosen from two adjacent hues (red, yelow, green,blue and purple) to ensure visual 7 similarity. Thus, the memory colors were supposed to be maintained with visual representation. 8 In the search array, when one of the colors in the memory array appeared, the other color was the 9 most dissimilar one to it. Otherwise,the two colors dissmilar to both memory colors were lO displayed. Additionally, the luminance contrast and color distance in the search array were 11 approximately equated to avoid difference in physical attributes. In the memory test, two similar l2 colors were chosen to ensure visual representation of the memory colors . ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "13 2.4 Design ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "14 Since the interaction between operation of visual WM content and visual attention is our   \n15 main concern, the relationship between the WM contents with distinct operations (the maintained   \n16 and the inhibited contents) and the search target was manipulated. Specifically, one of the   \n17 memory colors appeared in the search array on half trials,among which the cued color (cued   \n18 condition) and the uncued color (uncued condition) was presented in the opposite visual field to   \n19 the target in equal probability. On the other half of trials, other colors displayed in the search   \n20 array as neutral condition. Therefore, the Search condition (cued condition, uncued condition and   \n21 neutral condition) was established. The proportions of the cued condition, the uncued condition   \n22 and the neutral condition was 1:1:2, to avoid any bias to the memory items.   \n23 For the memory test, the cued color and the unced color was presented with equalization   \n24 and independent of each other. Thus, four combinations constituted by Cued color (presence,   \n25 absence) and Uncued color (presence, absence) were generated.   \n26 Participants in the practice session did 24 trials with feedback of the memory test. After the   \n27 practice, the experiment with 24 blocks of 24 trials was performed. Trials were assigned with   \n28 pseudo randomness. Each block took 2-3 minutes,and participants had a self-determined rest.   \n1 The whole experiment requires 60-70 minutes.The data from the practice sesson were excluded   \n2 from analysis. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "32.5 EEG recordings and pre-processing ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4 The electroencephalogram (EEG) data were recorded using a Brain Products system (band 5pass $0 . 0 1 \\mathrm { - } 1 0 0 \\mathrm { H z }$ , sampling rate: ${ 5 0 0 } \\mathrm { H z }$ , notch off), connected to a 60 scalp Ag-AgCl electrodes 6placed according to the international 10-20 system. All inter-electrode impedances were kept 7below $5 \\mathrm { k } \\Omega$ with the references on $\\operatorname { F C z }$ and a ground electrode on AFz. The electro-oculograms 8(EOGs) were simultaneously recorded from four surface electrodes, which were placed over the 9upper and lower eyelids and next by the outer canthus of the left and right eye to monitor ocular l0movements and eye blinks. The EEG and electro-oculograms (EOGs) signals were amplified l 1using a DC voltage. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "12 EEG data were pre-processed using EEGLAB 11.0 (Delorme & Makeig, 2004). Continuous   \n13EEG recordings band-pass filtered between l and $4 0 \\mathrm { H z }$ .EEG epochs were segmented in 1200 ms   \n14time-windows (pre-stimulus 200 ms and post-stimulus $1 0 0 0 \\mathrm { { m s } } \\mathrm { { . } }$ ）on the search task,and baseline   \n15corrected using the pre-stimulus time interval. EEG epochs were then visually inspected and trials   \n16with considerable artifacts resulting from gross movements were removed. Trials contaminated by   \n17eye-blinks and other movements were corrected using an independent component analysis (ICA)   \n18algorithm (Delorme & Makeig,2004; Delorme, Sejnowski, & Makeig,2007). In alldatasets, the   \n19individual eye movements, which showed a large EOG channel contribution and a frontal scalp   \n20distribution, were clearly seen in the removed independent components (ICs). After ICA and an   \n2ladditional baseline correction,EEG trials (at least 110 trials in each condition) were re-referenced   \n22to the bilateral mastoid electrodes. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "23 2.6 Data analysis ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "24 Analyses of behavior data.In the analyses of the search task, data from one participant was   \n25excluded due to excessive errors (exceeding three standard deviations). Trials with wrong   \n26responses or RTs exceeding $1 2 0 0 \\mathrm { m s }$ , were removed (about $4 \\%$ of all trials) in the analysis of   \n27mean RTs. The one-way repeated-measures analysis of variance (ANOVA) was carred out on the   \n1mean RTs and accuracies for the Search condition.All data were analyzed in the memory test with   \n2a 2 (Cued color: presence,absence) $\\times 2$ (Uncued color: presence, absence) repeated-measures   \n3ANOVA.   \n4 Analyses of ERP data. The statistics were based on 23 participants with normal errors.   \n5Single-participant averaged waveforms in each condition were averaged to get the grand averaged   \n6waveform, which were used to obtain the group-level scalp topographies for each condition. The   \n7P1, N1, N2pc and P3 components were analyzed in the search task.   \n8The P1 showed a max activation around $1 0 0 ~ \\mathrm { { m s } }$ at the lateral parietal-occipital scalp   \n9topography. At these electrodes (P1/2, P3/4, PO3/4,and PO7/8),P1 peak amplitudes were detected   \n10as the max positive deflection in the time window of 60-130 ms. The 4 (Electrode: P1,P3,PO3,   \n11and $\\mathrm { P O } 7 ) \\times 2$ (Hemisphere: left,right) $\\times 3$ (Search condition: cued, uncued and neutral) repeated  \n12measures ANOVA was executed on peak amplitudes and latencies.   \n13N1 peak amplitudes were detected at the occipital electrodes (Oz, O1/2,POz and PO3/4),   \n14with negative reflection within the time window of 160-200 ms.A 6 (Electrode: Oz, O1/2, POz   \n15and $\\mathrm { P O } 3 / 4 ) \\times 3$ (Search condition: cued, uncued and neutral) repeated-measures ANOVA was   \n16carried out on N1 peak amplitudes and latencies.   \n17 The N2pc component was sourced at the pooled occipital electrodes (PO7/PO8) and obtained   \n18by subtracting the ipsilateral waveforms from the contralateral waveforms of the target.For   \n19statistical purposes, the N2pc waveforms were computed with a 100-ms pre-stimulus and $4 0 0 \\mathrm { - m s }$ （20   \n20post-stimulus interval with the pre-stimulus period as a baseline (Figure 4). The mean area   \n2lamplitudes across 170-250 ms were compared between the contralateral and ipsilateral electrodes   \n22with paired-sample t test for each condition. And the N2pc amplitudes in Search condition were   \n23obtained by averaging area amplitude across170-250 ms, which was analyzed with the one-way   \n24ANOVA.   \n25The P3 peak amplitude were detected at four posterior midline electrodes (CPz,Pz, POz, and   \n26Oz) in a 280-400 ms time range. The two-way (Electrode $\\times$ Search condition) repeated-measures ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "27ANOVA was executed. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "28 The above statistical analysis was carried out with Statistical Product and Service Solutions   \n29(version 13.0, SPSS Inc.). Greenhouse-Geisser correction for degrees of freedom was used   \n1 whenever the assumption of sphericity was violated $( \\mathfrak { p } < . 0 5 )$ . For multiple comparisons, p values   \n2were adjusted using the Bonferroni correction. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "33 Results ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "43.1 Behavioral results ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "53.1.1 Search task ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "6 Figure 2 depicted the mean RTs and error rates in the search task. Mauchly's test of sphericity   \n7on RTs was statistically significant $( \\chi ^ { 2 } _ { 2 } = 1 2 . 6 8 , p = . 0 0 2 )$ on Search condition, so that a validated   \n8degrees of freedom was used. There was a significant main effect of Search condition $\\cdot F _ { 2 , 4 4 } =$   \n$9 3 5 . 0 0 , p < . 0 0 1$ ， ${ \\eta _ { p } } ^ { 2 } \\mathrm { = } 0 . 6 1 \\$ ） on the measures of RTs. Pairwise comparisons indicated that the RTs in   \n10the cued condition were $3 9 \\mathrm { m s }$ slower than those in the neutral condition $( t _ { 2 2 } = 5 . 3 7 , p < . 0 0 1 , d =$   \n111.12),and 49 ms slower than those in the uncued condition $( t _ { 2 2 } = 7 . 0 2 , p < . 0 0 1 , d = 1 . 4 6 )$   \n12Interestingly, performance in the uncued condition was significantly better for $1 0 \\mathrm { m s }$ than that in   \n13the neutral condition $( t _ { 2 2 } = 2 . 6 0 , p = . 0 4 8$ $d = 0 . 5 4$ ). These results indicated that the appearance of   \n14the cued color opposite to the target hindered the selection for the target, while the presence of the   \n15uncued colors opposite to the target facilitated visual search. Otherwise,variances were equal in   \n16accuracies $( \\chi ^ { 2 } _ { 2 } = 2 . 2 8 , p = . 3 2 )$ , and no main effect was observed because of high accuracy (over   \n$1 7 9 9 \\%$ in all conditions $( F _ { 2 , 4 4 } = 1 . 7 0 , p = . 1 9 )$ ： ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "183.1.2 Memory test ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "19 The overall mean accuracy in memory task was $8 4 . 5 \\%$ , and the mean reaction time was 831 $2 0 \\mathrm { m s }$ . Analyses on the mean accuracy showed main effects of the Cued color $( F _ { 1 , 2 3 } = 2 9 . 9 7 , p < . 0 0 1$ $2 1 { \\eta _ { p } } ^ { 2 } = 0 . 5 7 )$ with better performance for the presence than the absence of the cued color ( $\\stackrel { \\ r } { t } _ { 2 3 } = 5 . 4 7$ ， $2 2 p < . 0 0 1$ ， $d = 1 . 1 2 \\$ ),and the Uncued color $( F _ { 1 , 2 3 } = 1 7 . 5 8 , p < . 0 0 1$ ${ \\eta _ { p } } ^ { 2 } \\mathrm { = } 0 . 4 3 )$ with worse 23performance for the presence than the absence of the uncued color $( t _ { 2 3 } \\mathrm { = } - 4 . 1 9 , p = . 0 0 1 , d = - 0 . 8 6 )$ 24Moreover, the interaction between the Cued color and the Uncued color was significant $\\stackrel { \\cdot } { F _ { 1 , 2 3 } } =$ 257.49, $p = . 0 1 2$ ${ \\eta _ { p } } ^ { 2 } \\mathrm { = } 0 . 2 5 )$ . The breakdown of this interaction showed a simple effect of the ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1Uncued color when the cued color was absent in the test $( F _ { 1 , 2 3 } = 1 5 . 8 2 , p = . 0 0 1$ ， ${ \\eta _ { p } } ^ { 2 } \\mathrm { = } 0 . 4 1 \\$ ).But 2no simple effect of the Uncued color was observed when the cued color was present ( $F _ { 1 , 2 3 } = 2 . 7 5$ $3 p = . 1 1 \\rangle$ . These results demonstrated that uncued color might be mistook as the cued color for its 4absence. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5 Correct responses were entered in analysis of the mean RTs.A main effect of Cued color was   \n6observed $( F _ { 1 , 2 3 } = 1 6 . 0 2 , p = . 0 0 1$ ${ \\eta _ { p } } ^ { 2 } \\mathrm { = } 0 . 4 1 \\$ ） with faster response for the appearance than absence   \n7of the cued color $( t _ { 2 3 } { = } - 4 . 0 0 , p { = } . 0 0 1$ ， $d = - 0 . 8 2 \\$ ). The main effect of the Uncued color was also   \n8observed $( F _ { 1 , 2 3 } = 4 . 2 9 , p = . 0 5$ ， ${ \\eta _ { p } } ^ { 2 } \\mathrm { = } 0 . 1 6 )$ that RTs were slower with its presence than RTs with its   \n9absence $( t _ { 2 3 } { = } 2 . 0 7 , p = . 0 5 , d = 0 . 4 2 )$ . An interaction between the Cued color and the Uncued color   \n10was also demonstrated $( F _ { 1 , 2 3 } = 1 8 . 9 2 , p < . 0 0 1$ ， $\\eta _ { p } { } ^ { 2 } = 0 . 4 5 )$ . The follow-up tests revealed   \n1l significant simple contrasts of the Uncued color, reversed for the presence $( t _ { 2 3 } = - 2 . 5 0 , p = . 0 2 ,$ （20 $d =$   \n12-0.51) and the absence of the cued color $( t _ { 2 3 } = 4 . 5 1 , p < . 0 0 1$ ， $d = - 0 . 9 2$ ). In accordance, the results   \n13of accuracy and RT were consistent, which indicated that the presence of the uncued color had an   \n14influence on the detection of the cued color. Even though, the two colors were clearly   \n15distinguishable. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "163.2EEGResults ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "173.2.1 P1 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "18 For analysis P1 peak amplitude,Mauchly's test of sphericity was significant on Electrodes   \n19and all interactions $( p < . 0 5 )$ , the significant values were reported based on the validated degrees   \n20of freedom. The results showed main effects of Electrodes $( F _ { 3 , 6 6 } = 7 . 6 4 , p = . 0 0 1$ ， ${ \\eta _ { p } } ^ { 2 } \\mathrm { = } 0 . 2 6 )$ and   \n21Search condition ( $\\langle F _ { 2 , 4 4 } = 8 . 2 9$ ， $p = . 0 0 1$ ， ${ \\eta _ { p } } ^ { 2 } = 0 . 2 7 ,$ . Pairwise comparisons of the Search condition   \n22(see Figure 3) showed smaller Pl peak amplitudes in the uncued condition relative to the cued   \n23condition $( t _ { 2 2 } = - 4 . 7 2 , p < . 0 0 1$ ， $d = 0 . 9 8$ ）and the neutral condition $( t _ { 2 2 } = - 2 . 7 6 , p = . 0 3 4 , d =$   \n24-0.58), but no significant difference between the other two conditions $( \\mathrm { t } _ { 2 2 } = 1 . 0 5 , p = . 6 7 )$ . The   \n25interaction between Electrodes and Search condition was also significant $( F _ { 6 , 1 3 2 } = 3 . 3 2 , p = . 0 1 6 _ { \\mathrm { . } }$   \n（204号 $2 6 { \\eta _ { p } } ^ { 2 } = 0 . 1 3 )$ . The follow-up tests on separate electrode revealed that the simple effects of the Search   \n27condition were significant at P1/2 electrodes $( F _ { 2 , 4 4 } = 7 . 8 6 , p = . 0 0 3$ ${ \\eta _ { p } } ^ { 2 } = 0 . 4 3$ ), P3/4 electrodes   \n2 $8 ( F _ { 2 , 4 4 } = 7 . 0 9 \\$ $p = . 0 0 4$ ${ \\eta _ { p } } ^ { 2 } = 0 . 4 0 _ { , } ^ { \\cdot }$ ), PO3/4 electrodes $( F _ { 2 , 4 4 } = 1 1 . 2 9 , p < . 0 0 1$ ${ \\eta _ { p } } ^ { 2 } = 0 . 5 2 \\$ , but not   \n1the PO7/8 electrodes $( F _ { 2 , 4 4 } = 2 . 1 5 , p = . 1 4 )$ . No other main effect or interaction was observed $( p >$   \n205).   \n3 Mauchly's test of sphericity was significant on the interaction between Electrode and Search   \n4condition, as well as the three-way interaction $( p < . 0 5 )$ , For the analysis of peak latency of P1   \n5component, neither main efect or interaction was found $( F < 1 . 5 , p > . 1 )$ ： ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "63.2.2 N1 ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "7 Mauchly's test of sphericity showed significance on Electrode and interaction between   \n8Electrode and Search condition $( p < . 0 5 )$ . The main effect of Search condition was neither   \n9observed on the peak amplitudes $( F _ { 2 , 4 4 } = 0 . 5 0 , p = . 6 1 )$ nor on the peak latencies $( F _ { 2 , 4 4 } = 0 . 7 2 5 , p =$   \n10.49). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "113.2.3 N2pc ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "12 Mauchly's test of sphericity showed significance on Search condition was significant $( p >$ ：   \n1305). The N2pc area amplitude showed a remarkable main effect of Search condition ( $F _ { 2 , 4 4 } = 1 0 . 7 6$   \n$1 4 p = . 0 0 3$ ${ \\eta _ { p } } ^ { 2 } = 0 . 3 3 \\$ ). Pairwise comparison revealed that the mean amplitudes in the cued condition   \n15were more negative than amplitudes in the uncued condition $( t _ { 2 2 } = - 3 . 9 4 , p = . 0 0 2 , d = - 0 . 8 2 )$ and   \n16the neutral condition ( $t _ { 2 2 } = - 3 . 6 2$ $p = . 0 0 5$ ， $d = - 0 . 7 5$ ). However, there was no difference between   \n17the uncued condition and the neutral condition $( t _ { 2 2 } = 1 . 1 9 , p = . 7 5 )$ . Additionally, paired-sample t  \n18test of the area amplitude between the contralateral and ipsilateral electrodes showed significance   \n19in all levels of Search condition $( t _ { 2 2 } = - 4 . 9 4 , p < . 0 0 1$ for the cued condition; $t _ { 2 2 } = - 3 . 4 6 , p = . 0 0 2$   \n20for the uncued condition; $t _ { 2 2 } = - 2 . 6 4 , p = . 0 1 5$ for the neutral condition) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "213.2.4 P3 ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "22 Mauchly's test of sphericity of peak amplitude showed significance on Electrode and   \n23interaction between Electrode and Search condition $( p < . 0 5 )$ , and of peak latency showed   \n24significance on interaction between Electrode and Search condition $( p < . 0 5 )$ . The $4 \\times 3$ repeated  \n25measures ANOVA on peak amplitude showed that both Electrode $( F _ { 3 , 6 6 } = 4 . 1 9 , p = . 0 1 9 , \\eta _ { p } { } ^ { 2 } =$   \n260.16) and Search condition $( F _ { 2 , 4 4 } = 7 . 1 3 , p = . 0 0 2$ ${ \\eta _ { p } } ^ { 2 } = 0 . 2 5 )$ revealed significant main effects.   \n1Pairwise comparisons on Search condition indicated that the P3 peak amplitude in the neutral   \n2condition was smaller than that in the cued condition $( t _ { 2 2 } = 3 . 6 4 , p = . 0 0 3$ $d = 0 . 7 5 8 ^ { \\cdot }$ )and the   \n3uncued condition $( t _ { 2 2 } = 3 . 5 8 , p = . 0 0 7$ ， $d = 0 . 7 5$ ). However, the peak amplitudes were not   \n4significantly different between the cued and uncued condition ( $\\dot { t } _ { 2 2 } = 0 . 5 1$ ， $p = . 9 1$ ). No significant   \n5interaction $( F _ { 6 , 1 3 2 } = 1 . 3 8 , p = . 2 6 )$ was observed. The same analysis was executed on the P3 peak   \n6latencies. The results showed that the main effects of the Electrode $( F _ { 3 , 6 6 } = 1 . 5 4 , p = . 2 1 )$ and of the   \n7Search condition $( F _ { 2 , 4 4 } = 2 . 0 5 , p = . 1 4 )$ were not significant. Interaction between the Electrode and   \n8the Search condition was also not significant $( F _ { 6 , 1 3 2 } = 0 . 9 1 , p = . 5 0 )$ ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "9 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "104Discussion ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "11 The current study examined the influences of WM contents with distinct operations on   \n12selective attention. In this experiment, one of two memorized colors was cued to be maintained   \n13and the uncued one was supposed to be inhibited. These different processes exerted on WM   \n14contents have shown to differently modulate behavior and ERP indices of selective attention in a   \n15concurrent visual search task. Specifically, the behavioral responses to the search task were   \n16slowed down when the distractors were the maintained (cued) WM contents while speeded up   \n17when the distractors were the inhibited (uncued) WM contents, relative to performances in neutral   \n18condition. Consistently, these results were reflected in the results of ERPs indexing selective   \n19atention at early stage. An inhibitory process marked by smaller Pl amplitude was observed in the   \n20search task with the inhibited WM contents.Furthermore, the N2pc amplitude was larger with the   \n21maintained WM contents, indicative of a guidance efect. Herein, taking results of behavior and   \n22attention senstive ERPs together, we found that the selective attention was influenced by both the   \n23maintained and the inhibited WM contents. However, these influences by the maintained and the   \n24inhibited contents were different, corresponding to their separate operations during WM   \n25processing. Therefore, the operation-directed selection was supported that suggests the   \n26perceptually matching content is selected depending on its operation under executive attention.   \n27Interestingly, we found that the selective attention reflected in P3 as an attentioanl updating at late   \n28stage was equally modulated by the maintained and the inhibited WM contents. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "1 Behavioral performance showed that the selective attention was separately modulated by the 2maintained WM contents and the inhibited WM contents because of different operations. Note 3that, both of the WM contents were memorized initially but then were cued to distinct operations. 4Thus, it was the operation of the contents that made them under executive attention and easily 5accessible, which is assumed to influence the attentional selection .Moreover, the influences by 6the maintained contents and the inhibited contents were different, demonstrating an adverse effect 7with the maintained WM content and a beneficial effect with the inhibited WM content. The 8distinct patterns of attentional effects were in line with the prediction of the operation-directed 9selection but not the attention-directed guidance. Therefore, we suggest that contents under lOexecutive atention affected visual atention depending on their ongoing operations. The present l1 study goes beyond previous views by demonstrating that distinct operations of information l2separately determined selective attention to the matching content. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "13 The results of ERPs further provided evidence to elucidate the mechanisms of the operation  \n14directed selection.As for P1 component, it reflected inhibitory process of selective attention at the   \n15sensory gating stage .The inhibitory mechanism to filter out interference has been suggested in   \n16previous studies (Luck et al.,1994: Hillyard et al.,1998), with smaller P1 amplitude for targets   \n17presenting in the suppressed area. In current experiment, a smaller amplitude was observed in   \n18search array with the inhibited WM contents relative to that with the maintained WM contents and   \n19the neutral contents. The suppressed P1 component for the inhibited WM contents indicated that   \n20the contents were filtered out from visual attention in the search array. As the suppression of the   \n2linhibited WM contents, searching scope was narrowed down, facilitating search and showing a   \n22beneficial effect. Therefore,the electrophysiological modulation of the inhibited WM contents   \n23was consistent with the beneficial effect on behavior. Furthermore,the inhibitory mechanism to   \n24filter out specific content has also been observed during WM representation or utilizing a   \n25template for rejection ,the processes of which resemble to the transfer of inhibitory operation of   \n26WM contents to perceptually matching contents. Thus, the P1 modulation implies that the   \n27inhibited WM contents were suppressed like the operation during WM.   \n28 Notably, the attentional guidance by the maintained WM contents was indicated by the N2pc   \n29amplitude, as what the previous studies have demonstrated . Here, the N2pc component was much ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "llarger in search array with the maintained content than that with the inhibited content and neutral 2contents, without difference between arrays with the inhibited contents and neutral contents. Thus, 3the guidance effect has been observed for the maintained WM contents but not for the inhibited 4WM contents. The guidance effect implies that the maintained WM contents captured visual 5attention,replicating the result of a related study by Kumar et al. (2009). As a result of attentional 6guidance, the maintained WM contents induced more distraction, hindering search for a target in 7the opposite place and resulting in an adverse efect on behavior. According to Desimone (1996), 8the search template is also kept in WM, thus that the attentional guidance by the maintained WM 9contents may resemble the selective attention directed by an active search template.Actually, the 10attentional guidance by the WM contents in the current dual task is different from that by a search 1ltemplate, because the former could be detrimental to the search task.Hence, in current study there 12might be a competition for selective atention after the guidance as Duncan and his cooperators 13have revealed .It is worthy to mention that a preliminary inhibition of the memory-relevant 14contents is inapposite in a dual task .Thus, the larger N2pc amplitude elicited by the maintained 15contents should reflect a competition for selective attention between the search target and the 16maintained WM content, revealing a re-deployment of atention to search target after a prior 17guidance in a neuroimaging study . In the meanwhile, it was reasonable with no sign of atentional 18guidance of the inhibited WM contents, since they were just suppressed at the sensory gate (P1 19component). Taking together, the behavior performance is in accordance with the early ERP 20evidence,ilustrating that it is the operation of the WM contents determines the selective attntion 2lof matching contents. We suggest that the operation-directed selection is probably due to a transfer 22of the inner operation to the perceptual selection on the same contents. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "23 Moreover, findings of P3 amplitude provided convincing evidence to support that both the   \n24maintained and the inhibited WM contents were under executive attntion. The P3 component is   \n25suggested to reflect a revision of mental representation induced by previous exposures in   \n26memory .The present results showed that the P3 amplitudes with the maintained and the inhibited   \n27WM contents were equal, but larger than that with the neutral contents. The larger P3 amplitude   \n28indicated that the visual scene with WM contents were updated, without distinction between the   \n29maintained and the inhibited contents. The updating of visual attention might be attributed to a ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "lrequirement of shifting attentional focus , which had been occupied by WM contents previously. 2Hence, we considered that both the maintained and the inhibited WM contents were under 3executive attention,and that the different influences on selective atention of these contents can be 4resulted from their distinct operations. Notably, the attentional shifting,resulted from refreshing 5the visual context in atentional processing ,helped to focus on the current search task. 6 However, the conclusion of operation-directed selection obtained here seems contradictory 7with a similar experiment by . Their results demonstrate an atentional guidance by the maintained 8WM items but no influence on selective atention by the inhibited WM items.The disrepant 9results between ours and could be due to difference of difficulty of the WM task. As we see, the 10WM stimuli used by Qlivers et al.(2006) were of great similarity, which required precision visual 11representation and enhanced cognitive load. Thus, the high cognitive load leads to a loss of 12cognitive control, which may have hindered appropriate suppression of the task-irrelevant 13information (Lavie,2000; Lavie et al.,2004; Rissman, Gazzaley, & D'Esposito,2009; Roberts, 14Hager,& Heron,1994; Sandrini,Rossini,& Miniussi,2008).In the case, insufficient inhibitory 15operation of the uncued contents might account for the null effct on visual atention. 16Nevertheless, in the current study we utilized relatively easy task and ensured the maintaining and 17inhibitory operation of the WM contents,showing distinct patterns of influence on selective 18attention and supporting the operation-directed visual selection. 19 The view of operation-directed visual selection contains two aspects, an influence of WM 20contents under executive attention and a selective attention determined by the operation of the 21contents. Firstofall,the attentional allocation is influenced bycontents under executiveatttion, 22even for memory being retrieved .In other words,the once maintained contents or priming items 23cannot influence visual atention, since they are not under executive attention at that moment . 24However, executive attention is not so obvious in dual task, since the limitation of capacity and 25competition between goals,usuall allwing the immediate goal to be attended in the focus of 26attention .Thus, facing an immediate search task,this influence occurs only when the attentional 27focus is dominated by the WM contents; otherwise, it wil be absent. Secondly, we go beyond this 28view and propose that the direction of the attentional influence (attend vs.suppress) is determined 29by operation on the executive attention of the WM contents. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "1Acknowledgments ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "2 This work was supported by grants from the National Natural Science Foundation of China   \n3(31170980, 81271477), the Foundation for the Author of National Excelent Doctoral Dissertation   \n4of P. R. China (201107), the New Century Excellnt Talents in University (NCET-11-0698), and   \n5the Fundamental Research Funds for the Central Universities (SWU1009001). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "6 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "7 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "85 Reference   \n9Awh,E.,Anllo-Vento,L., Hillyard, S.A.， 20o0. The role of spatial selective attention in working   \n10 memory for locations: evidence from event-related potentials. Journal of Cognitive   \n11 Neuroscience,12, 840-847.   \n12Awh,E., Jonides,J., 2001. Overlapping mechanisms of atention and spatial working memory. Trends   \n13 in Cognitive Sciences,5,119-126.   \n14Awh,E.,Jonides,J.,Smith,E.E.,Buxton,R.B.,Frank,L.R.,Love,T., Wong,E.C.,Gmeindl,L,1999.   \n15 Rehearsal in Spatial Working Memory: Evidence From Neuroimaging. Psychological Science,10,   \n16 433-437.   \n17Barcelo,F., Munoz-Cespedes,J.M.,Pozo, M.A.,Rubia,F.J.,20oo.Attentional set shifting modulates   \n18 the target P3b response in the Wisconsin card sorting test. Neuropsychologia, 38,1342-1355.   \n19Carlisle, N.B. Woodman, G.F., 2011. When memory is not enough: electrophysiological evidence for   \n20 goal-dependent use of working memory representations in guiding visual attention. Journal of   \n21 Cognitive Neuroscience, 23, 2650-2664.   \n22Chan,L.K., Hayward, W.G., Theeuwes, J., 2009. Spatial working memory maintenance: does atention   \n23 play a role?A visual search study. Acta Psychologica,132,115-123.   \n24Chun，M.M.， 2011. Visual working memory as visual atention sustained internally over time.   \n25 Neuropsychologia, 49,1407-1409.   \n26Conway, A.R., Engle, R.W.， 1994. Working memory and retrieval: a resource-dependent inhibition   \n27 model. Journal of Experimental Psychology: General,123,354-373.   \n28Cowan, N., 2001. The magical number 4 in short-term memory: a reconsideration of mental storage   \n29 capacity. Behavioral and Brain Sciences,24, 87-114; discussion 114-185.   \n30Delorme,A.,& Makeig, S. (2004). EEGLAB: an open source toolbox for analysis of single-trial EEG   \n31 dynamics including independent component analysis. Journal of neuroscience methods,134, 9-21.   \n32Desimone,R.,1996. Neural mechanisms for visual memory and their role in attention. Proceedings of   \n33 the National Academy of Sciences of the United States of America, 93,13494-13499.   \n34Desimone, R., Duncan, J.,1995. Neural mechanisms of selective visual attention. Annual review of   \n35 neuroscience,18,193-222.   \n36Dombrowe, I., Olivers, C.N.L., Donk, M.,2010.The time course of working memory effcts on visual   \n37 attention.Visual Cognition,18,1089-1112.   \n38Donchin, E.,1981. Surprise!... surprise? Psychophysiology,18, 493-513.   \n39Downing， P.E.， 20oo. Interactions between visual working memory and selective attention.   \nPsychological Science, 11,46 /-4 /3.   \n2Downing, P.E.， Dodds, C.M.， 2004. Competition in visual working memory for control of search.   \n3 Visual Cognition,11, 689-703.   \n4Duncan, J., Humphreys,G.,， Ward,R.,1997. Competitive brain activity in visual attntion. Current   \n5 Opinion in Neurobiology, 7,255-261.   \n6Duncan,J., Humphreys, G.W.,1989. Visual search and stimulus similarity. Psychological Review, 96,   \n7 433-458.   \n8Eimer, M.,1993. Spatial cueing, sensory gating and selective response preparation: an ERP study on   \n9 visuo-spatial orienting. Electroencephalography and Clinical Neurophysiology, 88, 408-420.   \n10Eimer, M.，1994.“Sensory gating” as a mechanism for visuospatial orienting: electrophysiological   \n11 evidence from trial-by-trial cuing experiments. Perception & Psychophysics,55, 667-675.   \n12Engle，R.W.， 2002. Working memory capacity asexecutive attention. Current Directions in   \n13 Psychological Science, 11,19-23.   \n14Enriquez-Geppert, S.,Konrad, C.,Pantev, C., Huster,R.J.,2010.Conflictand inhibition diferentially   \n15 affect the N200/P300 complex in a combined go/nogo and stop-signal task. NeuroImage, 51,877-   \n16 887.   \n17Gazzaley,A., Cooney, J.W., Rissman, J., DEsposito, M., 205.Top-downsuppresson deficit underlies   \n18 working memory impairment in normal aging. Nature Neuroscience, 8, 1298-1300.   \n19Guo,C., Duan,L.,Li, W.,Paler, K.A.,206.Distinguishing source memoryand item memory:brain   \n20 potentials at encoding and retrieval. Brain Research,118,142-154.   \n21Han, S.W., Kim,M.S.,2009.Do the contents of working memorycapture atention? Yes,but cognitive   \n22 control matters. Journal of Experimental Psychology: Human Perception and Performance, 35,   \n23 1292-1302.   \n24Hickey, C.,McDonald,J.J.,Theeuwes,J.,2006.Electrophysiological evidenceofthecaptureof visual   \n25 attention. Journal of Cognitive Neuroscience,18, 604-613.   \n26Hickey, C., Van Zoest, W., Theeuwes,J.,2010. The time course of exogenous and endogenous control   \n27 of covert attention. Experimental Brain Research, 201, 789-796.   \n28Hilyard,S.A.,Vogel,E.K.,Luck,S.J.1998.Sensorygain control (amplification)asamechanismof   \n29 selective attention: electrophysiological and neuroimaging evidence. Philosophical Transactions of   \n30 the Royal Society of London Series B-Biological Sciences, 353,1257-1270.   \n31Hofmann, W., Schmeichel, B.J.,Baddeley,A.D.,2012.Executive functionsand self-regulation.rends   \n32 in Cognitive Sciences,16, 174-180.   \n33Houtkamp,R., Roelfsema, P.R.,2006. The efect of items in working memory on the deployment of   \n34 attention and the eyes during visual search. Journal of Experimental Psychology: Human   \n35 Perception and Performance, 32, 423-442.   \n36Huang,L., Pashler, H., 2Oo7. Working memory and the guidance of visual attention: consonance-driven   \n37 orienting. Psychonomic Bulletin & Review,14,148-153.   \n38Kumar, S., Soto, D., Humphreys, G.W.,20o9.Electrophysiological evidence for attentional guidance   \n39 by the contents of working memory. European Journal of Neuroscience, 30, 307-317.   \n40LaBar, K.S., Gitelman, D.R., Parrish, T.B., Mesulam, M., 1999. Neuroanatomic overlap of working   \n41 memory and spatial attention networks: a functional MRI comparison within subjects.   \n42 NeuroImage,10, 695-704.   \n43Lavie, N.,2Ooo. Selective attention and cognitive control: Disociating attentional functions through   \n44 different types of load, in: Monsell, S., Driver, J. (Eds.),Atention and performance XVIII. MA: ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "IvI1 rress, Caioriuge, pp. I/5-194. 2Lavie,N.,Hirst,A.,deFockert,J.W., Viding,E.2004.Load theory ofselective attention and cognitive 3 control. Journal of Experimental Psychology: General, 133, 339-354. 4Luck,S.J., 2006. The operation of atention—milisecond by milisecond—over the first half second, 5 in: Ogmen, H., Breitmeyer, B.G. (Eds.), The First Half Second: The Microgenesis and Temporal 6 Dynamics of Unconscious and Conscious Visual Processes. MA: MIT press, Cambridge. 7Luck, S.J., Heinze, H.J., Mangun, G.R., Hilyard, S.A.，1990. Visual event-related potentials index 8 focused attention within bilateral stimulus arrays. II. Functional dissociation of P1 and N1 9 components. Electroencephalography and Clinical Neurophysiology, 75, 528-542. 10Luck, S.J.,Hillyard, S.A., Mouloua, M., Woldorff, M.G., Clark, V.P.,Hawkins,H.L.,1994.Efectsof 11 spatial cuing on luminance detectability: psychophysical and electrophysiological evidence for 12 early selection. Journal of Experimental Psychology: Human Perception and Performance, 20, 13 887-904. 14Luck, S.J.，Woodman,G.F., Vogel,E.K.,20o0.Event-related potential studiesof attention.Trends in 15 Cognitive Sciences, 4, 432-440. 16Mangun, G.R.R., Hillyard, S.A., 1987. The spatial allocation of visual atention as indexed by event17 related brain potentials. Human factors,29,195-211. 18Menneer, T., Barret, D.J.K., Philips,L., Donnelly, N.,，Cave, K.R.,207. Costs in searching for two 19 targets: Dividing search across target types could improve airport security screening. Applied 20 Cognitive Psychology,21, 915-932. 21Miyake,A.,Friedman, N.P.,Emerson, M.J., Witzki, A.H.,Howerter, A., Wager, T.D.,20oo.Theunity 22 and diversity of executive functions and their contributions to complex \"Frontal Lobe\" tasks: a 23 latent variable analysis. Cognitive Psychology, 41, 49-100. 24Moher, J.,Lakshmanan,B.M.,Egeth, H.E.,& Ewen,J.B.(2014).Inhibition Drives Early Feature25 Based Attention. Psychological Science, 25, 315-324. 26Munsell, A.H., 1942. Munsellbook of color Munsell Color Company, Inc., Baltimore. 27Oberauer, K.， 2002. Access to information in working memory: exploring the focus of attntion. 28 Journal of Experimental Psychology: Learning, Memory, and Cognition, 28, 411-421. 29Olivers, C.N., Meijer,F.,Theeuwes,J.,206.Feature-based memory-driven atentional capture: visual 30 working memory content afects visual attention. Journal of Experimental Psychology: Human 31 Perception and Performance,32,1243-1265. 32Olivers,C.N.,Peters,J.，Houtkamp,R.，Roelfsema,P.R.2011. Diferent states in visual working 33 memory: when it guides atention and when it does not. Trends in Cognitive Sciences,15, 327- 34 334. 35Peters, J.C.， Goebel,R.， Roelfsema,P.R.，2009.Remembered but unused: the accessory items in 36 working memory that do not guide attention. Journal of Cognitive Neuroscience, 21,1081-1091. 37Rissman, J., Gazzaley, A.,& D'Esposito, M. (20o9).The efect of non-visual working memory load on 38 top-down modulation of visual processing. Neuropsychologia, 47, 1637-1646. 39Roberts, R. J., Hager, L. D.,& Heron, C. (1994). Prefrontal cognitive processs: Working memory and 40 inhibition in the antisaccade task. Journal of Experimental Psychology: General,123,374-393. 41Rosen, V.M.,Engle,R.W.1998. Working memorycapacity andsuppresion.Journal of Memoryand 42 Language, 39, 418-436. 43Rugg, M.D., Doyle, M.C., Wells, T.,1995. Word and nonword repetition within- and acros-modality: 44 an event-related potential study. Journal of Cognitive Neuroscience,7, 209-227. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "1Rushby, J.A.， Barry， R.J.，Doherty，R.J., 2005. Separation of the components of the late positive 2 complex in an ERP dishabituation paradigm. Clinical Neurophysiology, 116,2363-2680. 3Sandrini, M., Rossni, P. M.,& Miniussi, C. (20o8). Lateralized contribution of prefrontal cortex in 4 controlling task-irrelevant information during verbal and spatial working memory tasks: rTMS 5 evidence.Neuropsychologia, 46, 2056-2063. 6Soto,D., Heinke, D., Humphreys, G.W., Blanco, M.J., 20o5. Early, involuntary top-down guidance of 7 attention from working memory. Journal of Experimental Psychology: Human Perception and 8 Performance,31,248-261. 9Soto,D., Humphreys, G. W., & Heinke,D. (2006). Working memory can guide pop-out search. Vision 10 Research,46,1010-1018. 11Soto, D., Rotshtein,P., Kanai, R., 2O14.Parietal structure and function explain human variation in 12 working memory biases of visual attention. NeuroImage, 89,289-296. 13Theeuwes,J., Kramer, A.F., Irwin, D.E.,2011. Attention on our mind: the role of spatial attention in 14 visual working memory. Acta Psychologica, 137, 248-251. 15Ullsperger, M., Mecklinger, A., Muller,U.,20o0.An electrophysiological test of directed forgetting: 16 the role of retrieval inhibition. Journal of Cognitive Neuroscience,12, 924-940. 17Vogel， E.K.， McCollough，A.W.，Machizawa, M.G.， 2005. Neural measures reveal individual 18 differences in controlling access to working memory. Nature, 438, 500-503. 19Woodman, G.F., Luck, S.J.， 2003. Serial deployment of attention during visual search. Journal of 20 Experimental Psychology: Human Perception and Performance,29,121-138. 21Woodman, G.F.,Luck, S.J., 20o7. Do the contents of visual working memory automatically influence 22 atentional selection during visual search? Journal of Experimental Psychology: Human 23 Perception and Performance, 33, 363-377. 24Yamaguchi， S.， Hale， L.A.， D'Esposito， M.， Knight，R.T.， 2004. Rapid prefrontal-hippocampal 25 habituation to novel events. The Journal of Neuroscience, 24, 5356-5363. 26Zanto,T.P., Gazzaley, A., 2009. Neural suppression of irrelevant information underlies optimal working 27 memory performance.The Journal of Neuroscience,29,3059-3066. 28 ",
        "page_idx": 19
    }
]