[
    {
        "type": "text",
        "text": "Hypoxia dysregulates the production of adiponectin and plasminogen activator inhibitor-1 independent of reactive oxygen species in adipocytes ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Baoying Chen ad, Karen S.L. Lam a, Yu Wang b, Donghai Wu e, Michael C. Lam a liangang Shen , Laiching Wong a, Ruby L.C. Hoo a, Jialiang Zhanga, Aimin Xu a,b,\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a Department of Medicine, University of Hong Kong, Hong Kong, China b The Genome Research Center, University of Hong Kong,Hong Kong, China School of Chinese Medicine,University of HongKong,China   \ndDepartmentofadiologyangduHospital,Fourthilitaryedical Univesityin   \neGuangzhou Institute of Biomedicine and Health, Chinese Academy of Sciences, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Lowplasmalevelsofadiponectin (hypoadiponectinemia)and elevatedcirculatingconcentrations of plasminogenactivatorinibitor (PAI)-larecausallasocatedithbesityelatedisuesistanceadardovasulariseas.Hweve,temechanstatdates theaberrantprouctiooftsetpoinsisitymaisolydersoodnissdyestigatdtetsfoiaandreactiveoxygenspecies (ROS)onproductionof adiponectinandPA-1 in3T3-Lladipocytes.QuantitativePCRandimmunoasays showedtatambienthypoxiaarkedlysuppreseddiponectinNAexpressonanditsproteinsretion,ndieasd-1 production in mature adipocytes.Dimethyloxallyl glycine,a stabilizer of hypoxia-inducible factor $1 \\alpha$ (HIF-1α),mimicked the hypoxiamediatedmodulationsofthesetwoadipokines.Hypoxiacausedamodest elevationofROSinadipocytes.However,ablationof intracelularROSbyantioxidatsfaiedtoallvateypoia-inducederrntproductioofdiponectind-1.Onteoerd,the antioxidants could reverse hydrogen peroxide $\\left( \\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 } \\right)$ -induced dysregulation of adiponectin and PAI-1 production. $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ treatment decreased the expression levels of peroxisome proliferator-activated receptor gamma $( { \\mathrm { P P A R } } \\gamma )$ ）and CCAAT/enhancer binding protein $\\mathrm { ( C / E B P \\mathsf { z } ) }$ , but had no effect on HIF $. 1 \\mathfrak { a }$ , whereas hypoxia stabilized HIF- $1 \\mathsf { a }$ and decreased expression of $\\mathrm { C / E B P \\mathfrak { A } }$ , but not $\\mathrm { P P A R } \\gamma$ . Takentogether,thesedatasugesthathypoxiaandROdecreaseadiponectiproductionndugmentPI-xpresioninadipocytesvia distinctsignalingpatways.TeseefectsayontributetopoadiponectiemiaadelevatedP-levelsiobesityypabetes, and cardiovascular diseases. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:Hypoxia;Adipocyte;Obesity;Adiponectin and adipokine ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Obesity，characterized by excessive accumulation of abdominal fat, is causally associated with the premature development of arteriosclerosis,increased risk of stroke, and the development of congestive heart failure [1-3]. The increased risk of cardiovascular disease is primarily attributed to obesity-induced insulin resistance and the metabolic syndrome,which refers to a cluster of closely related cardiovascular risk factors, including dyslipidemia, hypertension,glucose intolerance,and impaired fibrinolysis[4,5]. Although the detailed mechanism that links obesity with metabolic syndrome and cardiovascular disorders is not fully understood,increasing evidence suggests that the enlarged adipose tissue might be the culprit [6]. Adipose tissue is now recognized to be an important endocrine organ, secreting a variety of bioactive factors (adipokines) involved in energy metabolism,inflammatory response, and cardiovascular functions [7]. Aberrant production of adipose-derived adipokines， especially adiponectin and plasminogen activator inhibitor 1(PAI-1),is now believed to play a causative role in the development of obesity-associated insulin resistance and cardiovascular disorders [8,9]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Adiponectin is a relatively abundant plasma protein secreted predominantly from adipose tissue [1O]. This adipokine possesses direct anti-diabetic,anti-atherogenic, and anti-inflammatory activities[9,11]. Adiponectinknockout mice have more severe diet-induced insulin resistance [l2], increased neointimal thickening [13], and excessive cardiac remodeling after pressure overload [14]. Conversely,over-expression of adiponectin enhances insulin sensitivity,alleviates arteriosclerosis,and inhibits cardiac hypertrophy [14-16]. In human subjects,plasma levels of adiponectin are decreased in insulin resistance and obesity，and are inversely correlated with cardiovascular risk factors includinghyperlipidemia, blood pressure,and C-reactive protein (CRP) levels [1O]. Notably, low level of plasma adiponectin (hypoadiponectinemia) is an independent risk factor for developing type 2 diabetes [17],hypertension,and coronary artery disease [18]. On the other hand, high plasma adiponectin is associated with reduced risk of type 2 diabetes [19] and myocardial infarction [20]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In contrast to adiponectin,plasma levels of PAI-1,a principal inhibitorof fibrinolysis,are markedlyelevated in obese individuals and patients with insulin resistance, type 2 diabetes, and cardiovascular diseases [21,22]. Although several tissues are known to produce PAI-1,adipose tissue appears to be the major contributor to the elevated PAI-1 levels in obesity [23,24].Recent data suggest that PAI-1 contributes directly to the complications of obesity, includingcoronary arterial thrombi and type 2 diabetes independent of insulin resistance,and may even influence the accumulation of visceral fat [21,25,26]. Transgenic mice that over-express a stable form of human PAI-1 develop spontaneous macrovascular coronary thrombosis and subendocardial myocardial infarction in the absence of hyperlipidemia or hypertension [27]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Although both clinical and experimental evidence support the role of hypoadiponectinemia and elevated PAI-1 inlinking obesity with cardiovascular diseases, the mechanisms that cause the aberrant production of these two adipokines in obesity are not fully understood.Various proinflammatory cytokines [such as tumor necrosis factor-alpha（TNF- $\\cdot \\mathtt { \\{ \\alpha \\} }$ ）and interleukin-6 (IL-6)] and reactive oxygen species (ROS) have been shown to increase expression of PAI-1 and decrease production of adiponectin in adipocytes [25,28,29]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In recent years,accumulating evidences highlight the notion that hypoxia may exist in fat depots as the tissue mass increases [8,30,31].Adipocyte hypertrophy,observed during the growth of adipose tissue, can result in the formation of cells with a diameter of up to $1 5 0 \\mu \\mathrm { m }$ . Since the diffusion limit of oxygen is considered at $1 0 0 \\mu \\mathrm { m }$ ，this hypertrophy might lead to the presence of local hypoxic areas.Adipocyte and fat tissue express hypoxia-inducible factor (HIF) $. 1 \\mathfrak { a }$ ,akey transcription factor involved in cellular response to hypoxia [8,32]. In mature 3T3-F442A adipocytes,hypoxia has been shown to enhance the expression of several angiogenic factors，including leptin，vascular endothelial growth factor(VEGF),and metalloproteinases, through activation of HIF- $. 1 \\mathfrak { a }$ pathway [32]. Notably,a recent clinical study found that expression of HIF- $. 1 \\mathsf { a }$ is elevated in adipose tissue of obese subjects,and is decreased following weight loss [33]. Nevertheless,the patho-physiological implication of micro-hypoxia and HIF- $1 \\alpha$ activation in obese adipose tissue remain to be established. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study,we investigated the effects of hypoxia on production of adiponectin and PAI-1 in murine 3T3-L1 adipocytes.Our results showed that both ambient hypoxia $( 1 \\% 0 _ { 2 } )$ and hypoxia-mimetics markedly decreased production of adiponectin and increased expression of PAI through induction of HIF- $. 1 \\mathsf { a }$ . We also demonstrated that ROS and hypoxia-mediated activation of HIF- $. 1 \\alpha$ trigger aberrant production of adiponectin and PAI-1 through distinct mechanisms. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Reagents. Dimethyloxallyl glycine (DMOG)was purchased from Cayman Chemicals (Ann Arbor,Michigan，USA). $N$ -Acetyl-L-cysteine (NAC),catalase,and hydrogen peroxide $\\left( \\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 } \\right)$ are the products of Sigma (St.Louis,MO,USA).The anti-actin antibody and the anti-HIF- $. 1 \\alpha$ monoclonal antibody were from Santa Cruz Biotechnology (Santa Cruz, CA,USA),and R&D Systems (Minneapolis,MN,USA),respectively. Trizol Reagent and Superscript first-strand cDNA synthesis systemwere purchased form Promega (Madison，WI,USA).6-carboxy $\\cdot 2 ^ { \\prime } , 7 ^ { \\prime }$ -dichlorodihydrofluorescein diacetate,diacetoxymethylester $\\mathrm { ( H _ { 2 } - D C F }$ )wasfrom Invitrogen (CA, Carlsbad,USA). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cell culture and hypoxia treatments. 3T3-L1 cells were cultured in Dubecco's modified Eagle's medium(Gibco) supplemented with $10 \\%$ fetal bovine serum.Adipocyte differentiation was induced as we previously described [34].In hypoxia experiments,differentiated 3T3-L1 adipocytes were maintained inahypoxic chamber $( 1 \\% { \\mathrm { O } } _ { 2 }$ $9 4 \\% \\mathrm { N } _ { 2 }$ ,and $5 \\% \\mathrm { C O } _ { 2 } ,$ for various time periods as indicated.The control cells were incubated in an atmosphere with $21 \\%$ $\\mathbf { O } _ { 2 }$ and $5 \\% \\mathrm { C O } _ { 2 }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Determination of intracellular ROS production. Intracellular ROS generation was quantified using H2-DCFDA.This probe enters the cells and is hydrolyzed to 6-carboxy $\\cdot 2 ^ { \\prime } , 7 ^ { \\prime }$ -dichlorodihydrofluorescein (H2-DCF). $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ and other peroxides cause oxidation of H2-DCF,yielding the fluorescent product DCF.Differentiated 3T3-L1 adipocytes were loaded with H2-DCFDA $( 2 \\mu \\mathbf { M } )$ for $3 0 \\mathrm { m i n }$ before the end of the treatment period.After washing with phosphate-buffered saline,cells were dissolved in $\\mathrm { d H } _ { 2 } \\mathrm { O }$ to disrupt the cellularmembranes.Fluorescence (excitation $4 9 3 { \\mathrm { n m } }$ ,emission $5 2 7 \\mathrm { n m }$ )was measured with a fluorescent plate reader and the values were expressed as arbitrary units per milligram of protein.Data are normalized to values obtained fromnormoxic controls. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Evaluationof gene expressionlevelsby quantitativereal-timeRT-PCR. Total RNA was extracted from 3T3-L1 using Trizol reagent (Invitrogen). One microgram of total RNA was transcribed into cDNA using ImProm-II Reverse. Each cDNA sample was analyzed for gene expression by quantitative real-time PCR using the fluorescent TaqMan $5 ^ { \\prime }$ -nuclease assay on an Applied Biosystems Prism 7ooo sequence detection system.The TaqMan real-time PCR was performed using $2 \\times$ TaqMan Master Mix and $2 0 \\times$ assay-on-demand TaqMan primers and probes (Applied Biosystems).Analysis was performed with ABI Prism 7000 SDS Software. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Multiplex immunoassay and sandwich ELISA.Multianalyte profiling was performed on a Bio-plex 1oo suspension array system and the XY Platform(Bio-Rad,Hercules,CA,USA).The conditioned culture medium from 3T3-L1 adipocytes was collected at different time points as indicated, and the concentrations of adiponectin and PAI-1 in the conditioned medium were measured using the mouse adipokine assay kits from Linco Research (St.Charles,MI,USA).The assay was performed according to the manufacturers’protocols.Adiponectin was also quantified using an in house ELISA method as we previously described [35]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Western blot analysis.Total protein was extracted from 3T3-L1 adipocytes and quantified by BCA Protein Assay Regent Kit (Pierce). Twenty-five micrograms of proteins was separated by SDS-PAGE and then transferred to PVDF membrane.The membranes were blocked and probed with anti-mouse HIF- $1 \\alpha$ or anti-actin antibody,and the immunoreactive proteins were visualized with the enhanced chemiluminescence reagents (GEHealthcare,Uppsala,Sweden). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Statistics.All the experiments were reproduced in at least three independent experiments.The results are presented as means of at least triplicate determinations $\\pm$ standarddeviation (SD). Theinter-group comparisons were made by Student's $t$ test or one-way ANOVA.In all statistical comparisons,a $P$ value of less than O.O5 was considered statistically significant. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Ambient hypoxiamarkedly decreases adiponectin production,but increases PAI-1 expression in3T3-Ll adipocytes ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To examine the effects of hypoxia on the expression of adiponectin and PAI-1, fully differentiated 3T3-L1 adipocytes were cultured in $1 \\% 0 _ { 2 }$ atmosphere or in normoxia condition for different time periods.Methyl thiazole tetrazolium(MTT) assay revealed that treatment with hypoxia had no significant effect on cell viability (data not shown). Quantitative real-time PCR demonstrated that hypoxia significantly decreased the steady-state mRNA abundance of the adiponectin gene in a time-dependent manner.A modest reduction was observed at $6 \\mathrm { n }$ ,andfurther deteriorated afterwards (Fig. 1A).Quantitative ELISA analysis showed that the adiponectin concentrations in the conditioned media were suppressed by $\\sim 6 0 \\%$ at $6 \\mathrm { n }$ after hypoxia treatment (Fig. 1B),albeit the mRNA levels of this gene at this time point were only slightly decreased. This result suggests that hypoxia treatment not only decreases the mRNA level of the adiponectin gene,but also inhibits its protein synthesis and secretion from adipocytes. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In contrast to adiponectin， both the steady-state mRNA abundance of the PAI-1 gene and its protein concentration in the conditioned medium were markedly elevated in hypoxia-treated adipocytes (Figs. 1C and D). Thesignificant increase was observed after $6 \\mathrm { n }$ of hypoxia treatment and reached the maximum expression at $1 8 \\mathrm { h }$ ： ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/74388712308a57d966ee06b31c99eb266891e828bb5ce416fdadd2a7c6e2efab.jpg",
        "img_caption": [
            "Fig.1.Tie-eptfbteepdeodipodol differentiated 3T3-L1 adipocytes were cultured in normoxia $( 2 1 \\% \\mathbf { O } _ { 2 } )$ or hypoxia $( 1 \\% 0 _ { 2 } )$ condition for 6,12,18,and $2 4 \\mathrm { h }$ .TotalRNA purified from these sampleswasuectedtaitatiCalysiseteeevelsofipoti)d-B)Dtaelst ribosoalReproteoetratiosofdiotid-Dnoddeatfdssbdd andmethods.Fomparsontevelsofedipoectid-adprotecocetratiofrochttiooicdiio were arbitrarily set at 1. $^ { * * } p < 0 . 0 1$ versus normoxia $( n = 5  – 8$ ） "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "DMOG,a HIF-1α stabilizer,mimics ambient hypoxiainducedchangesin productionofadiponectin andPAI-1 from adipocytes ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "HIF is a crucial transcription factor that mediates a broad range of cellular responses to hypoxia.It is a heterodimeric complex consisting of $\\textsf { a }$ and $\\beta$ subunits [36]. The $\\beta$ subunit is constitutively present in the nuclei whereas the $\\textsf { \\textsf { a } }$ subunit is oxygen labile and is degraded by the proteasome pathway following prolyl-hydroxylation and ubiquitination in normoxic cells.Hypoxia can lead to stabilization of HIF- $. 1 \\mathsf { \\alpha }$ ，which in turn modulates the expression of its target genes.DMOG is a prolyl hydroxylase inhibitor that can block the hydroxylation and degradation of HIF- $. 1 \\mathsf { a }$ [37].We next investigated the effect of DMOG on production of adiponectin and PAI-1 in adipocytes. As expected, treatment ofcells with eitherDMOG $( 0 . 5 \\mathrm { m M } )$ orambient hypoxia induced a significant accumulation of HIF- $1 \\mathsf { a }$ protein (Fig. 2A). Notably, DMOG also led to a marked down-regulation of adiponectin and up-regulation of PAI-1 in adipocytes (Figs. 2B and C). The magnitudes of these DMOG-induced changes were similar to those induced by ambient hypoxia,suggesting that the HIF- $1 \\alpha$ pathway might play a key role in mediating these events. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/479862f89b73f7b782dfb00ac5faf56c7adf9fd44dd329b81dd3139da1889fe2.jpg",
        "img_caption": [
            "Fig.2.The $\\mathsf { H I F - l } \\alpha$ stabilizer DMOG mimics the effects of ambient hypoxia on adiponectin and PAI-1 production in 3T3-L1 adipocytes.Cells were exposed to normoxia $( 2 1 \\% 0 _ { 2 } )$ ,hypoxia $( 1 \\% 0 _ { 2 } )$ or $0 . 5 \\mathrm { m M }$ DMOG for $1 8 \\mathrm { h }$ .Thirty micrograms of whole cell lysates from each sample was separated by SDS-PAGE and probed with anti-mouse HIF $. 1 \\mathsf { a }$ or antiactinantibody(A). Total RNA extracted from the cells was subjected to quantitative real-time PCRto determine the relative mRNAabundance of the adiponectin(B) and PAI-1 gene(C).The protein concentrations of adiponectin (D) and PAI-1(E) in the conditioned medium were quantified as in Fig 1. $^ { * * } p < 0 . 0 1$ versus normoxia control $( n = 5  – 8$ ） "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Reactive oxygen species (ROS） does not play a role in hypoxia-induced aberrant production of adiponectin and PAI-1 in adipocytes ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Reactive oxygen species (ROS) is an important mediator in obesity-induced inflammation,aberrant production of adipokines,and systemic insulin resistance. Over-accumulation of ROS in adipocytes can lead to decreased production of adiponectin and increased expression of pro-inflammatoryadipokines such as PAI-1 and IL6 [28,29].Hypoxia has been shown to induce ROS generation in some cell types [38,39]. We next tested whether hypoxia stimulates ROS production in 3T3-L1 adipocytes,using DCF-DA $( 1 0 \\mu \\mathrm { m o l / L } )$ （20 as a fluorescent probe.This analysis showed that there was no significant ROS accumulation at $6 \\mathrm { n }$ after hypoxic exposure (Fig. 3). At $1 2 \\mathrm { h }$ ,a modest,but significant, increase in ROS production was observed. The hypoxia-induced ROS accumulation was largely abolished by the antioxidant NAC $( 1 0 \\mathrm { m M } )$ and catalase $( 1 7 8 ~ \\mathrm { U / m l } )$ .However，NAC and catalase had no obvious effect on hypoxia-induced accumulation of HIF $1 \\mathsf { a }$ (Fig. 4A) or on hypoxia-mediated reduction of adiponectin and elevation of PAI-1 in adipocytes (Figs.4B and C). On the otherhand, treatment of adipocytes with $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 } \\left( 0 . 5 \\mathrm { m M } \\right)$ ,which results in over-accumulation of intracellularROS,did not induce the stabilization ofHIF- $1 \\alpha$ (Fig. 4A). Incubation of cells with ${ \\bf H } _ { 2 } { \\bf O } _ { 2 }$ could also decrease adiponectin production and increase PAI-1 expression, although the magnitudes of these changes were much smaller than those observed in hypoxia condition (Figs. 4B and C). Moreover, ${ \\bf H } _ { 2 } { \\bf O } _ { 2 }$ -induced abnormal production of these two adipokines was largely abrogated following the treatment with the antioxidant NAC and catalase.These results collectively suggest that ROS is not involved in hypoxia-induced dysregulation of adiponectin and PAI-1 production in adipocytes. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/3af12e68cdbac4d291abf42e3b44595a9cf3e913aaec1ea1c72b5f8618eba9f7.jpg",
        "img_caption": [
            "Fig.3.Effect of hypoxia and antioxidants on intracellular ROS concentrations as detected by DCF-DA.Differentiated adipocytes were pretreated without or with NAC $( 1 0 \\mathrm { m M } )$ and catalase $( 1 7 8 ~ \\mathrm { U / m l } )$ for $3 0 \\mathrm { m i n }$ ,and then cultured in hypoxia or normoxia condition for different time periods as indicated.Fluorescence was quantified and expressed as arbitrary unit per milligram protein. $^ { * } p < 0 . 0 5$ ; $^ { * * } p < 0 . 0 1$ versus normoxia. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/092150c22479ee0e10466b46dabcc873b61e52c633ceb2076d8e61512e7dc241.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/f56dff0943b63ba57efa1af5b74f005e21e2e1af8448162012c36d47d2015292.jpg",
        "img_caption": [
            "Fig.4.Hypoxia-induced changes in adiponectin and PAI-1 production are independent of ROS generation.3T3-L1 adipocytes were pretreated with or without NAC $( 1 0 \\mathrm { m M } )$ andcatalase $( 1 7 8 ~ \\mathrm { U / m l } )$ for $3 0 \\mathrm { m i n }$ ,and then cultured in hypoxia,normoxia or normoxia condition treated with $0 . 5 \\mathrm { m M }$ $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ for $2 4 \\mathrm { h }$ .Intracellular levelsofHIF- $. 1 \\mathsf { a }$ and actin(A) were analyzed usingWestern blotasinFig.2.The relative mRNAabundance of adiponectin (B) and PAI-1(C) was quantified using real-time PCR as in Fig. 1. $^ { * * } p < 0 . 0 1$ versus normoxia control $( n = 5  – 8$ ） "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Hypoxia and hydrogenperoxide exert distinct effectson expression of ClEBPα and PPARy ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$\\mathrm { P P A R } \\gamma$ and $\\mathrm { C / E B P \\mathfrak { A } }$ are two key transcriptional factors that regulate the expression of adipogenic genes.Both these transcription factors can transactivate the adiponectin gene bybinding with their respective cis-acting elements in its promoter region [40,41]. $\\mathrm { P P A R } \\gamma$ has also been implicated in the suppression of PAI-1 expression in human adipo cytes [42]. We next investigated the effect of hypoxia and ROS on the expression of these two transcription factors. Quantitative real-time PCR revealed that both ambient hypoxia andhypoxia-mimetics(DMOG)markedly downregulated the expression of $\\mathrm { C / E B P \\mathfrak { a } }$ ，buthad little effect on $\\mathrm { P P A R } \\gamma$ (Fig. 5). On the other hand, $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ treatment significantly decreased the mRNA abundance of both $\\mathrm { C / E B P \\mathfrak { A } }$ and $\\mathrm { P P A R } \\gamma$ ： ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/afcce3f6a98f0d5412c34a1c17435145163571593eb5238309c8a1ade808c625.jpg",
        "img_caption": [
            "Fig.5.Differential effects of hypoxia and hydrogen peroxide on expression of $\\mathrm { P P A R } \\gamma$ and $\\mathrm { C / E B P \\mathfrak { A } }$ .Fully differentiated 3T3-L1 adipocytes were grown in hypoxia, normoxia,or normoxia condition treated with DMOG or $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ for $2 4 \\mathrm { h }$ . Total mRNA was extracted and the gene expression levels ofPPARγ and $\\mathrm { C / E B P \\mathfrak { A } }$ were quantified by real-time PCR.Values are normalized to the level of 18s ribosomal RNA. $^ { * * } p < 0 . 0 1$ versus normoxia group. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Hypoadiponectinemia and elevated plasma levels of PAI-1 are the two important biochemical hallmarks in the pathogenesis of obesity-related disorders,especially type 2 diabetes and cardiovascular diseases [9,1O,21]. Our present study demonstrated that hypoxia could markedly decrease the production of adiponectin and increase the expression ofPAI in adipocytes,a major site for synthesizing these two adipokines.Accumulating evidence suggests that local hypoxia occurs in enlarged adipose tissue as obesity develops, due to the insufficient vasculature supply [8,30,43]. Relative hypoxia has recently been proposed to be an important mediator in initiating the macrophage infiltration and local inflammation in adipose tissue [33]. Our finding supports the notion that local hypoxia in obese adipose tissue might contribute to the development of obesity-associated type 2 diabetes and cardiovascular disorders by inducing discordant production of adiponectin and PAI-1 in adipocytes. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Induction of PAI-1 expression by hypoxia has previously been reported in several other cell types，including HepG2 cells [44] and vascular smooth muscle cells [38]. Hypoxia induces PAI-lexpression primarily through stabilization and activation of HIF- $. 1 \\mathsf { \\alpha }$ ，which can transactivate the PAI-1 gene via direct interaction with several hypoxia-response cis-elements (HREs） in its promoter region [45].In line with these results,we found that chemically induced stabilization of HIF- $. 1 \\mathsf { a }$ in normoxia condition is sufficient to mimic the effect of ambient hypoxia on induction of PAI-1 expression in adipocytes. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To the best of our knowledge,this study is the first report showing the inhibitory effect of hypoxia on production of adiponectin,an important adipokine with anti-diabetic and anti-atherogenic activities. Althoughthe underlying mechanisms remain largely unknown， our results suggest the involvement of HIF- $. 1 \\mathsf { a }$ and $\\mathrm { C / E B P \\mathfrak { A } }$ in mediating hypoxia-mediated suppression of the adiponectin mRNA expression. $\\mathrm { C / E B P \\mathfrak { A } }$ is a key transcription factor involved in activation of adiponectin gene transcription in adipocytes through interaction with its consensus binding sites in the promoter region [40]. The role of $\\mathrm { C / E B P \\mathfrak { A } }$ as an indispensable transcription factor involved in transctivation of the adiponectin gene is also supported by a more recent finding that SiRNA-mediated knockdown of endogenous $\\mathrm { C / E B P \\mathfrak { A } }$ significantly decreases adiponectin mRNA levels in human adipocytes [46]. Notably, we found that both ambient hypoxia and the HIF- $1 \\alpha$ stabilizer DMOG could decrease $\\mathrm { C / E B P \\mathfrak { A } }$ expression, suggesting that $\\mathrm { C / E B P \\mathfrak { A } }$ is a downstream mediator of HIF- $. 1 \\mathsf { a }$ .In addition to transcriptional suppression of adiponectin gene expression,hypoxia might decrease adiponectin production through inhibition of adiponectin protein synthesis and/or its secretion from adipocytes.This conclusion is supported by the fact that the modest reduction of adiponectin mRNA levels at the early phase of hypoxia treatment $( 6 \\mathrm { h } )$ cannot fully account for the sharp decline of adiponectin protein in the conditioned culture medium (Figs. 1A and C). Our finding further highlights the importance of posttranscriptional control in regulating adiponectin production and warrants further investigation in the future. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Oxidative stress is now recognized to be an important mediator in the development of obesity, insulin resistance, diabetes,and cardiovascular diseases.Obesity is characterized by increased accumulation of ROS in the enlarged fat tissue，which can decrease adiponectin production and induce PAI-1 expression [28]. These adverse effects of ROS can be reversed by anti-oxidants. Since the formation of ROS requires molecular oxygen,it has been suggested that ROS might be involved in the cellular response to hypoxia [47]. However,two opposite concepts have been proposed to explain how the response to hypoxia can be related to ROS. One concept suggests that under hypoxic conditions ROS production isdiminished and the decreased ROS mediates hypoxic response [48]. This has been supported by numerous reports showing that hypoxia condition is associated with decreased ROS concentration in many types of cells,such as pulmonary arteries [49] and cardiac mytocytes [5O]. In contrast, the other concept argues that increased ROS is involved in mediating the cellular response to hypoxia [39]. Indeed,elevated levels of intracellular ROS under hypoxia were observed in Hep3B cells [39], pulmonary myocytes [51],and vascular smooth muscle cells [38]. Nevertheless, there has been a long-lasting debate about the role of ROS in hypoxia-induced stabilization of HIF- $. 1 \\mathfrak { a }$ and modulation of gene expression [47]. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In this study,we found that hypoxia induced a modest but significant increase in ROS in adipocytes.However, ROS is not required for hypoxia-mediated stabilization of HIF- $. 1 \\alpha$ and aberrant production of adiponectin and PAI-1. This conclusion is based on the following findings: first， changes in adiponectin and PAI-1 production occurred as early as $6 \\mathrm { n }$ after hypoxia exposure (Fig. 1), while a significant accumulation of ROS was only detected after $1 2 \\mathrm { h }$ (Fig. 3); second, treatment with the two anti-oxidants (NAC and catalase） largely depleted hypoxia-induced ROS accumulation,whereas it had little effect on hypoxia-mediated HIF $1 \\alpha$ stabilization,nor on adiponectin and PAI-1 production (Fig.4). In fact,we also tested other antioxidants,including MnTBAP(a superoxide dismutase mimetic with catalase-like activity), PDTC (a thiol-reductive and iron-chelating agent)， and trolox (a derivative of Vitamin E),and found that none of them could alleviate hypoxia-induced HIF- $. 1 \\alpha$ accumulation and aberrant production of these two adipokines (data not shown). Third,although $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ ，a major component of ROS,could also decrease adiponectin production and augment PAI-1 expression, the magnitude of these changes was much lower than those induced by hypoxia (Fig.4).In addition, $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ -induced aberrant production of adiponectin and PAI-1 could be reversed by the aforementioned two anti-oxidants. While hypoxia-induced changes were largely attributed to HIF- $. 1 \\mathsf { \\alpha }$ + $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ had little effect on the expression of this transcription factor (Fig. 5).In addition, suppression of $\\mathrm { P P A R } \\gamma$ was involved in mediating the actions of $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ ，but not hypoxia. Taken together, these evidences suggest hypoxia and ROS exert their actions on modulating adiponectin and PAI-1 production via distinct mechanisms in adipocytes.The modest increase of ROS under hypoxia might not be suficient to elicit the ROS-dependent pathway involved in altering the expression of adiponectin and PAI-1, or the effect of ROS becomes negligible in the overriding presence of the strong actions of hypoxia-induced HIF $. 1 \\mathfrak { a }$ pathway. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Our finding that $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ did not cause HIF- $. 1 \\mathfrak { a }$ accumulation in adipocytes is consistent with those observed in urinary bladder carcinoma ECV3o4 cells [52]. However, this result is different from the earlier studies on aortic smooth muscle cells [38] and Hep3B cells [39],which showed the activation of HIF $. 1 \\mathfrak { a }$ by $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ . This discrepancy might be due to differential response of the HIF- $. 1 \\mathfrak { a }$ pathways to ROS in different types of cells and needs to be further clarified. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In summary，our study demonstrated that hypoxia decreases adiponectin production and augments PAI-1 expression through activation of HIF- $1 \\alpha$ in adipocytes. Notably,HIF- $. 1 \\mathsf { a }$ expression in subcutaneous adipose tissue hasrecently been shown to be markedly elevated in obese subjects compared with lean individuals [33]. A genetic study on Japanese population has found that the P582S mutation in HIF- $. 1 \\mathfrak { a }$ is closely associated with type 2 diabetes [53]. Interestingly, the transcriptional activity of this mutant is much higher than wild-type HIF $. 1 \\mathfrak { a }$ .These evidences collectively suggest that elevated HIF- $1 \\alpha$ activity might be causally linked with obesity and its associated metabolic and cardiovascular disorders.Pharmaceutical inhibition of HIF- $. 1 \\mathsf { a }$ might represent a novel therapeutic target for these diseases. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This work was supported by Hong Kong Research Council Grant HKU(7486/04M),anda research and conference grant from the University of Hong Kong (To A. Xu),Sun Chieh Yeh Heart Foundation, and the 973 program of China (2004CB720102). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1]H.B.Hubert,M.Feinleib,P.M.McNamara,W.P.Castelli, Obesity as an independent risk factor for cardiovascular disease:a 26-year follow-up of participants in the Framingham Heart Study, Circulation 67 (1983) 968-977.   \n[2] J.D.Douketis,A.M. Sharma,Obesity and cardiovascular disease: pathogenic mechanisms and potential benefits of weight reduction, Semin.Vasc.Med.5(2005) 25-33.   \n[3]B.Conway,A.Rene,Obesity as a disease:no lightweight matter, Obes.Rev.5(2004)145-151.   \n[4] B.Isomaa,P.Almgren,T.Tuomi,B.Forsen,K.Lahti,M.Nissen, M.R.Taskinen,L.Groop,Cardiovascular morbidity and mortality associated with the metabolic syndrome,Diabetes Care 24 (2001) 683-689.   \n[5]A.M.Pritchett,J.P.Foreyt,D.L.Mann,Treatment of the metabolic syndrome:the impact of lifestyle modification,Curr.Atheroscler. Rep.7(2005)95-102.   \n[6] S.M.Grundy，Obesity，metabolic syndrome,and cardiovascular disease,J.Clin.Endocrinol.Metab.89(2004) 2595-2600.   \n[7] G. Fantuzzi, Adipose tissue,adipokines, and inflammation,J. Allergy Clin.Immunol.115 (2005) 911-919,quiz 920.   \n[8]P.Trayhurn，I.S.Wood,Adipokines: inflammation and the pleiotropic role of white adipose tissue,Br.J.Nutr.92 (2004) 347-355.   \n[9]K.S.Lam,A.Xu,Adiponectin: protection of the endothelium, Curr. Diab.Rep.5(2005)254-259.   \n10] M.E.Trujillo,P.E.Scherer,Adiponectin-journey from an adipocyte secretory protein to biomarker of the metabolic syndrome,J.Intern. Med. 257 (2005) 167-175.   \n11]Y.Matsuzawa,T.Funahashi, S.Kihara,I. Shimomura,Adiponectin and metabolic syndrome,Arterioscler.Thromb.Vasc.Biol.24(2004) 29-33.   \n12]N.Maeda,I.Shimomura,K.Kishida,H.Nishizawa,M.Matsuda,H. Nagaretani,N.Furuyama,H.Kondo,M.Takahashi,Y.Arita,R. Komuro,N.Ouchi, S.Kihara,Y.Tochino,K.Okutomi,M.Horie, S. Takeda,T.Aoyama,T.Funahashi，Y.Matsuzawa,Diet-induced insulin resistance in mice lacking adiponectin/ACRP3o,Nat.Med.8 (2002) 731-737.   \n[13] N.Kubota,Y. Terauchi, T.Yamauchi, T.Kubota,M.Moroi, J. Matsui, K.Eto,T.Yamashita,J. Kamon,H. Satoh,W. Yano,P. Froguel, R.Nagai, S. Kimura,T. Kadowaki, T. Noda, Disruption of adiponectin causes insulin resistance and neointimal formation,J. Biol. Chem.277 (2002) 25863-25866.   \n[14] R. Shibata, N. Ouchi, M. Ito, S. Kihara,I. Shiojima,D.R.Pimentel, M. Kumada,K. Sato, S. Schiekofer, K. Ohashi, T. Funahashi, W.S. Colucci, K. Walsh,Adiponectin-mediated modulation of hypertrophic signals in the heart,Nat.Med.10 (2004) 1384-1389.   \n[15] Y.Okamoto，S.Kihara,N. Ouchi,M. Nishida,Y.Arita,M. Kumada,K. Ohashi, N. Sakai, I. Shimomura,H. Kobayashi, N. Terasaka,T.Inaba,T.Funahashi,Y.Matsuzawa，Adiponectin reduces atherosclerosis in apolipoprotein E-deficient mice, Circulation 106 (2002) 2767-2770.   \n[16] A. Xu, Y. Wang, H. Keshaw,L.Y. Xu, K.S. Lam, G.J. Cooper, The fat-derived hormone adiponectin alleviates alcoholic and nonalcoholic fatty liver diseases in mice，J.Clin.Invest.112 (2003) 91-100.   \n[17] R.S.Lindsay,T.Funahashi, R.L.Hanson, Y.Matsuzawa, S. Tanaka, P.A. Tataranni, W.C. Knowler, J. Krakoff, Adiponectin and development of type 2 diabetes in the Pima Indian population,Lancet 360 (2002) 57-58.   \n[18] D.M. Maahs,L.G. Ogden, G.L.Kinney，P.Wadwa, J.K. Snell Bergeon,D.Dabelea,J.E.Hokanson,J.Ehrlich,R.H. Eckel,M. Rewers,Low plasma adiponectin levels predict progression of coronary artery calcification, Circulation 111 (2005) 747-753.   \n[19] J. Spranger,A.Kroke,M.Mohlig,M.M. Bergmann,M.Ristow,H. Boeing， A.F. Pfeifer， Adiponectin and protection against type 2 diabetes mellitus,Lancet 361 (2003) 226-228.   \n[20] T.Pischon, C.J. Girman,G.S.Hotamisligil, N. Rifai,F.B.Hu,E.B. Rimm, Plasma adiponectin levels and risk of myocardial infarction in men, J. Am. Med.Assoc.291 (2004) 1730-1737.   \n[21] C.J.Lyon,W.A.Hsueh,Effectofplasminogenactivatoriniitor-in diabetes melitus and cardiovascular disease,Am.J. Med.115 (2003) 62-S68.   \n[22] T.Skurk,H. Hauner,Obesity and impaired fibrinolysis:role of adipose production of plasminogen activator inhibitor-1, Int.J. Obes. Relat.Metab.Disord.28 (2004) 1357-1364.   \n[23]P.E.Morange,M.C.Alessi,M.Verdier,D.Casanova,G.Magalon,I. Juhan-Vague,PAI-1 produced ex vivo by human adipose tissue is relevant to PAI-1 blood level,Arterioscler.Thromb.Vasc.Biol. 19 (1999) 1361-1365.   \n[24] I. Shimomura,T.Funahashi, M. Takahashi, K.Maeda,K.Kotani, T.Nakamura, S. Yamashita,M. Miura,Y.Fukuda,K. Takemura, K. Tokunaga, Y. Matsuzawa, Enhanced expresion of PAI-1 in visceral fat: possble contributor to vascular disease in obesity,Nat. Med.2 (1996) 800-803.   \n[25] B.De Taeye,L.H. Smith, D.E. Vaughan, Plasminogen activator inhibitor-1: a common denominator in obesity, diabetes and cardiovascular disease, Curr. Opin.Pharmacol.5(2005) 149-154.   \n[26] H.P. Kohler,P.J. Grant,Plasminogen-activator inhibitor type 1 and coronary artery disease,N. Engl.J. Med.342 (2000) 1792-1801.   \n[27] M. Eren, C.A. Painter,J.B. Atkinson,P.J. Declerck, D.E. Vaughan, Age-dependent spontaneous coronary arterial thrombosis in transgenic mice that express a stable form of human plasminogen activator inhibitor-1, Circulation 106 (2002) 491-496.   \n[28] S.Furukawa,T.Fujita,M. Shimabukuro,M.Iwaki, Y. Yamada, Y. Nakajima,O.Nakayama,M.Makishima,M.Matsuda,I.Shimomura,Increased oxidative stress in obesity and its impact on metabolic syndrome, J. Clin.Invest.114 (2004) 1752-1761.   \n[29] A.F. Soares,M.Guichardant,D.Cozzone,N. Bernoud-Hubac,N. Bouzaidi-Tiali,MLagarde,A.Geloen,Effects of oxidative stress on adiponectin secretion and lactate production in 3T3-L1 adipocytes, Free Radic.Biol. Med.38(2005) 882-889.   \n[30]E.Fleischmann，A.Kurz,M.Niedermayr，K.Schebesta，O. Kimberger, D.I. Sesser,B.Kabon,G. Prager, Tissue oxygenation in obese and non-obese patients during laparoscopy, Obes. Surg. 15 (2005) 813-819   \n[31]B.Kabon,A.Nagele,D.Reddy,C.Eagon,J.W.Fleshman,D.I. Sessler,A.Kurz, Obesity decreases perioperative tissue oxygenation, Anesthesiology 100 (2004) 274-280.   \n[32] K.Lolmede,V.Durand de Saint Front,J.Galitzky,M.Lafontan,A. Bouloumie,Effects of hypoxia on the expression of proangiogenic factors in differentiated 3T3-F442A adipocytes,Int.J. Obes. Relat. Metab.Disord.27 (2003) 1187-1195.   \n[33]R.Cancello,C.Henegar，N. Viguerie，S.Taleb,C.Poitou，C. Rouault，M.Coupaye,V.Pelloux,D.Hugol,J.L.Bouillot,A. Bouloumie,G. Barbateli, S. Cinti, P.A. Svensson, G.S. Barsh, J.D. Zucker，A．Basdevant，D.Langin，K.Clement，Reduction of macrophage infiltration and chemoattractant gene expresson changes in white adipose tissue of morbidly obese subjects after surgeryinduced weight loss,Diabetes 54 (2005) 2277-2286.   \n[34] A.Xu,K.W. Chan,R.L.Hoo,Y.Wang,K.C.Tan,J. Zhang,B. Chen，M.C.Lam,C.Tse,G.J.Cooper，K.S.Lam，Testosterone selectively reduces the high molecular weight form of adiponectin by inhibiting its secretion from adipocytes,J.Biol. Chem.280 (2005) 18073-18080,Epub 12005 Mar 18079.   \n[35]A.Xu,S.Yin，L.Wong，K.W.Chan，K.S.Lam，Adiponectin ameliorates dyslipidemia induced by the HIV protease inhibitor ritonavir in mice,Endocrinology 145 (2004) 487-494.   \n[36] C.Brahimi-Horn，N. Mazure，J.Pouyssegur，Signalling via the hypoxia-inducible factor-lalpha requires multiple posttranslational modifications, Cell. Signal. 17(2005) 1-9.   \n[37] R.Ockaili,R.Natarajan,F. Salloum,B.J. Fisher,D.Jones,A.A. Fowler 3rd,R.C.Kukreja,HIF-1 activation attenuates postischemic myocardial injury: role for heme oxygenase-1 in modulating microvascular chemokine generation,Am.J.Physiol.Heart Circ.Physiol. 289 (2005) H542-H548.   \n[38] H. Sato,M. Sato,H. Kanai, T.Uchiyama,T. Iso,Y. Ohyama,H. Sakamoto,J.Tamura,R.Nagai,M.Kurabayashi,Mitochondrial reactive oxygen species and c-Src play a critical role in hypoxic response in vascular smooth muscle cells,Cardiovasc.Res.67(2005) 714-722.   \n[39]N.S.Chandel,E.Maltepe,E.Goldwasser，C.E.Mathieu,M.C. Simon，P.T. Schumacker，Mitochondrial reactive oxygen species trigger hypoxia-induced transcription,Proc.Natl.Acad. Sci.USA 95 (1998) 11715-11720.   \n[40] S.K.Park,S.Y.Oh,M.Y.Lee,S. Yoon,K.S.Kim,J.W.Kim, CCAAT/enhancer binding protein and nuclear factor-Y regulate adiponectin gene expression in adipose tissue,Diabetes 53 (2004) 2757-2766.   \n[41]M.Iwaki,M.Matsuda,N.Maeda,T.Funahashi,Y.Matsuzawa,M Makishima,I. Shimomura,Induction of adiponectin,a fat-derived antidiabetic and antiatherogenic factor,by nuclear receptors,Diabetes 52 (2003) 1655-1663.   \n[42]A.Zirlik,A.Leugers,J.Lohrmann,S.Ernst,B.E.Sobel,C.Bode, T.K.Nordt,Direct attenuation of plasminogen activator inhibitor type-1 expresson in human adipose tissue by thiazolidinediones, Thromb.Haemost.91(2004) 674-682.   \n[43] M.A.Rupnick,D.Panigrahy,C.Y.Zhang,S.M.Dallabrida,B.B. Lowell,R.Langer,M.J.Folkman，Adipose tissue mass can be regulated through the vasculature,Proc.Natl.Acad. Sci.USA 99 (2002) 10730-10735.   \n[44] T.Kietzmann,U.Roth,K.Jungermann,Induction of the plasminogen activator inhibitor-1 gene expresson by mild hypoxia via a hypoxia response element binding the hypoxia-inducible factor-1 in rat hepatocytes,Blood 94(1999) 4177-4185.   \n[45] T.Kietzmann,A. Samoylenko,U.Roth,K.Jungermann,Hypoxiainducible factor-1 and hypoxia response elements mediate the induction of plasminogen activator inhibitor-1 gene expression by insulin in primary rat hepatocytes,Blood 101 (2003) 907-914.   \n[46]L.Qiao,P.S.Maclean,J. Schaack,D.J.Orlicky,C.Darimont,M. Pagliassotti, J.E.Friedman,J. Shao, C/EBPalpha regulates human adiponectin gene transcription through an intronic enhancer,Diabetes 54 (2005) 1744-1754.   \n[47] T. Kietzmann,A. Gorlach, Reactive oxygen species in the control of hypoxia-inducible factor-mediated gene expression, Semin.Cell Dev. Biol.16(2005) 474-486.   \n[48] S.L.Archer,J.Huang,T.Henry,D.Peterson,E.K.Weir,A redoxbased O2 sensor in rat pulmonary vasculature,Circ.Res.73(1993) 1100-1112.   \n[49] E.D. Michelakis,V. Hampl, A. Nsair,X. Wu, G. Harry,A. Haromy, R.Gurtu,S.L.Archer,Diversity in mitochondrial function explains differences in vascular oxygen sensing，Circ.Res.90 (2002) 1307-1315.   \n[50] L.C.Hool, P.G. Arthur,Decreasing cellular hydrogen peroxide with catalase mimics the effects of hypoxia on the sensitivity of the L-type $\\mathrm { C a } ^ { 2 + }$ channel to beta-adrenergic receptor stimulation in cardiac myocytes,Circ.Res.91(2002) 601-609.   \n[51] C.Marshall,A.J. Mamary,A.J.Verhoeven,B.E.Marshall,Pulmonaryartery NADPH-oxidase is activated in hypoxic pulmonary vasoconstriction,Am.J.Respir. Cell Mol. Biol.15(1996) 633-644.   \n[52]A.Gorlach,I.Diebold,V.B.Schini-Kerth,U.Berchner-Pfannschmidt,U.Roth,R.P.Brandes,T.Kietzmann,R.Busse,Thrombin activates the hypoxia-inducible factor-1 signaling pathway in vascular smooth muscle cels: role of the p22(phox)-containing NADPH oxidase, Circ.Res.89(2001) 47-54.   \n[53]N.Yamada,Y.Horikawa,N.Oda,K.Iizuka,N.Shihara,S.Kishi,J. Takeda,Genetic variation in the HIF-1{alpha} gene is associated with type 2 diabetes in Japanese,J.Clin.Endocrinol.Metab.26 (2005) 90-5841. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    }
]