[
    {
        "type": "text",
        "text": "A new crested theropod dinosaur from the Early Jurassic of Yunnan Province, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WANG Guo-Fu1,2 YOU Hai-Lu3,4\\* PAN Shi-Gang WANG Tao5 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1 Fossil Research Center of Chuxiong Prefecture,Yunnan Province Chuxiong,Yunnan 675000)   \n(2 Chuxiong Prefectural Museum Chuxiong,Yunnan 675000)   \n(3KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology and Paleoanthropology,Chinese Academy of Sciences Beijing100044 \\* Corresponding author: youhailu@ivpp.ac.cn)   \n(4CollegeofEarth Sciences,UniversityofChineseAcademy ofSciences Beijing100049)   \n(5Bureau ofLand and Resources of Lufeng County Lufeng,Yunnan 650031) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract A new crested theropod, Shuangbaisaurus anlongbaoensis gen. et sp. nov.,is reported. The new taxon is recovered from the Lower Jurassic Fengjiahe Formation of Shuangbai County, Chuxiong Yi Autonomous Prefecture, Yunnan Province,and is represented by a partial cranium. Shuangbaisaurus is unique in possessing parasagittal crests along the orbital dorsal rims. It is also distinguishable from the other two lager-bodied parasagittal crested Early Jurassic theropods (Dilophosaurus and Sinosaurus） by a unique combination of features,such as higher than long premaxillary body, elevated ventral edge of the premaxilla,and small upper temporal fenestra. Comparative morphological study indicates that“Dilophosaurus” sinensis could potentially be assigned to Sinosaurus,but probably not to the type species.The discovery of Shuangbaisaurus will help elucidate the evolution of basal theropods,especially the role of various bony cranial ornamentations had played in the differentiation of early theropods. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words Chuxiong,Yunnan; Early Jurassic; dinosaur; theropod; crest ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Wang G F, You HL,Pan S G et al.,2O17.A new crested theropod dinosaur from the Early Jurassic of Yunnan Province,China.Vertebrata PalAsiatica, 55(2):177-186 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Bony cranial ornamentations, such as crests and horns,play important roles in visual communications and physical interactions within and between animal species.In theropod dinosaurs,a correlation has been documented between the presence of these ornamentations and rapid evolution of giantism in basal theropods (Gates et al.,2016).Among various bony cranial ornamentation forms,tall sheet-like parasagittal crests mainly formed by the dorsal extension of the nasals are only known in two Early Jurassic taxa, the North American Dilophosaurus and Chinese Sinosaurus (Welles,1984;Hu,1993; Xing,2012).And these two taxa represent the first appearance of large theropods in the evolution of dinosaurs, with femur lengths of 552 and ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$5 8 7 \\mathrm { m m }$ and body masses of 362 and $4 2 9 \\mathrm { k g } .$ ,respectively (Gates et al., 2016). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Here we report the discovery of a new theropod with previously unknown parasagittal crests along the orbital dorsal rims. The specimen is recovered from the Lower Jurassic Fengjiahe Formation in Shuangbai County of Yunnan Province (Fig.1) and represented by a partial skull with lower jaw. The fossil site is about $1 0 0 \\mathrm { k m }$ south to Lufeng County, where the famous Lufeng dinosaur fauna has ben recovered since 193Os (Young,1951; You et al.,2014; Wang etal.,2017). The only other dinosaur, a juvenile specimen of Yunnanosaurus robustus, has been reported from Shuangbai County, but whether it belongs to the Early or Middle Jurassic is uncertain (Sekiya et al.,2013).This paper will briefly describe the major anatomical features of this new specimen, and compare it with other relevant taxa.Based on this,a new taxon, Shuangbaisaurus anlongbaoensis gen. et. sp.nov., is established,which is most distinguished from all other known theropods in possessing parasagittal crests at least along the orbital dorsal rims. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Institutional abbreviationsCPM, Chuxiong Prefectural Museum (Chuxiong, Yunnan); KM, Kunming Museum (Kunming, Yunnan); LFGT, Bureau of Land and Resources of Lufeng County (Lufeng, Yunnan). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/0f022f69fc5f03b70369b16119c51d0f733aa3ca8d5dab5ccb84a4a759c8ea63.jpg",
        "img_caption": [
            "Fig.1 Localities of Shuangbaisaurus anlongbaoensis (CPM C2140ZA245)and Sinosaurus in Yunnan, China Note the holotype and LFGT LDM-L10 of Sinosaurus triassicus are recovered from Lufeng County, while Sinosaurus sinensis $\\left[ = \\right.$ \"Dilophosaurus” sinensis) KMV 8701is from Jinning County (Xing,2012) "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Systematic paleontology ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Dinosauria Owen, 1842 SaurischiaSeeley,1887 Theropoda Marsh, 1881 Shuangbaisaurus gen. nov. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Etymology“Shuangbai”’ is the Chinese name of the county where the holotype was recovered,and this county was first established in West Han Dynasty (AD 109).“Sauros”is Greek for lizard. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Type species Shuangbaisaurus anlongbaoensis sp.nov.   \nDiagnosisAs for type and only known species (see below). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Shuangbaisaurus anlongbaoensis gen. et sp. nov. ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Etymology“Anlongbao” is the Chinese name of the town where the holotype was recovered, and it literally means dragon-placing fort. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Holotype CPM C2140ZA245,a partial skull with lower jaw. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Type locality and horizonLiuna Village,Anlongbao Town, Shuangbai County, Chuxiong Yi Autonomous Prefecture, Yunnan Province. The specimen was from the dark purple muddy siltstones in the lower part of the Lower Jurassic Fengjiahe Formation. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "DiagnosisBasal theropod distinguished by having parasagittal crests at least along orbital dorsal rims. Shuangbaisaurus also possesses a unique combination of features, including elevated ventral edge of the premaxilla (also present in Dilophosaurus and LFGT LDM-L10 of Sinosaurus), higher than long premaxillary body (also present in LFGT LDM-L10 of Sinosaurus,but longer than high in Dilophosaurus and KMV 8701 of Sinosaurus),and small upper temporal fenestra with its diameter shorter than the transverse width of the parietals in between and about half the length of the skull table posterior to the orbit. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Description A partial skull is preserved, missing nasals and the dorsal portions of the premaxillae, maxillae and lacrimals (Figs.2,3).The anterior half and the posterior end of the lower jaw are associated with the skull. Due to deformation, the anterior portion of the rostral is bent to the left. This brief description is mainly based on the right lateral and dorsal views of the cranium,highlighting its key features. Because Dilophosaurus and the two specimens of Sinosaurus (KMV 8701 and LFGT LDM-L10) represent the only three specimens with parasagittal skull crests of comparable size (Welles,1984; Hu,1993; Xing, 2012), we will pay attention to the similarities and differences among them.The total length of the skull is $5 4 0 ~ \\mathrm { m m }$ along the ventral margin from the most anterior tip to the posterior end of the quadrate. The height of the skull along the ventral process of the postorbital is $1 9 0 \\mathrm { m m }$ ,and note that this does not include the crests.Therefore, the skull is relatively low, with a length/height ratio of 2.84. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The external naris is not preserved. The internal antorbital fenestra is relatively large and occupies about one third the total length of the skull judging from its preserved ventral portion bordered by the maxilla and the lacrimal. The posterior edge of the antorbital fenestra inclines posterodorsally as in LFGT LDM-L10 and Dilophosaurus but not as in KMV 8701, which is vertical. The orbit is keyhole shaped tapering ventrally and also slightly anteriorly, with horizontal dorsal rim and shorter anterior than posterior rim. The lower temporal fenestra is somewhat trapezoid in shape with relatively long ventral border, while its long axis is not vertically orientated and directs somehow anteroventral-posterodorsally. Slightly above its mid-height, the tip of the ventral process of the squamosal protrudes anteriorly and constricts the width of the lower temporal fenestra slightly. The upper temporal fenestra is not completely preserved,but is clearly smalland round,with its diameter shorter than the transverse width of the parietals in between and about half the length of the skull table posterior to the orbit. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/4bdd5359372f15df415ca55f8300c12f437d92426808b42424c45f3f310fca22.jpg",
        "img_caption": [
            "Fig.2 Cranium of Shuangbaisaurus anlongbaoensis (CPM C2140ZA245) in right lateral viewAbbreviations: f.frontal 额骨;j. jugal 轭骨;1.lacrimal 泪骨;lj.lower jaw 下颌骨;lsoc.left supraorbital crest 左侧眶上崎冠;m. maxilla 上颌骨;p.parietal 顶骨;pl. palatine 腭骨;pm. premaxilla 前颌骨;po.postorbital 眶后骨;q.quadrate 方骨;qj.quadratojugal 方轭骨;rsoc.right supraorbital crest 右侧眶上嵴冠;sq.squamosal 鳞骨"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/4078c9bdfc833b9940ca8aceeaf62fd519fa6119784c74f471113b1373bfa017.jpg",
        "img_caption": [
            "Fig.3 Cranium of Shuangbaisaurus anlongbaoensis (CPM C2140ZA245) in dorsal viewAbbreviations:f.frontal额骨;lpo.left postorbital 左眶后骨;lsoc.left supraorbital crest 左侧眶上嵴冠;lsq.left squamosal 左鳞骨;lutf.left upper temporal fenestra左上颞孔; m.maxilla上颌骨;p.parietal 顶骨;pm.premaxilla 前颌骨;rpo.right postorbital 右眶后骨;rsoc.right supraorbital crest 右侧眶上嵴冠;rsq.right squamosal 右鳞骨;rutf.right upper temporal fenestra 右上颞孔"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The major portion of the premaxillary body is preserved, missing its dorsal edge and both the nasal and maxillary processes. There seems to be a vertical groove separating the premaxilla and the maxilla, which is listed as an autapomorphy of Sinosaurus by Carrano et al. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(2012).The preserved dorsal rim of the premaxilary body should be very close to the ventral border of the external naris,which is lined about the same level as the ventral border of the antorbital fenestra,indicating that the premaxillary body is higher than long.This is different from the conditions in either KMV 8701 or Dilophosaurus,which is longer than high, but similar to that in LFGT LDM-L10. The ventral margin of the premaxilla is notably elevated and higher than that of the maxilla,thus the preserved last two premaxillary teeth are basically situated above the ventral edge of the maxilla.This is similar to the condition in LFGT LDM-L10,although no teeth are preserved in the latter. In contrast, in KMV 8701 the ventral borders of the premaxilla and the maxilla are lined at the same level, while in Dilophosaurus, although the ventral border of the premaxilla is higher than that of the maxilla,they are not parallel to each other, but form an angle so that the premaxillary teeth point posteroventrally. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The maxilla is largely preserved, missing most of its ascending process.An inclined low ridge separates the main body of the maxilla and its anterior ramus. The ventral edge of the anterior ramus is upturned anterodorsally, so that the first maxillary tooth points anteroventrally. This first maxillry tooth is situated right posterior to the relatively small and ventrally pointing last premaxillary tooth,without a diastema in between. The anterior margin of the maxilla is high, a key featured noticed by Young (1948) in his original paper naming Sinosaurus. Carrano et al. (2O12) treated a vertical anterior border of the maxilla as an autapomorphy shared by KMV 8701 and LFGT LDM-L10,which is also the case in Shuangbaisaurus.In contrast in Dilophosaurus the anterior border of the maxilla is dorsoventrally low and pointed. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The maxillary body is robust. Its lateral surface ventral to the ascending process is shallowly depressed, while the portion ventral to the antorbital fenestra is dorsoventrally deep and narrows slightly posteriorly,with a flat or slightly convex lateral surface. It seems the antorbital fossa only has a restricted lateral exposure.A fenestra located at the base of the ascending process probably represents the promaxilary fenestra, occupying the similar position as in Sinosaurus (KMV 8701 and LFGT LDM-L10). A notable elongate groove runs parallel to the tooth row on the lateral surface of the maxilla starting right posterior to the anterior ramus,but it is hard to judge where it terminates posteriorly due to poor preservation. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The maxilla-jugal articulation is located ventral to the preserved ventral portion of the ventral ramus of the lacrimal; therefore the jugal does not reach the posteroventral corner of the antorbital fossa. The postorbital process of the jugal wraps the jugal process of the postorbital, and borders the lower half the lower temporal fenestra anteriorly.A longitudinal ridge exists on the lateral surface of the jugal body. This and the quadratojugal process direct posteroventrally as in Zupaysaurus (Ezcurra and Novas,2Oo6),unlike the horizontal condition in Sinosaurus and Dilophosaurus. Although the jugal process of the quadratojugal is not preserved, the preserved impression on the lateral surface of the jugal clearly indicates that it tapers until under the anteroventral corner of the lower temporal fenestra. The dorsal portion of the quadratojugal is not well preserved but its dorsal contact with the quadrate can be traced, which is slightly below the mid-height of the lower temporal fenestra. The quadrate articulates with the squamosal dorsally,and contributes a smallportion to the posterior border of the lower temporal fenestra. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The ventral process of the postorbital is long and slender. Its upper one third is convex posteriorly, while the ventral two thirds are almost straight and direct anteroventrally until the most ventral point of the orbit.In dorsal view, the anterior process of the postorbital is offset slightly from the skulltable,leaving an embayment between it and the posterior ramus.The anterior process contributes to the posterior part of the dorsal rim of the orbit, although it is hard to judge the boundary between it and the frontals. The posterior process of the postorbital is not well preserved,but it should have a long suture line with the frontal and the parietal medially and contributes to the lateral portion of the supratemporal fossa before forming the intertemporal bar with the squamosal. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The squamosal has three rami. The anteroventral ramus ends above the mid-height of the lower temporal fenestra and constricts the width of this fenestra.The other two rami direct anterodorsally and posteroventromedially,respectively; therefore the upper temporal fenestra is facing posterodorsally. In dorsal view, the small upper temporal fenestra is situated within the large supratemporal fossa. The fossa itself is divided by a raised transverse ridge,which is supposed to be along the parietal-frontal suture line.If so,the frontals should be long and large,contributing most to the skulltable and bordering the dorsal rims of the orbits,although the exact articulation with the nasals and the prefrontals is hard to discern. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Mostly interestingly is the presence of vertical crests extending dorsally along the entire dorsal rims of the orbitals on both sides (here termed the supraorbital crests).The broken dorsal end is about 1 cm wide transversely along its entire length (Figs.2,3), so the crest should be higher than preserved. Actually it is hard to judge the original shape of the whole crest. It seems the supraorbital crest is mainly formed by the dorsal extension of the frontal, with possible contributions from the postorbital and the prefrontal. It is hard to discern whether the lacrimal contributes to the cranial crest at the anterodorsal corner of the orbit because the skull was just broken at this position. Dorsal expansion of lacrimal is common in theropods,and it is probably that the supraorbital crest continues anteriorly along the lacrimal.A reasonable guess is that the supraorbital crests are part of the much larger parasagittal crests and represent the posterior extension of the nasolacrimal crests. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Discussion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Theropod dinosaurs are the dominant predators in the terrestrial ecosystem in the age of dinosaurs. They are a diverse clade including various sized carnivores,secondarily herbivores and both extinct and living birds.Most theropods belong to averostrans,which first radiated around the Early-Middle Jurassic boundary and split into ceratosaurs and tetanurans (Carrano et al.,20l2; Rauhut et al., 2016). However, the origin and early evolution of averostrans theropods is not well understood probably mainly due to lack of relevant fossls, especially those from the Early Jurassic.Therefore,our discovery of a new theropod provides valuable information and will help elucidate this evolutionary scenario.Here we will focus on taxonomy of this specimen and compare it with relevant taxa,and leave detailed description and phylogenetic analysis on it for future study. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Besides a well-recognized clade of coelophysoid theropods,which exclusively existed in the Late Triassic and Early Jurassc and includes mainly small sized members (Tykoski, 2005; You et al.,2014; Martill et al.,2016),only two small theropods (Eshanosaurus and Tachiraptor) (Zhao and Xu,1998; Xu et al.,2001; Barrett 2009;Langer et al., 2014) and five large ones (Sinosaurus,Dilophosaurus, Cryolophosaurus,Berberosaurus and Dracovenator) have been known in the Early Jurassic (Young,1948;Welles,1984; Hu,1993; Yates,2006; Allain et al.,2007; Smith et al., 2007; Xing, 2012); but note Dilophosaurus has been alternatively considered as a member of coelophysoids (Carrano et al., 2012). Among the five large ones only Dilophosaurus and Sinosaurus possess tall parasagittal crests, while Cryolophosaurus bears a unique transversely oriented, curved midline lacrimal crest and the conditions in other two taxa are unknown. Therefore the new specimen represents the third definite theropod genus bearing parasagittal crest, and we will focus on its comparison with the other two similar sized taxa (Sinosaurus and Dilophosaurus); note the coelophysoid “Syntarsus” kayentakatae also has parasagittl crests (Rowe,1989; Tykoski, 1998),but they are low and this taxon is small with a femur length of $2 7 2 \\mathrm { m m }$ and body mass of $3 5 . 9 8 \\mathrm { k g }$ (Gates et al., 2016). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Both the new specimen and Sinosaurus are recovered from the Lower Jurassic of the Chuxiong Basin in central Yunnan Province (Fig.1),and they are similar in general features of the skull, especially the possessing of parasagittal skull crests. However, in Sinosaurus the crests are formed by the dorsal extension of the nasals and the lacrimals, never extending posteriorly along the orbital dorsal rims. In contrast in the new specimen, although the crests could probably extend anteriorly as what happened in Sinosaurus,they certainly span the entire orbital dorsal rims.Furthermore,the posterior process of the jugal directs posteroventrally in the new specimen, while it is horizontal or bents slightly ventrally in KMV 8701 and LFGT LDM-L10, respectively. The new skull is more robust than Sinosaurus,as indicated by the dimension of the maxillary body, although their skulls are similar in length ( $5 4 . 0 ~ \\mathrm { c m }$ in CPM C2140ZA245; $5 2 . 2 ~ \\mathrm { c m }$ in KMV 8701; $6 3 . 3 ~ \\mathrm { c m }$ in LFGT LDM-L10 based on Xing et al., 2012).We consider the above differences are enough to differentiate them at generic level. However, Carrano et al., (2Ol2) recognized Sinosaurus can be diagnosed by the vertical groove or channel on lateral premaxilla adjacent to contact with maxilla,and the new specimen seems to possess this although preservation prevents certainty about it. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "It is notable that all the specimens assigned to Sinosaurus have not been well studied, especially the KMV 8701( $\\scriptstyle ( =$ “Dilophosaurus” sinensis) (Hu,1993;Xing,2012).We agree with Xing (2012) that LFGT LDM-L10 and LFGT ZLJT01 belongs to Sinosaurus triassicus, although description of the well-preserved LFGT LDM-L10 is still counted.We also agree with Xing (20l2) that “Dilophosaurus” sinensis should not be assigned to the genus of North American Dilophosaurus,but whether it can be assigned to the same species of S. triassicus needs to be further investigated, especially considering KMV 8701 has not received additional description after the original short description with no photos but only an illustration of the cranium. Note Xing (2012) only cited “Curre et al. in progress recognized ‘Dilophosaurus' sinensis as being the same as Sinosaurus triassicus”,and this assignment has since been followed in recent works (Xing et al., 2013, 2014, 2015; Langer et al.,2014; Gates et al., 2016; Rauhut et al.,2016). Here we tentatively assign KMV 8701 to Sinosaurus, but remain its specific name.We recognize S. triassicus and S. sinensis are different at least in the premaxilla based on the illustration of Hu (1993) and photo of LFGT LDM-L10 of Xing (2012). In $S$ triassicus,the premaxillary body is higher than long and its ventral edge is placed higher than that of the maxilla; while in S. sinensis, the premaxillary body is longer than high and its ventral edge is lined at the same level with that of the maxilla.As noticed by Carrano et al. (2012),the proportions of the skul of S. triassicus (long and low) and S. sinensis (shorter and taller) are different. Interestingly,the premaxilla and proportion of the skull of S. triassicus is more similar to that of Shuangbaisaurus than to S. sinensis. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Brusatte et al. (2o1o) discussed the homology of cranial ornamentations and suggested that parasagittal crest is probably primary homology. Based on their alternative scoring strategy Brusatte et al. (2O1O) favored three characters concerning the presence, shape and pneumaticity of specific types of cranial crest. Substituting these three characters for the five original characters in the modified version of the dataset of Smith et al. (2oo7) does not recover a clade of basal crested “dilophosaurid\",but still the individual genera in this clade fall into a polytomy with Zupaysaurus and the large clade Ceratosauria $^ +$ Tetanurae,implying the appearing of parasagittal crests could be homologous. However in recent comprehensive study on the phylogeny of Tetanurae (Carrano et al.,2012) recovered Dilophosaurus as a member of Coelophysoidea while Sinosaurus as a basal member of Tetanurae, suggesting parasagittal crests were convergently achieved in these two taxa. However in their data matrix, Sinosaurus is coded for having inflated nasal and forming a hollow midline crest as in Monolophosaurus and Guanlong (character 40,state 3),but not for having tall parasagittal crests (state 2).We did not test the influence of this coding on the phylogenetic position of Sinosaurus,but another analysis, which largely based on Carrano et al. (2O12)'s dataset and correctly coded Sinosaurus as having tall parasagittal crests, did recover Dilophosaurus, Cryolophosaurus and Sinosaurus as more advanced than coelophysoids and as successive taxa to the base of averostrans (ceratosaurs $^ +$ tetanurans). It will be interesting to know in future the phylogenetic positon of Shuangbaisaurus and its relationships to Sinosaurus and Dilophosaurus,and reveal the evolution of tall parasagittal crests,whether they are homology or convergence. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "AcknowledgmentsWe are grateful to the personnel of the Chuxiong Prefectural Museum for excavating the specimen and to Wei Gao for taking photographs. Funding was provided by the National Natural Science Foundation of China (4147202O) and the Chuxiong Prefectural Government. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "云南早侏罗世一新具嵴冠兽脚类恐龙",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "王国付1,2 尤海鲁34 潘世刚 王涛",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(1云南省楚雄州古生物化石研究中心云南楚雄675000)  \n(2 楚雄州博物馆 云南楚雄675000)  \n(3中国科学院脊椎动物演化与人类起源重点实验室，中国科学院古脊椎动物与古人类研究所 北京100044)  \n(4中国科学院大学地球科学学院北京100049)  \n(5 禄丰县国土资源局 云南禄丰650031)",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "摘要：报道了具嵴冠的兽脚类恐龙一新属种，安龙堡双柏龙(Shuangbaisaurus anlongbaoensisgen.et sp.nov.)。双柏龙发现于云南省楚雄彝族自治州双柏县下侏罗统冯家河组中，保存了部分头骨带下颌。双柏龙沿两侧眼眶背缘向上有嵴冠发育，这在其他兽脚类中未曾报道过。与其他早侏罗世体型较大且具一对矢状嵴冠的兽脚类(双嵴龙属和中国龙属)相比，双柏龙还独具一些特征组合，如相对较高的前颌骨体、抬高的前颌骨腹缘、后腹向延伸的轭骨后突及较小的上颞孔。比较研究表明，尽管中国\"双嵴龙”(\"Dilophosaurus”sinensis)可能应归入中国龙属(Sinosaurus),但未必属于模式种。双柏龙的发现将有助于研究基干兽脚类的演化，尤其是各类头骨骨饰在其中的作用。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "关键词：云南楚雄，早侏罗世，恐龙，兽脚类，嵴冠中图法分类号：Q915.864 文献标识码：A 文章标号：1000-3118(2017)02-0177-10",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Allin R,TykoskiR,AquesbiNetal.,2Oo7.Anabelisauroid(Dinosauria:Theropoda)fromtheEarlyJurassicof theHigh Atlas Mountains,Morocco,and the radiation of ceratosaurs.J Vert Paleont, 27: 610-624   \nBarettPM,2oo9.Theaffnitiesof theenigmaticdinosaurEshanosaurusdeguchianus from theEarlyJurasicofYunnan Province,People's Republic of China.Palaeontology, 52(4): 681-688   \nBrusate SL,BensonRBJ,CurriePJetal.,20l0.The skullofMonolophosaurus jiangi (Dinosauria:Theropoda)and its implications for early theropod phylogeny and evolution. Zool JLinn Soc,158: 573-607   \nCarrano MT,BensonRBJ,SampsonSD,2012.The phylogenyofTetanurae(Dinosauria:Theropoda).JSystPalaeontol, 10: 211-300   \nEzcurra MD,Novas FE,2O06.Phylogeneticrelationshipsof the Triasic theropod Zupaysaurus rougieri from NW Argentina.Hist Biol,19:35-72   \nGates TA,Organ C,ZanoLE,20l6.Bonycranial ornamentation linked torapid evolutionof gigantic theropoddinosaurs. Nat Commun,7: 12931   \nHu SJ,1993.Anew Theropoda (Dilophosaurus sinensis sp.nov.)from Yunnan China.VertPalAsiat,31: 65-69   \nLangerMC,RinconAD,Ramezani Jetal.,20l4.Newdinosaur(Theropoda,stem-Averostra)from theearliestJurassicof the La Quinta formation, Venezuelan Andes.R Soc Open Sci,1,10.1098/rsos.140184   \nMartillDM,VidovicSU,Howell Cetal.,2016.TheoldestJurassicdinosaur:abasalneotheropodfromtheHetagianof Great Britain.PLoS ONE,11: e0145713   \nRauhut O WM,Hubner R T,Lanser KP,2O16.A new megalosaurid theropod dinosaur from the late Middle Jurassic (Callvian)of north-western Germany: implications for theropod evolution and faunal turnover in the Jurassic. Palaeontol Electron,19.2.26A: 1-65   \nRowe T,1989.Anew speciesof the theropod dinosaur Syntarsus from theEarly Jurassic Kayenta Formation of Arizona.J Vert Paleont, 9:125-136   \nSekiya T,Jin X S,Zheng WJetal.,2O13.Anew juvenile specimen of Yunnanosaurus robustus (Dinosauria: Sauropodomorpha) from Early to Middle Jurasic of Chuxiong Autonomous Prefecture,Yunnan Province, China. Hist Biol, 26: 1-26   \nSmithND,MakovickyPJ,Hammer WRetal.,2oo7.OsteologyofCryolophosaurus elioti (Dinosauria:Theropoda)from the Early Jurassc of Antarctica and implications for early theropod evolution. Zool JLinn Soc,151: 377-421   \nTykoskiR S,1998.Theosteologyof Syntarsus kayentakataeand its implications forceratosaurid phylogeny.M.A.hesis. Austin: University of Texas.1-217   \nTykoskiR So5.Anatomyntogeny,andphylogenyofcoelophsoidtheropods.Ph.thesis.Austin: Universityofa. 1-551   \nWang YM,YouHL,Wang T,2O17.Anew basal sauropodiform dinosaur from the Lower Jurassic of Yunnan Province, China. Sci Rep,7: 41881   \nWeles SP,1984.Dilophosaurus wetherill (Dinosauria,Theropoda)osteologyand comparisons.PalaeontogrAbtA,185: 85-180   \nXing LD,2012. Sinosaurus from southwestern China.M.A.thesis.Edmonton: University of Alberta.1-267   \nXing LD,BellPR,RothschildBMetal.,013.Toth loss andalveolarremodeling inSinosaurus triassicus (Dinosauria: Theropoda) from the Lower Jurassic strata of the Lufeng Basin, China. Chin Sci Bull,58: 1931-1935   \nXing LD,Paulina-CarabajalA,CurrePJetal.,2O14.Braincase anatomyofthebasal theropod Sinosaurus fromthe Early Jurassic of China.Acta Geol Sin - Engl,88:1653-1664   \nXingLD,WangYK,SnivelyEetal.,2015.Model-based identificationof mechanical characteristicsof Sinosaurus (Theropoda) crests.Acta Geol Sin - Engl,89:1-11   \nXu X,Zhao XJ,Clark JM,2Ool.Anew therizinosaur from the Lower Jurasic Lower Lufeng Formationof Yunnan,China. JVert Paleont, 21: 477-483   \nYates AM,2o06.Anew theropod dinosaur from the Early Jurassic of South Africa and its implications for the early evolution of theropods.Palaeont Afr,41: 105-122   \nYou HL,AzumaY,Wang Tetal.,2O14.The first wel-preserved coelophysoid theropod dinosaur fromAsia.Zootaxa, 3873(3): 233-249   \nYoung C C,1948.On two new saurischians from Lufeng,Yunnan. Bull Geol Soc China,28:73-90   \nYoung C C,1951.The Lufeng saurischian fauna in China.Palaeont Sin,New Ser C,13:1-96   \nZhao XJ,Xu X,1998.The oldest coelurosaurian.Nature,394: 234-235 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    }
]