[
    {
        "type": "text",
        "text": "See discusions,stats,andauthor profilesfor this publicationat: http://www.researchgate.net/publication/283052511 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "STRONG SOLAR WIND DYNAMIC PRESSURE PULSES:INTERPLANETARY SOURCES and THEIR IMPACTS on GEOSYNCHRONOUS MAGNETIC FIELDS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLEin THEASTROPHYSICALJOURNAL $\\mathbf { \\nabla } \\cdot \\mathbf { \\varepsilon }$ OCTOBER2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Impact Factor:5.99 $\\cdot$ DOI:10.1088/0004-637X/812/2/152 ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/1da12dedbfafaa74bb722c590a781067edf50284aac73eb8f1b542bf377ece64.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Pingbing Zuo ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xueshang Feng ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/625fbefd0165f4453aca2719afcb1f713206655dabe49a429e491f48531319bb.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "National Space Science Center, Chinese Acad.. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "National Space Science ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "35PUBLICATIONS 88CITATIONS ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "196 PUBLICATIONS 1,064 CITATIONS ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SEE PROFILE ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SEEPROFILE ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/fe949f52401f497453dde3add1ac5438443eac0738be27daf2c9a7b6c20984a7.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yanqiong Xie ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/a9c40bd5866cd056f3162bc49dea91c4ddb9eaddc9c6e415bd4841e9987223da.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xiaojun Xu ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "National Space Science ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Nanchang University ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "17PUBLICATIONS 32CITATIONS ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "16PUBLICATIONS 22CITATIONS ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SEEPROFILE ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SEE PROFILE ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "STRONG SOLAR WINDDYNAMICPRESSURE PULSES: INTERPLANETARY SOURCES ANDTHEIRIMPACTSONGEOSYNCHRONOUSMAGNETICFIELDS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "PINGBING ZUO1, XUESHANG FENG1, YANQIONG ${ \\mathrm { X I E } } ^ { 2 }$ , Y1 WANG1, AND XIAOJUN ${ \\mathrm { X U } } ^ { 3 }$ （204号 1SIGMA WeatherGoupStateKeyabratoryofSpaceWeather,atioalSpaceScienceCenteCineseAcadeyofSciences,eCi; 2 ollegegf Meterol $@$ Space Science Institute,Macau University of Science and Technology,Macao,China Received 2015July 22;accepted 2015 September9;published 2015 October 20 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Inthis investigation,we first present a statistical result of the interplanetary sources of very strong solar wind dynamic pressure pulses (DPPs) detected by WINDduring solar cycle 23.It is found that the vast majority of strong DPPs reside within solar wind disturbances.Although the variabilities of geosynchronous magnetic fields (GMFs）due to the impact of positive DPPs have been well established,there appears to be no systematic investigations on the response of GMFs to negative DPPs. Here,we study both the decompresson effects of very strong negative DPPs and the compression from strong positive DPPs on GMFs at diffrent magnetic local time sectors.In response to the decompression of strong negative DPPs,GMFson the dayside near dawn and near dusk on the nightside,are generally depressed.But near the midnight region,the responses of GMF are very diverse, being either positive or negative.For part of the events when GOES is located at the midnight sector,the GMF is found to abnormally increase as the result of magnetospheric decompresion caused by negative DPPs. It is known that under certain conditions magnetic depresson of nightside GMFs can be caused by the impact of positive DPPs.Here,we find that a stronger presure enhancement may have a higher probability of producing the exceptional depression of GMF at the midnight region. Statistically，both the decompression efect of strong negative DPPs and the compression efect of strong positive DPPs depend on the magnetic local time,which are stronger at the noon sector. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Key words:solar-terrestrial relation - solar wind - Sun: coronal mass ejections (CMEs) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.INTRODUCTION ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Solarwind dynamic pressure pulses (DPPs),characterized by sharp,large dynamic pressure enhancement or depression with small pressure variations in the preceding and succeeding regions,are often observed in the near-Earth space environment (Dalin et al. 2002; Riazantseva et al. 2005; Zuo et al. 2015a). It is found that DPPs often appear in groups on some active days (Dalin et al.2OO2).The annual occurrence rate of DPPs is roughly in phase with the solar activity during solar cycle 23 and the rising phase of solar cycle 24 (Zuo et al. 2015b). Although the properties of DPPs have been investigated in depth in the past two decades,their origins are still presently unknown.It has been proposed that DPPs are probably produced in the solar atmosphere and propagate with the solar wind or solar wind transients,or they may be created under specific solar wind conditions in interplanetary (IP）space (Dalin et al. 2002). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "DPPs can be classified as positive or negative DPPs according to the polarity of pressure changes.For a long time, researchers have been interested in the strong positive DPPs with striking enhancement of dynamic pressure since they are most geoeffective. When strong positive DPPs impact the magnetosphere,they cause rapid motion of the magnetopause, squeeze the magnetosphere globally,and rapidly affect almost all of the large-scale current systems in the magnetosphere and ionosphere (Zesta et al. 2OOO).It is believed that there isa direct correspondence between dayside magnetospheric magnetic field changes and the decrease or increase of solar wind dynamic pressure with a step function form (Borodkova et al.1995;Sibeck et al.1996).Lee & Lyons(2004) studied the geosynchronous magnetic field (GMF) responses at all local times to the positive DPPs. They found that the responses under the southward interplanetary magnetic field (IMF） are different from those under the northward IMF.For pressure enhancements withsouthward IMF，the GMF is mostly compressed on the dayside，but it sometimes represents a dipolarization-like change on the nightside.For the northward IMF， solar wind pressure enhancementsgenerally cause magnetic compression at all local sectors， and magnetic depression on the nightside is observed in a few cases.Wang et al.(2oo9） also reported some cases of negative responses (magnetic depression) of the nightside GMFs in response to the impact ofIP shocks.It was demonstrated by Wang et al. (2010) through a global three-dimensional (3D) MHD simulation that a negative response probably resulted from the temporary enhancement of earthward convection in the nightside magnetosphere when the shock swept over the magnetosphere. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Contrary to positive DPPs with dynamic pressure enhancement, strong negative DPPs make the magnetosphere expand rapidly,which may generate reconfiguration of magnetic felds and change the plasma convection pattern.Liou et al. (2006) found that a sudden decrease in dynamic pressure often triggers a rapid reduction of the overall auroral luminosity through adiabatic magnetospheric decompression.Evidence of substorm onsets,which are associated withlarge and sudden solar wind pressure drops,was also reported (Liou 2OO7). Up to now,the decompression effects of the negative DPPs on the other main plasma regions in the magnetosphere have not been well addressed.It is interesting to know whether the magnetospheric responses triggered by strong negative DPPs are just the opposite to those triggered by positive ones. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the present work,we first investigated the distribution of strong DPPs that have abrupt dynamic pressure change by at least $3 \\mathrm { n P a }$ in different types of solar wind,with the aim of studying their IP sources.On the other hand, there appears to beno systematic investigations that present the visible disturbances in the magnetic fields at geosynchronous orbits from the impact of negative strong DPPs.Here we perform a thorough analysis of GMF variability at all local time sectors in response to the magnetospheric decompression from the strong negative DPPs， based on observations from the GOES spacecraft.For comparison,we also give the results of the responses of the GMF to the strong positive DPPs events under the northward IMF.In Section 2, the data sources and selection criteria for strong DPPs are briefly introduced.Some typical examples and their triggered changes in GMFs are also shown.The statistical results of the IP sources of strong DPPs are presented in Section 3.We then discuss the decompression and compression effects of strong negative and positive DPPs on GMFs separately in Section 4. In the last section, the main results are summarized. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.DATA SOURCEANDMETHODOLOGY ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We have recently developed a novel procedure that has the ability to automatically identify DPPs from the plasma data stream,simultaneously define the transition region where large dynamic pressure variations occur,and smartly select the relatively quiet upstream and downstream regions(Zuo et al. 2O15a). We applied this code to the high-resolution plasmadatadetectedbytheWiND spacecraft,withtheaimof identifying the strong DPPs during the entirety of solar cycle 23．For nearly two decades of continuous observations, WIND was located in the solar wind, mostly monitoring the near-Earth environment and also sporadically entering the magnetosphere.The DPP events when WIND was in the region with $X _ { W I N D } \\ < \\ 6 0 R _ { E }$ and $\\sqrt { Y _ { W I N D } ^ { 2 } + Z _ { W I N D } ^ { 2 } } < 6 0 R _ { E }$ $( X _ { W I N D }$ $Y _ { W I N D }$ ，and $Z _ { W I N D }$ are coordinates of WIND location in GSE or GSM) are not considered in order to ensure that the identifed event does not occur in the magnetosphere and its foreshock region.The calibrated solar wind plasma datausedin this code was measured by the WIND 3DP instrument (Lin et al.1995), and obtained from the public web site http://cdaweb.gsfc.nasa. gov.The 3DP data are provided with a temporal time resolution as high as $3 \\mathrm { s }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The DPP front where the sudden changes in dynamic pressure occur iscalled the transition region， and the corresponding preceding and succeeding stable regions are defined as its upstream and downstream. The selection criteria ofDPPs as the input of the searching code have been defined in Zuo et al. (2O15a). In this investigation, we focus on the strong DPPs that potentially have the most significant consequences in thenear-Earth environment. For completeness， wealso include the requirements for strong DPPs listed in Zuo et al. (2015b): (1) the abrupt change of the dynamic pressure exceeds a given threshold value of $d P _ { \\mathrm { d y 0 } } = 3 . 0 \\mathrm { n P a }$ and is at least $20 \\%$ of the average of the dynamic pressure in the upstream and downstream regions;(2） the crossing time of the transition region is less than $d t _ { 0 } = 5$ minutes;and(3） in the upstream region,the square deviation of $P _ { \\mathrm { d y } }$ is less than O.6 times the average value,and the variation amplitude of dynamic pressure is less than O.6 times the change amplitude in the transition region. The same requirements in the downstream region are prescribed. This selection criterion defining strong DPPs as those having dynamic pressure changes over $3 \\mathrm { n P a }$ in 5 minutes is built from experience and is based on studies of a variety of solar wind disturbances and research on magnetospheric responses to DPPs.In total,1149 strong DPPs are identified during solar cycle 23, from 1996 through 2008.A database containing the information of these selected strong DPPs has been built for further analyses. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In order to discuss the responses of the magnetosphere to the DPPs detected in its far upstream,the first step is to determine the exact arrival time of the DPP propagating from the observer to the responder. It is well-known that the positive sudden impulse $( \\bar { \\mathbf { S } } \\mathbf { I } ^ { + } )$ usually results from the compression of the magnetosphere by a sudden enhancement of the solar wind dynamic pressure. Araki (1994) has explained how an increase in the solar wind dynamic pressure with a pulse form can lead to a complex global distribution of the ${ \\mathrm { S I } } ^ { + }$ waveform. Takeuchi et al. (2OO2) also indicated that the negative sudden impulse in the geomagnetic field $( \\mathsf { S I } ^ { - } )$ is produced by rapid decreases in the solar wind dynamic pressure.These facts implied that some positive and negative DPP,although not all events，can generally cause $\\bar { \\mathrm { { S I } ^ { + } } }$ and $\\mathrm { { \\cal S I } _ { \\mu } ^ { - } }$ signals, respectively. Thus we can use the SIs as indicators of the arrival of such DPPs.We first roughly estimate the arrival time in terms of the average solar wind speed and the distance between the WIND location and the subsolar point. Then the data of the SymH index in a window including half an hour before and after the estimated time are inspected to check whether an SI occurs.If there is more than one ${ \\mathrm { S I } } ^ { + }$ or $\\mathrm { { \\cal S I } _ { \\mu } ^ { - } }$ occurring in this window,we will additionally check the change form of SymH index surrounding the SI signals.If the variation of the SymH index before and after the SI has an approximately consistent change form of solar wind dynamic pressure,the SI can definitely be confirmed to be caused by the considered DPP,and the time of the SI is regarded as the arrival time when the DPP sweeps over the magnetosphere. Note that some DPPs only cause very slow changes in geomagnetic fields and in the SymH index, especially when the magnetosphere is in a disturbed phase, no visible SIs are found to correspond to the DPPs. For these DPPs,we cannot exactly confirm the arrival time in this way. Figure 1(A) gives five examples of strong DPPs, numbered 1-5, respectively, that occur during the interval from 21:45 UT to 23:45UT on 2002 March 29. During thisinterval, WIND was located at (79.0, 20.9, 7.7) $R _ { E }$ The panels show, from top to bottom，the magnetic fields and the plasma parameters,including the proton temperature,proton number density, solar wind bulk velocity,and proton dynamic pressure. Blue vertical lines define the so-called transition region,and the adjacent upstream and downstream regions with a 3-minute, relatively quiet interval are marked by the red transverse lines for each event. The abrupt changes in dynamic pressure are usually accompanied by changes in the magnetic field and other plasma parameters as shown in the figure.During this interval, the IMF remains strongly northward.An exceptional pressure-enhanced region bounded by the first and last DPPs is formed,with the average dynamic pressure exceeding $9 \\mathrm { { n P a } }$ The first DPP observed by WIND,at around 22:15 UT,is a typical forward fast shock.It is the front boundary of a corotating interaction region (CIR,not shown here; see the CIR list on the web site http://www-ssc.igpp.ucla.edu/\\~jlan/ ACE/Level3/SIR_List_from_Lan_Jian.pdf). Across the DPP transition region, the dynamic pressure is abruptly enhanced by $5 . 4 \\mathrm { n P a }$ within less than 1 minute. In response to this pressurepulse, a large ${ \\mathrm { S I } } ^ { + }$ with a SymH index increased by $3 8 ~ \\mathrm { n T }$ is observedin21minutes (determinedbythe abovemethod).The two GOES spacecraft (GOES-1O and GOES-8) saw considerable changes in the magnetic fields at nearly the same time of the SI signal. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/6b61214d9b8a98f96465f3afffd1b7ca8e6d8f7f3594cde0fc7fbc254e95e5ec.jpg",
        "img_caption": [
            "Figur():dec 29.(B):ObservatiosofgeosyconusmageticfeldsfroGOE-1ndGOE-8durigtheinteralfrom2:0to4oarch29. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Figure1(B) presentstheGMFdatafromthe GOES spacecraft with 1-minute time resolution and the SymH index from 22:00 UT through 24:00 UT on the same day as shown in Figure 1(A),during which GOES-1O was located at the noon sector, with MLTs of 12:55-14:53,and GOES-8 was at the dusk sector,with an MLT of17:OO-19:OO.The blue lines show the three magnetic field components in GSM coordinates and the magnetic elevation angle of GOES-8， and the observations of GOES-1O are plotted in red.The last panel gives the SymHindex.The GOESdataandSymHindexused with a 1-minute resolution are also sourced from http:// cdaweb.gsfc.nasa.gov. As denoted by the first vertical line in Figure 1(B),under the impact of the first DPP,both of the GMFs at noonside and dawnside are strongly compressed. The magnetic field intensity of the dayside spacecraft GOES-1O at an MLT of 13:30 increases by nearly $40 \\%$ . And the GOES-8 magnetic field at an MLT of 17:35 also increases by nearly $20 \\%$ . In comparison,the compression from the strong positive DPP is more distinct near the noon,which is consistent with the statistical results of Wang et al. (2009). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "When the fifth identified DPP,a typical negative event, impinges on the magnetosphere,a strong $\\mathrm { { S I } ^ { - } }$ is triggered at around 23:37 UT,with the SymH index decreased by $2 5 ~ \\mathrm { n T }$ as shown at the second solid line in Figure 1(B).Nearly simultaneously,the GMFs at noon and at dusk are distinctly depressed due to the expansion of the magnetosphere.The magnitude of the GMF of GOES-1O decreases by $3 8 ~ \\mathrm { n T }$ and there is also around a $1 0 ~ \\mathrm { { n T } }$ decrease at GOES-8's position, although it is weaker than the response at the noonside.Below we will show that most negative DPPs can cause such simple decompression effects on nearly all local MLT sectors. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Wealso notice that there are three other code-searched strong DPPs numbered 2-4 in Figure 1(A).Each DPPis found to be a sub-region of a structure with a large but relatively slow dynamic pressure change (see the regions bounded by lines a-d in Figure 1(A)). The three structures of large dynamic pressure increase or decrease similarly cause the corresponding slower responses in the GMFs and increase or decrease in the SymH index (see the changes bounded by lines a-d in Figure1(B)). For each DPP, the contribution of the dynamic pressure change is covered in the smooth response form.In this case,we cannot ascertain the exact start time of response when these DPPs arrive. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.IPSOURCES OF STRONGDPPS ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Generally there are two types of dominant large-scale disturbances in IP space (Jian etal. 2O11;Richardson & Cane 2012): IP coronal mass ejections (ICMEs） that are IP manifestations of the coronal mass ejections,and CIRs that are compression regions resulting from the interaction of fast solar wind with slower solar wind thatis aheadof it.ICME often drives an IP shock or a pressure-pulse discontinuity,and a turbulent sheath region is formed due to the interaction of ICMEs with the ambient solar wind.The ICME,the sheath region,and the driven discontinuity are often considered to be an integrated,disturbed solar wind structure.In addition, interactions of successive ICMEs,and interactions between ICMEs and CIRs,are frequently observed.When discussing their geoeffectiveness,the interaction regions combined with the corresponding ICMEs and/or CIRs are usually considered in their entirety to be complex ejecta. Hence the near-Earth solar wind can be classified into four types,defined according to their different origins:(1）CME-related transient flows, including ICME and the associated sheath regions;(2) CIRs; (3）complex ejecta，including successive ICMEs，ICMEs followed closely by CIRs,CIRs followed closely byICMEs, or ICMEs in SIRs(Jian et al. 2OO6);and (4) high-speed and low-speed solar wind flows.The first three types of solar wind belong to the so-called disturbed solar wind. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/38d85764a71a2602415e9a5cdb36d0116c840219a1d5b9e98ef10806b849414f.jpg",
        "img_caption": [
            "Figure 2.Proportion of the number of DPPs associated with different solar wind flows during solar cycle 23. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We count the DPP number related to each type of solar wind to determine when DPPs preferentially occur. The lists of ICMEs and CIRs during solar cycle 23 (http://www-ssc.igpp. ucla.edu/\\~jlan/ACE/Level3/SIR_List_from_Lan_Jian.pdf and http://www-ssc.igpp.ucla.edu/ \\~jlan/ACE/Level3/ ICME_List_from_Lan_Jian.pdf) were referenced to determine the passage of the first three types of solar wind transient events.If the transition region of a DPP is located inside one type of solar wind flow or the DPP is identified as the boundary,the DPP is regarded to be associated with this type of solar wind. Figure 2 illustrates the statistical results of the distribution of all the identified events.In total, the number of strong DPPs during solar cycle 23 that resided in flow types 1-4 account for $2 9 . 1 \\%$ ， $2 0 . 8 \\%$ ， $3 5 . 4 \\%$ ，and $1 4 . 7 \\%$ ，respectively. To summarize, $8 5 . 3 \\%$ of strong DPPs are associated with the disturbed solar wind. But according to our statistics, the flows of types 1-3 only persist $4 . 6 6 \\%$ ， $1 4 . 3 5 \\%$ ,and $4 . 8 0 \\%$ respectively，of the total time from 1995 to 2008.That is to say,the strong DPPs are more prevalent in the disturbed solar wind.The DPPs residing within the disturbed solar wind are probably produced by the interaction of different types of solar wind. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.GMFRESPONSESTOSTRONGDPPSUNDERTHENORTHWARDIMF",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1.Event Selection ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The magnetospheric and ionospheric responses to the incoming dynamic pressure change depends strongly on the orientation of the preexisting IMF.Southward IMF conditions combined with high dynamic pressure after a strong pressure front impact make the coupling between the solar wind and themagnetosphere predominantly enhanced (Boudouridis et al. 20O4, 2O05). It may attribute to the coupling of the great enhancement magnetotail reconnection that is controlled by the IMF orientation prior to the arrival of the pressure front,and the enhanced magnetospheric convection due to the compression of magnetosphere.During the northward IMF period, the magnetic reconnection effects are weakened,and the solar wind dynamic pressure enhancement becomes more important for geomagnetic activity (Liou et al. 2O13). In order to isolate the compression or decompression effects of dynamic pressure and abrupt change from other disturbances resulting from the enhanced magnetic reconnection,we only investigate the GMF responses to strong DPPs under the northward IMF. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We select the typical DPP events for which the IMF $B _ { z }$ remains positive as those occurring 2O minutes before and after the DPP transition region,and triggering a clear SI ( $\\mathrm { \\Omega } \\mathrm { S I ^ { + } }$ or $\\mathrm { \\bf S I ^ { - 1 } }$ ),withanSymHindexincrease or decrease of over $1 0 \\mathrm { n T }$ in less than1O minutes,so that the arrival time of the event can be definitely confirmed. To avoid the influence of geomagnetic activities,it also requires that there is no geomagnetic storm occurring 2O minutes before and after the arrival of the selected event (limit the SymH index to be larger than $- 3 0 \\mathrm { n T }$ during the interval). The above analysis indicates that most strong DPPs are associated with ICMEs or CIRs,which,however, are the main drivers of geomagnetic storms.Hence the selection criteria is somewhat stringent. Only a tiny portion of cases meet these requirements.In total,21 suitable negative DPP events and32positive ones are selectedforastatistical analysis. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2.GMF Responses to Negative DPPs ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Lee et al. (2OO4) indicated that in response to pressure abrupt enhancement under the northward IMF,the dayside GMF is straightforwardly compressed,with all of the three magnetic field components increasing simultaneously,as is shown at the first vertical line inFigure 1(B).Here we found that in response to most of the negative DPP events under the northward IMF, the GMF has a similarly reverse response,i.e.,it behaves in a simple magnetic depression manner,which can be observed at all of the MLT sectors.Figure 3 shows three examples of such responses. The panels in sequence are the solar wind parameters $B _ { z }$ and $P _ { \\mathrm { d y } }$ from the WIND observations，and the components and magnetic elevation angle of the magnetic fields of the two GOES spacecraft.All the data are given in GSM coordinates. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For the event on 2002 December 22 (see Figure 3(A)), both of the two GOES spacecraft were located near the noonside.In response to the impact of this DPP with a dynamic pressure decrease of $- 7 . 4 \\mathrm { n P a }$ in 2 minutes,the dayside magnetic field at the location of GOES-1O and GOES-8 respectively decreases by $28 \\%$ and $22 \\%$ ，with the dominant magnetic field components $B _ { z }$ and $B _ { x }$ notably decreased.For the event on 1997 April 11 (see Figure 3(B)),GOES-9 is located near the dawnside at an MLT of O5:45.All three components of the magnetic field become weakened,which shows a typical effect of magnetospheric expansion.GOES-8 is located on the dayside at an MLT of O9:44.The changes of the GMF are similar to those for the event on 2OO2 December 22.Note that there exists a time difference between the response time of the GMF at two locations with nearly $4 \\mathrm { h r }$ of separation in MLT, which is the witness ofDPP's propagation from the dayside to the nightside.For the last event on 1999 May 18 (see Figure 3(C))，GOES-1O is near dusk on the nightside.The GMF at this location responds ina similar manner. GOES-8,at the premidnight region with an MLT of 23:O8,also records that the three components of the magnetic field decrease abruptly in around 8 minutes.For this case,GOESis not located in the zone of the dipole magnetic field but may be near the boundary of the plasma sheet since the elevation angle is very small, about $1 9 ^ { \\circ }$ . The magnetic elevation angle increase is due to the outward motion of the boundary of the plasma sheet that results from the expansion of the magnetosphere.It is also seen that for all the cases, the magnetic elevation angle either decreases or increases,but its change amplitude is small (less than $1 0 ^ { \\circ }$ ） The change of the magnetic elevation angle may depend on the the orientation of the propagation of each DPP and where the measurement is made. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/140cfa7137d7d059cc6229b2edb889ada5deb26fbd1fc8cc54591718e9d2122b.jpg",
        "img_caption": [
            "Figure3Exaofattsepdsoteositic "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "For each selected typical event, the two GOES spacecraft are found to have clear responses in the GMF accompanied by the $\\mathrm { { S I } ^ { - } }$ signal. Note that almost all the responses of the GMF on the dayside (MLT from O6:0O to 18:0O） represent simple depression as shown above,except one case where GOES is very near the dawn (will be shown later).But the nightside response can be more complicated.For most of the cases with GOES on the nightside,a decrease in the GMF is observed. However,there are also some abnormal responses for a few events,especially near the midnight geosynchronous orbit, including an increase of the GMF and weak dipolarization. Below we present all the found abnormal responses in Figure 4. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "For the event on 1997 November 11 (see Figure 4(A)), the dynamic pressure decreases by around $3  { \\mathrm { ~ \\textrm ~ { ~ ~ } ~ } }  { \\mathrm { n T } }$ ：Around 42 minutes later,GOES-8,positioned near midnight, observed the dominant magnetic components $B _ { z }$ and $B _ { x }$ increase,which makes the magnitude of the GMF increase by $5 . 2 \\mathrm { n T }$ (near $6 \\%$ ), while the elevation angle nearly has no change. Lee et al. (2004) showed a case in which the GMF in the pre-midnight region decreases in response to a positive DPP under the northward IMF.They interpreted this phenomena as being caused by the enhancement of the cross-tail current due to the compression of the magnetotail.Here the GMF increase resulting from the sharp dynamic pressure depression may also be due to the decrease of the cross-tail current, i.e.，a reverse to the responses to the pressure enhancement.At nearly the same time,GOES-9,positioned at the duskside,with MLT 20:01，observed $B _ { z }$ and $B _ { y }$ slightly increase,and $B _ { x }$ slightly decrease. Consequently the magnetic field remains nearly unchanged, and the elevation angle changes by only $2 ^ { \\circ }$ .The response of the GMF at the dusk is relatively very weak. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "For the event on 2OO1 December 29,GOES-8 was located near dawn but on the dayside.Before the arrival of the DPP, there was some low-frequency wave disturbance,which makes the quantitative study of the change of the GMF insignificant. But we still can see the magnetic field depression.This is the only case with an enhanced GMF on the dayside in response tothe negative DPP. For this DPP event, the other ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/78f39a4c98f559f8a4da32c316951673058ec38c920d35d444337af0ca40868e.jpg",
        "img_caption": [
            "Figure 4.Examples of the cases in which the GMF has an abnormal response to the negative DPPs. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "GOES spacecraft was located in the post-midnight,with an MLT of O2:54. The GMF changes are similar to those observed by GOES-8 for the event on 1997 November 11. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "For the event on 2002 November 10,GOES-8,positioned near dawn on the nightside,observed an increase in the magnetic field by $5 . 5 \\ \\mathrm { \\ n T }$ ，The dominant magnetic field components become $B _ { y }$ and $B _ { z }$ at this location. $B _ { y }$ is seen to increase.We cannot ascertain the change of $B _ { z }$ since there are strong fluctuations during the considered interval. Simultaneously, $G O E S  – I O ^ { , }$ s position is very near midnight, with MLT 23:50. Both $B _ { y }$ and $B _ { x }$ decrease.That is to say,the magnetic field in the plane of the magnetic equator is depressed.But the $B _ { z }$ component is found to increase.Consequently, the elevation angle is found to increase.The intensity of the magnetic field slightly increases byabout $2 ~ \\mathrm { n T }$ 、It seems that overall,the change in the magnetic field resembles a weak dipolarization. Lee et al.(20O4)have reported fewvaluable caseswith a similar dipolarization-like GMF response to dynamic pressure enhancement, but under the southward IMF. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Usually there are simultaneous observations from two GOES spacecraft that are available for each pressure-pulse event.We first collect the information of the selected DPP events and the corresponding GOES observations of the GMF, including the dynamic pressure in the upstream $( P _ { \\mathrm { d y 0 } } )$ ，and its change amplitude from the upstream to the downstream $( d P _ { \\mathrm { d y } } )$ the location of GOES in MLT,and the magnetic field right before the arrival of the DPP $( \\mathbf { M L T _ { 0 } }$ and $B _ { 0 } \\mathrm { { ' } }$ )，aswell asthe change amplitude of the magnetic field $( d B )$ .The geosynchronous orbit includes four sectors:the midnight sector with an MLT of 00:00-03:00 and 21:00-24:00,the dawn sector with an MLT of O3:0O-O9:0O,the noon sector with an MLT of 09:00-15:0O,and the dusk sector with an MLTof 15:0O-21:00. Figures 5(C) and (D) show the absolute change amplitude $d B$ of the GMF and the relative change $d B / B _ { 0 }$ as a function of the MLT of GOES’ location for each case.We also plot the absolute change and relative change of the dynamic pressure $d P _ { \\mathrm { d y } }$ and $d P _ { \\mathrm { d y } } / p _ { \\mathrm { d y 0 } }$ of each DPP and the location of $G O E S$ at the time of the DPPs’arrivals in scatter points in Figures 5(A) and (B).It can be seen that the GMF change $d B$ is negative for mostof the cases at all MLT sectors.There are also a few events with abnormal responses( $\\scriptstyle { \\dot { d B } }$ is positive),which mainly occur in the midnight sector.Among the cases when $G O E S$ is in the midnight sector,half of the events have a magnetic field increase in response to a strong negative DPP. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "As presented in Figures 5(A)and (B),there isa similar distributionof $d P _ { \\mathrm { d y } }$ and $d P _ { \\mathrm { d y } } / P _ { \\mathrm { d y 0 } }$ for the cases with GOES distributing at the dawn，dusk，and noon sectors. However,we can see a more intense change of the total magnetic field $d B$ at the noon sector (see Figure 5(C)). The average of the GMF change relative to the the magnetic field right before the arrival of the DPP $d B / B _ { 0 }$ is also stronger at the noon sector than those at dawn and dusk sectors (see Figure 5(D)),in a statistical sense.This implies that the decompression effect of negative DPPs is more obvious at the dayside noon sector.The noon GMF is mainly affected by the dayside magnetopause current,which is expected to decrease due to the magnetospheric expansion， but the change of nightside magnetic field is also greatly affected by the cross-tail current andthe field-aligned current,which may be verycomplicated in response to a sudden dynamic pressure change. Therefore this result can be easily understood. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/10b6e062bc4a813dfaec5a3ba22cb735e43ec87ab78f201f3feb7be7dc4af4eb.jpg",
        "img_caption": [
            "Figure5.ummaryplotofteparametersoftheselectedtrongngativeDPPsandthcoespondingGMFchangsbasedonGOESbseatios "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The analysis concerning the 21 typical events indicate that an abrupt decrease in solar wind dynamic pressure with the northward IMF generally leads to magnetic decompression in GMFs,witha few cases of enhancement of the GMF at MLTs around midnight. These effects are just opposite to those caused by the positive DPPs shown in Lee et al. (2OO4). The GMF increase at the nightside may occur when the effect of the depressed tail current from magnetospheric expansion has an advantage over the effect of the nightside magnetopause current depression.On the other hand, the decompression from negative DPPs is strongest near noon and decreases toward the dawn and dusk sectors.In the next section,we will show that the compression due to strong dynamic pressure enhancement has a similar manifestation in different time sectors. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3.GMF Responses to Positive DPPs ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "GMF changes in response to abrupt enhancements of the solarwind dynamic pressure have been intensively studied and are well-understood (Lee et al. 2004;Wang et al. 2009, 2010, and Sun et al. 2O11).It is found that there are striking differences between the responses under the condition of the southward IMF and the northward IMF.The decrease of the ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "GMF near the midnight region when the DPP impacts the magnetosphere，labeled as a negative response in some literature,has drawn much attention.Figure 6 shows a typical example of a strong negative response.The DPP is detected by WIND around O5:16 UT,with dynamic pressure intensively enhanced from $2 . 7 \\mathrm { n P a }$ to $9 . 2 \\mathrm { n P a }$ .Around 16 minutes later,a strong ${ \\mathrm { { S I } } } ^ { + }$ appears with its arrival.At the same time，the magnetic field of GOES-8 is strongly depressed by nearly $2 5 \\%$ with all three magnetic field components decreased.These are the fundamental characteristics of the negative response. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In Lee et al. (2O04), only a few events with the northward IMF are found to have negative GMF responses at the midnight region. Wang et al.(2Oo9) also found most negative responses to occur during the southward IMF.We also investigate the responses of the GMF to the selected 32 positive DPPs with larger dynamic pressure enhancement under the northward IMF.All of the parameters are shown in Figure 7. In total, we find 1O events for which one GOES spacecraft is located at the midnight sector during the arrival of the DPP.The corresponding GMF change is either positive or negative，which is consistent with previous studies.Specially,4 out of 1O events have a negative response，which accounts for $40 \\%$ .This implies that a strong pressure enhancement may have a higher probability of producing a negative response under the northwardIMF. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Both Lee et al. (2004) and Wang et al. (2009) found that the compression effect of pressure enhancement is largest near noon and decreases away from noon.This conclusion is also verified by our statistical results based on the observations for our selected strong DPP events with larger dynamic pressure increases.It can be seen in Figures 7(A）and (B)that the distribution of $d P _ { \\mathrm { d y } }$ and the $d P _ { \\mathrm { d y } } / P _ { \\mathrm { d y 0 } }$ of DPPs that trigger the GMF responses are roughly uniform at the noon,dawn,and dusk sectors.However,the average $d B$ corresponding to the $G O E S$ observation at the noon sector is obviously stronger than that at the dawn and dusk sectors.The relative change of $d B / B _ { 0 }$ also has this tendency. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/c5f2fc309ebab1bc813c8d6f6e9d03514ff4a2637498274e98580e345dc017a8.jpg",
        "img_caption": [
            "Figure 6.Example of GMF negative response near the midnight in response to a positive DPP. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.SUMMARY ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In summary,we first perform a statistical study of the strong solar wind DPPs,across which the dynamic pressure changes by at least $3 \\mathrm { n P a }$ and $20 \\%$ of the average of the pressure in the upstream and downstream during solar cycle 23 from 1996 through2Oo8.Itisfoundthat only $1 5 \\%$ ofDPP events occur in the high-speed or slow-speed solar wind,and the remaining majority reside within the solar wind disturbances,including ICMEs and the associated sheath,CIRs,and complex ejecta resulting fromthe interactions between successiveICMEs,and between CIRs andICMEs.The DPPs in the undisturbed solar wind and those associated with solar wind disturbances may have different origins. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "To better understand the solar-terrestrial connections concerning strong DPPs，in this study，we also discuss the decompression/compression effects of negative/positive DPPs on the magnetic fields at geosynchronous orbits.The observations of magnetic fields from the GOES spacecraft were inspected to study the responses to the selected typical DPP events with a northward IMF prior to and after the DPP front, on thecondition_ofweakgeomagneticactivities （ $( \\mathrm { S y m H } > - 3 0 \\mathrm { n T } )$ .The fundamental behaviors of the GMF at all local MLTs in response to DPPs under the northward IMF have been well addressed byLee etal. (2OO4). The DPP events investigated in this study are somewhat stronger.For these events,we can see responses of the GMF that are similar to those describedinLee et al.(2oO4).In addition,we also find some new statistical results:(1)a strong pressure enhancement may have a higher probability of producing a negative response at the midnight region;(2) not only the GMF change,dB,but the relative change, $d B / B _ { 0 }$ ，depend on the local time in response to the strong positive DPPs to be strong at noon and to fall away from noon. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/8b2abbee516dbeae718c8f916d47751ee61a894bb8e519c15e2610b67d6581bc.jpg",
        "img_caption": [
            "Figure7ummaryplotoftheparametersofteectedstrongpositieDsandthecoespodingGMFhangsbasedoGOESosatio "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Here we focus on the decompression effect of strong negative DPPs on the GMF at all local MLTs under the northward IMF,which has been rarely reported.The main results are summarized as follows:(1) contrary to the responses of the GMF to positive DPPs,negative DPPs generally lead to the depression of the GMF on the dayside and at the dawnside and duskside;(2) for part of the events when $G O E S$ is located near the midnight region, the magnetic field is found to increase in response to the decompression resulting from the pressure decrease;(3) similarly,both the absolute change, $d B ,$ and the relativechange, $d B / B _ { 0 }$ ，of the GMF resulting from the magnetospheric decompression,depend on the the local time to be stronger at the noon sector. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We would like to thank NASA CDAWEB for providing the public data of Wind 3DP,MFI,and SWE, the magnetic field of GOES,and the SymH index.We also acknowledge Dr.Lan Jian for providing the lists of ICMEs and CIRs.This work is jointly supported by the National Basic Research Program of China (grant No. 2012CB825601)， the National Natural ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "ScienceFoundationofChina (41231068, 41174152, 41374188，41304146，41531073)，and the Specialized Research Fund for State KeyLaboratories. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Araki，T.1994，in Solar Wind Sources of Magnetospheric Ultra-LowFrequency Waves,ed.M.J.Engebretson,K.Takahashi,& M.Scholer, Vol.81(Washington,DC:AGU),183   \nBoudouridis,A., Zesta,E.,Lyons,L.R.,Anderson,P.C.,&Lummerzheim,D. 2004，AnGeo,22,1367   \nBoudouridis,A.,Zesta,E.,Lyons,L.R.,Anderson,P.C.,&Lummerzheim,D. 2005,JGR，110,A05214   \nBorodkova，N.L.,Zastenker，G．N.，& Sibeck，D.G．1995,JGR，100, 5643C5656   \nDalin,P.A.,Zastenker,G.N.,Paularena,K.I.,& Richardson,J.D.2002, AnGeo,20, 293   \nJian,L.,Russell, C.T.,Luhmann,J.G.,& Skoug,R.M.2006,SoPh,239,393   \nJian,L.K.,Russell, C.T.,&Luhmann, J.G.2011,SoPh,274,321   \nLee,D.Y.,&Lyons,L.R.2004,JGRA,109,A04201   \nLee,D.Y.,Lyons,L.R.,&Yumoto,K.2004,JGRA,109,A04202   \nLin,R.P.,Anderson,K.A.,Ashford, S.,et al.1995,SSRv,71,125   \nLiou,K.2007,GeoRL,34,L14107   \nLiou,K.,Han,D. S.,& Yang,H.G.2013,Terr. Atmos. Ocean.Sci.,24,183   \nLiou,K.,Newell,P.T., Sotirelis,T.,&Meng, C.-I. 2006,GeoRL,33,L11103   \nRiazantseva,M.,Zastenker,G.N.,Richardson, J.D.,& Eiges,P.2Oo5,JGR, 110,A12110   \nRichardson,I.G.,& Cane,H.V.2012,JSWSC,2,A02   \nSibeck,D.G.,Borodkova,N.L.,& Zastenker,G.N.1996,CosRe,34,228   \nSun, T.R.,Wang,C.,Li,H.,& Guo,X.C.2011,JGR,116,A04216   \nTakeuchi,T.,Araki,T.,Viljanen,A.,&Watermann,J.2002,JGR,1O7,1096   \nWang,C.,Liu,J.B.,Li,H.,et al. 2009,JGRA,114,A05211   \nWang,C.,Sun,T.R.,Guo,X.C.,& Richardson,J.D.201O,JGRA，115, A10247   \nZesta，E.，Singer,H.J.,Lummerzheim,D.,et al.2Ooo,in Magnetospheric Current Systems,ed.S.Ohtani et al.,Vol.118(Washington,DC:AGU),217   \nZuo,P.B.,Feng,X. S.,Xie,Y.Q.,et al. 2015a,ApJ,803,94   \nZuo,P.B.,Feng,X.S.,Xie,Y.Q.,Wang,Y.,& Xu,X.J.2015b,ApJ,808,83 ",
        "page_idx": 9
    }
]