[
    {
        "type": "text",
        "text": "“西南现象”背后的智库因素：以广西智库建设为例",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李凌 姜泽",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "上海社会科学院智库研究中心 上海 200020",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：「目的/意义研究“西南现象”背后的智库因素，以广西智库建设为例，提出地方智库建设规律与路径。「方法/过程」通过实地调研走访，获取近年来广西智库发展的一手资料，结合广西发展的区位优势与文化特色，研究广西智库发展的顶层设计与特色内涵。[结果/结论」广西波澜壮阔转型发展的背后，是地方智库的智慧在闪光。研究认为，地方智库是推动地区发展的有生力量。地方智库建设应首先做好顶层设计、紧密结合地域区位优势、与地方社会经济转型发展融为一体，同时加强开放合作交流、规范智库管理等。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：地方智库区位优势文化特色顶层设计管理机制",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：C931",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "科学引导我国智库为党和政府的决策部门提供高质量的资政服务，形成新时代中国特色社会主义的新型智库体系，是智库研究的重点内容和智库评价的根本目的。从智库研究与智库评价方法看，除了悉数盘点智库所能整合的资源及其产生的影响力之外，把智库建设置于更加宏大的国家发展叙事中加以考察，探究社会经济发展背后的智库因素，由此衡量智库的功能与作用，并且归纳出适合中国特色新型智库建设的路径与方向，将为智库研究与智库评价提供更为广阔的宏观视野。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "自党的十八届三中全会提出“加强中国特色新型智库建设，建立健全决策咨询制度”以来，智库建设可谓如火如茶，各类智库更加全面且深入地介入公共政策过程，对社会经济发展起到了一定的引领作用。有两个现象值得关注，一是在经济发展的新阶段，区域分化现象不断加剧，区域经济增速全面下降的同时，西南地区经济“一枝独秀”，出现了值得研究的“西南现象”。二是西南地区智库活动比较活跃，根据上海社会科学院智库研究中心的观察，无论是组建智库联盟还是发布智库发展规划，广西、云南、贵州、四川等西南地区的智库发展可圈可点。那么这两者之间是否存在着一定的联系？西南地区能否成为国家发展叙事背景下智库作用发挥的观察点？为此，本文以广西转型发展作为背景，揭示广西智库建设规律与路径，为我国地方智库建设发展提供借鉴与启示。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 “西南现象”与广西发展的区位优势与文化特色",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1“西南现象”解读 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国经济进入新常态以来，区域分化走势日益凸显。相比于“断崖式”下跌的东北地区，以及缓慢复苏的东部沿海地区，西南地区经济发展一枝独秀，尤其是随着“一带一路”倡议的推广，凭借独特的区位优势与文化特色，西南地区迎来了新的发展机遇，形成了备受瞩目的“西南现象”。据统计，“十二五”期间，全国GDP 增速年均 $7 . 9 \\%$ ，而重庆和贵州分别达到 $1 2 . 8 \\%$ 和 $1 2 . 5 \\%$ ，分列全国第1位和第2位，其发展现象被誉为“重庆经验”和“贵州速度”。到2017年上半年，中国经济增速已震荡下探至 $6 . 9 \\%$ ，西藏、重庆、贵州、云南仍分别以 $1 0 . 8 \\%$ 、 $1 0 . 5 \\%$ 、 $1 0 . 4 \\%$ 和 $9 . 5 \\%$ 的增速领跑全国，四川和广西的增速也高于 全 国 平 均 增 速 []。截至2016年底，广西跨境人民币累计结算总量超过7,000亿元，连续7年居中国西部和边境省区前列。沿边金改不断深化，有力推动了沿边经济、口岸经济和边境贸易的蓬勃发展。“十二五”时期，全区外贸进出口年均增长$2 3 . 7 \\%$ ，2016年对东盟进出口达1,835亿元，东盟连续15年成为广西最大的贸易伙伴，广西与东盟国家的贸易合作更加活跃[1。物联网、大数据、机器人等一批智能制造产业和健康产业等新兴行业在西南地区异军突起，为该地区经济的发展贡献力量，“一带一路”也为西南地区的对外开放带来了新的历史机遇，与此同时，西南地区智库也为西南地区的改革发展与制度创新推波助澜。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为此，本文选择西南地区作为地方智库作用考察的实验场，揭示地区发展背后的智库因素。鉴于广西出台的智库建设相关文件公开可查，故而以广西转型发展作为背景，通过实地调研，揭示广西智库的建设路径与规律。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2广西发展的区位优势与文化特色",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2015年3月，习近平总书记在参加十二届全国人大三次会议广西代表团审议时，要求广西要充分发挥与东盟国家陆海相邻的独特优势，构建面向东盟的国际大通道，打造西南中南地区开放发展新的战略支点，形成21世纪海上丝绸之路与丝绸之路经济带有机衔接的重要门户。2017年4月21日，习近平总书记在视察广西时指出，广西“要立足独特区位，释放‘海’的潜力，激发‘江‘的活力，做足‘边’的文章，全力实施开放带动战略，推进关键项目落地，夯实提升中国一东盟开放平台，构建全方位开放发展新格局”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从国家战略出发，广西的发展位于3个界面的交汇点上。首先，从国际区位优势看，广西位于我国西南腹地与东盟10 国的交汇点上。广西背靠我国大西南，面向东南亚,既沿海又沿边,拥有广阔的海岸线（ $( 1 , 5 9 5 { \\mathrm { k m } } )$ ），是西南快捷的出海通道，货物可运往东南亚、非洲、欧洲等国家港口，是中国与东盟国家和“一带一路”沿线国家贸易往来的重要前沿窗口。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "其次，从国内区位优势看，广西位于我国东部和中西部地区连横的交汇点上。广西南临我国的北部湾,背靠大西南,东临粤港澳地区，与广东同属一脉。随着东部地区产业结构调整与升级，产业转移速度不断加快，这为广西创造和发挥区位优势，主动挖掘比较优势，充分利用多区域合作平台，积极承接东部产业转移，实现社会经济跨越式发展目标带来了新契机。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "再者，从历史文化资源看，广西位于传统文化与现代文明集结的交汇点上。广西古时属\"百越\"之地，居住的先民是“百越”中的西瓯、骆越，苍梧3支部族。自秦代设桂林郡起即列入中国统辖之内，并开通灵渠，连接长江流域与珠江及南流江水域，这为广西后来成为中原物资的出海通道打下了基础。广西是我国少数民族最多的省份之一，世居着壮、汉、瑶、苗、侗等12个民族，数千年来的文化沉淀，形成了广西特有的文化旅游资源与地区发展格局。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3顶层设计与广西新型智库体系建设",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "地方智库发展首先离不开党和政府根据自身决策需求进行的顶层设计。顶层设计有助于理顺决策咨询体制，实现智库思想市场的供需对接，避免地方智库盲目无序的发展。就广西而言，经济发展、民族团结、文化传承、脱贫奔康、生态保护与边疆安稳等领域成为广西党委政府决策咨询需求的重要方向。为了有效解决这些重大区情问题，2016年1月，广西发布《关于加强广西特色新型智库建设的实施意见》［2]（以下简称《广西意见》），旨在贯彻落实“四个全面”战略布局和中央对广西发展“三个定位”的要求，加快实现“两个建成”奋斗目标，建立富有广西特色的新型决策咨询体制。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1创新决策咨询体制，促进智政紧密对接 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "遵从自治区党委提出的“智库建设要与党委建设部门在体制上对接起来”的要求，广西智库建设由自治区党委政策研究室牵头，主要涉及5个部门：自治区党委政策研究室（简称政研室）、自治区党委全面深化改革领导小组办公室（简称改革办）、自治区党委农村工作办公室（简称农办）、自治区人民政府发展研究中心（简称发展研究中心）和自治区决策咨询委员会（简称决咨委）。其中，政研室是核心，负责与决策层无缝对接，了解政策需求，征集和制定研究选题，保持“管道畅通”，充当决策内脑的角色。决咨委以广泛联系各类智库专家为己任，在全国范围内聘请特约咨询委员，向省内外发布广西社会经济重大课题，并解读宣传党委政府的政策等智库成果，专司决策内外脑的连接，实现精准对接。同时，为了统筹协调广西自治区各智库机构，整合全区智库研究力量，厂西还成立了特色新型智库联盟，115家单位成为联盟成员，其中16家成为理事单位，22家为重点智库。此外，广西明确提出重点建设党政部门智库、社科院和党校行政学院干部学院智库、高校智库、科研院所智库、企业智库、社会智库6类智库，以及需求库、信息库、专家库、成果库4个服务平台。由此形成“一个决策咨询委员会为统筹、一个智库联盟为协调、6类智库建设为主体、4种服务平台”为支撑的“ $1 + 1 + 6 + 4 ^ { \\prime \\prime }$ 广西特色新型智库体系，为区内智库发展提供良好资政环境[3]。具体设计如表1所示。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "表1广西 $\" 1 + 1 + 6 + 4 \"$ 新型智库体系顶层设计",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Table 1 The top-level design of $\" { \\bf 1 } + { \\bf 1 } + { \\bf 6 } + { \\bf 4 } \"$ new-style think tank system ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/2de70aab747e940fa5b2870343d805265a8ebaaadad9efec7f668c10302cc5da.jpg",
        "table_caption": [
            "in Guangxi "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>主要机制</td><td>具体内容</td></tr><tr><td>核心管理机构</td><td>政研室 (决咨委)</td></tr><tr><td>管理协调机制</td><td>广西特色新型智库联盟</td></tr><tr><td>重点建设智库</td><td>党政部门智库、社科院和党校行政学院干部学院智库、 高校智库、科研院所智库、企业智库、社会智库</td></tr><tr><td>四大服务平台</td><td>需求库、信息库、专家库、成果库</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2挖掘各方禀赋优势，推进新型智库建设",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "新型智库建设的顶层设计，不是要推翻重建原有的决策咨询体制，而是要在现有基础之上，充分挖掘各方禀赋优势，优化共商共建环境，推进新型智库建设。比如，广西区委区政府高度重视地方智库发展，加大对各类智库建设的扶持力度，拟在5年内启动60亿元基金用于实施创新驱动战略，用于扶持重点智库和智库研究基地；同时，广西积极推进人才“旋转门”机制建设，鼓励智库人员到政府部门挂职或政府官员下基层锻炼。另一方面，在智库思想市场的供给端，社科院智库扎根本土研究，依靠扎实的学术功底与专业人才优势，广泛开展东盟合作与“一带一路”的国际交流；高校智库依托协同创新中心，搭建与决策部门的“天线”，推动研究成果转化；同时，把智库成果纳入科研考核范围，调动智库研究热情；区委党校智库充分利用学员优势与组织优势，成立区情调研室，积极践行中国特色的“旋转门”机制，旨在深入了解国情区情，提升资政服务质量。此外，还有一些地方政府秉持“开门办智库”的宗旨，招才引智，一批具有中国特色的平台型智库、媒体型智库在广西初露端倪。比如，广西北部湾（北海）发展研究院是一家由上海社会科学院、广西社会科学院和北海市人民政府三方合作成立的平台型智库，研究院借助于上海社会科学院的人才资源和富有前瞻性的发展理念，结合北海市经济发展状况，充分发挥三方共建的优势，不仅成为北海市地方发展重要智库，也开创了地方新型智库的创新发展模式。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4广西智库建设形成新特色",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "紧密结合地方社会经济发展特色，广西智库在研究中，形成了本土性、应",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "用性与开放性三大特色，分别体现在桂学研究、扶贫研究与东盟研究之中。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1桂学研究与本土性特色",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "数千年来的文化融合与历史积淀，使得广西呈现出别样风味与特色。广西是一个多民族居住地区，历史底蕴深厚，文化资源丰富，地区差异性也较大。桂北地区由于得中原文化风气之先，形成了以中华传统文化为特质的桂北文化；桂西南、西北的土居少数民族居住地则形成了以壮文化为主要内核的少数民族传统文化；北部湾沿海地区则有特色鲜明的海洋文化。同时，近代以来，由于西方文化的传入，桂东南和北部湾沿海地区的本土文化受到西方文化的影响，又形成了一种现代意义上的开放文化。在当代，随着改革开放的深入与经济社会的发展，实现了中华传统文化、本土文化和世界文化的交织交融，形成了广西特有的文化现象[4]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "桂学作为对广西文化进行总体概括和研究的特色学科而成立，是对广西社会、经济、政治、文化、历史、宗教、民族、民俗等现象与事象进行分门别类与综合整体研究的地方性学科、学术、学问、学派[5]，主要研究方向集中于人文学科（含传统医学）领域内，以广西文化为学术研究对象的多种研究行为成果，同时亦包含广西及与广西有关系的学人的多种人文研究成果及行为。桂学的研究主体主要是广西的高校智库等学术型智库，通过深入挖掘地域文化特色，梳理地方发展脉络，弘扬优秀文化品质，致力于特色学科建设。在桂学研究上，颇有建树的智库主要分布在广西桂学研究会、广西师范大学、广西教育学院、梧州学院等。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2扶贫研究与应用性特色",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "截止到2015年底，广西仍拥有贫困人口453",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "左右[6，对于2020年全面建成小康社会的目标，任重而道远。面对重任,广西新型智库当仁不让，抓住脱贫难题的现实性与紧迫性，在精准扶贫研究方面形成特色。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "一是广开言路，围绕扶贫奔康积极建言献策。广西智库深入贫困县市调研当地经济社会发展状况，针对扶贫工作机制提出意见和建议。比如，在创新财政扶持整合机制上，厂西发展战略研究院建议完善市、县级扶贫资金竞争性分配机制，县级政府要将扶贫资金安排与减贫效果挂钩，逐年加大以奖代补等竞争性分配资金的比例；同时简化资金拨付流程，加快专项扶贫资金拨付进度和扶贫项目实施进度[7]。在创新贫困村户脱贫长效机制方面，广西自治区人民政府发展研究中心建议建立供销社综合改革与精准扶贫融合机制，将移民帮扶与产业发展相结合，把教育、科技和技能培训扶贫放在重要位置，高度重视边民扶贫，全面推进社会保障制度。在创新扶贫保障机制方面，建议建立扶贫资金使用效益评估机制、投诉巡查机制和跟踪服务机制[7]。在提升扶贫政策执行力方面，中共广西区委党校扶贫研究中心认为“精准扶贫更需精准监管”[a]，需要从培育政策执行人员、定位政策执行战略、完善政策执行策略、整合政策执行组织、优化政策执行结构、强化政策执行监督等多个方面入手，更好地实现扶贫开发政策目标[9]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "二是引智下乡，智库学者奔赴扶贫一线工作。“扶贫先扶智”，要改善贫困人口生存状况，就要全面提升劳动者素质，为扶贫提供坚实的人力资源投入和智力支持。广西各类地方智库纷纷委派智库学者深入贫困地区，通过举办政策解读讲座、召开座谈会和论坛、搭建智库平台等形式，为贫困地区的脱贫奔康群策群力。例如，共青团广西区委积极响应自治区党委“攻坚五年、圆梦小康”的冲锋号角，组织来自于广西农业科学院、广西药用植物园、广西百色国家农业科技园以及有关高校等智库机构的广西青年智库学者，投身精准扶贫攻坚战，现场为村民支招解决产业脱贫技术问题，在全区持续开展“青春扶贫行动”[10]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "三是有效拓展，延伸智库产业链引导贫困地区发展。除了积极参与扶贫工作以外，广西智库还主动对接与延揽省外资源，为搭建“智库 $^ +$ 产业”平台做好穿针引线工作，积极拓展智库产业链，因地制宜地引进适宜当地发展的项目，引导贫困地区发展。据悉，在广西智库的努力下，中国流通G30与国家贫困县广西河池东兰县签署了合作协议，将以东兰县作为精准扶贫基地，在商贸流通、电子商务、项目投资、项目融资、建设、运营、招商、资本运作、资源开发等领域缔结战略合作关系，全面完成脱贫攻坚重任[11]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.3东盟研究与开放性特色",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "广西在东盟研究上的优势可谓得天独厚。随着“一带一路的愿景与行动”提出，广西成为21世纪海上丝绸之路与丝绸之路经济带有机衔接的重要门户。发挥广西与东盟国家陆海相邻的地理优势，加快北部湾经济区和珠江一西江经济带开放发展，构建面向东盟区域的国际通道，打造西南、中南地区开放发展新的战略支点，广西迎来了新一轮的发展机遇。为此，《广西意见》中明确提出，“重点巩固提升广西对东盟战略研究的特色核心智库建设”。目前，拟培育的广西特色专业智库主要有：中共广西区委党校“一带一路”研究院、广西社会科学院中国（广西）东南亚研究所、广西社科联东南亚经济与政治研究中心、中国一东盟区域发展协同创新中心、广西大学中国一东盟研究院、广西民族大学中国一东盟研究中心、广西自治区民委广西民族问题研究中心等。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "为进一步推动与东盟诸国的联系，广西智库采用了“引进来”与“走出去”相结合的方法。一方面聚焦中国一东盟区域经济发展议题，致力于构建东盟诸国的信息库、数据库，坚持与商务部、外交部等国家部委和国内外高端智库协同发展，建立具有国际视野和家国情怀的研究平台。另一方面，启动对东盟的高层次人脉渗透，通过智库之间频繁的人员往来，发展一批“知华、向华、亲华”的东盟人脉资源，积极推动二轨外交，通过举办大型论坛、互相调研等交流合作形式，为“政府主导、企业参与、民间促进”的“一带一路”立体格局贡献广西智力。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5广西智库建设引发的思考与启示",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "从西南看全国，广西智库发展是我国地方新型智库实践的一个缩影，借助于独特的区位优势与文化特色，不仅造就了经济新常态下的“西南现象”，也涌现出一批发展新阶段中的地方新型智库，其做法值得推敲并予以推广。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.1地方智库是推动地区发展的有生力量",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在转型升级的过程中，西南地区并没有一味地复制和照搬东部沿海地区及国际上已有的经验和模式，而是借助于全国产业转移和“一带一路”的新机遇，走出了一条因地制宜的具有本土性、民族性、应用性和开放性的发展新路，西南地区之所以能取得不俗的增长表现，离不开地方智库对改革做出的努力，也得益于地方政府高度重视地方智库建设。实际上，地方智库的作用曾一度被忽视，国家智库和地方智库的发展并不均衡，无论是人才资源的吸引力、智库管理能力还是政策影响力、社会影响力，地方智库都似乎难以企及国家智库。然而，从“西南现象”折射出来的智库因素看，地方智库最贴近地区决策咨询需求，且数量众多，是决策体系的“神经末梢”与思想市场的“长尾市场”。进入新时代，中国特色新型智库体系建设不能忽视地方智库的发展。针对各类地区性公共政策问题，地方智库发展旨在有效提升地方治理能力，凭借地理区位优势和富有地域特色的研究内容，争取更大的发展空间。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.2地方智库建设应首先做好顶层设计",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "中国特色新型智库的核心是中国特色，只有坚持“党管智库”这一原则，才能塑造中国智库正确的价值导向，确保中国智库发展生生不息、永不褪色，这一点母庸置疑。但在另一方面，当前地方智库建设推进中，也出现了“宁左勿右”的现象，智库建设“雷声大、雨点小”，体制机制改革落不了地。体现在资政建言中，就是常用一些“正确的废话”“造新词”来搪塞敷衍智库职能。为了进一步推动决策咨询的科学化、民主化、法治化，智库建设需要坚持“实事求是”的正确价值导向，构建广开言路的资政体制。《广西意见》一定程度上推动了决策的公开化、透明化，除了明确建设决策咨询网，公开向全国发布广西社会经济重大课题以外，还提出建立与完善重大事项决策咨询制度、购买决策咨询服务制度、信息公开共享制度、课题立项和招投标制度、课题动态跟踪和成果转化管理制度、智库建设工作责任制和考核激励制度，通过顶层设计为建言纳策保驾护航。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.3地方智库建设应结合地域区位优势",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "我国幅员辽阔，省情区情千差万别，地方智库作为“最接地气”的智囊团，在处理地方事务上有着本土优势和地方情节，有望发展成为深耕本地、贴近地方政府决策需求的专业性智库。广西是面向东盟的国际大通道、西南中南地区开放发展新的战略支点，以及21世纪海上丝绸之路和丝绸之路经济带有机衔接的重要门户，地域区位优势为广西智库发展带来了新机遇与新使命。所以，地方智库的前瞻性与战略性，可能就蕴藏在国家战略与地方实践的结合地带，既能从国家战略中寻找地方发展的新定位，又能通过地方实践为国家战略提供新样本，在推动地方社会经济转型发展的同时，传承传统文化与本土元素。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.4地方智库建设应与地方发展融为一体",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "“不唯书、",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "唯上”，只有充分回应地方转型发展的实际需求，才能体现地方智库发展的独特价值。广西智库难能可贵的一面是深入基层，体察民生痛点、破解发展难点，从利益相对超脱与中立的角度，建言献策。尤其是在贫困地区，既需要引“资”，也需要引“智”，对接与延揽省外区外资源，搭建与延伸智库产业链，因地制宜地引进适宜当地发展的项目，引导贫困地区脱贫致富。实践表明,只有将地方社会经济转型发展目标与智库发展愿景融为一体，才能走出一条具有中国特色的地区智库发展新路。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.5地方智库建设应加强开放合作交流",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "地方智库要秉持“开门办库”的理念，不仅要与省内区内其他类型的智库建立交流机制，还要向国内外顶级智库学习，充分利用智库人才交流机制，借力发声，扩大地方智库影响力。广西在自治区内较早地成立了智库联盟，以统筹协调区内智库资源，整合智库研究力量，效果值得期待。同时，广西智库还与国内外顶级智库建立了联系，比如广西大学中国一东盟研究院联合了云南大学、暨南大学、南开大学、对外经济贸易大学、西南交通大学、中国人民解放军国防大学战略研究所、中国社会科学院亚太与全球战略研究院，“一带一路”研究院联合了复旦大学，广西北部湾（北海）发展研究院联合了上海社会科学院等。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.6地方智库建设应规范智库管理机制",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "应当看到，中国智库还处于起步阶段，规范有序的管理机制是确保智库稳定运行的基本保障。厂西智库止在积极探索新型智库管理机制，主要体现在以下几个方面：一是智库理事会建设，对接地方决策需求，把握智库研究选题与运行方向；二是学术委员会建设，积极吸收外部专家，提升公共治理的专业化水平；三是中国特色的人才“旋转门”机制建设，在组织部门的指导下，引导政智人才双向流动；四是科研成果考核与职称晋升机制建设，适度增加对智库成果的认定比例，对重要智库成果给予一定奖励；五是智库团队建设，合理配备人员结构，建议用于人员的项目经费占比不低于 $5 0 \\%$ ；六是成果培育与转化机制建设，为扩大智库成果影响提供必要的技术保障与组织保障。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[]图解：各地 2017上半年GDP 增速排行出炉[EB/OL].[2017-08-03].http:// http://politics.people.com.cn/n1/2017/0803/c1001-29448171.html. 1[]彭清华.奋力书写 21世纪海上丝绸之路新篇章[N].学习时报,2017-06-30(A1). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2[]关于加强广西特色新型智库建设的实施意见[EB/OL].[2016-01-26].  \nhttp://www.cssn.cn/mkszy/rd/201601/t20160121_2837279.shtml.3[]上海社会科学院智库研究中心.2016年中国智库报告：影响力排名与政策建议[EB/OL].  \n[2017-03-15]. http://pjzgzk.0rg.cn/upload/file/20170315/20170315130433_923.pdf.",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4[]吕余生．谈谈桂学研究[J]．广西教育学院学报，2009(6)：6-10.",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5[]张利群.论桂学研究的民族学理论与方法论基础[J].广西大学学报（哲学社会科学版），  \n2016,38(6): 101-106.  \n6[]广西发展战略研究院．广西贫困地区扶贫政策效果评估及机制创新智库报告[EB/OL]．[2017-09-  \n25]. http: //fzzl. gxu.edu. cn/info/1099/1419. htm.",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "7[]黄宗海.创新扶贫机制是完成广西 500万脱贫任务之关键[J].广西经济,2016(3):34-35.",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "8[]王刚，姜维．精准扶贫更需精准监管[J]．新东方，2016(5)：61-64.",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "9[]谭英俊.少数民族地区县级政府扶贫开发政策执行力提升研究：基于广西的调研[J].广西大学学报（哲学社会科学版），2015,37(3):119-124.",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "10[]中国青年网．广西青年智库专家为群众脱贫“问诊把脉”[EB/OL]．［2017-10-9].   \nhttp : //qnzz. youth. cn/place/shengji/201601/t20160121_7551092. htm. 11[]新华网.中国流通G30推动国贫县“互联网 $+$ 精准扶贫”[EB/OL].[2017-10-9].   \nhttp://www.gx.xinhuanet.com/wq/20160307/3023778_c.html. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "李 凌：确立选题与内容框架设计，组织调研，观点提炼与部分文字写作，修改定稿；  \n姜泽：参与调研，收集资料，部分文字写作。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Think Tanks behind the Phenomenon of Southwest A Case Study of Guangxi Think Tank Construction ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Li Ling Jiang Ze ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Center for Think Tank Studies，Shanghai Academy of Social Sciences，Shanghai 200020 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Abstract:[Purpose/significance] Taking think tank construction in Guangxi Province as an example,it focuses on the think tanks behind the phenomenon of Southwest to explore the rules and route of local think tank construction. [Method/process]Based on regional advantages and ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "ChinaXiv合作期刊",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "culture features, this paper makes use of the first-hand materials of the development of Guangxi Province in the latest period by field investigation and face-to-face interviewing， takes study on the top-level design and characteristic connotation of local think tank development in Guangxi Province.[Result/conclusion]Local think tanks have played an important role in the process of the magnificent transformation and reform of local development from the experiences of Guangxi province. It concludes that forming a comprehensive top-level design， planting into the regional advantages，merging into local economic and social development should be considered first in the local think tank construction,and opening to the outside surroundings and regulating the inner managements must be strengthen. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Keyword: local think tank regional advantage culture features top-level design management mechanism ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "收稿日期：2017-10-10 修回日期：2017-11-26 本文责任编辑：唐果媛",
        "page_idx": 13
    }
]