[
    {
        "type": "text",
        "text": "现代化强国建设的路径和模式分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "何传启",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 中国科学院中国现代化研究中心北京1001902中国科学院大学公共政策与管理学院北京100049",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要2020年中国将全面建成小康社会，开启建设现代化强国的新征程。文章简要介绍世界现代化的历史和经验，以及中国现代化的历史和现状，并以此为基础，科学分析现代化强国建设的路径和模式选择。未来30年，中国将按照十九大报告提出的“两步走”战略安排，采用综合现代化的“运河战略”，迎头赶上世界先进水平；以人民为中心，全面落实新发展理念；向生活质量进军，最大限度满足人民的美好生活需要。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 现代化强国，路径，模式，综合现代化，生活质量 DOI 10.16418/j.issn.1000-3045.2018.03.007 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "党的十九大报告提出：从全面建成小康社会到基本实现现代化，再到全面建成社会主义现代化强国，是新时代中国特色社会主义发展的战略安排[1]。它吹响了我国现代化建设的新号角，开启了建设现代化强国的新征程，描绘了中华民族伟大复兴中国梦的新蓝图。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一词产生于18世纪中叶（1748—1770年）；在中文里，“现代化”一词出现于20世纪初。20世纪50年代以来，世界现代化研究出现了三次浪潮，分别是现代化研究、后现代研究和新现代化研究，并产生了大量的理论成果。其中，新现代化研究与知识化、信息化、绿色化、智能化、高技术和国家创新体系紧密相关，属于跨学科的综合交叉研究，需要自然科学与社会科学的通力合作，而后现代研究和现代化研究则属于社会科学的范畴。在新现代化研究中，现代化既是一个世界现象，也是一种文明进步，还是一个发展目标。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "那么，什么是现代化？中国距离现代化有多远？现代化强国之路如何走？这些跨学科的命题，需要多学科的综合研究和集思广益。根据世界现代化的历史经验，现代化建设需要尊重规律和尊重国情，需要选择合适的目标、路径、模式和重点，并与时俱进坚持不懈。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1世界现代化的历史和经验",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在英文里，“现代化”（modernize 或modernization）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1现代化是一个世界现象",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "现代化是一个世界性的客观现象，大致起步于18世纪，扩散于19世纪，流行于20和21世纪。从18世纪到21世纪，现代化的内涵和特征发生了巨大变化。目前，全球绝大多数国家都在自觉或不自觉地开展现代化建设，都在直接或间接地把实现现代化作为一个发展目标[2]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从历史角度看，先有现代化现象，后有现代化一词。作为一个世界现象，现代化是18世纪工业革命以来人类发展的世界前沿，以及追赶、达到和保持世界前沿水平的行为和过程。其中，发达国家要保持世界前沿水平，发展中国家要追赶世界前沿水平；已经达到世界前沿水平的部分要继续保持，没有达到世界前沿水平的部分要继续追赶。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "形象地说，现代化犹如一场人类发展的国际马拉松比赛（图1）[3]，跑在前面的国家成为发达国家，跑在后面的国家成为发展中国家；发达国家可以掉下来，发展中国家可以赶上去，位置转换有一定规律性。《中国现代化报告2010》[4]发现，在20世纪后50年里，发达国家掉下来的比例约为 $10 \\%$ ，发展中国家赶上去的比例约为 $5 \\%$ 。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "许多学者认为，现代化现象可以追溯到18世纪的英国工业革命和法国大革命[5]。早在16 世纪，欧洲文艺复兴进人尾声，欧洲社会发生了很大变化，航海大发现激发了人们的空前热情，许多欧洲人相信，一个新时代已经来临，那就是“现代”。此后，发生了一系列变革，如科学革命、启蒙运动和工业革命等，强化了这种观念。到18世纪中叶，欧洲翻天覆地的变化使人们相信，“成为现代的、满足现代的需要”代表了时代潮流。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "于是，欧洲人发明了一个新词“现代化”，用来描述这个新现象。随后，“现代化”走出欧洲，向其他地区扩散。今天它已覆盖全球绝大多数的国家和地区，只有少数的地区和民族没有参与现代化进程。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前，现代化是一个多义词，大致有3种解释： $\\textcircled{1}$ 基本词义，对应不同词典对现代化的解释，属于生活用语。 $\\textcircled{2}$ 理论涵义，指不同学者关于现代化的特征和规律的系统阐述，属于学术语言。 $\\textcircled{3}$ 政策含义，指不同国家推进现代化的政策措施，属于政策语言。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2现代化是一种文明进步",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从学术角度看，现代化既是一个世界现象，也是一种文明进步。前者是表象，后者是本质。作为一种文明进步，现代化是从传统文明向现代文明的范式转变，以及人的全面发展和自然环境的合理保护；它发生在政治、经济、社会、文化、生态和人的发展的各个领域；同时，文化多样性长期存在并发挥作用[3]。通俗地说，现代化至少包括4种转变，即从传统经济到现代经济、从传统社会到现代社会、从传统政治到现代政治，以及从传统文化到现代文化的转变。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "现代化是一个复杂的世界现象，发生在人类文明的所有领域，而且不同领域有不同特点。不同领域的学者，对现代化现象进行研究，形成了众多的现代化理论，犹如“盲人摸象”。目前，10种理论受到比较多的关注，分别是：经典现代化理论、依附理论、世界体系理论、后现代化理论、生态现代化理论、反思性现代化理论、全球化理论、多元现代性理论、第二次现代化理论和综合现代化理论，它们从不同角度解释现代化的特征和原理[3]。这里简介其中的3种理论。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）经典现代化理论。该理论诞生于20世纪50一大大大大 人类发展欠发达国家 初等发达国家 中等发达国家 发达国家发展中国家 发达国家",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "60年代的美国。它不是一个单一理论，而是关于现代化现象的一个理论集合。这种理论认为，现代化是一种社会变迁，是从传统社会向现代社会的转变[5；现代性是现代化结果的抽象表述，如政治民主化、经济工业化、社会城市化、文化理性化、现代科技和普及义务教育等[5-7]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（2）后现代化理论。该理论活跃于20世纪70—80年代，主要来自欧美学者的贡献。它并不是一个完整的理论体系，而是关于后工业社会、后现代主义和后现代化研究的一个思想集合。该理论认为，现代化是非线性的，从传统社会向现代社会的转变是现代化，从现代社会向后现代社会的转变是后现代化等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（3）第二次现代化理论。该理论诞生于20世纪90 年代末，是笔者提出来的[9,10]。该理论认为，在18世纪一21世纪末期间，世界现代化进程可以分为两大阶段，其中：第一次现代化是经典现代化，是从农业经济向工业经济、从农业社会向工业社会的转变，主要特点包括工业化、城市化、民主化、理性化、社会福利和重视经济增长等；第二次现代化是新型现代化，是从工业经济向知识经济、从工业社会向知识社会的转变,目前主要特点包括知识化、信息化、智能化、绿色化、创新驱动和提高生活质量等。没有完成第一次现代化的国家和地区，可以推进两次现代化的协调发展，集聚两次现代化的精华，降低现代化过程的失误，迎头赶上第二次现代化的未来世界前沿。这种模式被称为“综合现代化”，即从半工业经济向知识经济、从半工业社会向知识社会的转变（图2）[1]；目前主要特点是工业化、城市化、民主化、理性化、知识化、信息化、智能化和绿色化的协调推进等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3现代化是一个发展目标",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从政策角度看，在许多国家和地区，现代化被作为一个发展目标。其中，已经实现现代化的国家和地区，其目标是保持现代化水平；尚未实现现代化的国家和地区，其目标是早日实现现代化。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "现代化科学认为，现代化国家的分类标准主要有3个[12,13]； $\\textcircled{1}$ 定量标准，即国家现代化指数达到发达国家水平； $\\textcircled{2}$ 排名标准，即国家现代化指数的排名处于世界前20位（表1）； $\\textcircled{3}$ 定性标准，即六个领域（经济、社会、政治、文化、生态和人的现代化）都达到世界先进水平。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/6e2cf7394c7e289167ff933a3315208c3a5d1e7c36c1ce2e446a73166f590efb.jpg",
        "table_caption": [
            "表1发达国家的分类标准"
        ],
        "table_footnote": [
            "注：国家水平的排名为2005年国家现代化指数的排名，指在人口超过百万和统计数据比较齐全的131个国家中的排名，不同年份排名有所差别。发展中国家包括3组国家，即中等发达国家、初等发达国家和欠发达国家"
        ],
        "table_body": "<html><body><table><tr><td colspan=\"2\">国家水平 国家分类 (现代化指数和80%现代化指标)</td><td>国家水平 的排名</td></tr><tr><td>发达国家</td><td>国家水平高于高收入国家平均值的80%</td><td>1-20</td></tr><tr><td>中等发达国家</td><td>国家水平低于高收入国家平均值的80%，但 高于高收入国家平均值的50%和世界平均值</td><td>21-45</td></tr><tr><td>初等发达国家</td><td>国家水平低于高收入国家平均值的50%和世 界平均值，但高于高收入国家平均值的30%</td><td>46-80</td></tr><tr><td>欠发达国家</td><td>国家水平低于高收入国家平均值的30%（或 世界平均值的60%)</td><td>81-131</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前，国家现代化的建设目标大致有3个[3]： $\\textcircled{1}$ 实现第一次现代化，完成从农业社会向工业社会的转变;$\\textcircled{2}$ 实现第二次现代化，完成从工业社会向知识社会的转变； $\\textcircled{3}$ 追赶、达到和保持人类发展的世界先进水平。其综合现代化是两次现代化的协调发展。坐标横轴刻度：原始社会为非狩猎采集与狩猎采集劳动力之比，农业社会为非农业与农业劳动力之比，工业社会为工业与非工业劳动力之比，知识社会为非知识产业与知识产业劳动力之比。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/2ce2cfeaf8015af5daff6a33cfd2101456807f168b97e69a92e8cda1cbb6e123.jpg",
        "img_caption": [
            "图2国家现代化的路线图（示意图）[]"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中，前2个目标是阶段目标，第3个目标是水平目标，也是动态目标；第3个目标的实现，大致有3种情景（表2）。",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/289b015ca11d02d8bc2e783911b58145328858eda4a06d096dd48201572da302.jpg",
        "table_caption": [
            "表2国家现代化的3种情景"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>目标</td><td>国家现代化水平 (国家现代化指数) 世界排名</td></tr><tr><td>高标准 实现现代化 列</td><td>国家水平超过高收入国家平均值，进入世界前 约1-10</td></tr><tr><td>全国平均 实现现代化</td><td>国家水平超过高收入国家平均值的80%，但低 约11-20 于高收入国家平均值，进入发达国家行列</td></tr><tr><td>基本实现 现代化</td><td>国家水平超过高收入国家平均值的50%和世界 平均值，但低于高收入国家平均值的80%，进约21-40 入中等发达国家行列</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2中国现代化的历史和现状",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "中华民族屹立于世界东方，已有几千年历史。在18世纪以前，中国走在世界前列，创造了灿烂的中华文明。在西方中世纪的黑暗时代（约公元500一1500年），中华文明领先于西方，中国古代科技对西方产生了重大影响。18 世纪是世界现代化的分水岭。随着世界现代化的兴起，中华传统文明走向相对衰落。在19一20世纪，中国成为世界现代化的落伍者和追赶者，并为此付出了巨大代价。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "19世纪中叶以来，无数中华民族的优秀儿女，为民族复兴而上下求索、前仆后继。20世纪中叶以来，新中国历代领导人都把实现现代化作为国家目标，激励国民奋发向上。1987年，邓小平同志提出了现代化建设的“三步走”发展战略[14]；2017年，十九大报告提出了21世纪中叶全面建成社会主义现代化强国的宏伟目标[1]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1中国现代化的历史",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "中国现代化大致是19世纪中叶起步的，比主要发达国家大致晚了约百年。许多学者认为，中国现代化可以分为三个时期，即清朝末年的现代化起步、民国时期的局部现代化、新中国的全面现代化",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "新中国成立以来，实现现代化始终是我们的奋斗目标[15]。例如，20世纪50年代毛泽东主席提出建设工业化强国；60年代周恩来总理在政府工作报告中提出“实现四个现代化”，即农业现代化、工业现代化、国防现代化和科技现代化；80年代邓小平同志提出“三步走”发展战略；2012年习近平同志提出中华民族伟大复兴的中国梦等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "新中国的现代化建设，并非一帆风顺。虽然屡有波折和失误，但我们取得的成就举世瞩目，特别是改革开放以来。例如，1950一2014年，第一次现代化指数提高了73分；1970—2014年，第二次现代化指数提高24分[中国已从欠发达国家升级为初等发达国家，下一步是升级为中等发达国家，再下一步是升级为发达国家。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2中国现代化的现状",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2014年中国属于初等发达国家，大致处于发展中国家的中间位置，世界排名大致是第60位左右，不同指标排名不同[6]。例如，2014年中国第一次现代化进程完成 $9 9 \\%$ ，第二次现代化水平约为发达国家平均水平的$45 \\%$ ，人均国民收入达到7520美元，大约相当于发达国家平均值的 $1 7 \\%$ 和世界平均值的 $69 \\%$ U",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "同时，中国地区之间发展不平衡。2014年中国内地部分地区的部分发展指标已经接近发达国家水平的下线。例如，北京和上海的部分发展指标已经达到或接近意大利、西班牙的水平。2014年中国现代化的发展阶段是第一次现代化的成熟期，发达国家都处于第二次现代化（图3）[16]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "知识社会 第二次现代化 发 过渡起 展 一  \n工业社会 过步 1第一次现代化 发 渡： 1美起 展 -日 国 1  \n农业社会 过步 波本 等文明化、农业化 发熟 成 渡： 海 印 度 国 等 中 兰！等 等116 14国 13 国 1 1起 展 乍！地 等 38 国 1  \n原始社会 社会化 成步 得i等 29国 国 1 1等：18发熟 许多业 3 国 1 1  \n起 展部分原 国 一 1地区  \n步 住民族原始经济 农业经济 工业经济 知识经济 时原始文化 农业文明 工业文明 知识文明工具时代 农业时代 工业时代 知识时代 代√",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3中国现代化的特点",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "关于中国现代化的特点，可以有多种表述，这里介绍比较关键的4点。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）人口规模最大的现代化。在过去300年里，大约有20多个发达国家10亿人口实现了现代化，目前中国人口超过13亿。中国人口超过发达国家的总和，中国现代化的任务也超过发达国家的总和。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）后发追赶型现代化。欧美发达国家现代化大致起步于18世纪中后期，中国现代化大致起步于19世纪中后期（不同领域起步时间不同），中国现代化起步比主要发达国家晚了约100年。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3）不平衡的现代化。例如，国家发展不平衡，工业化优先，城市化和民主化相对滞后，城乡收入差距较大，社会问题较多；地区发展不平衡，东、中、西部收入差距较大；工业和农业发展不平衡，农业发展相对滞后，工农收入差距较大等。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（4）资源和环境压力巨大。2010年，中国人均工业资源大部分低于世界平均值。目前，中国现代化的环境压力非常明显。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3现代化强国建设的路径和模式",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "十九大报告提出了建设现代化强国的“两步走”战略部署，即在2020年全面建成小康社会的基础上，到2035年基本实现社会主义现代化，到2050年把我国建成富强民主文明和谐美丽的社会主义现代化强国。用30多年时间，把一个13亿多人口的发展中大国建成一个社会主义现代化强国，无疑是一个史无前例的伟大工程。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "全面落实十九大报告的战略安排，需要集思广益和建言献策。因为如何建设一个社会主义现代化强国，是一个跨学科的重大课题，需要多学科的综合研究。从新现代化研究和现代化科学角度看，建设社会主义现代化国家需要重点关注3个方面：尊重规律和尊重国情；选择合适目标和路径；选择合适模式和重点。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1尊重现代化的客观规律 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "规律一是阶段性—一现代化进程分为两个阶段[3]。其中，第一次现代化以工业经济和工业社会为基础，经常以经济增长为中心；第二次现代化以知识经济和知识社会为基础，物质生活趋同，精神生活多样化，经常以生活质量为中心。两次现代化在经济、社会、政治、文化、生态和人的现代化等方面，既有所继承，又有本质差别。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "规律二是非线性——世界现代化包括三个转变[3]。第一个是从农业社会向工业社会的转变，是第一次现代化；第二个是从工业社会向知识社会的转变，是第二次现代化；第三个是从半工业社会向知识社会的转变，是综合现代化。三个转变的路径和模式是不一样的。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第一次现代化路径的主要特点是：以工业经济和工业社会为导向，以经济增长为中心；经济工业化和市场化，工业比例上升，农业比例下降；社会城市化和福利化，城市人口比例上升，普及义务教育，社会保险覆盖率上升；政治民主化和职业化，文化理性化和世俗化等。第一次现代化路径的发展模式有10多种，不同国家可采用不同模式。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第二次现代化路径的主要特点是：以知识经济和知识社会为导向，以生活质量为中心；经济知识化和绿色化，知识产业比例上升，工业比例下降；社会郊区化和智能化，郊区人口比例上升，普及高等教育；政治民主化和网络化；文化信息化和产业化；环境质量改善等。第二次现代化路径有20多种发展模式，不同国家可选择不同模式。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "综合现代化路径的主要特点是：两次现代化的协调发展，并迎头赶上未来世界前沿水平，大约有30多种发展模式，大致可以分为三个发展阶段（图4）[12]。第一阶段，第一次现代化和工业化为主，以经济增长为中心等；第二阶段，工业化和知识化并重，两次现代化并重；第三阶段，第二次现代化和知识化为主，以生活质量为中心等。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/38a94a5181fd85c9b2136be877763b0b0e11cc578cbd017adbd444dd4e6b0d7a.jpg",
        "img_caption": [
            "图4综合现代化路径的三个阶段(示意图)"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "规律三是创新性—一创新是国家现代化的源泉和动力。其中，知识创新和制度创新相结合产生新科技，新科技通过技术创新产生新产品和新产业，新产业导致新经济，新经济导致新社会，新社会导致新现代化。从创新到现代化的全过程，每个阶段都有信息反馈，从而形成从创新到现代化的正反馈循环驱动（图5）[7]",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/6effc80d7d5eed34b9c895ccaec72b700d5f480568f5d6e49b681970510b85c4.jpg",
        "img_caption": [
            "图5 现代化过程的创新驱动模型（示意图）[17] "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "知识创新包括科学发现、技术发明、知识创造和新知识首次应用等",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "规律四是现代化与科技革命紧密相关[18,19]。在过去300 年里，世界现代化前沿的每一次浪潮，都是由科技革命推动的。前五次科技革命分别推动了机械化、电气化、自动化和信息化浪潮；未来的科技革命将推动新的浪潮，其中，“新生物学和再生革命”将推动仿生再生和生物经济的新浪潮等。抓住新科技革命机遇可加速国家现代化。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "规律五是国家发达的科学原理[12]。例如，在其他条件相同时，国家发达水平与创新价值比例成正比，与劳动价值比例成反比；与物化劳动比例和高效劳动比例成正比，与活劳动比例和低效劳动比例成反比；与优质资产比例和高效投资比例成正比，与不良资产比例和低效投资比例成反比；与先进技术比例成正比，与落后技术比例成反比。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "关于中国现代化的基本国情，前面已有介绍，这里不再赘述。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2选择合适的目标和路径",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2.1目标选择：全面落实十九大报告提出的战略安排",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "30年前（1987年）邓小平同志提出“三步走”发展战略，30年后（2017年）十九大报告提出建设社会主义现代化强国的“两步走”战略安排。两者一脉相承，后者有所创新（图6），其创新点主要有3个： $\\textcircled{1}$ 把“三步走”发展战略的第三步细分为20年、15年和15年三个阶段； $\\textcircled{2}$ 把原第三步目标“基本实现社会主义现代化”提前到2035年（提前了15年）； $\\textcircled{3}$ 把2050年目标提高到“全面建成社会主义现代化强国”。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "《中国现代化报告》完成全球131个国家1950—2014年国家现代化水平的定量评价，发现2000年中国是一个初等发达国家，处于世界第70多位[16]。按照1990—2014年现代化指数的年均增长率测算，中国有可能在2020年全面建成小康社会，基本完成第一次现代化，国家现代化水平进入世界前60位；在2030—2040年期间达到中等发达国家水平，基本实现现代化，国家水平进入世界前40位；在2060—2080年期间进入发达国家行列，全国平均实现现代化，国家水平进入世界前20位；在21世纪后期进入世界前列，高标准实现现代化[15,16]（表4）。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2.2路径选择：采用综合现代化的运河路径",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "《中国现代化报告》发现[3]，2000年中国处于第一次现代化的发展期，而美国处于第二次现代化的发展期。如果中国像美国那样，先做第一次现代化，后做第二次现代化，那么在21世纪中国很难赶上美国。",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/f79b4e22d84afbacf00ada8c9e4f9913db869607acad7877491172874a559197.jpg",
        "img_caption": [
            "图6“三步走”发展战略和“两步走”战略部署的关系 (示意图)"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/4f8186540ce8a9e3cda1b2203b7240f014139e3b764fa0a40bf9837a01785816.jpg",
        "table_caption": [
            "表421世纪中国现代化水平的一种定量测算"
        ],
        "table_footnote": [
            "注：本表为按照1990—2014年国家现代化指数的年均增长率计算的测算结果"
        ],
        "table_body": "<html><body><table><tr><td>目标 目标内涵 目标要求</td><td></td></tr><tr><td></td><td>全面建成小康社第一次现代化指数：达到100分 近期会，基本完成第关键指标水平：达到1960年工业化国家平均水平 目标一次现代化，处第二次现代化指数的排名：进入世界前60名 于初等发达水平关键指标水平的排名：进入世界前60名</td></tr><tr><td>基本实现现代 中期 化，达到中等发 目标 达国家水平</td><td>第二次现代化指数：超过高收入国家平均值的50% 第二次现代化指数的排名：进入世界前40名 关键指标水平：超过高收入国家平均值的50% 关键指标水平的排名：进入世界前40名</td></tr><tr><td>目标 国家行列</td><td>全国平均实现现第二次现代化指数：达到高收入国家平均值的80% 远期代化，进入发达第二次现代化指数的排名：进入世界前20名 关键指标水平：达到高收入国家平均值的80% 关键指标水平的排名：进入世界前20名</td></tr><tr><td>高标准实现现代 最终 化，进入世界前 目标 列</td><td>第二次现代化指数：超过高收入国家平均值 第二次现代化指数的排名：进入世界前10名 关键指标水平：超过高收入国家平均水平 关键指标水平的排名：进入世界前10名</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "《中国现代化报告》认为，中国可以采用综合现代化路径（图2），以未来世界前沿水平为目标，开辟一条“现代化运河”，两次现代化协调发展，迎头赶上未来的世界前沿水平[3]。这就是所谓的“运河战略”，通俗地说是一种“弯道超车”或“跨越式发展”。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "发达国家的现代化皆是“两步走”，即先完成第一次现代化，后开始第二次现代化。中国的现代化，将是“两步并作一步走”，积聚两次现代化的精华，避免现代化过程的失误，走一条低成本、高效益的现代化新路，迎头赶上未来的世界前沿。中国的综合现代化路径和运河战略，将为发展中国家的现代化开辟一条新道路，树立一个新标杆。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "按照综合现代化路径和运河战略的原理，《中国现代化报告》先后研究和提出了9个现代化路线图，分别是经济现代化、社会现代化、文化现代化、生态现代化、农业现代化、工业现代化、服务业现代化、城市现代化和健康现代化的路线图[3,15]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3选择合适的模式和重点",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3.1模式选择：以人民为中心，全面落实新发展理念",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "十九大报告指出，新时代我国社会主要矛盾是人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾，必须坚持以人民为中心的发展思想，全面落实新发展理念（创新、协调、绿色、开放、共享），全面提升五个文明（物质文明、政治文明、精神文明、社会文明和生态文明），不断促进人的全面发展和共同富裕;同时为发展中国家的现代化开辟新途径，为人类发展贡献中国智慧和中国方案[1]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在新的时代，现代化建设的模式选择，既要尊重现代化规律，又要尊重中国国情。从规律角度看，综合现代化路径分为三个阶段（图4）。从政策角度看，“三步走”发展战略全长70年，覆盖综合现代化路径的三个阶段，其后30年将进入综合现代化的第三阶段。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "三步走战略前20年（1980—2000年）。属于综合现代化的第一阶段，以工业化和第一次现代化为主，以经济建设为中心，并启动信息化和环境保护，已顺利完成三步走战略的前两步目标。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "三步走战略中20年（2000—2020年）。属于综合现代化的第二阶段，工业化和知识化并重，同步推进新型工业化、信息化、城镇化和农业现代化，大力发展高等教育和职业教育，并取得巨大成就。至2020年，我国将全面建成小康社会，基本完成工业化，第一次现代化指数将达到100分，相当于发达工业化国家1960年的平均水平。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "三步走战略后30年（2020—2050年）。全国平均将进入综合现代化的第三阶段，将以知识化和第二次现代化为主，以生活质量为发展主题，满足人民日益增长的美好生活需要。我国地区发展不平衡，不同地区可因地制宜，选择适合自己的发展模式。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从现在到2020年，既是全面建成小康社会决胜期，也是综合现代化第二阶段的“收尾期”。十九大报告指出，要按照十六大、十七大、十八大提出的全面建成小康社会各项要求，使全面建成小康社会得到人民认可、经得起历史检验[1]",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从2020年到2050年，既是全面建设现代化强国的30年，也是综合现代化第三阶段。十九大报告提出了“两步走”的战略安排（图6）。在此时期，我们将完成发展模式的三个转变和一个升级。一是目标转变—从全面建成小康社会到基本实现现代化和建设现代化强国。二是模式转变—一从第一次现代化为主到第二次现代化为主，从工业化为主到知识化为主。三是工作重心转变一—从以经济建设为中心到以生活质量为发展主题，即从以满足人民物质文化需要为发展主题到以满足人民美好生活需要为发展主题。一个升级是战略升级一一战略目标从基本实现现代化升级为全面建成现代化强国，国家水平从达到世界中等发达国家水平升级为达到世界先进水平，实现伟大复兴。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3.2重点选择：向生活质量进军，满足美好生活需要",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "十九大报告提出了新时代特色中国社会主义的基本方略“十四条”，提出了社会主义现代化强国建设的“两步走”战略安排，提出了当前工作的“九项任务”，包括：建设现代化经济体系，发展民主政治，推动文化繁荣兴盛，提高保障和改善民生水平，建设美丽中国，全面推进国防和军队现代化，推进祖国统一，推动构建人类命运共同体，以及提高党的执政能力和领导水平等[1]。这些是未来一段时期的工作指针和重点。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "十九大报告强调“永远把人民对美好生活的向往作为奋斗目标”[1]。为满足人民日益增长的美好生活需要，建议在未来30多年里，全国各地特别是比较发达地区，要把“向生活质量进军”作为一个发展主题和工作重点，全面提高人民的生活质量和生活满意度[20]。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（1）以生活质量为发展主题，实现战略转型。向生活质量进军，实现从以经济建设为中心向以生活质量为主题的战略转型，全面提升国民生活质量，全面满足美好生活需要。建议适时研制和启动“中国质量十年议程”，以生活质量为中心，以经济质量和环境质量为支点，三个质量一起抓。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（2）以创新和改革为动力，实现双轮驱动。坚持创新驱动，大力支持“创新创业”和“互联网 $+$ ”行动计划。建议启动国家知识创新工程，建设“国家科技创新特区”，抢占第六次科技革命的制高点，全面建设创新型国家和世界科技强国。全面深化改革，加大系统性改革力度，提升社会治理质量，促进国家治理能力现代化。扩大开放力度，促进自由贸易区和“一带一路”建设，营造良好国际环境。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（3）六化协同，共建共享，绿色发展。所谓“六化”是经济现代化、社会现代化、政治现代化、文化现代化、生态现代化和人的现代化。六化协同，指协同推进“六化”建设。共建共享，指人人参与、人人享有。绿色发展，指把绿色理念融入所有政策。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（4）做好四个选择。一是价值选择，提高人均创新价值，提高人均劳动价值，提高创新价值比例。二是劳动选择，提高人均有效劳动和人均高效劳动，减少无效劳动和低效劳动。三是资本选择，提高人均有效投资和人均高效投资，减少无效投资和低效投资。四是技术选择，增加先进技术比例，降低落后技术比例。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（5）把握三个关键。一是发展先进生产力，建议技术进步采用 $50 \\%$ 的创新和 $50 \\%$ 的学习，提高人均资本、人均技能、人均技术和管理水平。二是促进社会公平和进步，建议实行按贡献分配和按需要调节，社会分配采用 $80 \\%$ 的竞争和 $20 \\%$ 的调节；建议实施“家庭小康工程”，向人均收入低于小康标准的家庭提供爱心帮扶。三是促进人的全面发展，提倡各尽所能、平等互利、公平竞争和凭业绩晋升，普及高等教育，加快教育现代化和信息化，尊重个性和民意选择。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（6）因地制宜，梯度推进。2013年我国地级行政地区中，169个为较不发达地区，125个初等发达地区，42个中等发达地区。建议中等发达地区以提高生活质量为发展主题；初等发达地区则采用生活质量和经济建设两者并重的发展模式；较不发达地区仍以经济建设为中心，同时加强生态文明建设。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "人既是现代化的行为主体，也是现代化的受益者。全面建成社会主义现代化强国，全面实现中国复兴梦，既是一项伟大工程，也是一项伟大事业。这不仅将惠及全体人民及其子孙后代，而且将是对人类文明的一个重大贡献。让我们积极投身其中，每个人都承担一份责任，每个人都做出一份贡献。众人拾柴火焰高，众志成城事竞成。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1习近平.决胜全面建成小康社会，夺取新时代中国特色社会主义伟大胜利—在中国共产党第十九次全国代表大会上的报告.[2017-10-27].http://www.xinhuanet.com/2017-10/27/c_1121867529.htm.  \n2Martinelli A,He C.Global Modernization Review:NewDiscoveries and Theories Revisited.New Jersey:World ScientificPublishing,2015.  \n3 何传启.如何成为一个现代化国家：中国现代化报告概要2001—2016.北京:北京大学出版社,2017.  \n4 中国现代化战略研究课题组，中国科学院中国现代化研究中心.中国现代化报告2010:世界现代化概览.北京：北京大学出版社,2010.  \n5Bendix R.Tradition and modernity reconsidered. ComparativeStudies in Society and History,1967, 9(3): 292-346.  \n6罗荣渠.现代化新论.北京:北京大学出版社,1993.  \n7Black CE.The Dynamics ofModernization.New York:Harper&Row Publishers,1966.  \n8 Inglehart R.Modernization and Postmodernization.Princeton,New Jersey: Princeton University Press,1997.  \n9何传启.第二次现代化：人类文明进程的启示.北京：高等教育出版社,1999.  \n10 何传启.第二次现代化理论：人类发展的世界前沿和科学逻辑.北京:科学出版社,2013.  \n11 何传启．东方复兴：现代化的三条道路.北京：商务印书馆，2003.  \n12 何传启.现代化科学：国家发达的科学原理.北京：科学出版社,2010.  \n13 He C.Modernization Science: Principles and Methods of NationalAdvancement.New York: Springer, 2012.  \n14 邓小平.邓小平文选（第三卷）．北京：人民出版社,1993.  \n15 何传启.中国复兴的科学基础和战略机遇.北京：科学出版社,2013.  \n16 何传启.中国现代化报告2017:健康现代化研究.北京：北京大学出版社,2017.  \n17中国现代化战略研究课题组，中国科学院中国现代化研究中心.中国现代化报告2006:社会现代化研究.北京：北京大学出版社,2006.  \n18 何传启．第六次科技革命的战略机遇．北京：科学出版社,2011.  \n19 何传启.新科技革命的预测和解析.科学通报,2017,62(8):785-795.  \n20 何传启.生活质量：未来三十年的发展主题.半月谈（内部版），2017,(11):39-43.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Route and Model Towards a Great Modernized Country ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "HE Chuanqi ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "(1 China Center for Modernization Research, Chinese Academy of Sciences,Beijing l0o190, China; 2 School of Public Policyand Management,University of Chinese Academy of Sciences,Beijing 10oo49,China） AbstractChinawillbecomeawelloffsocietyin202andtakeanewapproachtoagreatmoderizedcoutry.Thispaperpresents the shorthistoryandxperencesoforldmodezatiothestoryandiatioofCinamodezatio,ndecommends teoutedodel towardsagreatmoderizedcountrforChina.Inthecoming3Oyears,Chinawillfolowthe“two-steps”strategyintroducedbytheeport of19thNatioalCongressofCommunistartyofhina(CPC)dopttheCanalRouteofItegratedodezationdatchuithorld advancedleveldpursepeopleoreeddasofvelopntlchtowadsgualityofandfulfillts of better life of all people. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Keywordsgreat modernized country,route,model, integrated modernization, quality of life何传启国际欧亚科学院院士，中国科学院特聘研究员，中国科学院大学岗位教授，中国科学院中国现代化研究中心主任，中国现代化战略研究课题组组长，中国未来研究会副理事长，世界现代化论坛学术委员会联合主席等。发表论文100多篇，出版著作38部（中文32部、英文5部和俄文1部）。其中，在创新政策方面，作为执笔人参与起草国家科委《关于加强国家重点基础研究及发展高技术产业的汇报提纲》、中国科学院《迎接知识经济时代，建设国家创新体系》和《中国科学院关于开展<知识创新工程 $>$ 试点的汇报提纲》，完成和出版《第六次科技革命的战略机遇》等；在现代化研究方面，先后提出第二次现代化理论、综合现代化理论和现代化科学，主持完成2001年以来《中国现代化报告》年度报告16部等。",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/fb65b69ac514e44fd45574f81b3a038e7526c7cc0a9311184c5cf73ef24a4b06.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "E-mail:hechuanqi@263.net ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "HEChuaqiAcademicianoftheIterationalEurasianAcadeyofSciences,DistingushedProfesorofChineseAcademyofSciences (CAS),andProfeorofUniversityofCineseAcademyofSienes(UCAS),alsrectorofChinaCenterforodezationarch CAS,HeadofsearchgroupforhinaodezatioStrategyViceresidetofhinaocietyforutureStudy,Cohairofteitic AdvisoryComiofteatialodeatiF,.sseacheestsdageseditedisiudy andhehas publishedmorethan0papersand38booksontheinovationpolicyandmoderzationstudy.Itefieldofiovationpolicy He involvedthedraftingof“Reportoutieonowtopromotenatioalkeybasicreseachsandg-techidustries”(tfrstwrifte partofnatioalkybsicsears),forStateientificdhlogicalComsion,CAortof\"Teloeoledeo andbuildupnatioaliovatiosyste\"(thefistwriter)nd“ReportoutlineonowtoprogessowedgeiovatioprogaminC(te firstwriter).HetecasuofithutioofedoloiedraticOpisfteiof ScienceandTchnolog,ndsooInthefiledofodezationsudyHEdvacedcododezationtegratedmodatiod modernizationscience,chairedandfinished16annualreportsofChina ModerizationReportsince2oo1.E-mail:hechuanqi@263net ",
        "page_idx": 9
    }
]