[
    {
        "type": "text",
        "text": "媒体观察 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "编者按2018年是贯彻党的十九大精神的开局之年，因此今年全国两会具有非常重要的历史意义。在全国人大代表和全国政协委员中，汇聚了许多我国科技领域的决策者、管理者和参与者，他们在两会上也提出了大量真知灼见，就新时代如何建设创新型国家和世界科技强国积极建言献策。新闻媒体是社会的观察者、守望者和监督者，也为创新型国家建设提供着强大的舆论动力，值此“科学的春天”40周年，本刊特邀央视记者综述国内外媒体两会报道中科技界的声音和对科技发展的思考，为读者透视媒体视角下的我国科技事业发展的成就和问题。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "迎接新时代“科学的春天加速迈向世界科技强国",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2018年全国两会科技观察与思考",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "帅俊全 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中央广播电视总台 中央电视台 北京 100020",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/b361e21a51a28a12c29e4855abac26966173bf2d346c9b3c35b2b5de379c71cb.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "十八大以来，以习近平同志为核心的党中央高度重视新闻舆论工作。习近平总书记在十九大报告中指出：“坚持正确舆论导向，高度重视传播手段建设和创新，提高新闻舆论传播力、引导力、影响力、公信力。”新闻媒体在传播渠道上具备天然优势，充分发挥权威可信的报道优势，讲好故事、传播好声音，是做好新闻宣传工作的基础，也是掌握舆论主导权的重要途径。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "全国两会是我国每年最为重要的政治活动之一，既反映出我国各行各业发展的现状，也会为未来发展指明方向。与国家出台某一科技领域的文件规定不同，对两会上有关科学事业发展的所有声音进行梳理和分析，获取的是我们国家科技发展的一个立体缩影。在这里，既有高层领导的决策指挥，有如大脑中枢一般发挥着重要的作用；同时也有亲历其中的科研工作者，会如同敏感的神经系统一般反馈所有的知觉。笔者通过多年的两会报道和科技报道经验，对 2018年全国两会上代表委员们的“科技之声”进行梳理，从媒体的视角和客观的立场，将这一立体缩影呈现出来，希望能够真实反映我国科研人员在建设世界科技强国征途上的思考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2018年是全国人大代表和全国政协委员的换届之年，在新代表和新委员中，科技领域的代表委员占据了更重的分量。以全国政协为例，在2158名全国政协委员中，两院院士就达到了105名，科协和科技界别委员更是达到了155名，是人数最多的界别之一。在民主党派等其他界别中，也有很多来自科技领域和关注科学事业发展的委员。这既体现了国家对科技界的信任，同时也对科技界人士的建言献策充满了期待。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "为科学事业的发展把脉问诊，为科技强国的建设建言献策，两会上的“科技之声”既难能可贵，也最坦诚直接。这其中既有一线科研人员的深刻体会，也有院士专家等各学科领域带头人的咨询建议，更有科技管理者的战略性思考。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "观察一：研发与应用",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2018年全国两会期间，在科技领域的新闻报道中，媒体关注最多的分别是航天科技、深空探测、量子通信等重大工程和前沿科学领域，但是代表委员们思考更多的则是一些综合学科在研发、转化和应用中所面临的问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "笔者通过对于大会发言、小组讨论、通道答记者问等内容的梳理发现，代表委员们关注最多的三大领域分别是人工智能、大数据和清洁能源。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "人工智能",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2018年全国两会，从互联网大咖们的发言到总理报告，都有着“人工智能”的身影。毫无疑问，“人工智能”已经成为各方高度关注的“超级风口”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在代表通道上，全国人大代表、科大讯飞董事长刘庆峰就“秀”出了讯飞翻译机，能迅速识别出所说语种，立刻输出对应语种翻译。刘庆峰介绍，人工智能正在深入到社会生活每个领域，中国在人工智能源头创新上，在许多领域已经和世界先进水平并跑，在一些领域甚至实现领跑。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在委员通道上，全国政协委员、百度创始人、董事长李彦宏表示，再有三五年，在完全开放道路上，能够替代司机的无人驾驶的车也就会出现。李彦宏认为，人工智能是堪比工业革命的大革命，它会在很多领域都带给人民不一样的体验，并将在未来发挥重要作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "全国政协委员、中星微集团董事长邓中翰表示，人工智能最核心的是基础芯片、软件的研发，从国家安全角度出发，我国应尽早在人工智能的芯片层级进行布局，把握以自主创新芯片来决胜人工智能新时代这一大",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "方向。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "大数据",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "生态大数据、农业大数据、金融大数据、大数据办案、大数据扶贫，在代表委员们的热议中，大数据母庸置疑成为助推产业升级最强有力的推手之一。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "全国政协委员、中国食品药品检定研究院研究员岳秉飞表示，大数据能够对食药问题进行汇总，总结出规律和特点，也能与社会数据进行结合，建议让大数据来“监管”食品药品，守护老百姓舌尖上的安全。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "全国政协委员屈谦表示，政府机构和公共部门掌握的数据资源量其实很大，但存在“不愿”“不敢”“不会”共享开放的问题。目前尚没有一部真正意义上的数据管理法规，建议设立专门的数据管理机构，应用大数据提升社会治理效能。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "全国政协委员、中国电子学会副理事长徐晓兰表示，工业大数据是制造业智能化的基础，光有工业云和工业互联网，没有基础的数据积累，就等于是无米之炊，建议尽快构建第三方数字经济运行监测平台，提供科学、权威、客观、可信的统计与分析结果，支撑我国数字经济发展迈上新台阶。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "清洁能源",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着我国进人高质量发展的新时代，从技术、政策、到市场，清洁能源的发展究竟面临哪些问题？代表委员们也纷纷建言献策。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "全国政协委员骆沙鸣表示，针对目前存在的能源产业发展不平衡不充分的矛盾问题，应尽快加强《节约能源法》与《可再生能源法》相衔接，推动以电代煤、以气代煤，实现能源的清洁化、高效化。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "全国政协委员、民建中央副主席李说呼呼促进技术创新，加强清洁能源高端装备研发制造，提高核心竞争力，建议调整光伏等清洁能源制造业的行业规范，淘汰落后企业和产能，为新技术推广运用提供良好市场环境。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "全国政协委员曹志安认为，清洁能源消纳问题仍然突出，2017年我国“弃水、弃风、弃光”电量超过1000亿千瓦时，高于三峡电站全年发电量；但是能源发展的统筹协调性有待加强，市场配置资源的决定性作用尚未有效发挥，应加快构建清洁能源发展体系。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在探讨清洁能源发展的同时，代表委员们也关注到了传统能源的发展空间问题。一些代表委员还表示，应立足我国是煤炭大国的国情，利用创新技术使传统化石能源高效清洁利用，才能真正高效推动经济高质量发展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "思考一：研发和应用并举，创新动能助推 产业升级 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "人工智能成为“超级风口”",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在两会会场内外，人工智能都成了最为关注的热点议题。全国政协副主席万钢在答记者问时就透露即将发布人工智能项目指南和细则，用于突破基础前沿理论关键部分的技术。而面对人工智能发展中面临的诸多问题，中央电视台专门采制了《人工智能有点“燥”技术跟跑何时破？》的特别节目，在央视大屏以及三微一端全网播出，点击率达到近百万，节目中呈现了普通研究团队的提问和代表委员的回答，可见各行业和部门对于人工智能的关注度都相当之高。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "大数据推动产业升级",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在代表委员们看来，大数据是促进产业升级强有力的手段之一，对于供给侧结构性改革也有着重要的支撑作用。但是，大数据的应用过程中存在着数据共享不够、使用缺乏监管力度等问题，需保障数据的有效使用，为我国经济提质增效发挥作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "技术创新，构建清洁能源发展体系",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "“低碳清洁能源消费比重的提高虽然有利于减少二氧化碳和二氧化硫排放、内生地促进经济增长，但因其对经济增长的外生性负效应大于其内生性正效应，致使其影响GDP的综合效应为负。因此，中国推动清洁能源对传统高污染排放的化石能源替代时，必须权衡经济发展对能源替代成本的承受能力，且需要将能源替代与其他减排措施配合实施方能有效发挥其对于环境治理的应有作用。”从学者以往的研究不难看出，清洁能源发展过程中还面临着诸多问题。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "观察二：人才与创新 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科技人才建设",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "高鸿钧全国政协委员中国科学院院士中国科学院前沿科学与教育局局长",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "人才计划在吸引、培养创新人才方面发挥了积极作用，但是也存在部分地方和单位缺乏规划、不计成本的恶性挖人行为，形成了“唯利是图”人才引进。有些单位对“帽子”人才的争夺日趋白热化，企图通过“短平快”的政策引进人才。无序竞争主要表现在三个方面：引进人才唯“帽”取人，按“帽”标价；引进人才不走“程序”，不守“规矩”；引进人才重“装饰门面”，轻“实际使用”。恶性无序的人才竞争，在一定程度上造成了国家科研资源的浪费，也不利于国家科技创新体系的建设，应进一步加强对人才工作的统筹协调和指导，健全人才工作协调机制，加强对人才流动市场的监管，形成政府部门宏观调控、市场主体公平竞争、用人单位严格自律的人才有序流动新格局。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "潘建伟全国政协委员中国科学院院士中国科学技术大学常务副校长",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "近年来，国家通过设置各项人才头衔，在人才引进、培养、激励等多个方面发挥了积极作用。在各类人才头衔的实施过程中，尚存在一些有待进一步完善的问题：一是目前国内学术人才头衔太多太杂，反而偏离了实现合理人才激励、构建良好学术环境的初衷；二是同级别人才头衔存在资助对象区分不明、重复资助的问题；三是学术评价不够全面明确，非学术因素的干扰越来越严重。针对上述问题，建议引导各地方、各单位建立科学的人才队伍规划，营造风清气正的学术评价环境，对各种国家级人才头衔的评选方式进行立法，加强监管。建立科学的人才评价体系，推进人事人才制度改革，强化岗位、淡化头衔，根据人才的职责和岗位进行定位，而不再是唯“帽子”论。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "民盟中央提案 加强人才培养打造人才培养体系推动新兴产业抢占制高点",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "人才是新兴产业高速发展的核心力量，我国新兴产业人才培养工作不断加强，人才储备数量和质量不断提高，为新兴产业发展提供了有力支撑。但总体来看，我国现有新兴产业人才培养体系仍不能满足新兴产业日益旺盛的人才需求，仍面临严重的人才短缺问题。主要表现为：一是人才培养模式远远滞后，专业设置与市场需求脱节；二是人才培养目标不够清晰，对新兴产业的认识不具体、不到位；三是学校与政府部门、企业、科研机构、行业组织等缺少常态化的互动交流机制。新兴产业人才培养，事关我国能否抢占未来经济社会发展和国际竞争制高点，建议要创新培养模式，推动人才培养方式的持续优化，打通校企交流的障碍，并通过政府的引导职能，打造互生共赢的人才发展环境。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "原始创新",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "王贻芳 全国人大代表中国科学院院士中国科学院高能物理研究所所长",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "十八大以来，我国基础科学研究取得了一系列突出的进展，但在成果质量和国际影响力方面与国际先进水平还存在一定差距。就目前来看，对基础科学投入不足导致的问题主要有以下几点：一是原创成果不足；二是对技术发展的支撑力不足；三是具有原创思想、掌握原始创新方法的人才不足。与世界发达国家不同，我国对基础科学投入的一个突出问题是来自地方、企业和个人的支持极少。这实际上反映了全社会对基础科学研究的作用、意义和重要性的认识还不到位。建议：一是中央政府持续加大对基础科学研究的投入；二是鼓励地方政府加大对基础科学研究的投入；三是鼓励大型企业投入资源开展一些应用基础研究；四是出台相关政策以鼓励个人对基础科学研究的捐赠资助。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "吴季全国政协委员",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "中国科学院国家空间科学中心研究员空间科学先导专项首席科学家",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "由政府主导的、有组织的定向基础研究，已经越来越成为实现基础科学前沿重大突破的重要手段。目前，我国在基础研究方面还存在一些问题：重大科技基础设施方面是每五年做一次规划，不符合科学规律；二是政府在管理和监督上没有分开。在科学卫星方面，我国还没有能够真正担负起这一责任的政府部门。航天领域的政府管理部门都是以国防任务为主，科学卫星任务排在最后，阻碍了空间科学的发展。建议：改五年规划为中长期规划加年度（或每两年）征集和遴选，成立专业管理机构负责组织实施，政府部门只承担审批和监督职能。在科学卫星方面，设立“空间科学 $2 0 3 0 ^ { \\prime \\prime }$ 国家重大科技专项，改五年计划为中长期规划加每年征集并遴选，使我国在重大基础研究前沿的各个领域都逐步走到世界舞台的中央。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "张新民全国政协委员",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "中国科学院高能物理研究所研究员阿里原初引力波探测项目首席科学家",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "近年来，我国的基础研究不断发展，取得了很大成就，但是离世界科技强国的要求还有较大的距离。我国“十三五”规划纲要中，在基础前沿科学领域，宇宙演化被列为重点突破之首。在引力波、宇宙学研究领域，虽然我国科学家也作出了一定的贡献，但重大原创成果缺乏，其主要原因是我国在这一领域欠缺相应的研究基地和实验观测设备。基础研究，是对自然界基本规律的探索，可能会成功，也可能会失败。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "但是，只有有了一流的研究基地和设施，才有取得重大成果的机会。原初引力波是基础科学研究领域获取重大成果的一个窗口，我国应抓住机遇加强这一领域的研究，建议加大力度支持阿里引力波实验，确保项目按期完成，早出成果。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "思考二： 强基础重人才，让科学发展提质增效",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "基础薄弱、人才缺乏、转化困难，是我国科学事业发展中长期面临的主要问题。2016年，《中华人民共和国促进科技成果转化法》修订并印发实施若干相关规定，《国务院关于全面加强基础科学研究的若干意见》也在2018年初下发，一系列改革举措正在打通我国科学事业发展中的障碍壁垒。随着相关规定意见的出台，科技体制机制改革的不断深入，我国科技成果呈现出了井喷式的增长。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "我国在量子通信、高温铁基超导等一些科研领域成功实现了领跑，但是与美国等发达国家相比仍有一定距离。来自科技部的数据显示，我国的国家创新能力排名从2012年的第20位上升至第17位，实现科技强国任重而道远。当前我国与世界科技强国的差距主要表现为：创新基础比较薄弱，重大原创成果不多，很多高端技术仍然受制于人，中低端产出占比过大，创新体制政策不够健全等。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "和认识客观规律一样，对于科学事业所面临的问题，科学家的思考是冷静客观的。通过国内外主流媒体对于2018年全国两会的报道梳理，可以看到代表委员们热议的话题主要集中在科技强国、科技创新、人才政策、基础研究、科技成果转化等方面，对当前存在的问题毫不避讳，给出的解决建议也比较具体。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "创新靠人才，人才是第一资源",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "两会期间，人民日报刊发了《真正的人才渴望的是事业》《给人才最好的时代舞台》《让第一资源激发第一动力》等文章，新华社刊发了《创新驱动实质是人才驱动》《把握第一要务用好第一资源 激发第一动力》等文章，中央电视台也播发了《强起来靠创新 创新靠人才》《全国人大代表热议人才发展体制》等节目，人才战略成为实现科技强国的重中之重。与媒体报道的侧重点不同，代表委员们在发言中关注更多的则是实施科技人才战略中所面临的问题，并提出了具体的解决方案。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "毫无疑问，人才成为了今年两会上代表委员们讨论最多的“高频词”，这其中包括海归人才引进、本土人才教育、人才振兴战略等等，虽然关注的角度有所不同，但是对于人才作为第一资源的重要战略性意义却达成了前所未有的共识。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "加强基础研究，提升原始创新能力",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在2016年全国“科技三会”上，习近平总书记吹响了建设世界科技强国的号角，指出我国科技事业发展的目标是，到2020年时使我国进入创新型国家行列，到2030年时使我国进入创新型国家前列，到新中国成立100年时使我国成为世界科技强国。可以看到，建设创新型国家是实现世界科技强国目标的必经之路。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在2018年全国两会上，政府工作报告中明确指出，“加强国家创新体系建设。强化基础研究和应用基础研究，启动一批科技创新重大项目，高标准建设国家实验室。”如今，国家对基础研究的投人越来越多，也希望通过基础研究带来原始创新的突破。不过，不少代表委员们在发言中表示，我国在基础研究领域的投入还远远不够，需要更大的关注和重视。“创新型国家基础研究经费投入规模呈稳步上升趋势，基础研究经费占研发经费（R&D）的比例普遍处于 $1 5 \\% - 2 5 \\%$ 之间。多数创新型国家基本形成以政府为主，企业、大学和非营利部门共同支持基础研究的多元化投入格局。”根据科技综合统计年快报初步测算结果，2017年我国研发经费投入总量为17500亿元，研发经费投入强度为 $2 . 1 2 \\%$ ，基础研究占研发经费的比重为 $5 . 3 \\%$ ，和世界上创新型国家的 $1 5 \\% - 2 5 \\%$ 的比例之间尚有很大一段距离。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "观察三： 发展与趋势 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "白春礼 全国人大常委中国科学院院长中国科学院院士",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）一批科技创新成果呼之欲出，八大创新领域有望快速赶超",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "我国科技创新格局产生历史性转变，科技创新水平从以跟踪为主步入跟踪和并跑、领跑并存的历史新阶段，在全球科技创新格局中的位势从被动追随向主动挺进世界舞台中心转变。未来一段时期，在原有的研究积累基础上，我国在凝聚态物理研究、MaPU代数处理器、阿尔茨海默症新药研发、万米载人深潜、干细胞与再生医学、先进核能、生态环境保护等方面，有望产出一些重大成果。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "中国科技目前正处于从量的积累向质的飞跃、从点的突破向系统提升转变的重要时期。能源、信息、材料、空间、海洋、生命与健康、资源生态环境和基础前沿交叉等8个重大创新领域，事关新时代国家重大战略和社会经济可持续发展，需加强领域规划布局，推进系统提升，强化重点突破，有望实现快速赶超。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(2）我国与世界科技强国仍存在差距",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在基础研究和原始创新能力方面，我国与世界科技强国依旧存在明显差距，制约着科技创新的整体和长远发展。基础研究经费投入比例仍然较低，提出新科学思想和开创新科学领域能力有待大幅提升，有重大影响力的标志性重大原创新理论成果仍显不足。同时，科技创新的有效供给能力特别是中高端供给能力不足，难以满足依靠科技创新实现产业的转型升级和塑造引领型发展的需求。作为第一资源，创新人才队伍大而不强，人才发展体制机制仍需健全和完善。战略科学家、科技领军人才缺乏，高层次科技人才短缺，人力资源国际化程度有待提升，人才结构还不能满足科技创新发展的要求。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "现在，中国的科技从世界舞台的边缘，正在逐步地走向世界舞台中央，这样的转变令人可喜，但是从整体科技创新能力而言，中国和发达国家还有一定的差距,这也有待于全体科技工作者的共同努力。要实现世界科技强国的目标，就一定要加快创新型国家建设，扭转关键核心技术受制于人的局面，让创新成为中国经济高质量发展的第一动力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "王志刚科学技术部部长",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）建设国家科技创新体系，聚焦人才驱动战略",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "关于创新型国家建设，国家科技创新体系将是一个重点。如何更好发挥大学、研究所、企业、社会等创新主体作用，如何搭建创新体系的目标和路径等都是下一步重点研究的问题。科技创新本质上是人才驱动，在科技政策方面要考虑如何让有创新能力的人得到社会更多的尊重，包括物质和精神层面。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(2）进一步深化科技体制改革，朝三个方向发力",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "关于科技体制改革，要通过资源配置把国家战略意志、经济社会发展的重大需求和科学家兴趣结合，如何向科技要规律、要力量。第一，在基础研究方面，必须要让广大科技人员能够沉下心，能够认真地做研究，能够去坐“冷板凳”。第二，是在技术创新方面，要把高校、科研院所、企业结合到一起，政府在其中构建好的平台、好的政策和法律环境，以及提供好的服务。第三，是把服务重点和资源配置重点更好地聚焦在经济社会发展、老百姓生活获得感方面。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "思考三：权威之声，瞭望科技发展新趋势",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "今年两会首次开启“代表通道”和“委员通道”，邀请代表委员亮相。从“部长通道”到十九大首开的“党代表通道”，再到今年两会的“代表通道”和“委员通道”，两会通道的新变化展现了中国自信的新高度。在这里不仅能够让公众全方位、多方面了解信息，以更好地凝聚社会共识，也能够对代表委员产生触动，增强他们履职尽责的责任与担当意识。在“部长通道”、答记者问等多种场合中，科技界的高层领导和决策管理者发布权威信息，介绍前沿科技成果，解读相关科技政策。在接受媒体采访时，科技领域的相关部门负责人还会介绍科技发展的最新趋势走向，这些信息也成为我国科技发展的高层瞭望台。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "两会肩负着决策国计民生大计的重任。让会议精神迅速、广泛地传播，将国家意志转化为全民行动，是每年两会新闻工作的重要内容，也是采访报道两会的媒体的责任担当。2018年全国两会期间，习近平总书记六次下团组，多次强调了科技创新的战略性地位。在参加广东代表团审议时的重要讲话引发了热烈反响和强烈共鸣：“发展是第一要务，人才是第一资源，创新是第一动力。中国如果不走创新驱动道路，新旧动能不能顺利转换，是不可能真正强大起来的，只能是大而不强。强起来靠创新，创新靠人才。人才政策、创新机制都是下一步改革的重点。”",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "科学技术是世界性、时代性的，发展科学技术必须具有全球视野，把握时代脉搏。习近平总书记在2016年的全国科技工作会议上指出：“两院院士和广大科技工作者是国家的财富，是建设世界科技强国的重要力量”，倾听和传播他们的声音至关重要。新闻媒体能够更加真实地反应会议现场，宣传政策主张，为两会代表委员、政府各职能部门与公众之间搭建起更加通畅的信息桥梁。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "帅俊全中央广播电视总台中央电视台新闻中心记者。中国科学院大学管理科学与工程专业在读博士研究生。",
        "page_idx": 6
    }
]