[
    {
        "type": "text",
        "text": "Mapping the current and future distributions of Onosma species endemic to Iran ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Farzaneh KHAJOEI NASAB1, Ahmadreza MEHRABIANl\\*, Hossein MOSTAFAVI2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1DepartmentofPlantSciencesandBiotechnology,FacultyofLifeSciencesandiotechnology,ShahidBeheshtiUvsity Tehran 1983969411, Iran;   \n² Departmentof Biodiversityand Ecosystems Management,Environmental Sciences Research Institute,Shahid Beheshti University,Tehran1983969411,Iran ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Climate change may cause shifts in the natural range of species especially for those that are geographically restricted and/or endemic species. In this study, the spatial distribution of five endemic and threatened species belonging to the genus Onosma (including O. asperrima, O. bisotunensis, O. kotschyi, O. platyphylla, and O. straussi) was investigated under present and future climate change scenarios: RCP2.6 (RCP, representative concentration pathway; optimistic scenario) and RCP8.5 (pessmistic scenario) for the years 2050 and 208O in Iran. Analysis was conducted using the maximum entropy (MaxEnt) model to provide a basis for the protection and conservation of these species. Seven environmental variables including aspect, depth of soil, silt content, slope, annual precipitation, minimum temperature of the coldest month, and annual temperature range were used as main predictors in this study. The model output for the potential habitat suitability of the studied species showed acceptable performance for all species (i.e., the area under the curve $( \\mathrm { A U C } ) { > } 0 . 8 0 0 \\rangle$ . According to the models generated by MaxEnt, the potential current patterns of the species were consistent with the observed areas of distributions. The projected climate maps under optimistic and pessmistic scenarios (RCP2.6 and RCP8.5, respectively) of 2050 and 2080 resulted in reductions and expansions as well as positive range changes for al species in comparison to their current predicted distributions. Among all species, O. bisotunensis showed the most significant and highest increase under the pessimistic scenario of 2050 and 2080. Finally, the results of this study revealed that the studied plant species have shown an acute adaptability to environmental changes. The results can provide useful information to managers to apply appropriate strategies for the management and conservation of these valuable Iranian medicinal and threatened plant species in the future. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: climate change; endemic plant; MaxEnt; species distribution modeling; RCP2.6; RCP8.5; Iran ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Anthropogenic activities have increased greenhouse gases in the atmosphere and have been causing climate change most especially since the mid- $2 0 ^ { \\mathrm { t h } }$ century (Sala et al., 2OOO; Pereira et al., 2010; Penuelas et al., 2O13). Global warming afects all levels of biodiversity from individuals to ecosystems (Parmesan, 2O06; Bellard et al., 2012). The most important effects are increases of global temperatures, variations in the lifecycles of plants and animals, changes in the species distribution, loss of biodiversity, drought, wildfires,and others (Amedie, 2O13). The geographic distribution pattern of species depends on many environmental variables and the ability of individual species to adapt to the new conditions. Climate change is one of the most important factors known to alter species distributions by reducing or expanding their geographical range (Tallis et al., 2008; Garcia et al., 2014; Alamgir et al., 2015). The Intergovernmental Panel on ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Climate Change (IPCC) estimates a high risk of extinction for plant species in the $2 1 ^ { \\mathrm { s t } }$ century and further projects that about $58 \\%$ of plants will lose their ecological niche and natural habitats to climate change in 2O8O (Warren et al., 2O13). Understanding the current and future spatial response paterns of plant species to climate change is a basic issue in ecology and conservation biogeography (Guisan et al., 2013; Guillera-Arroita et al., 2015). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Iran with more than 81OO vascular plant species has a diverse flora among the countries of southwestern Asia (Noroozi et al., 2O16). A wide array of climatic conditions and pedological diversity have led to a high level of species richness in Iran (Hedge and Wendelbo,1978) and approximately $2 4 \\% - 3 0 \\%$ of Iranian vascular plants species are endemics (Akhani, 2Oo6; Noroozi et al., 2016). Over the past decades, however, land use changes, overgrazing, overharvesting, as well as invasive and newly-introduced species have been threatening the plant diversity (Mehrabian, 2015; Sayadi and Mehrabian, 2016; Noroozi et al.,2018; Mehrabian et al., 2020a). Further, it is expected that climate change will have an additional impact on this extensive diversity (Parmesan, 2006; Loarie et al., 2008; Abdelaal et al., 2019) as it is estimated that if the $\\mathbf { C O } _ { 2 }$ concentration doubles by the year 21Oo, the average temperature in Iran will increase by $1 . 5 ^ { \\circ } \\mathrm { C } \\mathrm { - } 4 . 5 ^ { \\circ } \\mathrm { C }$ (Roshan et al., 2011). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As endemic species are restricted to a specific geographic area and have unique genetic reserves (Bonn et al., 2002; Fois et al., 2018; Abdelaal et al.,2019), climate change may cause shifts in the natural range of those species unable to adapt to new climatic conditions and consequently may face a higher risk of endangerment or even extinction (Loarie et al., 2008; Abdelaal et al., 2019; Bender et al., 2019). The genus Onosma is one of the most important genera of Boraginaceae in Iran as it is comprised of a large number of species and has a high rate of endemism. So far, 54 species of this genus have been reported in Iran,24 of which are endemic to the flora of Iran (Khatamsaz, 2OO2; Mehrabian and Amini, 2018). Moreover, this genus has medicinal properties and the root of its plants contain a major active chemical component known as shikonin (Sut et al., 2O17). Shikonin derivatives have antibacterial, anti-inflammatory, and anti-tumor properties, and could bypass cancer drug resistance (He, 2O09; Liu et al., 201O; Noula et al., 2010). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The limited distribution of endemic and rare species of this valuable genus as well as destructive human activities and droughts in recent years, have caused such severe damage to so many species that about $50 \\%$ are now found on the International Union of Conservation of Nature's (IUCN) Red List of Threatened Species (Mehrabian, 2O15). The mounting destruction motivates us to investigate the repercussions of climate change on the future spatial distributions of endemic and threatened species of this genus, including $o$ . asperrima Bornm (NT, near threatened), O. bisotunensis Attar (EN, endangered), O. kotschyi Boiss. (NT), O. platyphylla H. Riedl (NT), and $o$ . straussii (Riedl) Khat. (NT) (Fig. 1). Climate change may negatively intensify the severity of the impact on the survival of these species. It is also critical to define the areas that these species with narrow niches inhabit or most likely inhabit in order to apply an appropriate strategy for their conservation (Dubuis et al., 2O11; Kaky and Gilbert, 2016). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this regard, species distribution modeling (SDM) has become a key method in ecology and conservation biogeography to predict the distribution of a species across geographic space and time using environmental data (Margules and Pressey, 2OOo; Groves et al., 2OO2; Graham et al., 2004; Peterson and Soberón, 2O12). Numerous algorithms using presence and/or absence data have been developed to predict the geographical distribution of a given species (Soberón and Peterson, 2005； Elith et al.， 2006; Elith and Leathwick, 2007, 2009). The maximum entropy (MaxEnt) modeling, however, is a machine learning algorithm that has been used extensively for distribution modeling since it is recognized as one of the best performing methods for modeling species presence-only data (Elith et al., 2Oo6). MaxEnt is also recognized as a high-performance algorithm for predicting species distributions with few occurrence presence points as endemic species generally have low distributions (Elith et al., 20o6; Phillips et al., 2006). Many ecological studies have used the SDM approach throughout the world (Rodder and Weinsheimer, 2009; Arag6n et al., 2010; Rubidge et al., 2011; Khanum et al., 2013; Kujala et al., 2013; Legault et al., 2013; Adams-Hosking et al., 2015; Bleyhl et al., 2015; Luo et al., 2015; Sen et al., 2016; Ulrey et al., 2016). Despite the very rich species diversity in Iran, however, there have been very few studies in this field regarding local flora (e.g.， Ardestani et al., 2O15; Mazangi et al., 2016; Abolmaali et al., 2O18). Hence, the objective of our study is to predict the current and future spatial distributions of $o$ .asperrima, O. bisotunensis, O. kotschyi, O. platyphylla,and $O _ { \\ l }$ straussii for the first time to forecast the enlargement and direction of niche shifts in scenarios projecting climate change (RCP2.6 (RCP, representative concentration pathway) and RCP8.5) for the years 2050 and 2O8O using a set of environmental variables and the MaxEnt model. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/1913ae4d0959d31ed670dca428faeb24544180639423a7a06171803fc67b47c9.jpg",
        "img_caption": [
            "Fig. 1 Photographs of O. Asperrima (a), O. Platyphylla (b), O. Straussi (c), O. Kotschyi (d),and $o$ Bisotunensis (e) in Iran "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The study was conducted in Iran, and this country consists of the vast Iranian Plateau and has an area of about $1 . 6 5 { \\times } 1 0 ^ { 6 } ~ \\mathrm { k m } ^ { 2 }$ . As the second largest country in the Middle East, Iran is located in the dry belt of Asia. It shares borders with Armenia and the Republic of Azerbaijan in the northwest, the Caspian Sea in the north, Turkmenistan in the northeast, Afghanistan and Pakistan in the east, Turkey and Iraq in the west, and the Persian Gulf and the Gulf of Oman in the south. Climatic factors heavily influence the distribution patterns of plant taxa, while other ecological factors have more localized effects (Zahran, 2O1O). Orogenic massifs surround the central plateau of Iran and act as a natural barrer to the penetration of humidity to these zones. This also shapes the diverse rainfall patterns. Iran is one of the most mountainous countries in the world. Its landscape is surrounded by several high, rugged mountain ranges such as the Caucasus, Zagros, Alborz, and Kopet-Dagh. The Zagros system has a northwest-southeast orientation extending from eastern Turkey to southwestern Iran (Fisher, 1968). It forms a wall among the Iranian Plateau, the Mesopotamian, and the Persian Gulf. It has a mean elevation of $1 2 0 0 \\mathrm { m }$ a.s.l. and the highest peak, Zard Kuh, reaches $4 2 3 1 \\mathrm { ~ m ~ }$ a.s.l. (Homke et al.， 20O4). The study covers the Mediterranean macro-bioclimate (Rivas-Martinez et al., 1997, 1999). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2Species occurrence data ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We have selected five species (O. asperrima, O. bisotunensis, O. kotschyi, O. platyphylla, and $o$ straussii) of Onosma genus because enough data were available for modeling. Distributional data on characterizing species were gathered from (i) field surveys during 2OO9-2017; (ii) literature records available in Flora Iranica (Riedl, 1967) and Flora of Iran (Khatamsaz, 2OO2); and (iii) historical data available in the herbaria of HSBU, IRAN, TARI, WU， BASU, and B (the herbarium acronyms follow the study of Thiers (2O19). Due to the lack of careful and reliable absence species distribution data, only presence data were used in this study. Distribution map (presence data) of $O$ ，asperrima, $o$ .bisotunensis, O. kotschyi, O.platyphylla,and $O$ ，straussii in Iran is shown in Figure 2. The point inputs to the models developed in this study were collected from their habitats in the west and southwest of Iran such as Fars, Lorestan, Kurdistan, Khuzestan, Kermanshah, Hamedan, Markazi, Ilam, and Kohgiluyeh and Boyer-Ahmad provinces and certain areas in the south and central provinces like Kerman and Isfahan. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/48030103eef23cd10b697d63ab267671c12377ed6b986e5891a511db79e60a83.jpg",
        "img_caption": [
            "Fig. 2Distribution map (presence data) of $o$ .asperrima,O.bisotunensis,O.kotschyi, $o$ platyphylla,and $o$ straussii in Iran "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3Selection of environmental variables ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In this study, according to expert opinion and the ecological need of the species, we initially used a total of 13 environmental variables related to the distribution of Onosma as follows: BIOl (annual mean temperature)， BIO5 (maximum temperature of warmest month)， BIO6 (minimum temperature of coldest month), BIO7 (annual temperature range (BIO5-BIO6)), BIO12 (annual precipitation),aspect, elevation, slope, solar radiation per month,land use, silt content, soil organic carbon content, and depth of soil. Afterwards, collinearity among environmental variables was tested by Pearson's correlation coefficient $( r )$ . If two variables were highly correlated $( r { > } | 0 . 7 0 | )$ one of them was excluded in order to avoid co-linearity (Elith et al., 2O10). The source of selected variables after correlation test is available in Table 1. To represent climate change influences, we used projected future climate variables for 2050 and 2080 with empirically downscaled bioclimatic data downloaded from the CCAFS website (Climate Change, Agriculture and Food Security; http://www.ccafs-climate.org), and the average of 16 General Circulation Models (GCMs) under optimistic (RCP2.6) and pessimistic (RCP8.5) greenhouse-gas emissions scenarios. The resolution of environmental variables used in the study was 30 arc-seconds (ca. $1 \\mathrm { k m } \\times 1 \\mathrm { k m }$ ) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4 Modeling process and evaluation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "MaxEnt model (Philips et al., 2OO6) was utilized for modeling the current and future habitat suitability of species. MaxEnt (jar file v3.4.1) was utilized through the dismo package v1.1-4 (htps://rspatial.org/raster/sdm/) in the R v3.2.3 programming environment (R Core Team, 2018). According to some previous studies (Bosso et al., 2013; Vasconcelos et al., 2014; Fois et al., 2018), we predominantly used the MaxEnt model when the data points included presence-only with a limited number of records. This is because the MaxEnt fits models with varying levels of complexity with respect to the amount of available data. Thus, for the species with few presence records, it fits simpler models (Elith et al.， 2O11). The models were evaluated using 10-fold cross-validation. In cross-validation, data were randomly divided into ten parts; nine parts were used for model fiting and the fited model was then used to evaluate the holdout part (Valavi et al., 2019). For predicting the current and future suitability, a single MaxEnt model with full dataset was re-fitted. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/dde4dfd7474f69d978a4667992d32c8fcc07b6f8427b45de391c49af640e5c56.jpg",
        "table_caption": [
            "Table 1Source of selected variables after correlation test and estimates of their permutation importance in maximum entropy (MaxEnt) modeling for the studied Onosma species "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Source</td><td rowspan=\"2\">Variable</td><td colspan=\"5\">Permutation importance (%)</td></tr><tr><td>0. asperrima</td><td>0. bisotunensis</td><td>0. kotschyi</td><td>0. platyphylla</td><td>0. straussii</td></tr><tr><td>Bioclimatic variables</td><td>BIO6</td><td>1.8</td><td>0.1</td><td>1.6</td><td>5.4</td><td>4.5</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/cfce4a0b36c62243f4c85bc5814454eed1d43683bcb76cd53f655f81c260efcc.jpg",
        "table_caption": [
            "Farzaneh KHAJOEI NASAB et al.: Mapping the current and future distributions of Onosma species.. "
        ],
        "table_footnote": [
            "Note:BIO6,utmperatreofdestoth;O5,aiutmperaureofastoth;Oaltmeaeage; BIO12,annual precipitation. BIO7 $\\dot { \\bf \\Phi } = \\dot { \\bf \\Phi }$ BIO5-BIO6.Aspectandslopewereallderived from elevation. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"2\"></td><td colspan=\"7\"></td></tr><tr><td rowspan=\"3\">(www.worldclim.org)</td><td>BI07</td><td>0.3</td><td></td><td>37.7</td><td>7.0</td><td>24.2</td><td>32.5</td></tr><tr><td>BI012</td><td>11.9</td><td>34.9</td><td>7.6</td><td></td><td>1.7</td><td>28.4</td></tr><tr><td>Aspect</td><td>0.7</td><td>2.7</td><td>0.5</td><td></td><td>1.7</td><td>0.7</td></tr><tr><td rowspan=\"2\">Topographic variables (www.worldgrids.org)</td><td> Slope</td><td>70.7</td><td></td><td>2.5</td><td>75.4</td><td>35.7</td><td>12.7</td></tr><tr><td>Silt content</td><td>4.2</td><td>0.9</td><td></td><td>7.5</td><td>23.1</td><td>12.0</td></tr><tr><td>Edaphic variables (www.soilgrid.org; www.isric.org)</td><td>Depth of soil</td><td>10.4</td><td>21.3</td><td></td><td>0.5</td><td>8.2</td><td>9.3</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We also considered permutation importance in order to define main environmental variables which have influenced the potential distributions of the studied species (Abdelaal et al., 2019). To assess the accuracy of the modeling results, we computed the area under the curve (AUC) of the receiver operating characteristic curve (Lobo et al., 2O08). The AUC score is a powerful tool for measuring model performance because of its independence from threshold selection (Yi et al., 2016; Fois et al., 2018). The AUC shows the power of the model to discriminate presences from random background (Phillips et al., 2009) The AUC ranges between O.000 and 1.0O0, with 0.500 showing a random prediction performance and 1.OoO indicating a perfect discrimination. Values under 0.5O0 indicate models worse than random (Elith et al., 2Oo6). The equal training sensitivity and specificity of MaxEnt output was considered as proper threshold for the model prediction (Liu et al., 2013). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 Model performance and the key environmental factors influencing species distributions ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "After the correlation test, we selected seven environmental variables for modeling (Table 1). The modeling outputs for the potential habitat suitability of $o$ asperrima, $o$ bisotunensis, $o$ kotschyi, O. platyphylla, and $o$ ， straussii showed a perfect predictive performance with AUC values higher than 0.800 (0.823, 0.973, 0.922， 0.943，and 0.895， respectively). Considering permutation importance, slope, BIOl2,and depth of soil were the main environmental variables to have influenced the potential distribution of $o$ . asperrima (Table 1). In this regard, BIO7, BIO12,and depth of soil were most important for $o$ ，bisotunensis. For $o$ . kotschyi, most important variables were slope, BIO12, and silt content. For $O _ { \\ l }$ platyphylla, variables of slope, BIO7, and silt content were important; and finally for $o$ ，straussii, variables of BIO7, BIO12, and slope were important (Table 1). As can be further seen in Table 1, BIO6 and aspect proved less important than other variables for all species. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2Potential habitat suitability of the studied species in current and future conditions ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Species distribution maps showed that the potential suitable habitats of $O$ . asperrima and $o$ kotschyi are currently located in some parts of the Kurdo-Zagrosian and Fars-Kerman phytogeographic sub-provinces in Lorestan， Chaharmahal and Bakhtiari, Kohgiluyeh and Boyer-Ahmad, Fars, and Kerman provinces (Figs. 3 and 4). The MaxEnt model predicted that the potential suitable habitats of O. bisotunensis lie in the northern parts of the Kurdo-Zagrosian phytogeographic zone in Kermanshah and Kurdistan provinces as well as in some parts of West Azarbaijan (Fig. 5). The suitable habitats of $o$ . platyphylla are mainly located in the central Zagros (Kermanshah, Kurdistan, Lorestan, Chaharmahal and Bakhtiari, and Kohgiluyeh and ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Boyer-Ahmad) as well as in other parts of the Kurdo-Zagrosian phytogeographic sub-province (West Azarbaijan, Fars, and Kerman provinces) (Fig. 6). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "45E50E55E60E 65E 45E50E55E60E 65E 45E50E55E60°E65E (a) (b) (c) 2325 300 330 0N Probability 1.0 300 300 No00 N.00 No0t 2320 350 330 30N 0.8 35 220300 3 350 0.6 0.4 Stable Stable 0.0 N00 N000 Gain Loss N000 Gais Unsuitable Unsuitable 0200400 km 255 225 0200400 km 225 0200400 km 45°E 50°E 55E 60°E 65°E 45E 50°E 55E 60E65E 45°E 50E 55E 60E65°E 45E 50E 55E 60E 65E 45E50E 55E 60E65E (d) (e) 3300 350 Stable 305 300 3000 3550 300 Stable 2300 320 3000 30 N000 Gain 230 3000 Gain Loss Loss Unsuitable Unsuitable 0200400km 0 200400km 45°E50E55E60E65E 45°E50E55E60E65 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "45E50E55E60E65E 45E50E55E60°E65E 45°E50E55E60E65E (a) (b) (c) 3325353303N Pro 08 0.4 323 35 N00 Stable No04 320 3030 No00 3050 3050 Stable 2325 30 3030 05 00 N000 N000 Unsuitable Lais Gais Unsuitable 0200400km 255 255 0200400 km 255 2S5 0200400 km 45°E 50E55E 60E65E 45E 50°E 55E 60E65E 45E 50E 55E 60E65E 45°E 50E 55°E 60E 65E 45E 50E 55E 60E 65E (d (e) 300300 No0t Stable Stable 350 N000 Lass Loss Gain N000 Unsuitable Unsuitable 22N 0200400km 255 222 0200 400 km 250 45E50E55E60E65E 45°E50E55E60E65E ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/2202c04a90bef24daaad548c9e97152538497f4434c2df37acc8cb98e29011aa.jpg",
        "img_caption": [
            "Fig. 5Projection of potential distribution maps of $o$ .bisotunensis currently and under climate change scenarios RCP2.6 and RCP8.5 in 2050 and 2080. (a), current prediction; (b),future prediction under RCP2.6 in 2050; (c), future prediction under RCP2.6 in 2080; (d),future prediction under RCP8.5 in 2050; (e), future predictionunder RCP8.5 in 2080. ",
            "Fig. 6 Projection of potential distribution maps of $o$ . platyphylla currently and under climate change scenarios RCP2.6 and RCP8.5 in 2050 and 2080. (a), currnt prediction; (b), future prediction under RCP2.6 in 2050; (c), future prediction under RCP2.6 in 2O8O; (d), future prediction under $\\mathsf { R C P 8 . 5 }$ in 2050; (e), future prediction under RCP8.5 in 2080. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "45°E50°E55E60°E65E 45°E50°E55°E60°E65E 45°E50°E55E60E65E () (b) (c) 200 3320 300 31 Probabity 08 No00 350 350 N00 320 300 N0001 No04 250 2305 3300 3030 00 42200 N000 N0 Sase Unsuitable N000 C Unsuitable 0200400 km 2555 22S 0200400km 225 22N 0200400km 45E 50E 55E 60°E 65E 45E 50E 55°E 60E 65E 45E 50°E 55°E 60E65E 45E 50E 55E 60°E 65E 45E 50E 55E 60°E 65E (d) (e) 3000 300 No00 N00 No00A Stable 320 353 Stable 350 N000 Gain N00 3.00 Gain 330 300 Loss Loss Unsuitable Unsuitable 255 0200400km 250 255S 0200400km 45E50°E55E60E65E 45E 50°E55°E60E65°E ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The potential suitable habitats of $o$ straussii are located in the Kurdo-Zagrosian phytogeographic sub-province and some regions of the central phytogeographic sub-provinces in Kermanshah, Lorestan, Markazi, Hamedan, and Khuzestan provinces (Fig. 7). The projected climate maps under optimistic and pessimistic scenarios (RCP2.6 and RCP8.5, respectively) of 2050 and 2O8O resulted in reductions and expansions as well as positive range changes for all species in comparison to their current predicted distributions (Figs. 3-7; Tables 2 and 3). Among all species， O. bisotunensis showed the most significant and highest increase under the pessimistic scenarios of 2050 and 2080. Among all, O. strauss exhibited the highest increase under the optimistic scenarios of 2050 and 2080. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/cec772724e052cedaffe105e549f98d748603e3b18f585d9dc7a3c5fd58a4591.jpg",
        "img_caption": [
            "Fig. 7 Projection of potential distribution maps of $o$ .straussii currently and under climate change scenarios RCP2.6 and RCP8.5 in 2050 and 2080. (a),current prediction; (b), future prediction under RCP2.6 in 2050; (c), future prediction under RCP2.6 in 2080; (d),future prediction under RCP8.5 in 2050; (e), future prediction under RCP8.5 in 2080. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/70c8b726e753f731091599b10a973e4c766c25b52cbfed3667ade62be76b1cb3.jpg",
        "table_caption": [
            "Table2Percentages of gain,loss,and change in the distributions of the studied species under climate change scenario RCP2.6 in 2050 and 2080 "
        ],
        "table_footnote": [
            "Note:Thresholdas69foO.sperria,.65forOsotuensis349forOotschi398forO.atyllndoO. straussii. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"3\">Species</td><td colspan=\"6\">Climate change scenario RCP2.6</td></tr><tr><td colspan=\"3\">2050</td><td colspan=\"3\">2080</td></tr><tr><td>Gain (%)</td><td>Loss (%)</td><td>Change (%)</td><td>Gain (%)</td><td>Loss (%)</td><td>Change (%)</td></tr><tr><td>O.asperrima</td><td>42.80</td><td>9.43</td><td>33.37</td><td>38.67</td><td>11.07</td><td>27.60</td></tr><tr><td>O.bisotunensis</td><td>50.01</td><td>27.78</td><td>22.23</td><td>54.74</td><td>27.90</td><td>26.84</td></tr><tr><td>O. kotschyi</td><td>42.47</td><td>15.05</td><td>27.42</td><td>38.87</td><td>18.02</td><td>20.86</td></tr><tr><td>O. platyphylla</td><td>48.57</td><td>16.22</td><td>32.30</td><td>47.71</td><td>18.38</td><td>29.33</td></tr><tr><td>O.straussii</td><td>64.37</td><td>14.71</td><td>49.66</td><td>65.38</td><td>14.13</td><td>51.76</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/143cd63c079557f7145383aca02defc004569adbe212dd4458c321f8513fd5ff.jpg",
        "table_caption": [
            "Table 3 Percentages of gain,loss,and change in the distributions of the studied species under climate change scenario RCP 8.5 in 2050 and 2080 "
        ],
        "table_footnote": [
            "Note:Threshdas69forO.sperr.65forO.sousis49foOots98forO.platlldor $o$ straussii. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Species</td><td colspan=\"6\">Climate change scenario RCP8.5</td></tr><tr><td colspan=\"3\">2050</td><td colspan=\"3\">2080</td></tr><tr><td></td><td>Gain (%)</td><td>Loss (%)</td><td>Change (%)</td><td>Gain (%)</td><td>Loss (%)</td><td>Change (%)</td></tr><tr><td>O. asperrima</td><td>58.83</td><td>7.50</td><td>46.33</td><td>52.03</td><td>8.91</td><td>43.12</td></tr><tr><td>O.bisotunensis</td><td>73.97</td><td>23.51</td><td>50.46</td><td>164.34</td><td>9.11</td><td>155.23</td></tr><tr><td>O. kotschyi</td><td>51.16</td><td>11.78</td><td>39.38</td><td>49.01</td><td>13.03</td><td>35.98</td></tr><tr><td>O.platyphylla</td><td>46.79</td><td>17.72</td><td>29.07</td><td>45.46</td><td>22.57</td><td>23.06</td></tr><tr><td>O.straussii</td><td>65.17</td><td>14.52</td><td>51.20</td><td>69.65</td><td>14.58</td><td>55.07</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This study has demonstrated the potential geographical distributions of five endemic species of the Onosma in Iran under both current and future climate scenarios. The current distribution patterns of these taxa are often concentrated in the western parts of the country. The Zagros ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Mountains are one of the most important centers of speciation in Iran, with a rich and diverse flora and fauna. These mountain ranges are located in the transitional zones between the Irano-Turanian and Mediterranean areas, which have created a variety of habitats and ecosystems for many plant species with a high degree of endemism (Zohary, 1973; Hedge and Wendelbo, 1978; Mehrabian, 2015; Mehrabian et al., 2020b). The phyto-geographical studies of this genus indicate that the western slopes of Zagros Mountains are one of the important plant areas and a priority for conservation of Onosma species in Iran (Mehrabian, 2O15). Seventy-five percent of all endemic species of the genus including O. asperrima, O. bisotunensis, O. kotschyi， O. platyphylla, and $o$ . straussii are distributed in the central and northern Zagros mountain ecosystem. Zagros is one of the most important biodiversity zones in the world and one of the most vital endemic centers of this genus (Mehrabian, 2O15). Many endemic and crucial species of this genus are endangered in Zagros due to their limited distributions and the wide range of threats they face. Unfortunately, these ecosystems have been at risk of destruction for various reasons. Land conversion, overgrazing,and fire have reduced the number of valuable Zagrosian plant species in recent decades. In addition, several studies have shown the negative effects of climate change on the Zagros mountain ecosystem (Hosseini and Asghari, 2O12; Valavi et al., 2018). Due to the fact that the $O$ .asperrima, O. bisotunensis, O. kotschyi, O. platyphylla, and $o$ straussii species are endangered (EN) according to the IUCN Red List of Threatened Species (Mehrabian, 2O15) and the suitable habitats of this species are located in the Zagros Mountains, their habitats must be protected accordingly. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The results obtained in the present study showed that BIO12, BIO7, silt content, slope, and depth of soil are generally key to the geographic distributions of the studied species. Climate is a dominant component in ecology and afects the growth of plants and their distribution patterns. Therefore, climate variables act as a natural selection factor in the formation of diverse vegetation (Adams,2007). Several ecological studies (Mehrabian, 2015; Moradi et al., 2019) in different bioclimatic zones of Iran emphasize the importance of climate in the establishment of endemism, diversity, and genetic divergence in Onosma. For example, precipitation (BIO12) is actually a key eco-factor for the habitat suitability of most species in the present study. By affecting seed germination (Quevedo-Robledo, 2O1O), seedling growth and survival (Padilla and Pugnaire, 2007),and phenology (Mathias and Chesson, 2013), precipitation plays a determinant role in species richness, species distribution patterns, and diversification of plant species (Pausas and Austin, 2OO1; Yan et al., 2O15). This environmental factor has a fundamental role in the potential distribution models of certain Iranian plant species including Astragalus caragana Fischer & C. A. Meyer (Ardestani et al., 2015) and Daphne mucronata Royle (Abolmaali et al., 2018). Further, the temperature variable such as BIO7 is a main environmental factor influencing the spatial distributions of most species in this study. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The distributions of plant taxa also mainly depend on edaphic factors (silt content and depth of soil) and geomorphological factors (slope and aspect) (Hanson and Churchill, 1962; Guisan and Thuiller, 2Oo5). The edaphic parameters, unlike climate variables, are not homogeneous across a landscape and can vary based on the type of parental materials (Anderson, 1988), geomorphologic situations (Ceddia et al., 2Oo9),and land use (Mwanjalolo Jackson-Gilbert, 2015) from place to place. Therefore, they should always be considered in SDM studies (Velazco et al., 2017). Several studies (Mehrabian, 2015; Sayadi et al., 2017; Moradi et al., 2019) on the ecology of this genus in Iran emphasize the role of soil factors such as depth and silt content in the diversity and endemism of this genus. Geomorphology is also a main ecological factor influencing the distributions and diversity of vegetation and plant taxa in mountainous zones (Cantlon, 1953; Coblentz and Riitters, 2004). Accordingly, it controls spatial redistribution of sunlight, heat, water, and soil nutrients (Parker and Branner, 1982; Feng et al.,2O11). Several studies on plant diversity in the Taihang Mountains of China (Li and Zhang, 2OO6), species diversity of the forest communities in the southern Taihang Mountains of China (Ru et al., 2006), topographic factors on vegetation mosaics and tree diversity in the Chihuahuan Desert of North America (Poulos and Camp, 2O1O), and vegetation and plant species diversity in the southern slopes of Vitosha Mountain, Southeast Bulgaria (Dyakov and Nikolay, 2O14)， emphasize the importance of slope in species diversity and distribution patterns in plant taxa. In addition, Mehrabian (2015) and Moradi et al. (2O19) have confirmed these results in the context of ecological studies on Onosma in Iran. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Species wil have three responses to climate change: adapting to the new climate, migrating to a suitable habitat, and going extinct (Yousefi et al., 2O2O). Climate change will probably affect most species negatively but some may benefit if the amount of suitable habitat increases. Identifying winners and losers is becoming an important topic in climate change studies (Muths et al., 2017; Kafash et al., 2O18; Yousefi et al., 2O2O). Having identified winners and losers it would be possible to manage each species according to their specific response to changes. In this study, we modelled the impacts of climate change on the spatial distributions of five endemic species under optimistic and pessimistic scenarios (RCP2.6 and RCP4.5, respectively) of 2050 and 2080. Our results showed that all species will respond similarly to changes. As a matter of fact, suitable habitat for allfive species will increase in the future and these species will benefit from a change in climate, even though they are endemic and threatened. Our results are in line with previous studies which predicted range expansions (Kafash et al., 2O16; Farashi and Erfani, 2O18; Kafash et al., 2018) for different taxonomic groups in the country. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The studied plant species have shown acute adaptability to environmental changes. On the basis of the physiology, genetics, and ecological features of different taxa, climate change wil have a variety of effects on their future distribution patterns. Onosma is centered mainly in xero-habitats, including rock and sandy soils as well as serpentine geological formations (Cecchi et al.,2O1) in the mountainous habitats of the Irano-Turanian regions of Asia along with the Mediterranean region, especially in Iran and Turkey. All of the above ecological conditions indicate the high adaptability of this species to stressful environmental conditions, especially to hot, dry habitats. This was confirmed by numerous geo-botanical studies (Mehrabian, 2015; Moradi et al., 2O19) that have been conducted in Iran. In addition, several endemic species of Onosma (e.g.， O. straussii, O. kotschyi, O. bistounensis, O. mozaffariani, $o$ .sheidai, $o$ chrysocaheta, O. sarvestanica, and others) grow in the xeric steppe habitats of Iran; Mehrabian (2015) has proven that they are well adapted to these stressful habitats. All of the above reasons reinforce the possibility of habitat expansion of these species under future climate change scenarios. Similarly, some ecological modeling on drought-friendly species such as Capparis spinosa L. (Ashraf et al., 2018), Ambrosia artemisifolia L. (Adhikari et al., 2019), Ambrosia trifida L. (Adhikari et al., 2019), and Solanum carolinense L. (Adhikari et al. 2019) confirmed these results. Additionally, climate change can alter the competitive interactions and species composition within communities (Howden et al., 2Oo3). Therefore, a reduction in the competition of its companion species can lead to the expansion of these resistant species. On the basis of field observations, Mehrabian (2O15) revealed that O. strausii rapidly spreads due to reduced competition in degraded habitats. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In this study, we used the MaxEnt as a tool for determining the priorities of protecting certain endemic species of the genus Onosma in Iran. It seems that the use of this tool can be able to accurately predict the potential habitats of these taxa. According to the results of this study, the habitat area of these species will increase in the future. Therefore, it is essential to manage and conserve the projected areas for these species in the future. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For successful conservation of plants facing climate change, we recommend regular monitoring of all ecosystems in Iran. Plants can be used as indicators at environmental, community, population, and individual levels. Thus, we encourage regular monitoring of plants to detect how ecosystems are responding to changes. Observation can be done by investigating the presence, absence, richness, and composition of plants in defined monitoring stations. Through regular monitoring programs, the presence of new species or the absence of previously recorded species will be detectable. Moreover, it would be possible to track differences in species distribution, richness, and composition. Having this information can support conservation planning of plants dealing with climate change. Regardless of the modeling results, the long-term physiological dormancy of seeds and the small populations of some local endemic species, along with the above factors may increase the threat of extinction of these valuable endemic species. In addition, frequent wildfires and destruction of habitats have put the Zagrosian ecosystems at risk of being completely destroyed. The results of this study could justify ex situ conservation strategies such as gene banks, field gene banks,and in vitro conservation for these valuable species in Iran. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Our special thanks are given to Dr. Roozbeh VALAVI for his considerable support in the modeling section, Ms. Sadaf SAYADI for her assistance in colecting of data and running of models,and two anonymous reviewers for their many helpful comments. We also thank Mrs. Andrea GHANNADIAN for editing this article. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Abolmali SMR,TarkeshM,Bashari H.2018.MaxEnt modeling for predicting suitable habitats and identifyingthe effects of climate change onathreatened species,Daphne mucronata,incentral Iran.Ecological Informatics,43:16-123.   \nAbdelal M,Fois M,Fenu G,etal.2019. Using MaxEnt modeling topredict the potential distributionof theendemic plant Rosa arabica Crep. in Egypt. Ecological Informatics,50: 68-75.   \nAdamsJ.2007.Vegetation-Climate Interaction: How Vegetation Makes theGlobal Environment.Chichester:Springer-Praxis Ltd., 21-26.   \nAdams-Hosking C,McAlpineCA,Rhodes JR,etal.2015.Prioritizingregions toconserveaspecialist folivore: cosidering probability of occurrence,food resources,and climate change. Conservation Letters,8(3): 162-170.   \nAdhikari P,JeonJ, KimH W,et al.2O19.Potential impactof climatechangeon plant invasion in theRepublicof Korea. Journal of Ecology and Environment, 43(4): 352-363.   \nAkhani H.2Oo6.Flora Iranica: facts andfigures anda listof publications by K.H.Rechingeron Iran and adjacent areas. Rostaniha, 7(2): 19-61.   \nAlamgir M,Mukul SA,TurtonSM.2015.Modeling spatial distributionof criticallyendangeredAsianelephant and hoolock gibbon in Bangladesh forest ecosystems under a changing climate. Applied Geography, 6O: 10-19.   \nAmedieFA.2O13.Impactsof Climate Change onPlant Growth,Ecosystem Services,Biodiversity,andPotentialAdaptation Measure. Gothenburg: University of Gothenburg,1-34.   \nAnderson D W.1988The effect of parent material and soil development on nutrient cycling in temperate ecosystems. Biogeochemistry,5(1): 71-97.   \nArag6nP,Rodriguez MA,Olala-Tarraga MA,etal.2010.Predictedimpactofclimatechangeonthreatenedterrestrial vertebrates incentralSpainhighlights diferencesbetweenendothermsandectotherms.AnimalConservation,3(4):363- 373.   \nArdestani GE,TarkeshM,BasiriM,etal.2O15.Potential habitat modeling forreintroductionofthreenative plant species in central Iran. Journal of Arid Land, 7: 381-390.   \nAshraf U,ChaudhryMN,hmadSJ,etal.2018.ImpactsofclimatechangeonCapparisspinosaL.basedonecologicaliche modeling. PeerJ,6: e5792,https://doi.org/10.7717/peerj.5792.   \nBellardC,BertelsmeierCLeadleyP,etal.2012.Impactsofclimatechangeonthefutureofiodiversity.Ecologyletes,6- 377.   \nBenderIMA,KissingWD,Bhning-Gaese K,etal.2019.Projected impacts ofclimatechangeonfunctional diversityof frugivorous birds along a tropical elevational gradient. Scientific Reports,9: 17708.   \nBleyhl B,SipkoT,Trepet S,etal.2O15.MappingseasonalEuropeanbison habitatinthe Caucasus Mountains toidentify potential reintroduction sites. Biological Conservation, 191: 83-92.   \nBonnA,RodriguesA SL,Gaston KJ.2Oo2.Threatenedandendemic species:are they good indicatorsof paternsof biodiversity on a national scale? Ecology Letters, 5(6): 733-741.   \nBosoL,DiFebbraroM,CristizioG,etal.2016.Sheddinglghtontheefectsofclimatechangeonthepotentialdisribution of Xylella fastidiosa in the Mediterranean basin. Biological Invasions,18: 1759-1768.   \nCantlonJE.1953.Vegetation and microclimatesonnorth and south slopesofCushetunk Mountain,New Jersey.Ecological Monographs, 23(3): 241-270.   \nCecchiL,Coppi A,SelviF.2O1Evolutionarydynamicsof serpentineadaptation inOnosma (Boraginaceae)asrevealedby ITS sequence data. Plant Systematics and Evolution, 297(3-4): 185-199. Agricola, 66(3): 338-352.   \nCoblentzD,Riters KH.2004.Topographiccontrolsontheregional-scale biodiversityof thesouth-westernUSA.Jouralof Biogeography, 31(7): 1125-1138.   \nDubuis A,Potier J，Rion V,etal.20l1.Predicting spatialpaternsof plantspecies richness: acomparisonof direct macroecological and species stacking modelling approaches.Diversity and Distributions,17(6): 1122-1131.   \nDyakovN.2014.Gradient analysis of vegetationonthe south slope of Vitosha Mountain,Southwest Bulgaria. Aplied Ecology and Environmental Research, 12(4): 1003-1025.   \nElith J,Graham C,AndersonR,etal.2O06.Novel methodsimprove predictionof species'distributionsfromoccrrncedata Ecography,29(2): 129-151.   \nElith J,Leathwick JR.20o7. Predicting species distributions from museumand herbariumrecords using multiresponse models fitted with multivariate adaptive regression splines. Diversity and Distributions,13(3): 165-175.   \nElith J,Leathwick JR.2009.Species distribution models: ecological explanationand predictionacrossspace andtim.Anual Review of Ecology, Evolution,and Systematics, 40: 677-697.   \nElithJ,KearneyM,PhilipsS.2010.The artof modelingrange-shiftingspecies.Metods in Ecologyand Evolution,1(4): 330-342.   \nElithJ,PhillisSJ,HstieT,etal.2.Astatistical explanatioofaxEntfocologsts.vesitydistrutis,(): 43-57.   \nFarashiA,ErfaniM.2018.Modelingof habitat suitabilityofAsiaticblackbear(Ursus thibetanus gedrosianus)in Iran in future. Acta Ecologica Sinica, 38(1): 9-14.   \nFeng Y,Ma KM,Zhang YX,etal.2O11.Efectsofspe positiononspecies abundance distributionof Quercus wutaishanica community in Dongling Mountain of Beijing.Chinese Journal of Ecology,30(10): 2137-2144.(in Chinese)   \nFisher WB.1968.\"Physical Geography\".In: Fisher WB.The Cambridge Historyof Iran.Cambridge: Cambridge University, 3-110.   \nFois M,Cuena-LombranaA,FenuG,etal.2O18.Doesacorelationexistbetweenenvronmentalsuitabilitymodelsand plant population parameters? An experimental approach to measure the influence of disturbances and environmental change. Ecological Indicators, 86: 1-8.   \nGarcia RA,Cabeza M,Rahbek C,et al.2O14. Multiple dimensions of climate changeand their implications forbiodivrsity. Science, 344(6183): 1247579.   \nGraham C H,FerrerS,Huetman F,et al.2004.New developments in museum-based informaticsand applications in biodiversity analysis. Trends in Ecology & Evolution,19(9): 497-503.   \nGroves CR,JensenDB,ValutisLL,etal.2O2.Planning forbiodiversityconservation: Putingconservationscience into Practice. BioScience, 52(6): 499-512.   \nGuilera-Arroita G,Lahoz-MonfortJJ,ElithJ,tal.2015.Is myspecies distribution modelfitforpurpose?Matchingdataand models to applications. Global Ecology and Biogeography, 24(3): 276-292.   \nGuisan A,Thuiler W.20o5.Predicting species distribution: Ofering more than simple habitat models.Ecology Leters,8(9): 993-1009.   \nGuisan A,TingleyR,BaumgartnerJB,etal.2013.Predicting species distributions forconservation decisions.EcologyLetes, 16(12): 1424-1435.   \nHanson HC, Churchill E D. 1962. The Plant Community. New York: Reinhold Publishing Corp, 1-218.   \nHe J. 2009. Complex of shikonin and $\\beta$ -cyclodextrins by using supercritical carbon dioxide.Journal of Inclusion Phenomena and Macrocyclic Chemistry,63(3): 249-255.   \nHedgeIC, Wendelbo P.1978.Patterns of distribution and endemismin Iran. Notes from the Royal Botanic Garden.Edinburgh, UK, 36: 441-464.   \nHomke S, Verges J,Emami H,etal.20o4.Magnetostratigraphyof Miocene-Pliocene Zagros foreland deposits inthe frontof the Push-e Kush Arc (Lurestan Province,Iran). Earth and Planetary Science Letters,225(3-4): 397-410.   \nHosseini A,Asghari S.2O12.Investigating the relationbetween climatic variables and the dyingoccurrence in Iranian oak.In: $3 ^ { \\mathrm { r d } }$ National Conference on Combating Desertification and Sustainable Development of Iran Desert Wetlands (Relying on Meighan Desert Wetland). Islamic Azad University of Arak,Arak, Iran,1-5.   \nHowdenSM,AshAJ,BarlowE WR,etal.O03.Anoverviewoftheadaptivecapacityof theAustralianagriculturalsctoto climate change-options,costs and benefits. Report to the Australian Greenhouse Office, Canberra.   \nKafash A,Kaboli M,Kohler G,etal.2016.Ensembledistribution modelingof the Mesopotamian spiny-tailed lizard (Saara loricata) in Iran: an insight into the impact of climate change. Turkish Journal of Zoology, 40(2): 262-271.   \nKaky E,GilbertF.2016. Using species distribution models to asessthe importance of Egypt's protected areas for the conservation of medicinal plants. Journal of Arid Environments,135: 140-146.   \nKhanum R, Mumtaz A S, Kumar S.2O13.Predicting impacts of climate change on medicinal asclepiads of Pakistan using MaxEnt modeling. Acta Oecologica, 49: 23-31.   \nKhatamsaz M.2O02. Boraginaceae.Flora of Iran 39.Tehran: Research InstituteofForestsandRangelands,114-168.(in Persian)   \nKujala H, Moilanen A, Araujo MB,et al.2013.Conservation plannng withuncertain climate change projections.PLoSONE, 8(2): e5331.   \nLegault A,TheuerkaufJ,Chartendrault V,etal.2O13.Using ecologicalniche models toinferthedistribution and population size of parakeets in New Caledonia. Biological Conservation,167: 149-160.   \nLi JL,Zhang JD.2006.Plant species diversity in the middle part of the Taihang Mountain.Journal of Applied and Environmental Biology,12: 766-771. (in Chinese)   \nLiu C,WhiteM,NewellG.213.Selecting threshldsforthepredictionofspeciesoccurrencewithpresence-onlydta.Joual of Biogeography, 40(4): 778-789.   \nLiu GL,Pang YJ,ShenHG,et al.2O10.Expresion analysis ofsikonn-biosyntheticgenes inresponsetoM9 mediumand light in Lithospermum erythrorhizon cellcultures. Plant Cell Tissue and Organ Culture,101(2): 135-142.   \nLoarie SR,CarterBE,Hayhoe K,etal.2008.Climatechangeand the futureofCalifornia's endemic flora.PLoSONE,3(6): e2502.   \nLobo JM,Jiménez-Valverde A,Real R.2008.AUC: Amisleading measureof the performanceof predictive distribution models. Global Ecology and Biogeography, 17(2): 145-151.   \nLuo Z, Jiang Z,Tang S.2015.Impacts of climate change on distributions and diversityof ungulates on the Tibetan Plateau. Ecological Applications, 25(1): 24-38.   \nMargules C R, Pressey R L.2000. Systematic conservation planning. Nature, 405: 243-253.   \nMathias A,Cheson P.2O13.Coexistence and evolutionary dynamics mediated byseasonalenvironmental variation inanual plant communities. Theoretical Population Biology, 84(1): 56-71.   \nMazangiA,Ejtehadi H,MirshamsiO,etal.2O16.EfectsofclimatechangeonthedistributionofendemicFerulaxylorhachis Rech.f. (Apiaceae: Scandiceae)in Iran: predictions from ecological niche models.Rusian Journalof Ecology,47(4):349- 354.   \nMehrabianAR.2O15.Distribution pattrnsand diversityof Onosma in Iran: with emphasis onendemismconservation and distribution pattern in SW Asia. Rostaniha,16(1): 36-60. (in Persian)   \nMehrabian A R, Amini R M. 2018. Onosma moussvi sp. nov (Boraginaceae) from Zagros Mountain (s) Iran. Feddes Repertorium, 129(4): 304-311.   \nMehrabian AR,Khajoei NasabF,Fraser-JenkinsCR,etal.2O2Oa.Distribution paterns and priorities forconservationof Iranian pteridophytes. Fern Gazetee, 21(4): 141-160.   \nMehrabian AR,Sayadi S,Majidi KM,etal.2O2ob.Priorities forconservationof Iranian endemic tres and shrubs. Asia-Pacific Journal of Biodiversity, 13(2): 295-305.   \nMoradi ZH,MehrabianAR,aghzadehS,etal.19.istributionpates,dversityandconservationprioritisofOnosma L.(Boraginaceae Jus.)in somesections of thenorthwester geomorphologicunit of Iran.Environmental Sciences,17(1): 73-94. (In Persian)   \nMuths E,ChambertT,SchmidtBR,etal.2017. Heterogeneous responsesof temperate-zone amphibian populations toclimate change complicates conservation planning. Scientific Reports, 7(1): 17102.   \nMwanjalolJackson-GlbertM,Makooma MT,RaoKPC,etal.20l5.Soilfertilityinrelationtolandscapepositionandland use/cover types: a case study of the Lake Kivu Pilot learning site. Advances in Agriculture,2O15: 752936,doi: 10.1155/2015/752936.   \nNoroozi J,MoserD,EsslF.2016.Diversitydistribution,eologyanddescriptionratesof alpineendemic plantspecies from Iranian mountains. Alpine Botany, 126(1): 1-9.   \nNoroozi J,Talebi A,Doostmohammadi M,etal.0l8.Hotspots withina globalbiodiversityhotspot-areasofendemismare associated with high mountain ranges. Scientific Reports,8(1): 10345.   \nNoula E,Samanidou VF,Asimopoulou AN,etal.2010.Solid-phaseextractionforpurificationof alkannin/shikoninsamples and isolation of monomeric and dimeric fractions.Analytical and Bioanalytical Chemistry,397(6): 2221-2232.   \nPadillaFM.PugnaireFI.2O07.Roting depthand soil moisturecontrol Mediterranean woodyseedling survivalduring terrain. Physical Geography, 3(2): 160-168.   \nParmesan C.2o6.Ecologicaland evolutionaryresponses torecent climatechange.AnnualReviewofEcology,Evolutionand Systematics,37(1): 637-669.   \nPausas JG,AustinMP.2Oo1.Paternsofplant speciesrchnessinrelationtodierent environments:Anappraisal.Jouralof Vegetation Science, 12(2): 153-166.   \nPenuelas J,Sardans J,Estiarte M,etal.2013.Evidenceofcurrentimpactofclimatechangeonlife:a walkfrom genes tothe biosphere. Global Change Biology,19(8): 2303-2338.   \nPereira H M, Leadley P W, Proenca V, et al. 2O1o. Scenarios for global biodiversity in the $2 1 ^ { \\mathrm { s t } }$ century, Science, 330(6010): 1496-1501.   \nPeterson A T,Sober6n J.2012. Species distribution modeling and ecological niche modeling:Getting the concepts right. Natureza & Conservacao,10(2): 102-107.   \nPhillps S J, Anderson R P,Schapire RE. 2O06. Maximum entropy modelingof species geographic distributions.Ecological Modeling,190(3-4): 231-259.   \nPhilips SJ,Dudik M,Elith J,etal.2O09.Sampleselectionbiasand presence-onlydistributionmodels:implicationsfor background and pseudo-absence data. Ecological Applications,19(1): 181-197.   \nPoulos HM, Camp AE.2O10.Topographic influences on vegetation mosaics and tree diversity in the Chihuahuan Desert Borderlands. Ecology, 91(4): 1140-1151.   \nQuevedo-RobledoL,PuchetaE,Ribas-FernandezY.2Ol0.Influencesofinteryearrainfallvariabilityandmicrohabitatonthe germinable seed bank of annual plants in a sandy Monte Desert. Journal of Arid Environments,74(2): 167-172.   \nR Core Team,2018.R: A Language and Environment for Statistical Computing.R Foundation for Statistical Computing, Vienna, Austria. [2019-05-21]. http://www.R-project.org/.   \nRiedl H.1967. Boraginaceae.Flora Iranica 48. Graz: Akademische Druck-u Verlagsanstalt,169-212.   \nRivas-Martinez S,Sanchez-Mata D, Costa M.1997. Syntaxonomical synopsis of the potential natural plant communities of North America, I. Itinera Geobotanica, 1O: 5-148.   \nRivas-Martinez S,Sanchez-MataD,Costa M.1999.Borealand western temperate forest vegetation (syntaxonomicalsyopsis of the potential natural plant communities of North America, II). Itinera Geobotanica, 12: 3-311.   \nRoderD,WeinsheimerF.2O09.Willfuture anthropogenicclimatechange increase thepotential distributionof thealien invasive Cuban treefrog (Anura: Hylidae)? Journal of Natural History, 43(19-20): 1207-1217.   \nRoshan G H, Azizi G, Mohammadi H. 2011. Simulationof temperature changes in Iran under the atmosphere carbon dioxide duplication condition. Journal of Environmental Health Science & Engineering,8(2): 141-146.   \nRu WM,Zhang GP,ZhangJD,etal.2O6.Speciesdiversityofforestcommunities in southern Taihang Mountains,Shanxi. Acta Botanica Boreali-Occidentalia Sinica, 26(5): 1036-1042. (in Chinese)   \nRubidgeEM,MoahanW,ParrJL,etal.21.Theroleofcimate,habitat,andspeciescoocurenceasdriversofange in small mammal distributions over the past century. Global Change Biology,17(2): 696-708.   \nSalaOE,ChapinFS,ArmestoJJ,etal.20o0. Global biodiversityscenarios fortheyear2100.Science,287(5459):1771774.   \nSayadi S,Mehrabian AR,Nikjoyan MJ.2017.Some notes ontaxonomyanddiversityof Onosma withemphasis onmportant evidence and complex groups in Flora Iranica. Rostaniha,18(1): 50-58.   \nSayadi S,Mehrabian AR.2O16. Diversityand distribution paterns of Solanaceaein Iran: Implications for conservation and habitat management with emphasis on endemism and diversity in SW Asia. Rostaniha,17(2): 136-160.   \nSen S,Gode A,Ramanujam S,et al.2016. Modeling the impact of climate change on wild Piper nigrum (Black Pepper) in Wester Ghats,India using ecological niche models.Journal of Plant Research,129(6): 1033-1040.   \nSoberónJ,PetersonAT.20o5.Interpretationof modelsoffundamentalecologicalnichesand species'distributionalareas. Biodiversity Informatics,2: 1-10.   \nSut S,PavelaR,Kolarcik V,etal.20l7.IentificationofOnosma visiani roots extractand purifiedshikoninderivativesas potential acaricidal agents against Tetranychus urticae. Molecules,27(6): 1002.   \nTalis H, Kareiva P,Marvier M,etal.2Oo8.An ecosystem services framework to support both practical conservationand economic development.Proceedings ofthe National Academyof Sciencesof the United States ofAmerica,105(28): 9457- 9464.   \nThiers B.2O19.Index herbariorum: A global directoryof public herbaria and assciated staf.New York Botanical Garden's Virtual Herbarium. [2020-04-15]. http:/sweetgum.nybg.org/ih.   \nUlreyC,Quintana-AscencioPF,KaumanG,etal.016.Lifeatthetop:Long-terdemography,microclimaticefugiand ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "responsestocimatechangeforahigh-elevationsouthernAppalachianendemicplant.BiologicalConservation,2o:80-92. Valavi R,Shafizadeh-Moghadam H,MatkanAA,etal.2018.Modelingclimatechangeefectson Zagros forests inIranusing individual and ensemble forecasting approaches.Theoretical and Applied Climatology,137: 1015-1025. ValaviR,ElithJ,ahoz-MonfortJJ,etal.2O19.Anrpackageforgeneratingspatiallyorenvironmentallyseparated folds for $k$ -fold cross-validation of species distribution models. Methods in Ecology and Evolution,10(2): 225-232. Vasconcelos TS,NascimentoBTM.2014.Theutilityof open-acessbiodiversity informationinrepresenting anurans inthe Brazilian Atlantic Forest and Cerrado.Phyllomedusa, 13(1): 51-58. VelazcoSJE,GalvaoF,VilalobosF,etal.2017.Using worldwideedaphic data tomodel plant species niches: Anassessment at a continental extent. PLoS ONE, 12(1O): e0186025. WarrenR,VanDerWalJ,PriceJ,etal.2O13.Quantifyingthebenefitofearlyclimatechange mitigationinavoidingbiodivesity loss. Nature Climate Change, 3(7): 678-682. Yan H,LiangC,LiZ,etal.215.Impactof precipitationpatersonbomasadspecies richnesofanuals inadrystepe. PLoS ONE, 10(4): e0125300. Yi Y,Cheng XY,YangZ,etal.2016.MaxEntmodelingforpredictingthepotentialdistributionof endangered medicinalplant (H riparia Lour) in Yunnan, China. Ecological Engineering,92: 260-269. YousefiM,Jouladeh-RodbarA,KafashA.O2o.Usingendemicfreshwaterfishesasproxiesof theirecosystems todentify high priority rivers for conservation under climate change.Ecological Indicators,112: 106137. ZahranMA.2010. Climate-Vegetation: Afro-Asian Mediterrneanand Red Sea Coastal Lands.New York: Springer Science & Business Media,324. Zohary M.1973. Geobotanical Foundations of the Middle East (Vol. 2). Stutgart: Gustav Fisher Verlag,738. ",
        "page_idx": 14
    }
]