[
    {
        "type": "text",
        "text": "Magnetoinductance and magnetoimpedance response of Co-based multi-wire arrays ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Diana Estévez a,b, Aina He a,b, Chuntao Changa,b,\\*, Qikui Man a,b.\\*, Xinmin Wanga,b, Run-Wei Li a,b ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeLbrattee 315201,China   \nbZejingProbtfeitebitteo Academyof Sciences,Ningbo,Zhejiang315201,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLEINFO ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Article history:   \nReceived 25 November 2014   \nReceived in revised form   \n10 May 2015   \nAccepted 27 May 2015   \nAvailable online 28May 2015 Keywords:   \nCircular permeability Wire arrays   \nComplex inductance Magneto impedance ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The magnetic circular permeability extracted from impedance measurements of arrays composed of Cobased amorphous wires was studied as a function of the number and distance between the wires.The results showed that a linear array with higher number of wires increased the permeabilityand thereby magnetoimpedance（MI) response up to $1 0 \\mathrm { M H z }$ .It was also proposed that such variation in circular permeability originated from the magnetostatic interaction among the wires gave rise to a change in the skin depth and finally in impedance.Increasing the distance between the wires had a detrimental effect on permeability and MI ratio due to a weaker mutual interaction.These observations provide support to the complex inductance formalism as an alternative approach to explain MI change in wire arrays. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1．Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ferromagnetic amorphous wires have been extensively studied over the last few decades owing to their remarkable magnetic properties for potential sensing applications including magnetic guidance systems,biomedical sensors and geomagnetism [1-5]. Oneof the important characteristics of these wires is the giant magnetoimpedance (GMI） effect. The GMI refers to the large change in the ac impedance, $Z = R + j \\omega L$ 0 $R$ and L are the resistance and inductance,respectively and $j = \\sqrt { - 1 } )$ of a magnetic conductor with an AC $I { = } I _ { 0 }$ exp $( - j \\omega t )$ when subjected to an applied dc magnetic field $( H _ { d c } )$ [6]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Two main strategies have been extensively studied for optimization of GMI performance.First strategy involves designing new magnetic materials with the desired magnetic and magnetoimpedance properties while second focus on improving the magnetic and magnetoimpedance properties of existing materials, through advanced annealing techniques including stress-jouleannealing [7] or the recently reported multi-angle annealing techniques [8].A relatively novel approach to tailoring the magneticresponse of magnetic wires isusing the effect of magnetostatic interaction between them [9-12].When two or more wires are placed close to each other forming a linear array,their magnetic properties display changes caused by the effect of the dipolar field generated by neighboring wires. For example,some researchers reported that GMl could be greatly improved at high frequency in a system consisting of multiple glass-coated microwires in a parallel arrangement [12,13].This concept has been extended to the design and preparation of glass coated wire/ polymer composites resulting in a favorable effect on GMI response,by varying the number and geometry of the wires [14,15]. Evidently,the polymer matrix provides an environment to assemble the wires and thereby to modulate GMl performance. Nevertheless,the key concepts to explain magnetoimpedance,i.e. the magnetic anisotropy and magnetic permeability were not studied in the previous reports.The magnetic field dependence of the permeability is the main factor that controls the GMI behavior. Therefore,the problem of explaining the GMI response of aparticular sample is equivalent to the problem of understanding the trend of its permeability.Also,it is well known that the magnetic anisotropyof the system (intensity,directionand distribution) can strongly affect the GMI behavior [16-18]. Most reports were carried out using the complex impedance formalism, ${ \\pmb Z } = Z _ { r e } + j Z _ { i m } ,$ which enables to study variations in $\\Delta Z / Z$ and from here,to assume variations in the circular permeability.In contrast,aclearer insight into the physical phenomena of GMI in multi-wire composites is possible through the complex inductance formalism, $\\pmb { L } { = } L _ { r e } { + } L _ { i m }$ [19],which affords the study of the circular permeabilitydirectly,eitherasa function of frequencyorasa function of ${ \\cal H } _ { d c }$ 、In this paper,the complex inductance formalism is used to investigate the effect of arrays containing different number of melt-extracted wires (the previous studies have been performed mainly on glass-covered wires) embedded ina polymer matrix on the magnetoinductance response (and hence permeability and GMI).A detailed understanding of these aspects potentially offers animproved approach for designing sophisticated magnetic sensors using different magnetic configurations. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.Experimental details ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$\\mathrm { C o _ { 6 3 } F e _ { 4 } B _ { 2 2 . 4 } S i _ { 5 . 6 } N b _ { 5 } }$ amorphous wires with average diameter of $5 0 \\mu \\mathrm { m }$ were prepared by the melt-extraction method. Such alloy composition was chosen owing to its soft magnetic properties and nearly zero magnetostriction [2O]. The wires were arranged in parallel with a separation of $1 \\mathrm { m m }$ between each consecutive wire into silicone rubber sheets,which were further adhered by silicone resin casting.The number of wires $n$ in the array,was varied from one to four and the composite was cured at room temperature.The dimensions and an optical image of the resultant composite containing one wire are shown in Fig.1.Parts of the wires were left out and connected to the magnetoimpedance（MI) measurement setup using silver conductive paint,as shown in Fig.2.In this testing procedure,an AC current was passed through the composite sample and a magnetic field around the wire was induced.The value of the AC driving current was kept constant at $1 0 ~ \\mathrm { { m A } }$ ,within the frequency range from 1 to $1 0 \\mathrm { M H z }$ .The MI measurements were carried out by using a precision impedance analyzer (HP4294A). The external magnetic fields were applied parallel to the wire axis by changing the DC current in the range of 0.005- $2 . 5 \\mathsf { A }$ through a Helmholtz coil. Such adjustment produced a calibratedfielduptothemaximum/minimumvalues $H _ { \\mathrm { m a x } } = \\pm 5 0$ Oe.The percentage change of magnetoimpedance (i.e. GMI ratio) is defined as ",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta Z / Z ( \\mathcal { Y } ) = 1 0 0 \\% \\times [ Z ( H ) - Z ( H _ { \\operatorname* { m a x } { } } ) ] / Z ( H _ { \\operatorname* { m a x } { } } )\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Where $Z \\ ( H )$ and $Z \\ ( H _ { \\operatorname* { m a x } } )$ are the impedance values under an external magnetic field $H$ ,andunder the maximum magnetic field $H _ { \\mathrm { m a x } } ,$ respectively. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3．Results anddiscussion ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The zero-field frequency dependences of the real part $Z _ { r e }$ (resistance),imaginary part $Z _ { i m }$ (reactance） and complex impedance ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$Z ^ { * }$ ,of the wire arrays with each consecutive wire separated by $1 \\mathrm { m m }$ are plotted in Fig.3.The real and imaginary components of the complex impedance are strongly related to the skin depth $\\delta$ and the circular magnetic permeability $\\mu _ { \\phi }$ :respectively [21]. The impedance is inductive at low frequencies and becomes more resistive at higher frequencies [22]. $Z _ { r e }$ $Z _ { i m }$ and $Z ^ { * }$ are significantly reduced as the number of wires increases. $Z _ { r e }$ increases almost linearly for $n { = } 1$ in the frequency range studied but the slope of the curve strongly decreases with the progressive addition of wires,indicating smaller variations with change in the frequency. Meanwhile, $Z _ { i m }$ increases with the frequency for all the arrays and becomes increasingly linear as more wires are added to the array. At low frequencies $\\mathrm { \\Phi } \\left( < 1 \\mathrm { \\Delta M H z } \\right)$ ) $Z _ { i m }$ is almost independent of the number of wiresand increases rapidly beyond 1MHz in the case of $n { = } 1$ 、Finally, the combined effect of the frequency on the resistance and reactance is seen in $Z ^ { * }$ response,both contribute to the total impedance, $Z ^ { * }$ ,of the wire arrays in the frequency range of $1 { - } 1 0 \\mathrm { M H z }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fora single wire,the magnitude of impedance increases as a function of frequency due to the skin effect.However, this effect becomes more important when more wires are added to the array due to the influence of magnetostatic interaction on circular permeability.The change in circular permeability of the entire system and frequency of the driving current makes variations in the skin depth as follows [2]: ",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\n\\delta = ( 2 \\rho / \\mu \\omega ) ^ { 1 / 2 }\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "where $\\rho$ is the resistivity of the wire, $\\mu$ is the circular permeability (i.e. the real component $\\mu _ { r e }$ and $\\omega$ the angular frequency $( \\omega = 2 \\pi f )$ These variations of $\\mu$ and $\\delta$ would have a direct impact on the impedance in the frequency range of $1 { - } 1 0 \\mathrm { M H z }$ ： ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "For better insight into the observed results for the wire arrays, the change in Z, $\\Delta Z / Z ( \\% )$ due to their arrangement must be considered along with the variation in $\\mu _ { \\phi }$ .Figs. 4a and 5a show the frequencyand field dependencies,respectively,of maximum GMI ratio for the wire arrays.The $[ { \\Delta Z } / { Z } ( \\% ) ] _ { \\mathrm { { m a x } } }$ increases almost linearly with frequency for the arraywitha single wire and achieves a nearlyconstantvaluebeyond ${ 8 } \\mathrm { M H z }$ ．Atlow frequencies $\\mathrm { \\Phi } ( < 1 \\mathrm { \\ : M H z } ) ,$ ),there isa small difference in $[ \\Delta Z / Z ( \\mathcal { \\% } ) ] _ { \\operatorname* { m a x } } ( f )$ curves for the arrays with $n \\geq 2$ ,however this difference becomes more significant at higher frequency. Clearly, $[ \\Delta Z / Z ( \\% ) ] _ { \\mathrm { { m a x } } }$ increases with an increase of $n$ for frequencies higher than 3 MHz,which shows thata parallel arrangement of wires is favorable to the MI effect. On the other hand, the $\\Delta Z / Z \\ ( H _ { d c } )$ curves(Fig.5a) for each wire array exhibit a single peak close to zero magnetic field at $2 \\mathrm { M H z }$ displayinga monotonic decrease as the magnetic field strength is increased.A small asymmetry in the GMI curve is seen (the peak is slightly displaced towards negative fields,inset of Fig.5a) due to a probable small anisotropy dispersion.In wire composites,the origin of this dispersion can be related to the influence of external stresses owing to polymer matrix on wires anisotropy [23].At higher frequency $( f = 1 0 ~ \\mathrm { M H z } )$ the GMI curves exhibit a single peak feature for $n { = } 1$ but a double peak feature for composites with higher number of wires.Through increasing the number of wires, the $\\Delta Z / Z$ values improve remarkablyat the selected frequencies.At $1 0 \\mathrm { M H z }$ ，the maximum GMI ratio attains up to $210 \\%$ around $H _ { d c } = \\pm 0 . 6$ Oe for composites containing four wires as compared to $46 \\%$ GMI ratio for composites with a single wire.These results differ from those reported by Garcia etal.[13],who demonstrated a multi-wire system exhibiting a reduced GMI ratio with the number of wires at $1 0 \\mathrm { M H z }$ .This aspectwas explained bythe authors as an effect of shielding betweenwires.The difference between the results of the present study and reported by Garcia etal.[13] might be ascribed to the presence of the polymer matrix in our composite media. Since the wires studied in the present paper were embedded in a polymer matrix,any treatment or variation (e.g.curing process and matrix properties) coming from the polymer matrix is expected to havea significant influence on the magnetic properties of the wire and hence the composite [23]. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/437c722895e8b3ff438e7c1b540f2938343ba4d8d06dd01e8950109ba500f2dc.jpg",
        "img_caption": [
            "Fig.1.(a) Final dimensions of the composite containing $\\mathrm { C o _ { 6 3 } F e _ { 4 } B _ { 2 2 . 4 } S i _ { 5 . 6 } N b _ { 5 } }$ amorphous wires;(b)optical micrograph of the composite sample containing the wire enclose( bysiliconeresin. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/5dbda7cc9e313b57f11a0b405053119a796e0a6b6e2ff3616ea888c0e0001493.jpg",
        "img_caption": [
            "Fig.2.MImeasurementsetup.ThewirearysampleswereplacedatecenterofaHelmoltzcoilwithndectedtotetestingpnt "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/e27c91862d814fad74a2f99b4160ed8df9c7343956e6ee3539f413bcc2a1b616.jpg",
        "img_caption": [
            "Fig.3.Frequency dependence of the $Z _ { r e }$ (resistance), $Z _ { i m }$ (reactance）and $Z ^ { * }$ (impedance) of wire arrays with different numbers of wires, $n$ "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "As previously discussed,using the complex inductance formalism affords to study the behavior of the circular permeabilityand hence gives a clear insight into the physical phenomena of MI. According to the complex inductance formalism，the complex permeability $\\mu ^ { * } { = } \\mu _ { r e } { - } \\mu _ { i m }$ can be calculated from the measured complex impedance, ${ Z ^ { * } } \\mathrm { { = } } { Z _ { r e } } \\mathrm { { + } } j { Z _ { i m } }$ using the following correlation [19]: ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\n\\mu ^ { * } = K L ^ { * } = K ( - j / \\omega ) Z ^ { * }\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where $j = \\left( - 1 \\right) ^ { - 1 / 2 }$ $\\omega$ is the angular frequency ( $\\scriptstyle \\cdot \\omega = 2 \\pi f )$ and $K$ is a geometrical factor [24].Note that,according to the above equation, the real component of permeability, $\\mu _ { r e } ,$ depends on the imaginary partof impedance,and conversely,the imaginarypart of permeability, $\\mu _ { i m } ,$ is obtained from the real part of impedance. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The magnetic field dependence of the real permeability $\\mu _ { r e }$ obtainedby Eq. (3),is plotted in Fig.5b asa function of $n$ at two representative frequencies, $f { = } 2$ and $1 0 \\mathrm { M H z }$ .Since the domain wall relaxation frequency (for which reversible bulging of pinned domains is no longer active) of Co-based amorphous wires appears at about $1 0 0 ~ \\mathrm { k H z }$ [25],it can be assumed that at the studied frequency range,the active magnetization mechanism corresponds to magnetization rotation. Except for the array with $\\scriptstyle n = 2$ ，the $\\mu _ { r e }$ curves exhibit a single peak at $\\scriptstyle H _ { d c } = 0$ .However,when increasing the external field applied along the wire,the circular flux change is suppressed resulting in a sharp drop in the real component of the circumferential permeability. On the other hand, for $\\scriptstyle n = 2$ ,the $\\mu _ { r e }$ curve shows two peaks at 2 MHz with its amplitude increasing at $1 0 \\mathrm { M H z }$ .The increase in the amplitude of the peak could be related toa frequency-dependent shielding effect which drastically modifies the circumferential permeability[13]. This shieldingeffect could be responsible for the decrease in permeabilityand hence GMI ratio (Fig.5a) of $\\scriptstyle n = 2$ arrays with increasing frequency. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The results show that a linear array with higher number of wires increases the magnetic permeability of the entire system. The maximum in $\\mu _ { r e } \\left( H _ { d c } \\right)$ curve is a consequence of a competitive effect in the rotational magnetization process between the axial magnetic field $H _ { d c }$ and the circular anisotropy field $H _ { k }$ induced during wire fabrication [19].A large peak in the circumferential permeability spectra is obtained when the applied field reaches the anisotropy field, $\\boldsymbol { H _ { d c } } { = } \\boldsymbol { H _ { k } }$ .When two peaks appear,the magnetization rotation fully compensates a preferential orientation different from that of the applied field.For $\\scriptstyle n = 2$ ，the initial increase in $\\mu _ { r e }$ can be ascribed to an additional component of the circular permeability generated by the magnetostatic interaction between the wires.In the case of two wires,the magnetostatic interaction hinders the progressive reorientation of the spins along the direction of $H _ { d c } ,$ which in the case of wires with welldefined magnetic anisotropy corresponds to the value of $H _ { d c }$ at the peak of $\\mu _ { r e }$ $( H _ { d c } )$ curve [19].When more wires are added to the array,the magnetostatic interaction does not seem to induce preferential directions and hence the circular permeability decreases monotonously as the magnetic field increases. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/1238ed555b4a781e9ad42a7a89788fd7e46114b4fdb82110636da3c88538df68.jpg",
        "img_caption": [
            "Fig.4.(a) Frequency dependence of the maximum GMI value for $n { = } 1$ ,2,3and 4;(b) frequency dependence of the maximum GMI value for $d = 1$ ,1.5and $2 \\mathrm { m m }$ "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The trend in Ml ratio of the wire arrays can be explained through the concept of magnetic permeability and skin depth. According to Eq. (2),it is clear that large permeability values caused by the increase in the number of wires will reduce the overall skin depth of the wire composite arrays.As a result,the multi-wire system exhibits higher MI ratio than a single wire (since $Z \\approx 1 / \\delta$ [2]). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Finally, the influence of wire spacing $d$ on MI ratio and permeability was investigated.Fig.4b and Fig.6a show the frequency and field dependencies,respectively,of $\\Delta Z / Z ( \\% )$ for different values of $d$ 、Unlike the curve for $d { = } 1 \\ \\mathrm { m m }$ ,in which the $\\Delta Z / Z$ （204号 $( \\% )$ displays the highest value,the curves for $d { = } 1 . 5$ and $2 \\mathrm { m m }$ intersect at around $4 \\mathrm { M H z }$ after which the $[ { \\Delta Z } / { Z } ~ ( \\% ) ] _ { \\mathrm { { m a x } } }$ decays with the distance (Fig.4b). It can be also considered that near to $4 \\mathrm { M H z }$ the maximum MI ratio is independent of the distance,in other words,that the magnetization rotation mechanism becomes insensitive to the magnetostatic coupling among the wires.Accordingly, the magnetostatic interaction mainly affects the longitudinal anisotropy，which is reduced with the increase of the magnetostatic interaction among the wires.In turn, the $\\Delta Z / Z \\left( H _ { d c } \\right)$ curves(Fig.6a）exhibit similar variation tendencies with the magnetic field to those of Fig.5a.The curve for $d { = } 2 \\operatorname* { m m }$ changes from double peak to single peak character with increasing the frequency.To better illustrate these features,the magnetic field dependence of permeability is displayed at different values of $d$ (Fig.6b).The maximum value of $\\mu _ { r e }$ 一 $( H _ { d c } )$ corresponds to a separation of $1 \\mathrm { m m }$ and it is sharply decreased at higher wire spacing at2and $1 0 \\mathrm { M H z }$ .With increasing the distance between the wires,the mutual interaction becomes weaker, thereby decreasing the circular magnetization.As a result,the circumferential permeability decreases thus reducing MI ratio. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/3ba0ab938d34aeaf734dd059b4a5c568673a5e7f1ad734f968ac32d08aebcf1a.jpg",
        "img_caption": [
            "Fig.5.Magnetic field dependence of (a) GMI ratio and (b) real permeability $\\mu _ { r e }$ for $n { = } 1$ ,2,3and4 at $2 \\mathrm { M H z }$ and $1 0 \\mathrm { M H z }$ "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/a71ba8a1dba9da79cd8bf5153ccca0200a7476f7991b96fb299ac668c830441f.jpg",
        "img_caption": [
            "Fig.6.Magnetic field dependence of (a) GMI ratio and (b) real permeability $\\mu _ { r e }$ for $d = 1$ 1.5 and $2 \\mathrm { m m }$ at $2 \\mathrm { M H z }$ and $1 0 \\mathrm { M H z }$ "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.Conclusions ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The effect of wire arrays configuration on the magnetoimpedance response was discussed by observing circular permeability dependence on $H _ { d c }$ directly. The permeability spectra deduced from impedance measurements were explained on the basis of magnetization rotation mechanism and showed a monotonous increase with the number of wires.Such variation in circular permeability caused by the magnetostatic interaction among the wires gave rise to change in the skin depth and finally in impedance.Moreover,it was found that the permeability values and hence Ml ratio decreased as the distance between the wires increased.Thisanalysis extracted from permeability spectra gives support to the complex inductance formalism as a more accurate physical description of the MI effect in Co-based wire array composites. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "This work was supported by the National Natural Science Foundation of China (Grant no.51301189),and Ningbo Science and Technology Innovation Team (Grant no.2O11B82004).The authors thank Prof.I. Betancourt of National Autonomous University of Mexico (UNAM) for helpful comments and suggestions. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]V. Zhukova,M. Ipatov,A. Zhukov,Sensors9 (11) (2009) 9216.   \n[2]M.H. Phan,H.X.Peng,Prog.Mater. Sci. 53(2008) 323.   \n[3]M.Vázquez, A. Hernando,J. Phys.D: Appl. Phys. 29(1996) 939.   \n[4]H. Chiriac, T.A. Ovari, Prog.Mater. Sci. 40 (1996) 333.   \n[5] L. Panina, D. Makhnovskiy, K. Mohri, J. Magn. Magn. Mater. 272-276 (2004) 1452.   \n[6] M.H. Phan, H.X. Peng, M. Wisnom, J. Appl. Phys. 98 (2005) 014316.   \n[7]S.Q. Chen, Q.K. Man, C.C. Dun, B.L. Shen, Sci. China Phys. Mech. Astron. 55 (2012) 2372.   \n[8] J.S. Liu,D.Y. Zhang, F.Y. Cao, D.M. Chen, X. Xue,J.F. Sun, Phys. Status Solidi A 209 (2012) 984.   \n[9] A. Chizhik, A. Zhukov, J.M. Blanco, R. Szymczak, J. Gonzalez, J. Magn. Magn. Mater.249(1-2) (2002) 99.   \n10] V. Rodionova, M. Ipatov, M. Ilyn, V. Zhukova, N. Perov, J. Gonzalez, A. Zhukov, Phys. Status Solidi A 207(8)(2010) 1954.   \n11] V. Rodionova, M. Ilyn, M. Ipatov, V. Zhukova, N. Perov, A. Zhukov,J. Appl. Phys. 111 (2012) 07E735.   \n12] A. Zhukov,M. Ipatov, M. Churyukanova, S. Kaloshkin, V. Zhukova, J. Alloy. Compd. 586 (2014) S279-S286.   \n13] C. Garcia, V. Zhukova, A. Zhukov, N. Usov, M. Ipatov, J. Gonzalez, J.M. Blanco, Sens. Lett. 1(2007) 5.   \n[14]M.H. Phan, H.X. Peng, S.C. Yu, M.R. Wisnom, J. Magn. Magn. Mater. 316 (2007) e253 316 (2007).   \n[15] F.X. Qin,H.X. Peng, J. Tang, L.C. Qin, Composites: Part A 41 (2010)1823.   \n[16] A. Zhukov, M. Ipatov, V. Zhukova, J. Appl. Phys.111 (2012) 07E512.   \n[17]H. Chiriac, T.-A. Ovari, J. Magn. Magn. Mater. 323(2011) 2929.   \n[18]K.R. Pirota,M.L. Sartoreli, M. Knobel, J. Gutierrez, J.M. Barandiaran, J. Magn. Magn.Mater.202(1999)431.   \n[19]I. Betancourt,R.Valenzuela, Appl. Phys.Lett. 83 (20o3) 2022.   \n[20] H.J. Sun, Q.K., Man, Y.Q. Dong, B.L. Shen, H. Kimura, A. Makino, A. Inoue, J. Alloy. Compd. 504 (2010) S31.   \n[21] B. Hernando, V.M. Prida, M.L. Sanchez,M. Tejedor,M. Vazquez, Li-Yin Feng, J. Magn. Magn. Mater. 254-255 (2003) 525.   \n[22]L.V.Panina,K.Mohri,Appl.Phys.Lett.65(1994)1189.   \n[23] D.Estévez,J.W.Li,G.Liu,Q.K.Man, C.T.Chang,X.M.Wang,R.W.Li,Role of the Co-based microwires/polymer matrix interface on giant magneto impedance response, J. Alloy. Compd. (2015),http://dx.doi.org/10.1016/j.jallcom.2014.12.194 (in press).   \n[24] D.-X. Chen, J.L. Munoz, IEEE Trans. Magn. 35(1999) 3.   \n[25]M. Garduno, K.L. Garcia, I. Betancourt, R. Valenzuela, J. Magn. Magn. Mater. 249 (2002) 330. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]