[
    {
        "type": "text",
        "text": "推动高科技发展 加快建设制造强国",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "罗文",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中华人民共和国工业和信息化部北京100804",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/231bdc457af7d7fd5a83235651c7f2b073f2e3c642cca9e05b5de039962bbbdc.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "高科技是产业发展的先导力量，产业强必须科技强。改革开放40年来，党中央、国务院始终高度重视高科技发展。特别是党的十八大以来，以习近平同志为核心的党中央强调实施创新驱动发展战略，大力推进以科技创新为核心的全面创新，加快建设创新型国家。我国在载人航天、超级计算、移动通信等高科技领域取得一系列重大突破，有力支撑了制造业转型升级和综合国力显著提升。当前，新一轮科技革命与产业变革孕育兴起，重大颠覆性技术不断涌现，要进一步发挥高科技的支撑引领作用，加快突破关键核心技术，大力发展高技术产业，加快从制造业大国迈向制造业强国。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1高科技发展为制造业创新注入强大动力",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "制造业是国民经济的主体，是技术创新的主战场。改革开放以来，我们积极探索中国特色新型工业化道路，出台一系列产业技术创新政策举措，注重原始创新、集成创新和引进消化吸收再创新，加快高科技创新和产业化。特别是“中国制造2025”的出台实施，将新一代信息技术、高端装备、新材料、生物医药等十大领域作为战略重点，引导社会各类资源集聚，推动制造业创新发展取得明显成效。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1高技术产业支撑制造业快速发展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "20 世纪80年代以来，我国高技术产业从无到有、从小到大，实现了跨越式发展。从“十五”到“十二五”期间，高技术产业年均增速明显快于规模以上工业增速。高技术制造业增加值占规模以上工业增加值的比重由2000年的 $7 . 7 \\%$ 提高到2017年的 $12 . 7 \\%$ 。目前，我国已经成为世界最大的高技术产品生产国和出口国。计算机、手机、彩电、集成电路、疫苗等产品产量位居世界第一。工业机器人、新能源汽车、无人机、3D打印等新兴产业加速成长。在高技术产业的大力推动下，我国制造业也保持快速增长态势，于2010年超越美国，成为全球制造业第一大国。2016年，我国制造业增加值比美国高 $3 6 \\%$ ，是“金砖国家”中其他四国总和的4倍。据德勤公司联合美国竞争力委员会发布的《2016全球制造业竞争力指数》，中国、美国和德国被列为最具竞争力国家的前三位。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2重点技术领域实现突破发展",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "改革开放之初，我国实施高技术研究发展计划（“863”计划）、国家重点基础研究发展计划（“973”计划）、科技攻关计划、火炬计划等系列科技计划，解决了一批关键技术瓶颈。进入新世纪特别是党的十八大以来，我们通过实施“核高基”、宽带移动通信、高档数控机床、大飞机等国家科技重大专项，有力带动了重点领域突破发展。在航空航天方面，“神舟十一号”飞船与“天宫二号”成功交会对接，“北斗”卫星导航区域系统全面建成投入运营，全球首颗量子卫星发射成功，C919大型客机、AG600水陆两栖飞机成功首飞，ARJ21支线客机投入商业运营。在轨道交通方面，中国标准动车组成功完成世界首次每小时420公里交汇试验并进行载客试验。在核电技术方面，以“华龙一号”、CAP1400为代表的第三代核电技术实现自主研发。在高档数控机床方面，大型立式五轴联动加工中心研制成功，6400 吨大型快速高效全自动冲压生产线实现向发达国家出口。在信息技术方面，“神威·太湖之光”成为世界上首台峰值运算速度超过十亿亿次的超级计算机，集成电路28纳米芯片制程工艺进入量产，高世代液晶面板生产迈向10.5代线。在移动通信方面，我国主导制定的TD-LTE标准成为4G两大国际主流标准之一，5G研发处于全球领先梯队。我国制造业科技创新水平步入跟踪、并跑和领跑并存的新阶段。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3产业协同创新体系加快形成",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "围绕增强产业自主创新能力，加快构建以企业为主体、市场为导向、产学研用相结合的技术创新体系。组织实施制造业创新中心建设工程，以产业化应用为导向，启动了动力电池、增材制造、信息光电子等5家国家级制造业创新中心建设，鼓励各地培育了60余家省级制造业创新中心。组织认定494家国家技术创新示范企业，充分吸纳企业参与国家重大科技专项。实施工业强基工程，初步解决了一批重点领域的“卡脖子”问题。推动军民融合深度发展，建立健全“小核心、大协作、专业化、开放型”武器装备科研生产体系建设，军民科技协同创新和共享共用水平明显提升。2017年我国全社会研发经费支出占GDP比重达 $2 . 1 2 \\%$ ，其中，工业企业研发经费占比超过 $78 \\%$ 。华为、海尔、联想、中车等一批高技术企业国际竞争力明显增强。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.4制造业数字化转型不断加快 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着新一代信息技术与制造技术加快融合，制造业生产方式、组织方式和发展模式正在发生深刻变革。围绕两化深度融合主线，把智能制造作为主攻方向，坚持走“工业2.0补课、3.0普及、4.0示范”的并联式发展道路，突破关键技术装备，初步建成了一批数字化车间和智能工厂。深化制造与互联网融合发展，加快构建基于互联网的制造业“双创”平台，促进大中小企业融通发展，制造业骨干企业“双创”平台普及率接近 $70 \\%$ 。加快布局工业互联网，工业互联网标准体系框架1.0发布推行，航天、家电、机械等领域的工业互联网平台加速涌现。在信息技术渗透融合助推下，个性化定制、协同研发、服务型制造等制造业新业态新模式日渐丰富，工业设计、信息技术、节能服务等生产性服务业逐步壮大。截至2017年底，规模以上工业企业数字化研发设计工具普及率达到 $6 3 . 3 \\%$ ，生产设备数字化率达到 $4 4 . 8 \\%$ ，数字化设备联网率为 $3 9 . 0 \\%$ ，极大提升了企业的创新能力和研发效率。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2准确把握制造业创新发展面临的新形势新要求",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "党的十九大作出了中国特色社会主义进入新时代等一系列重大政治论断，确定了决胜全面建成小康社会、开启全面建设社会主义现代化国家新征程的目标。实现现代化，工业化是前提，制造业是主导力量，信息化是强力支撑。站在新的历史方位，我国制造业创新发展既面临难得的历史机遇和有利条件，也面临诸多困难和挑战。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1从发展机遇看，新一轮科技革命和产业变革为我国实现“弯道超车”提供了历史契机",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当前，新一轮科技革命和产业变革加速兴起，信息网络、生物科技、清洁能源、新材料与先进制造等孕育一批颠覆性技术，工业互联网、物联网、车联网等新型网络形态不断涌现，大数据、云计算、人工智能等应用技术拓展升级，5G时代正在开启，军民“一体化”国防科技创新和生产体系深度整合，工业加速向高端、智能、绿色、服务方向发展，数字经济正成为全球产业变革和经济增长的重要驱动力。面对风起云涌的科技创新浪潮，世界各国更加重视产业技术创新特别是制造业技术创新，纷纷出台系列高科技和“再工业化”战略，加快新兴领域前瞻性布局。经过长期积累，我国在完善基础设施、丰富人力资本、完备产业体系、广阔市场空间等方面形成了突出优势。我们完全有可能抓住这次科技革命和产业变革的历史机遇，集中力量在一些重点领域寻求突破，加快迈向全球价值链中高端",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2从创新载体看，从单个企业向跨领域多主体的协同创新网络转变",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "过去，产业技术创新主要在单一学科或单一领域内萌发拓展，在此基础上形成标志性产品和领导型企业。这种传统的单一领域、单兵突进、单枪匹马式的创新方式正在逐步走入历史，跨领域、集成化的协同创新开始出现，加快向纵深演进发展，成为未来制造业创新的主要方向。目前，我国技术创新基本上还维持着研发至产业化各环节顺次推进的传统过程，创新链上各环节并行同步尚未实现。企业、高校、科研机构承载的创新资源相对分散，难以形成高效协同的产业共性技术研发体系，导致科技成果转化率不高。有关数据显示，我国科技成果转化率仅 $10 \\%$ ，远低于发达国家的 $40 \\%$ 左右。我们需要围绕产业链部署创新链、围绕创新链配置资金链，创新共性技术研发机制，弥补实验室技术、产品与产业化之间的缺失环节，破解所谓的“死亡之谷”问题，构建产学研深度融合的技术创新体系。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3从创新模式看，由单一的技术创新向技术创新与商业模式创新相结合转变",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "随着互联网、大数据、人工智能的广泛应用和深度拓展，资金、技术、人才、数据等要素在全球范围内的流动不断扩大，技术溢出效应不断增强，技术创新的模仿壁垒和垄断利润急剧下降。在现代市场条件下，单纯依靠技术创新的盈利模式被打破，商业模式创新的重要性愈发凸显。特别是制造业与现代服务业加速融合，消费者开始追求个性化、智能化、体验化的产品和服务，催生了众包、众创、众筹等新业态新模式。由于商业模式创新更加注重市场导向，往往使创新成果更快转化成实际商业价值。这几年，一批互联网企业通过技术创新与商业模式创新的有机结合，实现了快速发展。我们需要更加注重技术创新与商业模式创新融合互动，在新能源汽车、物联网、节能环保等新兴领域鼓励开展更多商业模式创新。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4从发展态势看，质量品牌、标准、知识产权越来越成为未来制造业竞争的关键所在",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "随着市场竞争的日趋激烈，产业竞争的关键逐渐从产品、技术延伸到质量品牌、标准和知识产权。企业要在市场经济中谋求发展，关键就在于要掌握标准、适应标准、参与标准制定。一些跨国企业正是凭借多年来积累的技术标准和核心专利，赚取高额垄断利润。尽管我国制造业创新取得重要进展，但是核心技术仍受制于人，在质量品牌、标准和知识产权等方面与发达国家存在较大差距。我们要适应这种产业竞争态势的变化，除了继续在产品、技术上推进创新之外，还要高度重视质量品牌、标准和知识产权，强化标准体系的引导和约束作用，增强知识产权运用能力，不断提升中国制造的全球竞争力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3紧紧依靠高科技发展推动制造强国建设再上新台阶",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "党的十九大强调，我国经济已由高速增长阶段转向高质量发展阶段。创新是引领发展的第一动力，是建设现代化经济体系的战略支撑。当前，国内外经济形势依然错综复杂，推动制造强国建设任务艰巨而紧迫。我们将深入贯彻落实习近平新时代中国特色社会主义思想和党的十九大精神，牢牢把握高质量发展的根本要求，坚定不移走中国特色新型工业化道路，以提高制造业供给体系质量为主攻方向，全面深入实施“中国制造2025”，强化创新驱动、改革推动、融合带动，加快高科技创新突破和成果转化应用，推动质量变革、效率变革、动力变革，推动制造强国建设不断取得新进展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1不断完善国家制造业创新体系",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "稳步实施国家制造业创新中心建设工程，聚焦战略性、引领性重大基础共性需求，建成一批高水平制造业创新中心。加快提升动力电池、增材制造、印刷及柔性显示等5家国家级制造业创新中心能力，在重点领域再布局一批国家创新中心。突出协作化、市场化、产业化和可持续发展导向，推动重点产业集聚的省份创建省级制造业创新中心，着力构建开放型制造业创新网络体系。继续推进国家技术创新示范企业和重点实验室认定，启动一批国家级创新设计中心。加强工业基础能力建设，实施工业强基工程，构建体系化、长效化推进机制，突破重大领域发展的基础瓶颈。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2狠抓重点领域和关键环节创新突破 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "发挥社会主义集中力量办大事的制度优势，继续实施国家科技重大专项，抓好大飞机、集成电路、新能源汽车、新材料、5G等重点领域发展。在新材料方面，加强统筹协调，尽早启动重点新材料研发及应用重大工程，进一步夯实产业发展基础，促进新材料推广应用。在新能源汽车方面，进一步健全扶持政策体系，抓好双积分并行管理办法的实施，研究制定车联网与智能网联汽车发展战略。在集成电路方面，发挥国家集成电路产业投资基金的投资引导作用，推进高端通用芯片、基础软件和产业资源优化布局。在5G方面，加快标准研制和技术试验，推动尽早达到预商用水平，形成全球统一5G标准。在重大短板装备方面，聚焦制造业生产加工和检测装备，实施重大短板装备专项工程，搭建上下游对接平台，开展重大短板装备工程化攻关，打通研发一工程化一产业化全链条协同发展通道。同时，面向国家重大战略需求，推进“科技创新2030一重大项目”启动实施，推动相关重大专项的梯次接续，努力在战略必争领域抢占发展制高点。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3推动互联网、大数据、人工智能与制造业深度融合",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "突出智能制造主攻方向，深入实施智能制造工程，推进制造业数字化、网络化、智能化发展。实施工业互联网创新发展战略，开展工业互联网发展行动，打造网络、平台、安全三大体系，推进大型企业集成创新和中小企业应用普及两类应用，构筑产业、生态、国际化三大支撑。深化制造业与互联网融合发展，支持建设一批制造业“双创”示范平台。推动出台促进数字经济发展指导性文件。加快新一代人工智能技术的产业化和集成应用，发展智能产业。落实国家大数据战略，推动国家大数据综合试验区和大数据示范基地建设。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.4促进军民技术融合转化",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "深入贯彻军民融合发展战略，突出问题导向，聚焦重点领域，在“统、融、新、深”上下功夫，坚决拆壁垒、破坚冰、去门槛，实现军民资源互通共享、相互支撑、有效转化。健全国防科技创新资源开放共享机制，推进重点实验室、军工重大实验设施等向社会开放服务。开展军民两用技术联合攻关和通用标准建设，在基础研究、前沿技术、关键技术等重点领域，谋划和实施一批军民融合重大项目。稳步推进“军转民”“民参军”，促进军民两用技术双向转化，推动军民结合型产业快速发展，建设形成中国特色先进国防科技工业体系，带动制造业转型升级。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.5完善支持制造业创新的政策环境",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "进一步深化“放管服”改革，转变政府职能，使市场在资源配置中起决定性作用，更好发挥政府作用。落实减税降费举措，降低制度性交易成本，不断激发市场主体活力和创造力。加快构建普惠性创新支持政策体系，完善企业研发费用加计扣除、固定资产加速折旧、科技型中小企业税收优惠政策等。健全首台（套）、首批次保险补偿机制，加快创新成果应用推广。深化产融合作，发挥产业投资基金的引导作用，加大对战略前沿性领域的支持。加强知识产权保护，开展产业知识产权协同运用推进行动，支持建设重点产业知识产权服务平台。加快科技成果转化服务机构和技术市场建设，探索以市场化为导向的创新成果转化模式。弘扬工匠精神、企业家精神和创客精神，加快建设多层次的制造业创新人才队伍。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.6加强制造业创新能力开放合作",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "坚持互利共赢的开放战略，注重“引进来”与“走出去”更好结合，进一步深化“中国制造2025”国际对接合作。全面落实准入前国民待遇加负面清单管理制度，全面放开一般制造业，尽快放宽外资股比限制。坚持对内外资企业一视同仁，平等对待，鼓励外商投资先进制造领域，保护外商投资合法权益。加强同国际经贸规则对接，妥善应对贸易摩擦。创新对外投资方式，以“一带一路”沿线国家为重点，推进国际产能和装备制造合作。完善“走出去”公共服务体系，支持企业面向全球整合创新资源和优化产业链布局，加快培育中国制造国际竞争新优势。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "罗文工业和信息化部党组成员、副部长。1964年12月生，湖南安仁县人。武汉大学哲学系哲学专业毕业，北京交通大学高级管理人员工商管理硕士，北京交通大学管理科学与工程专业博士研究生毕业,管理学博士，高级工程师。1985年参加工作，先后任电子工业管理干部学院教师、社会科学系副主任、教务科研处副处长、处长，电子工业部计算机与微电子发展研究中心市场研究中心常务副主任、计算机市场杂志社总编辑、中心主任助理，赛迪顾问股份有限公司常务副总经理（执行总裁）、总经理（总裁），中国电子信息产业发展研究院副院长、院长等职。2015年11月至2017年7月，工业和信息化部规划司司长。2017年7月任现职。",
        "page_idx": 4
    }
]