[
    {
        "type": "text",
        "text": "The evolution of micro defects in $\\mathbf { H } \\mathbf { e } ^ { + }$ irradiated FeCrNi alloy during isochronal annealing ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Eryang Lu a,b, Xingzhong Cao a, Shuoxue Jin a, Chunxiong Zhang ä, Peng Zhang a, Liping Guo c, Te Zhu a, Yihao Gong a, Baoyi Wang a, \\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a Key Laboratory of Nuclear Radiation and Nuclear Energy Technology, Institute of High Energy Physics, Chinese ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Academyof Sciences,No.19B YuquanLu,Beijing,1Ooo49,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "b University of Chinese Academy of Sciences, Beijing,100o39,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "c KeyLaboratoryofArtificial Micro-and Nano-structures of Ministry of Educationand Schoolof Physics and Technology,WuhanUniversity，Wuhan,430072,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In order to study the microstructural evolution of the ${ \\mathrm { H e ^ { + } } }$ irradiated FeCrNi model alloy, 140 $\\mathrm { k e V \\ H e ^ { + } }$ ions were implanted into the specimen with the fluence of $1 \\times 1 0 ^ { 1 5 }$ ions $/ \\mathrm { c m } ^ { 2 }$ at room temperature. Positron Annihilation Spectroscopy was used to characterize the evolution of micro defects during isochronal annealing between $4 2 3 \\mathrm { ~ K ~ }$ and $8 7 3 \\mathrm { ~ K ~ }$ .The decrease of the S parameter between $5 7 3 \\mathrm { ~ K ~ }$ and $6 2 3 { \\mathrm { ~ K } }$ has been associated to the annihilation of vacancy clusters,which were not trapped by helium atom. While the decline of the S parameter between $7 7 3 \\mathrm { ~ K ~ }$ and $8 2 3 \\mathrm { ~ K ~ }$ in the damage region might be caused by the dissociation of $\\mathrm { H e } _ { \\mathrm { n } } \\mathrm { V } _ { \\mathrm { m } }$ clusters.The dissociated vacancy clusters were unstable and annihilated rapidly, which decreases the concentration of vacancy defects. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: FeCrNi alloy; Isochronal annealing; Positron annihilation; He-vacancy complexes ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1．Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Austenitic Type 316 stainless steel is an important nuclear structural material, which is also one of the candidate materials for fusion reactor [1-2]. Irradiation damage phenomenon, such as void swelling and embrittlement, might be caused by high energy neutron implantation at nuclear systems [3-4]. A large number of helium atoms are generated synchronously because of (n, α) nuclear reaction. Helium atoms could interact with irradiation-induced vacancy defects,and they could also migrate and aggregate to form He bubbles, which might cause undesired change of the metal properties [5-6]. Due to the low solubility, helium atoms would recombine with irradiation induced vacancies to form He-vacancy complexes at room temperature [7]. Mostly, He bubbles might be formed at the irradiation or annealing temperature above $6 7 3 { \\mathrm { ~ K ~ } }$ in pure Ni,and the size would be enlarged due to the enhancement of the mobility at higher temperature [7-8]. Several theoretical studies also have been performed on the formation energy and the diffusion of He-void complexes in pure iron and nickel [6, 9-11]. The binding energy between helium atoms and vacancy defects, which was related with the temperature of thermal process, might affects the evolution of micro defects in solids. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Different experimental techniques, such as transmission electron microscopy (TEM), thermal desorption spectroscopy (TDS) and positron annihilation spectroscopy (PAS), have been applied to the research of helium effects in solids [4,12-13]. However, point defects and smal-sized vacancy clusters could not be detected by TEM, due to its resolution limit. TDS was powerful to detect helium atoms,while it was useless to detect the micro defects directly. PAS has been proved sensitive to vacancy type defects,and could characterize the evolution of the vacancy size and concentration. PAS, including positron annihilation lifetime and Doppler broadening spectroscopy, have been used to the research of microstructural evolution in solids [14]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the previous work,we have studied the structure of micro defects in $\\mathrm { H e ^ { + } }$ irradiatedFeCrNi ally by PAS.The type of defects might be changed due to the difference of the chemical composition [15]. In the present work, we focused on the evolution of micro defects in ${ \\mathrm { H e ^ { + } } }$ irradiated model alloy，and isochronal annealing experiment was performed to the specimen. Doppler broadening spectroscopy with variable energetic positron was used to characterize the microstructural evolution. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2. Experimental details ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Specimen of the Fe-17Cr-14.5Ni (wt $\\%$ ） model alloy，which was made from high purity metals, was used in this experiment. The sample size was $1 0 \\times 1 0 ~ \\mathrm { m m } ^ { 2 }$ with the thickness of $1 \\mathrm { m m }$ Mechanical and electro-chemical polishing were performed to have a mirror-like surface,and then annealed at $1 3 2 3 \\mathrm { ~ K ~ }$ for $2 \\mathrm { h }$ in vacuum to remove the pre-exsited defects. The helium implantation experiment was carried out using an ion implanter located in the Accelerator Lab of Wuhan University. Energy of ${ \\mathrm { H e ^ { + } } }$ was fixed at $1 4 0 \\mathrm { k e V }$ with a mean flux of $9 \\times 1 0 ^ { 1 2 }$ ions/cm²·s. The fluence was up to $1 \\times 1 0 ^ { 1 5 }$ ions $/ \\mathrm { c m } ^ { 2 }$ at room temperature. The distributions of vacancy defects and helium deposition were calculated by SRIM with the displacement energy of $4 0 ~ \\mathrm { e V }$ for Fe17Cr14.5Ni model alloy. The depth of damage peak was about $3 8 0 \\mathrm { n m }$ and helium concentration peak was about $4 0 0 \\mathrm { n m }$ from the surface [16]. The damage dose was up to about 0.O47 dpa at the peak position with the damage rate of $4 . 2 { \\times } 1 0 ^ { - 4 } \\mathrm { d p a } / \\mathrm { s }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Annealing treatments isochronally for $^ \\textrm { \\scriptsize 1 h }$ in vacuum were carried out to the as-irradiated specimen,and the annealing temperature was performed between $4 2 3 \\mathrm { ~ K ~ }$ and $8 7 3 \\mathrm { ~ K ~ }$ with an increment step of $5 0 \\mathrm { K }$ . Positron annihilation Doppler broadening spectroscopy was performed after each annealing experiment by mono-energetic slow positron beam. The conventional S and W parameters were used to analyze the microstructural information in the specimen. The S parameter was defined as the ratio counts in the central energy region $( 5 1 1 { \\pm } 0 . 7 6 \\ \\mathrm { k e V } )$ to the total counts of the spectrum $( 5 1 1 \\pm 7 . 6 6 \\mathrm { k e V } _ { . }$ ), which indicated the intensity of the positron annihilated with valence electron. The W parameter was the ratio of the wing area ( ${ 5 0 4 . 2 { - } 5 0 8 . 4 \\mathrm { k e V } }$ and $5 1 3 . 6 \\mathrm { - } 5 1 7 . 8 \\mathrm { k e V }$ to the total counts of the spectrum $( 5 1 1 \\pm 7 . 6 6 \\mathrm { k e V } )$ ,which may indicated the positron annihilated with core electron. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The mean implantation depth of the positron is defined by the incident energy and calculated by the following equation [17]: ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\nZ ( E ) = ( \\frac { 4 0 } { \\rho } ) E ^ { 1 . 6 }\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where $Z ( E )$ is expressed in the units of nanometer, $\\rho$ is the density of the specimen with the units of $\\mathrm { g } / \\mathrm { c m } ^ { 3 }$ and $E$ is the incident positron energy in keV. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In the previous work, Fe17Cr14.5Ni model alloy was quenched from $1 3 2 3 \\mathrm { ~ K ~ }$ to ice water. Isochronal annealing experiments were carried out for the quenched specimen from $4 2 3 \\mathrm { ~ K ~ }$ to 923 K. Positron Annihilation Lifetime Spectroscopy (PALS） and Doppler Broadening Spectroscopy ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(DBS) were performed to characterize the evolution of micro defects. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The S-E curves at different annealing temperature are shown in Fig.1. The top-x axis was the mean depth of the energetic positron as calculated by equation (1). The S parameters for unirradiated specimen were also included in Fig.1. It was larger at surface layer due to the positron diffusion and the formation of o-Ps,then decreased and flattened at inner layers [18]. The S parameter increased obviously from the surface to about $6 0 0 \\ \\mathrm { n m }$ after ${ \\mathrm { H e ^ { + } } }$ irradiated at room temperature. Compared to the S parameters of the un-irradiated specimen, the as-irradiated result indicate that certain amount of vacancy type defects generated in the specimen. Due to the low solubility,some of the implanted helium atoms were deposited in the damage region and recombined with the vacancy defects to form He-vacancy complexes [14-15]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In order to characterize the difference of the irradiation induced defect concentration at different depth,and the $\\Delta S / S$ parameter was calculated from equation (2). ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\Delta \\mathsf { S } / \\mathsf { S } = \\frac { \\mathsf { S } _ { \\mathrm { i r r a } } - \\mathsf { S } _ { \\mathrm { u n i r r a } } } { \\mathsf { S } _ { \\mathrm { u n i r r a } } } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $ { \\mathbf { S } } _ { \\mathrm { i r r a } }$ was the S parameter of the irradiated specimen. $\\mathbf { S } _ { \\mathrm { u n i r r a } }$ was the result of un-irradiated specimen at the same depth. The variation of $\\Delta \\mathrm { S } / \\mathrm { S }$ parameters,which might relate to the defect concentration, is shown in Fig. 2.The defect concentration increased from surface to about $2 7 0 \\mathrm { n m }$ and then decreased at inner layer. From the SRIM calculation,the peak of the displacement was 380 nm and no vacancy might be formed at the depth above $5 1 0 ~ \\mathrm { n m }$ [15]. The distribution of helium atoms was similar with that of the vacancy type defect. However, the experimental damage peak region was closer to specimen surface than the SRIM data,and the vacancy defects might diffuse to the depth more than ${ 5 1 0 } \\mathrm { n m }$ . It might be the reason that SRIM was the theoretical calculation,which could not reflect the difusion of positron in materials. Similar phenomenon can be observed in some other literatures [19-21]. Two characterized regions，where the △S/S parameters were almost constant in each region, were observed with the boundaries of 120-270 and 517-612 nm,respectively. R1 with the boundary of 12O-27O nm was part of the damage region,and R2 with the boundary of 517-612 nm was defined as the diffused region. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "From Fig.1, the S parameter of the as-irradiated specimen was the largest at room temperature, and then decreased after annealing at $4 2 3 \\mathrm { ~ K ~ }$ 、As we know, mono-vacancies could migrate even at room temperature [2O,22]. The decrease of the S parameter might be caused by the migration of the mono-vacancies and then annihilated at surface.The S parameter decreased with the increment of the annealing temperature. It meant that the efcient defect concentration decreased during the annealing experiment. While the decreasing rate varied at different annealing temperature, and the variation were just different at different depth region. The averaged S parameters of R1 and R2 at different annealing temperature, which would be used to analysis the microstructural evolution at different depth region，are shown in Fig. 3. The mean S parameters decreased slowly as the annealing temperature increased from 423 to $5 2 3 \\mathrm { ~ K ~ }$ 、 An obvious downward step was observed between 573 and 623 K. Then the averaged S decreased slowly until $7 7 3 \\mathrm { K }$ ,and a sharply decrease of the averaged S was observed between 773 and 823 K.The averaged S in R2 kept almost constant during the annealing process, and only one sharply decrease was observed between 573 and $6 2 3 { \\mathrm { ~ K ~ } }$ which might mean the variation of the defect concentration. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The microstructure information in the specimen could be revealed by plotting the W parameter as a function of the S parameter (S-W plot). The S-W plot can be fitted as a linear function if only one type of defect existed in the specimen. For the reason that every kind of positron annihilation site is characterized by a typical (S,W) couple [20,23].Fig. 4 shows the S-W plots with the same scale for the irradiated FeCrNi alloy during isochronal annealing experiment. As the annealing process started at 423 K shown in Fig. 4a, the S-W plot changed compared to the as-irradiated result. While the specimen was annealed between $4 2 3 \\mathrm { ~ K ~ }$ and $5 2 3 \\mathrm { ~ K ~ }$ ,the S-W plots kept almost constant. Another difference was observed between $5 7 3 \\mathrm { K }$ and $6 2 3 { \\mathrm { ~ K } }$ ,and then the S-W plots kept invariant until $7 2 3 \\mathrm { ~ K ~ }$ (see Fig. 4b).After the annealing temperature above $7 2 3 \\mathrm { ~ K ~ }$ ,the shape of the S-W plots changed (Fig. 4c). Compared to the S-W plot at the surface, different slope was observed at inner layers,and the S-W plots changed as the temperature increased. These differences in the whole annealing process indicated that the type of defects changed as the temperature increased. In order to characterize the transformation of the type of defect in R1 and R2 further, the averaged S and W parameters at different annealing temperature are shown in Fig.5.The S-W plot for the unirradiated specimen could be interpolated linearly, which might indicate that only one type of defect existed in the specimen.As the annealing temperature increased, the averaged S decreased in R1,and the S-W plots have two turning points, which were $6 2 3 { \\mathrm { ~ K ~ } }$ and $7 7 3 \\mathrm { K }$ respectively. The S-W plot in R2 changed between $5 7 3 \\mathrm { K }$ and $6 2 3 { \\mathrm { ~ K } }$ ,and then kept almost constant. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In order to analyze the evolution of free vacancy defects in the ${ \\mathrm { H e ^ { + } } }$ irradiated FeCrNi alloy, the same isochronal annealing experiment was performed on the quenched alloy. Fig. 6 shows the positron annihilation lifetimes and the conventional S parameters of DBS during annealing process. Vacancy defects were usually induced into the alloy by quenching [24]. The long lifetime (tz) increased while the S parameter decreased during annealing between $4 2 3 \\mathrm { ~ K ~ }$ and $5 2 3 \\mathrm { ~ K ~ }$ This indicated that vacancies migrated and aggregated to form larger vacancy clusters,and the effective concentration of vacancy defects decreased. While the annealing temperature above $5 2 3 \\mathrm { K }$ ,both the S parameter and $\\tau _ { 2 }$ decreased sharply. This phenomenon indicated the annihilation of vacancy defects [2, 24]. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.Discussion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In our previous work,large amount of vacancy type defects would be formed in the specimen after ${ \\mathrm { H e ^ { + } } }$ irradiation. Due to the low solubility, the deposited helium atoms recombined with vacancy defects to form He-vacancy complexes. We suppose that not only He-vacancy clusters were created, but also vacancies without helium atom，which we called free vacancies here,existed in the specimen after ${ \\mathrm { H e ^ { + } } }$ irradiation [7]. According to Ortiz et al. the binding energy of $\\mathrm { H e V } _ { 2 }$ and ${ \\mathrm { H e V } } _ { 3 }$ were between 0.78 and $0 . 8 3 \\mathrm { e V }$ in iron. $\\mathrm { H e V } _ { 2 }$ dissociated rapidly above room temperature [11]. Moreover, small $\\mathrm { H e } _ { \\mathrm { n } } \\mathrm { V } _ { \\mathrm { m } }$ clusters (with $\\mathrm { \\Delta } \\mathrm { n } { > } \\mathrm { m }$ ) demonstrated quite high mobility at least up to $\\mathrm { \\ m } { = } 4 { - } 5$ with the helium concentration exceeding 1OO appm [10]. Another calculation showed that the binding energy of a vacancy in $\\mathrm { H e } _ { \\mathrm { n } } \\mathrm { V } _ { \\mathrm { m } }$ cluster depend on the He density,which was provide as the ratio of $\\mathrm { { n / m } }$ [25]. As the annealing temperature above room temperature, mono-vacancies might emit from $\\mathrm { H e V } _ { 2 }$ and $\\mathrm { H e V } _ { 3 }$ . Additionally,Hepburn et al. have calculated the helium behavior in austenite alloy. The results showed that the migration energy of interstitial helium atoms was between 0.1 and $0 . 2 \\mathrm { e V }$ so that helium atoms would recombine with vacancy type defects to form He-V complexes,and the $\\mathrm { H e } _ { \\mathrm { n } } \\mathrm { V } _ { \\mathrm { m } }$ clusters with $\\mathrm { { n / m } }$ around 1.3 were found to be most stable with the dissociation energy of $2 . 8 \\mathrm { e V }$ [26]. The $\\mathrm { H e } _ { \\mathrm { n } } \\mathrm { V } _ { \\mathrm { m } }$ clusters showed higher stability than the vacancy clusters with similar size.The free vacancy clusters might annihilated before the dissociation of $\\mathrm { H e } _ { \\mathrm { n } } \\mathrm { V } _ { \\mathrm { m } }$ clusters. Compared to the quenched alloy, the mono-vacancies could migrate at low temperature (lower than $5 2 3 \\ \\mathrm { K }$ ).Some of them migrated to surface and then annihilated,which might decrease the defect concentration. While other mono-vacancies would recombine with vacancy clusters to enlarge their size. As the annealing temperature above $5 7 3 \\mathrm { ~ K ~ }$ ，the vacancy clusters without helium atom might annihilated rapidly, which was similar with the microstrucutral evolution in the quenched alloy. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The TDS obtained for ${ \\mathrm { H e ^ { + } } }$ 0 $\\mathrm { 8 \\ k e V } ,$ ）implanted Fe showed five thermal release peaks,each of them corresponded to the dissociation of He atoms from surface, ${ \\mathrm { H e } } _ { \\mathrm { n } ^ { - } } \\mathrm { V }$ (2≤n≤6, 750 K-800 K), $\\mathrm { H e } _ { \\mathrm { n } } \\mathrm { V } _ { \\mathrm { m } }$ (1≤n, $2 { \\le } \\mathrm { m }$ ,800 K-900 K), $\\gamma$ -transformation and He bubbles (above 1250 K), respectively [14,27]. Thus, $\\mathrm { H e } _ { \\mathrm { n } } \\mathrm { V } _ { \\mathrm { m } }$ clusters would be unstable after the austenite FeCrNi alloy annealed at 823 K, and the $\\mathrm { H e } _ { \\mathrm { n } } \\mathrm { V } _ { \\mathrm { m } }$ clusters dissociated easily. The dissociated helium atoms might be detected, and the de-trapped vacancies were unstable and annihilated rapidly. The efficient concentration of vacancy defects decreased obviously in R1. However, vacancy type defects without helium atom were the main defects in R2,and no $\\mathrm { H e } _ { \\mathrm { n } } \\mathrm { V } _ { \\mathrm { m } }$ cluster formed in the as-irradiated specimen. Therefore, the recovery of vacancies in R2 finished after the specimen annealed at $6 2 3 { \\mathrm { ~ K ~ } }$ and no change was detected in R2 when the specimen was annealed at higher temperature ( $6 2 3 \\mathrm { ~ K ~ } \\sim 8 7 3 \\mathrm { ~ K ~ }$ ).Further study should be performed with higher temperature isochronal annealing. TDS would also be used to detect the helium desorption during the annealing process. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5．Conclusion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Isochronal annealing experiment was performed to the $\\mathrm { H e ^ { + } }$ irradiated FeCrNi model alloy. Positron annihilation spectroscopy was used to characterize the evolution of irradiation induced micro defects. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(1） A large number of vacancy type defects were generated in the damage region R1. Some of the vacancy defects might diffuse to R2,which was the non-implanted region, after ${ \\mathrm { H e ^ { + } } }$ irradiation.   \n(2） Helium atoms were mainly deposited in the damage region and recombine with vacancy clusters to form $\\mathrm { H e } _ { \\mathrm { n } } \\mathrm { V } _ { \\mathrm { m } }$ complexes.However, no $\\mathrm { H e } _ { \\mathrm { n } } \\mathrm { V } _ { \\mathrm { m } }$ cluster might form in R2.   \n(3） As the annealing temperature increased, the size of vacancy clusters could be enlarged due to the migration of mono-vacancies. The vacancy clusters would be unstable and annihilated ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "rapidly as the annealing temperature above $5 7 3 \\mathrm { K }$ both in R1 and R2. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(4） At the annealing temperature above 773 K, $\\mathrm { H e } _ { \\mathrm { n } } \\mathrm { V } _ { \\mathrm { m } }$ clusters in R1 might be unstable and the dissociated vacancy type defects might annihilated rapidly. The efficient concentration of vacancy defects decreased obviously. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This work is supported by the National Natural Science foundation of China 91226103 and 11475193. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[1]Y.Katoh，R.E. Stoller，Y. Kohno,et al. The Influence of He Dpa Ratio and Displacement Rate on Microstructural Evolution - a Comparison of Theory and Experiment J. Nucl. Mater. 210 (1994) 290-302.   \n[2]T.Yoshiie， X.Z. Cao，K. Sato, et al.Point defect processes during incubation period of void growth in austenitic stainless steels, Ti-modified 316SS J. Nucl. Mater. 417 (2011) 968-971.   \n[3]N. Sakaguchi，H. Kinoshita， S. Watanabe,et al. Microstructural development in a model austenitic alloy following electron and ion irradiation J. Nucl. Mater. 382 (2O08) 197-202.   \n[4]K. Ono，K.Arakawa，M. Oohashi, et al. Formation and migration of helium bubbles in Fe16Cr-17Ni austenitic alloy at high temperature J. Nucl. Mater. 283 (200O) 210-214.   \n[5]V.Zell，H. Schroeder，H. Trinkaus Helium Bubble Formation in Nickel during Hot Implantation J.Nucl. Mater. 212 (1994) 358-363.   \n[6]B. Gamez，L. Gamez，C. J. Ortiz, et al. Object Kinetic Monte Carlo calculations of electron and He irradiation of nickel J. Nucl. Mater. 386-88 (2O09) 90-92.   \n[7]I. Lemahieu，D. Segers，L. Deschepper, et al. Annealing Study of He-Irradiated Ni Samples Cryst Res Technol. 22 (1987) K210-K213.   \n[8]A. Uedono， S. Tanigawa，H. Sakairi Release Processes of He Implanted in Cu and Ni Studied by a Monoenergetic Positron Beam J. Nucl. Mater. 184(1991) 191-196.   \n[9]J. B.Adams，W.G. Wolfer Formation Energies of Helium-Void Complexes in Nickel J.Nucl. Mater. 166(1989) 235-242.   \n[10] V.A.Borodin，P.V.Vladimirov Diffusion coefficients and thermal stability of small heliumvacancy clusters in iron J.Nucl. Mater. 362 (2007) 161-166.   \n[11]C. Ortiz，M. Caturla，C.Fu,et al.He diffusion in irradiated $\\mathfrak { a }$ -Fe:An ab-initio-based rate theory model Phys.Rev.B.75(2007)   \n[12] X.Z. Cao，Q.Xu， K. Sato, et al. Thermal desorption of helium from defects in nickel J.Nucl. Mater. 412 (2011) 165-169.   \n[13] M.Horiki，T. Yoshiie， S.S.Huang, et al. Effects of alloying elements on defect structures in the incubation period for void swelling in austenitic stainless steels J.Nucl. Mater. 442 (2013) S813-S816.   \n[14] T. Ishizaki， Q. Xu， T. Yoshiie, et al. The recovery of gas-vacancy-complexes in Fe irradiated with high energy H or He ions Mater. Trans. 45 (2004) 9-12.   \n[15] E.Lu， X. Cao， S.Jin, etal. Investigation of vacancy-type defects in helium irradiated FeCrNi alloy by slow positron beam J. Nucl. Mater. 458 (2015) 240-244.   \n[16] J.F. Ziegler， J. P. Biersack， U.Littmark The Stopping and Range of Ions in solids,Pergamon, New York, (1985) http://www.srim.org.   \n[17] J. Qiu，Y. Xin， X. Ju, et al. Investigation by slow positron beam of defects in CLAM steel induced by helium and hydrogen implantation Nucl. Instr. Meth.Phys.Res.B.267 (2009) 3162-3165.   \n[18] Q. Xu， K. Sato， X. Z. Cao, et al. Interaction of deuterium with vacancies induced by ion irradiation in W Nucl.Instr. Meth.Phys.Res.B.315 (2013) 146-148.   \n[19] J. Qiu，X. Ju，Y. Xin, et al. He and H-implanted CLAM steel investigated by positronannihilation spectroscopy J. Nucl. Mater. 411 (2011) 20-24.   \n[20] Y. Xin， X.Ju， J. Qiu, et al. Vacancy-type defects and hardness of helium implanted CLAM steel studied by positron-annihilation spectroscopy and nano-indentation technique Fusion Engineering and Design. 87 (2012) 432-436.   \n[21] Z.Hu， Z. C.Li， Z. Zhou, et al. Positron and thermal desorption studies on He ion implanted nuclear graphite 13th International Workshop on Slow Positron Beam Techniques and Applications (Slopos13). 505 (2014)   \n[22] C. Dimitrov，M. Tenti，O.Dimitrov Resistivity Recovery in Austenitic Fe-Cr-Ni Alloys Neutron-Irradiated at 23-KJPhys FMet Phys.11 (1981) 753-765.   \n[23] Y. C. Wu，Y.C. Jean Hydrogen damage in AISI 304 stainless steel studied by Doppler broadening Applied Surface Science. 252 (2006) 3278-3284.   \n[24] T. Yoshiie， X. Cao，Q. Xu, et al. Damage structures in austenitic stainless steels during incubation period of void swelling Phys. Status. Solidi.c. 6 (2009) 2333-2335.   \n[25] K. Morishita， R. Sugano，B.D. Wirth MD and KMC modeling of the growth and shrinkage mechanisms of helium-vacancy clusters in Fe J.Nucl. Mater. 323 (2003) 243-250.   \n[26] D.J. Hepburn，D.Ferguson， S. Gardner, et al. First-principles study of helium, carbon, and nitrogen in austenite, dilute austenitic iron alloys,and nickel Phys.Rev. B.88 (2013)   \n[27] R.Sugano，K.Morishita，A. Kimura, et al.Microstructural evolution in Fe and Fe-Cr model alloys after ${ \\mathrm { H e } } +$ ion irradiations J. Nucl. Mater. 329 (2004) 942-946. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]