[
    {
        "type": "text",
        "text": "专题：青藏高原综合科学研究进展Progress of Comprehensive Scientific Research on Tibetan Plateau, China",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "丝绸之路与泛第三极地区人类活动、环境变化和丝路文明兴衰",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/111c9e3c295eb6260fba9af3d9c92f37197fe6bd68a67c9cb97fa1116a0dcd39.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "陈发虎12 安成邦² 董广辉² 张东菊² ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院青藏高原研究所高寒生态与生物多样性重点实验室北京100101  \n2 兰州大学资源环境学院西部环境教育部重点实验室 兰州730000",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要　泛第三极地区主要包括了青藏高原和其北侧的亚洲内陆干旱区，西至高加索等山脉，东至黄土高原西部。该区地处欧亚大陆腹地，是史前和历史时期东西方交流的主要通道，不同民族和多种文化历经了复杂而长期的接触、交流、冲突、融合和沉淀，开辟了东西方文明交流的便利通道，深刻地影响了人类文明发展的进程。研究泛第三极地区人类扩散、人类活动、环境变化和丝路文明兴衰及其相互关系，分析这一关键区域的社会环境发展规律，对于增强丝绸之路沿线各国的历史文化认同、揭示丝绸之路沿线地区的自然和社会演变规律，具有十分重要的理论与现实意义，同时也将为绿色丝绸之路建设提供历史借鉴和决策参考。泛第三极地区人类活动历史、文明演化过程及其与环境变化的相互作用应当成为我国的重点研究领域。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词泛第三极地区，人类活动，东西方文化交流，环境变化，丝绸之路DOI 10.16418/j.issn.1000-3045.2017.09.006",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "第三极地区是指亚洲中部以青藏高原为核心的高山高原地区，西起帕米尔高原和兴都库什山脉、东到横断山脉，北起昆仑山和祁连山、南至喜马拉雅山区，面积约500多万平方公里，平均海拔超过4000米，被誉为世界屋脊，是亚洲水塔，是地球第三极，是我国生态安全屏障区，也是“一带一路”核心区及其气候环境变化的驱动区。泛第三极地区以第三极为中心从东西南北不同方向辐散，但主要是东西方向扩展，西至高加索等山脉，东至黄土高原西部，面积约2000多万平方公里（图1），涵盖30多亿人口，与“一带一路”高度契合，是世界四大古老文明的发源地。泛第三极地区地处欧亚大陆腹地，至少从生理学上的现代智人在欧亚大陆的扩散和发展开始，经过漫长的自然-社会-经济发展，不同民族和多种文化历经了复杂且长期的文化交流融合，培育了这片欧亚文化、宗教、政治、经济交汇融合的连绵不断的地带。",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/4471cf2f0028f8d3de4e1d323d7209e331c61bff33db7e0536a9d2732db8987d.jpg",
        "img_caption": [
            "专题：青藏高原综合科学研究进展",
            "图1泛第三极地区地形图示及文中提到的重要旧石器时代遗址"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "虚线给出了泛第三极地区的大致范围",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "泛第三极地区实际上主要包括青藏高原及其北侧的亚洲内陆干旱区。而在青藏高原内部，又可以分为季风区和非季风区。季风区与非季风区分界大致沿河套地区至青藏高原东北部边缘，然后过青海湖西北经高原中部$3 2 ^ { \\circ } \\mathrm { N }$ 一线西伸至印度河谷[1]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "泛第三极地区与丝绸之路经济带高度重合。“一带一路”（the Belt and Road，B&R），即“丝绸之路经济带”和“21世纪海上丝绸之路”，是我国在新的国际政治经济发展格局下提出的国家倡议，也是泛第三极地区发展的新机遇。2013年9月，中国国家主席习近平访问中亚四国，首次提出共同建设跨欧亚“丝绸之路经济带”的构想，这一创新的大合作模式将重现丝路文明的辉煌。“一带一路”建设将为丝绸之路沿线各国和我国沿线各省区的经济贸易、文化交流、社会发展、生态环境建设等方面带来重大的发展机遇。泛第三极地区是丝绸之路经济带的核心区域，也是极其重要的生态屏障，其资源环境状况对我国及丝绸之路沿线各国的发展具有重大意义，同时也关乎到我国“丝绸之路经济带”建设目标的实现。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "研究泛第三极地区不同历史阶段的人类活动、环境变化和丝路文明兴衰及其相互关系，分析这一关键区域的人类不同发展阶段的人-环境相互作用的过程和规律，对于增强丝绸之路沿线各国的历史文化认同、揭示丝绸之路沿线影响社会发展的关键自然和人为因素，以及从“由古知今”的角度确定区域生态环境保护和经济社会发展的对策等方面都具有十分重要的理论与现实意义，同时也将为该区域的生态文明建设提供有针对性的决策参考。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 泛第三极地区的人类活动",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1旧石器时代",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "泛第三极地区的人类活动历史悠久，是除非洲以外欧亚大陆最早出现人类活动的地区，并且是早期人类扩散与交流的重要区域（图1）。格鲁吉亚的Dmanisi遗址出土了距今 $1 . 9 \\mathrm { M a }$ （“Ma”为“百万年”）的人骨化石，是直立人走出非洲的最早证据。印尼的爪哇人，是直立人到达东南亚的最早记录。塔吉克斯坦的Kuldara遗址是早期人类在中亚地区留下的最早足迹。中国北方泥河湾盆地的马圈沟、小长梁、东谷坨遗址，秦岭北侧的蓝田人（公王岭）遗址，中国南方的元谋人遗址，是东亚早期人类活动的最早代表[2]。由此可见，早期人类走出非洲之后在欧亚大陆东侧快速扩散，在辽阔的欧亚大陆，人群交流始终存在，并未因为高海拔的青藏高原、帕米尔高原和干旱的中亚沙漠区而相互隔绝。因此，泛第三极地区不仅是早期人类生活的家园，也是早期人群扩散和文化交流的重要通道。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "晚更新世，生理上的现代智人最先在非洲东部出现，距今10万年左右开始向欧亚大陆扩散，距今6万年前后到达澳洲大陆，晚更新世晚期现代智人到达美洲大陆，并于更新世末期登上“世界屋脊”青藏高原和“南美洲脊梁”安第斯山。晚更新世，泛第三极及其周边地区人类活动强度增加，遗址数量增多，但呈现出人群复杂、文化多样的特点。相较于欧洲，东亚地区人类化石地点较少，考古遗址数量较多，在人类演化和扩散方面争议较多。已知阿尔泰山地区同时存在尼安德特人和丹尼索瓦人，而中国境内则有可能是尼安德特人的许家窑人，带有强烈本地连续演化特征的许昌人，存在较大争议的广西智人洞和湖南道县现代人，以及有形态和基因支持的田园洞现代人等，显示晚更新世该区域同期并存多个区域性人群。此外，从石器文化角度来看，晚更新世阿尔泰和蒙古地区以莫斯特和石叶技术为主，而中国北方则以传统的小石片石器工业为主，但在少数遗址，例如宁夏水洞沟、呼玛十八站、新疆通天洞等，也出现了西方的勒瓦娄哇、莫斯特和石叶技术因素[34]。该区域晚更新世人群和文化的多样性和复杂性，使其成为现代智人起源和扩散研究的主要争议地区。目前的发现，使经典的非洲起源说受到挑战，一些西方学者因此推测现代智人走出非洲时间可能更早。然而，也有可能，亚洲的直立人在晚更新世早期演化成现代智人，于寒冷的冰期向南迁移，并沿冰期时可能曾是开阔森林环境的现代南亚茂密雨林向西迁移，扩散到非洲，然后再次走出非洲。另一方面，已经进化到较为发达的、具有智人特征的亚洲直立人向西扩散到欧洲演化成早期智人尼安德特人[5]。只有这种“先出亚洲，再出非洲”模型，才能更好地解释为何现代智人出非洲后，能够与尼安德特人、亚洲本地人融合发展。当然，这一假说尚需要更多的考古和遗传学证据，需要进一步的深入研究，但无论是原始智人出亚洲说或者现代智人出非洲扩散到欧亚大陆和澳大利亚，都会面对泛第三极环境及其变化带来的影响。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "泛第三极地区，特别是青藏高原，在人类对高海拔环境适应研究中意义重大。青藏高原海拔高，氧气稀薄，寒冷干燥，动植物资源相对单调，从而对人类生存造成生理和生计两方面的挑战。史前人类向青藏高原扩散的过程中，必须完成对高海拔环境的自身生理适应和技术适应。已有研究显示，史前人类最早于距今1.5万年到达青藏高原东北部，主要遗址集中在青海湖盆地。史前人类在青藏高原南部地区出现的时间可能相对较晚，目前已报道存在地层的邱桑遗址的年龄还存在较大争论[67]。在全新世中晚期农牧业到达青藏高原之前，古人类在高原上以季节性狩猎采集为生[8，并存在长距离大范围迁徙。但是，也有研究显示史前人类在到达青藏高原的时间可以早至末次盛冰期之前，主要得到基因研究的支持9，而相关的考古遗址均由于缺乏可靠测年而受到质疑[10]。在青藏高原开展更系统的考古调查和相关研究工作是进一步了解青藏高原古人类活动历史的关键。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2新石器时代至历史时期",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "人类的生产和生活方式在约10000BP（“BP”为“距今年代”）发生了巨大的变化，在欧亚大陆的东西两侧出现了两个世界最早的驯化中心[11,12]。小麦、大麦和家畜牛、羊驯化于西亚的肥沃新月形地带，而水稻和粟（谷子）黍（糜子）则分别驯化于中国的长江和黄河流域。农业起源是人类历史上最为重大的技术革新之一，促使人类从狩猎采集和迁徙向农业生产和定居的方式转变。其结果是人类生育周期的缩短和存活率的上升，并依靠农作物种植和家畜饲养获得稳定的食物来源。农业革命促使驯化中心的人口快速增长，并向周边地区扩张，同时推动技术的扩散和文化的传播，对欧亚大陆的新石器一青铜文化的整体发展起到了至关重要的作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "新石器一青铜时代欧亚大陆东西方交流的重要体现之一，是农业技术元素（农作物、家畜）的跨大陆传播，这个过程也被称为史前食物全球化[13]。由于农作物和家畜遗存可以用 $\\mathrm { C } ^ { 1 4 }$ 测年，通过总结对比欧亚大陆史前遗址植物考古和农作物遗存直接测年结果，可以梳理新石器一青铜时代跨大陆文化交流的历史。根据目前的结果，可以将史前欧亚大陆东西方交流分为3个主要阶段[4]：（1）10 500BP—4 500 BP，东亚起源农作物（粟黍）和西亚起源农作物（小麦、大麦）交汇前的传播与扩散，未出现明确的东西方文化交流信号；（2）4500BP—3500 BP，在中亚东部的哈萨克斯坦和中国西北地区最早出现东西方作物的交汇（图2），是跨大陆东西方交流的初级阶段；（3）3500BP—2200BP，东西方作物混合利用的范围已扩散至欧亚大陆东西两端，是跨大陆文化交流的强化阶段，为历史时期丝绸之路的开通奠定了重要基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "除农业元素外，欧亚大陆史前时代的东西文化交流还留下了多方面印记，包括具有东方文化特征的彩陶和西方文化特征的青铜器、权杖头、珠料装饰（青金石、绿松石等）、土坯建筑技术等，因此史前时代的东西方交流路线还被称为“彩陶之路”“玉石之路”等。农业和游牧经济的兴起和扩散还推动了人群的大规模迁徙和扩散，对当今世界的民族和基因分布产生了深远的影响。该时期欧亚草原游牧经济的兴起和强化，很可能是推动史前东西方文化交流和人群扩散的重要因素[15]。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/2f62f61b6385a39a5c00573a23216fb2d51b3dca97c734cf783d3a89ce172823.jpg",
        "img_caption": [
            "图2　泛第三极地区东西方史前人群扩散、跨大陆文化交流及陆上丝绸之路示意图"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "欧亚大陆史前时代晚期跨大陆的文化互动，促成了公元前2世纪古丝绸之路的形成，并成为历史时期东西方文化交流最主要的陆路通道（图2），为人类文明的发展作出了重要贡献[。学术界一般将公元前138年张骞出使西域视作是丝绸之路开辟的标志，其将东亚和中亚联系在了一起。在此之前，亚历山大大帝（公元前356一公元前323年）建立的帝国已经覆盖了丝绸之路西端的大片土地[7]。在张骞出使西域后，横跨欧亚大陆的交流网络得以贯通，将中国和中亚、西亚与欧洲各国的发展联系在了一起。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2 泛第三极地区环境变化",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.1 泛第三极地区自然环境的演化历史",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "晚白垩纪—晚始新世（126MaBP—38MaBP），亚洲中部干旱区大部分地区先后被特提斯海和随后的副特提斯海占据，青藏高原和帕米尔高原尚未隆升到现今高度和规模，在两极无冰的温室气候背景下，亚洲中部存在一个东西向带状分布的干旱-半干旱区，反映了行星风系控制的干旱-半干旱环境[18]。至 $3 8 \\mathrm { M a } \\mathrm { B P }$ ，横亘亚欧大陆内部的副特提斯海自中亚最终退出，亚洲内陆干旱环境开始形成并不断发展。根据干旱度和干旱区分布范围的不同，可将这一漫长的干旱化过程划分为初始干旱化、干旱化的显著加剧和现今干旱环境格局最终形成3个阶段。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "始新世晚期（38MaBP—34MaBP），中亚地区干旱环境开始形成，这一过程在始新世一渐新世之交达到顶峰。晚渐新世—早中新世（26MaBP—22MaBP），是干旱化加剧的阶段。青藏高原和帕米尔高原已隆升到一定规模，黄土高原西部[19]、准噶尔盆地等地广泛发育风成黄土。晚上新世—更新世（8MaBP—2.4MaBP），北极冰盖开始发育，中亚最西部的伊朗黄土高原和中部的塔吉克盆地开始大规模发育黄土一古土壤序列，塔克拉玛干沙漠开始大规模扩张。中、晚更新世（1.2MaBP—0.6MaBP），巴丹吉林沙漠、腾格里沙漠、乌兰布和沙漠等众多内陆沙漠的出现，标志着现今干旱环境格局的最终形成。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2泛第三极地区晚第四纪环境变化与环境现状",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "泛第三极地区人类活动深受第四纪环境变化的影响。目前，泛第三级地区较高分辨率的环境演化序列主要来自湖相沉积，例如里海、巴里坤湖、青海湖等，这些研究显示泛第三极地区的环境在末次间冰期以来经历了大幅度变化，对全球变化有明确的响应。冰芯方面，对西昆仑山古里雅冰芯过去 $1 2 5 \\mathrm { { k a } }$ （“ka”为“千年”）研究较为详细[20]，其氧同位素序列仍是迄今为止该区域末次冰期旋回温度变化的最好记录。黄土方面，来自中亚和新疆的黄土记录都有陆续发表。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "已有的古气候研究显示，在冰期一间冰期尺度，亚洲中部干旱区气候变化与东亚季风区总体一致。例如，塔吉克斯坦南部Chashmanigar 黄土剖面（ $3 8 . 4 ^ { \\circ } \\mathrm { N }$ ，$6 9 . 8 ^ { \\circ } \\mathrm { E }$ ）研究显示，近 $1 . 7 7 \\mathrm { M a }$ 以来的黄土一古土壤序列总体可以与我国黄土高原如灵台剖面（ $3 5 . 0 ^ { \\circ } \\mathrm { N }$ ，$1 0 7 . 5 ^ { \\circ } \\mathrm { E }$ ）的黄土一古土壤序列有很好对比：干冷的冰期沉积黄土，而暖湿的间冰期发育古土壤；两者可能最终均由全球冰量变化所驱动[21]。而对于全新世内陆干旱区的气候变化，前人曾注意到内陆干旱区气候环境演化规律与季风区不同，在当时的测年和技术手段下，认为末次间冰期以来存在“冷湿一暖干”的水热配置型式[22]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "近年来，随着测年精度的提高和可靠代用指标的使用，对亚洲内陆干旱区气候环境变化特殊性的研究进一步深入。最近的研究结果显示，末次冰期不论我国季风区还是西风区都表现为总体干旱的气候状况[23,24]。Chen 等1利用亚洲内陆干旱区12个高质量的湖泊记录进行集成，发现其早全新世气候干旱，多数湖泊仅形成于7kaBP一8kaBP以来，中、晚全新世出现高湖面，气候更为湿润；该结果也得到了后来基于孢粉资料的综述的支持[25]。中亚干旱区全新世气候环境变化与季风区不同；且其特殊性不仅限于水热配置与季风区相反，而可能存在更为复杂的湿度“错位相”变化。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "近年来发表的新疆黄土一古土壤记录显示[26]，全新世早期气候干旱，以黄土堆积为主；自6kaBP开始气候呈现逐步变湿的趋势，发育4层表征相对湿润气候的古土壤，且成壤最强的古土壤发育于晚全新世。晚全新世的古土壤甚至在伊朗都有发现。气候环境的湿润期出现在中晚全新世，对亚洲内陆干旱的人类文明发展产生了深远的影响。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 泛第三极地区环境变化与丝路文明的兴衰",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "丝绸之路的发展经历了不同的阶段。史前至汉代是丝绸之路的萌芽期，这一时期，古代文明首先在两河流域、印度河流域和中国北方出现。随着文化的传播和交流，以及晚全新世气候的改善，距今4000年以后，新疆等地的文化得到快速发展[27]，而农业技术的交流与革新最终促使来自于黄土高原的先民在距今3600年以后永久定居到青藏高原[28]。这些农牧混合定居点的出现，为丝绸之路的出现奠定了基础。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "我国汉代（公元前202年一公元220年）是丝绸之路开通和兴起的时期，魏晋南北朝时期（公元3一5世纪），丝绸之路受政局动荡的影响而时断时续，位于欧亚大陆两端的罗马帝国和汉帝国相继分裂，但中亚地区楼兰、焉耆、龟兹等古国兴起，丝路沿线文明仍有所发展。公元6一9世纪，气候相对湿润，唐帝国和阿拉伯帝国兴起，丝路沿线古文明达到空前的繁荣，丝路发展和跨大陆文化交流也达到了鼎盛的阶段。公元10一12世纪，由于中国政治、经济和文化中心的南移和海上丝路的开辟，陆上丝路的重要性逐渐降低。13世纪，年代际湿润多雨的时期促使蒙古帝国兴起，又使得陆上丝路一度有所复兴。公元1453年，横跨欧亚大陆的拜占庭帝国灭亡，取而代之的奥斯曼帝国阻断了亚洲和欧洲的联系，成为导致丝绸之路西段文化与中国交流中断的重大事件，欧洲各国被迫通过开辟新航路获得更多的贸易机会，进而促进了地理大发现（公元15一17世纪），以及海上丝绸之路的蓬勃发展。至公元1539年，边患频仍加上小冰期气候的影响，明王朝国力衰减，随着嘉峪关的关闭和“闭关绝贡”政策的实施，丝绸之路东段的文化交流趋向低谷，传统丝绸之路全面走向衰落[29]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "丝绸之路的开辟和发展，使人类在横跨欧亚大陆的长距离、大规模文化交流出现了质的飞跃，对人类社会的整体发展产生了极为深远的影响。丝绸之路的东西交流伴随着理念、技术、宗教和疾病等的传播，也伴随着贸易活动和人群的迁徙。中国的丝织品、漆器、茶叶和瓷器等传入中亚、西亚和欧洲，这些地区的农产品（甘蔗、葡萄、胡桃等）、金银器、香料、玻璃器等传入中国，对丝路沿线各国人民的生产生活产生了重要影响。中国古代发明技术也随丝路交流传入西方，加速了武器制造、航海技术等的发展，为新航路的开辟奠定了基础。丝路的发展为佛教、祅教、犹太教和伊斯兰教等宗教传播提供了便捷通道。譬如，公元8世纪时，伊斯兰教开始进入中亚；10世纪初，伊斯兰教传入新疆喀什地区；16世纪时取代佛教成为天山以南的主要宗教。随着泛第三极地区交流程度的增加，一些疾病也得以大范围传播。例如，14世纪时，里海地区黑死病暴发并向西传播至阿拉伯半岛和欧洲，导致欧洲损失了1/3的人口。此外，丝绸之路还是人群扩散与融合之路，历史时期乌孙、月氏、匈奴、突厥、回鹘、蒙古等民族沿丝绸之路大规模迁徙，很大程度上改变了欧亚大陆人群的空间布局，甚至连南亚的印度都深受亚洲中部社会变化的影响，其最后王朝莫卧儿王朝皇家自称是蒙古后裔。总之，丝绸之路的文化交流和人类活动是推动近2000年人类社会发展的重要动力，并深刻影响了现今世界的政治经济格局。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4研究展望",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "古代丝路的兴衰为我们留下了丰富的历史文化遗产，也为“丝绸之路经济带”的建设提供了许多有益的借鉴。这其中，有成功之处，也有许多深刻的经验教训。例如位于罗布泊的楼兰曾是一个以畜牧和渔猎为主、兼有屯田农业的古国。根据张骞出使西域的经历，司马迁在《史记》中记载：“楼兰出玉，多葭苇、柽柳、胡杨、白草，民随畜牧逐水草。”可当唐朝高僧玄奘取经归来时，却看到楼兰“城郭岿然，人烟断绝”。这种悲剧性的变化既有自然环境变化的因素，也有人类活动的影响。从新旧石器文化、现代智人扩散、早期农业传播引起的东西方社会发展到历史时期丝绸之路变迁角度，开展泛第三极地区丝路文明兴衰过程、社会变迁、环境变化及其相互作用研究，有助于认识这一人类活动悠久且环境变化剧烈地区人地关系演化的轨迹和规律，进而为绿色丝绸之路建设提供重要的历史经验和决策依据，具有十分重要的理论与现实意义。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1Chen F,Yu Z, Yang M,et al.Holocene moisture evolution in arid central Asia and its out-of-phase relationship with Asian monsoon history. Quaternary Science Reviews,2008,27(3-4):351-364.   \n2 Dennell R W. The Nihewan Basin of North China in the Early Pleistocene:Continuous and flourishing,or discontinuous, infrequent and ephemeral occupation? Quaternary International, 2013,295:223-236.   \n3Madsen D B,Li J Z, Brantingham P J,et al. Dating Shuidonggou and the Upper Palaeolithic blade industry in North China. Antiquity,2001,75(290): 706-716.   \n4 LiF,Kuhn S L,Gao X, et al. Re-examination of the dates of large blade technology in China: A comparison of Shuidonggou Locality 1 and Locality 2.JHum Evol,2013,64(2): 161-168   \n5Arnason U.A phylogenetic view of the Out of Asia/Eurasia and Out of Africa hypotheses in the light of recent. molecular and palaeontological finds. Gene,2017, 627: 473-476.   \n6 Meyer M C, Aldenderfer M S, Wang Z, et al. Permanent human occupation of the central Tibetan Plateau in the early Holocene. Science,2017,355(6320): 64-67.   \n7 Zhang D, Zhang N, Wang J, et al. Comment on“Permanent human occupation of the central Tibetan Plateau in the early Holocene\". Science,2017,357(6351): 64-67.   \n8Madsen DB,Haizhou M,Brantingham PJ,et al.The Late Upper Paleolithic occupation of the northern Tibetan Plateau margin. Journal of Archaeological Science, 2006,33(10): 1433-1444.   \n9 Zhao M, Kong Q-P, Wang H-W, et al. Mitochondrial genome evidence reveals successful Late Paleolithic settlement on the Tibetan Plateau. PNAS,2009,106(50): 21230-21235.   \n10 张东菊,董广辉，王辉,等．史前人类向青藏高原扩散的历史 过程和可能驱动机制.中国科学:地球科学,2016,46(8):1007- 1023.   \n11 Zeder M A. Domestication and early agriculture in the Mediterranean Basin: Origins, diffusion,and impact. PNAS,2008, 105: 11597-11604.   \n12 Zhao ZJ.New archaeobotanic data for the study of the origins of agriculture in China. Current Anthropology, 2011,52: S295-S306.   \n13 Jones M K, Hunt H,Lightfoot E,et al. Food globalization in prehistory. World Archaeology,2011,43: 665-675.   \n14DongGH,YangY S,HanJY,etal.Exploring the history of cultural exchange in prehistoric Eurasia from the perspectives of crop diffusion and consumption. Science China Earth Sciences 2017, 60: 1-14.   \n15 Frachett M D,Smith C E, Traub C M, et al. Nomadic ecology shaped the highland geography of Asia's Silk Roads. Nature, 2017, 543: 193-198.   \n16 Frankopan P. The Silk Roads: A New History of the World. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "London: Bloomsbury Publishing,2015. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "17Wood F.The Silk Road: Two Thousand Years in the Heart of Asia. Oakland:University of California Press,2002. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "18 Sun XJ,Wang PX.How old is the Asian monsoon system? -Palaeobotanical records from China.Palaeogeography, Palaeoclimatology, Palaeoecology,2005,222(4):181-222. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "19 Guo Z T,Ruddiman W F,Hao Q Z,et al.Onset of Asian desertification by 22 Myr ago inferred from loess deposits in China.Nature,2002,416:159-163. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "20 姚檀栋,施雅风,秦大河,等.古里雅冰芯中末次间冰期以来气候变化记录研究.中国科学：地球科学,1997,27(5):447-452.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "21 Ding ZL,Ranov V, Yang SL,et al.The loess record in southern Tajikistan and correlation with Chinese loess.Earth and Planetary Science Letters,2002,200(3): 387-400. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "22 李吉均.中国西北地区晚更新世以来环境变迁模式.第四纪研究,1990,10(3):197-204.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "23 Li G,Rao Z,Duan Y,et al.Paleoenvironmental changes recorded ina luminescence dated loess/paleosol sequence from the Tianshan Mountains,arid central Asia,since the Penultimate Glaciation. Earth and Planetary Science Letters,2016,448:1-12. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "24 Zhao Y,An C B,Mao L,et al. Vegetation and climate history in arid western China during MIS2:New insights from pollen and grain-size data of the Balikun Lake,eastern Tien Shan. Quaternary Science Reviews,2015,126:112-125. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "25 Wang W, Feng Z D.Holocene moisture evolution across the Mongolian Plateau and its surrounding areas:A synthesis of climatic records.Earth Science Reviews,2013,122:38-57. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "26 Chen F H,Jia J,Chen JH, et al.A persistent Holocene wetting trend in arid central Asia,with wettest conditions in the late Holocene,revealed by multi-proxy analyses of loess-paleosol sequences in Xinjiang,China.Quaternary Science Reviews,2016, 146: 134-146. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "27 安成邦,王伟,段阜涛,等.亚洲中部干旱区丝绸之路沿线环境演化与东西方文化交流.地理学报，2017，72(5)：875-891",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "28 Chen F,Dong G, Zhang D,et al.Agriculture facilitated permanent human occupation of the Tibetan Plateau after 36Oo B.P. Science, 2015,60: 1-14. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "29 周伟洲，丁景泰．丝绸之路大辞典．西安：陕西人民出版社,2006:1-2.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Human Activities, Environmental Changes, and Rise and Decline of Silk Road Civilization in Pan-Third Pole Region ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Chen Fahu1,²An Chengbang²Dong Guanghui²Zhang Dongju² (1KeyLaboratoryofAlpine EcologyandBiodiversity,InstituteofibetanPlateau Research,ChineseAcademyofSciences, ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Beijing100101,China; ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2KeyLaboratoryofWestChina'sEnvironmentalSystem(MinistryofEducationofChina),ScholofResourcesandEnviomen ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Lanzhou University,Lanzhou 73oooo,China) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "AbstractTheThirdPoleRegionmainlyincludestheTibetanPlateauandthearidcentralAsia,paningfromtheCaucasusmoutainsto theLessplateuLcatedintenterandofteErasianotitdtnicgousdulturesintseaeperiedplex andlong-termontactomucationfusin,anddimetarycretioenngupoveenthelfrcangesbtste andWestercivilizations,profoudlyinfluencingthedevelopmentprocessofhumacivilizationStudyonthehumanactivities,hangef environmentadiratiosptntsellofteSioadndalisofalrontvelopntofse willenefitoutrlogtiodtolutualrustdluraldetityuchstudyseyporanttoreialdpactia significance,providing the historical reference for the construction of green Silk Road. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "KeywordsPan-ThirdPoleregion,humanactivities,EasterandWesterculturalexchanges,environmentalchange,ilkRoad陈发虎中科院院士，发展中国家科学院院士，中科院青藏高原所研究员，兰州大学教授。任INQUA环境演化委员会副主席（IGU），中国地理学会副理事长，中国自然资源学会副理事长。主要从事气候环境变化及其与文明演化的相互作用的研究，发表论文400多篇。目前担任《中国科学·地球科学》执行主编，国际期刊Frontier of EarthScience和Journal ofArid Land副主编，著名SCI刊物Journal ofQuaternary Science，Palaeogeography,Palaeoclimatology,Palaeoecology编委，以及一些中文期刊编委。E-mail: fhch@itpcas.ac.cn",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "ChenFahuMemberofChinese Academyof Sciences (CAS),memberofThe World AcademyofSciences (TWAS)fortheadvancement of scienceindevelopingountries,aprofesorforyicalGeographyandQuatearyScienceinanzhouUniversitynddctorofey LaboratoryofWest China’sEnvironmentalSystem (MinistryofEducationofChina)from205to2016.HewaschairmanofRapidClimatic Changes in theCentral-Asia’s Drylandunder INQUA (INQUA RACHAD Working Group,1999—2007),and isassociatechairmanof EnvironmentEvolutiCmsion(GU);vicepresidentofinaegacietydChiSocityofturalResous.sic workinvolvtelssaoe)tegtallo evolution,andaeloitsaluseotalcostructioaontteactioiridasia. HehaspublishdretanapesierevieedjoualsdaredumerousproectsfroNatioalaturaieFdtio ofChina,MintryfieceadchologyCndstryofucatioostofthareivoedbyteatioaleaos CurrentlyeiEeutiioertateeiieed Landeditorlaeaeted of journals in Chinese.E-mail: fhch@itpcas.ac.cn ",
        "page_idx": 8
    }
]