[
    {
        "type": "text",
        "text": "A new species of Kubanochoerus (Suidae, Artiodactyla) from the Linxia Basin, Gansu Province, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "HOU Su-Kuan1,2.3 DENG Ta01,2.3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology and Paleoanthropology,ChineseAcademy of Sciences Beijingl0oo44 housukuan@ivpp.ac.cn) (2CASCenterfor Excellence inLife and Paleoenvironment Beijingl00044) (3 College of Earth and Planetary Sciences,University ofChineseAcademy of Sciences Beijing100049) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract A new specimen of kubanochoeres has been discovered from the Maida locality, Linxia Basin, Gansu Province, China,and a new species,Kubanochoerus parvus sp. nov.,has been created based on the unique partially broken cranium. The new species has a relatively small body size similar to $K _ { \\cdot }$ massai and $K .$ minheensis.The new species,which possesses relatively wide cheek teeth that resemble those of $K$ 、massai and many derived characters that are similar to K. gigas, may represent a separate lineage of the Eurasian kubanochoeres. The horizon of the Maida locality is speculated to be the upper Hujialiang Formation or lower Liushu Formation, and the new species is possbly the youngest known kubanochoere.Based on the comparison of the known kubanochoere,Libycochoerus is suggested to be a synonym of Kubanochoerus, while K.robustus and $K$ 、lantienensis are synonyms of K. gigas. There is not suficient evidence to support the subdivision of $K .$ gigas at the subspecies level. Kubanochoerus gigas is speculated to have derived from more primitive forms that existed earlier than $K .$ massai,and the new species may be derived from $K .$ massai or other earlier forms.Kubanochoerus minheensis,which bears a relatively small body size and rudimentary sub-lophodont dentition, is suggested to be another separate lineage of the Eurasian kubanochoeres. 6. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords Linxia Basin; Neogene; Suidae;Listriodontinae;Kubanochoerust ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Hou S K,Deng T, in press.A new species of Kubanochoerus (Suidae,Artiodactyla) from the Linxia Basin, Gansu Province,China. Vertebrata PalAsiatica,DOI: 10.19615/ j.cnki.1000-3118.180402 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Kubanochoeres belong to a group of giant bunodont suids that are found from the Early to Middle Miocene deposits of the Old World. Kubanochoere fossils were first discovered in China and later in other Eurasian countries and Africa, which have been reported as Listriodon (Pearson,1928; Liu and Lee,1963), Kubanochoerus (Gabunia,1955,1958,1960; Qiu et al., 1988;Ye,1989; Guan and van der Made,1993), Bunolistriodon (Wilkinson,1976; Qiu et al., ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1981),Libycochoerus (Arambourg,1961,1963; Pickford and Ertirk,1979; Pickford,1986), Hemimastodon (Pickford,1987),and Megalochoerus (Pickford,1993). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The classification of kubanochoeres has been a highly controversial topic.The first described kubanochoere fossils were found in China and classified as Listriodon gigas (Pearson,1928). Gabunia (1955) erected Kubanochoerus robustus for a giant mandible found in Belometchetskia, part of the Caucasus region,and later erected a separate subfamily, Kubanochoerinae, for these giant suids,after a “horned” cranium was discovered from the same locality (Gabunia,1958). Arambourg (1961) described a large mandible from Gebel Zelten, Libya, named Libycochoerus massai. After the discovery of a “hornless”cranium found from the same locality, Arambourg (1963) validated the genus name Bunolistriodon instead of Kubanochoerus and Libycochoerus based on the similar cranial morphology of Lib. massai and Lis. jeanneli. Gabunia (1973),however, listed differences between $K .$ robustus and Lis. lockharti, confined Bunolistriodon to B. lockharti, and maybe also to $B$ . jeanneli as well, and claimed Libycochoerus to be a synonym of Kubanochoerus. Leinders (1975) questioned the generic difference between B. lockharti and Lis. splendens,and considered Bunolistriodon to be a nomen nudum and suggested the reuse of Libycochoerus. Wilkinson (1976) again followed the classification of Arambourg (1963) and placed all kubanochoere fossils in Bunolistriodon; he also named a new species, B. khinzikebirus, which has larger body size than $B$ gigas. However, Cooke and Wilkinson (1978) later transferred these large forms and $B$ . jeanneli to Kubanochoerus within the subfamily Listriodontinae. Contemporaneously, the Chinese kubanochoeres were atributed to Listriodon (Liu and Lee,1963) or Bunolistriodon (Qiu et al., 1981), and the genus name Kubanochoerus has not been mentioned. Pickford (1986) accepted the viewpoint of Gabunia (1973) and Leinders (1975) when reviewing the African Suidae; he confined the genus Libycochoerus to the giant suid from Africa, and Kubanochoerus to the giant Eurasian forms; and enlarged the subfamily Kubanochoerinae to contain both the largesized Libycochoerus and Kubanochoerus, and the small-sized Nguruwe and Kenyasus. Qiu et al. (1988) suggested that Kubanochoerus, Libycochoerus,and Bunolistriodon are all valid genus of Listriodontinae; they placed the large-sized Eurasian kubanochoere materials to Kubanochoerus,and moved materials of $B$ .jeanneli to Libycochoerus.Guan and van der Made (1993)again denied the validity of Libycochoerus; they put all the giant forms to one single genus,Kubanochoerus,and merged all the “horned’ fossils to one species, K. gigas. Van der Made (1996) nomen transferred Kubanochoerinae Gabunia, l958,to Kubanochoerini Gabunia, 1958, moved Nguruwe to Lopholistriodontini, and excluded Kenyasus from Listriodontinae. However, McKenna and Bell (1997), Liu (2003),and Harris and Liu (2007) still followed the classification of Pickford (1986) and admitted to the validity of the Kubanochoerinae, Libycochoerus and Kubanochoerus.The recent cladistic analyses mostly followed the classification of van der Made (1996), taking Kubanochoerus as the only genus of the large forms,and the results suggest that Kubanochoerus is a sister group of the smallto medium sized listriodonts within the subfamily Listriodontinae, and Nguruwe and Kenyasus are excluded from the Listriodontinae (Orliac,2009,2013; Orliac et al.,2010; Hou and Deng,2014) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this paper,a partially broken cranium found from the Linxia Basin, China, is described and compared with the known kubanochoeres.The new specimen was purchased by a local farmer named Zhao Rong from Dalang Town, Hezheng County. Now it is housed at the Hezheng Paleozoological Museum. The specimen was allegedly dug out from a hillside tunnel west to the Maida village,Maijiaji Town, Hezheng County, Gansu Province, China (Fig. 1). In order to verify Zhao's statement about the provenance of the fossil we examined the locality twice.Based on a close comparison of the cranium part with other fosils unearthed from the tunnel and the lithology exposed nearby,it is safe to assume that the cranium under study came from this tunnel.The fossiliferous layer is composed mainly of brownish red silty mudstone or muddy siltstone with thin intercalated layers of smallcalcareous concretions. There are at least seven conglomerate layers or lenses above the fosil cave as well as one conglomerate layer two meters below the tunnel. Based on comparison with a relatively continuous section west of the Maida Locality (Chawanling Section), the horizon of the fossliferous layer is speculated to be top of the Hujialiang Formation or bottom of the Liushu Formation, corelating to the latest Middle Miocene or earliest Late Miocene. Judging by the accompanying fossils of Gobicyon, the age of the fossiliferous layer is a little younger than the Tongxin fauna. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The cranium is relatively small compared with those of other kubanochoeres,and differs from the other kubanochoeres in both the cranial and dental morphologies. Therefore,a new species, Kubanochoerus parvus sp.nov., is erected. The new species sheds new light on the classification and evolution of kubanochoeres. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/daccdb28cf657d52765806dd313895af1f0319ee777c9de6392390a5d1d60639.jpg",
        "img_caption": [
            "Fig.1Location map of the area studied in the Linxia Basin "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The tooth orientation and the dental nomenclature of the common features on all tooth crowns (main cusps and accessory cusps) used here mostly follow Pickford (1986,1988),and the work of Boisserie et al.(2OlO) is also considered for the nomenclature of the crest on the premolars. Tooth measurement follows van der Made (1996). Tooth width was measured at the widest part of the base of the crown. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "AbbreviationsDLL,labio-lingual diameter of incisor; DMD,mesio-distal diameter of incisor; L,length of premolar and molar; W, maximum width of premolar and molar; I index, (L/ $W ) { \\times } 1 0 0$ 0r (DLL/DMD) $\\times 1 0 0$ . BMNH,Beijing Natural History Museum; HMV, prefix of the catalogue number at the Hezheng Paleozoological Museum. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2 Systematic paleontology ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Artiodactyla Owen, 1848 Suidae Gray,1821 Listriodontinae Simpson, 1945 Kubanochoerini Gabunia, 1958 Kubanochoerus Gabunia,1955 Kubanochoerus parvus sp. nov. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(Figs. 2-4; Tables 1-3) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "HolotypeHMV 1985,anterior half of an adult cranium，which is slightly laterally compressed. The posterior part the cranium is broken off from the post-median part of the orbit on the right side,and from anterior of the orbit on the left side. The posterior part behind the palate is missing.The crowns of the left I1-I2 and the left Pl are broken off; the right canine is broken at the tip; the right P1 retains only its root; the right M3 crown is largely shattered,and the left I3 and the right P1 are not preserved. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Locality and horizon Maida Locality (LX 200601, $N 3 5 ^ { \\circ } 2 1 ^ { \\prime } 1 9 . 7 ^ { \\prime \\prime }$ ， $\\mathrm { E } 1 0 3 ^ { \\circ } 1 1 ^ { \\prime } 5 8 . 0 ^ { \\prime \\prime } \\$ ， latest Middle Miocene or earliestLate Miocene. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Etymology Parvus,Latin, small. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "DiagnosisSmall Kubanochoerus (cheek teeth is similar to $K .$ massai,about $90 \\%$ of $K .$ （24号 minheensis,and $7 5 \\mathrm { - } 8 0 \\%$ of $K .$ gigas） with complex features of $K .$ massai (wide cheek teeth) and $K .$ gigas (derived characters like fused premaxillae,more mesio-distally enlarged I1, tightlyarrangedI1-I3,large $_ { \\mathrm { I 3 - C } }$ diastema,more posteriorly extended palate,relatively small P1,large P1-P2 diastema), and unique upper canine (relatively long and straight, projecting antero-laterally,and only slightly inferior). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Description ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Cranium lateral viewThe dorsal border of the nasal bone is straight and slowly rises posteriorly (Fig.2). The facial part seems unnaturally high,which is likely the result of the lateral depression (Table 1). The premaxillae are stout,and their nasal processes steeply rise posteriorly. The premaxillo-maxillary suture forms an angle of about $6 0 ^ { \\circ }$ with the horizontal plane,and its rear-end meets the naso-maxilary suture before the level of P2.The facial surface of the maxillary is broad and weakly concave. The preorbital fossa is very shallow, lacing a clear margin. On the right side of the skull, two round infraorbital foramina appear in a common fossa separated by a thin lamella above P3/P4 (Fig. 2B). The lacrimal bone is small and triangular with an acute angle pointing anteriorly (length: $4 8 ~ \\mathrm { m m }$ ,maximum width: $3 4 ~ \\mathrm { m m }$ ） The orbit is highly situated,and its anterior rim is slightly posterior to the M3.The zygomatic arch originates above the anterior border of the M3.The facial crest is faintly shown. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/217cf8640b376ef6601fa5de6767d453d2f519de67eb01bb2890e0df328092cf.jpg",
        "img_caption": [
            "Fig.2 Cranium of Kubanochoerus parvus sp.nov. (HMV 1985) from the Linxia Basin A.leftview;B.rightview "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Ventral viewThe incisors are arranged in a wide and gentle arc (Fig. 3A). The Ils are implanted nearly transversely,and the I2-I3 form an angle of about $4 5 ^ { \\circ }$ with the Ils.There is no niche in front of the upper canine.The palate is slightly broadened at the level of the upper canine alveoli. The palatine fissures are comparably long, extending from the level of the anterior of the I3s to the anterior of the upper canines,and slightly converge anteriorly. The median palatine suture forms a weak crest. The posterior part of the palate is broken off, but what remains stillextends the M3 length far behind the tooth rows.The anterior part of the zygomatic arch does not markedly expand laterally, which forms an angle of about $3 0 ^ { \\circ }$ with the axis of the skull. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Dorsal viewThe nasal bones are long and narrow, and their dorsal surfaces are convex in transversal direction (Fig. 3B).There is a sagittal groove along the nasal suture, which is slender and weakens posteriorly. The tips of the nasal bones are slightly broken, reaching beyond the upper canines. The posterior part of the nasal bones is broken off, so the nasofrontal suture cannot be observed. The premaxillae are fused at the anterior part, with a sagittal-groove on the dorsal surface, which widens and deepens posteriorly. The upper canine alveoli are large and bulging labially. The dorsal surface of the canine alveoli, triangular in shape, is smooth and slopes down slightly. H ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/43a08c8c8698528ef9971c9e41ea72d089c9c1de4aff1072a9576d3432735e5b.jpg",
        "table_caption": [
            "Table1Measurements and comparison of cranium of Kubanochoerus parvus sp.nov. (HMV 1985) from the Linxia Basin,and some other kubanochoeres species (mm) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td rowspan=\"2\">K. parvus sp. nov. HMV1985</td><td colspan=\"2\">K. gigas</td><td rowspan=\"2\">K. massai Gebel Zelten (Arambourg,1963)</td></tr><tr><td>IVPPV8501 Koujiacun (Qiu et al., 1988)</td><td>N33 Belometchetskia</td></tr><tr><td>Premaxillae-M3</td><td>287.9</td><td>402</td><td>(Gabunia,1960) 385</td><td>300</td></tr><tr><td>Premaxillae-Posterior border of palate</td><td>>330</td><td>490</td><td>451</td><td>312</td></tr><tr><td>Width of palate at C</td><td>~80</td><td></td><td></td><td></td></tr><tr><td>Width of palate at P1</td><td>53</td><td>69</td><td>69.6</td><td>42</td></tr><tr><td>Width of palate at M3</td><td>43</td><td>59.5</td><td>73.9</td><td>42</td></tr><tr><td>Width of cranium at P2</td><td>73</td><td>90</td><td>92</td><td>60</td></tr><tr><td>Width of craniumat M3</td><td>~166</td><td>215</td><td>~292</td><td>174</td></tr><tr><td>Heightof cranium at P2</td><td>103</td><td>96.7</td><td></td><td>81</td></tr><tr><td>Height of craniumat M1</td><td>122.1</td><td>~120</td><td></td><td>117</td></tr><tr><td>Height of craniumatM3</td><td>139</td><td></td><td></td><td></td></tr><tr><td>P1-M3</td><td></td><td>237</td><td>235</td><td>205</td></tr><tr><td>P1-P4</td><td></td><td>121</td><td>120.5</td><td>102</td></tr><tr><td>P2-P4</td><td>67.9</td><td>85.3</td><td>90</td><td>70.5</td></tr><tr><td>M1-M3</td><td>91.2</td><td>119</td><td>112</td><td>102</td></tr><tr><td>I3-C diastema nced</td><td>21.5</td><td>30</td><td>30</td><td>~12</td></tr><tr><td>P1-P2 diastema</td><td>21</td><td>15.5</td><td>21.5</td><td>~9</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "DentitionThe I1 crown is mesio-distally enlarged; though heavily worn, it is still notably longer than the crowns of the I2 and I3 (Fig. 3A; Table 2). A longitudinal groove is developed at the mesial 2/5 part on the labial side, which separates the crown into two parts. The distal portion of the labial surface is broken,so whether or not there is another groove present is unknown.A small facet is present on the mesial side of the crown, indicating a contact point with its counterpart. The labial surface is smooth and strongly convex,and there is no labial cingulum. The lingual surface is flat,and the lingual cingulum forms a narrow platform. The crown is worn essentially apical, and the wear facet narrows at the distal part. The root,cross section of which conforms to that of the crown,is strong,but smaller and more rounded.The I2 is about 1/3 the size of the I1.It leans posteriorly against the linguo-distal part of the I1,and forms an angle of about $4 5 ^ { \\circ }$ with the I1.The transverse section of the I2 crown is a narrow diamond. The labial surface of the I2 is only slightly convex, with a shallow depression at the mesial part.The labial cingulum is thin and only developed at the mesial end. The root is strong and rounded in transverse section. There is a small diastema between the roots of the Il and I2. The I3 is similar to the I2, but smaller. The lingual cingulum is strong. There is a short I2-I3 diastema (ca. $4 { \\mathrm { - } } 5 \\ \\mathrm { m m }$ ,andalong $_ { \\mathrm { I 3 - C } }$ diastema (Table 1). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/67405fc2c4cadd832b619f8fbd31f687a5b1e20a0f2733db35a98f9c23712720.jpg",
        "img_caption": [
            "Fig.3cranium of Kubanochoerus parvus sp. nov.(HMV 1985) from the Linxia Basin A.ventral view;B.dorsal view "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/28f234c8cd3bb97b61d10c5bebc2f59dc5af1d8a1c12fd407079de845a977dc0.jpg",
        "table_caption": [
            "Table 2 Measurements of the upper incisors and canine of Kubanochoerus parvus sp. nov. (HMV 1985) fromtheLinxiaBasin (mm) "
        ],
        "table_footnote": [
            "Abbreviations: DLL. linguo-labial diameter in incisors; DMD. meso-distal diameter in incisors; L length;W.width. "
        ],
        "table_body": "<html><body><table><tr><td></td><td>I1 (DMD×DLL)</td><td>I2 (DMD×DLL)</td><td>I3 (DMD×DLL) C(LxW)</td></tr><tr><td>Right</td><td>33.8×19.1</td><td>20.1×12.2</td><td>16×8.8</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The upper canine (Figs. 2-3; Table 2) is moderately robust. Its crown is nearly straight, projecting mainly antero-laterally,and only slightly inferior, which forms an angle of about $4 5 ^ { \\circ }$ with the palate.It is compressed dorsoventrally, so the cross section is oval in shape.There is a longitudinal groove developing on the dorsal side of the canine,which extends to the middleupper part of the canine. The enamel layer cannot be observed. There are two worn facets on the canine,the larger one at the middle-to-upper part of the ventral surface,and the smaller one at the tip of the posterior surface. There is a long $\\mathbf { C } \\mathbf { - } \\mathbf { P } 1$ diastema $( 1 4 . 6 \\mathrm { m m } )$ ） ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The upper cheek teeth (Fig. 4; Table 3) are arranged in a straight line.The P1-P2 diastema is long,making the premolar row relatively longer than the molar row.The molars are simple, brachyodont and bunodont. The enamel of the molar is thick. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The P1 only preserved the alveolus,which is situated slightly labially to the P2-M3 row and forms an angle of about $1 5 ^ { \\circ }$ with the P2-M3.Judged from the alveolus,the P1 should be notably smaller than the P2. The root of the P1 is bifid and inclines posteriorly. There is a long P1-P2 diastema. The P2 is triangular from the occlusal view. The preparacrista and postparacrista are both well developed, forming an angle of about $3 0 ^ { \\circ }$ with the tooth row; and the postparacrista is longer than the preparacrista. There is a weak crest at the anterolabial corner of the paracone. The talon of the P2 expands lingually, so the posterior width of the P2 is larger than the anterior width.The main cusplet of the talon is large,connected with the postparacrista by two smal protuberances of irregular form. The lingual cingulum is high and thick,and the posterior cingulum is relatively low.The labial cingulum is only developed anteriorly and posteriorly, connecting with the anterior and posterior cingula. The P3 is similar to the P2 but larger. The P3 talon has a large main cusplet fused with the lingual and the posterior cingula. The lingual cingulum is as strong as in the P2,and the labial cingulum is uncontinuous. There is a worn facet at the anterior part of the paracone, so the preparacrista lies on the same plane with the antero-labial crest. The P4s seems in situ but is rotated 180, which may represent a case of maleruption. The crown of the P4 is round in occlusal view. The paracone and the metacone are well separated. The protocone forms a wide crest due to wear,and there is no groove on either the labial or the lingual surface of the labial crest, so the presence of a hypocone is unknown. There is one small accessory cusplet present in the sagittal valley,which is fused with the main cusps and the anterior cingulum at the base. The anterior and the posterior cingula are thick and continuous,the lingual cingulum is thick but discontinuous in the middle,and there is no labial cingulum. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/e8e53ac9d7bfb2015224d66217013e80f4c0cb127e09e273053541344bf2bf60.jpg",
        "img_caption": [
            "Fig.4Left upper tooth row with the P2-M3 of Kubanochoerus parvus sp. nov. (HMV 1985) fromthe Linxia Basin, occlusal view "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/77c1dfc62334029a581490621a0d8c6f145c854bfb56d89c75429745a2e0db3b.jpg",
        "table_caption": [
            "Table 3Measurements of the upper cheek teeth of Kubanochoerus parvus sp.nov.(HMV1985) from the Linxia Basin (mm) "
        ],
        "table_footnote": [
            "Abbreviations: L. length; W. width. "
        ],
        "table_body": "<html><body><table><tr><td></td><td>P2 (L×W)</td><td>P3 (L×W)</td><td>P4 (L×W)</td><td>M1 (L×W)</td><td>M2 (L×W)</td><td>M3 (L×W)</td></tr><tr><td>Left</td><td>24.6×17.3</td><td>24.7×21.4</td><td>19.7×21.6</td><td>20.6×</td><td>29×31.8</td><td>42.9×33</td></tr><tr><td>Right</td><td>25×18.2</td><td>25×21.7</td><td>20.3×21.8</td><td>21.5×26.4</td><td>28.5×31.5</td><td></td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The first lobe of the M1 is narrower than the second lobe. The four main cusps are completely worn; therefore, no detailed morphology can be observed. There is a large protostyle. The M2 crown is rectangular in occlusal view, with its being width slightly greater than the length. The main cusps are simple,inflated,and slightly elongated labiolingually on the worn surface.The protostyle is notable.The labial valley is deeply U-shaped.The anterior and median accessory cusps cannot be observed on the worn surface.The anterior cingulum is weak and continuous, the posterior cingulum is moderately developed, the labial cingulum only exists at the labial vally,and the lingual cingulum is absent. The main cusps of the M3 are similar as in the M2.The anterior accessory cusp is small and round,connected with the protocone when worn. The median accessory cusp is large and inflated, connected with the hypocone and the metacone when worn. The M3 talon is small, mainly formed by a round hypoconule that connects with the hypocone,and a small and simple cusplet that originates from the posterior cingulum and connects with the hypocone by one small cusplet and with the metacone by the serrated postero-labial cingula.There is also a serrated cingulum-like ridge connecting the hypocone and the metacone at the base. The anterior cingulum is moderately developed and continuous, with a strong protostyle. The labial cingulum is only serrated at the labial valley, and the lingual cingulum is absent. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Comparative discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The new specimen from the Maida locality in the Linxia Basin was previously recognized as Listriodon mongoliensis according to its relatively small size (Deng, 20o9). The new specimen is approximately the same size as Kubanochoerus massai (Fig. 5),and is larger than any known Listriodon and Bunolistriodon. The I1 of the new specimen is bilobate, differing from the usually multilobate I1 of Listriodon and Bunolistriodon. The I index of I1 is 177 in the new specimen, which is within the range of K. massai, and smaller than many Early to early Middle Miocene forms of Bunolistriodon and Listriodon.The M3 of the new specimen is relatively simple and bunodont, differing from the fully lophodont teeth of Listriodon and the sub-bunodont to lophodont teeth of progressive Bunolistriodon. All these differences suggest a closer relationship to the large bunodont kubanochoere than to Listriodon or Bunolistriodon. Therefore, the new specimen undoubtedly belongs to the kubanochoere group. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the known species of kubanochoeres,K. khinzikebirus, K. mancharensis and Megalochoerus are giant forms.Kubanochoerus khinzikebirus is about $1 5 0 \\%$ the size of the new specimen, K. mancharensis is even larger, and Megalochoerus is the largest, thus, the new specimen cannot be attributed to either of them. Kubanochoerus marymunnguae only preserved the P2 and M3 of the upper dentition; its P2 is larger than the P2 of the new specimen and proportionally longer,and its M3 is notably wider than the M3 of the new specimen; so, the new specimen cannot be $K .$ marymunnguae either. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The new specimen resembles Kubanochoerus massai in the relatively small body size and wide cheek teeth (Fig. 5),but differs in the following characters, K.massai in bracket: 1) premaxillae meet anteriorly in the mesial plane, with a sagittl-groove moderately developed on the dorsal surface (a notable V-shaped gap presents anteriorly between premaxillae); 2) the I1s more mesio-distally enlarged (Fig. 6),and meets the counterpart at both the crown and the root (less mesio-distally enlarged,and neither the crown nor the root of the I1s meet each other); 3) the I1-I3 are arranged tightly,and the I1 is notably larger than the I2 (large I1- ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4 P2 36 P3 (uu) P4 □ 27   \n量 2 8 6 ： 。 。 28 19 24 8 。 。 。 · 29 19 23 27 248 20 22 24 26 28 多 25 30 35 Width (mm) Width (mm) Width (mm)   \n3 M1 45 M2 M3 □ 32 41 8 55   \n2 0 . 多 8。 9 24 29 80° 35 o。 。 . 20 20 25 30 35 40 23 30 35 40 45 2525 30 35 40 45 50 Width (mm) Width (mm) Width (mm) ·Kubanochoerus parvus sp.nov. 。K.massai +K.gigas from Dingjiaergou by Qiu et al.(1988) K. gigas from Belometchetskia K. gigas from Koujiacun - K.gigas from Quantougou ·K. gigas from Tongxin by Guan and van der Made (1993) - K.khinzikebirus × K.marymunnguae ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "I2 diastema,and the I2 only moderately decreased); 4) labial longitudinal groove of the I1 is shallow and at the mesial 2/5 part of the crown (relatively deep and closely situated in the middle); 5) upper canine relatively strong, alveolus expand evidently, worn facet developed at the base of the ventral surface and the tip of the posterior surface, no niche developed anterior to the upper canine (upper canine and its alveolus weak, worn facet only developed on the anterior surface,small niche exists anterior to the upper canine); 6) palate relatively wide, exceeding far behind the M3 (narrow, near the M3); 7) palatine fissures slender, located posteriorly (short, located anteriorly); 8) P1 small (relatively large); 9) the I3-C, C-Pl and P1-P2 diastemas have similar length, which are relatively large (the C-P1 diastema much longer than the I3-C and P1-P2 diastemas). Therefore, the new specimen cannot be attributed to $K .$ massai. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "On the other hand,the new specimen resembles the Eurasian Kubanochoerus in most of the characters above that differentiate it from $K .$ ，massai, for instance: the fused premaxillae, the relatively large and wide I1,the tightly arranged I1-I3,the stronger upper canine, the large $_ { \\mathrm { I 3 - C } }$ diastema,the slender palate fissure,the more posteriorly extended palate,the relatively small P1, the large P1-P2 diastema, etc.The new specimen is smaller than all known Eurasian Kubanochoerus (Fig. 5). It is about $7 5 \\mathrm { - } 8 0 \\%$ of $K .$ gigas (includes $K .$ lantienensis and $K$ robustus). The facial region of the new specimen is relatively broad and the dorsal profile of its skull rises posteriorly,while in $K .$ gigas the facial region is narrower and the dorsal profile of skull is nearly horizontal from the tip of the nasal bone to the base of the frontal appendix. The new specimen also differs from $K$ ：gigas in the following characters (the characters of the latter are in bracket): 1) weaker sagital-groove on the dorsal surface of the premaxillae (notable); 2) posterior ends of the palate fissures reach almost the anterior ends of the upper canine alveoli (only slightly posterior to the rear end of the I3); 3) upper canine and the canine alveolus are relatively small, upper canine relatively straight, projecting antero-laterally and only slightly inferior (relatively large,upper canine projects postero-laterally); 4) the paracone and metacone of the P4 are well-separated (partly separated). Therefore, the new specimen cannot be assigned to $K .$ gigas. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/55cc6a8076c5c42df6ed8603251a2d4f7c16aec2c3623bdc52a4d0af2463ab9b.jpg",
        "img_caption": [
            "Fig.6Bivariate plot of the upper incisors of Kubanochoerus parvus sp. nov. (HMV 1985) from the Linxia Basin,and other kubanochoeres 1 "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Kubanochoerus minheensis from Lierbao, Minhe County, Qinghai Province (Qiu et al., 1981),represents another relatively small kubanochoere form. Both the new specimen and $K .$ minheensis have relatively small distal incisors (I3[DMD]/I1[DMD]= 0.47, 0.58-0.63,and $\\mathrm { I 3 [ D L L ] / I 1 [ D L L ] } = 0 . 4 6 , 0 . 7 1 \\mathrm { - 0 } . 7 6 ,$ , respectively in the new specimen and K. gigas; i3[DMD]/ i2 $[ \\mathrm { D M D } ] = 0 . 8 5$ in $K .$ ，minheensis,and $0 . 8 3 { - } 1 . 0 3 \\$ in K. gigas) and long P1-P2/p1-p2 diastemas. Kubanochoerus minheensis bears a more reduced p1, larger hypoconid ofthe lower premolars, weakly separated metaconid and protoconid of the p4, strong preprotocristid of the p4,a blunt ridge emerging lingually from the hypoconid of the p4,and strong furrows of thel lower molar; which indicates a tendency to form a sub-lophodont pattern dentition.All these characters suggest a possible relatively more progressive status for $K .$ minheensis than for the other Kubanochoerus forms. The new specimen also has some derived characters,like more mesio-distally enlarged central incisors, the P4 has well-separated paracone and metacone, and a relatively large M3 hypoconule. On the other hand,the new specimen is smaller than $K$ minheensis,about $90 \\%$ the tooth dimension of the latter (the $\\mathrm { \\ p l - m } 3$ length, $\\mathrm { m } 1 { - } \\mathrm { m } 3$ length, and $\\mathrm { m } 2$ length of $K .$ minheensis is about $89 . 9 \\%$ $8 8 . 7 \\%$ ,and $8 1 . 9 \\%$ of $K .$ gigas,and the P2-P4 length, M1-M3 length,and M2 length of the new specimen is about $7 9 . 6 \\%$ $7 6 . 6 \\%$ ,and $74 . 4 \\%$ of $K .$ gigas). The main cusps of the molars in the new specimen appear relatively rounded compared with those of $K .$ minheensis.The new specimen has relatively wide molars,which have a similar proportion to those of $K$ 、massai, while $K .$ minheensis has relatively narrow molars that more resemble those of $K .$ gigas. Therefore, though both are relatively small in size and bear some derived characters, the new specimen and $K .$ minheensis may represent separate lineages of kubanochoeres. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Based on all the comparisons mentioned above,a new species, Kubanochoerus parvus sp. nov., is erected for the new specimen from the Maida Locality, Linxia Basin, which represents a relatively small but progressive kubanochoere,and the name “parvus”is selected for its relatively small size. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The classification of kubanochoeres,as we mentioned in the introduction, has been disputed ever since their discovery,and the main controversy revolves around whether or not they deserve a separate subfamily rank,and the validity of the reported taxa. As van der Made (1996)claimed, the Listriodontinae share unique central canine morphology, where the I1/i1 and i2 have wide and low crowns and the right and left I1s form a transverse ridge. Gabunia (1958)erected Kubanochoerinae for giant “horned” kubanochoeres, however, the similarity of kubanochoeres to bunodont listriodonts was noted by many researchers (Arambourg,1963; Wilkinson,1976; Cooke and Wilkinson, 1978; Qiu et al.,1988). Pickford (1986,1988,1993) also separated the Kubanochoerinae from Listriodontinae, but has not given diagnoses. Pickford (1988) has summarized the characters of both Listriodontinae and Kubanochoerinae, however, it seems that most of the characters were based on the observation of the African kubanochoeres. Pickford (1988) mentioned that the Listriodontinae have U-shaped posterior choanae which open up a long distance behind the M3,long canine-premolars diastema, reduced or lost pl; while the Kubanochoerinae were suggested to have V-shaped posterior choanae that open immediately behind the M3, premaxillae which do not meet anteriorly, short canine-premolars diastema, robust p1, and the I3 larger than I2. However, the U-shaped posterior choanae that open up a long distance behind the M3 is indeed a common character shared by the Eurasian kubanochoeres, the premaxille have already fused in many Eurasian kubanochoeres, there are also long diastema in Eurasian kubanochoeres, the Pl/pl havel been reduced or lost in many Eurasian kubanochoeres,and the I3 is smaller than the I2 in most specimens of Eurasian kubanochoeres.Moreover, there are also many other shared morphologies between the Listriodontinae and Kubanochoerinae mentioned in his summary, such as the enlarged snout, long diastema, absence of canine flanges,and outwards projected upper canines, etc.Allthese above-mentioned commonalities suggested a closer relationship of kubanochoeres to listriodonts than to other suids.The recent cladistic analyses also supported classifying kubanochoeres as a sister group of listriodonts within the subfamily Listriodontinae (Orliac,2009,2013; Orliac et al., 2010; Hou and Deng,2014). Therefore,in this paper we also agree that kubanochoeres be viewed as a separate tribe within the Listriodontinae. The cladistic analyses were performed based on a revised systematic of the Listriodontinae that was partly consistent with the one proposed by van der Made (1996) where Libycochoerus was suggested to be a junior synonym of Kubanochoerus,and $K .$ robustus and $K .$ lantienensis be synonyms of $K .$ ：gigas. Considering there are different opinions on the general and species level classifications of van der Made (1996) (Pickford and Morales,2003; Harrs and Liu, 2007), a brief comparison and discussion on the classification and evolution of the known kubanochoere taxa follows. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Qiu et al.(1988) have listed several differences between Kubanochoerus and Libycochoerus when studying K. lantienensis from China, most of which were argued by Guan and van der Made (1993) to be either sexual or individual,or only differing at the species level.The most unique character raised by Qiu et al. (1988) was a frontal bony “horn” in the Eurasian Kubanochoerus.The holotype of Lib.massai is a female skull; Guan and van der Made (1993) have also mentioned a female individual from Dingjiaergou that lacks a frontal “horn”;all these factors make it difficult to determine whether the frontal “horn”is a diagnostic or dimorphism. The cranium of the new species was broken off posteriorly, so whether it bears a frontal “horn” or not is unknown; but a “hornless” individual, perhaps male judged from the relatively strong canine, was found from the Qinghai Province recently (in preparation),which proves that the frontal “horn” may not simply be a sexual dimorphism but a diagnostic in certain species like K. gigas, K. lantienensis,and K. robustus. The shape and position of the palate were other important pieces of evidence raised by Qiu et al. (1988) to separate the Eurasian and African kubanochoeres.The posterior border of the palate is U-shaped and extends far behind the M3 in the Eurasian Kubanochoerus,and V-shaped and near to the M3 in the African Libycochoerus. Guan and van der Made (1993) and van der Made (1996) climed that the palatine shape was variable in age and sex based on their statistical analysis within the large sample of Sus scrofa vittatus Though the palatine position difference between Kubanochoerus and Libycochoerus was greater than those within the S. s. vittatus group, van der Made (1996) believed it was not beyond the interspecies variation between S.s. vittatus and S. barbatus. Based on our observation, the palatine extension possibly developed parallelly in different branches of the Listriodontinae,as the posteriorly expanded palate can also be found in Lopholistriodon kidogosana and Listriodon. The known Eurasian Kubanochoerus all have a more posteriorly extended palate than observed in Lib. massai, which may suggest a relatively more progressive status of the former compared to the latter. Similar to the palate, the premaxillae of Lib. massai and the Eurasian Kubanochoerus also indicate an evolutionary sequence: the premaxillae of Lib. massai are separated by a V-shaped gap at the anterior end, and the I1s do not meet; while in $K .$ gigas, the premaxillae are fused, only a conspicuous sagittl-groove is developed on the dorsal side of the premaxilae,and the Ils meet at the crown; and in the new species, the premaxillae are fused, the sagittalgroove on the dorsal side is weaker than in $K .$ gigas,and the Ils meet at both the crown and the root. Moreover, the more mesio-distally enlarged central incisors,the more reduced or lost first premolars, the elongated $\\mathrm { P 1 - P 2 / p 1 - p 2 }$ diastema,and the relatively short premolar row also suggest a more derived status for the Eurasian Kubanochoerus than Lib. massai. The materials of Libycochoerus were suggested to have relatively wide cheek teeth compared to those of the Eurasian Kubanochoerus (Qiu et al.,1988; van der Made,1996). The new species, however, has similar dental proportions to those of Lib. massai, which are wider than in other Eurasian Kubanochoerus.On the other hand, the cranial morphology of the new species more closely resembles that of the Eurasian Kubanochoerus than that of Libycochoerus in its more posteriorly exceeding palate,fused premaxillary, enlarged central incisors,and elongated P1- P2 diastema, etc. Considering all the characters above, we agree with Guan and van der Made (1993)that there are no generic differences between the Eurasian and African kubanochoeres, and Libycochoerus is a junior synonym of Kubanochoerus. The Eurasian Kubanochoerus are suggested to represent more derived kubanochoere forms than $K .$ massai from Africa. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The Eurasian Kubanochoerus fossils that bear a frontal appendix (frontal “horn\") have been attributed to two subspecies of $K .$ ：gigas by Guan and van der Made (1993): Kubanochoerus gigas gigas consisting of the holotypes of $K$ gigas, $K$ ，robustus,and $K$ lantienensis,and K. g. lii consisting of fosils found from Dingjiaergou, Tongxin, by BMNH. The K. lantienensis skull from Dingjiaergou, described by Qiu et al. (1988), was placed to $K .$ g. gigas with the need for further inquiry (Guan and van der Made,1993). According to Guan and van der Made (1993), K. g. li was progressive due to its more meso-distally enlarged central incisors, smaller premolars and larger last molars. Based on our comparison, the lower central incisors of K. g. lii do have larger absolute and relative length (i3[DMD]/i1 [DMD] $= 0 . 6 6 \\substack { - 0 . 7 3 }$ of K. g. lii, and 1.2O of K. lantienensis from Dingjiaergou; I index of $\\mathrm { i } 1 = 1 0 3 \\substack { - 1 0 8 }$ in K. g. lii,and 74 in K. lantienensis from Dingjiaergou); however, the upper central incisors of K. g. lii have similar size and proportions to K.lantienensis from Dingjiaergou,and are more labio-lingually compressed than the I1 of K. robustus (Fig. $6 ; 1 3 [ \\mathrm { D M D } ] / 1 1 [ \\mathrm { D M D } ] = 0 . 6 2$ of $K .$ g. lii, 0.58 of K. lantienensis from Dingjiaergou, 0.63 of $K .$ robustus; Iindex of $\\mathrm { I 1 } = 2 0 8$ in K. g. lii, 201-203 in $K .$ lantienensis from Dingjiaergou, and 165 in $K .$ robustus). The first premolars of both the K. g. lii and $K .$ lantienensis from Dingjiaergou, though relatively small, are still present; while $K .$ .robustus has a strong P1 but lost its pl;and $K .$ gigas lost its P1. The M3/m3 of $K .$ lantienensis from Dingjiaergou and $K .$ robustus are similar to the mean value of the M34 of $K .$ g. lii; the holotype of $K .$ gigas and $K .$ lantienensis has smaller last molars, but are still within the variation of $K .$ g. lii.Given these results,we concur with Guan and van der Made (1993) that $K .$ robustus and $K$ lantienensis are synonyms of $K .$ gigas,but we do not believe there is sufficient evidence to separate $K .$ g. lii from $K .$ g. gigas. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The age of the type locality of $K$ 、massai is approximately equivalent to MN4(van der Made,1992; van der Made and Hussain,1992). Kubanochoerus khinzikebirus,which is contemporary to $K$ 、massai (MN 4,van der Made,1992),was suggested to represent a separated lineage due to its significantly larger size and wider cheek teeth (Guan and van der Made,1993). Later, van der Made (1996) erected $K .$ marymunnguae and $K .$ mancharensis, and suggested a size increase, $K .$ marymunnguae (MN 4e) - K. khinzikebirus $( \\mathrm { M N ~ } 4 ) \\textrm { - } K .$ （2号 mancharensis (MN 4-6). K. gigas is known from Belometchetskia (15Ma by Steininger, 1999; late MN5 by Qiu et al.,2013),Dingjiaergou (late MN5 by Qiu et al.,2013), Halamagai (late MN 5 by Qiu et al., 2013), Quantougou (early MN 6 by Qiu et al.,2013), Koujiacun (late MN7/8 by Qiu et al.,2013),and the Hujialiang Formation of the Linxia Basin (7/8 by Qiu et al., 2013; Deng et al, 2013). The morphology of $K .$ gigas,as we have discussed above,is notably different from $K .$ massai, suggesting this species represents a separate lineage.The skull and dental morphology of $K .$ gigas indicate a more progressive status than K. massai. Guan and van der Made suggested a lineage $K .$ g. gigas - K. g. lii based on their study. Our study, however, suggests that specimens of $K . g .$ lii and $K .$ ：g. gigas share complex morphologies and cannot be separated at the subspecies level. Moreover, $K .$ gigas from Belometchetskia and Quantougou, which were attributed to $K .$ g. gigas and suggested to be relatively primitive by Guan and van der Made (1993),appear to be more derived than those from Dingjiaergou or Koujiacun in the absence of the $\\mathrm { { P l / p l } }$ and the larger talon/talonid of the third molars.Kubanochoerus minheensis from Lierbao resembles $K$ ，massai in its relatively small body size, but differs from the latter by displaying narrower cheek teeth and the sublophodont tendency of the cheek teeth. There is no paleomagnetic data of the locality that yielded K. minheensis, so the age of $K .$ minheensis is unknown. Qiu et al. (2013） speculated the fossils from Lierbao to be a mixed fauna and suggested K. minheensis was more primitive than those found in the Dingjiaergou fauna. However, the current study indicates that $K .$ minheensis might be a relatively derived form based on its more reduced third incisors and first premolars,long pl-p2 diastema, and tendency to form a sub-lophodont tooth pattern. The new species from Maida also preserves a relatively small body size and wide cheek teeth that resemble those of the $K .$ massai; its cranium and dentition show some more progressive morphology than both $K .$ massai and $K .$ gigas; the age of the Maida locality is also relatively young, approximately around the boundary of MN 7/8 and MN 9: therefore, the new species may represent the known youngest kubanochoere. The relatively wide cheek teeth of the new species resemble those from Africa. The P4 of K. massai usually has separated metacone and protocone, the metacone of the P4 in $K .$ gigas is usually weakly or partially separated from the paracone, and the paracone and metacone of the P4 are well separated in the new species. Therefore, $K .$ gigas may have derived from some early species before $K .$ massai, and the new species may be derived from $K .$ massai or earlier forms. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "6 Conclusions ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "A new species,Kubanochoerus parvus sp. nov.,is erected for the new specimen from the Linxia Basin, based on cranial and dental dimensions and morphology. Bearing many derived characters, the new species is suggested to perhaps represent the youngest known kubanochoeres. The genus Libycochoerus is proved to be junior synonym of Kubanochoerus, and the species $K .$ robustus and $K .$ lantienensis are proved to be junior synonyms of $K .$ gigas. The validity of $K$ g. gigas and $K .$ g. lii is denied, and $K .$ gigas from Belometchetskia and Quantougou are suggested to be relatively more derived forms than those from Dingjiaergou and Koujiacun. The new species and $K .$ gigas are suggested to represent separated lineages of the Eurasian kubanochoeres, $K .$ gigas may have derived from more primitive forms that evolved earlier than $K .$ massai,and the new species may be derived from $K .$ massai or earlier forms. Kubanochoerus minheensis is suggested to represent another separate lineage of kubanochoeres,which retains a relatively small body size, but has the tendency to develop a sub-lophodont dentition. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "AcknowledgementsWe are grateful to Zhao Rong,who found the material,and to He Wen and Chen Shan-Qin from the Hezheng Paleozoological Museum for permiting us to study the fossil. We appreciate our discussions with Prof. Qiu Zhan-Xiang who shared his excellent experiences and provided stimulating suggestions.We thank all the colleagues of the field teams,especially Xie Guang-Pu, Shi Qin-Qin,and Wang Shi-Qi. We gratefully acknowledge financial support from the National Natural Science Foundation of China (41430102),and the Chinese Academy of Sciences (QYZDY-SSW-DQC002, XDPB05, GJHZ1885). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "中国甘肃临夏盆地库班猪属(猪科，偶蹄目)一新种",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "侯素宽1.23 邓涛1.2.3 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室 北京100044)",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "(2 中国科学院生物演化与环境卓越创新中心北京100044)",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "(3中国科学院大学地球与行星科学学院北京100049)",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "摘要：描述了中国甘肃省临夏盆地麦大地点库班猪类化石的一件部分破损的头骨标本，建立了库班猪属的一个新种——小库班猪(Kubanochoerus parvus sp.nov.)。新种个体较小，与K.massai和K.minheensis类似；颊齿较宽，与K.massai类似；其他进步的特征如增大的中央门齿、愈合的前颌骨、显著向后延伸的腭骨、长的P1-P2/p1-p2齿隙等则与K.gigas类似；它代表了欧亚大陆库班猪的一个单独的支系。麦大地点的层位大致相当于虎家梁组的顶部或者柳树组的底部，因此新种可能是目前已知时代最晚的库班猪化石。根据对已知库班猪类化石的对比，Libycochoerus被认为是Kubanochoerus的同物异名，K.robustus和K.lantienensis被认为是K.gigas的同物异名，且没有足够的证据支持将K.gigas划分为两个亚种。Kubanochoerus gigas可能演化自较K.massai更早的原始类型，而新种可能演化自K.massai或者更原始的类型。Kubanochoerusminheensis则代表了欧亚大陆库班猪的另外一个独立的支系，该种保持了较小的体型，但牙齿有亚脊型化的趋势。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "关键词：临夏盆地，新近纪，猪科，利齿猪亚科，库班猪属",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Arambourg C,1961.Note preliminaire sur quelques Vertebres nouveaux du Burdigalien de Libye.CR somm Soc Geol France,1961:107-109 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Arambourg C,1963.Le genre Bunolistriodon Arambourg,1933.Bul Soc Geol France,7(5): 903-911   \nBoisserieJR,LihoreauF,Orliac M etal.,2010.Morphologyand phylogenetic relationships of the earliest known hippopotamids (Cetartiodactyla,Hippopotamidae,Kenyapotaminae). Zool JLinn Soc,158: 325-366   \nCooke HB S,Wilkinson A,1978.Suidae and Tayassuidae.In: Maglio VJ, Cooke HB Seds.Evolution of African Mammals. Cambridge/London: Harvard University Press.435-482   \nDengT,009.LateCenozoic environmentalchanges in theLinxia Basin (Gansu,China)as indicatedbycenogramsoffossil mammals. Vert PalAsiat, 47(4): 282-298   \nDeng T,Qiu Z X, Wang BYetal.,2013.Late Cenozoicbiostratigraphyof the Linxia Basin,northwestern China.In: Wang X M,Flynn LJ,Fortelius Meds.Fosil Mammals of Asia: Neogene Biostratigraphyand Chronology.New York: Columbia University Press.243-273   \nGabuniaLK,95.Novia predstaviteli Sidae izrednego miotsenaBelometchetskia(Severnia,Caucas).DoklAadNauk SSSR,102(6): 1203-1206   \nGabunia L K,1958. O cherepe rogatoi iskopaemoi svinia iz srednego miotsena Caucasia. Doklady Akad Nauk SSSR, 18(6)   \nGabunia L K,196o.Kubanochoerinae, nouvele sous-famile de porcs du Miocene moyen du Caucase. Vert PalAsiat, 4(2): 87-97   \nGabunia LK,1973.TheFossil na of Belometchetskia.Tbilisi: Metsniereba.1-138   \nGuan J,van der Made J,1993.The Miocene suid from Dingjiaergou near Tongxi. Mem Beijing Nat Hist Mus,53: 151-199   \nHarris JM,LiuLP,2007.Superfamily Suoidea.In: ProtheroDR,Foss SEeds.The Evolutionof Artiodactyls.Baltimore: The Johns Hopkins University Press.130-150   \nHouS K,Deng T,2014.Anew species of Chleuastochoerus (Artiodactyla:Sudae) from the Linxia Basin,Gansu Province, China. Zootaxa,3872: 401-439   \nLeinders JJM,1975.Sur les affinites des Listriodontinae bunodontes de 'Europe et de IA Bull Mus nat d'Hist nat, 34: 197-204   \nLiuLP203.e:eatiouteessi:s 1-34   \nLiu T S,Lee YC,1963.New species of Listriodon from Miocene of Lantien, Shensi, China.Vert PalAsiat,7(4): 291-309   \nMcKenna MC,BellSK,1997.Clasificationof Mammals above the Species Level.New York: Columbia UniversityPress 1-640   \nOrliac MJ,oo9.AdiferentiationofbunodontListriodontinae(Mammalia,Suidae)ofAfrica: newdata from Kalodiand Moruorot,Kenya. Zool JLinn Soc,157: 653-678   \nOrliac MJ,2013.The petrosal bone of extinct Suoidea (Mammalia,Artiodactyla).JSyst Palaeont,11: 925-945   \nOrliac M J, Antoine PO,Ducrocq S,2010.Phylogenetic relationships of the Suidae (Mammalia, Cetartiodactyla): new insights on the relationships within Suoidea. Zool Scr,39:315-330.   \nPearson H S,1928.Chinese fossil Suidae.Paleont Sin, Ser C,5(5):1-75   \nPickford M,1986.Arevisionof the Miocene Suidae and Tayassidae (Artiodactyla, Mammalia)of Africa.Tert Res Spec Pap, 7: 1-83   \nPickford M,1987.Révision des Suiformes (Artiodactyla, Mammalia) de Bugti (Pakistan).Ann Paléont,73(4): 289-350   \nPickford M,1988.Revisionof the Miocene Suidaeofthe Indian Subcontinent.Muinchener Geowiss Abh AGeolPaläont, 12:1-91   \nPickfordM,993.Old WorldSuidaesystematics,phylogeny,biogeographyandbiostratigraphy.PaleontEvol,26-27: 237-269   \nPickford M,Ertirk C,1979.Suidae and Tayassuidae from Turkey.Bull Geol Soc Turkey,22:141-154   \nPickford M,Morales J,2Oo3.NewListriodontinae (Mammalia,Suidae）from Europeandareviewof listriodont evolution, biostratigraphy and biogeography. Geodiversitas,25(2): 347-404   \nQiu ZD,Li C K,Wang S J,1981. Miocene Mammalian fossils from Xining Basin,Qinghai. Vert PalAsiat,19(2): 156-173   \nQiu Z X,Ye J,HuoFC,1988.Descriptionofa Kubanochoerus skullfrom Tongxin,Ningxia.VertPalAsiat,26(1):   \nQiu Z X,Qiu ZD,Deng Tet al.,2013.Neogene land mammal stages/ages of China: toward the goal to establish an Asian land mammal stage/age scheme.In: Wang XM,Flynn LJ,Fortelius Meds.Fossil Mammals ofAsia: Neogene Biostratigraphy and Chronology.New York: Columbia University Press.29-90   \nSteiningerFF,1999.Chronostratigraphy,geochronologyand biochronologyofthe Miocene “European Land Mammal Mega-Zone (ELMMZ)” and the Miocene “Mammal-Zones (MN Zones)\". In: Rossner G E, Heisig K eds. The Miocene Land Mammals of Europe.Munich: Dr.Friedrich Pfeil. 9-24   \nvan der Made J.1992. African Lower and Middle Miocene Suoidea (pigs and peccaries).3 Stratigraphy and corelations. VIII J Paleont, Barcelona,8-10, Resum: 87-97   \nvander Made J,1996.Listriodontinae (Suidae,Mammalia),their evolution,systematicsand distributionin timeand space. Contr Tert Quat Geol,33:1-254   \nvan der Made J,Hussin ST,1992.Sanitheres from the middle Manchar Formationof Sind,Pakistan and remarkson sanithere taxonomy and stratigraphy.Proc Kon Ned Akad Wet, 95(1):81-95 ，   \nWilkinson AF,1976.The Lower Miocene Suidaeof Africa.In: SavageRJG,Coryndon SCeds.Fossil Vertebratesof Africa Vol.4.London/New York:Academic Press.173-282   \nYe J,1989.Middle Miocene artiodactyls from the northern Junggar Basin. VertPalAsiat,27(1): 37-52 ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    }
]