[
    {
        "type": "text",
        "text": "Experimental Study on Heat Transfer Performance of Pulsating Heat Pipe with Refrigerants ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WANG Xingyu1,2, JIA Li1,2\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.InstituteofThermal Engineering,SchoolofMechanical,ElectronicandControlEngineering,Beijing JiaotongUniversity, Beijing,100044 China   \n2. Beijing Key Laboratory of Flow and Heat Transfer of Phase Changing in Micro and Small Scale,Beijing 100044, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The effcts of diferent refrigerants on heat transfer performance of pulsating heat pipe (PHP)are investigated experimentally. The working temperature of pulsating heat pipe is kept in the range of $2 0 ^ { \\circ } \\mathrm { C } ^ { - } 5 0 ^ { \\circ } \\mathrm { C }$ . The startup time of the pulsating heat pipe with refrigerants can be shorter than $4 ~ \\mathrm { m i n }$ ,when heating power is in the range of $1 0 \\mathrm { W } { - } 1 0 0 \\mathrm { W } .$ The startup time decreases with heating power.Thermal resistances of PHP with filling ratio $20 . 5 5 \\%$ were obviously larger than those with other filing ratios.Thermal resistance of the PHP with R134a is much smaller than that with R404Aand R6oOa.It indicates that the heat transferabilityofRl34a is beter.Inaddition,a correlation to predict thermal resistance of PHP with refrigerants was suggested. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: R134a,pulsating heat pipe,heat transfer performance, non-dimensional correlation ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "As a potential heat transfer component for the micro/mini scale cooling device of high heat flux, pulsating heat pipe (PHP) has been investigated by lots of scholars around the world. It was presented by Akachi [1]. Nowadays,PHP has been put into use in practical engineering applications for its advantages [2-3]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Alot researchers investigated the effect of many factors on startup and heat transfer performance of PHP with conventional working fluids [4-8].But, the working temperatures of PHP with conventional working fluids are higher than room temperature.It is difficult for application in electronic cooling.How to remove the heat dissipation of electronic apparatus in room temperature is important. So the PHP with new working fluids should be studied to obtain the suitable working temperature for electronic cooling. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zhi Li and Li Jia et al. [9] studied experimentally thermal performance of the PHP with acetone for LED cooling.They found that the working temperature may be more than $7 0 ^ { \\circ } \\mathrm { C }$ for high heating power. Gu J.J. and Kawaji M.et al.[1O] studied the effects of gravity on the performance of pulsating heat pipes with refrigerant (R-114).These experiments confirmed that pulsating heat pipes with refrigerant are capable of operating satisfactorily under reduced gravity,and should be suitable for deployment in space applications.Naik Rudra and Pinto Linford et al.[11] proposed a simplified theoretical model of pulsating heat pipe employed in a vapor compression refrigeration system,and the best results were obtained with R-12 as the working fluid.Li Xuejiao and Jia Li et al. [12] studied experimentally the thermal performance of the plate pulsating heat pipe with low-boiling point fluids. Experimental results indicate that pulsating heat pipes with low-boiling point fluid start up more quickly and start-up temperature is lower compared with acetone at different heat power.Lu Qianyi and Jia Li et al [13] studied experimentally the plate pulsating heat pipe application in rack cooling system.Working fluid is R600a.Start-up temperature is in the range of $1 8 \\mathrm { - } 2 7 \\mathrm { { ^ circ C } }$ = Although thermal performances of PHP were studied in wide range,the relationship between the heat transfer performance of PHP and the refrigerant working fluids is not investigated in details. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In this paper, based on some researches [14-16], the heat transfer performances of a tube-type pulsating heat pipe with refrigerants ofR134a,R404A and R600a were investigated experimentally. The working temperature of PHP was kept in the range of $2 0 ^ { \\circ } \\mathrm { C } { - } 5 0 ^ { \\circ } \\mathrm { C }$ . In addition, a non-dimensional correlation to predict the thermal resistance of PHP with refrigerants was suggested. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental Setup and System ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The investigated pulsating heat pipe was made of red copper,and bended into coil with 18 turns,whose inner diameter is $2 ~ \\mathrm { m m }$ and outer diameter is $3 \\mathrm { m m }$ .Thelength of evaporator, condenser and adiabatic sections are 50 mm, $1 0 0 ~ \\mathrm { { m m } }$ and $1 0 0 ~ \\mathrm { { m m } }$ ，respectively. The PHP was tested vertically,and the evaporator section was heated by electrical resistance heater wire.The working fluids were R134a, R404A and R600a, respectively. There were 14 T-type thermocouples fixed on the PHP measuring temperature of three sections in total. Respectively,6 thermocouples were fixed on the evaporator section in the way of every other straight tube,and it was the same for condenser section. There were 2 thermocouples fixed on the adiabatic section.The 6 thermocouples on the evaporator section were covered by the electrical resistance heater wire.The experimental system is shown in Fig. 1. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/717d5e1457aef334a6e9e47cbb0bf4a03db514969b79b5a7dee7dafb2dde0754.jpg",
        "img_caption": [
            "Fig.1Schematic of Experimental System "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The experimental system includes heating system, cooling system, steady flow system, data acquisition system and evacuation system. The evaporator section was heated by an electrical resistance heater,and the condenser section of tested PHP was cooled by cooling water from a water tank.The inlet and outlet temperatures were measured by 3 T-type thermocouples in the inlet and 3 T-type thermocouples in the outlet.For getting stabilized cooling water, a steady flow system was with an overflow port on the top part and an outlet on the bottom. The flow rate of cooling water can be kept among $1 . 5 ~ \\mathrm { g } / \\mathrm { s } { - 2 . 5 }$ $\\mathrm { { g / s } }$ .The experimental data were collected by Agilent 34970A data acquisition unit which has a $1 ~ \\mathrm { H Z }$ of collecting frequency and a personal computer as the data acquisition system. The tested PHP was evacuated by a vacuum pump(V-il20SV). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results and discussion ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this research,the influence of filling ratio and working fluid on startup and heat transfer performance of pulsating heat pipe were studied. The temperature of evaporator section was kept among $2 0 ^ { \\circ } \\mathrm { C } ^ { - 5 0 ^ { \\circ } \\mathrm { C } }$ ，and the heating power in the experiment was kept in the range of 10W-10oW. In this paper, the thermal resistance is defined as: ",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\nR = \\frac { T _ { H } - T _ { C } } { Q }\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\nQ = \\mathbf { c } _ { p } \\dot { m } \\big ( T _ { o u t } - T _ { i n } \\big )\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Where, $c _ { \\mathrm { p } }$ is the specific heat of cooling water; m is the mass flux,and $T _ { \\mathrm { o u t } }$ and $T _ { \\mathrm { i n } }$ are the average temperature of three thermocouples fixed in the outlet and inlet of the cooling tank. $T _ { \\mathrm { H } }$ and $T _ { \\mathrm { C } }$ are temperature of evaporator section and condenser section respectively. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Influence of filling ratio ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The PHP was charged with R134a working fluid,and the filling ratios were $20 . 5 5 \\%$ ， $3 5 . 2 \\%$ ： $49 . 8 9 \\%$ ，and $74 . 8 4 \\%$ , respectively. The heating power was kept in the range of $1 0 \\mathrm { W } { - } 1 0 0 \\mathrm { W }$ to keep the temperature of evaporator section in the range of $2 0 ^ { \\circ } \\mathrm { C } ^ { - 5 0 ^ { \\circ } \\mathrm { C } }$ . The startup time of the PHP with four filling ratios at different heating power are shown in Fig.2. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/6f2ace7436f6569a1aed198bf4a96875c79966c89e807ff529f7c7895875f591.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fig.2Influence of filling ratio on startup time of PHP In general, the startup time of the PHP with four filling ratios decreased with heating power. When heating power was 1oW, the startup time of the PHP with four filling ratios achieved the maximum values. The largest startup timeof which reached 22Os for filling ratio $\\scriptstyle { \\phi = 2 0 . 5 5 \\% }$ When heating power exceeding 2oW,all startup times of the PHP stayed under 5Os.The shortest startup time was 11s for $\\phi { = } 4 9 . 8 9 \\%$ at 60 W. Additionally, when heating power was in the range of $4 0 \\mathrm { W } { - } 1 0 0 \\mathrm { W } ,$ ，the startup times of the PHP with four filling ratios did not change much with heating power. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fig.3 shows the influence of filling ratio on thermal resistance of the PHP.The curve of thermal resistance of ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "PHP with $20 . 5 5 \\%$ filling ratio was higher than the other threecurves.The thermal resistanceofPHP with $20 . 5 5 \\%$ filling ratio was in the range of $0 . 6 4 ^ { \\circ } \\mathrm { C } / \\mathrm { W } ^ { - 1 . 4 4 ^ { \\circ } \\mathrm { C } / \\mathrm { W } } ,$ （204 which indicatesthat the PHP withR134aisnot suitable for operating in low filling ratio. The difference among the thermal resistances of the other three filling ratios was not very apparent at the same heating power. It sug gests that the effect of filling ratio on thermal resistance maybe not important.The minimum thermal resistance value was $0 . 2 7 \\mathrm { { ^ { \\circ } C / W } }$ when $\\phi { = } 7 4 . 8 4 \\%$ and heating power $P { = } 1 0 0 \\mathrm { W }$ ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/c83b3f5fb137a17f0ecc7650bb51251e013e87c54760f99fefe3779dd244a081.jpg",
        "img_caption": [
            "Fig.3Influence of filling ratio on thermal resistance of PHP "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "It can be seen that all working temperature for PHP with four filling ratios were in the range of $2 0 ^ { \\circ } \\mathrm { C } ^ { - 5 0 ^ { \\circ } \\mathrm { C } }$ when heating power was in the range of $1 0 \\mathrm { W } { - } 1 0 0 \\mathrm { W } ,$ shown in Fig.4.The temperature of evaporator section significantly increased with the heating power,and the larger filling ratio could get the higher temperature of evaporator section. But for $\\phi = 4 9 . 8 9 \\%$ and $\\phi = 7 4 . 8 4 \\%$ two curves almost overlapped.It means the temperature of evaporator section did not increase with filling ratio. For higher filling ratio, the evaporator section could get lower temperature in same heating power. High filling ratio means that more working fluidis in the PHP,and it can transport more energy from evaporator section to condenser section. It leads to that the heat dissipating capacity at the condenser section gets more.In this research, the temperature of evaporator section for $\\phi = $ $20 . 5 5 \\%$ and $\\phi \\ : = \\ : 3 5 . 2 7 \\%$ filling ratio exceeded $5 0 ^ { \\circ } \\mathrm { C }$ when heating power exceeded 5oW and $6 0 \\mathrm { W } _ { ; }$ ，respectively. But the temperature of evaporator section for higher filling ratio stayed under $5 0 ^ { \\circ } \\mathrm { C }$ ,and higher heating power could be input till $P { = } 1 0 0 \\mathrm { W }$ ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/0a860bb232559f1725a56c485fd49279102be932b76048b1c6048d4a19fe20e7.jpg",
        "img_caption": [
            "Fig.4Influence of filling ratio on working temperature "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Influence of working fluid ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To investigate the effect of working fluid on the thermalperformanceofPHP,refrigerantsofR134a,R404A and R6oOa were tested at different heating power with filling ratio of $\\phi = 7 4 . 8 4 \\%$ .Fig.5 show the startup time of R134a, R404A and R600a with heating power. At the same input heating power, the startup time of PHP with R134a was shorter than that with R4O4A and R600a However,with the heating power increasing,the difference between start times of the PHPs with three refrigerants decreased. It became very small when heating power exceeded $8 0 \\mathrm { W } .$ The thermal resistance of the PHPs with R134a,R404A and R600a are given in Fig.6. It is indicated that the thermal resistance of the PHP with R134a was much smaller than that with R404A and R600a.The difference between thermal resistances of the PHPs with refrigerants decreased with heating power. Thermal resistance of the PHP with R6oOa was $0 . 8 8 ^ { \\circ } \\mathrm { C } / \\mathrm { W }$ for heating power of 2oW,bigger than that with R134a. The difference almost approached $50 \\%$ ，In the higher heating power, the difference was more than $20 \\%$ . The heat-transfer capability of $\\mathtt { R 1 3 4 a }$ is apparently better than R404A and R60Oa in this research. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The working temperatures of the PHPs with R134a, R404A and R6o0a were given in Fig.7.All temperatures were in the range of $2 0 ^ { \\circ } \\mathrm { C } ^ { - 5 0 ^ { \\circ } \\mathrm { C } }$ and can applied in heat transfer of room temperature. The working temperatures of PHPs increased with heating power. R404A was with the lowest working temperature in three refrigerants. So it can be concluded that refrigerant R4O4A is more suitable to work under the condition of room temperature. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/16917090b8da5dcdb75485c38bd9b333647dc89c82bf33cb779bb4c1d7c3d211.jpg",
        "img_caption": [
            "Fig.5Startup time ofPHP with refrigerants "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/46f2755ea3ae04a86402a2b8183d69eb4b2ea25db5cf751f6326bea1f81e64c0.jpg",
        "img_caption": [
            "Fig.6Thermal resistance ofPHP with refrigerants "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e0fb3a09b4efc987165c48705e12f19823bc7b7118bcb938fb4dbdd596e0acf2.jpg",
        "img_caption": [
            "Fig.7The working temperature of PHP with refrigerants "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "CorrelationaboutThermalResistanceR ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the base of many investigations and results,the factors influencing thermal resistance mainly include heating power $P$ ，filling ratio $\\phi$ ，surface tension $\\sigma$ ，specific heat $C$ ，innerdiameterof PHP $d$ ，densityofliquid working fluid $\\rho$ ,latent heat of phase change $h _ { \\mathrm { f g } }$ and dynamic viscosity $\\mu$ .Sothe relation of thermal resistance $R$ and these influencing factors can be written in the following form: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nR = f ( P , \\Phi , \\delta , C , d , \\rho , h _ { f g } , \\mu )\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Based on non-dimensional analysis,a non-dimensional correlation about thermal resistance can be written as ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathsf { c } _ { p } \\mathrm { d } ^ { 2 } \\rho h _ { f g } ^ { \\gamma _ { 2 } } \\mathrm { R } = f ( \\frac { P } { d ^ { 2 } \\rho h _ { f g } ^ { \\gamma _ { 2 } } } , \\frac { \\sigma } { d \\rho h _ { f g } } , \\frac { \\mu } { d \\rho h _ { f g } ^ { \\gamma _ { 2 } } } , \\Phi )\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Theaboveequation can be transformed as non-dimensional form; ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nR _ { T } = C _ { 1 } \\cdot P _ { C } ^ { C _ { 2 } } \\cdot F _ { T } ^ { ~ C _ { 3 } } \\cdot F _ { R } ^ { ~ C _ { 4 } } \\cdot \\Phi ^ { C _ { 5 } }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Some non-dimensional parameters were introduced. Non-dimensional thermal resistance is written as, ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nR _ { T } = \\left( { \\bf c } _ { p } { \\bf d } ^ { 2 } \\rho h _ { f g } ^ { \\gamma } { \\bf R } \\right) ^ { 2 } = { \\bf c } _ { p } ^ { \\ 2 } { \\bf d } ^ { 4 } \\rho ^ { 2 } h _ { f g } { \\bf R } ^ { 2 }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Non-dimensional surface tension is written as, ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nF _ { T } = \\frac { \\sigma } { d \\rho h _ { f g } }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Non-dimensional heating power is written as, ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nP _ { C } = \\left( \\frac { P } { d ^ { 2 } \\rho h _ { f g } ^ { 3 / 2 } } \\right) ^ { 2 } = \\frac { P ^ { 2 } } { d ^ { 4 } \\rho ^ { 2 } h _ { f g } ^ { 3 } }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Non-dimensional dynamic viscosity is written as, ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nF _ { R } = \\left( \\frac { \\mu } { d \\rho h _ { f g } ^ { \\it V 2 } } \\right) ^ { 2 } = \\frac { \\mu ^ { 2 } } { d ^ { 2 } \\rho ^ { 2 } h _ { f g } }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The coefficient and exponents in Eq.(5） can be decided from experimental data. More than 2OO experimental data were applied in this research,and the coeficient and exponents in Eq.(5) were obtained. ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nc _ { p } ^ { ~ 2 } d ^ { 4 } \\rho ^ { 2 } h _ { \\it f g } R ^ { 2 } = 1 . 0 0 2 5 \\cdot \\left( \\frac { P ^ { 2 } } { d ^ { 4 } \\rho ^ { 2 } h _ { \\it f g } ^ { 3 } } \\right) ^ { - 0 . 4 9 3 9 } .\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\left( \\frac { \\sigma } { d \\rho h _ { _ { f g } } } \\right) ^ { 1 . 9 8 5 5 } \\cdot \\left( \\frac { \\mu ^ { 2 } } { d ^ { 2 } \\rho ^ { 2 } h _ { _ { f g } } } \\right) ^ { - 2 . 4 4 7 6 } \\cdot \\Phi ^ { - 0 . 1 2 5 2 }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The comparison between the prediction of the suggested non-dimensional correlation and experiment was given in Table 1.The average relative error is less than $2 5 \\%$ ，which indicates the suggested non-dimensional correlation gives a good prediction for the thermal resistance of the PHP with refrigerant. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/b2087b28666d83854271f485dedb21ffb22d4a825c0172aadd5f8a266de095aa.jpg",
        "table_caption": [
            "Table 1The comparison between non-dimensional correlation and experiment on thermal resistance "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Filling ratio</td><td colspan=\"5\">Φ=85.17%</td></tr><tr><td>Heating power (W)</td><td>20</td><td>40</td><td>60</td><td>80</td><td>100</td></tr><tr><td>Experimental result (C/W)</td><td>0.514</td><td>0.49</td><td>0.432</td><td>0.361</td><td>0.313</td></tr><tr><td>Predict value (C/W)</td><td>0.573</td><td>0.407</td><td>0.333</td><td>0.289</td><td>0.259</td></tr><tr><td>Relative error (%)</td><td>11.5</td><td>17.01</td><td>22.87</td><td>19.9</td><td>17.26</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In this paper, the thermal performance of PHP with re frigerants R134a， R404A and R600a was investigated, and a non-dimensional correlation about thermal resis tance was suggested. Some results were obtained. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(1) Startup times of PHP with four filling ratios reduce with heating power. Thermal resistances of PHP with filling ratio $20 . 5 5 \\%$ were obviously larger than those with other filling ratios.Thermal resistances of PHP with other three filling ratios differ not too much at the same heating power. Working temperatures of PHP increase with input heating power. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(2)Thermal resistance of the PHP withR134ais much smaller than that with R404A and R600a,which means the heat transfer capability of $\\mathtt { R l } 3 4 \\mathrm { a }$ is much better. Working temperaturesof the PHP withR404A are lower than those with R134a and R404A at the same heating power. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(3）A correlation to predict thermal resistance of PHP with refrigerants was suggested based on non-dimensional analysis. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "This research was supported by National Natural Science Foundation of China (No.51376019). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]Akachi H.(1994),Looped Capillary Heat Pipe,Japanese Patent,No.Hei6-97147 [2]Yury F.Maydanik,Valery I. Dmitrin, Vladimir G. Pastukhov (2oo9), Compact cooler for electronics on the basis of a pulsating heat pipe,Applied Thermal Engineering,   \n29:3511-3517. [3]Rittidech S.,Wannapakne S.(2007),Experimental study of the performance of a solar collector by closed-end oscillating heat pipe,Applied Thermal Engineering,27:   \n1978-1985. [4]LIU Xiangdong,CHE Yongping (2013),Dynamic performance analysis on start-up of closed-loop pulsating heat pipes (CLPHPs), International Journal of Thermal Sciences,65: 224-223.   \n[5]QU Jian,WU HuiYing (2010),Flow Visualization of Silicon-Based Micro Pulsating Heat Pipe,Science China, Technological Sciences, 53(4): 984-990.   \n[6]Hongwei Jia,Li Jia (2013),An Experimental Investigation on Heat Transfer Performance of Nanofluid Pulsating Heat Pipe, Journal of Thermal Science,22(5): 484 490.   \n[7]Lin Zirong,Wang Shuangfeng,Wu Xiaohui (2008), Recent research on pulsating heat pipe, Chemical Industry and Engineering Progress,27(10): 1526-1532.   \n[8]QU Jian,WU Huiying (2012), Start-up, heat transfer and flow characteristics of silicon-based micro pulsating heat pipes,International Journal of Heat and Mass Transfer, 55:6109-6120.   \n[9]Zhi Li,Li Jia (2012),Experimental Study on Natural Convection Cooling of LED Based on Plate Pulsating Heat Pipe,Heat Transfer Research,44(1): 133-144.   \n[10]Gu J.J., Kawaji M., Futamata R. (2004),Effects of gravity on the performance of pulsating heat pipes, Journal of Thermophysics and Heat Transfer, 18(3): 370-378.   \n[11]Naik Rudra,Pinto Linford,Narasimha K. Rama, Pundarika G. (2014), Theoretical studies on the application of pulsating heat pipe in vapor compression refrigerant system,Proceedings of 16th International Mechanical Engineering Congress, Tamil Nadu, INDIA, July 13-14.   \n[12]Li Xuejiao, Jia Li (2014), Effect of low-boiling point fluid on pulsating heat pipe heat transfer performance, Journal of Engineering Thermophysics,35(12): 2457- 2460.   \n[13]Lu Qianyi, Jia Li (2016),Experimental study on rack cooling system on a pulsating heat pipe， Journal of Thermal Science, 25(1): 60-67.   \n[14]Yuwen Zhang,Amir Faghri.“Advances and Unsolved Issues in Pulsating Heat Pipes\",Heat Transfer Engineering, vol.29(1), pp.20-24,(2008).   \n[15]Wei Wang (2Oo7), Start up and heat transfer performance of Pulsating Heat Pipe,Dissertation，Middle Southern University, China.   \n[16]Fumoto K,Kawaji M, Kawanami T. (2010), Study on a Pulsating Heat Pipe With Self-reweting Fluid, Journal of Electronic Packaging, 132(031005): 1-4. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    }
]