[
    {
        "type": "text",
        "text": "TERMINAL FLOWER1 is a breeding target for a novel everbearing trait and tailored flowering responses in cultivated strawberry (Fragaria X ananassa Duch.) ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ell Aurora Koskela1,AnitaSensteby²，Henryk Flachowsky，Ola Mikal Heide4,Magda-Viola Hanke²,Paula Elomaa1 and Timo Hytonen1.5\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1DepartmentofAgricultural Sciences,VikkiPlantScience Centre,Universityof Helsinki,Helsinki,Finland   \n2Norwegian Institute of Bioeconomy Research,As,Norway   \n3JuliusKuhn-ittederaResearchentreforCutivatedPlants,stutefoBreedinResearchnFruitosDesdenGery   \n4Departmentof Ecologyand Resource Management,Norwegian Universityof Life Sciences,As,Nrway   \n5Departmentof Biosciences,Viikki Plant Science Centre,Universityof Helsinki,Helsinki,Finland ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received2 October2015;   \nrevised 17 December2015;   \naccepted 25 January2016.   \n\\*Correspondence (Tel +358294158699; fax +358294158582;   \nemail timo.hytonen@helsinki.fi)   \nAccession numbers:'Alaska Pioneer'-   \nPI551796;'Honeoye'-Pl551588;'Elsanta'- Pl551579 (National Clonal Germplasm Repository (Corvallis,OR,USA) accession numbers). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Summary ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The effects of daylength and temperature on flowering of the cultivated octoploid strawberry (Fragaria $\\times$ ananassa Duch.） have been studied extensively at the physiological level,but information on the molecular pathways controling flowering in the species is scarce.The flowering pathway has been studied at the molecular level in the diploid short-day woodland strawberry (F.vesca L.),in which the FLOWERING LOCUST1 (FvFT1)-SUPPRESSOR OF OVEREXPRESSION OF CONSTANS1(FvSOC1)-TERMINAL FLOWER1(FvTFL1) pathWay is essential for the correct timing of flowering.In this work,we show by transgenic approach that the silencing of the floral repressor FaTFL1 in the octoploid short-day cultivar‘Elsanta' is sufficient to induce perpetual flowering under long days without direct changes in vegetative reproduction. Wealso demonstrate that although the genes FaFT1 and FaSOC1 show similar expression patterns in different cultivars,the regulation of FaTFL1 varies widely from cultivar to cultivar and is correlated with floral induction,indicating that the transcription of FaTFL1 occurs at least partially independently of the FaFT1-FaSOC1 module.Our results indicate that changing the expression patterns of FaTFL1 through biotechnological or conventional breeding approaches could result in strawberries with specific flowering and runnering characteristics including new types of everbearing cultivars. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:Fragaria,flowering, photoperiod, temperature,TERMINAL FLOWER1. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Thecultivated strawberry (Fragaria $\\times$ ananassa Duch.）isan agronomically important crop species grown under a wide range of environmental conditions.One aim in strawberry breeding programmes is to extend the cropping season.This can be achieved by breeding for early and late cultivars or everbearing cultivars,that is cultivars that flower perpetually throughout the growingseason. Understandingthegeneticmechanisms controlling flower induction in strawberry could help breeders indevelopingnewcultivarswiththedesiredflowering characteristics. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The physiology of flowering in cultivated strawberry (Fragaria $\\times$ ananassa Duch.) has been extensively studied for nearlya century.Already the early work with the so-called June-bearing strawberries revealed that these are facultative short-day (SD) plants,with floral induction taking place in SDs at temperatures above $1 5 ^ { \\circ } \\mathsf C$ ，behaving in day-neutral manner at lower temperatures and flowering only poorly or not at all at high $( > 2 4 ^ { \\circ } \\mathsf { C } )$ temperatures (Darrow and Waldo，1934)．However，different cultivars show variable environmental responses (Bradford et al., ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2010；Heide，1977),and some cultivars have an obligatory SD requirement for flower induction (Sonsteby and Heide，2006). Environmental factors regulate also vegetative development; photoperiod and temperature control the fate of axillary meristems,which develop either into stolons (runners) or axillary leaf rosettes called branch crowns.Generally,branch crown development in SD cultivars is enhanced by environmental conditions favouring floral induction,and stolon formation is promoted by longdays (LDs) and high temperature (Heide，1977；Hytonen et al.,2004;Konsin et al.,2001;Mouhu et al.,2013). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Somestrawberry cultivars flower perpetually and do not require SDs or low temperature for flowering.The flowering behaviour of these cultivars has been under debate，and this group has sometimes been nominated everbearers,day-neutrals orLD plants， depending on the cultivars and experimental conditions used．Recently，it was convincingly shown that，in terms of flower induction,these strawberriesare indeed obligatory LD plants at high temperature $( 2 7 ^ { \\circ } \\mathsf { C } )$ ，quantitative LD plants atintermediate temperature and truly day-neutrals only at cool $( 9 ^ { \\circ } C )$ temperature (Sonsteby and Heide，20o7)．As in SD strawberries，the floweringresponseinLDstrawberriesis dependent on the interaction of photoperiod and temperature in a cultivar-specific manner,which may be the reason for confusion found in the literature.The vegetative responses in LD strawberriesare more varying; stolon formation is promoted by high temperature and either by SDs or LDs,depending on the cultivar (Sonsteby and Heide,2007). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Although flowering in the cultivated strawberry has been studied indetail at the physiological level,only few reports on the genetics of flowering in this species exist.Studies aimed at elucidating the genetic basis of the everbearing character via genetic mapping have reached varying results.The earliest reports suggested that the trait is controlled by a single dominant locus (Ahmadi et al.，1990; Sugimoto et al.,2005),while later it was proposed that the everbearing character is controlled by several QTLs (Weebadde et al.，2oo8). Two recent mapping studies by Gaston et al. (2013)and Castro et al. (2015) have identified a major QTL controlling both the everbearing and runnering traits located on LGlVb-f of the cultivated strawberry.Unfortunately, these two studies used different markers and mapping populationsand it is therefore not possible to determine whether the QTLs are the same.Moreover， these studies did not suggest candidate genes for the everbearing trait,and there are no studies confirming the function of any flowering-related gene in the cultivated strawberry. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "As the genetics in the octoploid cultivated strawberry are notoriously complex，the closely related diploid wild strawberry F.vesca L.has been used in functional genetic studies for elucidating the molecular pathways controlling floweringin Fragaria.In F.vesca，both SD and LD genotypes exist and the flowering responses of these two genotypes are similar to those observed in the cultivated strawberry.SD genotypes initiate flowers photoperiod independently at low temperatures，are obligatory SD plants at temperatures between 13and $2 0 ^ { \\circ } C$ and areinhibited to flower at higher temperatures (Heideand Sgnsteby，2007；Rantanen et al.，2015). In contrast,flowering in the LD genotypes is promoted by LDs and temperature above $1 8 ^ { \\circ } C$ ，and delayed by SDs at cool $( 1 1 ^ { \\circ } \\mathsf { C } )$ and high $( 2 7 ^ { \\circ } \\mathsf { C } )$ temperatures (Mouhu et al.，2oo9;Sonsteby and Heide,2008). The comparable physiological responses in $F .$ vesca and the cultivated strawberry suggest that the principles of the molecular control of flowering in the two strawberry species are similar,and therefore,the use of the diploid $F _ { \\cdot }$ vescaasa model species is plausible. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The genetics of the everbearing trait in $F$ .vesca was studied already in the 1960s by Brown and Wareing (1965),who found that the everbearing character was caused by a recessive single gene termed SEASONAL FLOWERING LOCUS(SFL). More recently,itwasshown by Koskela etal. (2012) that the recessive everbearing trait is caused by a lack-of-function mutation in the coding sequence of a F.vesca homologue of TERMINAL FLOWER 1 (FvTFL1),a gene that represses flowering in a range of species, includingArabidopsis (Ohshimaetal.,1997),apple (Malus $\\times$ domestica；Kotoda et al.，2006；Flachowsky etal.，2012)，roses (Rosa sp.; lwata etal.,2o12) and maize (Zea mays; Danilevskaya etal.,201O).Itwas further shown that the expression of FvTFL1 is controlled by the photoperiodic pathway and is activated under LDs by F.veSCa SUPPRESSOR OF OVEREXPRESSION OF CONSTANS1 (FvSOC1; Mouhu et al.，2013).FvSOC1is in turn promoted by Fragaria FLOWERING LOCUST1 (FvFT1)，which is expressed in leaf tissues exclusively under LDs (Koskela et al., 2012；Rantanen et al.，2014).Also an F.vesca homologue of CONSTANS (FvCO) has been identified，but its role in the photoperiodic regulation ofFvFT1isunclear (Rantanen et al., 2014).The FvFT1-FvSOC1-FvTFL1 pathway isactivated under LDs in both SD and LD genotypes but leads to different flowering responses.In SD genotypes,LDs up-regulate the expression of functional FvTFL1,which overrides the floral activator function of FvFT1and flowering isallowed onlyunder SDswhen FvTFL1 is down-regulated.In contrast，the absence of functional FvTFL1 leads to FvFT1-mediated floral induction in LD genotypes grown under LDs (Koskela et al.,2012;Rantanen etal.，2014). In both genotypes, the floral meristem identity genes F.vesca APETALA1 (FvAP1)and FRUITFUL1 (FvFUL1)are up-regulated at the time of floral induction (Koskela et al.,2012;Mouhu et al.,2009,2013). The temperature-controlled flowering pathway in the diploid strawberry has been studied recently by Rantanen et al. (2015), who showed that the effects of photoperiodic and temperature pathways convergeat the regulation of FvTFL1.In F.vesca,cool temperature $( < 1 3 ^ { \\circ } \\mathsf { C } )$ down-regulates FvTFL1 independently of photoperiod and SDs are required for floral induction only at intermediatetemperatures $( 1 4 - 1 8 ^ { \\circ } \\mathsf C )$ ．At high temperature $( 2 3 ^ { \\circ } \\mathsf { C } )$ ，flowering is prevented because FvTFL1is up-regulated independently of the photoperiodic pathway by an unknown activator. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Inthis work，we take advantage of the knowledgeon molecular pathways regulating floweringin the diploidF.vesca and use functional and gene expression analysis to explore whether the pathways function similarly in the octoploid cultivated strawberry.We provide functional evidence of the role of $F _ { \\cdot }$ ： $\\times$ ananassa homologue of TFL1 asa floral repressorand show that FaTFL1 regulation is associated with floral induction under a range of environmental conditions.Our results suggest that FaFT1 and FaSOC1 mRNA levels in the cultivated strawberry respond similarly to changes in environmental conditionsas the photoperiodic pathway genes FvFT1 and FvSOC1 in the diploid $F .$ vesca,but their expression does not always correlate with the FvTFL1 mRNA levels. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Silencing FaTFL1in‘Elsanta' ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "It has been demonstrated in F.vesca that the silencing of FvTFL1 eliminates the SD requirement for flowering (Koskela et al., 2012).To elucidate whether TFL1 is a floral repressor also in the cultivated strawberry，we transformed the short-day cultivar 'Elsanta'using TFL1-RNAi construct described by Koskela et al. (2012).The first transformation experiments resulted in several putative transgenic shoots originating from independent transformation events.Two shoots were positively tested for the presence of transgenic DNA sequences by PCR (Figure S1).Both shoots were clonally propagated to obtain the transgenic lines F138 and F139.These lines were found to contain at least one copyof the transferred T-DNA by Southern hybridization (Figure S1). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Silencing of FaTFL1 in the two transgenic lines was further confirmed by quantitative RT-PCR.To reliably compare the expression level of FaTFL1 between the wild type and the transgenic plants,we needed to obtain vegetative apical tissues. As the transgenic plants flowered very early in LDs,we decided to use young runner apices without visible flower buds.In runner apices of LD-grown F138 and F139，FaTFL1 expression was strongly down-regulated,whereas FaTFL1 mRNA was expressed at a high level in wild-type ‘Elsanta' (Figure 1a). Expression of the floral integrator gene FaSOC1 putatively upstream of FaTFL1on thephotoperiodic flowering pathway was not significantly affected in the transgenic lines (Figure 1b). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/9e709714b40ffa8f369a9a54ca944eb8575a1133480b11422ff84a82def4d638.jpg",
        "img_caption": [
            "Figure 1Phenotypic characterization of transgenic ‘Elsanta' lines with silenced FaTFL1.(a-b) Relative expression of FaTFL1 (a) and FaSOC1 (b) in young runner apices of wild-type ‘Elsanta'and transgenic lines F138 and F139;(c-d) cumulative number of inflorescences (c) and runners (d) per plant after the flower induction and chilling treatments in wild-type 'Elsanta'and the transgenic line F138;(e) representative plants of wildtype‘Elsanta'and the transgenic line F138 subjected to artificial growth cycle.In (a) and (b), $n = 3 { \\mathrm { ; } }$ in $( \\mathsf { c } )$ and (d) $n = 1 0 .$ in (c-d) error bars indicate $\\pm \\mathsf { S D }$ ： "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The genome of F.vesca,a putative diploid progenitor species ofF. $\\times$ ananassa,harbours seven genes belonging to the same PEB (phosphatidyl ethanolamine-binding) protein family as FvTFL1 (Mimida et a/.,2012).Therefore,itwas of interest to confirm that the TFL1-RNAi construct introduced into ‘Elsanta'would silence only the transcripts orthologous to TFL1.We searched the Kazusa DNA Research Institute's database for F. $\\times$ ananassa coding sequences and identified three coding sequences with similarity to the TFL1-RNAi fragment. Phylogenetic analysis revealed that these sequences were the F. $\\times$ ananassa homologuesof TFL1, CENTRORADIALIS1 (CEN1）and CEN2 (Figure S2a).As FaCEN2 showed nearly $80 \\%$ identity with the TFL1-RNAi fragment (Figure S2a)，we decided to examine whether the TFL1-RNAi construct would silence also FaCEN2.However,we were unable to detect notable changes in the expression level of FaCEN2 between the wild-type ‘Elsanta' and the transgenic lines (Figure S2b). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Flowering phenotypes of the transgenic lines were assessed under LDs at $1 8 ^ { \\circ } C$ .The transgenic line F138 started flowering ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/28e2536795bf40d76fb853907803127f84aa0c3cbdfbac756892af91d3f37242.jpg",
        "table_caption": [
            "Table 1 Flowering of short-day (SD) and long-day (LD) grown plants of three strawberry cultivars.The plants were exposed to the specified daylengths at $1 8 ^ { \\circ } C$ for6 weeksand observed for flowering in LDs for the following 10 weeks. Days to anthesis was calculated from the end of daylength treatments. $N =$ number of plants. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Cultivar</td><td>Photoperiod (h)</td><td>N</td><td>Flowering plants (%)</td><td>Days to anthesis ± SD</td></tr><tr><td>Honeoye</td><td>SD 12</td><td>17</td><td>100</td><td>54.4 ± 3.5</td></tr><tr><td></td><td>LD18</td><td>10</td><td>0</td><td>>80</td></tr><tr><td>Alaska Pioneer</td><td>SD 12</td><td>12</td><td>100</td><td>65.2 ± 5.0</td></tr><tr><td></td><td>LD18</td><td>12</td><td>0</td><td>>80</td></tr><tr><td>Polka</td><td>SD 12</td><td>14</td><td>85.7</td><td>65.8 ±6.8</td></tr><tr><td></td><td>LD18</td><td>10</td><td>0</td><td>>80</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$7 8 . 4 \\pm 5 . 9$ days after moving the plants to the greenhouse, whereas ‘Elsanta' remained vegetative in LDs.Some of the F139 plants started flowering already in vitro (Figure S3a).When the line F139 was grown under greenhouse conditions (LD, $1 8 ^ { \\circ } C )$ flowering was observed after approximately 125 days.No floral budswere observed in the wild-type'Elsanta'plants after 150 days (Figure S3b). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Asnull mutation of FvTFL1 causes continuous flowering in the woodland strawberry (Koskela et al.，2012)，we tested the seasonality of flowering in‘Elsanta' TFL1-RNAi line F138 by subjecting the plants to the artificial seasonal cycle in the greenhouse (see Experimental procedures).After SD and chilling periods, $60 \\%$ of F138 plants flowered on 2nd of February,within 26 days of greenhouse forcing，whereas wild-type‘Elsanta' started to flower 2weeks later (Figure 1c and e).'Elsanta' flowered only for a short period and all plants produced only 1 or 2inflorescences.F138，however，continuously produced new inflorescences until the end of the experiment showing that the silencing of cultivated strawberry TFL1 homologue causes continuous flowering in‘Elsanta'.Both ‘Elsanta'and F138 produced equal number of runners by the end of the experiment,although the first runners were observed 1 week earlier in ‘Elsanta'than in F138 (Figure 1d). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Photoperiodic responses in cultivars ‘Alaska Pioneer', 'Honeoye'and'Polka' ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Toexplore the photoperiodic regulation of key flowering time genes,three cultivars，‘Honeoye'，'Polka'，and‘Alaska Pioneer', were selected based on their reportedly different flowering times. According to USDA National Plant Germplasm System,'Honeoye is considered an early mid-season cultivar.Under Nordic conditions，'Honeoye'isan early cultivar flowering approximately 1 week earlier than the mid-season cultivar 'Polka'(Hytonen and Richterich， personalcommunication)．‘AlaskaPioneer'was selected because it has been classified as an everbearing cultivar by USDA，but in our hands it requires SDs for flowering. Photoperiodic responses of these cultivars were studied in plants exposed to SDs ( $1 2 \\mathrm { ~ h ~ }$ of light) or LDs( $1 8 \\mathrm { ~ h ~ }$ of light) at $1 8 ^ { \\circ } C$ for 6 weeks. No flowering was observed in LDs，and in SDs, 'Honeoye'was the first to flower,followed by‘Alaska Pioneer' and 'Polka' (Table 1). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We examined diurnal expression of photoperiodically regulated genes FaFT1 and FaSOC1 in leaf tissues of the cultivar ‘Honeoye'. FaFT1 was expressed exclusively in LDs,with two peaks,the first one 4 h after dawn and the second $2 0 ~ \\mathsf { h }$ after dawn (Figure S4a). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "FaSOC1 was expressed at a higher level in LDs than SDs (Figure S4b).Under SDs, there was no clear rhythm in FaSOC1 expression,but in LDs the gene was slightly up-regulated in the morning.In the shoot apex,on a longer time span,FaSOC1 was down-regulated after 2 weeks in SDs and remained low under short-day conditions in all three cultivars (Figure 2a-c).When the plants were returned to LDs,expression levels of FaSOC1 were restored to almost the same levels as in the LD-treated plants. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "FaTFL1 expression showed more diverse patterns in the three cultivars analysed.In the beginning of the experiment，FaTFL1 was expressed very strongly in the shoot apex tissues of 'Honeoye'.In this cultivar，the floral repressor FaTFL1was gradually down-regulated in both LDs and SDs,although downregulation occurred at a faster rate in SDs (Figure 2d).Similar trends were found also in‘Alaska Pioneer'，although the reduction in the FaTFL1 mRNA level under LD was weaker than in‘Honeoye' (Figure 2e)．Only the cultivar‘Polka'showed a constant level of FaTFL1 expression in LDs and the downregulation of the gene in SDs (Figure 2f).The floral meristem identity gene FaFUL1 was up-regulated only in the shoot apices of SD-treated plants 4 weeks after the end of the SD treatment, concordant withthe floweringobservations(Figure 2g-i; Table 1). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Interaction of photoperiod and temperature in‘Elsanta' and 'Glima' ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Next,we were interested in determining how the interaction of photoperiod and temperature affects floweringand the expression of flowering-related genes in the cultivated strawberry.The cultivars‘Elsanta'and‘Glima'were selected for these treatments based on their different flowering responses;‘Glima'flowering readily in LD at temperatures below $2 1 ^ { \\circ } C$ (Heide，1977), whereas‘Elsanta'is an obligatory SD plant and does not initiate flowers in LDs even at temperatures as low as $9 ^ { \\circ } C$ (Sonsteby and Heide,2oo6).The experimental plants were subjected to SDs and LDs at three temperatures for 5 weeks.No flowering ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/7d63790dadd934d9a63a8c2c62d006124761a96b854fe3d07f1a4d71e2d9a5e5.jpg",
        "img_caption": [
            "Figure2ExpressdUofixpressf FaTFL().';)d) Polka'.Grey bars present SD (short day)and light bars LDs (long days). $\\mathsf { W } =$ weeks under photoperiodic treatments; 6W $^ +$ 4W $\\mathsf { L D } = 6$ weeks under photoperiodic treatments followed by 4 weeks under LDs. Error bars indicate $\\pm \\mathsf { S D }$ $\\displaystyle { \\langle n = 3 \\rangle }$ "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/39e51eb1c31ecbf5c5eff1ca798532d9665dfc93c8dc7656ba92e8737cd20aff.jpg",
        "table_caption": [
            "Table2FloweringofElsanta'and‘Glima'grownundershortdaysSDs)orlongdays(LDs)atdiferenttemperatures.Theplantsweretreated under diferent photoperiods and temperatures for35 days,after which they were moved to greenhouse (LD, $2 0 ^ { \\circ } \\mathsf { C } )$ for flowering observations. Days to anthesis was calculated from the end of the treatments. $n = 1 2$ ： "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Cultivar</td><td>Photoperiod (h)</td><td>Temperature (C)</td><td>Flowering plants (%)</td><td>Days to anthesis</td><td>No. of inflorescence/plant</td></tr><tr><td>Glima</td><td>SD 10</td><td>9</td><td>100</td><td>24.6</td><td>3.8</td></tr><tr><td></td><td></td><td>15</td><td>100</td><td>20.8</td><td>4.9</td></tr><tr><td></td><td></td><td>21</td><td>100</td><td>24.0</td><td>4.4</td></tr><tr><td></td><td>LD20</td><td>9</td><td>100</td><td>27.7</td><td>2.7</td></tr><tr><td></td><td></td><td>15</td><td>100</td><td>28.9</td><td>2.2</td></tr><tr><td></td><td></td><td>21</td><td>60</td><td>58.7</td><td>0.8</td></tr><tr><td>Elsanta</td><td>SD 10</td><td>9</td><td>100</td><td>41.8</td><td>1.0</td></tr><tr><td></td><td></td><td>15</td><td>100</td><td>34.6</td><td>1.1</td></tr><tr><td></td><td></td><td>21</td><td>100</td><td>34.1</td><td>1.2</td></tr><tr><td></td><td>LD20</td><td>9</td><td>0</td><td>>100</td><td>0</td></tr><tr><td></td><td></td><td>15</td><td>0</td><td>>100</td><td>0</td></tr><tr><td></td><td></td><td>21</td><td>0</td><td>>100</td><td>0</td></tr><tr><td colspan=\"8\">Probability level of significance (ANOVA) Source of variation</td></tr><tr><td>Photoperiod (A)</td><td></td><td></td><td>0.003</td><td>0.004</td><td>0.006</td></tr><tr><td>Temperature (B)</td><td></td><td></td><td><0.001</td><td><0.001</td><td>n.s.</td></tr><tr><td>A×B</td><td></td><td></td><td><0.001</td><td><0.001</td><td>0.02</td></tr><tr><td>Cultivar (C)</td><td></td><td></td><td><0.001</td><td><0.001</td><td><0.001</td></tr><tr><td>C×A</td><td></td><td></td><td><0.001</td><td><0.001</td><td>0.004</td></tr><tr><td>C×B</td><td></td><td></td><td>0.003</td><td>0.01</td><td>n.s.</td></tr><tr><td>AxB×C</td><td></td><td></td><td>0.04</td><td>0.03</td><td>n.s.</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(a) (b) SD:I 9°℃ 100 100 15℃ +21℃   \n(%) buuemo 80 (%) 80 LD:1Y 9°℃ 60 reeg 60 2C 40 40 20 20 0点 □ 0 中 01234567 01234567 Time (weeks) Time (weeks) 'Glima' 'Elsanta' ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The effects of temperature，photoperiod and cultivar as well as their interactions were found to be statistically significant at $\\mathfrak { a } = 0 . 0 5$ (Table 2). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To understand the effects of daylength and temperature on the regulation of flowering-related genes，leaf and shoot apex samples of‘Glima'and‘Elsanta'were collected after 30 days under experimental conditions.In leaf tissues,FaFT1 expression wasstrongly down-regulated by SDs,being nearly undetectable inthe SD samples (Figure 4a-b).However, temperature had an effect on FaFT1 expression in both cultivars under LDs，the expression being highest at $1 5 ^ { \\circ } C$ FaSOC1 expression in leaf tissue was down-regulated by SDs,and no obvious differences between cultivars and temperature treatments were observed (Figure 4c-d). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "was observed in‘Elsanta' plants grown in LDs at any of the tested temperatures，while the SD-treated plants grown at $1 5 ^ { \\circ } C$ and $2 1 ^ { \\circ } C$ flowered nearly simultaneously 34 days after the end of the SD treatment (Table 2; Figure 3a). Cool temperature $( 9 ~ ^ { \\circ } C )$ delayed flowering by approximately 1week.In 'Glima'，the effect of photoperiod was much weaker than in 'Elsanta'.'Glima'plants grown in SDs at $9 ^ { \\circ } C$ and $2 1 ^ { \\circ } C$ flowered at the same time and produced roughly the same number of inflorescences,while $1 5 ^ { \\circ } C$ advanced flowering by approximately 4 days (Table 2;Figure 3b).LD treatment at $9 ^ { \\circ } C$ and $1 5 ^ { \\circ } C$ slightly delayed flowering as compared to the SD treatmentat the same temperatures.The highest temperature of $2 1 ^ { \\circ } C$ waspartially inhibitive to flowering under LDs in 'Glima'，asonly $60 \\%$ of the plants flowered under these conditionsand flowering was delayed byapproximately 30 days. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In the shoot apices of both cultivars,FaSOC1 expression was strongly down-regulated by SDs,similarly as in the leaf samples (Figure 5a-b).Temperature did not affect FaSOC1 expression levels in theapices of 'Glima',whereas in‘Elsanta'FaSOC1mRNA was slightly less abundant in the $\\mathsf { L D } / 1 5 ^ { \\circ } \\mathsf C$ samples than in the other LD samples. In addition to using our own primers for quantitative RT-PCR，we measured FaSOC1 relative expression withthe primers described by Nakano et al. (2o15).The expression patterns with the two primer pairs were nearly identical (Figure S5a-b). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The expression levels of FaTFL1 were generally concordant with the flowering data.In‘Glima' (Figure 5c),expression of FaTFL1 waslower than in‘Elsanta' (Figure 5d) in all treatments. Daylength had an effect on FaTFL1 expression only at $2 1 ^ { \\circ } C ,$ where LDs up-regulated FaTFL1 in correlation with delayed flowering (Figure 5,Table 2).In ‘Elsanta'，SDs down-regulated FaTFL1 at all tested temperatures,concordant with flowering phenotypes.However，FaTFL1 transcript level in‘Elsanta'was quite low also in LDs at $9 ^ { \\circ } C$ ,although no flowering was observed in this treatment. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/98bc8dfb62f636d338bbef64646276ecdfa5d2bb889c3ff65fc5ba22a6262fd9.jpg",
        "img_caption": [
            "Figure 4 Expression of photoperiodically regulated genes in leaves of‘Glima'and‘Elsanta'. (a-b)Expression of FaFT1 in leaves of ‘Glima' (a) and‘Elsanta'(b); (c-d) expression of FaSOC1 in leaves of ‘Glima'(c) and 'Elsanta'(d) grown under different daylength and temperature conditions for30 days.Error bars indicate $\\pm \\mathsf { S D }$ 1 $\\displaystyle { \\langle n = 3 \\rangle }$ 一 ",
            "Figure 5Expression of photoperiodically regulated genes in the shoot apices of ‘Glima' and 'Elsanta'.(a-b) Expression of FaSOC1 in‘Glima' (a) and'Elsanta' (b); (c-d) expression of FaTFL1 in 'Glima'(c) and'Elsanta'(d) grown under different daylengths and temperatures.Error bars indicate $\\pm \\mathsf { S D }$ 1 $\\langle n = 3 \\rangle$ ： "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In this report,we show how the silencing of a key floral repressor FaTFL1 leads to daylength-independent flowering in the cultivated strawberry.We provide evidence that the expression of FaFT1 and FaSOC1 in the different cultivars of the cultivated strawberry responds similarlyto environmental conditionsas the FvFT1 and FvSOC1 genes in the diploid F.vesca，but the regulation of FaTFL1 does not always coincide with the changes in the FaFT1 and FaSOC1 mRNA levels.We show that the regulation of FaTFL1 expresson in the cultivated strawberry cultivars is diverse and is associated with the varying flowering responses of the cultivars. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "TFL1isa floral repressor in the cultivated strawberry ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Homologues of TFL1 have been shown to act as repressors of flowering in a wide range of species including Arabidopsis (Bradley etal.,1997;Hanano and Goto,2011),Malus $\\times$ domestica (Flachowsky etal.，2012；Kotoda etal.，2006)，Arabisalpina (Wanget al.，2011)and $F .$ vesca (Koskela et al.，2012).In Arabidopsis， mutations at TFL1 cause early floweringand conversion of the inflorescence meristem into floral meristem, leading to formation of the terminal flower (Bradley etal.,1997). Similarly,in Arabisalpina,silencing AaTFL1 leads to formation of terminal flowers and also reduces the juvenile phase (Wang et al., 2011).Moreover,disruption of TFL1 expression in apple reduces the duration of both the juvenile and vegetative phases and results in very early flowering (Kotoda etal.,2oo6).The gene is also reported to have a role in the control of yearly growth cycles inperennial plants such as Lombardy poplar (Populus nigra var. italica; lgasaki etal.,2oo8),roses (lwata etal.,2012) andF.vesca (Koskela et al.，2012)．In F.vesca，FvTFL1 is photoperiodically regulated by the LD-activated FvFT1-FvSOC1 flowering pathway at temperatures between 13 and $1 8 ^ { \\circ } C$ ，leadingto the repression of flowering in LDs (Mouhu et al.，2013;Rantanen et al.. 2015)．At cool temperatures，FvTFL1 is repressed daylength independently and flowering is induced in both SDs and LDs, whereas high temperatures promote FvTFL1 expression and inhibit flowering (Rantanen et al.,2015).To investigate the role of FaTFL1 in repression of flowering in the cultivated strawberry, we analysed transgenic 'Elsanta'plants with silenced TFL1. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In F.vesca,silencing of FvTFL1 leads to daylength-independent flowering but is not involved in the photoperiodic control of vegetative development, that is development of runners (Koskela et al.,2012). Similarly,in the transgenic'Elsanta'lines with TFL1- RNAi construct, silencing of TFL1 abolished seasonal regulation of growth cycles causing daylength-independent perpetual flowering (Figure 1c and e),but did not affect the formation of runners in the transgenic lines (Figure 1d). These data provide strong evidence that FaTFL1 functions asa floral repressor,which has no direct effect on the vegetative reproduction in the cultivated strawberry.The absence of connection between TFL1and vegetative vigour seems to be strawberry specific;in many other Rosaceous crop plants,including pear (Freiman et al.,2012)and apple (Flachowsky et al.，2012；Kotoda et al.，2006)，reducing TFL1 expression results in plants with greatly reduced vegetative growth. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Results from transgenic experiments in F.vesca indicated that FvSOC1 separately promotes runner formation through the activation of the gibberelin pathway and represses flowering by activating FvTFL1 expression.However，FvTFL1 has no effect on theexpression of FvSOC1 or runner formation (Koskela et al., 2012；Mouhu et al.,2013). Similarly, the silencing of FaTFL1 in 'Elsanta'did not change FaSOC1 expression.Further studies are needed to reveal whether FaSOC1 also functions as a branching point in the genetic pathway controlling vegetative and generative reproduction in the cultivated strawberry.Based on our findings，flowering time in the cultivated strawberry could be extended by reducing FaTFL1 expression either by means of conventional breeding，through transgenic procedures or genome editing (Xiong et al.,2015)without direct consequences in vegetative reproduction.Poor runner production in current everbearing cultivars (Sonsteby and Heide，2oo7)，which was reported to be caused by the same major QTL as the perpetual floweringhabit itself (Gaston et al.，2013)，is limitingtheir vegetative propagation in nurseries.Based on our data，the production of novel everbearing cultivars based on FaTFL1 silencing could possibly solve this problem. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Altered patterns of FaTFL1 expression may contribute to the different flowering responses in the cultivated strawberry ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "TFL1 down-regulation has been shown to correlate with the expression of floral meristem identity genes and subsequent floweringin several perennial Rosaceous species，namely the diploid strawberryF.vesca (Koskela etal.，2012),M.domestica (Hättasch et al.，20o8)and Rosa sp. (lwata et al.，2012). Although the gene appears to have an important role in the control of flowering,the variation in its expression patterns within a certain species has not been studied.In this work,we analysed the variation in FaTFL1 expression patterns in five octoploid strawberry cultivars.The results show striking cultivar-dependent differences in the regulation of FaTFL1 expression by environmental conditions. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "FaTFL1 down-regulation correlated with flowering in cultivars 'Polka'，‘Glima'and‘Elsanta'.By contrast,down-regulation of FaTFL1 was detected under both daylengths in the early cultivar 'Honeoye'and in‘Alaska Pioneer' that flowered eleven days later, although the gene was expressed ata higher level in LDs than SDs at all time points (Figure 2). It appears contradictory that FaTFL1 was down-regulated in both SDs and LDs in these cultivars, although no flowering in LDs was observed (Table 1),and FaFUL1 wasup-regulated only in SDs (Figure 2g-h). However，earlier experiments with ‘Honeoye'have shown that the cultivar can be induced to flower daylength independently at $1 7 ^ { \\circ } \\mathsf { C }$ ，with LDs delaying flowering (Bradford et al.,201O). It is therefore possible that flowering could have eventually occurred in‘Honeoye'and 'Alaska Pioneer'also in LDs had the plants been observed fora longer time.Moreover,a recent study by Nakano et al. (2015) demonstrated similar daylength-independent down-regulation of FaTFL1 in the Japanese octoploid strawberry cultivar 'Nyoho'.The authors suggested that the observed down-regulation of FaTFL1 in‘Nyoho'could be due to high initial levels of FaTFL1 caused by the conditions where the experimental plants were prepared, that is under high natural temperature.It seems likely that the initial level of FaTFL1 mRNA was high in the young‘Honeoye'and 'Alaska Pioneer' plants used in the experiment,but this cannot be caused by high temperatures or high light conditions as the plants wereprepared during winter under controlled greenhouse conditions.A more likely explanation,which should be studied further,is that the level of FaTFL1 transcript is extremely high in young plants of these cultivars and isreduced in an agedependent manner.Age-dependent reduction in TFL1 mRNA has been earlier described in the perennial A.alpina (Wang et al., 2011)，in which TFL1 expressed in the shoot apical meristem blocks flowering of young plants exposed to vernalization. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In F.vesca,FvTFL1 isdown-regulated and flowering induced independently of the photoperiod below a critical limit of $1 3 ^ { \\circ } \\mathsf { C } ,$ whereas high temperature $( 2 3 ^ { \\circ } \\mathsf { C } )$ represses flowering by upregulating FvTFL1 (Rantanen et al.,2015).Previous experiments with the cultivated strawberry cultivars have suggested that temperature may control flowering through a similar mechanism, although critical temperature limits differ widely depending on the cultivar. Sonsteby and Heide (2oo6) have shown that even temperature as low as $9 ^ { \\circ } C$ is not sufficiently low for induction of flowering in‘Elsanta'，and temperature of $2 7 ^ { \\circ } C$ is required for repressing flowering in SDs.In contrast,'Glima'induces flowers independent of daylength at $1 8 ^ { \\circ } C$ ，and temperature of $2 4 ^ { \\circ } C$ is not high enough for complete floral repression (Heide,1977). Our results are in line with the earlier physiological studies,as SDs down-regulated FaTFL1 and induced flowering in‘Elsanta'at al tested temperatures (the highest being $2 1 ^ { \\circ } \\mathsf { C } )$ ,whereas in‘Glima', FaTFL1 mRNA levels were lower in LDs than in‘Elsanta'and flowering occurred in all photoperiod-temperature combinations (Table 2 and Figure 5).However，LD caused a partial floral repression at the highest temperature,which was associated with increased FaTFL1 mRNA level compared to SD.Contradictory to the observations in $F .$ vesca，cool temperature of $9 ^ { \\circ } \\mathsf { C }$ did not inducefloweringin‘Elsanta'althoughFaTFL1wasdownregulated.It is possible that although the level of FaTFL1in 'Elsanta'under the $\\mathsf { L D } / 9 ^ { \\circ } \\mathsf C$ treatment was low，it was still sufficient to repress flowering in this cultivar.Several studies in Arabidopsis have shown that TFL1 isa stronger repressor of flowering under cool temperature (Hanano and Goto,2011; Kim et al.,2013; Strasser et al.,2009),and the same could be true in the cultivated strawberry.Another possibility is that the FaTFL1 homoeologs not detected by our RT-qPCR primers were expressed at a higher level.Future research with subgenome specific primers should be carried out to show whether the homoeologs are expressed at different levels. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Is the FaFT1-FaSOC1-FaTFL1 pathway present in the cultivated strawberry? ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The long-day activated photoperiodic flowering pathway has beenwell characterized inF.vesca.InF.vesca,LDsactivate FvFT1 expression in the leaf leading to FvSOC1 activation in the shoot apex.By contrast,SDs strongly down-regulate FvFT1 expression in the leaf and cause a gradual down-regulation of FvSOC1 in the shoot apex leading to the reduction in FvTFL1 mRNA levels and flower induction (Koskela et al.,2012;Mouhu et al.,2013). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "To elucidate whether the LD-activated FT1-SOC1 pathway shows similar expression patterns in the cultivated strawberry, we studied the expression of these genes in several strawberry cultivars.Inall tested cultivars,FaFT1wasexpressed in leaf tissues exclusively in LDs (Figures 4 and S4).Moreover，the diurnal rhythmof FaFT1in‘Honeoye'showedasimilar pattern to the rhythmical expression of FvFT1 observed in $F .$ vesca (Koskela et al.，2012).Interestingly，FaFT1 expression in the cultivated strawberry is regulated also by temperature,the expression being highest at intermediate temperature (Figure 4).Similar results were reached in F.vesca by Rantanen et al.(2o15),who showed that FvFT1 is regulated by ambient temperature，although no correlation between the flowering response and FvFT1 expression Was observed between the temperatures.Our results on FaFT1 regulation in cultivated strawberry support the recent reports by Nakano et al. (2015) and Nakajima et al. (2014),who reported higher FaFT1 expression in LDs than SDs in the Japanese cultivars 'Nyoho'and'Tochiotome'，respectively.However,Nakano etal. (2015)did not detect clear daylength-dependent regulation of FaSOC1，in contrast with our finding that FaSOC1 is downregulated in SDs in both leavesand apical tissues (Figures2,4and 5).We first hypothesized that the discrepancy could be caused by different primers used for quantitative RT-PCR.When we tested the FaSOC1 primers of Nakano et al. (2015)，the expression patterns were nearly identical to those obtained with our own primers (Figures 5and S5).It therefore appears that the observed lack of photoperiodic regulation of FaSOC1 in the Japanese cultivar'Nyoho'reflectsa truedifference in FaSOC1 regulationas compared to European strawberry cultivars. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In general,we detected lower FaTFL1 expression levels in SDthan in LD-grown shoot apices except in‘Glima'indicating that, similarlyto $F .$ vesca (Mouhu et al.，2013)，the photoperiodic control of FaTFL1 is present in the cultivated strawberry.In many cases,however,the changes in the FaTFL1 mRNA levels did not clearly reflect the changes in the expression of FaFT1 and FaSOC1 indicating that other mechanisms are involved in the regulation of FaTFL1.This is clearly true also in $F .$ vesca，in which strong coincidence in the photoperiodic control of FvSOC1 and FvTFL1 only occurs in quite narrow temperature range (Rantanen et al., 2015).Our results suggest that the identification of the genetic variation causing variable TFL1 expression patterns in strawberries mayopen new possibilities for tailoring flowering responses. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The results presented here suggest that FaTFL1 acts as a floral repressor in the cultivated strawberry,and its down-regulation is correlated with subsequent floral induction in most cases. Cultivars exhibit large differences in the regulation of FaTFL1; some cultivars may down-regulate FaTFL1 in an age-dependent manner，whereas in other cultivars FaTFL1 down-regulation is more dependent on environmental conditions.As the diverse expression patterns do not seem to arise from differential activity of the photoperiodically controlled FaFT1-FaSOC1 pathway,the elucidation of other upstream regulators of FaTFL1 or functional allelicvariation in the FaTFL1 locus could provide valuable information for targeted plant breeding.Decreasing FaTFL1 expression levels either via conventional breeding orusing transgenic approaches could result in novel everbearing or earlier flowering cultivars without direct effect on vegetative reproduction through runners. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Experimental procedures ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Plant transformation ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Forplant transformation,axillary shoot cultures of the octoploid strawberry $( F . \\ \\times$ ananassa Duch.） cultivar‘Elsanta'were used. The plant material was propagated in vitro on shoot proliferation medium containing MS salts and vitamins (Murashige and Skoog, 1962)supplemented with $0 . 1 \\mathrm { \\ m g / L }$ 6-benzylaminopurine (BAP), $0 . 0 1 \\ \\mathrm { m g / L }$ indole-3-acetic acid (IAA), $3 0 ~ { \\mathfrak { g } } / { \\mathsf { L } }$ sucrose and $0 . 4 5 \\%$ DifcoBacto-agar (Difco，Heidelberg，Germany)． Plantswere grown in a culture chamber( $1 6 \\mathrm { ~ h ~ }$ light at $2 1 ^ { \\circ } C$ and $8 \\ h$ dark at $1 6 ^ { \\circ } C )$ and subcultured every 3-4 weeks.Plant transformation wasperformed using the Agrobacterium tumefaciens strain EHA105 complemented with the binary plasmid vector pK7GWIWG2D(Il)_TFL1-RNAi (Koskela et al.,2012)as described by Fischer et al. (2O14). Regenerated meristems were excised $9 -$ 12 weeks postinoculation. Regenerated shoots were propagated and subcultured on shoot proliferation medium with $5 0 0 ~ \\mathrm { m g / L }$ timetinand $3 0 0 ~ \\mathrm { m g / L }$ kanamycinat $1 6 \\mathrm { ~ h ~ }$ of light at $2 1 ^ { \\circ } C$ and $8 \\mathrm { ~ h ~ }$ of darkness at $1 6 ^ { \\circ } C$ .Rooted plantlets( $_ { \\mathscr { n } } = 5$ for each transgenic line）were grown in $5 ( m$ plastic pots in the greenhouse in LD conditions at $1 8 ^ { \\circ } C$ ： ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "PCR-based detection of transgenic sequences ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Genomic DNA was extracted from in vitro leaves of the transgenic linesand wild-type‘Elsanta'using the DNeasy Plant Mini Kit (Qiagen,Hilden,Germany).PCR was performed in $2 5 ~ \\mu \\iota$ volume containing10 ngDNA， $1 \\times$ DreamTaqTMbuffer， $0 . 2 \\mathrm { \\ m m }$ deoxynucleoside triphosphates (dNTPs)， $0 . 5 ~ \\mu \\mathrm { m }$ of each primer and $0 . 5 \\ \\cup$ DreamTaqTM DNA polymerase (MBl Fermentas，St. Leon-Roth,Germany).The PCR started by initial denaturation at $9 4 ^ { \\circ } C$ for $4 \\min$ ,followedby33 cycles of $3 0 ~ \\varsigma$ of denaturation at $9 4 ^ { \\circ } C$ ，1min of annealing at $5 6 ^ { \\circ } C$ and 1.5 min of extension at $7 2 ^ { \\circ } C$ ，and a final extension at $7 2 ^ { \\circ } C$ for7 min.PCR was performed usinga MyCyclerTM thermocycler (Bio-Rad,Hercules, CA).Primers used for detecting the nptll marker gene and the chimeric TFL1 hairpin construct are listed in Table S1. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Plant materials,experimental conditions and sampling ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Plants for all experiments were propagated clonally from runner plants of LD-grown mother plants. In the artificial seasonal cycle experiment with wild-type ‘Elsanta'and TFL1-RNAi line F138,the clonally propagated plants $( n = 1 0 )$ were grown for1 month in LDs in the greenhouse,after which they were subjected to natural SDs in an unheated greenhouse in Helsinki from 25 September 2014 to 13 November 2014.Then,greenhouse temperature was set to $6 ^ { \\circ } C$ for the following 56 days (1344 chilling hours） to release dormancy.After chilling，plants were forced in the greenhouse under $1 8 - h$ photoperiod.Temperature was first set to $1 2 ^ { \\circ } C$ and then gradually increased to $1 8 ^ { \\circ } C$ during the first 2weeks.Inflorescences with open flowers and runners were counted and removed weekly. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For the environmental treatments,runner-propagated plants of 'Alaska Pioneer'，'Honeoye'and'Polka'were first grown in LDs 1 $1 8 \\mathrm { ~ h ~ }$ light, $1 8 ^ { \\circ } \\mathsf { C } )$ for3weeks.Plants were then exposed to either SD( $1 2 \\ h$ $1 8 ^ { \\circ } \\mathsf { C } )$ orLD( $1 8 \\mathrm { ~ h ~ }$ 1 $1 8 ^ { \\circ } \\mathsf { C } )$ conditions for6 weeksand then moved to LD at $1 8 ^ { \\circ } C$ forflowering observations.For analysing temporal changes in gene expression,three biological replicates of apex samples were collected at ZT9 O,2，4 and 10 weeks after the beginning of the daylength experiments,each sample containing the main apex of three individual plants.Leaf samples foranalysing circadian rhythmic expression in cultivar 'Honeoye'were collected 3 weeks after the beginningof daylength treatments at4,8,12,16,20,24 and $2 8 { \\ h }$ after the 'first'subjective dawn.Leaf samples consisted of the middle leaflet of a fully opened leaf,and three biological replicates were collected. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Clonally propagated plants of cultivars‘Glima'and‘Elsanta' were rooted directly into $1 0 \\ \\mathsf { c m }$ pots and grown in a greenhouse in LDs $( 2 0 \\ h )$ at $2 0 ^ { \\circ } C$ for 4 weeks.The plants were exposed to combinations of temperature ${ \\mathsf { \\langle 9 ^ { \\circ } C . } }$ $1 5 ^ { \\circ } C$ and $2 1 ^ { \\circ } \\mathsf { C } )$ and daylength $( \\mathsf { S D } = 1 0 \\mathrm { ~ h ~ }$ and $\\mathsf { L D } = 2 0 \\ \\mathsf { h } ;$ for5weeks,afterwhich the plants were moved to LD at $2 0 ^ { \\circ } C$ for flowering observations. Using low-intensity $( 7 ~ \\mu \\mathrm { m o l }$ quanta $/ \\mathsf { m } ^ { 2 } / \\mathsf { s } ,$ ）incandescent light for daylength extension，the daily integral differed only by $0 . 5 \\%$ between the daylength treatments.Leaf and apex samples for RNA extractions were collected at noon $( + 2 \\ h )$ on day 30 with threebiological replicates.Each leaf replicate was pooled from the youngest fully open leaves of 4 plants,and each apex sample contained the main shoot apices of four plants.All samples were immediately frozen in liquid nitrogen and stored at $- 8 0 ^ { \\circ } \\mathsf C$ ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "RNA extraction and quantitative RT-PCR ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Apexsampleswere milled in Retsch MM4oo ball mill (Retsch GmbH,Düsseldorf,Germany) at28/second for $3 0 ~ \\mathsf { s } .$ Leafsamples were ground in liquid nitrogen using a mortar and a pestle.RNA Was extracted using the CTAB-extraction buffer based pine tree method (Monte and Somerville，2002).cDNA was synthesized from $1 ~ \\mu \\ g$ total-RNA using Superscript Il reverse transcriptase (Invitrogen，Thermo Fisher Scientific，MA).RT-PCRs were performed with three technical replicates and three biological replicates with SYBR Green I master mix (Roche Deutschland Holding GmbH，Mannheim，Germany）run in Lightcycler 480 instrument (Roche).Quantitative RT-PCR was run in a total volume of $1 0 ~ \\mu \\iota$ with final concentration of $1 \\times \\mathsf { S Y B R }$ Green Master Mix I(Roche) and $0 . 4 5 ~ \\mu \\mathrm { w }$ primers.The RT-qPCR profile is described in Figure S6.A total of $3 . 5 ~ \\mu \\ L$ of diluted cDNA (final volume $1 5 0 ~  { \\mu \\mathrm { L } } )$ was used in each reaction.Relative expression levelswere calculatedby△△Ctmethod (Pfaffl,2oo1) with FaMS/1 (Fragaria $\\times$ ananassa homologue of MULTICOPY SUPPRESSOR $O F \\ I R A \\ 1 )$ as normalization gene.Primers used for RT-qPCR are listed in Table S1. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "E.A.K.was funded by Viikki Doctoral Programme in Molecular Biosciences (VGSB) and Maiju and Yrjo Rikala Horticulture foundation.T.H.was funded by Maiju and Yrjo Rikala Horticulture foundation and the Finnish Ministry of Agriculture and Forestry (Project No.1998/312/2011).A.S.and O.M.H.received funds from the Norwegian Agricultural Agreement Research Fund/Foundation for Research Levy on Agricultural Products through Project No.225154/E40.The authors declare no conflict of interests. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Ahmadi，H.，Bringhurst，R.S.and Voth,V.(199O)Modes of inheritance of photoperiodism in Fragaria.J.Am.Soc. Hortic.Sci.115,146-152.   \nBradford,E., Hancock,J.F.and Warner, R.M.(201O) Interactions of temperature and photoperiod determine expression of repeat flowering in strawberry.J. Am. Soc. Hortic.Sci.135,102-107.   \nBradley，D.，Ratcliffe,O.J.，Vincent,C., Carpenter，R.and Coen,E.(1997) Inflorescence commitment and architecture in Arabidopsis.Science,275,80- 83.   \nBrown,T.and Wareing,P.F.(1965) The genetical control of the everbearing habit and three other characters in varieties of Fragaria vesca.Euphytica,14, 97-112.   \nCastro,P., Bushakra,J.M., Steward,P.,Weebadde, C.K., Wang,D.,Hancock, J.F.,Finn,C.E.et al.(2015) Genetic mapping of day-neutrality in cultivated strawberry. Mol.Breed.79.doi:10.1007/s11032-015-0250-4 Danilevskaya，O.N.，Meng，X．and Ananiev，E.V.(2010）Concerted modification of flowering time and inflorescence architecture by ectopic expression of TFL1-like genes in maize.Plant Physiol.153,238-251.   \nDarrow,G.M.and Waldo,G.F.(1934) Responses of strawbery varieties and species to duration of the daily light period. U.S. Dept.Agric.Tech.Bull.453, 1-31.   \nFischer，T.C.，Mirbeth，B.，Rentsch,J.，Sutte，R.C.，Ring,L.，Flachowsky，H., Habegger,R.et al. (2014) Premature and ectopic anthocyanin formation by silencing of anthocyanidin reductase in strawberry (Fragaria $\\times$ ananassa). New Phytol. 201,440-451. Flachowsky，H.， Szankowski,I.，Waidmann，S.，Peil,A.，Tränkner，C．and Hanke,M.V. (2012) The MdTFL1 gene of apple (Malus $\\times$ domestica Borkh.) reduces vegetative growth and generation time.Tree Phys.32,1288-1301.   \nFreiman，A.，Shlizerman，L.，Golobovitch，S.，Yablovitz，Z.，Korchinsky，R., Cohen,Y.，Samach,A.et al.(2012) Development of a transgenic early flowering pear (Pyrus communis L.) genotype by RNAi silencing of PcTFL1-1 and PcTFL1-2.Planta,235,1239-1251.   \nGaston，A.，Perrotte,J.,Lercetau-Kohler,E.,Rousseau-Guetin，M.,Petit,A., Rothan,C.and Denoyes,B.(2013) PFRU,a single dominant locus regulates the balance between sexual and asexual plant reproduction in cultivated Strawberry.J. Exp.Bot.64,1837-1848.   \nHanano,S.and Goto, K.(2011) Arabidopsis TERMINAL FLOWER1 is involved in the regulation of flowering time and inflorescence development through transcriptional regulation.Plant Cell,23,3172-3184.   \nHättasch,C.,Flachowsky,H., Kapturska,D.and Hanke,M.V. (2Oo8)Isolation of flowering genes and seasonal changes in their transcript levels related to flower induction and initiation in apple (Malus domestica).Tree Physiol.28, 1459-1466.   \nHeide,O.M.(1977) Photoperiod and temperature interactions in growth and flowering of strawberry.Physiol.Plant.40,21-26.   \nHeide，O.M.and Sonsteby，A.(2007） Interactions of temperature and photoperiod in the control of flowering of latitudinal and altitudinal populations of wild strawberry (Fragaria vesca).Physiol. Plantarum,130, 280-289.   \nHytonen,T.,Palonen,P.,Mouhu, K.and Juntila,O. (20o4) Crown branching and cropping potential in strawberry (Fragaria $\\times$ ananassa Duch.） can be enhanced by daylength treatments.J. Hort. Sci. Biotechnol.79,466-471.   \nIgasaki，T.，Watanabe，Y.，Nishiguchi，M.and Kotoda，N.(2008）The FLOWERING LOCUS T/TERMINAL FLOWER1 familyin Lombardy poplar. Plant Cell Physiol.49,291-300.   \nlwata,H., Gaston,A.，Remay,A.,Thouroude,T., Jeauffre,J.,Kawamura，K., Hibrand-Saint Oyant,L.etal. (2012)The TFL1 homologue KSN isa regulator of continuous flowering in rose and strawberry.The Plant J.69,116-125.   \nKim,W.,Park,T.I.,Yoo,S.J.,Jun,A.R.and Ahn,J.H.(2013) Generation and analysis of a complete mutant set for the Arabidopsis FT/TFL1 family shows specific effects on thermo-sensitive flowering regulation.J.Exp. Bot.64, 1715-1729.   \nKonsin，M.,Voipio,I.and Palonen,P.(2o01) Influence of photoperiod and duration of short-day treatment on vegetative growth and flowering of strawberry (Fragaria $\\times$ ananassa Duch.). J. Hort. Sci. Biotechnol. 76,77- 82.   \nKoskela,E.A.,Mouhu,K.,Albani,M.C.,Kurokura,T.,Rantanen,M.,Sargent, D.J.,Battey,N.H.et al. (2012) Mutation in TERMINAL FLOWER1 reverses the photoperiodic requirement for flowering in the wild strawberry Fragaria vesca.Plant Physiol.159,1043-1054.   \nKotoda,N.,lwanami,H.,Takahashi, S.and Abe,K.(2oo6) Antisense expression of MdTFL1,a TFL1-like gene,reduces the juvenile phase in apple.J.Am. Soc. Hortic. Sci.131,74-81.   \nMimida,N.，Li,J.，Zhang,C.，Moriya，S.，Moriya-Tanaka,Y.， Iwanami，H., Honda,C.et al. (2O12) Divergence of TERMINAL FLOWER1-like genes in Rosaceae.Biol.Plantarum,56,465-472.   \nMonte,D.and Somerville,S.(2oo2) Pine tree method for isolation of plant RNA. In DNA Microarrays:A Molecular Cloning Manual (Bowtel,D.and Sambrook,J, eds),pp.124-126.Cold Spring Harbor,NY: Cold Spring Harbor Laboratory Press.   \nMouhu,K.，Hytonen,T.，Folta,K.，Rantanen,M.，Paulin,L.，Auvinen,P.and Elomaa,P.(2oo9) Identification of flowering genes in strawberry,a perennial SD plant. BMC Plant Biol.9,122-138.   \nMouhu,K., Kurokura,T.,Koskela,E.A.,Albert, V.A.,Elomaa,P.and Hytonen, T.(2013) The Fragaria vesca homolog of SUPPRESSOR OF OVEREXPRESSION OF CONSTANS1 represses flowering and promotes vegetative growth. Plant Cell,25,3296-3310.   \nMurashige,T.and Skoog,F.(1962)A revised medium for rapid growth and bio assays with tobacco tissue cultures. Physiol. Plant.3,473-497.   \nNakajima, R., Otagaki, S., Yamada,K., Shiratake, K.and Matsumoto, S.(2014) Molecular cloning and expressionanalyses of FaFT,FaTFL,and FaAP1 genes in cultivates strawberry:their correlation to flower bud formation.Biol.Plant. 58, 641-648.   \nNakano,J.，Higuchi,Y., Yoshida,Y.and Hisamatsu,T.(2015) Environmental responses of the FT/TFL1 gene family and their involvement in flower inductionin Fragaria $\\times$ ananassa.J.Plant Physiol.177,60-66.   \nOhshima,S.,Murata,M.,Sakamoto,W.,Ogura,Y.and Motoyoshi,F.(1997) Cloning and molecular analysis of the Arabidopsis gene Terminal Flower1. Mol. Gen. Genet.254,186-194.   \nPfaffl,M.W.(2oo1)A new mathematical model for relative quantification in real-time RT-PCR.Nucleic Acids Res.29,2002-2007.   \nRantanen,M.,Kurokura,T.,Mouhu,K.,Pinho,P.,Tetri, E., Halonen,L.,Palonen, P.etal. (2O14) Light quality regulates flowering in FvFT1/FvTFL1 dependent manner in the woodland strawberry Fragaria vesca.Frontiers Plant Sci.5,1-11.   \nRantanen,M.，Kurokura,T.，Jiang，P.，Mouhu，K.and Hytonen，T.(2015) Strawberry homologue of TERMINAL FLOWER1 integrates photoperiod and temperature signals to inhibit flowering.The Plant J.82,163-173. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Sgnsteby,A.and Heide,O.M. (2oo6) Dormancy relations and flowering of the strawberry cultivars Korona and Elsanta as influenced by photoperiod and temperature.Scientia Hort.110,57-67. Sonsteby,A.and Heide,O.(2oo7) Long-day control of flowering in everbearing strawberries.J. Hort.Sci. Biotechnol.82,875-884. Sensteby,A.and Heide,O. (2oo8) Long-day control rather than autonomous control of flowering in the diploid everbearing strawberry Fragaria vesca ssp. semperflorens.J.Hort.Sci. Biotechnol.83,360-366. Strasser，B.，Alvarez，M.J.，Califano，A．and Cerdän，P.D．(2O09)A complementary role for ELF3 and TFL1 in the regulation of flowering time by ambient temperature.The Plant J.58,629-640. Sugimoto,T.，Tamaki，K.，Matsumoto,J.,Yamamoto，Y.，Shiwaku，K.and Watanabe,K. (2Oo5) Detection of RAPD markers linked to the everbearing gene in Japanese cultivated strawberry.Plant Breed.124,498-501. Wang,R.,Albani,M.C.,Bergonzi,S.,Luan,M.,Bai,Y.,Kiefer,C.,Castillo,R. et al.(2011) Aa TFL1 confers an age-dependent response to vernalization in perennial Arabisalpina.Plant Cell,23,1307-1321. Weebadde,C.K.,Wang,D., Finn,C.E., Lewers,K.S.,Luby, J.J.，Bushakra,J., Sjulin,T.M.et al. (2oo8) Using a linkage mapping approach to identify QTL for day-neutrality in the octoploid strawberry. Plant Breed.127,94-101. Xiong, J.-S.,Ding, J.and Li,Y. (2015) Genome-editing technologies and their potential application in horticultural crop breeding.Hort. Res.2,15019. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Supporting information ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Additional Supporting information may be found in the online version of this article: ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Table S1 Primer sequences used in the experiments.   \nFigure S1 Evaluation of transgenic strawberry clones for the presence of the transferred DNA sequences.   \nFigure S2 Specificity of silencing FaTFL1 using the FvTFL1-RNAi construct.   \nFigure S3 Flowering phenotype of the transgenic line F139. Figure S4 Circadian rhythmsof FaFT1 and FaSOC1.   \nFigure S5FaSOC1 expression in‘Glima'and‘Elsanta'shoot apices.   \nFigure S6 RT-qPCR programme used for analyzing gene expression. ",
        "page_idx": 9
    }
]