[
    {
        "type": "text",
        "text": "王元：让科研工作者在自由的环境中成长",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "《中国科学院院刊》编辑部",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/b20aaa7b6c5db4963dc5649c415b0bde786fc4d6962a42a6de7c5526cc1145e7.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "当邓小平同志说到“他们（知识分子）的绝大多数已经是无产阶级自己的一部分。他们与体力劳动者的区别，只是社会分工的不同”时，虽历经40年，但全国科学大会上的喜悦与伤感交织的场景，仍不时在88岁高龄的著名数学家、中科院院士王元的脑海中浮现。“这个论断让我，让华罗庚、陈景润以及成千上万的科研工作者解除了身体上和心灵上的枷锁，从此为摘取科学‘皇冠’付出再多的努力也不会被认为是‘白专典型’了！”",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1“严冬”中饱受摧残的知识分子",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1957年6月，一场反击“资产阶级右派”的斗争在全国范围内开展了。这场突如其来的运动，让新中国成立后一直被重视、有施展才能空间、正在“向科学进军！”的知识分子们的命运发生了彻底的改变，“右派”“臭老九”“反动学术权威”等成了他们的代名词，并且开启了长达20年的知识分子苦难史，工作停滞、身心饱受摧残，这其中就包括王元的导师华罗庚和师弟陈景润。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1959年“大跃进”开始时，中科院数学所批判“白专路线”，华罗庚首当其冲，成为批判重点，弟子陈景润也不能幸免地被当作重点。“批判完后，陈景润就被‘踢’出数学所，到大连化物所洗瓶子”，王元说。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1966 年底，华罗庚在数学所被作为“反动学术权威”打倒和批斗，此后一直受“审查”。所谓的“审查”，实际上就是在数学所，扫楼道、扫厕所。更过分的是，某次批判华罗庚的大会上，会议的组织者让王元当着会场上的几千人，宣读自己恩师的“罪状”。尽管只是照本宣科念别人写的东西，后来华罗庚本人也忘了这件事。但这件事情对王元来说，却是永远难忘的内疚：“虽然他（华罗庚）也忘了，但作为学生对恩师的攻击，即使是为了保命，亦终究是可耻的。”",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1975年底，“四人帮”发动的“反击右倾翻案风”中，专案组找到了当时“两耳不闻窗外事”、潜心钻研哥德巴赫猜想的“白专典型”陈景润，要求他写大字报，揭发、批判科技界的右倾翻案风。不愿意捏造事实的陈景润，一度选择以自杀来摆脱这无止境的摧残与羞辱…",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 “枷锁 下艰难摸索的科研人员",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "学术交流是科学研究的生命线，不仅是检验科研成果的舞台，更是启迪思维、掌握新知、提高学术水平促进工作顺利开展的最佳方式。然而，新中国成立后，西方国家对于中国的全面封锁逐渐阻断了中国科学家与国际同行的学术交流，这令中国的科研工作者很痛苦；更加残酷的是，一次次政治运动与政治批判，让他们开展研究以及与国内同行交流的权力也逐渐被剥夺，甚至一度完全丧失，例如华罗庚、陈景润。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1950年回国时华老才40岁，当时他已经是世界上著名的数学家了，至少还有15年到20年时间可以做数学的开拓工作，成为更伟大的数学家。尽管回国后也可以研究数学，但吸收外来营养的机会就很少了。而且为了国内发展需要，回国后，华老还开始在对他来说并不熟悉的应用数学上作多方面的探索。从1965年开始，他的工作又有了重大转折，决心将工作重点放到普及应用于工农业生产的数学方法上尽管由于“左”的干扰，特别是“文革”的干扰，华老的才华未得到更大的发挥，但华老对中国数学发展所作的贡献，仍是举世公认的。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "再如，陈景润在华老的帮助下再次回到数学所后，1962年初开始研究哥德巴赫猜想。陈景润证明“ $1 { + } 2$ ；的论文以简报形式发表在1966年5月15日出版的《科学记录》（《科学通报》的前身）上，在这之后，“文革”开始了，《科学记录》及其他学术期刊不能再发表学术文章，陈景润论文的发表赶上了一个末班车。由于4 $1 { + } 2$ ”的简报并未给出证明细节，未引起国际重视。1972年，陈景润将“ $1 { + } 2$ ”证明全文投交《中国科学》，该文送交闵嗣鹤和王元审查。最熟悉这方面工作的人是王元和潘承洞，但那时彼此都不敢来往，王元只能独立审查。王元说：“因为这是个大结果，为了慎重起见，我就叫陈景润从早晨到晚上给我讲了三天，有不懂的地方就在黑板上给我解释，讲完了，我确信这个证明是无误的。”审稿意见的签署是如此困难，那时搞纯理论研究被看成搞封建主义、资本主义“如果支持‘ $1 { + } 2$ ，发表，轻则受到批判，戴上‘复辟封资修’‘反攻倒算’等的帽子，重则后果难测。不支持呢，让这样为中华民族争光的数学成果埋没掉，良心上过不去。”王元说，“经过反复思考，我决定支持‘ $1 { + } 2$ ’尽快发表，在‘审稿意见’上写下‘未发现证明有错误’。”",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3“春天” 里自由徜徉的科研工作者",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在全国科学大会后，由于王元具有超群的科研能力和杰出的科研成果，在待遇、职称、岗位上都得到了很大的改善与提升，并于1980年当选为中国科学院学部委员。在自由的海洋中，他很快取得了更多的成果：1981年，斯普林格出版社（SpringerVerlag）出版了华罗庚和王元的专著《数论在近似分析中的应用》的英译本，对此领域的工作做了系统总结，产生了广泛的国际影响。1980年以后开拓了代数数域上的堆垒数论的新的探索领域（此系涉及解析代数数论中极为困难和基础性问题的精深领域），同时证明当代数数域 $K$ 为全虚域时定理对偶数次型仍成立；此后又在代数数域上型（即齐次多项式）的丢番图不等式组的研究等方面做出了先进的工作，并将这一领域的工作总结成专著《代数数域上的丢番图方程与不等式》，用英文在斯普林格出版社出版…·",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在此之后，尚有可能再次突破的王元却认为必须有所选择地分配自己的时间，并认为再发那些自己没有特别兴趣的论文和文章已经不合算。所以，他开始通过数学研究，进一步关注到数学的本质，数学和数学家在教育、社会和人类发展中的影响，将数学这门科学通俗解析，让大众感受数学中的乐趣。而在全国科学大会以前，科学家根据自己的兴趣爱好来选择发展方向几乎是难以想象的，例如华罗庚！王元将关于这方面的思考部分汇集在论文集《王元论哥德巴赫猜想》、《华罗庚》传记、《王元文集》和《华罗庚的数学生涯》等书中，其中《华罗庚》一书很快由斯普林格出版社出了英文版。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "对于自己的弟子，王元也是给予他们最大限度的科研自由。例如美国艺术与科学院院士、普林斯顿大学终身教授张寿武就非常庆幸，有这样一位能赋予自己充分信任，给予了自己足够自由的空间的老师：1983年，张寿武考入中科院数学所攻读硕士学位。当时，王元认为自己的研究领域经典解析数论已难有出路，但看中了张寿武的勤勉和悟性，鼓励他自由选择方向。张寿武选择了当时国内少有人问津的算数几何问题。算数几何问题并非王元的专长，他对此也并不熟悉，但是他尊重张寿武对专业方向的选择，并给予张寿武以足够的自由和鼓励，告诉他该怎样做研究。王元认为，对于创新人才，老师的作用在于引导与点拨，不可能手把手地教。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "王元说：“全国科学大会之后，科研工作者不仅重获人身自由、精神自由，在待遇上和社会地位上也都有了很大的提升，更重要的是逐步获得和享受科研的自由、学术交流的自由…”",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "王 元数学家。1930年4月出生于浙江兰溪，籍贯江苏镇江。1952年毕业于浙江大学。1980年当选为中国科学院学部委员（院士）。中国科学院数学与系统科学研究院研究员。曾任中国科学院数学研究所所长。主要从事解析数论研究。20世纪50年代至60年代初，首先在中国将筛法用于哥德巴赫猜想研究，并证明了命题{3,4}，1957年又证明{2,3}，这是中国学者首次在此研究领域跃居世界领先地位。1973年与华罗庚合作证明用分圆域的独立单位系构造高维单位立方体的一致分布点贯的一般定理，被国际学术界称为“华一王方法”。20世纪70年代后期对数论在近似分析中的应用作了系统总结。20世纪80年代在丢番图分析方面，将施密特定理推广到任何代数数域，在丢番图不等式组等方面作出先进的工作。1982年获国家自然科学奖一等奖，1990年获陈嘉庚物质科学奖。",
        "page_idx": 2
    }
]