[
    {
        "type": "text",
        "text": "Remedial dosing recommendations for delayed or missed doses of valproic acid ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "in patients with epilepsy based on Monte Carlo simulations Chen-yu Wanga; Zheng Jiaoab\\*; Jun-jie Dingc; Er-qian $\\mathrm { \\ Y u ^ { a , d } }$ ; Guo-xing Zhue a Department of Pharmacy, Huashan Hospital, Fudan University, Shanghai, 2Oo040,P.R.China b Department of Pharmacy, Shanghai Chest Hospital, Shanghai Jiao Tong University, 200030, Shanghai, P.R.China c World Wide Antimalarial Resistance Network, Centre for Tropical Medicine and Global Health, Nuffield Department of Medicine, Oxford University, Oxford, OX1 2JD, UK d Department of Pharmacy, The First Afiliated Hospitalof Wenzhou Medical University, Wenzhou, Zhejiang, 325000, P.R.China ‘ Department of Neurology, Huashan Hospital,Fudan University, Shanghai, 20o040,P.R.China. \\*Corresponding author: Zheng Jiao, Professor 1Department of Pharmacy, Huashan Hospital of Fudan University 12 Urumqi Middle Road, Shanghai, China, 200040, 2Department of Pharmacy, Shanghai Chest Hospital, Shanghai Jiao Tong University 241 Huaihai West Road, Shanghai, China, 200030 Tel.: $+ 8 6$ (21) 2220 0000 E-mail: jiaozhen $@$ online.sh.cn; NRCID: n00n-0001-7999-7162 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Objective: Delayed or missed doses are unavoidable in the pharmacotherapy of epilepsy and significantly compromise the efficacy of antiepileptic drug treatment. An inappropriate remedial regimen can cause seizure relapse or serious adverse events. This study investigated the effect of delayed or missed doses on the pharmacokinetics (PK)of valproic acid (VPA) in patients with epilepsy and established remedial dosing recommendations for non-adherent patients. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Methods: Monte Carlo simulations are based on al previous population pharmacokinetic models for paediatric， adult and elderly patients with epilepsy. The following four remedial strategies were investigated for each delayed dose: A)A partial dose or a regular dose is taken immediately, a regular dose is taken at the next scheduled time.B) The delayed dose was administered immediately, followed by a partial dose at the next scheduled time. C) The delayed dose and a partial dose are taken, the next scheduled time is skipped,and resume the regular regimen.D) Double doses are taken when missed one dose or two doses and resume the regular regimenat the subsequent scheduled time.   \nResults: The recommended remedial dose was related to the delay duration and daily dose. Remedial dosing strategies A and B were almost equivalent, whereas Strategy C was recommended when the delayed dose was close to the next scheduled dose. Strategy D was only suggested for delayed two doses.   \nConclusion: Simulations provide quantitative insight into the remedial regimens for non-adherent patients,and clinicians should select the optimal regimen for each patient based on the individual's status.   \nKey words: Epilepsy; Valproic acid; Non-adherence; Monte Carlo simulation； Remedial dose; Population pharmacokinetic ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1Introduction ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Epilepsy is one of the most common and disabling neurological disorders and requires long-term sometimes even lifelong antiepileptic drug (AED) treatment [1]. Adherence to the prescribed regimen is an important issue in the control of seizures [2]. Delayed or missed doses often occur in the treatment of patients with epilepsy [3]. It has been reported that approximately $30 \\% - 5 0 \\%$ of patients with epilepsy are non-adherent to their prescribed AED therapies, and more than $70 \\%$ of respondents in one study reported missed AED doses [4, 5]. Such non-adherence can lead to sub-therapeutic drug concentrations and increase the risk of seizures [4]. Excessive remedial doses may lead to clinical toxicity, with effects including somnolence, heart block and deep coma[6]. Valproic acid (VPA) is a broad-spectrum AED used in the treatment of both generalized and focal seizures [7-9]. This drug is also used in combination with other AEDs in patients with multiple seizure types [6]. As required by the US Food and Drug Administration (FDA), the package insert of VPA (Depakote ER $\\textsuperscript { \\textregistered }$ ) carries the following recommendation: “If a dose is missed, it should be taken as soon as possible, unless it is almost time for the next dose. If a dose is skipped, the patient should not double the next dose”[6]. However, no clear remedial dose regimen is provided for the missed dose. Moreover, no comprehensive evaluation of the effect of non-adherence and the corresponding remedial dosing regimens has been performed. Prospective studies in patients whose medications are intentionally delayed or interrupted for experimental purposes may not be acceptable for ethical reasons [10,11]. In addition, retrospective data are difficult to collect accurately. Monte Carlo simulation based on population pharmacokinetic (PPK) models provides the most appropriate means to investigate the effect of delayed or missed doses [12-15]. This method is widely accepted for the development of treatment protocols,avoiding unnecessary clinical studies. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Computer simulation based on population pharmacokinetics modelling provides the most appropriate means to investigate the influence of delayed or missed doses [12]. This study aims to investigate the effects of delayed or missed doses on the pharmacokinetics of VPA and to provide practical recommendations for patients by Monte Carlo simulation. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2MaterialsandMethods ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1 Typical patients and dose regimens ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The characteristics of typical patients and the corresponding investigated dose regimen were based on the following criteria: (1)allpatients were assumed to receive VPA monotherapy; (2) the dose regimen was selected according to the FDA-approved label and the treatment guidelines published by International League Against Epilepsy[16], including the formulation,dose strength and dosing interval; (3) the weight of paediatric patients was based on the World Health Organization Child Growth Standards [17],and the weight of adult and elderly patients was fixed at $7 0 \\mathrm { k g }$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2Population pharmacokinetic characteristics for Monte Carlo simulations ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The PPK characteristics for the simulations and further investigations were extracted from previous studies.A systematic review of PPK studies published before 30 Nov.2019 was conducted using PubMed and Embase. The relevant identification， screening and assessment steps followed the Preferred Reporting Items for Systematic Reviews and Meta-Analyses statement [18]. Published studies were included if they(1） evaluated patients receiving valproate and (2) had complete PPK parameters. The studies were excluded if they(1） were reviews or focused only on methodology,(2) were published in non-English language articles,or (3） contained data or cohorts overlapping with those of another included study. In the case of such an overlap,only the most recent study or the one with the largest sample size was included.The reference lists of all selected articles were also evaluated. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The following PPK parameters were collected from each identified study: apparent clearance (CL/F),apparent volume of distribution (V/F),absorption rate $\\left( k _ { \\mathrm { a } } \\right)$ , and corresponding between-subject variability and residual variability. The demographic characteristics of the study cohorts were also extracted. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3Monte Carlo simulation ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Monte Carlo simulations with nested random effects were conducted using the \\$SIMULATION block in the NONMEM software (Version 7.4； Icon Incorporation，PA，USA） with the ONLYSIMULATION and SUBPROBLEMS options. Post-processing of the output was performed in R (version 3.4.0, www.r-project.com). VPA time-concentration profiles were simulated based on 10oo virtual patients. These fully adherent patients were assumed to have complete seizure control without undesired efects or, if that goal was not achievable, the best compromise between seizure suppression and concentration-related adverse effects [19]. Concentration-time profiles of VPA were generated using the PPK parameters extracted from the identified studies.Moreover, for each scenario,PPK parameters with the longest and shortest elimination half-life $\\left( \\mathrm { T } _ { 1 / 2 } \\right)$ in the identified studies were employed for further investigation. $\\mathrm { T } _ { 1 / 2 }$ was calculated using Eq. 1,and the time-concentration profile was calculated using Eq. 2. ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } { \\mathrm { T } _ { 1 / 2 } = \\frac { 0 . 6 9 3 \\times V } { C L } } & { { } ( \\mathrm { E q . ~ } 1 ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { C _ { n } = \\frac { k _ { a } \\cdot F \\cdot X _ { 0 } } { V \\cdot \\left( k _ { a } - \\frac { C L } { V } \\right) } \\left[ \\left( \\frac { 1 - e ^ { - \\frac { C L } { V } \\cdot n \\cdot \\tau } } { 1 - e ^ { - \\frac { C L } { V } \\cdot \\tau } } \\cdot e ^ { - \\frac { C L } { V } \\cdot t } \\right) - \\left( \\frac { 1 - e ^ { - k _ { a } \\cdot n \\cdot \\tau } } { 1 - e ^ { - k _ { a } \\cdot \\tau } } \\cdot e ^ { - k _ { a } \\cdot t } \\right) \\right] } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $k _ { \\mathrm { a } }$ represents the absorption rate constant, $\\mathrm { T } _ { 1 / 2 }$ ,represents elimination half-life,F represents the bioavailability, $X _ { 0 }$ represents the dose amount, CL represents the clearance, V represents the volume of distribution,n represents the number of times the doses were administered,t represents the dosing interval, and t represents the time after the last dose. Regularly scheduled,adherent VPA dosing with its' corresponding steady-state plasma concentrations were simulated for reference,followed by simulation of the perturbation of steady-state concentrations that occurs with various delays in time or non-adherence to the regimen. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3.1 Non-adherence Scenarios and remedial strategies The delayed-dose scenarios for each medication regimen were $1 { \\sim } 1 2 \\mathrm { h }$ of delay for each $1 2 \\mathrm { { h } }$ (q12h) dosing regimen or $1 { \\sim } 2 4 \\mathrm { h }$ of delay for each $2 4 \\mathrm { h }$ (q24h) dosing regimen. Scenarios with one and two missed doses were evaluated for each medication.When a delayed dose occurred, the four remedial strategies listed below were investigated. StrategyA: a partial dose or a regular dose is taken immediately, and the regular dose is taken at the next scheduled time. Strategy B: the regular dose is taken immediately,followed by a partial dose at the next scheduled time. Strategy C: the combination of regular dose and a partial dose are taken immediately, the next scheduled time is skipped,and the regular dose is then taken at the subsequent scheduled time. Strategy D: double doses are taken when missed one two doses and the regular dose is taken at the subsequent scheduled time. In considering the tablet size (extended-release tablet,Depakote $\\mathrm { E R } \\ @ \\$ ）and the convenience of patients, the remedial dosage was designed to change by $2 5 0 ~ \\mathrm { m g }$ (half of $5 0 0 ~ \\mathrm { m g }$ tablet） for optional remedial dosing regimen. Regarding syrup, dosage could be more flexible for remedial regimens. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3.2 Criteria to select the optimal remedial regimen ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The individual therapeutic range,defined as the concentration that produced the best response in an ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "individual patient, was considered to be the interval delineated by the $5 ^ { \\mathrm { t h } }$ -percentile trough concentration and the $9 5 ^ { \\mathrm { t h } }$ -percentile peak concentration for each regimen based on the guidelines for therapeutic drug monitoring of AEDs [10,19, 20].   \nThe deviation time was estimated for each scenario and remedial regimen and it is defined as the time outside the individual therapeutic range which is the sum of sub-therapeutic and supra-therapeutic concentrations.The regimen with the shortest deviation time was considered the most appropriate remedial regimen. If the difference in deviation time between competing regiments was less than $0 . 5 \\mathrm { h }$ those regimens were considered equivalent. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.4Sensitivity analysis ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Previous studies have shown that weight has a significant effect on the clearance of VPA in both paediatric,adult and older patients[21-26]. In addition, when monotherapy is unsuccessful, combination therapy is usually tried in an attmpt to improve efficacy, tolerability or both. Combination therapy was used in $79 \\%$ of adults and $7 5 \\%$ of children [27]. The concomitant drugs in poly-therapy may be inducers of VPA or inhibitors [21, 24]. Moreover, the $k _ { \\mathrm { a } }$ values in the previous PPK models of VPA were fixed. Dosing intervals in our simulations were also fixed and may not accurately reflect real clinical scenarios. Therefore,it is very helpful to perform a sensitivity analysis to investigate the effect of weight, $k _ { \\mathrm { a } } ,$ （20 dosing interval and concomitant use of other AEDs on the concentration-time profile and dosage recommendation in the event of non-adherence[28]. Non-adherent patient missing one dose were assessed by sensitivity analysis. Moreover, for simplicity，we change one parameter at a time and investigate the impact on the deviation time and optimal remedial regimen ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1 Typical patients and dose regimens ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Seven typical dose regimens were employed to examine the eects of non-adherence on the pharmacokinetic profile and to design the remedial dose regimen.We investigated extended-release tablets for paediatric,adult and older patients as well as syrup for paediatric patients.The detailed dosing regimens are listed in Table1. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2Population pharmacokinetic characteristics ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We identified 11 eligible PPK studies from which to extract the PPK characteristics of VPA [21- 26,29-33]. The screening process is presented in Supplementary Text S1. Five studies were conducted in paediatric patients [21,23,25,30,33]; 2 studies in adults [24,26]; 1 study in elderly patients [29]; 2 studies in both adult and elderly patients [22,32]; and 1 study in paediatric,adults and elderly patients [31]. Moreover, five studies were conducted in East Asia (China and Japan),3 in Europe,2 in the US and 1 in Mexico. The details of each study are summarized in Supplementary Table S1. The longest and shortest $\\mathrm { T } _ { 1 / 2 }$ in the eligiblele studies are listed in Table 1. $\\mathrm { T } _ { 1 / 2 }$ ranged from 8.62 to 23.72 h for infant and paediatric patients and 9.36 to 15.41 h for adult and elderly patients. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3Effect of delayed or missed doses ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The results of the Monte Carlo simulation showed that the percentage of subjects outside their individual therapeutic ranges for VPA was related to the delay time, daily dose and $\\mathrm { T } _ { 1 / 2 }$ (Fig. 1). The risk of patients being in the sub-therapeutic range increased with delay time.For example, for $7 0 \\mathrm { - k g }$ adult patients the shortest $\\mathrm { T } _ { 1 / 2 }$ (9.23 h) who received the VPA $5 0 0 \\mathrm { m g }$ ql2h regimen [24], the percentage of subjects in the sub-therapeutic range was $12 \\%$ and $22 \\%$ when the dose was delayed for up to 4 and $^ { 8 \\mathrm { h } }$ ,respectively (Fig.1a). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The patients who received higher doses of VPA had a higher risk of being outside the individual ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "therapeutic range than did the patients who received lower doses.For example, in 70-kg adult patients with the shortest $\\mathrm { T } _ { 1 / 2 }$ (9.23 h) [24], the percentages of subjects in the sub-therapeutic range were $4 2 . 6 \\%$ $54 \\%$ and $65 \\%$ for a dosing delay of up to $2 4 \\mathrm { h }$ from the scheduled time for the 500 mg, 750 mg and $1 0 0 0 \\mathrm { m g }$ ql2h regimens, respectively (Fig. 1b).   \nMoreover, patients with longer $\\mathrm { T } _ { 1 / 2 }$ have a higher risk of being outside the individual therapeutic range than patients with shorter $\\mathrm { T } _ { 1 / 2 }$ . For instance, the percentages of subjects in sub-therapeutic range was $65 \\%$ for $7 0 \\mathrm { - k g }$ adult patients with $\\mathrm { T } _ { 1 / 2 }$ of15.41 h who delayed $2 4 \\mathrm { h }$ for $5 0 0 ~ \\mathrm { m g }$ q12h[31]. And the percentage was $42 \\%$ for adult patients with $\\mathrm { T } _ { 1 / 2 }$ of 9.23 h[24]. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.4Remedial dosing regimen ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The dosing recommendations for remedial treatment after delayed and missed doses are shown in Table 2.The results show that remedial dosing recommendations was related to the delay time and daily dose. We have also developed a tool that can be used to check remedy dose regimens under different scenarios. (Supplementary tool). If one dose was delayed,one of four remedial strategies with the same total remedial dose could be used. Strategies A and B for remedial dosing were almost pharmacokinetically equivalent, while strategy C had a larger deviation time than either of the others regardlessof the patients'age and dosing interval (Fig.2).For example, if a dose was delayed $8 \\mathrm { h }$ ,a $7 0 \\mathrm { - k g }$ adult patient receiving VPA on the （204 $5 0 0 \\mathrm { m g }$ q12h regimen could receive $2 5 0 ~ \\mathrm { m g }$ immediately and $5 0 0 ~ \\mathrm { m g }$ at the next scheduled dosing time (strategy A) or $5 0 0 ~ \\mathrm { m g }$ immediately and $2 5 0 \\mathrm { m g }$ at the next scheduled dosing (strategy B). The deviation times were $9 . 2 \\mathrm { h }$ for strategy A and 8.7 h for strategy B. If the patient was administered 750 mg immediately and skipped the next scheduled dose (strategy C), the deviation time was $1 2 . 4 \\mathrm { h }$ Strategy C was recommended only when the delayed dose was close to the next scheduled dose (e.g., delay time $> 1 0 \\mathrm { h }$ for the q12h regimen or delay time $> 2 0 \\mathrm { h }$ for the q24h regimen). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "With increasing delays from the scheduled dosing time,there was a decrease in the total remedial dose necessary to minimize the deviation time from the individual therapeutic range. For example, consider a $7 0 \\mathrm { - k g }$ adult patient receiving VPA on the 500 mg ql2h regimen and achieving a satisfactory therapeutic outcome. If a dose was delayed $2 \\mathrm { h }$ ,the patient could be administered $5 0 0 \\mathrm { m g }$ immediately and $5 0 0 \\mathrm { m g }$ at the next scheduled dosing time,i.e., a total of $1 0 0 0 \\mathrm { m g }$ would be administered. If a dose was delayed for $1 0 \\mathrm { { h } }$ , patients should be administered $2 5 0 \\mathrm { m g }$ immediately and $5 0 0 \\mathrm { m g }$ at the next scheduled dose (or $5 0 0 \\mathrm { m g }$ immediately and $2 5 0 \\mathrm { m g }$ at the next scheduled dose), i.e., a total of $7 5 0 \\mathrm { m g }$ would be administered (Fig. 3). In this situation,if a total of remedial dose of 1000 mg ( $5 0 0 \\mathrm { m g }$ （20 immediately and $5 0 0 \\mathrm { m g }$ at the next scheduled dose) was taken,deviation time over the upper limit of individual therapeutic range was much longer than that of a total $7 5 0 \\mathrm { m g }$ remedial dose (7 h vs $0 \\mathrm { { h } }$ ）, whereas deviation times below the lower limit of individual therapeutic range between $7 5 0 \\mathrm { m g }$ and $1 0 0 0 \\mathrm { m g }$ remedial dose were close (12.1 versus 10.2 h). Moreover, patients should avoid taking double doses when they miss a dose. If two doses were missed, double doses are recommended for most scenarios. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.5 Sensitivity analysis ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The influence of weight, for instance, $2 . 5 \\mathrm { k g }$ to $5 0 \\mathrm { k g }$ for paediatric patients and $5 0 \\mathrm { k g }$ to $1 0 0 \\mathrm { k g }$ for adult and elder patients,on the remedial recommendations was investigated.The effect of concomitant medications on the time-concentration profile of VPA was investigated by changing the $\\mathrm { T } _ { 1 / 2 } \\pm 5 0 \\%$ . The influence of $k _ { \\mathrm { a } }$ was studied by changing $\\pm 5 0 \\%$ values of $k _ { \\mathrm { a } }$ in the population PK models of VPA.Dosing intervals of 10,14, 22 and 26 hours were also assessed in relation to the remedial recommendations. Detailed sensitivity analysis settings are presented in Table 3 and supplementary Table S2. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The results are presented in Supplementary Figure S1. The results show that weight, $k _ { \\mathrm { a } } ,  { \\mathrm { T } } _ { 1 / 2 }$ concomitant medications and dosing intervals could change deviation time,but have no significant impact on the proper remedial regimen when patient miss one dose. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For the first time, we systematically established remedial regimens for missed or delayed doses of VPA by Monte Carlo simulation. Compared to previous studies using the conventional PK approach, our study fully considered the efects of between-subject variability,residual variability and covariates on remedial dosing recommendations. Moreover, when performing the Monte Carlo simulation for each scenario, we chose two sets of PPK models - those with the longest and the shortest $\\mathrm { T } _ { 1 / 2 }$ among all previous population analyses across different countries. This approach helps to determine the range of remedial doses and could improve the applicability of our method to patients with various PK characteristics of VPA. Moreover, we employed the individual therapeutic range instead of a fixed reference range to investigate the effect of delayed or missed doses [11,34]. Previous retrospective and observational studies suggest that the reference ranges for VPA are $5 0 { \\mathrm { - } } 1 0 0 \\ \\mathrm { m g / L }$ . However, the reference range has been a controversial concept because it was initially defined on the basis of limited data for individual AEDs, which may not adequately describe the concentration-response relationship in patients with epilepsy [1, 20]. The tendency in epilepsy treatment is changing from reference ranges to individual therapeutic ranges [19,2O]. The latter can be defined as the concentration (or range of concentrations) that has been empirically found to produce the optimal response in the individual patient. Therefore, in our study, the individual therapeutic range was used instead of the reference range, which was employed in previous studies to assess the effect of missed or delayed doses and to make remedial dose recommendations. In this study, we proposed four treatment strategies for different clinical scenarios and conducted detailed investigations. Strategy A is most appropriate for patients who have a low seizure frequency because the concentration returns gradually to the individual therapeutic range, and these patients ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "might have a higher risk of breakthrough seizures than other strategies. In contrast, strategy B allows the VPA concentration to return quickly to the individual therapeutic range, which is more suitable for patients with epilepsy who have a high seizure frequency. However, strategy B may cause more concentration-related adverse effects such as headache, dizziness, nausea,and emesis than strategy A. Strategy C resulted in a greater fluctuation in VPA concentration than did either of the other strategies and should be used only for patients who are unable to takethe next planned dose as specified or who are near the next scheduled dosing time. Strategy D is not recommended for most of the non-adherent scenarios, especially when patients miss one dose, which is consistent with the approved label by FDA[6]. Strategy D may be only applied for the patients who misstwo doses. The clinician can choose the best remedial strategy based on the patient's condition. There are still several limitations. The $k _ { \\mathrm { a } }$ of extended-release tablets reported in the classical PK studies is lower than that investigated in the previous population PK studies. ( $\\left( 0 . 1 8 \\pm 0 . 1 9 \\right.$ versus 0.23- 1.9)[35], The current evidence may not fully cover these scenarios[36,37]. The impact of extendedrelease tablets needs further investigation.Moreover,the dose recommendation in the current study was based on typical patients. Physicians should carefully consider the risk of toxicity after patients take a remedial dose in cases of delayed a dose, especially in paediatric, pregnant and elderly patients. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This study reported a systematic investigation of remedial dosing recommendations for delayed or missed doses of VPA in patients with epilepsy using Monte Carlo simulation. We proposed four remedial strategies for patients delayed or missed doses.The optimal strategy for non-adherent patient is depended on delay time and daily dose. Based on Monte Carlo simulations, we suggest to take the delayed dose when it is remembered within 3 hours and resume the regular regimen.If the patient ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "remembers the dose over 3 hours but before the next dose, we suggest to take a partial dose immediately and a regular dose at the next scheduled time or a regular dose immediately followed by a partial dose at the next scheduled time. When missed one dose, patients should avoid double dosing. Clinicians should always evaluate patients’ situation and select the optimal regimen based on the clinical status of patients. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "We thank Dr Xun-yi Wu from the Department of Neurology, Huashan Hospital,Fudan University, for helpful discussions on defining typical patients and dose regimens. We thank Ph.D. candidate Xin-yi Zheng for double-checking the reference retrieval.We thank Wei-wei Lin and Jason H.Wiliams for details about their published model.Thanks to Yi-wei Yin for the manuscript revision.Part of this work was presented at The American Conference on Pharmacometrics 2015 (ACoP6)on October 3 to 8,2015, in Crystal City, Virginia.   \nFunding   \nThis Work was supported by the National Natural Science Foundation of China [No.81573505]; and the “Weak Discipline Construction Project” from the Shanghai Municipal Commisson of Health and Family Planning [No. 2016ZB0301-01]. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Declaration of interest ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "None. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Supplementary Text S1.Detailed literature search process ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Supplementary Figure.S1.Sensitivity analysis of patients administered VPA on monotherapy at steady state and miss one doss. (a) 120 mg q12h (8 months, $8 \\mathrm { k g }$ ), (b) 240 mg q12h(5 years, $1 6 \\mathrm { k g } ,$ ，(c） $5 0 0 \\mathrm { m g }$ q12h (10 years, $3 0 \\mathrm { k g }$ ，(d) $5 0 0 \\mathrm { m g } \\ : \\mathrm { q } 2 4 \\mathrm { h }$ (6 years, $2 0 \\mathrm { k g } ,$ , (e) 500 mg q12h (30 years, $7 0 \\mathrm { k g }$ ，(f) $7 5 0 \\mathrm { m g }$ q12h (70 years, $7 0 \\mathrm { k g }$ )and (g) 1000 mg q12h (50 years, $7 0 \\mathrm { k g } )$ ！ ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Supplementary Table S1.A summary of published population pharmacokinetic studies of VPA in patients with epilepsy. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Supplementary Table S2. Population pharmacokinetic characteristic of VPA for Monte Carlo simulations ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Supplementary tool: Remedial dosing recommendations for delayed or missed doses of VPA. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[1] Patsalos PN, Spencer EP, Berry DJ. Therapeutic drug monitoring of antiepileptic drugs in epilepsy: a 2018 update. Ther Drug Monit.2018;40(5): 526- 548.https://doi.0rg/10.1097/FTD.0000000000000546   \n[2]Manjunath R, Davis KL, Candrilli SD, Ettinger AB. Association of antiepileptic drug nonadherence with risk of seizures in adults with epilepsy. Epilepsy Behav. 2009;14(2): 372-8.https://doi.0rg/10.1016/j.yebeh.2008.12.006   \n[3] Faught E, Duh MS, Weiner JR, Guerin A, Cunnington MC. Nonadherence to antiepileptic drugs_and increased mortality: findings from the RANSOM Study. Neurology. 2008;71(20): 1572-8.https://doi.0rg/10.1212/01.wnl.0000319693.10338.b9   \n[4] Cramer JA, Glassman M, Rienzi V. The relationship between poor medication compliance andseizures. Epilepsy Behav. 2002;3(4): 338-342.https://doi.org/10.1016/s1525- 5050(02)00037-9   \n[5] Davis KL, Candrilli SD, Edin HM. Prevalence and cost of nonadherence with antiepileptic drugsin an adultmanaged carepopulation. Epilepsia. 2008;49(3): 446- 54.https://doi.0rg/10.1111/j.1528-1167.2007.01414.x   \n[6] Depakene $\\textsuperscript { \\textregistered }$ . [package insert]. North Chicago, IIlinois; AbbVie Inc. In; 2019.   \n[7] Johannessen CU, Johannessen SI. Valproate: past, present, and future. CNS Drug Rev. 2003;9(2): 199-216.https://doi.0rg/10.1111/j.1527-3458.2003.tb00249.x   \n[8] Landmark CJ. Antiepileptic drugs in non-epilepsy disorders: relations between mechanisms.of action andclinical efficacy. CNSDrugs. 2008;22(1):27- 47.https://doi.0rg/10.2165/00023210-200822010-00003   \n[9] Fisher RS. The New Classification of Seizures by the International League Against Epilepsy 2017. Curr Neurol Neurosci Rep. 2017;17(6): 48.https://doi.0rg/10.1007/s11910-017-0758-6   \n[10] Ding JJ， Zhang YJ， Jiao Z， Wang Y. The effect of poor compliance on the pharmacokinetics of carbamazepine and its epoxide metabolite using Monte Carlo simulation. Acta Pharmacol Sin. 2012;33(11): 1431- 40.https://doi.0rg/10.1038/aps.2012.135   \n[11] Ahmad AM, Douglas Boudinot F, Barr WH, Reed RC, Garnett WR. The use of Monte Carlo simulations to study the effect of poor compliance on the steady state concentrations of valproic acid following administration of enteric-coated and extended release divalproexsodiumformulations. Biopharm Drug Dispos. 2005;26(9): 417- 25.https://doi.org/10.1002/bdd.473   \n[12] Bonate PL.A brief introduction to Monte Carlo simulation. Clin Pharmacokinet. 2001;40(1): 15-22.https://doi.0rg/10.2165/00003088-200140010-00002   \n[13] Kroese DP, Taimre T, Botev ZI. Handbook of monte carlo methods: John Wiley & Sons; 2013.   \n[14] Kiang TK, Sherwin CM, Spigarelli MG, Ensom MH. Fundamentals_of Population Pharmacokinetic Modelling. Clin Pharmacokinet. 2012;51(8): 515- 525.https://doi.0rg/10.1007/BF03261928   \n[15] Gu J-q, Guo Y-p, Jiao Z, Ding J-j, Li G-F. How to Handle Delayed or Missed Doses: A Population Pharmacokinetic Perspective. Eur J Drug Metab Pharmacokinet. 2019: 1- 10.https://doi.0rg/10.1007/s13318-019-00598-0   \n[16] Scheffer IE, Berkovic S, Capovilla G, Connolly MB, French J, Guilhoto L, et al. ILAE classification of the epilepsies: position paper of the ILAE Commission for Classfication and Terminology. Epilepsia. 2017;58(4): 512-521.https://doi.org/10.1111/epi.13709   \n[17] de Onis M, Onyango AW, Borghi E, Garza C, Yang H. Comparison of the World Health Organization (WHO) Child Growth Standards and the National Center for Health Statistics/WHO international growth reference: implications for child health programmes. Public Health Nutr. 2006;9(7): 942-7.https://doi.org/10.1017/phn20062005   \n[18] Moher D, Shamseer L, Clarke M, Ghersi D, Liberati A, Peticrew M, et al. Preferred statement. Syst Rev. 2015;4: 1.https://doi.0rg/10.1186/2046-4053-4-1   \n[19] Perucca E. Is there a role for therapeutic drug monitoring of new anticonvulsants? Clin Pharmac0kinet.2000;38(3):191-204.https://doi.0rg/10.2165/00003088-200038030- 00001   \n[20] Patsalos PN, Berry DJ, Bourgeois BF, Cloyd JC, Glauser TA, Johannessen SI, et al. Antiepileptic drugs--best practice guidelines for therapeutic drug monitoring: a position paper by the subcommission on therapeutic drug monitoring, ILAE Commission on Therapeutic Strategies. Epilepsia. 2008;49(7): 1239-76.https:/doi.org/10.1111/j.1528- 1167.2008.01561.x   \n[21] Serrano BB, Sanchez MG, Otero M,Buelga DS, Serrano J, Domi nguez - GilA. Valproate population pharmacokinetics in children. J Clin Pharm Ther. 1999;24(1):73- 80.https://doi.0rg/10.1046/j.1365-2710.1999.00202.x   \n[22] Serrano BB, Otero MJ, Buelga DS,Sanchez MJG, Serrano J，Gil AD.Population estimation of valproic acid clearance in adult patientsusing routine clinical pharmacokinetic data. Biopharm Drug Dispos. 1999;20(5): 233- 40.https://doi.0rg/10.1002/(sici)1099-081x(199907)20:5<233::aid-bdd179>3.0.co;2-5   \n[23] Correa T, Rodriguez I, Romano S. Population pharmacokinetics of valproate in Mexican children\" with epilepsy. Biopharm Drug Dispos. 2008;29(9):511- 520.https://doi.org/10.1002/bdd.636   \n[24] Vucicevic K， Miljkovic B,Pokrajac M， Prostran M, Martinovic Z, Grabnar I. The influence of drug-drug interaction and patients' characteristics on valproic acid's clearance in adults with epilepsy using nonlinear mixed effects modeling. Eur J Pharm Sci. 2009;38(5): 512-8.https://doi.0rg/10.1016/j.ejps.2009.09.017   \n[25] Williams JH, Jayaraman B, Swoboda KJ, Barrett JS. Population pharmacokinetics of valproic acid in pediatric patients with epilepsy: considerations for dosing spinal muscular atrophy patients. Clin Pharmacol. 2012;52(11): 1676- 1688.https://doi.0rg/10.1177/0091270011428138   \n[26] Lin WW, Jiao Z, Wang CL， Wang HY, Ma CL，Huang PF, et al. Population pharmacokinetics of valproic acid in adult Chinese epileptic patients and its application inanindividualized_dosageregimen..TherDrugMonit.2015;37(1):76- 83.https://doi.0rg/10.1097/FTD.0000000000000100   \n[27] Malerba A, Ciampa C, De Fazio S, Fattore C,Frassine B, La Neve A, et al. Patterns of prescription of antiepileptic drugs in patients with refractory epilepsy at tertiary referral centres in Italy. Epilepsy Res. 2010;91(2-3): 273- 82.https://doi.org/10.1016/j.eplepsyres.2010.08.002   \n[28] Bonate PL. Pharmacokinetic-Pharmacodynamic Modeling and Simulation: Springer, Boston, MA; 2011.   \n[29] Birnbaum AK, Ahn JE, Brundage RC, Hardie NA, Conway JM, Leppik IE. Population pharmacokinetics of valproic acid concentrations in elderly nursing home residents. Ther Drug Monit. 2007;29(5): 571-575.https://doi.0rg/10.1097/FTD.0b013e31811f3296   \n[30] Jiang DC, Wang L, Wang YQ, Li L, Lu W, Bai XR. Population pharmacokinetics of valproate in Chinese children with epilepsy. Acta Pharmacol Sin. 2007;28(10): 1677.https://doi.0rg/10.1111/j.1745-7254.2007.00704.x   \n[31] Jiang Dc, Bai Xr, Zhang Qx, Lu W, Wang Yq, Li L, et al. Effects of CYP2C19 and CYP2C9 genotypes on pharmacokinetic variability of valproic acid in Chinese epileptic patients: nonlinearmixed-effect modeling. Eur J Clin Pharmacol. 2009;65(12): 1187.https://doi.0rg/10.1007/s00228-009-0712-x   \n[32] Ogusu N, Saruwatari J, Nakashima H, Noai M, Nishimura M, Deguchi M, et al. Impact of the superoxide dismutase 2 Vall6Ala polymorphism on the relationship between valproic acid exposure and elevation of $\\gamma$ -glutamyltransferase in patients with epilepsy: a populationpharmacokinetic-pharmacodynamicanalysis. PLoSOne. 2014;9(11): e111066.https://doi.org/10.1371/journal.pone.0111066   \n[33] Ding JJ, Wang Y, Lin W, Wang C, Zhao L, Li X, et al. A population pharmacokinetic model of valproic acid in pediatric patients with epilepsy: a non-linear pharmacokinetic model based on protein-binding saturation. Clin Pharmacokinet. 2015;54(3): 305- 317.https://doi.0rg/10.1007/s40262-014-0212-8   \n[34] Dutta S, Reed RC. Effect of delayed and/or missed enteric-coated divalproex doses on valproic acid concentrations: simulation and dose replacement recommendations for the clinician. J Clin Pharm Ther. 2006;31(4): 321-9.https://doi.org/10.1111/j.1365- 2710.2006.00739.x   \n[35] Dutta S, Reed R, O'Dea R. Comparative Absorption Profiles of Divalproex Sodium Delayed-ReleaseversusExtended-ReleaseTablets—ClinicalImplications. Ann Pharmacother. 2006;40: 619-25.https://doi.0rg/10.1345/aph.1G617   \n[36] Reed R, Dutta S.Predicted serum valproic acid concentrations in patients missing and replacing a dose of extended-release divalproex sodium. Am J Health Syst Pharm. 2004;61: 2284-9.https:/doi.org/10.1093/ajhp/61.21.2284   \n[37] Dutta S, Reed R. Predicted plasma valproic acid concentrations in patients missing and replacing a full daily dose of extended-release divalproex sodium. Am J Health Syst Pharm. 2006;63: 904-6.https://doi.0rg/10.2146/ajhp050147 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/b47cd1e6dee9270c32e2c7c6a509c9e31a13e3ef5a63250f95b81a5a78a4d6c5.jpg",
        "img_caption": [
            "Figure legends ",
            "Fig.1.Percentage of subjects outside their individual therapeutic ranges after the last dose. "
        ],
        "img_footnote": [],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "(a) Children with the longest and shortest elimination half-life $\\left( \\mathrm { T } _ { 1 / 2 } \\right)$ taking $1 2 0 \\mathrm { m g }$ q12h (8 months, $8 ~ \\mathrm { k g } ^ { \\cdot }$ ,240 mg q12h (5 years, $1 6 \\mathrm { k g } ,$ and 500 mg q12h (10 years, $3 0 \\mathrm { k g }$ ). (b) Adults with the shortest and longest $\\mathrm { T } _ { 1 / 2 }$ taking 500 mg q12h (30 years, $7 0 \\mathrm { k g }$ ）， $7 5 0 \\mathrm { m g }$ q12h (50 years, $7 0 \\mathrm { k g }$ ）and 1000 mg q12h (70 years, $7 0 \\mathrm { k g }$ ). All simulated patients have VPA monotherapy at steady state. ",
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/854a571b2494828ddd6e58ac72d425be191f1d7f80becf13391f52562e395918.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/20b78906d08e0f7fd8190897e75c9452694323f67451633706cfa0d033e5fc70.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/e4f36a9264776c1f4337e3abfb337722e73d8e3d2ba2a5376e639483e2e3c011.jpg",
        "img_caption": [
            "Fig. 2. Three remedial strategies identified for $7 0 \\mathrm { - k g }$ adults taking $\\mathbf { 5 0 0 ~ m g }$ q12h, simulated by with the longest elimination half-life $\\left( \\mathbf { T _ { 1 / 2 } } \\right)$ "
        ],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "(a)Fulladherence. (b) Remedial dosing using strategiesA,B(panel c),and C(paneld) when the dose was delayed up to $^ { 1 0 \\mathrm { h } }$ . All simulated patients have VPA monotherapy at steady state.The dark pink shadow represents the distribution of the 5th - 95th percentilesofthe simulated concentrations,and the light pink shadows represent the distribution of the simulated concentrations outside the 5th-95th percentiles in theremaining virtual subjects.The solid red line represents the median of the simulated concentrations,and the dotted lines represent the $0 . 5 { \\mathrm { t h } }$ and 99.5th percentiles of the simulated concentrations.The doted black lines represent the individual therapeutic range of the 5th-percentile trough concentration and 95th-percentile of peak concentration $( 4 8 - 1 5 1 \\mathrm { \\ m g / L } )$ ). The horizontal black solid line represents the deviation time. ",
        "page_idx": 20
    },
    {
        "type": "image",
        "img_path": "images/0f6c7d7c2136e98ebe2c549f69bb6d5cdf85b20ceb2944978ab035fcf5fb2624.jpg",
        "img_caption": [
            "Fig.3. Comparison of deviation time for different strategies when a $7 0 \\mathrm { - k g }$ adult patient at steady state delayed a dose from O h to $\\mathbf { 1 0 ~ h }$ "
        ],
        "img_footnote": [],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Adults taking monotherapy of VPA by $5 0 0 ~ \\mathrm { m g }$ q12h (a) or $7 5 0 ~ \\mathrm { m g }$ ql2h (c) were simulated by the model with the longest elimination half-life $( \\mathrm { T } _ { 1 / 2 } \\colon 1 5 . 4 1 \\mathrm { h }$ ). Adults taking $5 0 0 \\mathrm { m g }$ q12h (b) or 750 mg q12h (d) were simulated by the model with the shortest $\\mathrm { T } _ { 1 / 2 }$ (9.36 h). The values in parentheses are the dose taken immediately followed by the dose taken at the next scheduled dosing time. ",
        "page_idx": 21
    },
    {
        "type": "table",
        "img_path": "images/83dc8b3d37d0a6e2f9ef2f37abde94db6ff05d47b765008ec8bc72754ff89724.jpg",
        "table_caption": [
            "Table 1.Setings ofpatient characteristics,dosing regimens and elimination half-life used in the simulations. "
        ],
        "table_footnote": [
            "a, $\\mathrm { T } _ { 1 / 2 }$ ,elimination half-life, $\\begin{array} { r } { \\mathrm { T } _ { 1 / 2 } = \\frac { 0 . 6 9 3 \\times V } { C L } . } \\end{array}$ All simulated patients have VPA monotherapy at steady state. ER tablet,extended-release tablet. "
        ],
        "table_body": "<html><body><table><tr><td>Age</td><td>Body weight</td><td>Formulation</td><td>Dose</td><td>Dosing interval</td><td colspan=\"2\">T1/2 (h)a</td></tr><tr><td></td><td>(kg)</td><td></td><td>(mg)</td><td>(h)</td><td>shortest</td><td>longest</td></tr><tr><td>Children 8 months</td><td></td><td></td><td>120</td><td></td><td></td><td></td></tr><tr><td>5 years</td><td>8</td><td>syrup</td><td>240</td><td>12</td><td>8.62</td><td>9.16</td></tr><tr><td></td><td>16</td><td>syrup</td><td></td><td>12</td><td>8.75</td><td>11.27</td></tr><tr><td>6 years</td><td>20</td><td>ER-tablet</td><td>500</td><td>24</td><td>9.36</td><td>16.24</td></tr><tr><td>10 years</td><td>30</td><td>ER-tablet</td><td>500</td><td>12</td><td>10.52</td><td>13.14</td></tr><tr><td>Adults</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>30 years</td><td>70</td><td>ER-tablet</td><td>500</td><td>12</td><td>9.23</td><td>15.41</td></tr><tr><td>50 years</td><td>70</td><td>ER-tablet</td><td>1000</td><td>12</td><td>9.23</td><td>14.21</td></tr><tr><td>Elderly</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>70 years</td><td>70</td><td>ER-tablet</td><td>750</td><td>12</td><td>11.48</td><td>13.19</td></tr></table></body></html>",
        "page_idx": 22
    },
    {
        "type": "table",
        "img_path": "images/de0e1fa774d09fe0a9433bcb21c84d2b6eb8cee7e91edda2e3f2b6e8eb1fdd9b.jpg",
        "table_caption": [
            "Table 2.Dosing recommendations after delayed or missed doses of valproic acid "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"3\">Children</td></tr><tr><td>120-mgq12h</td><td>0-4</td><td>A (120-120)</td></tr><tr><td>(8 month, 8 kg)</td><td>4-6</td><td>A(120-120); A(80-120); B(120-80)</td></tr><tr><td></td><td>6-10</td><td>A(80-120); B (120-80)</td></tr><tr><td></td><td>10-12</td><td>A (80-120); B (120-80); A (40-120); B (120-40); C (160-0)</td></tr><tr><td></td><td>12</td><td>C (160)</td></tr><tr><td></td><td>24</td><td>C (200)</td></tr><tr><td>240-mg q12h</td><td>0-4</td><td>A (240-240)</td></tr><tr><td>(5 years,16 kg)</td><td>4-8</td><td>A (160-240); B (240-160)</td></tr><tr><td></td><td>8-10</td><td>A(160-240); B (240-160); A(120-240); B (240-120)</td></tr><tr><td></td><td>10-12</td><td>A(120-240); B (240-120); C (360-0)</td></tr><tr><td></td><td>12</td><td>C (360)</td></tr><tr><td></td><td>24</td><td>D (480)</td></tr><tr><td> 500-mg q12h</td><td>0-4</td><td>A (500-500)</td></tr><tr><td>(10 years, 30 kg)</td><td>4-6</td><td>A(500-500); A(250-500); B (500-250)</td></tr><tr><td></td><td>6-10</td><td>A (250-500); B (500-250)</td></tr><tr><td></td><td>10-12</td><td>A (250-500); B (500-250); C (750-0)</td></tr><tr><td></td><td>12</td><td>C (750)</td></tr><tr><td></td><td>24</td><td>D (1000)</td></tr><tr><td> 500-mg q24h</td><td>0-8</td><td>A (500-500)</td></tr><tr><td>(6 years, 20 kg)</td><td>8-16</td><td>A (500-500); A (250-500)</td></tr><tr><td></td><td>16-20</td><td>A(500-500); A(250-500); B (500-250)</td></tr><tr><td></td><td>20-24</td><td>A(250-500); B (500-250); C (750-0)</td></tr><tr><td></td><td>24</td><td>C (750)</td></tr><tr><td>Adults</td><td></td><td></td></tr><tr><td>500-mg q12h</td><td>0-6</td><td>A (500-500)</td></tr><tr><td>(70 kg)</td><td>6-8</td><td>A (500-500); A(250-500); B (500-250)</td></tr><tr><td></td><td>8-10</td><td>A (250-500); B (500-250)</td></tr><tr><td></td><td>10-12</td><td>A (250-500); B (500-250); C (750-0)</td></tr><tr><td></td><td>12</td><td>C (750)</td></tr><tr><td></td><td>24</td><td>D (1000)</td></tr><tr><td>1000-mg q12h</td><td>0-4</td><td>A (1000-1000)</td></tr><tr><td>(70 kg)</td><td>4-6</td><td>A(1000-1000); A(750-1000); B (1000-750)</td></tr><tr><td></td><td>6-8</td><td>A(750-1000); B (1000-750)</td></tr><tr><td></td><td>8-10</td><td>A(750-1000); B (1000-750); A (500-1000); B (1000-500)</td></tr><tr><td></td><td>10-12</td><td>A(500-1000); B (1000-500); C (1500-0)</td></tr><tr><td></td><td>12</td><td>C (1500)</td></tr><tr><td></td><td>24</td><td>C (1750)</td></tr><tr><td>Elderly</td><td></td><td></td></tr><tr><td>750-mg q12h</td><td>0-4</td><td>A (750-750)</td></tr><tr><td></td><td></td><td>A(750-750); A(500-750); B (750-500)</td></tr><tr><td>(70 kg)</td><td>4-6</td><td>A(500-750); B (750-500)</td></tr><tr><td></td><td>6-10</td><td>A(500-750); B (750-500); C (1250-0)</td></tr><tr><td></td><td>10-12</td><td></td></tr><tr><td></td><td>12</td><td>C (1250)</td></tr><tr><td></td><td>24</td><td>C (1250); D (1500)</td></tr></table></body></html>",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "a All simulated patients have VPA monotherapy at steady state. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "b Four remedial strategies listed below were evaluated:   \nStrategy A: a partial dose or aregular dose is taken immediately,and theregular dose is taken at the next scheduled time. Strategy B: the regular dose is taken immediately, followed bya partial dose at the next scheduled time.   \nStrategyC:thecombinationofregulardoseandapartialdosearetakenimmediately,thenextscheduledtimeisskipped,adthe regular dose is then taken at the subsequent scheduled time.   \nStrategyD:double doses are taken when missd one dose or twodosesand theregular doseis then taken at thesubsequent scheduled time.   \nThe values in parentheses fordelayed dose arethe dose taken immediatelyfolowedbythedose taken at the next scheduled dosing time.The values in parentheses for missd doseare the dose taken immediately.The mostappropriateremedialregimen has the shortest deviation time.Ifthe difference in deviation time between competing regiments was less than $0 . 5 \\mathrm { h }$ , those regimens were considered equivalent. ",
        "page_idx": 24
    },
    {
        "type": "table",
        "img_path": "images/91e0911eb51e4e8ec1e58d543fadce299934b837651c055ed9d99d6275abd3f1.jpg",
        "table_caption": [
            "Table 3. Sensitivity analysis settings "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Parameter</td><td>Setting</td></tr><tr><td>Weight</td><td>Children: 2.5 - 50 kg</td></tr><tr><td rowspan=\"2\">T1/2 of concomitant medication</td><td>Adults: 50 - 100 kg</td></tr><tr><td>Children: 4.31 - 24.36 h</td></tr><tr><td></td><td>Adults: 4.66 -23.12 h</td></tr><tr><td>Absorption rate (Ka)</td><td>Children: 0.67 - 2.6 1/h</td></tr><tr><td rowspan=\"2\">Dosing interval</td><td>Adults: 0.67 - 1.9 1/h</td></tr><tr><td>10 -14 h</td></tr><tr><td></td><td>14 - 10 h</td></tr></table></body></html>",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "a Patients co-administered VPA with an enzyme-inducing antiepileptic drug (e.g., carbamazepine, phenytoin or phenobarbital) were simulated by the shortest $\\mathrm { T } _ { 1 / 2 }$ . Those co-administrated with enzymeinhibiting antiepileptic drug (e.g. topiramate or clobazam) were simulated by the longest $\\mathrm { T } _ { 1 / 2 }$ .Sensitivity analysis of patients administered VPA on monotherapy at steady state and miss one dose. ",
        "page_idx": 25
    }
]