[
    {
        "type": "text",
        "text": "中国金粟兰属植物的形态多样性及地理分布",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "卢永彬，蒋裕良，覃信梅，张强（广西喀斯特植物保育与恢复生态学重点实验室，广西壮族自治区中国科学院广西植物研究所，广西桂林541006)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：金粟兰属（Chloranthus）不仅是研究被子植物起源和早期演化的关键类群之一，而且部分种类被广泛地栽培和使用。尽管前人对该属植物的形态、地理分布、分类、系统发育、化石和化学成分等开展了丰富的研究，然而，我们持续广泛的调查研究发现：以往对该属植物形态多样性、生活型和地理分布的认识仍不充分，以及该属植物中存在分类观点不统一、名实混淆、沿用错误分类信息等问题。本研究在广泛查阅标本资料和长期野外调查的基础上，对金粟兰属植物的形态多样性、生活型和地理分布格局进行了较为全面详尽地描述。形态方面，金粟兰属内花部器官尤其药隔形态是种间最有效的分类性状，其中网脉金粟兰药隔形态变异较大，疑为复合群；生活型方面，狭叶金粟兰与网脉金粟兰为常绿草本，区别于该属其它常绿亚灌木以及地上部分每年秋冬季节枯萎的多年生草本种类；地理与生境分布方面，验证了金粟兰属内最近缘的四个长药隔草本物种间的确呈显著水平替代分布格局，而一直被认为只分布在湖北宜昌和重庆奉节等地的狭叶金粟兰则在贵州和江西等地亦有分布，且该种仅生长于大江边这一特殊生境。本研究不仅丰富完善了对我国金粟兰属植物的形态多样性、生活型、地理和生境分布特点等方面的认识，而且为正确地划分和鉴别金粟兰属植物不同种类提供了更详实的依据，为进一步深入研究该属植物物种的形成、演化和特殊分布格局的成因奠定基础，也为这一类植物资源安全地可持续开发利用提供保障。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键字：金粟兰属，形态多样性，新分布，生活型，特殊生境中图分类号：Q944 文献标识码：A",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Morphological diversity and geographical distribution of Chloranthus in China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LU Yongbin, JIANG Yuliang, QIN Xinmei, ZHANG Qiang 基金项目：国家自然科学基金(31200174)；中国科学院“西部之光”项目([2015]90)；广西自然基金青年科 学基金项目（2018GXNSFBA050009）；国土资源部岩溶生态系统与石漠化治理重点实验室项 目（YR-JHT-2017-758）；广西喀斯特植物保育与恢复生态学重点实验室项目（17-259-23）； 地方科研基础条件和能力建设类项目（2018ZYZX1003）[Supported by the National Natural Science Foundation of China (31200174);“Light of West China”Program of Chinese Academy of Sciences ([2015]90); Guangxi Natural Science Youth Found Program (2018GXNSFBA050009); Key Laboratory of Karst Ecosystem and Treatment of Rocky Desertification，Ministry of Land and Resources(YR-JJHT-2017-758); Guangxi Key Laboratory of Plant Conservation and Restoration Ecology in Karst Terrain(17-259-23)； Basic Conditions and Capacity-building Program of Local Scientific Research (2018ZYZX1003)]。 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "作者简介：卢永彬(1987-)，女，广西灵山人，硕士，助理研究员，主要从事分子系统学研究，（E-mail)luyongbin4 $@$ foxmail.com。\\*通信作者：张强，博士，研究员，主要从事分子系统学研究，（E-mail) qiangzhang04 $@$ 126.com。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(Guangxi Key Laboratory of Plant Conservation and Restoration Ecology in Karst Terrain, Guangxi Institute of Botany, Guangxi Zhuang Autonomous Region and Chinese Academy of Sciences,Guilin 541006,Guangxi, China) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Abstract: Chloranthus is one of the key group for studying the origin and early evolution of angiosperms and some of the taxa have been widely cultivated or utilized. Although previous researchers have carred out abundant studies on its morphology， distribution, taxonomy, phylogeny, fossils and chemical constituents, however, our persistent and extensive investigations showed that the previous documents of the morphological diversity， habit and geographical distribution in the genus were still largely incomplete,and some problems remained such as discordant classification treatments， falsely identification,and following the wrong taxonomic treatment and so on. On the basis of extensively referring to the deposited specimens and long-term field survey，in this study，we describe the morphological diversity， habit and geographical distribution of Chloranthus in a more comprehensive and detailed way. morphologically, the traits of the flowers especially the anther connectives are diverse among species but relatively stable within species which are the most effective characters in interspecific differentiation,and the large variations of the anther connectives among the populations in $C$ nervosus imply that it would be species complex; on habit, C. angustifolius and $C$ nervosus are perennial “evergreen herbs”,which differ from the two other evergreen subshrub species and the rest perennials the aboveground plant organs of which wither annually in autumn and/or in winter; on geographic distribution and habitat,it is verified that there display definite horizontal displacements of the distributional ranges (pairwise neighboring but rarely or never overlapping in distribution) among the four closely-related species with long anther connectives; C. angustifolius is also distributed in Guizhou and Jiangxi,beyond the documented known areas of in Hubei and Chongqing,and the species seems to grow only in special habitat ofbeing aside of the large rivers. This study not only enriches and improves the understanding of morphological diversity, habit, geographical distribution and habitat of Chloranthus taxa in China, but also provides more detailed and robust evidence for correct identification and classification of different species in Chloranthus,solidifying the foundation for future in-depth studies on speciation, evolution and underlying causes of the special distribution patterns in the genus,and ensuring the safe and sustainable development and utilization of these important plant resources. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Key words : Chloranthus, morphological diversity, newly recorded distribution, habit, special habitat ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "前言：",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "金粟兰属（Chloranthus Swartz）隶属于金粟兰科（Chloranthaceae Blume），为多年生草本或常绿亚灌木。须根发达，无明显主根。茎分节，节间膨大。叶对生，或节间紧缩呈近顶轮生状，叶缘有锯齿；托叶微小。花序穗状或分枝排成圆锥状，顶生或是腋生；花小，两性，无花被；雄蕊一般3裂，着生于子房的远轴面，药隔合生至顶部、中部或仅基部连合，卵形、披针形或线形，两侧药隔各1药室，中央药隔一般2药室或无；子房1室，胚珠1枚。核果，球形、倒卵形或梨形（孔宏智，2000a；吴国芳，1982）。该属植物分布于亚洲温带和热带，多数种类在我国均有分布，其中一些种类为我国特有（吴国芳，1982）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "金粟兰属乃至金粟兰科植物具有简化的花部结构，化石丰富且年代久远，现存类群（尤其属）间呈洲际间断分布，多数种类生长在阴暗、潮湿林下生境等特点，被认为是揭示被子植物的起源和早期演化之谜的关键类群之一，一直备受学界关注（Eklund etal.,1997；Feildet al.,2004；Friis et al.,1986；Zhang etal.,2011；Zhang et al.,2015）。前人已对该属植物的形态与地理分布、孢粉、染色体、分类、系统发育、化石、花器官发生、调控性状的关键功能基因和植物化学成分等方面开展了广泛的研究（曹聪梅等，2008；Kong，2000；孔宏智，2000a，2000b；孔宏智和陈之端，2000；Kong etal.,2002；李贵生，2005；苏坤梅，2007）。金粟兰属植物都具有三裂雄蕊这一最为独特的形态特征，区别于其它所有被子植物，而这一类型的雄蕊结构化石却在北美东部和欧洲西部的土伦阶（Turonian， ${ \\sim } 9 0$ 百万年）和坎培阶-桑托阶（Campanion-Santonian， ${ \\sim } 8 4$ 百万年）地层中发现，表明这一类植物起源较早，历史分布比现今分布更为广泛（Doyle，2015；Eklund& Kvacek，1998；Fris et al.,1986）。该属植物现存类群在叶形状、总花梗长度和分叉数目、雄蕊形状、长短和颜色等形态特征和生活型等方面在属内具有多样性，曾被用于属内分类尤其物种划分的依据（程用谦，1985；孔宏智，2000a，2000b；王德群等，1984；王跃华和杨科，2000；吴国芳，1980，1982；张遂申等，1991）。其中一些性状如花序轴分叉式样在物种内群体间或群体内个体间也存在显著差异，甚至一些种类同一植株的花序着生位置、数目和花结构在不同发育时期也可能存在显著变化。早期根据这些性状发表的单穗金粟兰（C.monostachys）、多穗金粟兰（C.multistachys）、安徽金粟兰（C.anhuiensis）和天目金粟兰（C.tianmushanensis）等并不成立，被后来研究者予以归并（Kong，2000；孔宏智，2000a，2000b；孔宏智和陈之端，2000；马绍宾等，1997；王德群等，1984；王跃华等，1999）。孔宏智等曾系统地对金粟兰属植物多样性分类和系统发育开展了研究，不仅对该属植物形态特征和地理分布模式进行了全面地观察和总结，而且还对叶表皮、孢粉等微形态特征、细胞染色体核型以及分子系统发育关系等进行了研究，综合多方面证据对该属植物分类尤其物种划分进行了全面修订。他对金粟兰属一些种类进行了归并，并认为该属只包括金粟兰（C.spicatus）、鱼子兰（C.erectus）、及己（C.serratus）、宽叶金粟兰（C.henryi）、华南金粟兰（C.sessilifolius）、台湾及己（C.oldhamii）、银线草（C.japonicus）、丝穗金粟兰（C.fortunei）、网脉金粟兰（C.nervosus）和狭叶金粟兰（C.angustifolius）共10 种（孔宏智，2000a）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "尽管前人对金粟兰属的形态多样性和地理分布等开展了广泛的调查和研究，但受限于观察到的标本和活体植株的数量有限等因素，对该属植物的一些形态特征、生活型、地理和生境分布特点等方面的认识仍不充分，以及一些其他学科研究者仍沿用已被废弃的错误学名等问题。金粟兰属不仅一些种类如珠兰（C.spicatus）、鱼子兰等作为园林观赏植物被广泛栽培，多个种类在民间被混称为四块瓦、四大天王等俗名并被作为传统的药用植物广泛使用（李时珍，1982；吴国芳，1982），而且几乎所有种类的化学成分近年来仍被反复的研究（Luetal.,2016；Luo et al.,2016；Tang et al.,2016；王立军等，2016；Yang et al.,2014； Zhang et al.,2012）。由此可见，该属植物具有显著的观赏和药用价值或潜力。然而，金粟兰属植物不仅在传统使用中存在严重的名实混淆现象（王德群，1992；姚振生等，2011），而且近期相关研究仍时有沿用多穗金粟兰、安徽金粟兰、天目山金粟兰等已被废弃的物种名等问题（林凤祥等，2016；刘越等，2016；Wu etal.,2008；Xu etal.,2018），给正确、安全地开发利用带来风险。这些错误或许因为其他学科研究者未能追踪该属植物分类学最近的研究进展而沿用《中国植物志》等更早著作中的错误信息所致，也可能是不认可而未采纳最新的正确分类学划分。此外，我们对我国金粟兰属植物开展了长期、广泛地野外调查和研究，尤其对近年建成的中国数字植物标本馆（Chinese virtual Herbarium,CVH）上的数千份金粟兰属植物标本进行了统计和研究，获得了有关该属植物形态特征、生活型、地理和生境分布等方面未被以往文献资料记录的新认识。综上所述，仍有必要对我国金粟兰属植物的相关认识进一步补充和总结，以图文形式为正确鉴定和划分该属物种提供更直观的参考和依据，为资源的安全、可持续利用奠定基础，为进一步深入研究提供启示。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1材料与方法",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.1材料",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "查阅研究了中国数字植物标本馆上金粟兰属标本2282份，对各份标本鉴定的正确性重新进行了判断，并提取、统计了标本的相关形态特征、地理分布等信息。其中，各物种标本数量及鉴定信息正确性等信息统计见图1。此外，我们对金粟兰属植物开展了长期、广泛地调查，遍及广西、广东、湖南、湖北、浙江、台湾、河南、云南、贵州、四川、重庆、安徽、黑龙江、老挝、缅甸、越南等地。对不同物种、不同群体和个体的形态特征进行了大量的观察和比较。引种了9种共85号活体材料于广西壮族自治区中国科学院广西植物研究所内苗圃，并对栽培个体不同发育时期进行了跟踪观察。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/bf6b44acfe513f7aa6b6179623f6103a376843846b2828dd3c9c9b35290c5cc5.jpg",
        "img_caption": [
            "图1金粟兰属标本数量"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "注：A.鱼子兰；B.金粟兰；C.及己；D.宽叶金粟兰；E.华南金粟兰；F.台湾金粟兰；G.狭叶金粟兰； H.丝穗金粟兰；I.网脉金粟兰；J.银线草。 Note: A. C. erectus; B.C. spicatus; C.C.serratus; D.C.henryi; E. C.sessilifolius;F.C.oldhami; G.C. angustifolius; H. C. fortunei; I. C. nervosus; J. C. japonicus. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig.1 The specimens of Chloranthus in CVH ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.2形态测量和统计方法",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "叶片长、宽、叶柄和总花梗、花序、药隔的长度等在属内具有一定变异幅度。应用 ImageJ(Bourne，2010)对来自不同地域的 $1 5 { \\sim } 2 0$ 个处于花期的标本进行测量，确定这些数量性状的最小值和最大值变化范围以及平均值。用GraphpadPrism（https://www.graphpad.com/scientific-software/prism/）绘制对应的箱式图。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.3我国金粟兰属植物的地理分布图绘制",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "根据中国数字植物标本馆中金粟兰属的标本采集地信息及我们多年来野外调查的数据，利用XGeocoding V2（http://www.gpsspg.com/xgeocoding/）将地理名称转换为地理坐标，并用 ArcGis 10.2（https://www.arcgis.com/features/index.html, ESRI, Inc., Redlands, CA, USA）绘制出我国金粟兰属植物分布图。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2结果与分析",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1金粟兰属植物生活型多样性",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对于金粟兰属植物的生活型特征，以往文献资料只记载为常绿亚灌木或多年生草本，别无详细描述。我们对野外和栽培植株的跟踪观察发现，该属植物除了亚灌木种类金粟兰和鱼子兰为常绿外，狭叶金粟兰和网脉金粟兰这两种多年生草本类型也四季常绿，但两者常绿的方式存在本质区别：狭叶金粟兰的地上部分在一年内开花结果或受到环境胁迫或机械损伤后枯萎，地上部分枯萎后地下根状茎上的芽体不分季节都能迅速萌发进入下一个生长季，如此循环往复，保持四季“常绿”；而网脉金粟兰地上茎叶在完成开花结果后并不枯萎，类似该属常绿亚灌木种类保持四季常绿，来年春夏季节同一茎上可以再次开花结果。不同于上述常绿类型，其余多年生草本种类地上部分每年春夏开花结果后于秋冬季节枯萎，来年春季再由地下根状茎上的芽体萌发长出新的茎叶并开花结果，如此循环反复。常绿类型只分布在我国南部，而仅一些非常绿种类能分布到北部（图9）。鉴于与金粟兰属最近缘的草珊瑚属植物为多年生常绿亚灌木，所以，多年生草本尤其非常绿多年生草本可能是为了适应北方冬季寒冷气候演化出的新性状。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2金粟兰属植物形态多样性",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.1金粟兰属植物叶形态多样性",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "金粟兰属多数物种叶片数量通常为4，成对近顶生或近轮生，偶尔也有 $6 { \\sim } 8$ 片，但鱼子兰和金粟兰可以多达20片、狭叶金粟兰为 $8 \\sim 1 2$ 片，皆成对着生。除了叶片数量外，该属植物叶片形状和质地、叶柄长度也具有一定的多样性（图2）。其中，狭叶金粟兰（图2：C）叶形最为独特，为狭披针形，其余种类皆为卵圆形或长椭圆形。金粟兰（图2：A）的叶片为肉纸质，其余种类的叶片为纸质。另叶片边缘锯齿式样有所变化，叶顶端呈急尖、渐尖和尾尖等不同式样。华南金粟兰（图2：G）近乎无叶柄，而其余种类皆有明显叶柄。总体上，根据叶形态特征，仅狭叶金粟兰、华南金粟兰等个别物种易于与其余种区分，而其余物种叶片形态特征在种内的变异较大且种间相互重叠，不宜当作可靠物种分类性状（图3）。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/74a2ca091e2bc24d1c8583ac176a198cb3b2b4df89195b9bfc6717cfdbebfb8c.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "注：A.金粟兰；B.及己；C.狭叶金粟兰；D.宽叶金粟兰；E.丝穗金粟兰；F.鱼子兰；G.华南金粟兰； H.网脉金粟兰；I.银线草。 Note:A.C. spicatus;B.C.serratus; C.C.angustifolius;D.C.henryi; E.C.fortunei; F. C. erectus; G. C. sessilifolius; H. C. nervosus; I. C. japonicus. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/a60f2ecef5a4c237feea4b6aa8b83856fb9784c85e02c6d4fa54e4df00d76677.jpg",
        "img_caption": [
            "图2金粟兰属叶片形态多样性",
            "Fig.2 The leaf morphological diversity of Chloranthus "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "注：I．叶片长/宽值；ⅡI.叶柄长。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A.鱼子兰；B.金粟兰；C.及己；D.宽叶金粟兰；E.华南金粟兰；F.台湾金粟兰；G.狭叶金粟兰；H.丝穗金粟兰；I.网脉金粟兰；J.银线草。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Note:I.Leaf length/width ratio；II.Petiole length. A.C.erectus; B.C.spicatus; C.C.serratus;D.C.henryi; E.C.sessilifolius; F.C.oldhami; G.C.angustifolius;H. C.fortunei;I. C. nervosus; J.C. japonicus. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Fig.3 Box-plot of the leaf measured values of Chloranthus species ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.2.2金粟兰属花形态多样性",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "金粟兰属植物花序分支式样在种间甚或种内，以及在不同发育时期皆变异较大。金粟兰属植物中，除了狭叶金粟兰、丝穗金粟兰、网脉金粟兰、银线草正常情况下为单一不分枝穗状花序外，其余种类为严格的花序多分枝，或分枝与不分枝兼有。其中，鱼子兰、金粟兰为严格的花序多分枝类型，通常分别有 $2 { \\sim } 1 6$ 分枝，总体上组成圆锥状花序；华南金粟兰和台湾金粟兰花序通常为 $2 { \\sim } 1 1$ 分枝，偶有不分枝个体；及己、宽叶金粟兰的花序分枝与不分枝兼有，如果为分枝类型则大都为二叉分枝，少数能达 $3 { \\sim } 5$ 分枝（图4）。曾有学者认为单穗金粟兰与及己区别在于花序是否分枝（程用谦，1985），我们经过长期观察发现单穗金粟兰只是及已花序不分枝特殊状态的描述，这与前人的观察结果一致(孔宏智，2000a)。此外，我们长期的野外观察发现宽叶金粟兰、及己、网脉金粟兰和丝穗金粟兰既存在顶生花序也能形成腋生花序，并且顶生花序和腋生花序的形态差异较大。顶生花序在果期或是果序成熟凋落后，叶腋或是茎节处能长出新的花序或带花序的小枝，一般叶腋或是茎节处的花序都比顶生花序纤细，花序数目增多，且雄蕊时常发生一定程度的退化，常为2裂或1裂（图5）。依据上述的某些特征前人描述了多穗金粟兰、湖北金粟兰、安徽金粟兰、天目山金粟兰四种。我们经过长期的野外及栽培观察，发现前两者为宽叶金粟兰发育后期阶段的状态，而后两者则为及己发育后期阶段的状态，这与一些学者观察到的结果相一致（孔宏智，2000a，2000b;马绍宾等，1997；王德群等，1984；王跃华等，1999）。另外，华南金粟兰总花梗最长（图6：A），较易与其它种类区别，其余物种的花序长度则无明显差异（图6：B）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "金粟兰属内药隔形状、长度和颜色具有多样性，且在种内较为稳定，是区分不同物种最有效的形态依据。如图4所示，金粟兰属内按药隔长度（ $0 . 5 \\mathrm { c m }$ 为阈值）可以分为两大类。一类为药隔长度小于 $0 . 5 \\mathrm { c m }$ 类群，药隔呈卵圆形或棒状，此类中进一步可以分为三种类型，其中金粟兰（图4：A）和鱼子兰（图4：B）药隔内扣，仅顶端三浅裂，前者花后期为淡黄色，区别于其它种类；及己（图4：C）药隔内扣，合生至中部；宽叶金粟兰（图4：D）和华南金粟兰（图4：E）药隔外展，仅基部合生，前者中央药隔显著长于两端药隔，而后者三药隔长度则相差无几。另一类为药隔长度大于 $0 . 5 \\mathrm { c m }$ 类群，药隔仅最基部合生，端部延长成线形。其中狭叶金粟兰（图4：F）药隔相对较短且种内变异幅度较小；丝穗金粟兰（图4：G）药隔长度最长，一般大于1cm；网脉金粟兰（图4：H）和银线草（图4：I）药隔长度介于上述两者之间，且银线草中央药隔通常无花药（图6：C）。",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/bcfcef1300821d1eddb81f06b70fdf6bda79fe432a34b457617944ba50291b54.jpg",
        "img_caption": [
            "图4金粟兰属植物花形态多样性"
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "注：A.金粟兰；B.鱼子兰；C.及己；D.宽叶金粟兰；E.华南金粟兰；F.狭叶金粟兰；G.丝穗金粟兰； H.网脉金粟兰；I.银线草。 Note:A. C. spicatus; B.C.erectus; C.C. serratus; D.C. henryi; E.C. sessilifolius; F. C. angustifolius; G. C. fortunei; H. C. nervosus; I. C. japonicus. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/af163c785bf5ba9c0ea6fc113ebf5f9a8f934dadfd7bb1ea96c730b258fdfd8f.jpg",
        "img_caption": [
            "Fig.4Inflorescence and floral diversity of Chloranthus ",
            "图5及己（A）、宽叶金粟兰（B/C）、网脉金粟兰（D/E/F）后期花序及花的变异Fig.5Variations of the late inflorescences and flowers of C. serratus (A), C. henryi (B/C) and $C$ nervosus (D/E/F)"
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/95d798ff8e1d07cabdb141a26727ea686f424e2d44e12951c818ef53bd5f86c8.jpg",
        "img_caption": [
            "图6金粟兰属花序特征箱式图"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "注：I．总花梗长度；II.花序长度；IⅢ.药隔长度。   \nA.鱼子兰；B.金粟兰；C.及己；D.宽叶金粟兰；E.华南金粟兰；F.台湾金粟兰；G.狭叶金粟兰；H.丝 穗金粟兰；I．网脉金粟兰；J.银线草。 Note:I .Total peduncle length； II.Inflorescence length; II.The length of anther connectives.   \nA.C.erectus;B.C.spicatus; C.C.serratus;D.C. henryi; E.C.sesilifolius;F.C.oldhami; G.C.angustifolius;H. C.fortunei; I.C. nervosus; J.C. japonicus. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Fig. 6Box-plot of inflorescence and floral measures of Chloranthus species ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2.2.3网脉金粟兰“种”内花形态多样性",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "我们发现，缅甸、云南、四川和广西等地的网脉金粟兰群体在花部形态上存在显著的多样性（图7）。其中，在该种的模式产地缅甸的野外调查中发现该种药隔为白色，药隔末端略为披针形（图7：A），这与在四川石棉县洗马姑（图7：B）、广西西林县（图7：C）和广西乐业县雅长保护区（图7：D）观察到的较为相似，也与印度学者发表的生长在印度的网脉金粟兰变种 C.nervosus var.Khasiana 较为相似（Prabhugaonkar et al.,2017）。这一类药隔均为纯白色，药隔末端呈显著披针形或略呈披针形，但缅甸群体植株的花在花序上的排列明显较为稀疏。该种类其它群体和个体在药隔颜色或形状上则差别显著，其中云南西双版纳的颜色为白中带黄，且药隔呈棒状，端部不变细呈披针形（图7：E）；广西德保一个洞穴内的则为橘红色（图7：F）或浅黄色（图7：G），药隔末端略微变细而近披针形；此外，广西西林县除了观察到药隔白色的群体外（图7：C），还观察到另一药隔呈亮黄色的群体（图7：H），它们药隔末端都略微变细，而近披针形。同一个“种”，因地域不同而表现出显著的花部形态差异，是生境异质性引起的形态变异，还是该类群可能属于包含多个物种的“复合群（species complex）”，这些问题有待进一步的研究。",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/5042da92a58789435c9f7dd95ae5422690b23c66e87067ad160f28b746ba8751.jpg",
        "img_caption": [
            "图7网脉金粟兰花序形态多样性"
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "注：A.缅甸；B.四川石棉；C/H.广西西林; D.广西雅长；E.云南西双版纳；F/G.广西德保。 Note:A.Burma; B.Sichuang, Shimian; C/H. Guangxi, Xilin;E. Yunnan, Xishuangbanna; F/G. Guangxi,Debao. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Fig.7Inflorescence morphological diversity of C. nervosus ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2.2.4金粟兰属植物果序形态多样性",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "金粟兰属植物的果实的形态和排列方式具有一定多样性，可以区别部分物种（图8）。总体上，该属植物果实为核果，球形、倒卵形或梨形，果皮薄，稍肉质。其中，鱼子兰的果实早期为绿色，晚期变为白色；及己果实在果序梗上排列间距较远；台湾金粟兰和华南金粟兰的果实具有肉质化的短柄；丝穗金粟兰和银线草的果序较短，其中丝穗金粟兰宿存的小苞片 $3 { \\sim } 5$ 裂；网脉金粟兰果实尾端常有面积较大的褐色斑块。",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/ed1a6a9154527f5a72a7f171410a3592c722c3145c99a4c7f5bb377a39a61ef0.jpg",
        "img_caption": [
            "图8金粟兰属果实形态多样性"
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "注：A.金粟兰；B.鱼子兰；C.及己；D.宽叶金粟兰；E.台湾金粟兰；F.华南金粟兰；G.狭叶金粟兰； H．丝穗金粟兰；I.网脉金粟兰；J.银线草。 Note:A. C.spicatus; B.C.erectus; C.C.serratus; D.C. henryi; E.C.oldhami; F.C.sessilifolius; G. C. angustifolius; H. C. fortunei; I. C. nervosus; J. C. japonicus. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Fig.8Fruit morphological diversity of Chloranthus ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.3我国金粟兰属地理和生境分布的总体特点",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "我国金粟兰属植物主要分布于西南、华南、华东、华中等地区（图9），少数种类向东或南可延伸分布到东南亚和南亚热带地区，个别种类向北可分布到俄罗斯和日本北纬近 50度地区。金粟兰属植物皆不耐旱，主要分布于山谷林下、山坡林下、路边灌丛、山沟丛林、沟边阴湿地等生境。该属一些种类生境较为一致或相似，我们曾在浙江天目山发现宽叶金粟兰、及己、丝穗金粟兰三种共同生长在同一片林下。另外，我们把生长于全国各地的金粟兰属物种引种至广西桂林，大都能够在桂林户外存活，但多次引种只分布于北方的银线草，却始终未能成功，推测该种可能起源于北方并受气候限制更大，无法适应南方气候。",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/12f0095cdbf8933dd1998a021b27c04123490b50dd132399f7deb8911d187940.jpg",
        "img_caption": [
            "Fig.9Recorded distribution of each Chloranthus species in China "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "2.3.1近缘物种间水平替代分布格局",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/62ba20371dfe6d4e9e507285366767a1889d67313feabd952bf59c23eeb75789.jpg",
        "img_caption": [
            "图9我国金粟兰属的分布"
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "通过查阅CVH上所有的标本记录与野外调查，我们发现长药隔的近缘物种狭叶金粟兰、丝穗金粟兰、网脉金粟兰和银线草呈现水平替代分布格局（图10），这一发现与前人研究观点一致（孔宏智，2000a）。其中，狭叶金粟兰分布于华中，包括湖北、四川、贵州和江西的部分地区；网脉金粟兰分布于西南，包括云南、四川、贵州和广西的部分地区。丝穗金粟兰主要分布于我国的华东和华南，少量延伸至西南（贵州）地区，与网脉金粟兰分布区存在少量重叠；而银线草主要分布于我国的东北、华北和西北地区。",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/add8116182bef5fed8018185546f4e3d96757ac79333a4a7876b4d601d13d34e.jpg",
        "img_caption": [
            "图10金粟兰属的水平替代格局",
            "Fig.10Horizontal displacement of distributional ranges of the four closely-related species in Chloranthus "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2.3.2狭叶金粟兰的新分布和特殊沿江生境",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "狭叶金粟兰为我国特有种，自该种描述以来，未见任何涉及其资源和形态调查的报道，其一直被认为仅狭域分布于湖北宜昌和重庆奉节两地（孔宏智，2000a；吴国芳，1982；Xia&Joel，1999）。检索国家数字标本馆和国内各大标本馆，分别在贵州中医学院药学院标本室标本馆（GZTM）查询到1份于1972年采集于贵州赤水的标本和江苏省中国科学院植物研究所标本馆（NAS）1份采自江西庐山的标本，但这些地区野外分布一直未得到确认和报道。作者于2018年4月 $1 6 { \\sim } 1 7$ 日开展金粟兰属野外资源调查时，在贵州省道真仡佬族苗族自治县玉溪镇洋渡水电站附近、忠信镇长岩大桥附近和桃源乡芙蓉江角木塘河段发现野生的狭叶金粟兰（图11）。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "贵州：道真仡佬族苗族自治县玉溪镇洋渡水电站附近，狭域片状分布，海拔 $7 3 5 \\mathrm { m }$ ，$1 0 7 ^ { \\circ } 3 9 . 3 4 9 ^ { \\prime } \\mathrm { E }$ ， $2 8 ^ { \\circ } 5 2 . 6 5 6 ^ { \\prime } \\mathrm { N }$ ，2018-4-18，张强、卢永彬等ZL2018001；道真仡佬族苗族自治县忠信镇长岩大桥附近，狭域片状分布，海拔 $4 6 0 \\mathrm { m }$ ， $1 0 7 ^ { \\circ } 4 7 . 1 2 8 ^ { \\prime } \\mathrm { E }$ ， $2 8 ^ { \\circ } 5 6 . 5 8 8 ^ { \\prime } \\mathrm { N }$ ，2018-4-18,张强、卢永彬等 ZL2018002；道真仡佬族苗族自治县桃源乡芙蓉江角木塘河，海拔 $9 3 4 \\mathrm { { m } }$ $1 0 7 ^ { \\circ } 5 2 . 9 6 5 ^ { \\prime } \\mathrm { E }$ ， $2 8 ^ { \\circ } 4 6 . 8 2 6 \\mathrm { ^ { \\circ } N }$ ，2018-4-17，张强、卢永彬等ZL2018003。凭证标本均保存于广西植物研究所标本馆（IBK）。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "注：A.花序；B.果序；C.植株；D.个体植株；E.生境。 Note:A.Inflorescence; B.Fruit; C.Plant; D.Individual plant; E.Habitat. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "图11狭叶金粟兰野外生境",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "根据已有的标本记录和我们的野外调查，仅在大江边发现狭叶金粟兰（图12）。在湖北宜昌三游洞的野外调查发现狭叶金粟兰沿靠江公路分布；在贵州省道真仡佬族苗族自治县新发现狭叶金粟兰的3个居群均为沿江分布，超出一定的范围，即未见其分布。所以我们推测该物种局限生长于江边生境下，这一独特分布模式有待通过更广泛的调查以进一步确认。",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/d4198af79d5ca4bb411f955c919c917d4a646361213b919d4477022acb024a9b.jpg",
        "img_caption": [
            "Fig.11Wild habitat of C. angustifolius ",
            "图12狭叶金粟兰的沿江分布模式",
            "Fig.12Distribution pattern of being along large rivers in gorges of $C .$ angustifolius 2.3.3金粟兰属起源和现今多样性分布格局形成 "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "我国南部是现存金粟兰属植物多样性分布中心，少数种类延伸至东南亚和南亚热带地区，个别种类能分布到俄罗斯和日本较高纬度地区。由此可以推测：我国是该属植物多样化中心，大多种类可能在我国分化形成，并向南扩散到东南亚、南亚及向北扩散到较高纬度地区，一些种类为了适应寒冷气候由常绿祖先类型演化成地上部分为一年生类型。然而，化石记录表明，与现存金粟兰属植物特有的三裂雄蕊最相似的花化石Chloranthistemon endressii、Chl.alatus 和 Chl.crossmanensis 发现于欧洲瑞典的坎培阶-桑托阶（Campanian-Santonian）和北美的新泽西的土伦阶（Turonian）地层（Crane et al.,1989；Eklund etal.,1997；Herendeenet al.,1993），且形态性状的分支分析表明，这些化石的确与金粟兰属最为近缘（Doyle et al,2003；Eklundetal.,2004）。化石证据表明，现存金粟兰属与最近缘的草珊瑚属分化时间超过九千万年(Crane etal.,1989；Eklund，1999)，且该属植物祖先能够生长在北半球更高纬度地区，或许与银杏（Ginkgo biloba）等其它许多北热带植物群（boreotropical vegetation）类似，随着全球气候、环境的改变，尤其第三纪中晚期和第四纪全球气温下降，导致北半球其它地区金粟兰属祖先类群绝灭，仅残存于亚洲尤其我国南部。这些推测都有待检验，有关金粟兰属植物起源和演化的历史，需要综合古生物、古地质、古气候和分子系统发育及谱系地理等多学科方法，对金粟兰属化石类群和现存类群开展更深入研究方有机会正确重建。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "综上所述，本研究在查阅大量标本资料和广泛野外调查的基础上，详尽地描述了我国金粟兰属植物的形态多样性、生活型、地理和生境分布特点。本研究丰富了对该属植物形态多样性和地理分布的认识，为正确地鉴别和划分金粟兰属不同种类提供更直观、更充分的依据，为进一步深入研究该属植物物种的形成、演化和特殊分布格局的成因提供启示，此外，也为金粟兰属这一类具有药用及观赏价值的植物资源的安全地可持续利用奠定基础。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "致谢：感谢广西壮族自治区中国科学院广西植物研究所许为斌博士、韩孟奇、覃营等提供的标本与照片，感谢道真仡佬族苗族自治县的韩洪兵提供详细的野外分布信息。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "BOURNE R, 2010. ImageJ[J]. Fund Digit, 48(7): 185-188.   \nCAO CM,PENG Y,XIAO PG, 2008.Adivance in on chemical constitunet and bioactivity research of genus Chloranthus [J]. Chin JChin Mat Med,33(13),1509-1515.[曹聪梅,彭勇, 肖培根,2008.金粟兰属植物的化学成分和药理作用研究进展[J].中国中药杂志,33(13): 1509-1515.]   \nCHIEN TY,1985.A supplement to the Chloranthaceae of China [J]. J U Chin Acad Sci, 23(3): 225-227.[程用谦,1985.中国金粟兰科植物拾遗[J].中国科学院大学学 报,23(3):225-227.]   \nCRANE PR，FRIIS EM，PEDERSEN KR，1989.Reproductive structure and founction in Cretaceous Chloranthaceae [J]. Plant Syst Evol, 165(3-4): 211-226.   \nDOYLE JA, 2015. Seed plant phylogeny and the relationships of Gnetales [J]. Int J Plant Sci, 157(S6): 3-39.   \nDOYLE JA，EKLUND H，HERENDEEN PS，2003．Floral evolution in Chlorantaceae: implications of a morphological phylogenetic analysis [J]. Int JPlant Sci, 164(S5): S365-S382.   \nEKLUND H,1999. Big survivors with small flowers:fossilhistory and evolution of Laurales and Chloranthaceae [D]. Uppsala: Uppsala University.   \nEKLUND H, DOYLE JA，HERENDEEN PS,2004. Morphological phylogenetic analysis of living and fossil Chloranthaceea [J]. Int JPlant Sci, 165(1): 107-151.   \nEKLUND H, FRIS EM, PEDERSEN KR,1997. Chloranthaceous floral structures from the Late Cretaceous of Sweden [J]. Plant Syst Evol, 207(1/2): 13-42.   \nEKLUND H, KVACEK J, 1998.Lauraceous inflorescences and flowers from the cenomanian of Bohemia (Czech Republic, Central Europe) [J]. Int JPlant Sci,159(4): 668-686.   \nFIELD TS,ARENS NC, DOYLE JA, et al., 2004. Dark and disturbed: a new image of early angiosperm ecology [J]. Paleobiology, 30(1): 82-107.   \nFRIS EM, CRANE PR,PEDERSEN KR,1986.Floral evidence for Cretaceous chloranthoid angiosperms [J]. Nature, 320(6058): 163-164.   \nHERENDEEN PS,CREPET WL, NIXON KC,1993. Chloranthus_like stamens from the Upper Cretaceous of New Jersey [J]. Amer J Bot, 80(8): 865-871.   \nKONG HZ, 20o0. Karyotypes of Sarcandra Gardn. and Chloranthus Swartz (Chloranthaceae) from China [J]. Bot JLinn Soc,133(3): 327-342.   \nKONG HZ, 2000a. Systematics of the genus Chloranthus Swartz (Chloranthaceae)[D]. Beijing: I Bot, Chinese Acad Sci.[孔宏智,2000a.金粟兰属的系统学研究[D].北京：中国科学院植物 研究所.]   \nKONG HZ, 200ob. Taxonomic notes on Chloranthus henryi Hemsl. and its allies [J]. J Syst Evol, 38(4):355-365.[孔宏智,2000b.宽叶金粟兰及其近缘类群的修订[J].植物分类学报，38(4): 355-365.]   \nKONG HZ, CHEN ZD, 2000. Phylogeny in Chloranthus Swartz (Chloranthaceae) inferred from sequence analysis of nrDNA ITS region [J]. Acta Bot Sin, 42(7): 762-764.   \nKONG HZ, CHEN ZD,LU AM, 2002. Phylogeny of Chloranthus (Chloranthaceae） based on nuclear ribosomal ITS and plastid trnL $\\boldsymbol { \\cdot } \\boldsymbol { F }$ sequence data [J]. Am J Bot, 89(6): 940-946.   \nLI GS,2O05.A study on the structure, expression and evolution of floral organ identity genes CsAP1, CsAP3 and CsSEP3 from Chloranthus spicatus (Chloranthaceae)[D]. Beijing: I Bot, Chin Acad Sci.[李贵生，2005.金粟兰花器官特征基因CsAP1、CsAP3 和 CsSEP3 的结构、 表达和进化研究[D].北京：中国科学院植物研究所.]   \nLI SZ,1982. Compendium of materia medica [M]. Beijing: Peoples Med Publishi.[李时珍，1982. 本草纲目[M].北京：人民卫生出版社.]   \nLIN FX,LUO YM,LI HT, et al., 2016. Chemical constituents in lindenane-type sesquiterpene dimers in roots of Chloranthus multistachys [J]. Chin Trad Herb Drugs, 47(18): 3169-3174. [林凤祥，罗永明，李宏焘，等，2016.多穗金粟兰乌药烷型倍半萜二聚体类化学成分研 究[J].中草药，47(18):3169-3174.]   \nLIU Y,YAN B, GUO YW, et al., 2016. Chemical composition of Chloranthus multistachys Pei [J]. Centr S Pharm,14(9):959-962.[刘越，阎博，郭耀武，等，2016.白毛七化学成分研究[J]. 中南药学，14(9):959-962.]   \nLU QQ, SHI XW, ZHENG SJ, et al., 2016. Two new sesquiterpenes from Chloranthus japonicus Sieb [J]. Nat Prod Res,30(21): 1-7.   \nLUO XL, LIU SY, WANG LJ, et al., 2016. A tetramethoxychalcone from Chloranthus henryi suppresses lipopolysaccharide-induced inflammatory responses in BV2 microglia [J]. Eur J Pharmacol, 774: 135-143.   \nMA SB, WANG YH, CUI MK,1997. A contribution to the reproductive biology of Chloranthus holostegius (Chloranthaceae) in mile population [J]. Acta Bot Yunnan, 19(4): 415-422.[马绍 宾，王跃华，崔明昆，1997.全缘金粟兰弥勒居群繁殖生物学研究[J].云南植物研究， 19(4):415-422.]   \nPRABHUGAONKAR AV, MURUGESAN M, MAO AA, 2017. Chloranthus nervosus var. khasiana (Chloranthaceae) - a new variety from Meghalaya and a new record of species to Indian flora [J]. Pleione,11(1): 149-153.   \nSU KM, 2007. A study on structure, function and evolution of the MADS-box gene involved in floral development in Chloranthus spicatus [D]. Beijing: I Bot, Chinese Academy of Sciences. [苏坤梅，2007.金粟兰花发育相关基因的结构、功能和进化研究[D].北京：中国科学院 植物研究所.]   \nTANG L, ZHU H, YANG X, et al., 2016. Shizukaol d, a dimeric sesquiterpene isolated from Chloranthus serratus, represses the growth of human liver cancer cells by modulating wnt signalling pathway [J]. PLoS ONE,11(3): e0152012.   \nWANG DQ,1992. Research on medicinal plants of genus Chloranthus in China [J]. Prim J Chin Ma,6(2):33-36.[王德群，1992.我国金粟兰属药用植物考证[J].基层中药杂志， 6(2):33-36.]   \nWANG DQ, HAUNG SH, WU ZF, 1984. A preliminary study of the genus Chloranthus in Anhui [J].Bull Bot Res,4(4):173-182.[王德群,黄世华,武祖发,1984.安徽金粟兰属初步研究[J]. 植物研究，4(4):173-182.]   \nWANG LJ,LIU CY, XIONG J,et al.， 2016. Further chemical constituents from the rare Chloranthaceae plant Chloranthus sessilifolius [J]. Chin J Org Chem, 36(7): 1677-1680.[王立 军，刘彩云，熊娟，等，2016.稀有植物四川金粟兰化学成分的进一步研究[J].有机化学， 36(7) : 1677-1680.]   \nWANG YH, YANG K, 2000. The comparation of the heteromorphosic anthers of Chloranthus henryi (Chloranthaceae) and its phylogenetic meanings [J].B Bot Res,20(4): 379-384.[王跃 华,杨科,2000.宽叶金粟兰（Chloranthus henryi Hemsl.）雄蕊形态变异比较及其系统发生 意义[J].木本植物研究,20(4):379-384.]   \nWANG YH， YANG K， MA SB，1999. Reproductive biology of Chloranthus henryi (Chloranthaceae) in northeastern Yunnan [J]. Acta Bot Yunnan,21(2): 218-224.[王跃华,杨科, 马绍宾,1999.宽叶金粟兰滇东北居群的繁殖生物学[J].云南植物研究,21(2):218-224.]   \nWU B,CHEN J,QU HB,et al.， 2008. Complex sesquiterpenoids with tyrosinase inhibitory activity from the leaves of Chloranthus tianmushanensis [J]. JNat Prod-lloydia,71(5): 877.   \nWU GF,1980.New species of Chloranthus from China [J]. Acta Phytotax Sin,18(2): 220-223. [吴国芳,1980.中国金粟兰科的新种[J].植物分类学报,18(2):220-223.]   \nWU GF,1982. Chloranthaceae [M]. In FL Reip Pop.Beijing: Sci Press,20(1): 77-97.[吴国 芳,1982.金粟兰科[M].见中国植物志，北京:科学出版社,20(1):77-97.]   \nXIA NH, JOEL J, 1999. Chloranthaceae Blume [M]. In: Flora China, Science and Missouri Botanical Garden, Beijing, 4: 132-138.   \nXU J,ZHU HL, ZHANG J, et al.， 2018. Sesquiterpenoids from Chloranthus anhuiensis with neuroprotective effects in pcl2 cells [J]. JNat Prod-lloydia, 81(6): 1391-1398.   \nYANG XZ, WANG C, YANG J, et al., 2014. Antimicrobial Sesquiterpenes from the Chinese Medicinal Plant, Chloranthus angustifolius [J]. Tetrahedron Lett, 55(41): 5632-5634.   \nYAO ZS, XU P, CHEN J, 2011. Herbalogical study of herbs belonging to Chloranthus SW. [J]. Chin Arch Trad,29(11):2402-2404.[姚振生,徐攀,陈京,2011.金粟兰属药物的本草考证[J]. 中华中医药学刊,29(11):2402-2404.]   \nZHANG M,WWANG JS,OYAMA M, et al.， 2012. Anti-inflammatory sesquiterpenes and sesquiterpene dimers from Chloranthus fortunei [J]. JAsian Nat Prod Res,14(7): 708-712.   \nZHANG SS, ZHANG WC, SU QY, 1991. Discussion of systematic position of Chloranthaceae by leaf architecture of plants [J].Acta Bot Boreal-Occident Sin,11(3): 226-232.[张遂申,张文, 苏乾元,1991.从植物叶的宏观结构特征探讨金粟兰科的系统位置[J].西北植物学 报,11(3):226-232.]   \nZHANG Q，ANTONELLI A，FEILD TS,et al.， 2011. Revisiting taxonomy，morphological evolution,and fossil calibration strategies in Chloranthaceae [J]. J Syst Evol, 49(4): 315-329.   \nZHANG Q，FEILD TS，ALEXANDRE A，2015. Assessing the impact of phylogenetic incongruence on taxonomy， floral evolution， biogeographical history， and phylogenetic diversity [J]. Am J Bot,102(4): 566-580. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    }
]