[
    {
        "type": "text",
        "text": "Forest recovery after clear-cutting in Chinese pine (Pinus tabuliformis) plantations of North China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DONG Boqian1, ZHAO Kuangji1, WANG Zhibin1, JIA Zhongkui1\\*, MA Lvyi1, XIA Xinli² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 KeyLaboratoryforSilvicultureandConservationof the Ministryof Education,CollgeofForestry,BeijingForestry University, Beijing 100083, China; 2College of Biological Sciences and Technology,Beijing Forestry University, Beijing 10oo83, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: In Hebei Province of North China, forest was recovered with natural recruitment in plantations with large area of clear-cutting Chinese pine (Pinus tabuliformis). This study was aimed to demonstrate the dynamic characteristics of recruits during the natural recruitment. Both plot survey and the spatial point-pattern analysis were performed. Five developmental stages of natural recruitment were selected and studied, including 1 year before and 2, 5, 8, and 11 years after clear-cuting. Diferent slope aspects were also included. Natural recruitment was always dominated by Chinese pine with a proportion of higher than $90 \\%$ . For plots of 1 year before clear-cuting on east- and north-facing slopes, recruit densities were 7886 and 5036 stems/ $\\mathrm { h m } ^ { 2 }$ ， the average heights were 0.78 $( \\pm 0 . 8 5 ) \\$ and 1.06 $( \\pm 1 . 1 5 ) \\textrm { m }$ ，and the average diameters at breast height (DBH) were 3.21 $( \\pm 1 . 3 8 )$ and 2.91 $( \\pm 1 . 3 8 )$ cm，respectively. After clear-cuting,recruit density was initiallyincreased,then it was gradually declined with time; however, the variation of average DBH was contrary to that of recruit density. Both of them were no longer Varied between 8 and 11 years after clear-cuting. The average height of recruits continued to increase after clear-cuting. For the plots of 11 years after clear-cuting on east- and north-facing slopes, average heights of recruits reached 2.00 $( \\pm 1 . 1 4 )$ and 2.24 $( \\pm 1 . 2 0 )$ m, respectively. The statuses of recruits on north-facing slopes were better than those on east-facing slopes after clear-cutting. Meanwhile, recruits on east-facing slopes were always aggregated at small scales， while spatial pattern of recruits varied with time on north-facing slopes. Moreover, forest was recovered more quickly by natural recruitment than by artificial afforestation after clear-cutting. The structural diversity was higher in naturall regenerated forests than in plantations of the same age. Our results demonstrated that clear-cuting of Chinese pine plantations recovered by natural recruitment has the potential to be an efective approach for establishing multifunctional forest. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Chinese pine; natural recruitment; clear-cuting; slope aspect; spatial pattern; Hebei Province ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Chinese pine (Pinus tabuliformis) is an important vegetation species in North China (Wu, 1980). From 195Os, several plantations of Chinese pine have been built by government in North China for wood production. Now, a large area of Chinese pine plantations has distributed over North ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "China. Since the general felling age of Chinese pine plantations was 5O years, many plantations were in the period of final felling. Clear-cutting was generally applied by the management departments. Then the forest was expected to be reconstructed with natural recruitment, because of many potential advantages, including higher recruit density (Prévost and Gauthier, 2013), structural diversity (Yamagawa et al.， 2Oo8), better conservation of local vegetation genotypes (Peterken, 1996) and reduction of management costs (CCFM, 2006). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Many studies found that forest could be reconstructed, and the reconstructed forest relying on natural recruitment was close to natural forest in conifer plantations after clear-cutting in temperate regions (Yamagawa and Ito, 2006; Man et al.,2013; Spracklen et al.,2013; Fang et al., 2014). Thus, the further investigation on the process of natural recruitment could be conductive to predicting succession tendency and optimizing management strategies (Sakai et al., 2O06; Swaim et al., 2016). Until 2O15, the earliest clear-cuting Chinese pine plantations have been restored for 11 years in North China. However, as we know, no related literatures have been reported on the recruitment dynamics of Chinese pine. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In general, current studies on the recruitment after clear-cuting have mainly performed from the following aspects: composition of tree species (Coates, 2OO2; Haeussler and Bergeron, 2004; Taylor et al., 2O13), vertical structure of recruits (Buermeyer and Harrington, 2OO2; Wu et al., 2008; Spracklen et al.,2O13),and characteristics of the recruitment, including density (Sakai et al., 2006; Ilisson and Chen, 2009; Man et al., 2013), growth status (Stuiver et al.,2016; Swaim et al., 2016),and age (Sturgess and Atkinson, 1993; Buermeyer and Harrington, 2002; Kurokochi et al., 2010). Moreover, researchers also found that the dynamics of natural recruitment was related to the spatial pattern of vegetation among different heights and age classes (Fajardo et al., 2006; Franklin and Santos, 2011; Luo et al., 2012; Carrer et al., 2013). Although allthese aspects were relevant to the recruitment after clear-cuting, two critical factors were considered in our study for further investigation. On the one hand, in the process of forest restoration after clear-cutting, advanced regeneration was proved to be an essential part of the forest land vegetation (Buermeyer and Harrington, 2002; Greene et al., 2002; Yamagawa and Ito, 2006). In addition, the older advanced recruit was an important seed source for further forest reconstruction (Ilisson and Chen, 2009). Thus, we paid attentions to the advanced regeneration of 1 year before clear-cutting. It was aimed to reveal the growth conditions of advanced regeneration， to explore the effects of clear-cuting on advanced regeneration, and to find the relations between advance regeneration and forest restoration. On the other hand, slope aspect was one of the dominating factors influencing the natural recruitment of Chinese pine plantations (Xu, 1993; Ren et al., 201O; Han et al.,2012; Liu et al., 2014). Therefore, the efects of slope aspect on characteristics of natural recruitment were also analyzed in this study. As mentioned above, the aims of the study were (1) to elucidate the dynamic of advanced regeneration and its role on the process of forest recovery after clear-cutting; (2) the variation trends of natural recruitment over time after clear-cutting; and (3) the effects of slope aspect on natural recruitment. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The study area of Chinese pine plantations was situated in Pingquan County, Hebei Province, North China (Fig. 1). It was approximately $2 5 0 ~ \\mathrm { k m }$ northeast of Beijing. It belongs to the temperate continental monsoon mountain climate. The annual mean temperature was $7 . 4 ^ { \\circ } \\mathrm { C }$ and the annual precipitation was $3 5 6 . 7 { - } 6 2 0 . 3 ~ \\mathrm { m m }$ from 2004 to 2015 (Table 1). The main soil type was mountain cinnamon soil with gravel. In the study area, the area of plantations has accounted for $9 5 \\%$ of the total forest area in Pingquan County, with four main species including Chinese pine, aspen (Populus davidiana), Mongolian oak (Quercus mongolica) and black locust (Robinia pseudoacacia). And the area of Chinese pine plantations was the largest, with an area of 8901.85 $\\mathrm { h m } ^ { 2 }$ and accounted for $6 1 . 6 \\%$ of the local total forest area. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/35a928d450c99c837b3074c5bb44eb538139e7ad7dcbd34e4917c0402f39b3e0.jpg",
        "img_caption": [
            "Fig. 1 Sampling plots and study area "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/0833168cdcf956af7d166cd8d40125d449ee15bce19fbcba044c9932f99d1dcd.jpg",
        "table_caption": [
            "Table 1 Seasonal and annual precipitation (mm) of the study area "
        ],
        "table_footnote": [
            "Note:Springmeans thepriodofMarchMay;Summer,JuneAugust;Autumn,eptember-November;Winter,Decembe-Febraryof the next year. "
        ],
        "table_body": "<html><body><table><tr><td>Year</td><td>Spring</td><td>Summer</td><td> Autumn</td><td>Winter</td><td> Full-year</td></tr><tr><td>2004</td><td>118.6</td><td>59.5</td><td>316.5</td><td>15.9</td><td>510.5</td></tr><tr><td>2005</td><td>27.4</td><td>106.2</td><td>444.4</td><td>9.1</td><td>587.1</td></tr><tr><td>2006</td><td>47.2</td><td>36.8</td><td>330.3</td><td>5.9</td><td>420.2</td></tr><tr><td>2007</td><td>85.6</td><td>140.6</td><td>303.1</td><td>6.8</td><td>536.1</td></tr><tr><td>2008</td><td>114.3</td><td>90.9</td><td>307.7</td><td>3.9</td><td>516.8</td></tr><tr><td>2009</td><td>101.3</td><td>68.0</td><td>167.3</td><td>20.1</td><td>356.7</td></tr><tr><td>2010</td><td>203.1</td><td>86.0</td><td>322.0</td><td>9.2</td><td>620.3</td></tr><tr><td>2011</td><td>70.6</td><td>55.2</td><td>388.8</td><td>8.2</td><td>522.8</td></tr><tr><td>2012</td><td>100.4</td><td>70.3</td><td>334.1</td><td>9.5</td><td>514.3</td></tr><tr><td>2013</td><td>81.6</td><td>37.6</td><td>354.3</td><td>4.0</td><td>477.5</td></tr><tr><td>2014</td><td>90.0</td><td>91.3</td><td>280.4</td><td>2.3</td><td>464.0</td></tr><tr><td>2015</td><td>128.2</td><td>98.6</td><td>297.1</td><td>8.5</td><td>532.4</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2Data collection ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The samples were taken along the chronosequence. Ten forest stands were selected with different developmental stages and slope aspects. Two slope aspects were involved: east and north ( $\\scriptstyle \\overbrace { n = 5 }$ for each). Chinese pine plantations were mainly distributed on half shady (east- and northwest-facing) and shady (north- and northeast-facing) slopes due to the limitation of precipitation in this region (Table 1). Thus, in this study, east- and north-facing slopes were selected to represent half shady and shady slopes, respectively. Five forest stands on east-facing slopes were taken from plantations of 1 year before clear-cuting,and 2, 5, 8,and 11 years after clear-cutting, which were named as EB1, EA2, EA5, EA8,and EA11, respectively. The other 5 forest stands on north-facing slopes were also taken from plantations of 1 year before clear-cutting, and 2, 5, 8 and 11 years after clear-cutting, which were named as NB1, NA2, NA5, NA8, and NA11, respectively. The characteristics of forest stands were shown in Table 2. For allthe plantations, Chinese pine was the only one canopy wood species and there was also only one canopy layer. The stands EB1, NB1 were 49-years old Chinese pine plantations. However, the general cutting age of Chinese pine plantations was 50, thus the stands EB1, NB1 were applied to represent the Chinese pine plantations 1 year before clear-cutting. The sampling of stands was aimed to represent the status of advanced regeneration before clear-cutting and demonstrated the effects of clear-cutting on advanced regeneration. For the plantations 2,5, 8 and 11 years after clear-cutting, all canopy woods were removed by clear-cutting. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/fdd097731c5061ba9169c663c9d21af3e62b91d01c3fa56b9d777868ec67b5c0.jpg",
        "table_caption": [
            "araaeere prets ertgr rretraarrr "
        ],
        "table_footnote": [
            "武"
        ],
        "table_body": "<html><body><table><tr><td>Index</td><td>EB1</td><td>NB1</td><td>EA2</td><td>NA2</td><td>EA5</td><td>NA5</td><td>EA8</td><td>NA8</td><td>EA11</td><td>NA11</td></tr><tr><td> Slope aspect</td><td>East</td><td>North</td><td>East</td><td>North</td><td>East</td><td>North</td><td>East</td><td>North</td><td>East</td><td>North</td></tr><tr><td>Slope steepness()</td><td>14</td><td>16</td><td>14</td><td>15</td><td>17</td><td>13</td><td>15</td><td>15</td><td>16</td><td>13</td></tr><tr><td>Longitude (E)</td><td>118.7579</td><td>118.7023</td><td>118.6945</td><td>118.7317</td><td>118.7375</td><td>118.7271</td><td>118.7396</td><td>118.7671</td><td>118.6765</td><td>118.6868</td></tr><tr><td>Latitude (°N)</td><td>41.1796</td><td>41.227</td><td>41.2739</td><td>41.1826</td><td>41.2352</td><td>41.2538</td><td>41.2306</td><td>41.244</td><td>41.2814</td><td>41.2866</td></tr><tr><td>Altitude (m)</td><td>750</td><td>747</td><td>752</td><td>766</td><td>679</td><td>786</td><td>760</td><td>872</td><td>768</td><td>748</td></tr><tr><td>Soil thickness (cm)</td><td>30.7±5.6</td><td>28.5±4.8</td><td>26.6±4.3</td><td>28.7±5.1</td><td>31.7±6.0</td><td>28.7±3.9</td><td>26.5±3.7</td><td>30.9±3.3</td><td>29.0±7.7</td><td>27.5±6.1</td></tr><tr><td>Grass coverage (%)</td><td>80</td><td>80</td><td>90</td><td>90</td><td>70</td><td>70</td><td>70</td><td>70</td><td>70</td><td>70</td></tr><tr><td>Year of forestation</td><td>1965</td><td>1965</td><td>1962</td><td>1962</td><td>1959</td><td>1959</td><td>1956</td><td>1956</td><td>1953</td><td>1953</td></tr><tr><td>Year of clear-cutting</td><td></td><td></td><td>2012</td><td>2012</td><td>2009</td><td>2009</td><td>2006</td><td>2006</td><td>2003</td><td>2003</td></tr><tr><td>Canopy woods</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Density (stems/hm2)</td><td>610</td><td>600</td><td>620</td><td>590</td><td>605</td><td>587</td><td>620</td><td>590</td><td>600</td><td>583</td></tr><tr><td>Average height (m)</td><td>11.9±3.2</td><td>12.8±2.8</td><td>12.3±5.1</td><td>13.8±3.0</td><td>12.8±5.2</td><td>13.2±4.8</td><td>13.2±6.3</td><td>13.2±3.8</td><td>12.5±4.5</td><td>13.5±4.2</td></tr><tr><td>Average DBH (cm)</td><td>17.5±8.4</td><td>21.2±11.5</td><td>18.4±10.2</td><td>21±9.5</td><td>19.1±11.8</td><td>19.7±9.8</td><td>18.8±12.0</td><td>20.7±12.8</td><td>18.2±11.3</td><td>22.3±13.7</td></tr><tr><td>Canopy density</td><td>0.7</td><td>0.9</td><td>0.7</td><td>0.8</td><td>0.7</td><td>0.8</td><td>0.7</td><td>0.9</td><td>0.7</td><td>0.8</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Meanwhile, no artificial afforestation was carried out after clear-cuting. The forest recovery was completely depended on natural recruitment. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The growth characteristics of vegetation lasted for years and were hard to be continuously tracked. A few studies reported the variation trends of vegetation after clear-cuting (Bermudez et al., 2007). Therefore, comparing the growth characteristics of vegetation in different growth stages was a convenient method for exploring long-term variations (Bermudez et al., 2OO7; Akhavan et al., 2012; Stuiver et al., 2016). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The field sampling and investigation were performed from June to September in 2O15. The selected plots were in the center of each forest stand, with an area of $6 0 \\mathrm { m } { \\times } 6 0 \\mathrm { m }$ .The distance from plot boundary to edge of stand or cutting blank was at least $5 0 \\mathrm { ~ m ~ }$ . Only one plot was sampled at each stand, which was named after corresponding forest stands. For each plot, the species, quantity, height, coordinates of all recruits (with the height $\\geq 0 . 1 \\mathrm { ~ m } )$ ） and the DBH of recruits (with the height $\\geq 2 \\mathrm { ~ m } )$ were recorded. For the plots in stands EB1 and NB1, the coordinates of canopy trees were also recorded. In addition, ten quadrates with the area of $5 \\mathrm { m } { \\times } 5 \\mathrm { m }$ were randomly set in every plot. For each quadrate, the age of al recruits was also recorded. According to height (h), we divided the recruits into seedlings ( $0 . 1 \\ \\mathrm { m } { < } h { \\leq } 0 . 5 \\ \\mathrm { m } )$ and saplings $( h { > } 0 . 5 ~ \\mathrm { m } )$ . Only seedlings higher than or equal to $0 . 1 \\mathrm { ~ m ~ }$ were included because only the established recruitment was considered (i.e., seedlings that survived at least 2 years) (Ignacio et al., 2Oo9). Most of the observed recruits were Chinese pine, with high mortality rate in the first two years (Xu, 1993). The age of recruits was analyzed on a tree-ring analysis system with increment cores or basal sections (WinDENDROTM, 2005). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3Data analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.1 1 ANOVA test ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "One-way ANOVA test was applied to analyze the differences of height, DBH, and age of recruits among plots with diferent slope aspects or developmental stages. The data analysis was performed following a randomized complete block design. The normality and equal variance of data were checked and an unequal variance model was applied if necessary. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.2Spatial point pattern analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In the spatial point pattern analysis, all information was included in Ripley's K function with a certain radius (scale). However, with the increased radius (scale), the information on smal distance would be included in the results on long distance (scale). The effcts of smalland large scales would be confused with this cumulative calculation (Condit et al., 2OOo; Schurr et al., 2OO4; Wiegand and Moloney, 2004). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Moloney's O-ring statistical methods were based on Ripley's K function and Mark correlation function. However, the ring of width $w$ was applied in Moloney's O-ring statistical method instead of the circle of radius $r$ in Ripley's $\\mathrm { \\Delta K }$ function. The average ring point number in the ring was calculated. Thus, the special distance grade was isolated. Therefore, Ripley's K function can be applied to distinguish distribution pattern of study object beyond a specific scale $r _ { \\ast }$ O-ring statistical method was based on probability density function, so the distribution pattern on specific scale $r$ could be more intuitively reflected (Wiegand and Moloney, 2OO4). Both the univariate statistics and bivariate statistics were included in O-ring statistics. Univariate statistics was applied to analyze the distribution pattern of a single object represented by $\\mathbf { O } ( r )$ statistics,while, the bivariate statistics was applied to analyze the distribution pattern of the two objects represented by $\\mathrm { O } _ { 1 2 } ( r )$ . Statistics of univariate and bivariate O-ring were calculated as follows: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n{ \\cal O } \\left( r \\right) = \\frac { \\displaystyle \\frac { 1 } { n _ { 1 } } \\sum _ { i = 1 } ^ { n _ { 1 } } \\mathrm { P o i n t s } _ { 1 } [ R _ { 1 , i } ^ { w } \\left( r \\right) ] } { \\displaystyle \\frac { 1 } { n _ { 1 } } \\sum _ { i = 1 } ^ { n _ { 1 } } \\mathrm { A r e a } [ R _ { 1 , i } ^ { w } \\left( r \\right) ] } , \\qquad \\mathrm { ( 1 ) ; } \\qquad { \\cal O } _ { 1 2 } \\left( r \\right) = \\frac { \\displaystyle \\frac { 1 } { n _ { 1 } } \\sum _ { i = 1 } ^ { n _ { 1 } } \\mathrm { P o i n t s } _ { 2 } [ R _ { \\mathrm { \\tiny ~ i } } ^ { w } \\left( r \\right) ] } { \\displaystyle \\frac { 1 } { n _ { 1 } } \\sum _ { i = 1 } ^ { n _ { 1 } } \\mathrm { A r e a } [ R _ { 1 , i } ^ { w } \\left( r \\right) ] } .\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In Equation $1 , n _ { 1 }$ is the number of individuals for one population in the study area, $R _ { 1 , i } ^ { \\nu } ( r )$ is a ring around the $i ^ { \\mathrm { t h } }$ point of this population, with radius of $r$ and width of $w$ ,Points ${ } _ { 1 } [ R _ { 1 , i } ^ { w } ( r ) ]$ is the number of individuals for this population in ring, Area $[ R _ { 1 , i } ^ { w } ( r ) ]$ is the area of ring $( \\mathbf { m } ^ { 2 } )$ . In Equation 2, $n _ { 1 }$ is the number of individuals for population 1 in the study area, $R _ { 1 , i } ^ { w } ( r )$ is a ring around the $i ^ { \\mathrm { t h } }$ point of the population 1, with radius of $r$ and width of $w$ ，Points ${ } _ { 2 } [ R _ { 1 , i } ^ { w } ( r ) ]$ is the number of individuals for population 2 in ring and Area $[ R _ { 1 , i } ^ { w } ( r ) ]$ is the area of ring $( \\mathrm { m } ^ { 2 } )$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In this study， overall recruits (including both seedlings and saplings) were analyzed with univariate O-ring statistical method. The spatial correlations between recruits and canopy woods as well as seedlings and saplings were analyzed with bivariate O-ring statistical method. The O-ring statistical method required careful selection of null hypothesis (Wiegand and Moloney, 2OO4; Lopez, 2010). For univariate analysis of recruits, complete spatial randomness (CSR) was applied as null model which was the simplest and most widely used nul model for this kind of analysis (Wiegand and Moloney， 2OO4). This null model considered that any point of the pattern has an equal probability of occurring at any position in the plot, and the position of a point is independent of the position of any other point (i.e., points do not interact with each other) (Wiegand and Moloney, 2004). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "For bivariate analysis, there were two kinds of situations. When different age classes (recruits and canopy woods) were spatially analyzed, we effectively assumed that both age classes represented sequential events in time, therefore the development of the pattern of the canopy woods would not be influenced by the pattrn of recruits, but the opposite may be true (i.e., the development of the recruits may be influenced by the canopy woods) (Fajardo and Gonzalez, 2Oo9). In this case, the choice of an appropriate null model was influenced by antecedent conditions (Wiegand and Moloney, 2OO4). For the situation in our study, it meant that for investigating the relationship between recruits and canopy woods, an appropriate nul model for testing repulsion or attraction would be the randomization of recruit locations and kept the canopy woods locations fixed. The reason was that the canopy woods were already presented and without changing their positions during the establishment of recruitment and the recruits could potentially be found at the entire plot (Wiegand and Moloney, 2OO4; Carrer et al.， 2O13). Thus, antecedent condition null model was applied to test whether formation process of pattern of recruits was influenced by pattern of canopy woods. When seedlings and saplings were compared, independence null model was applied. This null model assumed that the spatial patterns of seedlings and saplings were generated by two independent and stochastic processes (e.g., different dispersion process periods) (Wiegand and Moloney, 2004; Fajardo et al., 2006). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "These analyses were performed with software Programita. The statistical significance of departures of $\\mathrm { O } ( r )$ from randomness was tested with Monte Carlo simulations and following three null models were applied: CSR,antecedent condition， and independence. The confidence limits (envelopes) were obtained from the highest and lowest values of the functions, which were taken from 99 simulations of thenull models. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1Composition of tree species ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In all plots, the tree species were analyzed and the dominant species was Chinese pine (Table 3). The proportions of Chinese pine were greater than $90 \\%$ in all plots except for NB1. The composition of accompanying tree species was different before and after clear-cutting (Table 3). Shade-tolerance species Mongolian oak and hawthorn (Crataegus pinnatifida) only existed in EB1 and NB1 plots. After clear-cutting， more shade-intolerance pioneer species aspen was observed. Slope aspects made little effect on the composition of tree species (Table 3). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2Density of recruits ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The densities of advanced recruits were 7886 and 5036 stems $/ \\mathrm { h m } ^ { 2 }$ for EB1 and NB1 (1 year before clear-cuting), respectively. For the plots after clear-cuting, the density of recruits was significantly increased at the first 2 years, then gradually decreased and no longer varied between 8 and 11l years after clear-cutting (Fig. 2). Density of recruits was significantly different between east- and north-facing slopes (Fig. 2). The recruit densities in plots on east-facing slopes were higher than those on north-facing slopes (Fig. 2). The recruit density was increased by $1 5 . 9 0 \\% - 5 6 . 5 9 \\%$ . Specially, the recruit density in NA5 plot was $1 8 . 0 4 \\%$ higher than that in EA5 plot (Fig. 2). ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/7159c1be33fbfd92877f904eada5f2a76bd800e7f09ed55aff98bf1c41f04840.jpg",
        "table_caption": [
            "'able 3 Composition of tree species in different plots (stems/plot) "
        ],
        "table_footnote": [
            "Note:Ptes;eica;Cidscic; Up,Ulmusumila;Rpoiniaedoccia;tilin;petulatylla;ali "
        ],
        "table_body": "<html><body><table><tr><td>Treatment</td><td>Plot</td><td>Pt</td><td>Qm</td><td>Cp</td><td>As</td><td>Pd</td><td>Up</td><td>Rp</td><td>Tt</td><td>Bp</td><td>Sm</td></tr><tr><td>1 year before</td><td>EB1</td><td>2725</td><td>57</td><td>16</td><td>21</td><td>1</td><td>17</td><td></td><td>2</td><td></td><td></td></tr><tr><td>clear-cutting</td><td>NB1</td><td>1621</td><td>47</td><td>74</td><td>27</td><td>12</td><td>32</td><td></td><td></td><td></td><td></td></tr><tr><td>2 years after</td><td>EA2</td><td>5259</td><td></td><td></td><td></td><td>149</td><td>14</td><td>4</td><td></td><td></td><td></td></tr><tr><td>clear-cutting</td><td>NA2</td><td>4299</td><td></td><td></td><td>4</td><td>54</td><td>8</td><td>4</td><td></td><td></td><td>4</td></tr><tr><td>5 years after</td><td>EA5</td><td>2533</td><td></td><td></td><td>24</td><td>71</td><td>12</td><td></td><td></td><td></td><td></td></tr><tr><td>clear-cutting</td><td>NA5</td><td>3045</td><td></td><td></td><td>1</td><td>145</td><td>17</td><td></td><td></td><td>13</td><td></td></tr><tr><td>8 years after</td><td>EA8</td><td>1810</td><td></td><td></td><td></td><td>23</td><td>36</td><td></td><td></td><td></td><td></td></tr><tr><td>clear-cutting</td><td>NA8</td><td>1488</td><td></td><td></td><td>1</td><td>111</td><td>9</td><td></td><td></td><td></td><td></td></tr><tr><td>11 years after</td><td>EA11</td><td>1771</td><td></td><td></td><td>4</td><td>77</td><td>10</td><td></td><td>11</td><td></td><td></td></tr><tr><td>clear-cutting</td><td>NA11</td><td>1536</td><td></td><td></td><td>2</td><td>71</td><td>7</td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/d8cafd094fd351530ebd605c4babd081773e90223fcb07d1bf8572063300137b.jpg",
        "img_caption": [
            "Fig.2Variation of density of recruits in diffrent plots. B1,1 year before clear-cuting; A2,2 years after clear-cuting; A5,5 years after clear-cuting; A8,8 years after clear-cutting; A11,11 years after clear-cutting. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3Height of recruits ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In the plots of 1 year before clear-cuting, the average heights of recruits were $0 . 7 8 ( \\pm 0 . 8 5 )$ and $1 . 0 6 ( \\pm 1 . 1 5 ) \\textrm { m }$ for EB1 and NB1, respectively. After clear-cutting, the average height of recruits was gradually increased with time (Fig. 3). The final average heights of recruits were $2 . 0 0 ( \\pm 1 . 1 4 ) \\$ and $2 . 2 4 ( \\pm 1 . 2 0 ) \\ \\mathrm { m }$ in EA11 and NA11 plots, respectively, which were significantly increased by $1 5 6 . 0 0 \\%$ and $1 1 0 . 8 0 \\%$ $( P { < } 0 . 0 1 )$ . The average height of recruits would be observably influenced by slope aspects (Fig. 3). The average heights of recruits in plots on north-facing slopes were significantly higher than those on east-facing slopes ${ \\it P } { < } 0 . 0 1$ for all; Fig. 3). The distribution of recruit height would be significantly influenced by the slope aspect, i.e., the distribution was more decentralized on the north-facing slopes (Fig. 4). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/180211bdf2273cb7f866ee29b7e9da7da5a484c943cc5b633eea89175e7fea7f.jpg",
        "img_caption": [
            "Fig.3Variation of height of recruits in different slopes and plots. B1,1 year before clear-cuting; A2,2 years after clear-cuting; A5,5 years after clear-cutting; A8,8 years after clear-cuting; A11,1 years after clear-cuting. Bars mean standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "East-facing slope North-facing slope Chronosequence 60 (a)EB1 60 (b) NB1 50 40 30 1 year before 20 10 0 0 IIIIIIVVVIVIIVIII IXXXI IIIIIIVVVIVIVIIIXXXI L 70 (d) NA2   \n%) ereeeeeed 6050 4030 2 years after 20 clear-cutting 10 0 IIIIII IVVVI VII VIII IXX XI IIIIIIIVVVIVIVIII IXXXI 60 6050 厂 (f) NA5 40 30 5 yearsafter 20 clear-cuting 10 0 0 I I IIIIVVVIVIVIII IXX XI 1 ⅡII IVVVIVIIVIII IXXXI 40 (g) EA8 40 (h) NA8   \n(%) eeeeeed 30 30 20 20 8 years after clear-cutting 10 10 0 0 □□□□ I I III IV V VI VII VII IX X XI I Ⅱ III IVVVI VIVII IXX XI   \n(%) grereeetd 30「(i)EA11 20 30 20 (i) NA11 11 years after 10 10 clear-cutting 0 □□ 0F 口□ IIIIIIVVVIVIVIIIIXXXI IIII IVVVIVIVII IXXXI Height class Height class ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4Diameter at breast height (DBH) of recruits ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In the plots of 1 year before clear-cutting, the average DBH of recruits were 3.21 $( \\pm 1 . 3 8 )$ and 2.91 $( \\pm 1 . 3 8 )$ cm for EB1 and NB1, respectively. After clear-cutting, the average DBH of recruits was firstly decreased, then gradually increased and no longer varied between 8 and 11 years (Fig. 5). The average DBH of recruits would be significantly influenced by slope aspects (Fig. 5). Before clear-cuttng, the average DBH of recruits in EB1 plot was higher than that in NB1 plot ( $_ { \\scriptstyle P = 0 . 0 1 5 }$ Fig. 5). However, after clear-cutting, the average DBH of recruits in plots on north-facing slopes was higher than that on east-facing slopes ( $\\scriptstyle \\overbrace { P \\mathscr { \\ L } } < 0 . 0 1$ for all; Fig. 5). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/f25769e97eb08260db87d9f57b46d802123a8fe6e9201238aaacb7690b3d5749.jpg",
        "img_caption": [
            "Fig.5Diameter at breast height (DBH)ofrecruits in different slopes and plots.B1,1 year before clear-cutting; A2,2 years after clear-cutting; A5,5 years after clear-cutting; A8,8 years after clear-cuting;A11,11years after clear-cutting. Bars mean standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.5Age of recruits ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the plots of 1 year before clear-cutting, the average ages of recruits were 8.44 $( \\pm 4 . 4 9 )$ and 7.38 $( \\pm 2 . 8 8 )$ for EB1 and NB1, respectively. In the plots of 2 years after clear-cutting, the average ages were decreased to $5 . 8 6 ~ ( \\pm 1 . 0 8 )$ and 7.05 $( \\pm 1 . 7 4 )$ for EA2 and NA2, respectively $( P { < } 0 . 0 1$ and $\\scriptstyle P = 0 . 1 4 2$ ; Fig. 6). Then, the average age was gradually increased with time (Fig. 6). The age was influenced by the slope aspects. Before clear-cuting, the average age of recruits in EB1 plot was higher than that in NB1 plot ( $_ { \\scriptstyle P = 0 . 0 1 7 }$ ; Fig. 6). However, after clear-cutting, the average ages of recruits in plots on north-facing slopes were higher than those on east-facing slopes $( P { \\le } 0 . 0 1$ ， except for $\\scriptstyle P = 0 . 1 3$ between EAi1 and NA11; Fig. 6). In the plots of 2 years after clear-cuting, recruits originated from advanced regeneration accounted for $100 \\%$ and $9 8 . 3 2 \\%$ of total recruits for EA2 and NA2, respectively (Table 4). Then， the proportion of recruits originated from advanced regeneration was gradually declined with time (Table 4). The proportion of recruits was reduced to $3 3 . 3 3 \\%$ and $3 8 . 0 5 \\%$ for EA11 and NA11 plots, respectively (Table 4). ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/28df768190018db532b4879112113c38116e41dd88390cd8e5475e18a6ff5797.jpg",
        "img_caption": [
            "Fig. 6Variation of age of recruits in different slopes and plots. B1,1 year before clear-cuting; A2,2 years after clear-cuting; A5,5 years after clear-cutting; A8,8 years after clear-cuting; A11,11 years after clear-cutting. Bars mean standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.6 Spatial point pattern ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.6.1 Univariate distribution patterns ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The spatial pattern of recruitment would be greatly influenced by time and slope aspect. The corresponding relations were analyzed with univariate analysis. The analysis revealed recruits were aggregated at small scales during most developmental stages (Fig. 7). On east-facing slopes, recruits were aggregated on the small scales (Fig. 7). For recruits of EB1, EA2, EA5, EA8, and EA11 plots, clumped pattern was observed on scales up to 9, 9, 6, 12, and $9 \\mathrm { m }$ ,respectively (Fig s. ",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/1ced3e228e3dc3eb74ddae572303685c56e6c2b54329aa847fc4403ec0c391b5.jpg",
        "table_caption": [
            "Table 4 Characteristics of recruits originated from advanced regeneration after clear-cuting in different slopes and plots "
        ],
        "table_footnote": [
            "Note: Quantitative proportion was quantitative proportion of total recruits. Mean±SD. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td colspan=\"2\">2 yearsafter clear-cutting</td><td colspan=\"2\">5 yearsafterclear-cutting</td><td colspan=\"2\">8 yearsafterclear-cutting</td><td colspan=\"2\">11 years after clear-cutting</td></tr><tr><td>EA2</td><td>NA2</td><td>EA5</td><td>NA5</td><td>EA8</td><td>NA8</td><td>EA11</td><td>NA11</td></tr><tr><td>Quantitative proportion (%)</td><td>100.00</td><td>98.32</td><td>73.37</td><td>93.64</td><td>45.65</td><td>68.70</td><td>33.33</td><td>38.05</td></tr><tr><td>Average height (m)</td><td>0.82±0.31</td><td>0.93±0.38</td><td>1.30±0.42</td><td>1.34±0.42</td><td>2.12±0.48</td><td>1.95±0.89</td><td>3.25±1.13</td><td>2.99±1.07</td></tr><tr><td>Average age (a)</td><td>5.88±1.08</td><td>7.13±1.62</td><td>7.11±1.36</td><td>8.16±1.67</td><td>10.83±1.59</td><td>10.97±2.02</td><td>14.70±2.63</td><td>14.05±1.96</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/d3b628ec7d678b9d6e14432801399aa3121f10dbf1a705d3ead8f116d84aba4c.jpg",
        "img_caption": [
            "Fig.7Univariate distribution pattrns of recruits.The null model of complete spatial randomness(CSR) was applied in all 1O plots. The black lines indicate ring statistics $\\mathrm { O } ( r )$ . The gray lines indicate the confidence envelope constructed by using the fifth smallest and largest values of 99 Monte Carlo simulations of the nul model. $\\mathrm { O } ( r )$ that fall above, within,and below confidence intervals indicated clumped,random, and regular spatial patterns, respectively. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "7a,c,e, g and i). On north-facing slopes, spatial pattern of recruits was different during different developmental stages. For recruits of NB1 and NA2 plots, clumped pattern was observed on scales up to 11 and $7 \\mathrm { m }$ (Figs. 7b and d). For recruits of NA5 plot, clumped pattern was observed on very small scales $( 0 { - } 2 ~ \\mathrm { m } )$ , while recruits showed random pattern on other scales (Fig. 7f). For recruits of NA8 plot, random pattern was observed on scales $2 { - } 1 4 \\mathrm { ~ m ~ }$ while regular pattern on larger scales (Fig. 7h). For recruits in NA11 plot, the clumped patern could be observed on all scales (Fig. 7j). On both slope aspects, the aggregation intensity was gradually decreased from 2 to 8 years after clear-cutting (Figs. 7c-h). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.6.2 Bivariate association patterns ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The spatial pattern of recruitment would be simultaneously influenced by multiple factors. Bivariate analysis was applied to analyze the association of spatial pattern among different stages (recruits and canopy woods), as well as the association between seedlings and saplings. In EB1 and NB1 plots, recruits were spatially independent of canopy woods (Figs. 8a and b). ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/dfe468f0112b8a6195e21194e2c41d7d3ca2d2ccddd9c4c13867dd9f387e5967.jpg",
        "img_caption": [
            "Fig.8Bivariate association paterns between recruits and canopy woods.A bivariate antecedent condition null model was used in the 2 plots. The black lines indicate ring statistics $\\mathrm { \\bf ~ O } _ { 1 2 } ( r )$ . The gray lines indicate the confidence envelope constructed by using the fifth smalest and largest values of 99 Monte Carlo simulations of the null model. $\\mathrm { \\bf O } _ { 1 2 } ( r )$ that fall above, within,and below confidence intervals indicated atraction, independence, and repulsion,respectively. The description of gray and black lines is the same as Figure 9. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Overall, spatial correlation between seedlings and saplings was transformed from attractive into independent over time. For the seedlings and saplings in EB1 and NB1 plots, spatial attraction was observed on scales O-6 and $0 { - } 1 1 \\mathrm { ~ m ~ }$ ，spatial independence on scales 7-9 and 12-14 m, respectively, and then it was shifted to spatial repulsions on all other scales (Figs. 9a and b). For the seedlings and saplings in EA2 plot, a spatial attraction was observed on scales up to $2 4 ~ \\mathrm { m }$ and a spatial repulsion was observed on larger scales (Fig. 9c). However, for the seedlings and saplings in NA2 plot, spatial attraction was observed on scales $0 { - } 6 \\mathrm { ~ m ~ }$ ，spatial independence on scales $7 { - } 1 3 ~ \\mathrm { m }$ , and spatial repulsion on scales $1 4 { - } 3 0 \\mathrm { m }$ , respectively (Fig. 9d). For the EA5 plot, seedlings were positively correlated to saplings on scales up to $2 8 \\mathrm { m }$ (Fig. 9e). In NA5, EA8, NA8, EA11, and NA11 plots, seedlings were spatially independent of saplings on all scales (Figs. 9f-j). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.1Composition of tree species ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The natural recruitment was dominated by Chinese pine. The proportions of Chinese pine were higher than $90 \\%$ in most of plots (Table 3). In addition, few seed sources of other native trees species (such as aspen, elm (Ulmus pumila), black locust, and Mongolian oak) could be observed nearby al stands. In Chinese pine plantations on the Loess Plateau of China, there was sufficient seed resource. However, the recruitments of other native tree species (including Liaodong oak (Quercus wutaishanica), Asian white birch (Betula platyphylla) and Amur maple (Acer ginnala)) would be limited by the thick liter covered on emerging seedling (Guo et al., 2O15). Under the conditions of clear-cutting, the decomposition of litter would be accelerated and liter source would be reduced. The limitation from liter would be decreased over time.Then the seed sources would become a main limiting factor. This conclusion could be supported by other studies. And they found that if the clear-felled plantations were surrounded by the seed resource of other tree species, there would be relatively high proportion of other tree species (Yamagawa and Ito, 2006; Spracklen et al., 2013). ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/4a154fc18d3e7e37f1dea5f514bc931a2115180474a10058c34fab8d14fd23cb.jpg",
        "img_caption": [
            "Fig.9Bivariate association patterns between seedlings and saplings. A bivariate independence null model was applied in all 10 plots. "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.2Density of recruits ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The density of recruits was significantly increased in the plots of 2 years after clear-cuting (Fig. 2). It was indicated that clear-cuting was conductive to seedling germination. Many environmental factors were correspondingly varied, including increased light intensity and soil temperature, as well as the declined thickness of liter layer and autotoxicity of Chinese pine (Li et al., 2O1O; Han et al., 2014). The gradual decrease of recruit density after clear-cuting was atributed to a high mortality of recruits (Fig. 2). The reason was the lack of protection from drought and heat after clear-cuting (Coates, 2O02). What's more, severe competition for nutrients，water, and space would lead to self-thinning of recruits. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Furthermore, slope aspect was observed to make remarkable effects on density of recruits. Before clear-cutting, the recruit density in EB1 plot was $56 . 5 9 \\%$ higher than that in NB1 plot (Fig. 2). The tendency was consistent with previous results (Guo, 1992; Dong et al., 2013). For plantations with Chinese pine, the conditions were better on east-facing slopes than those on north-facing slopes, such as light and heat, which was more beneficial for germination and survival of recruits (Guo, 1992). After clear-cuting, the water availability became a main limiting factor. In this area, the annual precipitation was limited ( $3 5 6 . 7 - 6 2 0 . 3 \\ \\mathrm { m m }$ from 2004 to 2015; Table 1) and soil moisture content would be reduced after clear-cutting. After clear-cutting, the habitat was more suitable for recruit germination and survival on the north-facing slopes. However, the density of recruits was always higher on east-facing slopes after clear-cutting, except for EA5 and NA5 plots (Fig. 2). This result was contrary to expectation. Thus, the reason of this phenomenon needed to be further explored. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.3Height and DBH of recruits ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Both the quantity and proportion of saplings (higher than $0 . 5 \\mathrm { ~ m } \\mathrm { , ~ }$ ） in the plots of 2 years after clear-cutting were significantly higher than that in the plots before clear-cuting (Fig. 2; Figs. 4a-d). In previous study, it was also found that the recruit height of Chinese pine could be promoted after clear-cutting (Liu et al., 2O09). The development process of Chinese pine recruits can be divided into temperature-required phase and light-required phase. The seedlings of about 4 years could be classified into light-required phase, thus the growth of saplings could be promoted with increasing light after clear-cuting (Liu et al., 2O14). It was reported that the density, the average height and the average DBH of 11 years old Chinese pine plantations were about 1500-2000 stems $/ \\mathrm { h m } ^ { 2 }$ $2 . 3 \\substack { - 3 . 0 \\mathrm { ~ m ~ } }$ and $2 . 1 { - } 2 . 8 ~ \\mathrm { c m }$ on north-facing and northeast-facing slopes, respectively (Wang et al., 2O12). In our study, the recruit densities (with the height $\\ge 2 . 3 \\ \\mathrm { m }$ ）were 1536 and 1725 stems $/ \\mathrm { h m } ^ { 2 }$ , and the corresponding average DBH were 3.6 and $3 . 8 ~ \\mathrm { c m }$ in EA11 and NA11 plots, respectively. Therefore, we concluded that the speed of forest restoration was higher with naturel recruitment than that with artificial afforestation. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In our study, recruit density and average DBH were not significantly varied in plots of 8 and 11 years after clear-cutting (Figs. 2 and 5). Thus， the average DBH could not increase correspondingly with the increase of average height. In this interval, the self-thinning did not make obvious effects and the existing density had hindered the growth of saplings. Therefore, the artificial thinning was necessry in the plot of 8 years after clear-cutting. The proportion of recruits with higher height was dramatically declined in EA2 and NA2 plots compared to the EB1 and NB1 plots (Fig. 4). The results indicated a damage of advanced regeneration by the occurrence of clear-cutting. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.4Age of recruits ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In our study, slope aspect had obvious effects on age of recruits (Fig. 6),and this result was consistent with the findings of previous studies (Han et al.,2012; Liu et al., 2014). In the plots of 1 year before clear-cuting, the average age of recruits in NB1 plot was lower than that in EB1 plot (Fig. 6). The limitation effects of light were more serious on recruits within light-required phase in NB1 plot (Liu et al., 2O14). Then it led to a lower average age. After clear-cutting, the average ages of recruits on north-facing slopes were always higher than those on east-facing slopes (Fig. 6). The reason can be atributed to the harsher habits and higher mortalities of recruits on east-facing slopes. The proportion of recruits originated from advanced regeneration was gradually declined with time (Table 4). Specially, the proportions of recruits originated from advanced regeneration were only $3 3 . 3 3 \\%$ and $3 8 . 0 5 \\%$ in EA11 and NA11 plots, respectively (Table 4). However, the average heights of these recruits in both plots respectively reached 3.25 $( \\pm 1 . 1 3 )$ and 2.99 $( \\pm 1 . 0 7 )$ m (Table 4). The results suggested that these recruits played vital roles in creating shade environment and improving microclimate. Above analysis suggested that advanced regeneration always played significant roles after clear-cuting throughout the stages of forest recovery. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.5 Spatial point pattern ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The main univariate distribution type of recruits in this study was aggregated at small scales (Fig. 7). The aggregated distribution of natural recruitment has been observed in many studies (Camarero et al., 2005; Fajardo et al., 2006; Barbeito et al., 2008; Ignacio et al., 2009; Franklin and Santos, 2O11). Both the favorable patches distribution and wind-spread seed character of Chinese pine were related to the aggregated distribution. The dispersal efciency of wind-spread seed would be intensively afected by various factors such as wind and surrounding trees.Thus, it would be conductive to forming aggregated distribution (Greene and Johnson, 1996; Condit et al., 2000). The formation of aggregated distribution was helpful for forming close to natural forest. About $20 \\% - 5 0 \\%$ of the forest land should be formed with open space for maximizing structural diversity and enhancing wildlife value (Rodwell and Patterson, 1994). The aggregation scales of recruits were no more than $1 2 \\mathrm { ~ m ~ }$ in all plots except for NA11 plot (Fig. 7). The seeds of Chinese pine were unable to be dispersed over a long distance, due to the lack of seed balloon, wings, and other auxiliary flying devices. Thus, the aggregation scale of recruits was limited. In the plots of 2 to 8 years after clear-cutting, the aggregation intensity was gradually decreased because of the self-thinning effect (Figs. 7c-h). With the increased size of recruits, the competition for resources would also be increased among neighboring recruits. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Recruits and canopy woods were independent of each other (Fig. 8). And other studies have found that before clear-cutting the environmental factors played more vital roles than density-dependent mortality (Franklin and Santos, 2O11) and canopy wood nurse effects (Fajardo et al., 20O6). When the stand age was low, recruits may be positively related to canopy woods. The reason may be the dispersal limitation and canopy wood nurse effect. However, with the increased competition between recruits and canopy woods, the positive correlation could be changed over time (Holmgren et al., 1997). The current spatial relationship would be finally formed. After clear-cuting, seedlings were positively correlated with saplings in a short time (Figs. 9c-e)， indicating that the shade environment provided by saplings was beneficial to seedlings. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The density of advanced recruitment of Chinese pine plantations was extremely high with great potential. After clear-cutting, the potential of recruitment was quickly released. The recruits showed better growth statuses on north-facing slopes than on east-facing slopes after clear-cutting. Considering the density， height, and DBH of recruits, the speed of restoration with natural recruitment within 11 years after clear-cuting was faster than that with artificial aforestation. The height distribution of recruits indicated that the vertical structure diversity of naturally regenerated forest was higher than that of single-storied even aged plantation. The recruits established predominantly in clumps suggested that the horizontal structure diversity of naturally regenerated forest was also higher than that of plantation which was planted with uniform spacing. Thus, natural recruitment had the advantages of faster restoration speed and higher structure diversity than artificial afforestation in the early stage of forest recovery. The results indicated that natural recruitment may be possible to produce forest of a high economic, ecological and landscape value at a substantially reduced cost. Therefore, we proposed that clear-cutting of Chinese pine plantations recovered by natural recruitment would be a promising and effective method for establishing multifunctional forest. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "However, forest recovery was a long-time process while clear-cuting was only applied since 2003, the observation should be continued to explore the temporal and spatial variation tendencies of natural recruitment. Several management strategies can be proposed in the light of our results: (1) artificial thinning was necessry in the plot of 8 years after clear-cutting; (2) advanced regeneration should be protected during clear-cuting operation, given its important role in early stage of forest recovery; and (3） artificial disturbance could be conducted to increase species diversity, such as implementing supplementary planting of other native tree species and retaining accompanying tree species in artificial thinning as far as possible. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "This work was supported by the National Key R&D Program of China (2017YFD0600501)and the Fundamental Research Funds for the Central Universities of China (TD2O11-08). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "agnev-laievi open stages 01 al itac old-growthorientalbeechforestintheCaspianregionofIran.EuropeanJournalofForestResearch,131(5):1355-1366.   \nBarbeitoI,Pardos M,CalamaR,etal.2O08.Efectof standstructureonStone pine(PinuspineaL.)regenerationdyamics. Forestry,81(5): 617-629.   \nBermudezAM,Ferandez-PalaciosJM,Gonzalez-ManceboJM,etalO7.Floristicandstructuralrecoveryofalaurelforest community after clear-cuting: A 6O years chronosequence on La Palma (canary islands). Annals ofForest Science, 64(1): 109-119.   \nBuermeyer KR,Harrington CA.2O02.Fateofoverstory trees and patterns of regeneration12 years after clearcutting with reserve trees in Southwest Washington. Wester Journal of Applied Forestry, 17(2): 78-85.   \nCamareroJJ,GutierezE,FortinMJ,etal.O5.Spatialpatersof treerecruitmentinarelictpopulationofPinusucat: forest expansion through stratified diffusion. Journal of Biogeography, 32(11): 1979-1992.   \nCarrer M,Soraruf L,Lingua E.2013.Convergent space-time tre regeneration paterns along an elevation gradientat high altitude in the Alps. Forest Ecology and Management, 304: 1-9.   \nCCFM(Canadian Council of Forest Ministers).2006.Criteria and Indicatorsof Sustainable Forest Management in Canada-National Status 2Oo5. Ottawa: Canadian Council of Forest Ministers,154.   \nCoates KD.2O02.Tree recruitment ingaps of various size,cleareuts andundisturbed mixed forestof interior British Columbia, Canada. Forest Ecology and Management,155(1-3): 387-398.   \nCondit R,AshtonPS,Baker P,etal.2Ooo.Spatial paters inthedistributionof tropicaltreespecies.Science,288(5470): 1414-1418.   \nDong L,Guo D G, DuanYH,et al.2013.Spatial distribution paterns ofregenerating Quercus wutaishanica-Pinus tabulaeformis inrelation totopographic factors intheLingkong Mountain.Chinese JournalofApliedandEnvironmental Biology,19(6): 914-921. (in Chinese)   \nFajardoA,Gonzalez ME.2O09.Replacement patterns and speciescoexistence inan Andean Araucaria-Nothofagus forest. Journal of Vegetation Science, 20(6): 1176-1190.   \nFajardoA，Goodburn JM,Graham J. 2O06. Spatial paternsof regeneration in managed uneven-aged ponderosa pine/Douglas-fir forests of Western Montana, USA. Forest Ecology and Management, 223(1-3): 255-266.   \nFang ZQ,Bao WK,Yan XL,etal.2O14.Understory structure and vascular plantdiversity innaturallregenerateddeciduous forests and Spruce plantationson similar clear-cuts: implications for forest regeneration strategy selection.Forests,5(4): 715-743.   \nFranklin J, Santos EV.2011. A spatiallyexplicit census reveals population structure andrecruitment patternsfora narowly endemic pine, Pinus torreyana. Plant Ecology,212(2): 293-306.   \nGrene D F, Johnson E A. 1996. Wind dispersal of seeds from a forest into a clearing. Ecology,77(2): 595-609.   \nGreneDF,KneeshawDD,MsserC,etal.2.Modellingsiliculuralalternativesforonferregenerationinoralixed wood stands (aspen/white spruce/balsam fir). The Forestry Chronicle,78(2): 281-295.   \nGuo H,ZhaoHF, WangSX,etal.20l5.Determiningtherecruitmentlimitationofthrenative woodyspecies intheChinese pine (Pinus tabuliformis Car.）plantationson the Loess Plateau,China.Scandinavian JournalofForest Research,30(6): 538-546.   \nGuo QS.1992. Quantitativeanalysisof natural regenerationof Chinese pinestand.Journal of Hebei Forestry Collge,7(2): 99-106. (in Chinese)   \nHaeusslerS,Bergeron Y.2Oo4.Rangeof variability inboreal aspenplantcommunitiesafter wildfireandclear-cuting. Canadian Journal of Forest Research, 34(2): 274-288.   \nHan WJ,CaoXP,Zhang WH.2014.Effectof groundcover onearlyregenerationof Pinus tabulaeformis plantation.Scientia Silvae Sinicae,50(1): 49-54. (in Chinese)   \nHan WJ, Yuan X Q, Zhang W H.2O12.Efects of gap size on seedling naturalregeneration inartificial Pinus tabulaeformis plantation. Chinese Journal of Applied Ecology, 23(11): 2940-2948. (in Chinese)   \nHolmgren M, Scheffer M, Huston M A.1997.The interplayof facilitation and competition in plant communities.Ecology, 78(7): 1966-1975.   \nIgnacio B,Mari-JoseeFFerado,etal.o.Resposeofpenaturalregeerationtsal-salesatialrtioina managed Mediterranean mountain forest. Applied Vegetation Science, 12(4): 488-503.   \nIlisson T,Chen HYH.2009.Responseof sixborealtree species tostand replacingfire andclearcuting.Ecosystems,12(5): 820-829.   \nKurokochi H,ToyamaK,HogetsuT.2O10.RegenerationofRobiniapseudoacaciaiparianforestsafterclear-cutingalongte Chikumagawa River in Japan. Plant Ecology, 210(1): 31-41.   \nLi DW, WangDM,Yao WX.2O10.AutotoxicityofPinus tabulaeformisandits ecologysignificance.Scientia SilvaeSinicae, 46(11): 174-178. (in Chinese)   \nLiu MG,YinYogF,etal.4.Eetigctosotualgeatioofinstbleorisplaatioid region, Western Lioaning. Journal of Shenyang Agricultural University, 45(4): 418-423. (in Chinese)   \nLiu MG,ZhaoWH,YinY,etal..Artificialpromotingmeasuresoaturalegenerationofinustblaeformisatation in semiarid region. Journal of Shenyang Agricultural University, 40(3): 313-317. (in Chinese)   \nLópezR P,Larrea-AlcazarD, Zenteno-Ruiz F2O10. Spatial pattrnanalysisofdominantspecies in thePrepuna: Gaining insight intocommunitydynamics inthesemi-arid,subtropical Andes.Journal ofArid Environments,74(11):1534-1539.   \nLuo ZR,Mi XC,Chen XR,etal.2012. Densitydependence isnot very prevalent in aheterogeneous subtropical forest. Oikos, 121(8): 1239-1250.   \nMan R Z, RiceJA,MacDonald G B.2O13.Performance of plantedspruceand naturalregeneration after pre-and post-harvest spraying with glyphosate and partial cuting onan Ontario (Canada)boreal mixedwood site.Forestry,86(4): 475-480.   \nPeterken G F.1996. Natural Woodland: Ecologyand Conservation in Northern Temperate Regions.Cambridge: Cambridge University Press,20.   \nPrévost M,GauthierMM.2013.Shelterwood cutting inared spruce-balsamfirlowland site: Efectsoffinalcutonwatertable and regeneration development. Forest Ecology and Management, 291: 404-416.   \nRenLH,Zou GX,LiFM.2010.DistributionofSeedlings in theForestof Pinus tabulaeformisand Natural Regeneration on Western Liaoning. Protection Forest Science and Technology, (1): 11-13,35. (in Chinese)   \nRodwell JS,Paterson G1994.Creating new native woodlands.London: HMSO (Her/His Majesty's Stationary Office),82.   \nSakaiA,HirayamaT,OshiokaS,etal.2O6.Efectsofelevationandpostharvestdisturbanceonthecompositionofgetation established after the clear-cut harvestof conifer plantations insouthern Shikoku,Japan.Journalof Forest Research,1(4): 253-265.   \nSchurrFM,BossdorfO,MiltonSJ,etal.2O04.Spatialpaternformationinsemi-aridshrubland:apriori predictedersus observed pattern characteristics. Plant Ecology,173(2): 271-282.   \nSpracklen BD,LaneJV,Spracklen D V,etal.2013.Regenerationof native broadleaved speciesonclearfeledconifer plantations in upland Britain. Forest Ecology and Management, 31O: 2O4-212.   \nStuiver BM, Wardle DA,Gundale MJ,et al.2016.Sedling responses tochanges in canopyand soil properties during stand development following clear-cutting. Forest Ecology and Management, 378: 31-43.   \nSturgessP,AtkinsonD.1993.Theclear-fellingofsand-duneplantations:soilandvegetational procesesinhabitatrestoration. Biological Conservation, 66(3): 171-183.   \nSwaimJT,DeyDC,Saunders MR,et al. 2016.Predicting the height growth of oak species (Quercus)reproduction overa 23-year period following clearcutting. Forest Ecology and Management, 364: 101-112.   \nTaylor AR,HartT,Chen HYH.2013.Tre communitystructural development inyoung boreal forests: Acomparisonof fire and harvesting disturbance. Forest Ecology and Management, 31O: 19-26.   \nWang W, Ma L Y, Jia $Z \\mathrm { ~ K ~ }$ ,et al. 2012.A study of growing process of Pinus tabulae formis plantation in Pingquan, Hebei. Journal of Central South University of Forestry & Technology, 32(6): 13-17. (in Chinese)   \nWiegandT,MoloneyKA.2004.Rings,ccles,andnull-models forpointpaternanalysis inecology.Oikos,04(2):29-229.   \nWuLC,ShinzatoT,KudoT,etal.2O08.Characteristicsofa-yearoldevergeenbroad-leavedforestrstockedbyatural regeneration after clearcut-burning. Annals of Forest Science, 65(5): 505.   \nWu Z Y. 1980. Vegetation of China. Beijing: Science Press, 760-764. (in Chinese)   \nXu HC.1993. Chinese Pine. Beijing: China Forestry Press,145-156. (in Chinese)   \nYamagawa H,ItoS,Nakao T.2008.Early establishmentof broadleaved tres after logingof Cryptomeria japonica and Chamaecyparis obtusa plantations with different understory treatments.Journal of Forest Research,13(6): 372-379.   \nYamagawa H,ItoS.2o6.Theroleofdiferentsourcesof treeregenerationintheinitial stagesof naturalforestrecoveryafter lnggingofconifernlantatir Iournal of Forect Recearch 11/6): A55_460 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    }
]