[
    {
        "type": "text",
        "text": "公安机关新型智库建设的战略定位及政策建议",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王龙",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院大学公共政策与管理学院北京100049",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义］进行科学的战略定位是一流智库建设的成功经验。在国家大力推进中国特色新型智库建设的时代背景下，确定并优化公安机关新型智库的战略定位，是加强公安机关新型智库建设的核心关键，有利于塑造发展特色、形成竞争优势，从根本上提高智库的建设质量和水平。[方法/过程]采用文献综述、统计分析等方法，简要回顾了公安机关智库的建设实践，分析了公安机关新型智库战略定位的基本现状、主要特点和不足，并提出优化公安机关新型智库战略定位的政策建议。[结果/结论]分析表明，当前公安机关新型智库的战略定位，在研究内容选择、研究组织实施、研究主体队伍建设等方面均表现出明显的行业本位和相对封闭的特点。优化公安机关新型智库的战略定位，要综合考虑“做什么\"“怎么做”“谁来做”三个维度，实现战略设计（内容）、战略实施（执行）和战略管理（主体）的有机衔接。在研究内容选择上，要将战略性、系统性与创新性相结合，重点加强影响社会安全稳定的根源性因素研究；在研究实施策略上，要突出问题导向、需求导向和应用导向，走专业化的发展路径；在研究队伍构成上，注重整合公安院校、公安实战部门、科研机构和其他社会安全研究领域的专家力量。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智库建设 战略定位 公安机关新型智库分类号：C932.2DOI: 10.19318/j.cnki.issn.2096-1634.2016.03.07",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "近年来，智库建设和研究成为一个备受重视的实践领域。《关于加强中国特色新型智库建设的意见》的发布实施和国家高端智库试点建设工作的正式启动，标志着我国智库建设迎来了新的春天。包括公安行业系统在内的各个行业领域开始提出并全面开展中国特色新型智库建设。2015年9月，公安部正式向社会公布了首批遴选组建的公安发展战略研究所和现代警务改革研究所两个部级智库[]，这是我国公安机关加强行业高端智库建设的重要战略举措，揭开了公安机关新型智库建设新的一页。如何建设高质量的专业性战略智库，发挥其战略研究、资政建言、舆论引导、对外交流等功能作用，为公安行政管理部门的科学决策提供咨询服务，既是在实践层面加强智库建设的重要任务，也是在理论层面亟需加强研究的时代课题。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "公安机关新型战略智库建设概述",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1 公安机关的智库建设实践[2]",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "公安机关是具有武装性质的行政执法和刑事司法力量，承担着依法预防、制止和惩治违法犯罪活动，服务经济社会发展，维护国家安全和社会治安秩序的重要职责任务。为了更好地履行职责使命，我国公安机关历来注重加强智库建设，发挥智库作用。在过去30多年里，全国公安机关逐步建立了一批智库组织，分为“业务型智库”和“学术型智库”两种。其中，影响较大的是1986 年成立的公安部公共安全研究所（属于学术型智库），组织开展了大量的犯罪、治安和警务的专题研究，组织实施“沿海地区公安发展战略”“中国农村犯罪问题研究”以及两次大型“全国公众安全感抽样调查”等活动，有关研究成果为公安机关科学、高效、依法维护社会秩序、打击犯罪奠定了良好基础，发挥了重要作用。后来，随着公安部公共安全研究所的职能调整以及公安高等教育体系的发展壮大，公安学术型智库逐步分散转移到以公安院校为主的相关教育科研机构中。近年来，公安大学、江苏警院、浙江警院、江西警院、湖北警院、云南警院等公安院校建设了省级／校级研究中心、协同创新中心、研究基地等组织，据不完全估计，其规模达近百家。这些机构主要承接研究课题、开展学术交流、进行专业培训等，发展成为一个个专业领域的“微智库”。从现状来看，我国公安机关智库的组织规模小而分散、数量多而整合不够、研究力量薄弱、经费和项目不足、研究成果质量不高、对系统内的决策咨询支持不够、对系统外的社会舆论影响力和民众引导力薄弱、在相关专业领域学术话语权不高，与国内国际的高水平智库有着不小的差距[3]。在全面推进法治中国建设、全面深化公安改革的时代背景下，我国公安机关智库建设必须要走出一条独特的创新之路，发挥公安机关在社会治理能力和治理体系现代化建设中的主力军作用，满足新时期公安工作的创新发展对公安智库建设提出的决策咨询需求。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2公安机关新型智库建设的初步实践",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "顺应国家大力加强中国特色新型智库建设的形势任务要求，公安机关迅速推进新型专业智库建设。2015年，公安部出台了《关于加强公安机关新型智库建设的意见》，启动了公安机关新型智库建设工作。这是公安部首次就加强智库建设出台的专门文件，对于加强公安机关的智库建设具有整体性指导和推动作用。公安机关新型智库重点依托公安院校建设，形成公安工作亟需、特色鲜明、制度创新、引领发展的部省两级公安智库体系。为扎实推进新型智库建设，公安部还制定了《组建部级公安智库工作方案》，提出试点建设公安部公安发展战略研究所和现代警务改革研究所两个部级智库。其中，公安发展战略研究所主要负责事关公安工作和公安队伍建设的战略性、全局性、基础性问题研究，提出公安机关维护国家安全和社会稳定、推进公安工作改革和公安队伍建设的重要工作思路，为公安部制定实施公安工作发展规划和做出重大部署提供决策咨询服务。现代警务改革研究所主要负责推进现代警务机制改革、公安队伍管理机制改革和警务治理能力现代化进程中的重大理论和现实问题研究，提出专业性、针对性和建设性的政策建议，为公安部及各级公安机关实施创新驱动发展战略和深化公安改革提供决策咨询服务。2015年7-8月，公安部组织开展了遴选工作。经资格审核、申报答辩和综合评定，确定公安大学作为公安部公安发展战略研究所建设依托院校，江苏警官学院作为公安部现代警务改革研究所建设依托院校，这揭开了公安机关新型智库建设的新篇章。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "公安机关新型智库建设的战略定位及分析",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1战略定位",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "作为处于初创发展阶段的专业性智库，公安机关新型智库的首要任务是要进行科学的战略定位。战略定位是否准确、恰当，是否与智库的目标和使命相适应，是否与智库已具有的资源条件相匹配，是智库能否产出研究成果、发挥功能作用的基本前提，一定程度上决定了智库建设的成败。从国际上成功智库的经验来看，科学的战略定位往往是通向成功的必要条件。世界知名智库往往都高度重视战略定位，聚焦特定研究领域，形成独特研究方向，打造持久影响力。例如，从历史来看，美国布鲁金斯学会擅长于中东问题，美国兰德公司擅长于军事战略，美国外交关系委员会擅长于外交政策，美国企业研究所擅长于贸易和经济政策，欧洲政策研究中心擅长于欧洲一体化研究，瑞典斯德哥尔摩国际和平研究所擅长于危机管理等[4]。这揭示了战略定位和优势领域对于专业类智库建设的重要性。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“定位”原本是市场营销学领域的概念，最早于1972年由尔·里斯和杰克·特劳特联合发表在美国《广告时代》上的文章《定位时代》中提出。从战略角度研究定位问题的代表人物是美国哈佛",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "王龙.公安机关新型智库建设的战略定位及政策建议[J].智库理论与实践，2016，1(3)：43-46，52.",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "商学院著名的战略管理专家迈克尔·波特，他认为，战略定位是组织竞争战略的核心内容，形成竞争战略的实质就是要在组织与环境之间建立联系，在内部、外部环境约束条件下寻找和确定适合组织生存与发展的理想位置[5]。项保华（2002）认为，战略定位作为一个完整的理论体系，所要解决的就是组织发展中遇到的最根本的方向正确、运作高效、主体投入这三者的有机结合问题，应包括组织“做什么”“谁来做”“如何做”三个维度[。“做什么\"实际上是战略定位的目标问题,包括组织的业务是什么、应该是什么和为什么；“谁来做”是战略定位的主体问题；“如何做”实际上是战略定位的运作实施问题。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "与其他行业领域的新型智库类似，公安机关新型智库是一种专业性、行业性智库，主要功能是不断产出高质量、具有针对性和实效性的思想知识产品，为公安机关提供辅助决策的意见和建议。对公安业务领域公共政策决策影响作用的发挥情况，是衡量公安机关智库功能与价值的关键指标。因此，确定公安机关新型智库的战略定位，主要任务是确定智库的主要研究领域和方向，形成支持公安机关决策咨询的制度机制，实现决策咨询需求与智库目标定位、自身资源的最佳匹配。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "战略定位内在地包含了“做什么”“谁来做”和“如何做”三个基本逻辑维度，构成了问题的一体三面。下面从这三个方面对公安机关新型智库的战略定位进行简要分析。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.1研究内容智库的研究方向是战略定位的直接体现，我们可以借此来认识和把握智库的战略定位。分析显示，关于公安行业内部因素的相关领域或队伍建设等是主要研究方向，其他与行业外部因素相关的研究方向覆盖了文化建设、信息安全、生态安全、海洋安全、互联网安全等领域。2.1.2研究队伍公安机关智库研究队伍包括专职研究人员和兼职研究人员。队伍的多元化程度不高、整体研究力量不强。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.3研究实施公安机关智库往往依靠自身的人力资源、行业资源和发展需求进行研究，组建研究团队，整合研究资源，同时结合院校的办学定位、发展实际和积累底蕴，如公安大学发挥综合优势、聚焦公安发展战略等领域，武警学院聚焦边防管理、跨境安全管理等领域，南京森林警院聚焦生态安全研究等领域，具有鲜明的行业性、专业化特点。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2公安机关新型智库战略定位的特点与不足 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1从研究内容来看，行业本位特点突出公安院校智库的研究方向高度聚焦在公安系统的内部因素研究，较少从行业系统外、从社会安全的根源性因素角度开展公共安全问题研究，部分智库的研究方向甚至全部为内部治理因素研究，具有鲜明的行业导向、业务导向的特点。这反映出目前对智库建设战略定位的本质认识还不够深刻，还缺少全局的高度。其主要不足是不利于立足大战略、整体安全观的宏观视野来谋划研究重点，不利于开展跨领域、多维度的关联性、综合性研究，不利于跳出公安系统局限来认识社会安全问题、研究影响社会安全的根源性因素、从根本上研究提出解决社会安全问题的对策建议。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.2 从研究队伍来看，结构相对单一且封闭性较高 公安机关新型智库具有行业性、全国性影响的领军人物总量不足，缺少强有力的专职研究队伍，兼职队伍整合吸收公安实战部门的专业力量不足，与地方院校、社科机构、国际专业研究机构之间的横向团队合作较少或不深入。智库研究队伍的结构现状反映出目前在队伍建设方面还存在一定的申报导向，尚未形成稳定的专业研究力量，这不利于加强行业内外的交流合作，不利于履行部级智库的功能使命，需要在后期的建设中抓紧布局、优化来源、强化合作。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.3从研究实施来看，专业化的工作程度不高目前智库高层次的研究课题数量较少，有分量的对策性、应用性研究成果数量不多，缺少具有系统性、全国性影响的专业研究领域和专业化研究团队。在专业研究合作方面，缺少与公安机关的科研机构、地方院校的公共安全研究力量、地方社会科研机构的公共安全研究力量的深度合作，存在比较明显的依靠公安机关“一家包打天下”的工作思维，专业化、多元化、国际化的研究模式有待进一步拓展和完善。同时，在专业研究基地网络建设、专业数据库建设、专业智库研究成果转化机制、专业智库人才培养等方面还存在明显不足。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3优化公安机关新型智库战略定位的政策建议",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "综上，笔者建议主要从以下三个方面优化公安机关新型智库的战略定位。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第一，研究领域选择要突出战略性。为公安机关行政管理部门的战略决策提供决策咨询服务，是公安机关新型智库的根本任务和使命。公安机关新型智库的战略定位首先要增强战略思维，围绕战略方向和战略重点，开展前瞻性、全局性、趋势性、对策性研究。研究内容既要涵盖具体的公安业务，如情报主导警务战略、区域警务合作战略、公安信息化战略等，更要能够跳出行业领域自身，聚焦和挖掘影响社会安全稳定的根源性因素，探究不同因素之间的作用机制，为公安机关决策部门提供战略性、专业性、针对性较强的政策建议和成果报告。当前，要突出加强全面深化公安改革、推进公安“四项建设”（基础信息化建设、警务实战化建设、执法规范化建设、队伍正规化建设）的前沿研究，为推进公安工作和加强公安队伍建设提供专业化的决策咨询支撑，",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第二，研究队伍组合要突出匹配性。良好的匹配性是需求和现实的紧密结合，研究队伍的匹配是确保整体匹配的关键。当前我国经济体制深刻变革，社会结构深刻变动，利益格局深刻调整，思想观念深刻变化，影响经济社会稳定的新旧矛盾并存叠加，突发事件频繁，风险点日益增多，对公安机关的决策能力、治理能力和应对能力均提出了更高的要求。公安机关新型智库的研究队伍相对薄弱和封闭，缺少有影响的领军人物和杰出人才，缺少高质量、有影响的研究成果，缺少参与决策咨询的成熟性制度安排。这种队伍现状尤其要求公安机关新型智库认真分析拥有的专家资源，准确评估其学术能力、专业领域的影响力、高质量知识产品的生产能力、智库运行管理能力等，并对智库的发展目标、功能定位、资源条件、发展阶段和现实需求进行能力匹配分析，围绕薄弱环节精准发力，优化研究力量布局。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第三，研究路径选择要突出专业性。《光明日报》智库研究与发布中心2015年的分析报告指出，我国智库整体在职能定位、研究领域方面，专业化、特色化追求比以往更明确[7。专业化是公安机关战略智库提升质量、凝练特色、提高核心竞争力的重要路径。要坚持问题导向、需求导向和应用导向，坚持站到公安实践工作发展最前沿，同时也要继承好公安智库建设30多年的传统积淀和良好经验，促进特色研究方向与具体业务的深度整合，确定专业化的研究领域，建设专业化的数据平台，运用专业化研究方法，形成专业化的高质量的智库研究成果，不断提高在专业领域的影响力，提高对管理决策的支撑力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[1]田海军.发挥智囊作用服务公安实战——公安部组建首批部级公安智库[N].人民公安报，2015-9-9.  \n[2] 王孟，王欣.公安智库的建设与创新研究[J].公安教育，2015(11): 51-52.  \n[3] Tanner M S.Changing Windows ona Changing China:TheEvolving“Think Tank”System and the Case ofthe Public Security Sector[J].The China Quarterly,2002(171): 559-574.  \n[4]何五星．政府智库[M].北京：国家行政学院出版社,2013:123.  \n[5]李庆华.企业战略定位：一个理论分析构架[J].科研管理，2004(1):7-8.  \n[6]项保华.三问题、三假设、三出路——淡企业战略管理构架[J].企业管理，2002(3):30-32.  \n[7] 光明日报智库研究与发布中心.中国智库：新亮点 新态势新思考[EB/OL].[2016-05-20].http://www.cssn.cn/dzyx/dzyx_xyzs/201601/t20160113_2824428.shtml.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（下转第52页）",
        "page_idx": 3
    }
]