[
    {
        "type": "text",
        "text": "Platacanthomyid remains from the late Cenozoic deposits of East China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "QIU Zhu-DingJIN Chang-Zhu ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(InstituteofVertebratePaleontologyandPaleoanthropology,ChineseAcademyofSciencesBeijing100044 qiuzhuding@ivpp.ac.cn) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractRemains of Platacanthomyidae from a late Cenozoic fissure in Fanchang,Anhui, and from the Miocene deposits of Sihong,Jiangsu, China are described.Three species and two genera,including two new species are recognized.They are Neocometes sinensis sp.nov. from Fanchang and Sihong,and N. magna sp. nov. and Typhlomys sp. from Fanchang. The Fanchang assemblage is a mixed sample with elements probably representing an interval spanning from the Early Miocene to the Pleistocene.Judging from fosil content and coloration in the sample,the two species of Neocometes are inferred to be Miocene in age, while the Typhlomys to be later. The joint occurrence of some typical Miocene elements in the assemblage seems to indicate that the Fanchang sample includes an association which can be closely correlated with the Early Miocene Sihong Fauna and the Shanwang Fauna of China,and with the Miocene faunas known from Thailand. Dental characters of Neocomets appear to suggest that the Asian species of the genus have undergone a rapid increase of size, heightening of dental crown, strengthening of ridges, and gradually development of ectoloph in the upper molars and endolophid in the lower molars, representing an evolutionary lineage different from that of Europe. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words Fanchang and Sihong, China; late Cenozoic; fissure-filling: Platacanthomyidae ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Qiu Z D, Jin C Z, in press.Platacanthomyid remains from the late Cenozoic deposits of East China.Vertebrata PalAsiatica,DOI:10.19615/j.cnki.1000-3118.170721 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Platacanthomyidae are a group of rodents showing afinities with cricetids,and characterized by their brachyodont and lophodont molars.Although there are different opinions in regard to their taxonomic position (as a separate family or a subfamily under Cricetidae or Muridae), platacanthomyids are considered to be useful, because of the wide paleogeographic distribution and relatively simple composition. The family are composed of three genera, one fossil genus Neocometes recorded in the Early to Middle Miocene of Eurasia,and two living genera Platacanthomys and Typhlomys locally distributed in southeastern Asia.Both Platacanthomys and Typhlomys are recorded in Asia for the first time in the Late Miocene of Yunnan, China (Qiu,1989). Generally, platacanthomyids are never very frequent in the fossil record. In China, Platacanthomys,with a handful of isolated teeth is only known from Yunnan,and Neocometes, before this, was documented by only one m3 from Jiangsu (Qiu and Qiu,1995; Qiu, 2017). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The platacanthomyid materials described in this paper are mainly collected from Tangkou,a fissure at Laili Hill,Fanchang,Anhui Province by a team led by one of us (Jin C Z) funded by a program under the project “the State Key Scientific Research\"(Jin and Wei,1999). In addition, an $\\mathbf { m } 3$ recently described as indeterminate Neocometes from the Early Miocene of Sihong, Jiangsu (Qiu, 2O17), is restudied in this paper. The Fanchang sample was assembled throughout the fissure-fillings of the section. The assemblage of mammals is quite varied, ineluding more than two dozen species of Insectivora, Chiroptera, Lagomorpha, Rodentia, Carnivora, Proboscidea, Perissodactyla, and Artiodactyla, as well as hominoids. The mammal association apparently is mixed, consisting taxa of different time intervals.The occurrence of Democricetodon, Megacricetodon, Diatomys, Platybelodon and Kubanochoerus in this sample obviously indicates a Miocene age, while Leopoldamys, a large-sized murine, suggests an age younger than the Early Pliocene.The Fanchang assemblage as it features in literature, could be ranging from Early Miocene to Pleistocene in age. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Pa Ms Me Aer ong Pol 00 1   \nAnl Ia  \nM1 Prl Msl Mel M2 Pr Hy Med Msd End 一 ⅡI III IV Aer 0 Ia DSD Pold   \nAnld Pad Msld Hyld Prd Hyd m1 m2 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The purpose of the present paper is to describe the remains of platacanthomyids from these sites.Although the remains described are scarce and in a mixed sample resulting in difficulty of age assessment, they improve our knowledge of the spatial distribution of this family in the late Cenozoic. As well as, they contribute especially to a better understanding of the evolution of the interesting group of rodents,and to the paleobiogeographic relationships between Asia and Europe. For the geological background of the localities producing the material, the reader is referred to Qiu and Jin (2016). The dental morphology of lower and upper molars of platacanthomyids used in this text is given in Fig. 1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Systematic description ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Platacanthomyidae Alston,1876 NeocometesSchaub& Zapfe,1953 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Neocometes sinensis sp. nov. ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Neocometes sp.: Qiu and Qiu.,1995,p. 61   \nNeocometes sp.: Qiu and Qiu,2013,p.147   \nNeocometes sp.: Qiu,2017,p. 104 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "EtymologySino-,Greek - China.Named after China,where the new species was found. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Holotype Left M1 (IVPP V 23396, from Tangkou, Fanchang,Anhui Province). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Paratype One eroded M1 and one damaged m1 (V 23397.1-2, from Tangkou, Fanchang,Anhui Province). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Referred specimen One m3(V 23219,from Zhengji, Sihong, Jiangsu Province). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MeasurementsM1 (holotype), $2 . 0 5 ~ \\mathrm { m m } \\times 1 . 5 5 ~ \\$ mm; M1 (paratype), $2 . 0 5 \\mathrm { m m } \\times 1 . 3 5 \\mathrm { m m }$ m3, 1.85 mm $\\times 1 . 4 5$ mm. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Diagnosis Relatively large-sized species of Neocometes. Molars with relatively thick ridges and narrow synclines; M1 and ml with slightly concave grinding surface, complete anteroloph(id) and pronounced syncline Ia; M1 subrectangular in outline, with buccally closed syncline Ia and IV; ml with highly buccally closed syncline Iand showing a higher connection between mesoconid and entoconid: m3 less reduced, with six diagonal/transversal ridges separated by five synclines. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "DescriptionThe cheek teeth are unilaterally hyposodont, with the lingual distinctly higher than the buccal on the M1,the buccal higher than the lingual on the ml and m3. Both M1 and m1 have a slightly concave grinding surface. The Ml is Ionger than wide, with nearly parallel lingual and labial walls. It consists of six thick diagonal/transversal ridges separated by five narrow synclines.The mesial angle of the middle ridges/synclines to the longitudinal axis is larger than $6 0 ^ { \\circ }$ . The anteroloph is strong, anteriorly curved from the protocone to join the anterior extra ridge (Vqs) buccaly. The anterior extra ridge is nearly as thick as other ridges, which is slightly constricted at the contact with the anteroloph.The protoloph is straight, with the smallest mesial angle to the longitudinal axis among the diagonal ridges (about $6 5 ^ { \\circ }$ ).The mesoloph is less straight than the protoloph, but is as thick and buccally free as the protoloph. The metaloph is narrow and nearly transverse, connecting with the mesoloph lingually and the posteroloph buccally. In the paratype the metaloph is distinctly constricted at the contact with the mesoloph. The posteroloph is transverse,and joins the hypocone and the metacone with the metaloph to form a continuous loop posteriorly. The endoloph is developed, but is interrupted by syncline II. The syncline Ia is narrow and laterally closed as an elongated oval basin. The syncline I is roughly parallel to the syncline Ia, but much wider and buccally opened. The syncline II is the widest and deepest among the synclines, deeply extending to the base of the crown lingually. It is lingually and buccally opened. The syncline II is similar to the syncline I in width and orientation. Both are lingually closed and buccally opened.The syncline IV is prominent and laterally closed. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/e4da5f9c518f1bd778030d7aa34720802bd4e6b5653667bc8ef80e86ca9fdbf9.jpg",
        "img_caption": [
            "Fig.2 Cheek teeth of Neocometes sinensis sp. noy. from Fanchang,Anhui and Sihong, Jiangsu A.1M1 (IVPPV 23396, holotype), B.1M1 (V 23397.1), C.1damaged ml (V 23397.2),D.1 m3 (V 23219); 1, B.occlusal view, 2. lingual view, 3.buccal view "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The ml is damaged and its posterior portion is missing. The grinding surface is less concave than that of the M1,with the lateral margins being slightly convergent anteriorly. The anterolophid is pronounced and complete, and anteriorly curved. The equally developed anterior extra ridge joins the anterolophid to enclose the syncline Ia. The paraconid-metacomid connection extending from the metaconid to the paraconid is transverse in the lingual area,( and then turns anterobuccally. It is touched but disconnected with the anterolophid buccally. The mesolophid is roughly parallel to the paraconid-metaconid connection, but thicker and narrower than it. The hypolophid is connected with mesolophid lingually, but disconnected with it buccally, judging from the broken vestiges.The syncline Ia is wide and laterally closed. The syncline I bends posterointernally, with the buccal portion being roughly parallel to the syncline Ia. It is lowly lingually opened,and highly buccally closes as marked by the shallow notch.The syncline II is deep,relatively transverse,and laterally opened. Judging from the vestiges,the buccal side of the syncline II is open,which deeply extends to the base of the crown as the syncline II,but the lingual side would be closed during the further wear. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The $\\mathbf { m } 3$ is subrectangular, with nearly flattened grinding surface, straight anterior margin, curved posterior margin and nearly parallel lateral margins. It consists of six diagonal/ transversal ridges separated by five narrow synclines. The anterolophid is complete and straight, extending from the paraconid to the anterointernal corner of the tooth.The anterior extra ridge is quite developed, directing anterobuccal-posterolingually, connecting with the anterolophid buccally,and being free lingually. The paraconid-metaconid connection is thick and straight,and slightly constricted at the contact with the paraconid buccally and the endolophid lingually. The mesolophid is roughly parallel to the paraconid-metaconid connection,with the buccal portion thicker than the lingual one,and about $7 5 ^ { \\circ }$ mesial angle to the longitudinal axis.The hypolophid is slightly curved backwards.It is narrower than the mesolophid,and has a free buccal end as the mesolophid does.The posterolophid is narrow but distinct,originating from the hypolophid buccal to midline of the tooth and extending to the base of the entoconid lingually.There is a tendency to develop an endolophid,and a continuous endolophid would appear with advanced wear of the tooth. The syncline Ia is small, narrow and located at anterolingual part of the tooth. It links the syncline I lingually. The syncline I is wide and Iaterally closed. It is more marked than the syncline Ia. The syncline II, the widest syncline of the tooth,is parallel to the syncline I. It is lingually closed and buccally opened, deeply extending to the base of the crown at the internal area. The syncline IIIis similar to,but shorter and narrower than the syncline II. The syncline IV is small,but larger than the syncline Ia. It is situated at the posterolingual part of the tooth as an elongated oval basin. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Comparison and discussion  The described specimens from Fanchang are coloured grayish red and with trace by water transportation. They are inferred to be reworked elements from a lower level outside of the fissure-filling (Qiu and Jin, 2O16). The m3 of the referred specimen was collected from the Xiacaowan Formation of Early Miocene in Sihong, Jiangsu Province (Qiu,2017). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "These specimens exhibit a suite of characters which are highly diagnostic for the genus Neocometes, i.e. the concave grinding surface on M1 and m1, the distinctly inclined ridges/ synclines (with a mesial angle to the longitudinal axis being larger than $6 0 ^ { \\circ }$ )， and the open of the mid-buccal synclines in upper molars and mid-lingual synclines in lower molars.By the characters,they can be distinguished from those of Typhlomys and Platacanthomys of the family Platacanthomyidae. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Three species of Neocometes,N. similis and N.brunonis from Europe,and N.orientalis from Asia (Thailand),are known from the Miocene (Schaub and Zapfe,1953; Fahlbusch, 1966; Fejfar,1974,1999; Fejfar and Kalthoff,1999; Mein et al.,1990; Mein and Ginsburg, 1997).The Chinese taxon represented by these specimens seems to be different from all the known species,and is here proposed to define as new species of Neocometes. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The new species Neocometes sinensis differs from N.similis from the Early Miocene (MN 4) in larger size (Fig. 4),in M1 having a rectangular occlusal surface (the anterior portion is distinctly narrower than the posterior in N.similis),and a buccally closed syncline IV (generally the syncline is opened buccally in N.similis),m1 having a shallowly buccally opened syncline I (the syncline in N. similis is distinctly closed buccally) and a tendency of closing synclines ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Ia and IV lingually (all synclines are opened lingually in N. similis),and in $\\mathbf { m } 3$ being less reduced (see Fejfar, 1974). It is close to $N .$ brunonis in size,but can be differentiated from the European Middle Miocene species by the first molars having more complete anteroloph(id) and syncline Ia, plus by their morphological characters for distinguishing from $N .$ ，similis.Fejfar (1999) called an intermediate form between N. similis and $N .$ brunonis as Neocometes cf. $N .$ similis,and considered the European Neocometes to demonstrate evolution from N.similis to Neocometes cf.N. similis to N. brunonis.Morphological changes of molars in this lineage are modest in the span of $7 \\ \\mathrm { M a }$ , only showing somewhat increasing of size and simplifying of the anteroloph(id)of the first molars.The Chinese new form is distinguished from all the European species of the genus in having a developed anteroloph and buccally closed synclines IV on M1, complete anterolophid and nearly lingually closed synclines Ia and IV on m1. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Neocometes sinensis is similar to N. orientalis from Li Basin, Thailand, in having prominent anteroloph(id) and anterior extra ridge in the first molars,buccally closed syncline IV on M1,but differs from it in larger size, having stronger ridges relative to the synclines, buccally closed syncline Ia on M1, and on ml having complete and closed syncline Ia, nearly buccally closed syncline I and distinctly lingually opened syncline I and I. On the basis of size,dental characters, and comparison with its European relatives,N. orientalis was considered to be more primitive than N. similis,the oldest European species that appears in the MN4,and suggested an Early Miocene age for the Li locality (Mein et al., 1990,1997). Subsequent discovery of Neocometes cf. N. orientalis in the Middle Miocene Na Khaem Formation of the Mae Moh Basin in northern Thailand shows that the Li mammalian fauna to be the same age as the Neocometes cf. N. orientalis-bearing beds in the Mae Moh Basin (Chaimanee et al., 20o7). Thus, the age of the Li fauna, containing N. orientalis is considerably younger than conjectured by previous authors. Moreover, Chaimanee et al. (2oo7) pointed out that Neocometes cf. N. orientalis shares distinct morphological characteristies with N. orientalis from Li Basin. Those characters, such as the closure of the ectoloph on the upper molars and the complete endolophid on the lower molars,are functionally important, which occur in living Typhlomys,but are never encountered among European species of Neocometes. Therefore,they considered that the Thailand specimens may preclude their atribution to the genus Neocometes,but may need to be referred to a new genus that is closely related to the extant Typhlomys. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Although both N.orientalis and N. sinensis show some dental characters different from the European species of Neocometes,it would be better to retain provisionally their attribution to the genus Neocometes,until sufficient information on morphology is known. So far as the dental morphology is concerned, these specimens show more similarities to Neocometes rather than to Typhlomys, because they have more open synclines,and distinctly steeper ridges and synclines than in Typhlomys.It is true that the syncline IV on the M1 of the Asian species is buccally closed, but a complete ectoloph is unformed on this molar and the midbuccal synclines are still bucally open as in the European species. The synclines I and I on the ml of N. sinensis are distinctly lingually opened,a complete endolophid as in Typhlomys is absent. Morphological differences of Neocometes between Asian and European species, e.g.the presence of buccally closed synclines IV on M1,and ml showing a tendency of the closing of all lingual synclines (or relatively lower closing of the synclines) in the Asian forms,are considered to indicative of a different specific status,and probably represent two different evolutionary lineages of the genus. In addition,the small size,the thin ridges and wide synclines,the complete anteroloph(id)s and pronounced syncline Ia,and the presence of six ridges on $\\mathbf { m } 3$ can be interpreted as primitive characters for Neocometes.On the basis of this conjecture,the new species N. sinensis seems to be more derived than N. orientalis,but primitive than N. brunonis of Europe. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A recent description of m1 from the Miocene Bukpyeong Formation, South Korea, under the name Neocometes aff. N. similis,appears to be another evidence in Asia to show close faunal affnity to European Neocometes (Lee and Jacobs,201O). The ml is highly similar to N.similis of Europe in size and morphology, with inclined ridges/synclines to the longitudinal axis of tooth, and distinctly lingually opened synclines I-IV. The ml of N. sinensis differs from that of Neocometes af. N. similis in larger size (Fig. 4), higher crown, and in having a highly buccally closed syncline I and a high connection between the mesoconid and entoconid. $N .$ （20 sinensis probably is more derived than Neocometes aff.N. similis in the evolution stage. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Neocometes magna sp. nov. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(Figs. 3,4) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Etymology Magnus, Latin-large, great. Referring to the large size of the new species. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Holotype Left m1 (IVPP V 23398, from Tangkou, Fanchang,Anhui Province). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Paratype One M2, one m2, and one eroded m3 (V 23399.1-3,from Tangkou, Fanchang, Anhui Province). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "MeasurementsM2,2.95 mm $\\times 2 . 4 5$ mm; m1 (holotype), 3.45 mm×2.25 mm; m2, 3.20 $\\mathrm { m m } { \\times } 2 . 3 5 \\mathrm { m m }$ X ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Diagnosis Gigantic species of Neocometes. Molars with strong and crowded ridges, and slightly concave grinding surface; M2 and m2 with prominent anterior extra ridges, but poorly developed syncline Ia; continuous endoloph and ectoloph appearing in worn M2; lower molars showing a tendency of closing lingual synclines; ml with nearly bucally closed syncline I. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "DescriptionThe cheek teeth are unilaterally hyposodont,with the lingual higher than the buccal on the M2, the buccal higher than the lingual on the $\\mathrm { m } 1 { - } \\mathrm { m } 3$ . The grinding surfaces are slightly concave. The M2,determined by distinctly wear facet on its anterior and posterior sides,is subrectangular. It is in late stages of wear, with appearance of continuous endoloph and ectoloph.It is composed of six diagonal/transversal ridges and five narrow and small synclines.The anteroloph is fused with the anterior extra ridge to form a strong transverse ridge anteriorly. The protoloph is rather thick,with an about $7 5 ^ { \\circ }$ mesial angle to the longitudinal axis. The mesoloph is the widest among the diagonal/transversal ridges,and almost as thick as,and nearly parallel to the protoloph.The metaloph is narrower and weaker than the protoloph. The posteroloph is relatively thin, posteriorly curved from the hypocone to join the metaloph buccally.The endoloph is much stronger than the ectoloph. On the ectoloph, the buccal connections of the synclines II and II are rather weak, indicating interruption of the ectoloph in early stages of wear. The presence of syncline Ia is suggested by a string-shaped basin in the anterior ridge buccal to the midline of the tooth.The syncline I is pronounced and buccally closed. The syncline II is the widest among the synclines,and laterally closed at the present stages of wear. It is lingually and buccally opened. The syncline III is similar to the syncline Iand II in shape and orientation, but is the narrowest.The syncline IV is narrow and laterally closed,and slightly curved posteriorly. The lingual root is very strong. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/e601f992ed2d6b39a2c92a2651b575cfcec7a8fcfdb25c943bc97cd4c61b26e4.jpg",
        "img_caption": [
            "Fig.3 Cheek teeth of Neocometes magna sp.nov.from Fanchang,Anhui A.1M2 (IVPP V 23399.1),B.1 m1 (V 23398,holotype),C.1 m2 (V 23399.2),D.1 m3 (V 23399.3); 1,D.occlusal view,2.lingual view,3.buccal view "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The ml is long pear-shaped,consisting of six diagonal/transversal ridges and five narrow synclines. It is in late stages of wear, with appearance of continuous endolophid and eroded anterolophid and syncline Ia.The grinding surface is slightly concave.The anterolophid is prominent and anteriorly curved. The anterior extra ridge is developed,having an about $7 0 ^ { \\circ }$ mesial angle to the longitudinal axis.It joins the anterolophid laterally to enclose the syncline Ia. The paraconid-metaconid connection is thick and slightly curved anterobuccalposterolingually, with an about $8 5 ^ { \\circ }$ mesial angle to the longitudinal axis in the lingual area. It is touched with the anterolophid buccally and joins the endolophid lingually at this stage of wear. The mesolophid is as thick as the paraconid-metaconid connection, with the more buccally striking than lingually. It is roughly transverse in the lingual part, but bends anterobuccally. The ridge is free buccally. The hypolophid is transverse,and is narrower and weaker than the mesolophid.It is touched with the mesolophid lingually.The posterolophid is parallel to,but narrower and weaker than the hypolophid. It joins the hypoconid buccally and the hypolophid lingually to form a continuous loop posteriorly. The endolophid is continuous,on which the lingual connections of synclines II and II are weak, probably indicating the presence of a discontinuous endolophid in early stages of wear. The presence of syncline Ia is suggested by a furrow in anterior part of the tooth,but no sign ofa distinct outline of syncline can be detected. The laterally closed syncline I is roughly anteroexternal-posterointernally orientated. The syncline II is more or less parallel to the syncline I, buccally opened and lingually closed. The syncline III is wide and transverse. It is buccally opened and lingually closed as the syncline II. The syncline IV is narrow and transverse, and laterally closed as an elongated basin in the posterolingual portion. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The m2 is subrectangular, with straight anterior margin, slightly curved posterior margin and nearly parallel lateral margins. The grinding surface is somewhat concave, consisting of six thick diagonal/transversal ridges and five narrow synclines. It is in early stages of wear, with interrupted endolophid. The anterolophid is straight, extending from the paraconid to the anterointernal corner of the tooth. The anterior extra ridge extends posterointernally from the paraconid to join the anterolophid lingually to enclose the syncline Ia. The paraconidmetaconid connection is thick and roughly parallel to the anterior ridge,with an about $8 0 ^ { \\circ }$ （204号 mesial angle to the longitudinal axis. It is disconnected with the anterolophid buccally but connected with the endolophid lingually. The mesolophid is the widest and strongest among the ridges. It is orientated nearly transversely in the lingual part,but bends anterobuccally in thel buccal one.The ridge is free laterally. The hypolophid is roughly parallel to the mesolophid, and slightly constricted at the contact with the hypoconid buccally. It is close against the mesolophid buccally, and connected with the posterolophid lingually. The posterolophid is narrow, but still thick.It is curved posteriorly, extending from the hypoconid to the entoconid to form a continuous loop posteriorly. The syncline Ia is narrow and wide, as a closed furrow obliquely situated in anterior part of the tooth. The syncline Iis narrow and slightly posteriorly curved, lingually closed and buccally opened, deeply extending to the base of the crown at the external area. The syncline II is laterally opened, with the lingual part more transverse and wider than the buccal one. It deeply extends to the base of the crown at the external area. The syncline II is similar to the syncline I,but narrower. The syncline IVis narrow,and laterally closed as a posteriorly curved furrow. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The $\\mathbf { m } 3$ is very eroded by water transportation. The presence of six diagonal/transversal ridges and five synclines can be determined.The anterolophid and the anterior extra ridge are merged into one strong ridge located in the anterolingual corner of the tooth,and the syncline Ia is obliterated. The mid-ridges are similar to those of the $\\mathrm { m } 2$ in shape and orientation, except for the less anterobuccally bending of the mesolophid,and the slightly anterolingual direction of the mesolophid and hypolophid lingually. The presence of the syncline Ia is suggested by vestige.The syncline I is wide and laterally closed.The syncline II is nearly parallel to the syncline I. It is lingually closed and buccaly opened. The syncline II is laterally opened,and directed anterointernally in the lingual part. The syncline IV is prominent and slightly directed anterolingual-posterobuccally. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Comparison and discussion The specimens described are coloured grayish red and with trace by water transportation. They are inferred to be produced from a lower level outside of the fissure-filling (Qiu and Jin, 2016). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The material fits the diagnosis of Neocometes Schaub & Zapfe, 1953 by their slightly concave grinding surface with six diagonal/transversal crests separated by five synclines, distinctly inclined synclines/ridges,and the open of the mid-lingual synclines in lower molars in early stages of wear. By these characters, they are distinguishable from those of Typhlomys and Platacanthomys in the family Platacanthomyidae. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "As mentioned above, four species of Neocometes, N. similis and N. brunonis from Europe,N. orientalis from Thailand,and the new species N. sinensis from Anhui, China, are recorded in the Miocene (Schaub and Zapfe, 1953; Fahlbusch, 1966; Fejfar, 1974; Mein et al.,1990; this paper). The Fanchang specimens represent another new and gigantic species of Neocometes found in Anhui, which is much larger than all the known species (Fig. 4). In addition to size difference, the new species can be distinguished from N. orientalis by its stronger and crowded ridges,relatively small syncline Ia, narrower syneline IV, more distinct endolophid on ml and m2, nearly buccally closed syncline I on m1, and stronger anterior extra ridge and buccally opened syncline I on $\\mathrm { m } 2$ . The Chinese species is similar to N. similis in having a poorly developed syncline Ia on M2 and m2, but difers from the European species in having more crowded ridges, distinctly developed endoloph and ectoloph on M2, buccally closed syncline I on ml,and low endolophid tending to close the lingual synclines on ml and $\\mathrm { m } 2$ .It shows some similarities to N. brunonis in having relatively crowded ridges and narrow synclines on molars, poorly developed synclines Ia on M2 and m2,and buccally closed syncline I on m1,but differs in having stronger ridges on molars, in M2 having low endoloph and ectoloph tending to laterally close all the synclines,m2 having buccally opened syncline I,and ml and m2 having low connections to close the synclines lingually. Due to the scarcity of material, the new species has no much that can be directly compared with N. sinensis from the same fissure filling of Fanchang in morphology. It is worth noting that the two new species show some similarities in dental morphology, such as the crowded ridges,the low endolophid tending to close the synclines lingually on lower molars,and the presence of buccally closed syncline I on m1. Nevertheless, they cannot be identified as the same species because of size difference (Fig. 4). In addition, N. magna has a more reduced syncline Ia on $\\mathbf { m } 3$ than in $N .$ （20 sinensis.N.magna shows some similarities to Neocometes aff.N.similis from the Miocene of South Korea in the ml having strong and crowded ridges, narrow synclines,and complete anterolophid and anterior extra ridge,but is easily to distinguished from it in its larger size, and the developed endolophid of m1. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/afab9daf5fbe726e1ea6e941a2990472c662faa2f8e95de76cde08a5cccec385.jpg",
        "img_caption": [
            "Fig.4Scatter diagrams showing length and width of the frst and second molars of the known species of Neocometes from Eurasia Data for $N .$ brunonis and $N .$ similis are averages cited from Schaub & Zapfe, 1953 and Fahlbusch,1966, respectively, for Neocometesaff.N.similis cited fromLee and Jacobs,2010 "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The new species Neocometes magna displays similarities with N. sinensis and N. orientalis in the development of anterolophid and anterior extra ridge,and the tendency of forming an endolophid and closing of the lingual synclines in ml and $\\mathrm { m } 2$ . On the contrary, the European Miocene species of Neocometes have relatively weak anterolophid and extra ridge, but distinctly laterally opened synclines I, II and II in the lower molars. This seems to suggest again the existence of different evolutionary lineages of Neocometes between Asia and Europe. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Among the Asian species of Neocometes,Neocometes aff. N. similis shows closer morphology to European species than the others in having lingually opened synclines I-IV on m1.That is to say,an endolophid is absent in this form of Early Miocene.The new species N. magna and Neocometes cf.N.orientalis from Mae Moh,Thailand,however, demonstrate developed ridges and endolophids,which are more distinct than in $N _ { \\astrosun }$ ，orientalis and $N _ { \\astrosun }$ sinensis.Thus,there seems to be a possibility that an evolutionary trend in Asian Neocometes is towards the strengthening of the diagonal/transversal ridges, the development of endolophids in the lower molars and ectolophs in the upper molars,as well as the quickly increased size. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The gradual increasing of the size during the Miocene is considered to be an evolutionary tendency of Neocometes (Fejfar, 1999). If this assumption is correct, N. magna would be younger than N. sinensis,and the youngest among all the known species of the genus. Nevertheless, the age of either N. magna or N. sinensis is diffcult to evaluate because their remains were collected from fissure deposits of late Cenozoic,and the sample is a mixed assemblage with elements representing a rather long interval spanning, probably ranging from Early Miocene to Pleistocene (Qiu and Jin,2016).Although they are inferred to be reworked elements from earlier levels,assessment of their precise ages needs further discovery and study of more complete material. However, on the basis of the Early and Middle Miocene appearance of all the known species of Neocometes in Eurasia (Schaub and Zapfe,1953; Fahlbusch, 1966; Fejfar, 1974,1999; Qiu, 2017), and of the occurrence of some taxa associated with Neocometes in the assemblage, such as Diatomys, Democricetodon, Megacricetodon, Platybelodon and Kubanochoerus which are typical elements of Early or Middle Miocene in European or Asian faunas, the Neocometes in the Fanchang are mostly probably of Miocene in age. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "TyphlomysMilne-Edwards,1877 ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Typhlomys sp. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(Fig. 5) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Referred specimens One damaged m1, two m2 (IVPP V 23400.1-3, from Tangkou, Fanchang,Anhui Province). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Measurements $\\mathrm { n 2 } , 1 . 3 5 \\mathrm { m m } { \\times } 0 . 9 0 \\mathrm { m m }$ ， $1 . 4 0 \\ : \\mathrm { m m } \\times 0 . 9 0$ mm. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "DescriptionThe ml is preserved only the anterior portion.The anterolophid is complete and slightly curved anteriorly.The anterior extra ridge joins the anterolophid laterally to enclose the syncline Ia. The paraconid-metaconid connection is slightly curved posteroexternally, with an about $5 5 ^ { \\circ }$ mesial angle to the longitudinal axis. It is connected with the anterolophid buccally and joins the endolophid lingually. The syncline Ia is pronounced, situated as an oval basin at anterolingual part of the tooth. The laterally closed syncline I is wide,and is roughly parallel to the syncline Ia. The syncline II is buccally opened and lingually closed. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The two $\\mathrm { m } 2$ are well preserved and in early stages of wear. The tooth is subrectangular, with slightly concave grinding surface, straight anterior margin, parallel lateral margins,and postero-buccally contracted posterior margin. It consists of six diagonal/transversal ridges and five synclines.The anterolophid is straight and relatively thin, extending from the paraconid to the anterointernal corner of the tooth. The anterior extra ridge is complete,extending posterointernally from the paraconid to join the endolophid lingually.The paraconid-metaconid connection is long,with the buccal portion thicker than the lingual one,and an about $5 5 ^ { \\circ }$ mesial angle to the longitudinal axis. It is connected with the anterolophid buccally and the endolophid lingually. The mesolophid is similar to the paraconid-metaconid connection, but narrower and free buccally. It is roughly parallel to the paraconid-metaconid connection and the anterior extra ridge. The hypolophid is narrower than the mesolophid, and relatively transverse in direction. It is free buccally,and connected to the endolophid lingually. The posterolophid is narrow, extending from the hypolophid buccally to midline to connect with the hypolophid to form a continuous loop posteriorly. The syncline Ia is prominent and larger than the syncline IV in one specimen, and very narrow and shallow, and smaller than the syncline IV in the other. The syncline I is pronounced, and laterally closed. The syncline II is the widest among the synclines. It is buccally opened and lingually closed, deply extending to the base of the crown at the external area. The syncline II is similar to the syncline II, but narrower. The syncline IV is narrow and small, and may be buccally opened in the fresh specimens. ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/cd512d97b149e1995d2501d813dfc4d05bc1b278572d584a36f3c4e111cbdc41.jpg",
        "img_caption": [
            "Fig.5CheekteethofTyphlomyssp.fromFanchang,Anhui V 23400.3),B.1 m2 (V 23400.2);1.occlusal view,2.buccal view,3.lingual view "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Comparison and discussionThe Fanchang specimens can be confidently assigned to Typhlomys because it exhibits the following suite of dental characters: 1) small-sized and brachydont molars; 2) the concave grinding surface with six diagonal/transversal crests and five synclines; 3) the moderately inclined mid-synclines/ridges; 4) the continuous endolophid and the lingually closed synclines.In these characters,they are different from those of Neocometes and Platacanthomys in the family Platacanthomyidae. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Typhlomys is a monospecific living genus distributed in the Oriental Region. Six fossil species of the genus from the late Cenozoic deposits, T. primitivus, T. hipparionus,T. intermeius,T.macrourus,T.cinereus and T.anhuiensis have been documented (Qiu,1989; Zheng,1993; Jin et al.,2009). The dental pattern of Typhlomys seems to be quite stable. The changes which took place between T. primitivus of Late Miocene and T. cinereus of the Recent are rather small, consist of a slight increase in size, slight enlargement of the anterior extra ridge of the upper molars and reduction of the third molars.Definition of these taxa was mainly based on size difference,and interspecific distinction is subtle.The few described specimens from Fanchang show similarities with the corresponding teeth of $T .$ intermeius,T. cinereus and $T _ { \\cdot }$ .anhuiensis in size and morphology, but do not allow to define a separate and reliable species. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "3 Conclusion ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The specimens described from Anhui and Jiangsu, eastern China are included in two genera and three species,belonging to the family Platacanthomyidae, i.e. Neocometes sinensis sp. nov., N. magna sp. nov. and Typhlomys sp.Although the materials are small, they have broadened our knowledge of the rodent family. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The Eurasian distributed fossil genus Neocometes there exists a general evolutionary trend of size. Nevertheless, in the European species,syncline I, II, III and IV of M1 are buccally opened, syncline I, II and II of ml are lingually opened; while in the Asian species, except the Early Miocene Neocometes aff.N. similis from South Korea, the syncline IV of M1 is buccally closed, syncline I, I and III of m1 have more or less lingual connection, displaying a tendency of forming an endolophid. The morphological differences probably imply that there are two different evolutionary lineages in Neocometes between Asia and Europe. The Asian species, which starting with Neocometes aff/N. similis might be followed via N.orientalis and N. sinensis until N. magna, seem to have undergone a rapid increase of size, crown, strengthening of ridges and gradual development of lateral ridges. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The platacanthomyid remains are from a mixed assemblage of fissure filling with elements representing a rather long interval spanning. The age of these taxa is difficult to assess because of the inadvertent sampling and the inadequate materials. Judging from the transported trace and the coloration of fossls, remains of Neocometes are probably from the lower levels of the deposits, and Typhlomys from the upper. A precise assessment of their ages must await further discovery and study of more complete material. Nevertheless,based on the Early and Middle Miocene appearance of Neocometes in Eurasia, and the presence of some typical Early or Middle Miocene elements in the assemblage,the Neocometes is inferred to be associated with the Miocene taxa and is probably of Miocene in age.The Typhlomys from this fissure is considered to be a later age. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The Fanchang assemblage has Plesiosciurus,Diatomys,Democricetodon and Megacricetodon as well as Neocometes in common with the Sihong Fauna, and has Plesiosciurus and Diatomys in common with the Shanwang Fauna. In addition,it shares Diatomys,Democricetodon and Neocometes with the Miocene fauna from Li Basin and Neocometes with the Mae Moh Basin, Thailand.This seems to indicate that the fissure assemblage contains an association, which can be closely correlated to the Miocene faunas of Asia. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "AcknowledgementsThe authors would like to express their gratitude to Dr. Wang X M from the Natural History Museum of Los Angeles County, USA,Dr.L JFlynn from Harvard University, USA for commenting on the manuscript and English content.Many thanks are also due to Miss Si H W and Mr. Zhang W D from IVPP for the photographs. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "中国东部晚新生代堆积中的刺山鼠化石",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "邱铸鼎金昌柱(中国科学院古脊椎动物与古人类研究所 北京100044)",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "摘要：描述了安徽繁昌和江苏泗洪新发现的晚新生代堆积物中的刺山鼠科化石。化石共有两属3种，即产自安徽、江苏的中华新来鼠(新种)(Neocometes sinensis sp.nov.)和产自安徽的大新来鼠(新种)(N.magna sp.nov.)及猪尾鼠未定种(Typhlomys sp.)。安徽繁昌的材料来自裂隙堆积，采样时未作分层处理，对单个化石属种很难进行准确的时代确定；但根据所采集化石的组分和上下层位保存的颜色与埋葬方式上的差异，推测Neocometes的时代为中新世，而Typhlomys可能较晚。Neocometes属的出现和典型中新世动物成员的存在，表明繁昌这一含古猿的裂隙堆积中含有大致与江苏泗洪动物群和山东山旺动物群相当、甚至可与泰国中新世动物群对比的啮齿动物组合。新种牙齿的形态特征显示，Neocometes属在亚洲经历了个体迅速增大，齿冠增高，齿脊增强，上白齿外脊和下白齿内脊逐渐发育的过程，与该属在欧洲的演化趋势有所不同。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "关键词：安徽繁昌，江苏泗洪，晚新生代，裂隙堆积，刺山鼠科",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Chaimaee Y, Yamee C, Marandat B et al.,2007.First Middle Miocene rodents from the Mae Moh Basin (Thailand): biochronological and paleoenvironmental implications.Bull Carnegie Mus Nat Hist,39:157-163 Fahlbusch V,1966.Cricetidae (Rodentia,Mamm.)aus der mitelmiocanen Spaltenfullung ErkertshofenbeiEichstatt.Mit Bayer Staatssamml Paläont Hist Geol,6:109-132 FejfarO,1974.DieEomyidenund Cricetiden(Rodentia,Mammalia)desMiozansderTschechoslowakei.Palaeontog,AbtA,   \n146: 100-108 Fejfar O,199.Subfamily Platacanthomyinae.In: Rossner GE,Heisig K eds.The Miocene Land Mammals of Europe. Minchen: Verlag Dr.Friedrich Pfeil Press.389-394 FejfarO,KalthoffDC,1999.Aberrntcricetids (latacanthomyines,Rodentia,Mammalia)from the MioceneofEurasia. Berl Geowiss Abh,E30:191-206 Jin CZ,Wei GB,1999.Remains ofsmal-sized Miocene hominoid found in Fanchang,Anhui.Acta Anthropol Sin,18(2):   \n101 Jin C Z,ZhangYQ,WeiG Betal.,2009.Rodentia.In: JinCZ,LiuJYeds.Paleolithic Site-the Renzidong Cave, ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Fanchang,Anhui Province.Beijing: Science Press.l66-219 Lee Y N,Jacobs LL,2010.The platacanthomyine rodent Neocometes from the Miocene of South Korea and its paleobiogeographical implications.Acta Palaeont Pol,55(4): 581-586 Mein P,Ginsburg L,1997.Les mammiferes du gisement Miocene inferoeir de Li Mae Long,Thailand: systematique, biostratigraphie et paléoenvironment. Geodiversitas,19(4):783-844 MeinP,GinsburgL,Ratanasthien B,1990.NouveauxrongeursduMiocenedeLi(Thailande).CRAcad SciParis,Ser, 310: 861-865 Qiu ZD,1989.Fosil platacanthomyids from the hominoid localityofLufeng,Yunnan.VertPalAsiat,27(4):268-283 Qiu ZD,2017.Several rarely recorded rodents from the Neogene of China. Vert PalAsiat,55(2): 92-109 Qiu ZD,JinCZ,2O16.Sciuridremains from the late Cenozoic fisure filingsofFanchang,Anhui,China.VertPalAsiat, 54(4): 286-301 Qiu ZD,Qiu ZX,2013.Early Miocene Xiejiahe and Sihong fosil localities and their faunas,eastern China.In: Wang X M,Flynn L J,Fortelius M eds. Fossil Mammals of Asia-Neogene Biostratigraphy and Chronology. New York: Columbia University Press. 142-154 Qiu ZD,Wang XM,LiQ20l3.Neogene faunal succession andbiochronologyof centralNei Mongol (Inner Mongolia). In: Wang X M,FlynnLJ,Fortelius Meds.Fosil Mammals ofAsia-Neogene Biostratigraphy and Chronology.New York: Columbia University Press.155-186 Qiu Z X,Qiu Z D,1995. Chronological sequence and subdivision of Chinese Neogene mammalian faunas. Palaeogeogr Palaeoclimatol Palaeoecol, 1l6: 41-70 Schaub S,Zapfe H,1953.Die faunader moizanen Spaltenfullung yon Neudorf an derMarch(CSR).Simplicidentata.Ber Osterr Akad Wiss Math Naturwiss KL,Abt 1,162(3): 181-251 Zheng S H, 1993. Quaternary Rodents of Sichuan-Guizhou Area, China. Beijing: Science Pres. 1-270 ",
        "page_idx": 15
    }
]