[
    {
        "type": "text",
        "text": "基层干部何以担当作为？测量、动机与前因机制",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "郭晟豪",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(兰州大学管理学院，兰州 730000)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要基层政府职能转变和担当离不开广大基层干部的担当作为。但是，什么是基层干部的担当作为，如何测量？基层干部担当作为是出于怎样的动机？受到哪些因素的影响，如何促进？这些问题尚未得到系统研究。因此，基于行为公共管理学视角，首先以实证的方式研究基层干部担当作为的内涵结构和具体的测量；第二，突破传统动机研究对利他的依赖和内外动机二分的束缚，以自我决定理论为基础，从自主动机(内在调节、整合调节、认同调节)和受控动机(内摄调节、外在调节)精细化研究担当作为动机；第三，关注从动机到行为的整合框架，提出担当角色认同的中介变量，关注个体因素和组织因素的交互以及中介过程中的调节作用，解释担当作为动机将如何产生担当作为行为，并有何种权变因素。通过实证研究，最终回应基层干部担当作为的测量、管理和激励问题。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 公共组织行为；担当作为；担当角色认同；行为动机；基层干部分类号 B849:C939",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1问题的提出",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "党的十九大以来，习近平总书记在系列重要讲话中多次强调领导干部要敢于担当。习总书记多次指出进行伟大斗争、建设伟大工程、推进伟大事业、实现伟大梦想，要靠干部担当作为。激励干部担当作为是新时代推动党和国家事业发展的迫切需要，是切实解决干部队伍突出问题的内在需求(陈希,2018)。习总书记强调，基层干部是加强基层基础工作的关键。基层干部是党的方针、政策的宣讲者和执行者，是党加强同群众联系的直接实践者；因此，激励基层干部的担当作为对于新时代政府组织管理具有重要意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "但是有调研发现基层干部存在着工作倦怠、工作态度消极的现象(王亚华，舒全峰,2018),基层干部担当作为的问题十分突出。事实上，干部往往领取固定的工资，升迁也是按照年限设定，一般不会提前(周黎安,2017)；尤其是基层干部，中央政府以及各部委、地方政府提出的任何要求的最终执行几乎都要落在基层干部身上(刘昕,2018)。此外，基层干部常常面对资源缺乏、政令不清、工作目标多元、服务对象和需求多元等复杂的工作挑战，更需要担当作为(Brodkin,2012；胡威，蓝志勇，杨永平,2013; Assadi& Lundin,2018)。因此，基层干部担当作为的激励值得进行专门研究。那么如何促进基层干部担当作为？要回答这一问题，就要明确担当作为的内涵结构和形成机制。然而，当前有关基层干部担当作为的研究却未能辨明担当作为的构念，担当作为的动机以及影响因素研究更是缺乏。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "研究基层干部的担当作为，只有整合地看待\"担当作为是什么\"担当作为的动机是什么\"和\"什么会影响担当作为\"才能明确基层干部担当作为的形成机制和影响因素，从而有针对性地激励基层干部担当作为。基于此，本研究从结合心理学视角的行为公共管理学(Grimmelikhuijsen,Jilke,Olsenb& Tummers,2017；张书维，李纾,2018)出发，以实证的方式研究基层干部的担当作为，回应基层干部担当作为的测量、激励和管理问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 国内外研究现状",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 担当作为的特征",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "关于担当作为的特征，众多研究的内容是与担当作为紧密相关的敢于担当。目前的研究一种是关注内容，如认为担当精神就是习总书记提出的\"五个敢于”（唐任伍，2018；白凌，2018)。另一种是关注担当的过程，将敢于担当分为敢担当、善作为两个部分(李庆霞，2016;陈斌，2019)；或具体地分为担当意识、担当勇气和担当能力(萧鸣政，王晨舟，吴万鹏，白增涛,2015；吴德贵,2018；于海波,2018)。此外，虽然目前的研究提出了对担当内容的解读，但是落实到具体的担当行为，将担当行为内容可操作化、可测量化的研究依然缺乏，但又势在必行(王长江,2018)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "因此，目前担当作为的研究应该聚焦具体问题，从行为引导和实操的角度落脚于具体可观察的外在行为，先探明担当作为的具体特征。“五个敢于\"是习总书记对全体党的干部的要求，对于基层干部而言，基层工作更多是执行，是具体群众工作的完成(倪星，王锐，2018),因此基于基层工作的特点，担当作为应有着更为具体的表现，具有简明的描述性定义和具体化的操作性定义，应该回归担当\"接受并负起责任”(陶文昭，2014)的本质，在公共部门情境下构建担当作为的构念以及开发测量工具。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 担当作为的动机",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前的研究大多认为担当作为的动机主要来自政治觉悟、思想水平(高晓兵,2012；林志友,2017；张占辉,2018)。的确，政治水平是领导干部的核心素质之一，但是，干部的激励却并不能仅仅依赖于政治素质。对干部的管理既需要关注其社会性的一面，也需要关注其理性经济人的一面(竺乾威，2015)；毕竟助人为乐并且别无他求的个体始终是较少的一部分(张书维，李纾，2018)。关于对官员的理性经济人的关注，最常体现于官员的晋升动机的研究，并衍生出诸多理论，但是基层干部的动机并非完全如地方官员的晋升，且广大基层干部难以直接制定经济决策影响经济增长，基层干部更多是完成工作，并通过政府工作维持生活(Mattozzi & Merlo,2008;Gagliarducci,Nannicini& Naticchioni,201O)，所以官员的\"委托代理体制\"晋升锦标赛\"不一定适用于基层千部(梅赐琪，翟晓祯,2018；陈家喜，2018)，因此基层干部的担当作为动机应该进行更具体的剖析，而这正是目前研究所缺失的。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "与担当作为动机研究相对较为缺乏相比，公共服务动机是公共管理领域内的热点内容，并具有一定的参考价值。一般而言，公共服务动机通常与亲社会行为相联系(Rainey，1982;叶先宝，李纾，2008)，强调使命呼唤、和责任感，以服务于公众等道德伦理为特点(Perry&Wise,1990;Perry,2000;Houston,2000)。但是，多年来公共服务动机的概念内涵已过于广泛，涉及动机、信念、心理倾向、价值、态度等诸多范畴，边界模糊(Bozeman＆Su,2015；张书维，李纾，2018)。事实上，公共服务动机构念的区分度低及测量的通用性差已经成为制约其研究发挥理论与现实影响力的瓶颈(Vandenabeele,Brewer& Ritz,2014;Prebble,2016；张书维，李纾,2018)。公共服务动机研究因为特殊形式的利他或亲社会动机(Perry,Hondeghem&Wise,2010;Jacobsen,Hvitved& Andersen,2014)的模糊定位，使得研究依赖利他并迷失于内在动机与外在动机之间(Chen&Bozeman,2013)。因此，是时候回归\"动机\"本身来厘清公共服务动机的本质(张书维，李纾,2018)，这一呼呼同样值得担当作为动机研究的借鉴。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "自我决定理论(Self-determination Theory)为动机分析提供了非常有用的框架(Chen&Bozeman,2013;Pedersen,2015;Weske& Schott,2016；张书维，李纾,2018)。自我决定理论从动机中自我决定成分的多少形成了“自主性-受控性\"的轴线，在个人调节方面对传统的内在动机和外在动机(此外还有非个人调节的\"无动机\")进行了精细化划分为\"自主动机\"和\"受控动机”(Ryan&Deci,2000;Deci& Ryan,2000;Deci& Ryan,2008)，超越了对利他的依赖以及内外动机的二分，以此为基础的研究会对行为动机的多样性和适用性具有更强的解释力。具体地，“自主动机\"包括内在调节，即执行活动是因为活动本身有趣；整合调节，即执行活动是因为对该项活动的价值充分认同，以至于成为了自己的习惯性部分；认同调节，即执行活动是因为认同该活动的价值和意义。“受控动机\"包括内摄调节，即执行活动是因为内疚或自我卷入的自我价值情感；外在调节，即执行活动是为了获得奖励或逃避惩罚。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在公共管理领域也有越来越多研究使用自我决定理论研究公共部门中的工作动机，并发现了内在调节、整合调节、认同调节、内摄调节和外在调节对于工作满意度、公共服务意愿、公共服务行为的影响(Kuvaas,2009;Chen& Bozeman,2013；Fernandez & Moldogaziev,2015;Chen,Chen&Xu,2018)。研究发现，自我决定理论\"自主性-受控性\"的应用使动机研究更为贴合实际(Chen& Bozeman,2013；张书维，李纾,2018)，这位担当作为动机的精细化研究提供了思路。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 担当作为的影响因素",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当前担当作为研究尚未成熟，其影响因素研究可以参考公共服务行为的研究。值得注意的是，目前大量研究为基于公共服务动机对行为的直接作用，从动机到行为的中介变量和调节变量却关注较少，何种因素影响了动机发挥作用的效果还没有精细探讨，这同样值得担当作为研究重视并深入分析。应该认识到的是，从动机到行为的过程并非如想象般直接。个体可能具有多种动机，但个体是动机的组合，动机并不是分散发挥作用，因此在动机之后，行为之前应该存在个体的主观整合和判断(Petkus,1996; Stets & Burke,2000)，但是这一过程在公共管理研究中尚未深入。角色认同理论(Role Identity Theory)提供了有效的参考，这里的角色认同强调个体对自身的外界环境的综合判断，最终将某一个特征作为自我概念的一部分，是自我调节的结果(Riley & Burke,1995; Hogg,Terry& White,1995; Tierney&Farmer, 2002),并会产生影响的行为。对应到担当作为，担当作为的自主动机(内在调节、整合调节、认同调节)、受控动机(内摄调节、外在调节)的自我调节结果是担当角色认同，在主观整合后再产生客观的担当作为行为。将担当角色认同作为中介引入分析框架之中，相应调节变量的关注范围也得以精细，可以进一步关注当主观整合的担当角色认同形成后，何种因素会影响客观行为的实际发生。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "关于何种因素可能影响担当作为动机的作用机制，目前尚在起步阶段，但已经形成了一定的方向。在自我决定理论看来，自主动机作为个体因素虽关键，但一时难以改变；环境因素是影响动机，尤其是受控动机的关键(Deci& Ryan,2000;Deci& Ryan,2008)。这也是目前担当作为研究的着力点，大量研究关注聚集于激励约束和容错纠错机制(万庄，2018；杨小军，2018)，也有研究关注了组织支持感的作用(张树旺，卢倩婷,JEFFWANG，黄晶,2017)。但是总体而言，量化研究依然有限，并存在着个体因素与环境因素的辨别和交互研究较为薄弱的局限，针对性与精细化不足。个体的特质在实践中难以改变，对于基层干部工资收入、所在地的经济特征同样在操作性上有着极大限制，这启示在担当作为影响因素的研究中应该关注组织因素的影响作用，尤其是组织因素对个体因素的交互或调节效应(Parker＆ Collins,2010)，关注在个体特征的基础上如何通过组织因素的改变促进行为的发生，从而实现有针对性的精细化管理。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4以往研究总结与评价",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "首先，研究内容方面，目前基层干部的研究较为零散，关于担当作为的研究更是鲜见。基层干部担当作为的具体表现是什么还没有得到直接的回应。对于担当作为的激励则依赖于政治觉悟和利他精神，存在束缚于内在外在动机二分的窘境的倾向。而影响因素方面，个体因素与环境因素的交互研究薄弱，针对性与精细化不足，缺乏实践操作性。第二，研究方法方面，担当作为的研究目前仍处于理论分析的起步阶段，规范研究为主，实证研究较少。第三，研究模型方面，目前研究的理论模型较为简单，动机到行为的过程分析不够细致；也未能形成较为完整的关于基层干部担当作为的研究体系，较为分散。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "不过，当前公共管理学界对微观研究的反思已经为未来的研究指出了道路。一方面，关注行为公共管理学研究，重视微观基础，尤其是回归\"本质”。一是回归行为本质，研究担当作为本身究竟是什么行为，将其具体化；二是回归动机本质，突破利他和内外动机二分的束缚，从自我决定理论将动机精细化；三是回归个体本质，将分散的动机整合为完整的担当角色认同，考虑在实践中真正可以操作、易操作的影响因素。另一方面，充分借鉴心理学、组织行为学的构念、研究方法的手段，参考企业情境的研究成果，发展公共部门的行为科学研究。综上所述，有必要开展更加系统的实证研究，回应基层干部的担当作为究竟是什么，如何测量？动机为何？受何影响，如何促进？特别应该结合质性研究深入实践和量化研究分析关系清晰的优势，尤其借鉴心理学、组织行为学的相关研究经验，聚焦中国基层情境下的干部担当作为，对基层干部担当作为的测量、动机和影响因素进行整合研究。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3研究构想",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "本研究围绕以下三个核心问题展开： (1)基层干部担当作为如何量化测量？ (2)基层干部为何担当作为？ (3)基层干部担当作为如何促进？分别对应三个主要研究内容，一是基层干部担当作为的测量研究，理清内涵结构与测量；二是基层干部担当作为的动机研究，研究产生原因；三是基层干部担当作为的影响因素研究，分析个体、组织方面因素的影响。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1子研究1：基层干部担当作为的测量：如何量化评价担当作为？",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "基层干部担当作为的量化研究尚未成熟，其研究基础是对担当作为的量化测量，然而目前对此的研究仍不成熟。因此本研究首先要明确基层干部的担当作为的内涵，即如何识别基层干部的担当作为。一般而言，担当作为即是指担当作为的行为表现，那么作为一种行为类型，担当作为行为的实际表现应该不仅仅是“面对大是大非敢于亮剑，面对矛盾敢于迎难而上，面对危机敢于挺身而出，面对失误敢于承担责任，面对歪风邪气敢于坚决斗争\"高屋建瓴的论述，而应该具有具体结构和内容。在此基础之上，才可以可操作地测量基层干部的担当作为。目前的文献对于担当作为的内涵已经进行了阐释和论述，不过，一是局限于对上层精神、政策的解读，缺少对具体实践的关注；二是对象相对宽泛，缺少针对基层干部的研究;三是规范研究为主，缺少可操作量化的方案。因此，本子研究的主要研究内容是关注基层干部担当作为的测量问题，立足公共部门、基层干部情境，提炼并发展担当作为的构念，既包括描述性定义也包括操作性定义，界定基层干部担当作为的内涵，开发担当作为的测量工具。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "本子研究拟采用质性为主的研究方法获得担当作为的内涵结构，并以量化的方式进行验证。质性的资料来源包括三类，一是党和国家领导人、党政部门关于干部担当作为的论述；二是各地区各部门基层干部担当作为的先进典型报，即基层干部担当作为的实践案例；三是实地的深度访谈，即基层干部在具体的工作实践中对担当作为具体的理解和期待。首先，对每一种资料来源的数据进行编码提炼，得到担当作为初步的子维度以及子维度的若干具体表述。接着，将三组来源的担当作为子维度对应表述进行整合，从而形成较为完成的担当作为内涵结构以及具体的测量题项。以此为基础，向基层干部、干部管理者、群众以及专家进行问卷或访谈确认，判断担当作为测量工具的构念效度并筛选。最后，采用问卷调查向基层干部、干部管理者、群众发放问卷，以量化统计计算其信效度并筛选题项，得到在统计意义上同样可靠的担当作为测量工具。此外，根据获得测量题项本身的特征，如外显程度以及可能的社会赞许性，以及自评、他评结果的差异，进一步判定量表的自评或他评适用性。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2子研究2：基层干部担当作为的动机：为何担当作为？",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "基层干部的担当作为具有其相应的动机，因此研究如何促进担当作为需要揭示基层干部的担当作为动机，即担当作为的心理倾向或内部驱力。如前所述，目前的公共部门内的动机研究或局限于利他动机或处于内在动机与外在动机的简单二分中。在动机的理论层面，本研究超越了上述局限，以自我决定理论为基础，形成了以“自主性-受控性\"为中心维度，自主动机(内在调节、认同调节、整合调节)与受控动机(内摄调节、外在调节)的精细分类，以此作为担当作为的动机假设。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2.1 担当作为的自主动机",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "自主动机指有着较多自我决定成分的动机，包括内在动机，即内在调节以及外在动机的认同调节和整合调节。对于担当作为而言，自主动机包括：(1)内在调节，即干部担当作为是因为自己对担当作为本身感兴趣，自己内心喜欢担当作为，本研究参考组织行为学的概念，归纳为\"担当偏好”。(2)整合调节，即干部担当作为符合自己做人的准则，符合自己的价值观，本研究参考组织行为学的概念，归纳为\"担当价值观”。(3)认同调节，即干部担当作为是因为认为担当作为是有价值的，相信自己的担当作为有用、有意义，本研究参考组织行为学的概念，归纳为\"担当认同”。以上三种动机是自我决定理论基础上个体担当作为的不同理由，因此都有可能产出担当作为的行为，因此，本研究有待验证的核心假设有：",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "假设1：自主动机可以产生担当作为。具体地，“内在调节：担当偏好\"整合调节：担当价值观\"认同调节：担当认同\"可以产生担当作为。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2.2 担当作为的受控动机",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "受控动机指自我决定成分较少的动机，包括外在动机的内摄调节和外在调节。对于担当作为而言，受控动机包括：(1)内摄调节：即干部担当作为是为了消除“行\"不配位，与担当作为的环境格格不入的羞愧、内疚和自责，本研究参考组织行为学的概念，归纳为\"担当心安感”，即如果不担当，感受到的内疚、羞愧感。(2)外在调节，即干部担当作为是想得到褒奖或者避免惩罚，本研究参考组织行为学的概念，归纳为\"担当压力”。同样地，以上两种动机也是自我决定理论基础上个体担当作为的理由，也都有可能产出担当作为的行为，因此，本研究有待验证的核心假设有：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "假设2：受控动机可以产生担当作为。具体地，“内摄调节：担当心安感\"外在调节：担当压力\"可以产生担当作为。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "此外，自主动机与受控动机的由于自我决定的程度不同，在影响担当作为的程度上也可能存在差异。自主性越强，个体越认为行为是由自己的原因引起的，会形成对内的因果感知，内在愿望更容易产生个体的积极状态，使个体感受到愉悦和幸福；相对应地，受控性越强，个体越容易认为行为是因为外界的原因，会形成对外的因果感知，而关注外部因果越多则会产生消极状态，使个体感受到焦虑和抑郁(Turban,Tan,Brown& Sheldon,2007;Vansteenkiste,Simons,Lens,Sheldon&Deci,2004)。愉悦、幸福相对焦虑、抑郁更有助于行为的产生和持续，所以沿着“自主性-受控性\"轴线的移动，自主动机的“内在调节：担当偏好\"“整合调节：担当价值观\"认同调节：担当认同\"比受控动机的\"内摄调节：担当心安感\"外在调节：担当压力\"对于担当作为的影响程度应该更强，且越靠近自主性，动机的影响程度就越强。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "子研究2拟在质化研究的基础上归纳动机，采用量化方法验证假设。在子研究1质性研究时，在典型案例以及实地访谈资料的分析中，以自我决定理论以及本子研究提出的担当作为动机分类为基础，进行建构式扎根，对资料中担当作为的动因部分深入挖掘，尤其在实地访谈时充分深挖获取资料。在资料分析的基础上，细化及操作化本子研究提出的具体的自主动机与受控动机的测量。但是这一过程并不拘泥于已经提出的担当作为动机构想，通过质性研究的方式反思自我决定理论为基础的担当作为动机可能的修正方向。在子研究1中，本研究预期获得担当作为行为的具体表现，而在子研究2中，本研究预期获得担当作为动机的具体表现。接下来，子研究2拟通过量化研究验证提出的假设。此时拟采用实验研究的方式揭示因果关系。首先在上述质性研究成果的基础上，以预实验确定有效的干预方式，即识别或启动被试相应动机的方式。接着，设置控制组与实验组，采用外部干预启动被试的对应动机，并分析该动机与担当作为行为的关系。针对实验研究代表性不足的问题，在实验研究的基础上，本研究拟进一步设计调查-实验，使实验结果的适用性更广，并且有效排除系统性因素对因果推断的混淆。本处的难点在于相应动机的有效激活和启动的识别，因此需要与质化研究的结论仔细磨合和测试。同时，为了验证的可行性，本研究也拟采用问卷调查的方式验证担当作为动机与行为关系。为了避免共同方法偏差，问卷调查将采用自评追踪与他评相结合的方式获得数据。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3子研究3：基层干部担当作为的影响因素：如何促进担当作为？",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在回答了什么是基层干部担当作为，基层干部为什么担当作为的问题后，进一步展开实证研究，旨在发现何种因素影响并如何影响着基层干部的担当作为。首先是从动机到行为的过程应该存在中介变量。个体可能存在多种动机，由动机产生行为不应是孤立的，本研究从角色认同的角度，将个体的担当角色认同作为多种担当行为动机到担当作为行为的中介，这也使其他因素影响动机的作用可以精确于中介的第一阶段抑或第二阶段。其次是影响基层干部担当作为的组织因素。一方面是个体因素与组织因素的交互，自主动机是个体因素，而受控动机受到了组织因素的影响，二者将会产生交互作用，甚至存在排挤效应(Frey& Jegen,2001)。另一方面是组织因素除了影响动机，还可能影响从担当角色认同到担当作为行为的过程，即上述的中介的第二阶段发挥调节作用。具体研究框架见图1。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3.1 担当角色认同的中介作用",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "从动机到实际行为之间，还存在对于行为本身的认同过程，也就是产生做出某件行为的多个动机或理由，经过整合得到对行为的认同这一最终结论，最后才是实际做出行为。角色认同理论，如前文所述，则体现了这一过程。对于担当作为而言，本研究提出的担当角色认同即指将担当作为当作角色特征的一部分，认同\"担当\"这一特征是自己的特征。根据角色认同理论(Riley& Burke,1995;Hogg et al.,1995)，具有担当角色认同的基层干部就会做出符合担当特征的客观行为，即担当作为。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "也就是说，基层干部首先具有了一种或多种不同程度的担当动机，经过自身的整合，做出担当作为的主观决定，表现为将担当作为归为自己角色特征的一部分，产生了担当角色认同的主观自我定位，进而再做出担当作为的客观行为。因此，本研究有待验证的核心假设有：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "假设3：担当动机产生了担当角色认同，进而产生担当作为行为，即担当角色认同的中介了担当动机与担当作为行为。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "具体地，自主动机，即\"内在调节：担当偏好\"整合调节：担当价值观\"认同调节：担当认同”；受控动机，即\"内摄调节：担当心安感”外在调节：担当压力\"促使基层干部形成担当角色认同，具有担当角色认同的基层干部会做出担当作为行为。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3.2个体-组织因素的交互作用与调节作用",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "行为的产生受到了个体因素和环境因素的影响，而对个体和环境因素的辨别和交互研究，如前文所述，是目前担当作为和公共服务动机研究所缺失的。本研究从自我决定理论的自主动机和受控动机的角度充分考虑到了个体因素和环境因素。其中，自主动机对应个体因素，受控动机则是环境因素的产物。本研究中，影响担当作为的个体因素就是个体自我决定的自主动机，是基层干部的个人特征；更具现实意义的是受到外部因素影响的受控动机，即哪些组织因素可以促使基层干部产生\"内摄调节：担当心安感\"“外在调节：担当压力\"的受控动机。在实践中，个体因素相对固定，组织因素则可以通过管理实践得以较为灵活的调整。出于实践意义和研究聚焦的角度，本研究在自主动机作为个体因素的基础上，进一步研究组织因素的影响，分析其如何影响担当作为。也就是说，本研究暂不考虑其他复杂的个体因素，以及组织因素对诸多个体因素的直接影响，而是围绕作为个体因素的自主动机和影响受控动机的组织因素进行。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "一方面，组织因素会影响受控动机。受控动机的出发点是外部环境给个体提供的信号，已有的容错机制研究即是环境因素的一部分，但是容错机制受到了上级政策的限制，本研究则重点关注目前研究较少且基层更为可控的组织因素，聚焦于两项组织因素：一是表现为组织中担当作为风气的组织担当氛围，二是表现为组织提出担当作为的明确要求并采取奖惩措施的组织担当要求。具体地，组织因素对两类受控动机的影响如下：(1)对于表现为\"担当作为是为了消除与担当作为的环境格格不入的羞愧、内疚和自责\"的内摄调节，即“担当心安感”，组织整体的组织担当氛围就格外重要，组织担当氛围越高，干部越能感受到在组织中的风气是担当作为，如果不担当作为那么就“不配\"组织给自己提供的工作环境和待遇，产生羞愧和内疚。(2)对于表现为\"担当作为是想得到褒奖或者避免惩罚\"的外在调节，即\"担当压力”，组织整体的组织担当要求就更为重要，组织提出了明确的担当作为要求，达到要求可以得到褒奖，达不到要求会受到惩罚，干部就会因为趋利而避害产生担当的压力。因此，本研究有待验证的核心假设有：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "假设4：组织因素会影响担当作为的受控动机。具体地，组织担当氛围有助于“内摄调节：担当心安感\"的产生；组织担当要求有助于“外在调节：担当压力\"的产生。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "另一方面，组织因素同样可以影响个体因素，受控动机经由内化过程可以逐渐转化为自主动机，这即是上文提及的自主动机与受控动机的\"动机排挤\"现象。此外，当组织因素影响受控动机并且受控动机的水平较高时，自主动机的作用也可能会减弱(Frey& Jegen，2001),此时由受控动机发挥主要的作用形成担当角色认同，最后产生担当作为。因此，本研究有待验证的核心假设有：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "假设5：组织因素会影响基层干部担当作为的受控动机，进而与自主动机产生交互作用，影响担当角色认同的形成，再而影响担当作为。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "最后，在干部形成了担当角色认同之后，组织因素还会影响主观决定到客观实际的担当作为行为的过程，调节从担当角色认同到担当行为的过程，具体表现为：(1)当组织担当氛围水平较高时，具有担当角色认同的干部会感受到在这样的组织中担当作为是符合组织气氛的，因此会减少诸如\"枪打出头鸟\"的顾虑，因此会提升自己的担当作为水平。(2)当组织担当要求水平较高时，具有担当角色认同的干部会体会到担当作为符合组织的要求，因此更为自信地提升自己的担当作为水平。因此，本研究有待验证的核心假设有：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "假设6：组织因素会调节基层干部形成担当角色认同后实际做出担当作为行为的程度。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "具体地，组织担当氛围、组织担当要求越高，形成担当角色认同的干部将更容易做出担当作为行为，提升担当作为的水平。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "本子研究拟采用量化研究作为主要研究方法。鉴于本子研究涉及多个自变量、中介变量和调节变量，模型较为复杂，因此，拟通过问卷调查的方式获得数据，并验证模型。在子研究1和子研究2的基础上，开发和确认本子研究中设计变量的测量量表，尤其是担当角色认同、组织担当氛围和组织担当要求的量表。接着，以基层干部为样本进行小规模的预测试，主要目的是在统计上确认测量工具的信效度，筛选测量题项。在此基础上，展开正式的数据搜集。为了控制共同方法偏差，问卷调查将采用自评、自评-他评匹配等方式获得多源数据，其中担当作为动机、担当角色认同拟采用自评的方式；组织担当氛围和组织担当要求拟采用个体评价组织的方式，在数据便利性的基础上，拟合为群体层变量；担当作为行为拟采用他评的方式。具体的测量方式将根据研究实际进行调整。由本研究存在个体状态的动态变化过程，因此，拟采用高频率跟踪问卷调查方法完成数据的搜集。基于获得的数据，本研究将采用回归分析、结构方程等统计技术分析基层干部担当作为的前因机制和权变因素。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/edd8877a2bfe153f2607cfa7dfa25b5c257cf9acc5eb485fb30f9552fbc9003a.jpg",
        "img_caption": [
            "图1研究框架"
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4理论建构",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "基层干部是新时代党和国家事业发展的坚实基础，是党和国家为人民服务的直接联系者。基层干部能否担当作为直接影响着基层社会建设的质量，因此，研究基层干部担当作为具有重要意义。通过对当前领导干部担当作为的研究梳理发现，对于目前对于担当作为的分析以宏观意义的理论规范研究为主，且未能区分不同的干部层级，针对基层干部的研究较少。更为重要的是，目前担当作为的可操作性定义尚未形成，担当作为的结构以及测量方式暂不明朗；相应地，如何激发担当作为也未能有效开展实证研究。这向研究者提出了一系列问题：基层干部的担当作为究竟是什么，如何测量？动机为何？受何影响，如何促进？鉴于基层干部担当作为本质上是公共管理微观领域的内容，因此，本研究采用关注公共管理中微观的个体或群体的心理与行为规律的行为公共管理学研究视角，试图探索基层公务员担当作为的结构、动机以及影响因素，从而为基层干部激励提供理论指导。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "首先，本研究提出了对于基层干部担当作为的内涵结构和测量方式的探究。目前的担当作为内涵研究以讲话精神和政策解读为主，对于担当作为的分析处于方向性阶段，如\"五个敢于”(唐任伍,2018；白凌,2018)，又如担当意识、担当勇气和担当能力(萧鸣政等,2015；吴德贵，2018；于海波，2018)，缺少对于基层实际行为的分析，这也造成一直以来担当作为缺少操作化的测量标准。因此本研究提出了子研究1，对基层干部担当作为的内涵描述和测量方式进行梳理，厘清担当作为的内涵、结构和测量方式，这也是担当作为动机研究和影响因素研究的基础。为了完成这一设想，本子研究拟从质化和量化两个方面做出努力。先是质化研究，素材来源包括三个方面，一是党和国家领导人、党政机关关于干部担当作为的论述；二是各地区各部门基层干部担当作为的先进典型案例；三是以实地调研为基础的深度访谈。通过对不同来源的素材的编码、提炼，可以得到基层干部担当作为内涵的子维度以及子维度的若干具体表述。接着，将三组来源得到的担当作为子维度进行整合，形成较为完整的担当作为内涵结构。此时，本子研究将获得担当作为内涵、结构的初步结论以及具体的测量题项。接着，通过基层干部、干部管理者、群众以及专家对于担当作为测量工具的构念效度进行评判，经过筛选后，最后采用量化的方式以统计的角度验证得出的担当作为结构和测量的可靠性；采用问卷调查的方式，向基层干部、干部管理者、群众发放问卷以获得数据，统计其信效度并筛选题项。最终，子研究1将得到较为可靠的担当作为的内涵结构框架，并且得到其测量工具，初步解决当前担当作为内涵结构不清、缺少测量量表的问题。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "第二，本研究以自我决定理论为基础，以\"自主性-受控性\"为轴线分析担当作为的动机。目前，担当作为的动机研究较少，往往依赖于干部的政治觉悟、思想水平(高晓兵，2012；林志友,2017；张占辉,2018)。但是，对干部的管理既需要关注其社会性，也需要关注其理性经济人的一面(竺乾威,2015)。因此，公共部门的动机研究有必要跳脱依赖利他并迷失于内在动机与外在动机之间(Chen& Bozeman,2013；张书维，李纾,2018)的窠臼。所以，本研究提出子研究2，基于自我决定理论研究基层干部的担当作为动机。按照自我决定理论的\"自主性一受控性\"中心维度(Ryan& Deci,2000; Deci & Ryan,2000; Deci& Ryan,2008)，本子研究依据担当作为的动机中自我决定成分的多少分为自主动机(内在调节、认同调节、整合调节)与受控动机(内摄调节、外在调节)两类：内在调节、认同调节、整合调节、内摄调节、外在调节沿着\"自主性-受控性\"轴线依次自我决定的成分减少，受控的成分增加。具体地，自主动机方面，内在调节归纳为\"担当偏好”，指因为自己对担当作为本身感兴趣，自己内心喜欢担当作为；整合调节归纳为\"担当价值观”，指担当作为符合自己做人的准则，符合自己的价值观;认同调节归纳为\"担当认同”，即是因为认为担当作为是有价值的，相信自己的担当作为有用、有意义；受控动机方面，内摄调节归纳为\"担当心安感”，即是为了消除与担当作为的环境格格不入的自责，如果不担当，会感受到内疚、羞愧感；外在调节归纳为\"担当压力”，即担当作为是想得到褒奖或者避免惩罚。无论是自主动机和受控动机，都是基层干部担当作为的原因，因此，本子研究认为自主动机的担当偏好、担当价值观和担当认同，受控动机的担当心安感和担当压力都会带来担当作为的行为。此外，自主性越强，个体越认为行为是由自身引起的，态度越积极；受控性越强，个体越认为行为由外界引起的，态度越焦虑和抑郁(Turban et al,",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "2007;Vansteenkiste et al.,2004)，所以本研究认为沿着\"自主性-受控性\"轴线，越靠近“自主性”的动机对担当作为行为的积极作用越强。当然，上述分类是否可以涵盖完整，本研究将结合深入的质性分析，反思理论可能存在的修正方向；并通过量化研究的方式，在统计的层面验证子研究2中提出的担当作为动机子类别的区分效度，并进一步分析、比较各类担当作为动机对担当作为行为的影响强度。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "最后，在子研究3中，本研究试图分析担当作为行为的前因机制。子研究2中，本研究提出了担当作为动机的不同子类别，而个体可能同时具有多种动机，在动机之后行为之前存在个体的主观整合和判断(Petkus,1996; Stets＆ Burke,2000)。因此在子研究3中，本研究以角色认同理论为基础，引入担当角色认同作为中介变量，关注不同类别担当作为动机的整合与内化。本研究认为，基层干部有着各自的担当动机，可能是担当偏好、担当价值观、担当认同、担当心安感和担当压力的一种或几种的组合，只是程度不同，各类担当动机会使个体形成关于担当作为的整合判断，将担当作为这一特征作为自身干部基层特征的一部分，形成担当角色认同，即将担当作为归为自己角色特征的一部分，产生主观自我定位。在此基础上，个体才进一步做出担当作为的客观行为。本研究将担当行为的动机到行为的过程细致化，提出了担当角色认同的中介作用，这也为研究未来精确基层干部担当作为的影响因素提供了着手点：影响因素的作用可能发生在中介的第一阶段，即担当角色认同的形成阶段，或第二阶段，即担当角色认同到担当作为行为产生的阶段。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "此外，本研究的子研究2关注的担当作为动机是基层干部的个体因素，但是个体行为的产生受到了个体因素和环境因素的影响(Parker&Collins,2010)。自主动机作为个体因素虽关键，但一时难以改变；而环境因素是影响动机，尤其是受控动机的关键(Deci& Ryan，2000;Deci&Ryan,2008)。因此，在子研究3分析担当作为行为的前因机制时，提出了组织因素作为环境变量的作用，具体关注组织担当氛围和组织担当要求。第一是组织因素对受控动机的影响。一方面，组织担当氛围是组织中整体的担当作为风气，本研究认为组织担当氛围越高，干部越能感受到担当作为是这个组织的公序良俗，如果不担当作为那么就配不上组织给自己提供的工作环境和待遇，产生羞愧和内疚，因此组织担当氛围有助于“内摄调节：担当心安感\"的产生。另一方面，如果组织提出担当作为的明确要求，并采取相应的奖惩措施，那么干部会趋利避害而产生担当的压力，因此组织担当要求有助于“外在调节：担当压力\"的产生。第二是组织因素与个体因素间的作用。由于受控动机与自主动机两者存在“动机排挤\"现象(Frey&Jegen，2001)，因此在子研究3中，本研究认为在组织担当氛围和组织担当要求会影响干部的受控动机的基础上，组织因素也会对个体的自主动机产生干扰，因组织担当氛围和组织担当而使受控动机的水平较高时，自主动机的作用也可能会减弱，此时由受控动机发挥主要的作用形成担当角色认同，最后产生担当作为。第三是在干部形成担当角色认同后组织因素的作用。本研究认为，组织因素作为环境因素会影响个体主观决定到客观实际行为的过程，组织担当氛围、组织担当要求水平越高，担当角色认同就越能产出实际的担当作为行为。具体地，当组织担当氛围水平较高时，具体担当角色认同的个体会意识到担当作为符合组织气氛，减少“冒尖\"的顾虑，更容易遵从主观决定做出担当行为；类似地，当组织担当要求水平较高时，具有担当角色认同的个体会意识到担当作为符合组织的要求，因此更有底气地遵从主观决定做出担当行为。总体而言，子研究3将本研究的视野向组织因素进行了扩展，尝试，从而丰富担当作为的前因机制研究。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "实践意义方面，基层干部担当作为研究呼应着党和国家的现实需要。当前促进基层干部的担当作为亟需有理有据，可操作的方案。一方面，本研究分析基层干部担当作为的内涵结构和测量可以为基层考评提供切实的参考，同时量化的考评可以为基层干部担当作为提供标杆和引领作用，为提高担当作为水平提供方向。另一方面，本研究关注基层干部担当作为的动机以及影响因素，可以理清担当作为的产生机制，关注何种因素有利于担当作为，何种因素可以影响担当作为，这对于基层干部的选拔和管理，尤其是行为激励有着重要的参考价值；研究基层干部担当作为的促进不仅有助于干部的精细化管理和激励，同时也是党和国家政策的贯彻执行，基层政府职能转变，为群众做实事的重要保障，具有重要的实践意义。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "致谢：感谢匿名审稿人的意见与建议！文责自负。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "白凌.(2018).为敢于担当的干部撑腰鼓劲．人民论坛,27(25),44-45.  \n陈斌.(2019)．让干部敢担当善作为．人民论坛,28(1),60-61.  \n陈家喜.(2018)．地方官员政绩激励的制度分析．政治学研究,34(3),74-82+130.  \n陈希.(2018)．新时代要有新担当新作为．社会主义论坛,33(8),4-6.  \n高晓兵.(2012)．领导干部要敢于担当．理论学刊,29(3), $_ { 4 - 8 + 1 2 7 }$   \n胡威，蓝志勇，杨永平.(2013).西部地区基层公务员学习意愿及其影响因素研究．公共管理学报,I1(4),68-77.",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "李庆霞.(2016)．领导干部敢担当、善作为的\"三个统一”理论探讨,33(4),123-126.",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "林志友.(2017)．论习近平的中国共产党人担当思想．社会主义研究,40(5),10-17.  \n刘昕.(2018)．身心俱疲的干部与仍不满意的群众——问题的症结及其破解之道．人民论坛,27(30),44-47.  \n梅赐琪，翟晓祯.(2018).“政绩出官\"可持续吗?——挑战晋升锦标赛理论的一个新视角．公共行政评论,11(3),7-27+209.  \n倪星，王锐.(2018).权责分立与基层避责：一种理论解释．中国社会科学,39(5),116-135+206-207.  \n唐任伍.(2018).“五个敢于\"是新时代干部担当精神的具体体现．人民论坛,27(8),12-14.  \n陶文昭.(2014).中华民族伟大复兴的历史担当——学习习近平同志关于担当精神的重要论述．中共中央党校学报,18(6),35-39.  \n万庄.(2018).关于完善干部激励约束和容错纠错机制的几点探讨．中国行政管理,34(10),86-89.  \n王长江.(2018)．构建敢于担当型干部评价体系势在必行．人民论坛,27(8),24-26.  \n王亚华，舒全峰.(2018)．脱贫攻坚中的基层干部职业倦怠：现象、成因与对策．国家行政学院学报，22(3),130-136+157-158.  \n吴德贵.(2018)．评价党员干部是否敢于担当的三个维度．人民论坛,27(8),16-18.  \n萧鸣政，王晨舟，吴万鹏，白增涛.(2015).“敢于担当\"型领导考评标准的实证研究：结构探索与量表编制.中国人力资源开发,29(5),42-49.  \n杨小军.(2018).以激励机制促干部作为 以容错机制保干部担当．人民论坛,27(26),40-41.  \n叶先宝，李纾.(2008).公共服务动机：内涵、检验途径与展望．公共管理学报,5(1),56-60+122-123.  \n于海波.(2018).敢于担当型干部评价体系构建的内容与方法．人民论坛,27(8),30-31.  \n张树旺，卢倩婷，JEFF WANG，黄晶.(2017)．论组织支持感对基层公务员敢于担当行为的影响——基于珠三角地区的调查数据．华南理工大学学报(社会科学版),19(4),88-99.  \n张书维,李纾.(2018)．行为公共管理学探新：内容、方法与趋势．公共行政评论,1I(1), $7 - 3 6 + 2 1 9$   \n张占辉.(2018)．新时代党员干部如何担当责任．人民论坛,27(35),46-47.  \n周黎安.(2017)．转型中的地方政府：官员激励与治理(第二版)．上海：格致出版社，上海三联书店，上海人民出版社.  \n竺乾威.(2015).政治生态变化中官员的公民身份认知回归．探索与争鸣,31(6),68-71.  \nAssadi,A.,& Lundin,M. (2O18). Stret-level bureaucrats,rule-following and tenure: How assessment tools areused at the front line of the public sector. Public Administration,96(1),154-170.  \nBozeman,B.,& Su, X. (2015). Public service motivation concepts and theory: A critique. Public AdministrationReview,75(5),700-710.  \nBrodkin,E.Z. (2Ol2). Reflections onstret-level bureaucracy: Past,present,and future.Public Administration",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Review,72(6),940-949. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Chen,C.A.,& Bozeman,B.(2O13). Understanding public and nonprofit managers' motivation through the lens of self-determination theory.Public Management Review,15(4),584-607. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Chen, C. A. Chen,D. Y.,& Xu,C.(2018). Applying self-determination theory to understand public employe's motivation for a public service career: An East Asian case (Taiwan).Public Performance & Management Review,41(2),365-389.   \nDeci，E.L.，& Ryan，R. M. (200O).The \"What” and \"Why”of goal pursuits: Human needs and the self-determination of behavior. Psychological Inquiry,11(4),227-268.   \nDeci,E.L.，& Ryan,R.M. (2Oo8).Facilitating optimal motivation and psychological wel-being across life's domains. Canadian Psychology,49(1),14-23.   \nFernandez， S.，& Moldogaziev,T. (2015).Employee empowerment and job satisfaction in the U.S. federal bureaucracy: A self-determination theory perspective. American Review of Public Administration，45(4), 375-401.   \nFrey,B.S.,& Jegen,R. (20o1). Motivation crowding theory. Journal of Economic Surveys,15(5),589-611.   \nGagliarducci,S.,Nannicini,T.,&Naticchioni,P. (2olo).Moonlighting politicians.JournalofPublicEconomics, 94(9-10), 688-699.   \nGrimmelikhuijsen, S.,Jilke,S., Olsen,A.L.,& Tummers,L. (O17). Behavioral public administration: Combining insights from public administration and psychology. Public Administration Review,77(1), 45-56.   \nHogg,M.A.,Terry,D.J.,& White,K.M. (1995). A tale of two theories: Acritical comparison of identitytheory with social identity theory. Social Psychology Quarterly,58(4),255-269.   \nHouston, D.J. (20oo). Public-Service Motivation: A multivariate test. Journal of Public Administration Research and Theory, 10(4), 713-728.   \nJacobsen, C.B.,Hvitved,J.,& Andersen,L.B. (2O14).Command and motivation: How the perceptionof external interventions relates to intrinsic motivation and public service motivation. Public Administration， 92(4), 790-806.   \nKuvaas,B.(20o9).A test of hypotheses derived from self-determination theory among public sector employees. Employee Relations,31(1), 39-56.   \nMatozzi, A.,& Merlo,A. (2Oo8).Political careers or career politicians?.Journalof Public Economics,92(3-4), 597-608.   \nParker, S. K.,& Colins, C.G. (2O10). Taking stock: Integrating and differentiating multiple proactive behaviors. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Journal ofManagement,36(3),633-662. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Pedersen,M.J.(2015).Activating the forces of public service motivation:Evidence from a low-intensity randomized survey experiment. Public Administration Review,75(5),734-746.   \nPerry, J.L.,& Wise,L.R. (1990). The motivational bases of public service.Public Administration Review, 50(3), 367-373.   \nPerry,J.L. (2Ooo).Bringing society in: Toward a theory of public-service motivation. Journal of Public Administration Research & Theory,10(2), 471-488.   \nPerry, J. L., Hondeghem,A.,& Wise,L.R. (201O). Revisiting the motivational bases of public service: Twenty years of research and an agenda for the future. Public Administration Review,7O(5),681-690.   \nPetkus,E.(1996).The creative identity: Creative behavior from the symbolic interactionist perspective. The Journal of Creative Behavior,30(3),188-196.   \nPrebble,M. (2O16). Has the study of public service motivation addressed the issues that motivated the study? The American Review of Public Administration. 46(3), 267-291.   \nRainey,H. G. (1982). Reward preferences among public and private managers: In search of the service ethic. American Review of Public Administration,16(4),288-302.   \nRiley,A.,& Burke,P.J.(1995).Identitiesand self-verification in the small group.Social Psychology Quarterly 58(2), 61-73.   \nRyan,R.M.,& Deci,E.L.(2Oo). Self-determination theory and the facilitation of intrinsic motivation,social development and well-being. American Psychologist, 55(1), 68-78.   \nStets,J.E.,& Burke,P.J. (2Ooo). Identity theory and social identity theory.Social Psychology Quarterly,63(3), 224-237.   \nTierney,P.,&Farmer,S.M. (2O2).Creativeself-effcacy: Itspotential antecedentsand relationship to creative performance. Academy of Management Journal, 45(6),1137-1148.   \nTurban,D.B.,Tan,H.H.,Brown,K. G.,& Sheldon,K.M.(20o7).Antecedentsand outcomes of perceived locus of causality: An application of self-determination theory. Journal of Applied Social Psychology，37(10), 2376-2404.   \nVandenabeele, W., Brewer, G. A.,& Ritz,A.(2O14). Past, present, and future of public service motivation research. Public Administration, 92(4),779-789.   \nVansteenkiste,M.,Simons,J.,Lens,W.,Sheldon, K.M.,& Deci,E.L. (2004). Motivating learning,performance, and persistence: The synergistic efects of intrinsic goal contents and autonomy-supportive contexts. Journal of ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Personality and Social Psychology,87(2),246-260. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Weske,U.，& Schott， C.(2016).What motivates diffrent groups of public employees working for dutch municipalities? Combining autonomous and controlled types of motivation. Review of Public Personnel Administration,38(4),415-430. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "How to drive street-level cadres to take charge? A study on measurements, motivations, and antecedents ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "GUO Shenghao ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(School ofManagement,Lanzhou University,Lanzhou 73oooo,China) ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Abstract: That street-level cadres take charge and live up to their responsibility is essential to the function transition and performance of public duties of grass-root government. Against this backdrop, however, some critical questions are pending in the literature. For instance,what are taking charge behaviors and how should we measure them? What are the motivations underlying those behaviors? Are there any contingencies for those behaviors and how to effectively promote them? The present project aims to answer these questions. First, in view of the behavioral public administration perspective,we wil clarify the dimensions of taking charge behaviors and develop an assessment tool. Second，we draw on the self-determination theory and investigate a controlled-autonomous motivation spectrum underlying the taking charge behaviors. This approach departs from the previously established altruism perspective and the dichotomy of internal and external motivation. Additionally, this project wil extend the literature by delving into taking charge role identity as a key mechanism linking autonomous/controlled motivations to taking charge behaviors and by exploring personal/situational contingencies for the process. In other words,the present project elucidates how and when autonomous/controlled motivations translate into taking charge behaviors. This empirical project has significant implications for assessing, managing and promoting taking charge behaviors of street-level cadres. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Key words: public organizational behavior; taking charge; taking charge role identity; behavioral motivation; street-level cadres ",
        "page_idx": 18
    }
]