[
    {
        "type": "text",
        "text": "Quantifying the sequence-function relation in gene silencing by bacterial small RNAs ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yue Haoa1,ZhonggeJ.Zhangb,1,David W.Ericksond,Min Huang,Yingwu Huange,Junbai Lif,Terence Hwabc2, and Hualin Shia,2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ititutes ioloiad ind Department of Biological Sciences and Biotechnology,Tsinghua University,Beijing10084,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Editdbyds January 13,2011) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sequence-function relations for small RNA (sRNA)-mediated gene silencing were quantified for the sRNA RyhB and some of its mRNA targets in Escherichia coli.Numerousmutants of RyhB and itstargetswere generated and their in vivo functions characterized at various levelsof targetand RyhB expression.Although a core complementary region is required for repressionby RyhB,variations in the complementary sequences of the core region gave rise to a continuum of repression strengths,correlated exponentially with the computed free energy of RyhB-target duplex formation.Moreover,sequence variations in the linker region known to interact with the RNA chaperone Hfq also gave rise to a continuum of repression strengths,correlated exponentially with the computed energy cost of keeping the linker region open.These results supportthe applicability of the thermodynamic model in predicting sRNA-mRNA interaction and suggest that sequences at these locations may be used to fine-tune the degree of repression. Surprisingly,a truncated RyhB without the Hfq-binding region is found torepressmultiple targets of the wild-type RyhB effectively,both in the presence and absence of Hfq, even though the former is required for the activity of wild-type RyhB itself.These findings challenge the commonly accepted model concerning the function of Hfq in gene silencing—both in providing stability to the sRNAs and in catalyzing the target mRNAs to take onactive conformations— and raise the intriguing question of why many endogenous sRNAs subject their functions to Hfq-dependences. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "gene regulation 丨noncoding RNA丨posttranscriptional control | quantitative biology丨RNA interaction ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A significant development in gene regulation in the past decade is a growing appreciation of the complex roles that small regulatory RNA (sRNA) can play in coordinating gene activities in bothprokaryotesand eukaryotes (1-3).In Escherichia coli,approximately 8O sRNA geneshave been identified(3).There exists by now a basic understanding of the molecular components and mechanisms involved,at least for a major class of bacterial sRNA that acts in trans through base pairing (4-15).Recent theoretical and experimental studies have further revealed unique functional features of sRNA-mediated gene regulation (9,16-20): because of the stoichiometric mode of target inactivation, sRNAmediated regulation exhibits an abrupt and sensitive response to input signals while being robust to stochastic fluctuations. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "How is this mode of regulation encoded in the molecular sequences of the sRNA and its targets?In the case of transcriptional regulation,a great deal is known quantitatively about the interaction between a DNA binding sequence (operator) and its cognate transcription factor(TF) and the regulatory consequences ofthis interaction: similarity of the operator to its“consensus sequence” determines its binding affinity to the cognate TF(21-24), and the latter in turn affects the rate of transcriptional initiation (25).Such knowledge,obtained by quantitative experimental studies ofa few exemplary TFsdecadesago (21-23),led to the laterdevelopment of powerful bioinformatic approaches for the discovery of TF binding sites from genomic analysis (26),quantitative analysis of transcriptional regulation for complex promoters and even realistic modeling of promoter evolution (27,28). Knowledge of sequence-function relation for sRNA-mediated gene regulation could lead to similar progress in bioinformatic identification of sRNA genes and their targets,in quantitative modeling of sRNA-mediated genetic circuits and their evolution. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Such sequence-function relation has been characterized to some extent for the best-studied class of bacterial sRNAs involvingtheRNA chaperon Hfq(1,29).Members of thisclass include OxyS(4,30),DsrA(5,31),RyhB (6,32),Spot42(7),SgrS (8,13),MicC(10),MicA(11),and MicF(12).Common structural features of these sRNAs include one or more target interaction regions,each contained in a hairpin loop,an unstructured Hfqbinding linker region,and a Rho-independent terminator at the $3 ^ { \\prime }$ end (1). Hfq binds to many mRNAs and sRNAs (33). It is known to protect some sRNAs and mRNAs from rapid degradation (11,32,34) and stimulate the interaction between various sRNAs and their targets (13,30,35,36).Much work has gone into defining the interaction region of the sRNA,usually complementary to the translation initiation regions of the targets(1,3, 29),although pairings in the coding sequence have also been reported recently (37,38).Extensive in vivo characterization of sequence-function relation was performed on the repression of ptsG mRNA by the sRNA SgrS in response to sugar phosphate stress (13,39). Scanning by single base substitution throughout the interaction region, a core interaction region consisting of six bases was identified to be required for exerting repression function(13),whereasreplacement of bases flanking the core hardly affected repression (39).Similar results were echoed by studies in other systems (5,10,37,38). Compared with the interactionregion,the Hfq binding region has not been as extensively characterized, other than its preference forAU-rich sequences (30,40). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Among the existing studies characterizing the sequencefunction relation, most have been done at a qualitative level (i.e., whether a certain sRNA sequence repressed its targets).On the other hand,the threshold-linear response of sRNA-mediated regulation depends quantitatively on the energetics and kinetics of the sRNA-target interaction (16,18),specified through the RNA sequences.Quantitative knowledge of the sequencefunction relation may therefore lead to another layer of appreciation of how the sRNA systems work in vivo. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In this study,we took a first step toward quantifying the in vivo sequence-function relation, focusing on the regulation of sodB expression bythe sRNARyhB in $E$ coli.RyhB,expressed under low $\\mathrm { F e } ^ { 2 + }$ conditions and central to the iron homeostasis control (41),is one of the best-characterized members of the Hfqdependent class of sRNA(1).sodB mRNA,encoding a superoxide dismutase expressed under the condition of high $\\breve { \\mathrm { F e } } ^ { 2 + }$ level, is one of the most prominent targets of RyhB (32,41).To quantify the sequence determinants of RyhB-sodB interaction,we generated a large number of targeted mutants in both the interaction region and the Hfq-binding region and characterized the interactions of the mutants quantitatively using translational sodB-gfp fusion constructs,expressed under the control of a titratable promoter (16).The sequence-function relations obtained were then further correlated with the energetics of RyhB-sodB interaction through RNA secondary structure analysis.A plethora of results were obtained, including the graded nature of RyhBsodB interaction, tunable by the composition of complementary sequences in the core interaction region and by the composition of the Hfq-binding region. Surprisingly,a truncated RyhB without the Hfq-binding region is found to be sufficient to repress targets of the wild-type RyhB,both in the presence and absence of Hfq. Implications of these results are discussed. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RyhB has a distinct secondary structure consisting of three hairpinloops with the Hfq-binding linker (Fig. S1, Upper).The loop regions mediate interaction with different mRNA targets (1); Fig. S1 shows an example of the core contacts (red nucleotides) between RyhB and its most prominent target, the $5 ^ { \\prime }$ region of the sodB mRNA (32,41). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To elucidate the sequence determinant of RyhB-sodB interaction,we generated mutations of RyhB and sodB in their respective control regions (SI Materials and Methods） and examined their effects on the repression of sodB expression using astrategy introduced earlier by Levine et al. (16).To quantify the degree of repression, we fused the $5 ^ { \\prime }$ UTR of each mutated sodB along with its first 11 codons,including the entire control region of sodB mRNA(Fig. S1), to the $5 ^ { \\prime }$ end of the $g \\phi p$ structural gene.The resulting fusion gene was incorporated into the pZE12S-series plasmid under the control of a synthetic $\\mathrm { P } _ { L l a c - O I }$ （20 promoter inducible by isopropyl $\\beta$ -D-thiogalactoside (IPTG). Analogously,each mutated ryhB gene was incorporated into the pZA3iR-series plasmid under the control of a synthetic $ { \\mathbf { P } } _ { L T e t - O I }$ promoter inducible by anhydrotetracycline (aTc). $\\mathrm { p } Z \\mathrm { E } 1 2 \\mathrm { S } \\#$ and pZA31R# plasmids,harboring specific combinations of RyhB mutant and sodB mutant,respectively,were subsequently transformed into $E$ ：coli ZZS0O cells derived from K-12 BW25113, harboring constitutive expression of the regulators TetR and LacI and with the native ryhB gene deleted (16).In some cases we incorporated a $\\mathrm { P } _ { L T e t - O I }$ -drivenryhB or its mutant chromosomally and monitored their effects on the endogenous targets of RyhB using quantitative real-time PCR.Tables S1-S3 contain a summary of all of the strains,plasmids,and primers used.The sequence fragments corresponding to the various mutants of ryhB and sodB are listed in Tables S4-S6. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Graded Tuningof Repression.Expression of the sodB-gfp fusion was quantified for each strain during exponential growth in glucose minimal medium containing varying levels of the inducers and appropriate antibiotics.First,we characterized the effect of a series ofRyhB derivatives onIPTG-induced expression of thewildtype sodB-GFP.These derivatives (expressed in strains ZZS00-R1 to ZZSoo-R11 and referred to as R1 to R11 for brevity),contain one to three mutations in positions corresponding to the middle hairpin of the wild-type RyhB structure (nucleotide positions 32 through 56) (Fig. S1 and Table S4).The fold-repression, defined as the ratio of sodB-GFP expressions obtained at O and $1 0 ~ \\mathrm { { n g / m L } }$ aTc with $1 \\mathrm { m M }$ IPTG, is shown in Fig.1A (data in Table S7) for eachstraincharacterized.The resultsare clearlydivided into two groups:a few derivatives (R6,R7,R9) gave ${ \\approx } 1 0$ -fold repression, similarto the wild-typeRyhB(W),whereas the resthardlyshowed anyresponse.Inspection of the sequences(Table S4) reveals that none of the RyhB derivatives maintaining strong repression has any alteration of the core interaction region (red nucleotides in Fig. S1),whereas the ones showing no repression all have at least one substitution within the core.These results demonstrate that functional RyhB-sodB interaction can be disrupted by a single point substitution in the core (e.g.,R1 and R5).We further verified that a single point substitution in the complementary region of sodB made it nonresponsive to wild-type RyhB,whereas compensating mutation restoring sequence complementarity restored repression (Fig. S2). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To determine whether complementarity of the core interaction region is sufficient for repression,we generated a second group of mutations (strains ZZS00-C1 through ZZSoO-C15,referred to as C1-C15) consisting of all 15 point substitutions at the two positions immediately $5 ^ { \\prime }$ to the start codon of sodB (indicated by the black box in Fig. S1), together with the complementary mutations at the corresponding RyhB positions (sequences listed in Table S5). These two positions were chosen because they do not overlap the known functional sites of sodB (i.e., the upstream Shine-Dalgarno sequence and the downstream start codon),which might significantly affect the translational efficiency of the sodB-gfp mRNA in waysunrelated to the sRNA.Surprisingly, the C-mutants showed a continuum degree of repression (Fig. $1 B$ ),between1-and 10-fold.Thus,even for perfectly complementary core sequences, significant differences in expression can be easily generated through choices of the complementary bases.This differential expression is unlikely to be due to differences in the expression levelsof theRyhBmutants,because mostofthe characterized mutants expressed at levelswithin two to threefold of the wild type,without noticeable correlation to the repression effects they exerted (Fig. S3,with data in Table S8). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Energetics of the RyhB-sodB Interaction.The role that the energetics of RNA interaction may play in defining the regulatory properties of the sRNAs is not known,although the energetics is often used as a component in guiding bioinformatic searches of sRNA targets (42).To determine the extent to which the observed changes in sodB-GFP expressionmaybe accounted for by the thermodynamics of RNA-RNA interaction,we computed the free energy of duplex formation, $\\Delta E$ ,definedasthe_difference between the free energy of the RyhB-sodB duplex $\\left( E _ { \\mathrm { d u p l e x } } \\right)$ and the sum of the self-binding free energy of RyhB and the sodB control region $( E _ { \\mathrm { R y h B } }$ and $\\mathbf { \\bar { \\mathbf { E _ { s o d B } } } }$ ，respectively） for each mutant RyhB-sodBpair( $\\mathbf { \\sigma } _ { \\mathrm { S } I }$ Materials and Methods).The results are listedin Table S9. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We investigated possible correlations between this duplex formation energy and the measured fold-repression for the various mutants characterized.Out of the 15 mutants in the C-series several were found to have reduced expression levels with altered ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A B C   \nosdep R-mutants 5uoseip Wmutants e C-mutants p\\*|+1 2 四 OR-mutants ? 8 4 0 1111 30⑤ @② H BRP B2 13 -1△E（kca/l)-5 -3 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "self-binding energy even in the absence of RyhB (Fig.S4,with data in Table S1O). This may be attributed to alternative secondary structures of the sodB mRNA formed in the vicinity of the start codon (Fig. S4)，and the corresponding mutants were dropped from further analysis.The remaining nine sodB mutants exhibited expressionvery similarto that of thewildtype in the absence of RyhB.Their interactions with the complementary RyhB mutants were examined by plotting the duplex formation energies $( \\Delta \\mathrm { E } )$ with the degrees of repression (red and black circles in Fig.1C).A clear exponential correlation (solid black line)is revealed, according to the form $e ^ { - \\beta \\Delta E }$ with $\\beta ^ { - 1 } { \\approx } 1 . 9 \\ \\mathrm { k c a l / m o l } .$ In contrast,no correlation is apparent between fold-repression and the other energy parameters of the system (Fig. S5). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We next consider the $\\mathrm { ~ \\bf ~ R ~ }$ -mutants.The duplex formation energies of these RyhB mutants with the wild-type sodB are listed in Table S9,and the correlation of these energies with the foldrepression of sodB-GFP expression measured in Fig.1A are shown as the green circles in Fig.1C.The three mutants withlarge fold-repression all have negative $\\Delta \\mathrm { E }$ values below that of the wild type,consistent with the exponential correlation observed for the C-mutants (solid black line in Fig.1C).However, the other Rseries mutants (which contained at least one substitution in the core interaction region,as shown in Table S4) gave no repression regardless of their duplex formation energies (dashed black line in Fig.1C).Taken together,these results indicate that thermodynamic binding strength isa predictor of sRNA functionality only if sequence complementarity in the core interaction region is uninterrupted. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Correlation of the Interaction Parameter with Interaction Energy.For the mutant pairs showing exponential correlation between foldrepression and duplex formation energy (red circles in Fig.1C), the dependence on energy is surprisingly weak compared with whatwould be naively expected (dotted black line in Fig.1C) on the basis of the Boltzmann distribution of equilibrium thermodynamics at $3 7 ^ { \\circ } \\mathrm { C }$ .One possible cause of this discrepancy is that fold-repression does not directly reflect the strength of the sRNA-mRNA interaction. It was shown by Levine et al. (16) that gene expression regulated by noncatalytic sRNA exhibited a nonlinear,“threshold-linear”response.Specifically,formRNA and sRNA transcribed at rates $\\alpha _ { \\mathrm { m } }$ and ${ \\bf { \\alpha } } \\propto _ { \\mathrm { { s } } }$ ,respectively, the output is expected to follow the form ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\nm = \\frac { 1 } { 2 \\beta _ { m } } \\bigg [ \\left( \\alpha _ { m } - \\alpha _ { s } - \\lambda \\right) + \\sqrt { \\left( \\alpha _ { m } - \\alpha _ { s } - \\lambda \\right) ^ { 2 } + 4 \\lambda \\alpha _ { m } } \\bigg ] ,\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where $\\lambda$ is a“leakage”parameter describing the rate that the mRNA isnot codegraded with the regulatory sRNAbutby sRNAindependent basal mechanisms.According to thermodynamics, we expect $\\lambda$ to be inversely related to the sRNA-mRNA binding constant, such that $\\lambda \\propto e ^ { \\Breve { \\Delta E } / k _ { B } T }$ ,where $k _ { B } T { \\approx } 0 . 6 2 \\ \\mathrm { k c a l / m o l }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The parameter $\\lambda$ can be inferred for each mutant strain.To do so,we characterized the expression levels of sodB-GFP at various IPTG levels with aTc at either O or $1 0 ~ \\mathrm { { n g / m L } }$ for a number of Cmutants (Fig.2A).Following the analysis of ref.16,we took the measured GFP expression with/without RyhB expression to be proportional to $m$ and $\\alpha _ { m }$ respectively.We then fitted the expression data to Eq.1, using a single parameter ${ \\bf \\alpha } _ { { \\bf { \\alpha } } } \\mathbf { \\alpha } _ { \\mathbf { { \\alpha } } }$ (characterizing the degree of sRNA expression) for all of the strains and a straindependent $\\lambda$ (Table S11).The best-fit curves shown in Fig.2A describe the expression data well.Plotting the deduced values of $\\lambda$ with the duplex formation energies $\\varDelta E$ again reveals an exponential correlation, $\\lambda \\propto e ^ { \\beta \\Delta E }$ ,with $\\mathrm { \\ddot { \\beta } } ^ { - 1 } { \\approx } 1 . 3 \\mathrm { \\check { k } c a l / m o l }$ (solid black line in Fig.2B).The result is,however,still substantially different from the thermodynamic expectation (dotted black line). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Effect of the Hfq-Binding Region.We next examined the effect of mutated sequences in the Hfq-binding region on the function of RyhB.Hfq is required for gene silencing byRyhB (6,35),and the AU-rich linker region that Hfq binds to has been used as a cue in ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A coreeedeeeeeses 20 8880 B 50   \nn 入 20105 21 15 1 0.5   \n0 5 10 15 20 -13 -12-11-10-9 -8   \nPromoteractivity(105RFU/OD/hr) △E(kcal/mol) ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "the bioinformatic search of sRNA genes (43,44).We generated the H-series mutants (H1-H19) by varying the 12 bases at positions 57-68 of RyhB,which are shown as the blue bases between the second and third hairpin in Fig. S1; the sequences are given in Table S6.The expression levels of a number of H-mutants were characterized and found comparable to the wildtype RyhB (Fig. S3).The effects of these mutants on the expression of the wild-type sodB-GFP reporter were characterized next.Because the mutated linker region is involved in RyhB-Hfq interaction but away from the region where wild-type RyhB interacts with its targets,one might expect differences in sodBGFP expression to reflect primarily functional effects of the RyhB-Hfq interaction,including the known effect of Hfq on RyhB stability (32,34) and possibly also the proposed effect of Hfqon RyhB-sodB interaction (35).As shown in Fig.3A,the H-mutants exhibited ${ > } 1 0$ -folddifferenceintheirabilitiestorepress the target sodB-gfp (at $1 \\ \\mathrm { m M }$ IPTG induction).Foldrepression for most of the mutants correlated exponentially with the energy cost $( \\Delta E _ { \\mathrm { l i n k e r } } )$ of keeping the linker region open (data in Table S12, SI Materials and Methods gives the definition and calculation of $\\Delta E _ { \\mathrm { l i n k e r . } }$ ).This finding is consistent with the expectation that RyhB function requires the binding of Hfq to the linker region,because the accessibility of the linker region (and hence the association of the Hfq to the linker) is expected to be anexponentially decreasing function of $\\Delta E _ { \\mathrm { l i n k e r } }$ according to thermodynamics. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "It is interesting to examine the mutants deviating from the exponential correlation.In principle,with enough mutations in the linker region the secondary structure of the molecule can be significantlyaltered,making its functionuncorrelatedto the accessibility of the linker.The effect is likely to reduce the activity of the mutant,because the altered structure may not have its interaction region exposed; additionally,unprotected RNAs are known to degrade rapidly (32,34).It is therefore rather intriguing to find a mutant (H11) that repressed sodB-GFP even more strongly than the wild type,despite a rather high linker opening cost. This mutant(RyhB-rh11) has five substitutions in thelinker region (Table S6).Inspection of its minimal free energy structure (Fig.3B) reveals that indeed its secondary structure may be significantly altered,with the linker region predicted to base pair with the first hairpin (positions 21-3O) of the wildtype RyhB structure (Fig. S1).Interestingly, the interaction region of this mutant (red bases in Fig. $3 \\bar { B }$ ）remains open in the minimal free energy structure despite significant rearrangement of the structure elsewhere.The high abundance of the H11 mutant (Fig. S3) and its ability to repress target expression raise questions regarding the necessity of an accessible linker region. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A 10 00000 G   \nrorsseedeepgon W GA GC O H-mutants 90 1 201015 ? 1008 1 RyhB-rh1 ③ C 物 G 3 中 8 (13.7x) ⑤- 9 ? 60 4OA 上 1 1 0 2 4 6 8 10 △Elinker (kcal/mol)   \nA r prnge ernag 3 G65060 1 40 D 47 1 0.3 3'-Uuuu-AUU AA-5' 0.1 20 G GC RyhBt A 0.03 RyhBRyhBt RyhBRyhBt hfq hfq   \nwrpangetn 3 rpngeerae 3 hfq+ hfq   \n0.3 0.3   \n0.1 0.1   \nR RyhB ++ + + ++ = ++ + + ++ + + ■ ++ - + + = ++ - - + ++ + +   \nRyhBt = ++ ++ + + ++ ++ ++ ++ = - ++ sodB fumA sdhD SucA sodB fumA sdhD SucA ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Function of the Truncated RyhB.We performed experiments to test the necessity of the Hfq-binding region in mediating RyhB's function.A truncated RyhB mutant (RyhBt)was constructed, removing the entire linker region (position 57-68) as well as the first hairpin (position 1-31) from the wild-type structure shown in Fig. S1.We chose this sequence because a minimal free energy structure of this sequence (Fig.4A),consisting of the second hairpin (positions 32-56) of the wild-type structure with the exposed interaction region (red bases） followed immediately by the Rho-independent terminator (positions 69-9O),preserves the core interaction part of RyhB.We incorporated RyhBt into the pZA31 plasmid (pZA31Rt）and characterized its effect on the expression of wild-type sodB-GFP in strain ZZSOO-Rt. RyhBt is seen to exhibit strong repression,at levels comparable to the effect of wild-type RyhB in strain ZZSoo-W,across the range of target expression (Fig. S6).Thus, the linker region seems to be dispensable for the repressive effect of RyhB on sodB-GFP. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To determine whether this surprising effect persists at lower levels of RyhBt expression,we constructed strains ZZSoR and ZZSOT,harboring chromosomally encoded ryhB and ryhBt,respectively,both driven by the $\\mathbf { P } _ { L t e t - O I }$ promoter (Table S1). The expression levels of RyhB and RyhBt under full aTc induction are found to be comparable as characterized by quantitative real-time PCR (blue and red bars in Fig. $4 B$ ).We next used quantitative realtime PCR to quantify the effect of RyhBt on the expression of sodB,fumA,and sdhD,which are all well-established endogenous targets ofRyhB (6).As shown inFig.4C,RyhBt repressed these targets 20-fold,i0-fold,and 5-fold,respectively (red bars)；the degrees of repression in fact exceeded those of the wild-type RyhB (blue bars) for each target.As a negative control, neither RyhB nor RyhBt repressed the expression of sucA,which is in the same operon as sdhD but is not known to be a target of RyhB. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We further tested the role of Hfq in mediating repression by RyhB and RyhBt，using strains ZZSORq and ZZSOTq，respectively, both of which contain hfq deletion (Table S1).As expected(6,32,34),RyhB exhibited no repression effect to any of the tested targets in hfq- background (green bars in Fig. $4 D$ ） However,RyhBt remains active (black bars),repressing each of the RyhB targets but not the nontarget sucA,at a similar level as that found in hfq+ background (red bars in Fig.4C).Quantitation of thelevelsofRyhBandRyhBtreveals thatin hfq-background,RyhBt remained expressed at the same level,but the level ofRyhBdropped significantly compared with that in hfq background (Fig. $\\bar { 4 } \\bar { B }$ ,black and green bars).The latter is consistent with the known instability of RyhB in hfq-background (32,34),whereas the former reaffirms the observed activity of RyhBt in hfq- background. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Predictive understanding of the sequence-function relation is one of the grand challenges of systems biology.In the case of transcriptional control,a great deal is understood owing to quantitative molecular studies of protein-DNA interaction pioneered by von Hippel and collaborators (21).Even though such sequence-function relations were established only for a few exemplary systems (21-23)，firm knowledge on these systems stimulated a large body of later computational work to identify and characterize TF binding sites across the genomes of organisms in the postgenome era (26). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In this work,we intended to probe a similar sequence-function relation for the interaction between sRNAs and their targets using an exemplary sRNA-mRNA system in vivo.We chose RyhBand sodB of $E$ 、coli,both well characterized at the molecular and biochemical levels.Three series of mutants were generated: the R-series featuring mutants of RyhB in the vicinity of the core interaction region, the C-series featuring mutated but complementary sequences of RyhB and sodB-gfp translational fusion within the core interaction region,and the H-series featuring RyhB mutants in the Hfq-binding linker region (Fig. S1). For each mutant series,we characterized the expressions of a selected number of mutants (Fig. S3) and quantified the activity of each mutant on target expression using sodB-GFP reporters. The gene expression levels were then correlated to various energetic characteristics calculated according to the available RNAfolding algorithms. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Sequence Dependence of sRNA Function. The R-mutants showed that one or more mismatches in the core interaction region of RyhB resulted in the complete loss of its repression on sodBGFP expression,whereas point substitutions in the immediate vicinity of the core may have no effect on repression (Fig.1A). The lost function due to mutation in the core of either RyhB or sodB can be restored by complementary changes in the target sequence (Fig.S2).These findings reinforce earlier results on the SgrS-ptsG system by Aiba and collaborators (13,39).In the present study,we find additionally that when the core sequence is_ perturbed, sRNA-mRNA binding energy is not a good predictor of functionality (green symbols in Fig.1C). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The C-mutants surprisingly exhibited a continuum of repression.It is generally believed that a complementary core along with other supplemental features of the sRNA(e.g.,a hairpin and anHfq binding region） is sufficient to silence its target mRNA (1).Our results suggest instead that the identities of the complementary core nucleotides can be used to tune the strength of sRNA-mRNA interaction over a relevant range.For example, strain C8,containing a single pair of changes (C:G to A:U) compared with the wild type,exhibited onlya twofold repression compared with 8.5-fold repression by the wild type. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Energetics of RNA-RNA Interaction. The difference between C:G and A:U_pairing suggests a role exerted by the pairing energy between RyhB and sodB.The computed free energy of the RyhBsodBduplex formation,a key intermediate inRyhB-mediated repression (32,35),exhibitsaclear exponential correlationwith the fold-repression of the corresponding RyhB-sodB pair (Fig.1C, red circles and solid black line).The exponential dependence is qualitatively consistentwith the expectation that the RyhB-sodB interaction is dominated by the thermodynamics of RNA binding. However,the slope of the solid black line describing the exponential dependence is much smaller than that expected of the Boltzmann distribution at $3 7 ^ { \\circ } \\mathrm { C }$ (Fig.1C, dotted black line). To further characterize the energy dependence,gene expression was characterized more quantitatively for a number of the C-mutants to quantify the interaction parameters (Fig. 2A).The results (Fig.2B) still exhibited an exponential correlation (solid black line)and still deviated significantly from the Boltzmann distribution (dotted black line)，which would be expected for an interaction driven by the thermodynamics of base pairing. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The quantitative discrepancy between the observed energy dependence of interaction is rather surprising from the perspective of molecular biophysics but is quite reasonable from the biological perspective.According to the Boltzmann distribution, there would be a 1O-fold change in interaction for every $1 . 5 \\mathrm { k c a l } / \\$ mole increase in the duplex formation energy.This would be a verylargechange:the smallest energydifferencebetween two nucleotide pairings (e.g.,from A:U to U:A) already involves 1 kcal/mole difference in binding energy (45). On the other hand, with the observed correlations,the degree of repression can be tuned over the functionally relevant regime (10- to 2O-fold) from the choices of multiple base pairings. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The origin of the discrepancy from the Boltzmann form of energy dependence is not understood.It could be that the RyhBsodB interaction was not describable by thermodynamics in vivo, in which case,however, the existence of the exponential correlation with equilibrium energy values would be perplexing. Another possibility is that the energy values used in RNA folding calculations,obtained from in vitro experiments,were systematically overestimated.In fact,in a few studies in which the results of RNA folding calculations can be compared directly to in vivo activities studied (46-48),a systematic two- to threefold overestimation of RNA binding energies has been reported. This may account for the discrepancies we observed,because the differences in the slopes of the dotted and solid lines in Figs. $1 C$ and $2 B$ are also two- to threefold. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Role of Hfq and Hfq-Binding Sequence. The H-mutants show that gradual tuning of the degree of repression (from1- to 2O-fold) can also be realized by changing the bases in the linker region (Fig. 3A),away from the hairpin involved in interaction with the targets.The exponential correlation of the fold-repression with the computed energy cost of opening the linker region is consistent with the notion that the binding of Hfq to the linker region is necessary for RyhB-sodB interaction.Regardless of the possible causes (see below), the gradual dependence of the degree of repression on the linker sequence provides another means to finetune the interaction.We note that tuning of the interaction strength by base changes in the linker region may bea more evolvable strategy compared with base changes in the interaction region (C-mutants),because the latter requires changes in both the sRNA and the mRNA,possibly even changes in multiple targets if the same base-pairing region is used for different targets. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Puzzling behavior exhibited by the mutant H11 led us to construct the truncated RyhB mutant,RyhBt,whose structure is expected to contain a hairpin with the open interaction region (Fig.4A). Characterization of the functional effect of RyhBt, both the plasmid and chromosomally encoded versions,led to anumber of surprises:first,direct characterization ofRyhB and RyhBtlevels(Fig.4B) establishesthatthelevel ofRyhBt,which is comparable to that of RyhB in the wild-type background,is independent of Hfq.Thus,it is the Hfq-binding region that makes the wild-type RyhB unstable in hfq-strain.This finding is consistent with the knowledge that the AU-rich linker sequence is also the binding target of RNaseE, which degrades RNAs (32, 34),and the notion that the binding ofHfq to this region protects the RNA from cleavage.Without this RNaseE binding sequence, apparently protection by Hfq is not necessary,at least for RyhB. Second, the Hfq-binding region of RyhB is apparently not needed for function (Figs.4 $C$ and $D$ ).Evenin the presence of Hfq,where both RyhB and RyhBt can function,RyhBt is found to repress the endogenous RyhB targets† more strongly than RyhB itself for all of the cases studied (Fig. 4C),even though the expression levels ofRyhB and RyhBt are comparable (Fig.4B). Although the dependence of wild-type RyhB's function on Hfq is wellknownand attributed to the higher turnover rate ofRyhB in $h f q ^ { - }$ strain (32),it is remarkable that RyhBt repressed the endogenous RyhB targets to the same degree with or without Hfq (Fig. $4 C$ and $D$ ).InVibriocholerae,the sRNA $\\mathrm { V r } \\mathrm { A }$ was shown to reduce the level of its target OmpA in hfq-background when overexpressed,although the degree of repression was weaker than that in ${ h } { { f } { q } ^ { + } }$ background (49).Recently,it was also shown that positive regulation of the rpoS mRNA by the sRNA DsrA occurred in the absence of Hfq when DsrA was overexpressed (50).These findings led to the views that Hfq might not be essential under high concentrations of sRNA(3,5O) or under conditions whereby the sRNA and its target could form a stable complex on their own (5O).In the case of RyhBt,we see that overexpression of the sRNA is not even necessary. The dependence of sRNA-mediated gene silencing has been reported for many sRNAs studied and has been used as a defining feature of this class of sRNAs (29).Because the activity ofRyhBt does not require Hfq,obvious questions are raised concerning the necessity and function of the linker region (and consequently the reliance on Hfq) in these Hfq-binding bacterial sRNAs. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The independence of RyhBt's function on Hfq has another strong implication.It has been established in vitro that Hfq modifies the secondary structure of sodB by opening up the RyhBbinding region (35),and it is commonly assumed that this effect is important for RyhB repression on its targets in vivo.Enhancement of base pairing between sRNAs and target mRNAs by Hfq hasalso been shown in numerous other cases of sRNA-mediated repression, including Spot42-galK(7),MicA-ompA (11),SgrSptsG(13),and OxyS-fhlA (3O).Together, these results project a model in which Hfq functions as a RNA chaperone mediating sRNA-mRNA interaction.Our results show that,at least for sodB,fumA,and sdhD,Hfq-target interaction is not necessary for repression by RyhBt. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "MaterialsandMethods ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Strainsand Plasmids.We constructed a series of reporter systems to quantify the RyhB-sodB interaction as in ref.16.Experiments were performed in ZZS00 cells (16).Two types of plasmids,one carrying ryhB or its mutant (pZA31R#)and the other carrying the translational fusion of sodB (or its mutant) with the reporter gene gfpmut3b (pZE12S#),were transformed into ZZSOO to generate three series of mutant strains ZZSoo-R#,ZZSoo-C#,and ZZSOO-H# (Table S1). In some cases, the wild-type ryhB and the truncated ryhB (ryhBt) in respective pZA31R and pZA31Rt plasmids were integrated into the ryhB locus of the chromosome. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Medium,Growth,Measurements.The ZZSoO cells carrying the appropriate plasmids were grown to mid-log phase in M63 minimal media at $3 7 ^ { \\circ } \\mathsf C$ with $0 . 5 \\%$ glucose and the appropriate antibiotics.The cells were diluted (1:250) ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1.Gottesman S (2004) The small RNA regulators of Escherichia coli: Roles and mechanisms.Annu Rev Microbiol 58:303-328.   \n2.Flynt AS,Lai EC (20o8) Biological principles of microRNA-mediated regulation: shared themes amid diversity. Nat Rev Genet 9:831-842. 3.Waters LS,Storz G (2009) Regulatory RNAs in bacteria.Cel/136:615-628. 4.Altuvia S,Weinstein-Fischer D,Zhang A,Postow L,Storz G(1997)A small,stable RNA induced by oxidative stress: Role as a pleiotropic regulator and antimutator. Ce/ 90: 43-53. 5.Majdalani N, Cunning C, Sledjeski D,Elliott T, Gottesman S (1998) DsrA RNA regulates translation of RpoS message by an anti-antisense mechanism,independent of its action as an antisilencer of transcription.Proc Natl Acad Sci USA 95:12462-12467. 6.Massé E, Gottesman S (20o2)A small RNA regulates the expression of genes involved in iron metabolism in Escherichia coli.Proc Natl Acad Sci USA 99:4620-4625. 7.Moller T,Franch T,Udesen C,Gerdes K,Valentin-Hansen P (2002) Spot 42 RNA mediates discoordinate expression of the E.coli galactose operon. Genes Dev 16: 1696-1706.   \n8.Vanderpool CK,Gottesman S (2oo4) Involvement of a novel transcriptional activator and small RNA in post-transcriptional regulation of the glucose phosphoenolpyruvate phosphotransferase system.Mol Microbiol 54:1076-1089.   \n9.Lenz DH,et al.(2004) The small RNA chaperone Hfq and multiple smal RNAs control quorum sensing in Vibrio harveyi and Vibrio cholerae.Cell 118:69-82.   \n10.Chen S, Zhang A,Blyn LB,Storz G (2004) MicC,a second small-RNA regulator of Omp protein expression in Escherichia coli.J Bacterio/186:6689-6697.   \n11.Rasmussen AA,et al.(2oo5) Regulation of ompA mRNA stability: The role of a small regulatory RNA in growth phase-dependent control.Mol Microbiol 58:1421-1429.   \n12.Vogel J，Papenfort K (2o06) Small non-coding RNAs and the bacterial outer membrane.Curr Opin Microbiol 9:605-611.   \n13.Kawamoto H, Koide Y,Morita T,Aiba H (2006) Base-pairing requirement for RNA silencing bya bacterial small RNA and acceleration of duplex formation by Hfq. Mol Microbiol 61:1013-1022.   \n14.Gerdes K,Wagner EG (2007) RNA antitoxins.Curr Opin Microbiol 10:117-124.   \n15.Papenfort K,et al.(2oo9) Specific and pleiotropic patterns of mRNA regulation by ArcZ,a conserved, Hfq-dependent small RNA.Mol Microbiol 74:139-158.   \n16.Levine E, Zhang Z, Kuhlman T,Hwa T (2007) Quantitative characteristics of gene regulation by small RNA.PLoS Biol 5:e229.   \n17.Shimoni Y,et al.(2oo7) Regulation of gene expression by small non-coding RNAs: A quantitative view.Mol Syst Biol 3:138.   \n18.Levine E, Hwa T (2008) Small RNAs establish gene expression thresholds.Curr Opin Microbiol11:574-579   \n19.Mehta P,Goyal S,Wingreen NS (20o8) A quantitative comparison of sRNA-based and protein-based gene regulation.Mol Syst Biol 4:221.   \n20.Mitarai N,et al.(2oo9) Dynamic features of gene expresson control by small regulatory RNAs.Proc Natl Acad Sci USA 106:10655-10659.   \n21.Berg OG,von Hippel PH (1988) Selection of DNA binding sites by regulatory proteins. II. The binding specificity of cyclic AMP receptor protein to recognition sites.JMol Biol 200:709-723.   \n22.Betz JL,Sasmor HM,Buck F, Insley MY,Caruthers MH(1986) Base substitution mutants of the lac operator: In vivo and in vitro affinities for lac repressor.Gene 50: 123-132.   \n23.Fields DS,He Y,Al-Uzri AY,Stormo GD (1997) Quantitative specificity of the Mnt repressor.JMol Biol 271:178-194.   \n24.Gerland U,Moroz JD, Hwa T (2oo2) Physical constraints and functional characteristics of transcription factor-DNA interaction.Proc Natl Acad Sci USA 99:12015-12020.   \n25.Bintu L,et al.(2005) Transcriptional regulation by the numbers: Models.Curr Opin Genet Dev 15:116-124.   \n26.Sahota G,Stormo GD (2010) Novel sequence-based method for identifying transcription factor binding sites in prokaryotic genomes. Bioinformatics 26:2672-2677. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "to fresh media and shaken overnight.The cultures were diluted into fresh M63 media $( \\mathsf { O D } _ { 6 0 0 } { = } 0 . 0 0 2 )$ containing the antibiotics and carbon source,as well as varying amounts of the inducers (aTc and IPTG) in wells of 48-well plates.The plates were incubated with shaking at $3 7 ^ { \\circ } \\mathsf C$ and examined for $O D _ { 6 0 0 }$ and fluorescence measurements every $0 . 5 \\substack { - 1 \\mathrm { ~ h ~ } }$ for up to $1 0 \\mathrm { ~ h ~ }$ .Each measurement was repeated three times,and the data were analyzed similarlyas in ref.16.For real-time PCR analyses, total RNA was prepared using a Qiagen RNeasy Mini-prep kit ora miRNeasy Mini Kit.RNA sampleswere treated with the Ambion Turbo DNA-free DNase.Eithera dilution series of RNA was used,or 5O ng RNA (for target genes) and O.5 ng RNA (for rrsB) were used for cDNA synthesis and amplification reaction using the Bio-Rad One-Step RT-PCR Kit. Real-time PCR was performed in the Bio-Rad iQ5 Real Time PCR System.See all details in $S I$ MaterialsandMethods. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS.T.H. thanks Han Lim for helpful suggestions on qRTPCR,and H.S.thanks Zhongcan Ouyang,Weimou Zheng for support.This work was supported by National Institutes of Health Grant R01-GM77298 (to T.H.)，National Natural Science Foundation of China Grants 10428409 and 90403140,and National Basic Research Program of China Grant 2007CB814800 (to H.S.). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "27.Gerland U, Hwa T (2oo2) On the selection and evolution of regulatory DNA motifs J Mol Evol 55:386-400.   \n28.Mustonen V,Lässg M (2oo5) Evolutionary population genetics of promoters: predicting binding sites and functional phylogenies.Proc Natl Acad Sci USA 102: 15936-15941.   \n29.Aiba H (2007) Mechanism of RNA silencing by Hfq-binding small RNAs.Curr Opin Microbiol 10:134-139.   \n30.Zhang A,Wassarman KM,Ortega J,Steven AC,Storz G (2002)The Sm-like Hfq protein increases OxyS RNA interaction with target mRNAs.Mol Ce//9:11-22.   \n31.Sledjeski DD,Whitman C, Zhang A (2oo1) Hfq is necessary for regulation by the untranslated RNA DsrA.J Bacteriol 183:1997-2005.   \n32.Massé E, Escorcia FE,Gottesman S (2003) Coupled degradation of a smallregulatory RNA and its mRNA targets in Escherichia coli.Genes Dev 17:2374-2383.   \n33.Sittka A,et al. (20o8) Deep sequencing analysis of small noncoding RNA and mRNA targets of the global post-transcriptional regulator, Hfq.PLoS Genet 4:e1000163.   \n34.Moll I,Afonyushkin T,Vytvytska O,Kaberdin VR,Blasi U(2003) Coincident Hfq binding and RNase E cleavage sites on mRNA and small regulatory RNAs.RNA 9: 1308-1314.   \n35.Geissmann TA,Touati D (2oo4) Hfq,a new chaperoning role: Binding to messenger RNA determines access for small RNA regulator.EMBO J23:396-405.   \n36.Soper TJ,Woodson SA (2008) The rpoS mRNA leader recruits Hfq to facilitate annealing with DsrA sRNA.RNA 14:1907-1917.   \n37.Bouvier M,Sharma CM, Mika F, Nierhaus KH, VogelJ(2008) Small RNA binding to 5'mRNA coding region inhibits translational initiation. Mol Cel/32:827-837.   \n38.Pfeiffer V,Papenfort K,Lucchini S,Hinton JC,Vogel J(2009) Coding sequence targeting by MicC RNA reveals bacterial mRNA silencing downstream of translational initiation.Nat Struct Mol Biol 16:840-846.   \n39.Maki K,Morita T,Otaka H,Aiba H(2010)A minimal base-pairing region of a bacterial small RNA SgrS required for translational represson of ptsG mRNA.Mol Microbio/76: 782-792.   \n40.Brennan RG,Link TM (2oo7) Hfq structure,function and ligand binding.Curr Opin Microbiol 10:125-133.   \n41.Massé E, Vanderpool CK,Gottesman S(2005) Effect of RyhB smallRNA on global iron use in Escherichia coli.J Bacteriol 187:6962-6971.   \n42.Backofen R, Hess WR (2010) Computational prediction of sRNAs and their targets in bacteria.RNA Biol 7:33-42.   \n43.Kulkarni RV,Kulkarni PR (2oo7) Computational approaches for the discovery of bacterial small RNAs. Methods 43:131-139.   \n44.Chang TH,et al.(2010) Prediction of small non-coding RNA in bacterial genomes using support vector machines. Expert Syst App/ 37:5549-5557.   \n45.Mathews DH,Burkard ME，Freier SM,Wyatt JR,Turner DH(1999) Predicting oligonucleotide affinity to nucleic acid targets. RNA 5:1458-1469.   \n46.Walton SP,Stephanopoulos GN, Yarmush ML, Roth CM(1999) Prediction of antisense oligonucleotide binding affinity to a structured RNA target. Biotechnol Bioeng 65: 1-9.   \n47.Walton SP,Stephanopoulos GN,Yarmush ML, Roth CM (20o2) Thermodynamic and kinetic characterization of antisense oligodeoxynucleotide binding to a structured mRNA.Biophys J82:366-377.   \n48.Lu ZJ,Mathews DH (20o8) Fundamental differences in the equilibrium considerations for siRNA and antisense oligodeoxynucleotide design. Nucleic Acids Res 36: 3738-3745.   \n49.Song T,et al.(2oo8)A new Vibrio cholerae sRNA modulates colonization and affects release of outer membrane vesicles.Mol Microbiol 70:100-111.   \n50.Soper T,Mandin P, Majdalani N,Gottesman S,Woodson SA (2010) Positive regulation by small RNAs and the role of Hfq.Proc Natl Acad Sci USA 107:9602-9607. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Supporting Information ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Hao et al. 10.1073/pnas.1100432108 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "SlMaterials and Methods ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Construction of Strains and Plasmids.We constructed a series of reporter system to quantify RyhB-sodB interaction using a strategy introduced earlier by Levine et al.(1). Experiments were performed in ZZSoO cells derived from Escherichia coli K-12 BW25113 with chromosomal ryhB deleted and a cassette spr-lacItetR inserted at the attB site of the chromosome to provide constitutive expression of lacI and tetR.Then two types of plasmids, one carrying ryhB or its mutant (pZA31R#，pZA31RH#, pZA31RC#）and the other carrying the translational fusion of sodB (or its mutant) with the reporter gene gfpmut3b (pZE12SC#), were transformed into ZZSoO to generate three series of mutant strains ZZS00-R#,ZZS0O-C#,and ZZS00-H#,as listed in Table S1.The strain containing plasmids harboring wild-type RyhB and wild-type sodB (pZA31R and pZE12S,respectively),called ZZSOO-W here, is the same as ZZS23 used in ref.1. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The small RNA (sRNA)-source plasmid was derived from the pZA31-lucNB plasmid,which contained p15A replication ori and was marked by chloramphenicol-resistance (2).The luc gene was driven by the synthetic $ { \\mathbf { P } } _ { L T e t - O I }$ promoter inducible by anhydrotetracycline (aTc). The wild-type ryhB gene was cloned directly from $E$ .coliK-12 and ligated into the NdeI/BamHI sites to replace the luc gene, yielding the wild-type RyhB-source plasmid (pZA31R). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The mRNA-source plasmid was derived from the pZE12G plasmid,which contained colEI replication ori and wasmarked by ampicillin resistance (2). The gfpmut3b structural gene on pZE12G was driven by the synthetic $ { \\mathbf { P } } _ { L l a c - O I }$ promoter (2) inducible byisopropyl $\\beta$ -D-thiogalactoside (IPTG). The $5 ^ { \\prime }$ UTR from the control region of sodB (crsodB, from $^ { - 1 }$ to $+ 8 8$ relative to the transcriptional start site and including the first11 codons of sodB) was cloned into the EcoRI and KpnI sites,yielding the wild-type sodB source plasmid (pZE12S). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The sodB mutants constituting the pZE12SC# series were amplified withtwo roundsof PCR.The firstround of amplification was done with primer“sc-f\"’ and“sc#-r\"(#:1-15),with wild-type sodBas template.Primers“sO-f”and“sO-r”were used in the second round of PCR using the first-round PCR products as templates.The products from the second PCR were digested withrestriction enzymesEcoRI andKpnI, then inserted into the same sites of pZE12G,yielding various sodB mutants plasmids (pZE12SC#).Plasmids and primers used in this study are listed in Table S2 and Table S3, respectively. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The ryhB mutants constituting the pZA31RC# series were also amplified with two rounds of PCR using the above procedure.The primers used in the first round were“rc#-f\"(#:1- 15) and “rc-r.”We did not add template into the reaction solution of the first round because there were 17 complementary bases at the $3 ^ { \\prime }$ end of the two primers,so the templates were obtained during the amplification.Primers“rO-f and $\\cdot \\cdot _ { \\mathrm { { r } 0 - r } } , \\cdot \\cdot \\$ were used in the second round using the products from the first round as templates.The products from the second PCR were digested using restriction enzyme NdeI and BamHI,then were inserted into the sites of pZA31-lucNB,yielding various ryhB mutant plasmids (pZA31RC#). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Thetruncated ryhB(ryhBt)was constructed by annealing oligonucleotidesdirectly.The“sensechain\"(AAACATATGAAGCACGACATTGCTCACATTGCTTAGCCAGCCGGGTGCTGGCTTTTTTTTTGGATCCTTT,withNdeI sitesandBamHI sitesunderlined)and“antisensechain\"(AAAGGATCCAAAAAAAAAGCCAGCACCCGGCTGGCTAAGCAATGTGAGCAATGTCGTGCTTCATATGTTT,withBamHIsitesandNdeI sites underlined) were resuspended at the same molar concentration of $2 { \\mathrm { ~ O D } } / { 1 0 0 } { \\mu \\mathrm { L } }$ in“annealingbuffer” $[ 1 0 ~ \\mathrm { m M }$ Tris (pH 8.0), $5 0 ~ \\mathrm { m M }$ NaCl, $1 \\ \\mathrm { m M }$ EDTA]. The solutions were mixed with equal volumes in a $1 . 5 { \\mathrm { - m L } }$ tube to be placed at $9 4 ~ ^ { \\circ } \\mathrm { C }$ for $5 \\ \\mathrm { m i n }$ ,then the tube was slowly cooled down to room temperature (below $2 5 ^ { \\circ } \\mathrm { C } .$ ,for half an hour).After being stored at $\\bar { 4 } ~ ^ { \\circ } \\mathrm { C }$ for half an hour,the products were digested using NdeI and BamHI before insertion into digested pZA31-lucNB. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The DNA fragments of the mutant ryhB in the R-and H-series were synthesized using an ABI 391 DNA synthesizer following a doped oligosynthesis procedure to generate random substitution. We replaced the four reservoirs each containing a single phosphoramidite with those containing combinations of phosphoramidite (the ratio of the four different phosphoramidite was 70:10:1O:1O for the H-mutants to simulate a $30 \\%$ substitution frequency,and was 90:3.3:3.3:3.3 for the R-mutants to simulate a $1 \\%$ substitution frequency) (3).The synthesized fragments were amplified using primers $^ { 6 6 } \\mathrm { r 0 - f } ^ { \\mathrm { 3 } }$ and $^ { \\mathrm { 6 6 } } \\mathrm { r 0 \\mathrm { - } r } ^ { \\mathrm { 7 } }$ and digested using NdeI and BamHI.They were inserted into the same sites of pZA31-lucNB and then were transferred into ZZS20.Then the GFP expression of these strains was characterized upon induction with $1 \\mathrm { m M }$ IPTG and O or $1 0 ~ \\mathrm { { n g / m L } }$ aTc.Most of the R-mutants lost their ability to repress sodB-GFP expression,whereas the H-mutants were still able to repress to various degrees.Table S4 contains sequences for all of the R-mutants that had more than twofold repression as well as a number of randomly selected ineffective ones.For the H-mutants,all of the 19 strains tested were kept.All of the characterized strains were verified by sequencing (using primers “ZA31-f\" and $^ { \\mathrm { \\scriptsize { * } } } Z \\mathbf { A } 3 1 \\mathrm { - r m } ^ { \\mathrm { \\tiny { , } } }$ ） ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To construct a background strain ZZSoO-NULL (measured as negative control), we deleted the $\\mathbf { P } _ { L l a c - O I }$ promoter of pZE12G to yield pNULL plasmid and then transformed bothpNULLand pZA31-lucNB to cell ZZS00. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To determine the effects of single-copy ryhB or its derivatives on expression of its targets, the $ { \\mathrm { P } } _ { L t e t - O I }$ -driving ryhB and ryhBt as present in respective pZA31R plasmids(Table S2) were moved to the ryhB locus of the ZZSoo chromosome using the method described in Klumpp et al.(4).Briefly, to make the chromosomal $ { \\mathbf { P } } _ { L t e t - O I }$ driving ryhB, the $\\scriptstyle \\operatorname { k m : } r m B \\mathrm { T : } \\mathbf { P } _ { L t e t - O I }$ construct present in pKDT-rrnBT:PLtet-O1 (4) was amplified using primers PtetryhB1- P1 and PtetryhB1-P2 (Table S3). The PtetryhB1-P1 contains a 50-bp region that is homologous to the upstream region of the ryhB promoter,whereas PtetryhB2-P2 contains a 5O-bp region that is reverse complemented to the first 5O-bp region of the ryhB gene.ThePCR productswere gel purified and then electroporated into ZZSoO cells expressing the λ-Red recombinase. The cells were incubated with shaking at $3 7 ^ { \\circ } \\mathrm { C }$ for $^ { \\textrm { 1 h } }$ and then applied onto $\\mathrm { L B } + \\mathrm { K m }$ agar plates. The plates were incubated at $3 { \\bar { 0 } } ^ { \\circ } \\mathrm { C }$ overnight.The Km resistant colonies were verified for the substitution of the native ryhB promoter by colony PCR and subsequently by sequencing. The resultant strain was named ZZSOR.To make chromosomal $\\mathbf { P } _ { L t e t - O I }$ driving ryhBt,a long reverse primer(PtetryhBt2-P2) was synthesized,which carries the entireryhBtand the 24nucleotides immediatelydownstream of the 9-T tract of the ryhB gene (Table S3). The km:rnBT:PLtet-O1- ryhBt wasamplified frompKDT-rrnBT $\\mathbf { P } _ { L t e t - O I }$ using primers PtetryhB1-P1 and PtetryhBt2-P2. The PCR products were integrated into the chromosome of ZZSoo cells as described above.The resultant strain,in which $K _ { \\mathrm { m } } { : } r r n B \\mathrm { T : P } _ { L t e t - O I } – r y h B t$ is substituted for ryhB and its promoter,is named ZZSoT.The hfq mutation was transferred by P1 transduction to ZZSoR and ZZSOT,yielding strains ZZSoRq and ZZSoTq, respectively. All the plasmid and chromosomal constructs were verified by PCR and DNA sequencing. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Medium, Growth,and Measurements.The ZZSOO cells carrying the appropriate plasmids were grown with shaking to midlog phase （2 $( \\mathrm { O D } _ { 6 0 0 } \\approx 0 . 5 )$ in M63 minimal mediaat $3 7 ^ { \\circ } \\mathrm { C }$ with $0 . 5 \\%$ glucose and standard concentrations of the appropriate antibiotics. The cellswere diluted(1:25O) to fresh media and shaken overnight. The cultures were diluted again into fresh M63 media $\\mathrm { ( O D _ { 6 0 0 } = }$ 0.002) containing the appropriate antibiotics and carbon source, as well as varying amounts of the inducers (aTc and IPTG) in wells of 48-well plates.The plates were incubated with shaking at $3 7 ~ ^ { \\circ } \\mathrm { C }$ and examined for $\\mathrm { O D } _ { 6 0 0 }$ and fluorescence measurements every O.5-1 h for up to $1 0 \\mathrm { ~ h ~ }$ (until a final $\\mathrm { O D } _ { 6 0 0 }$ of 0.2) using a Wallac Victor3 142O multilabel counter(PerkinElmer Life Sciences).Each measurement was repeated three times, and the data were analyzed similarly as in ref.1. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Quantitative Real-TimePCR.For quantitative real-time PCR, strains were cultured in liquid LB with appropriate antibiotics for $6 \\mathrm { ~ h ~ }$ The cultures were diluted at least 1,OOO-fold in M63 plus $0 . 5 \\%$ glucose and appropriate concentrations of antibiotics (Cm,Ap) andinducer $\\mathrm { \\Delta \\Omega _ { \\mathrm { 1 0 ~ n g / m L } } }$ aTc).After ${ \\approx } 1 3 \\mathrm { h }$ of growth,the cultures were inoculated at $\\mathrm { \\Gamma _ { O D _ { 6 0 0 } } }$ of O.025 to identical fresh media. When $\\mathrm { O D } _ { 6 0 0 }$ reached ${ \\approx } 0 . 5$ ， two samples of $0 . 6 { \\mathrm { ~ m L } }$ of culture were collected and treated by RNAprotect Bacteria Reagent (Qiagen; catalog no.76506) to inactivate RNase activities before RNA preparation. Total RNA was prepared usingeither a RNeasyMiniKit(Qiagen; catalog no.74104) or a miRNeasy Mini Kit (Qiagen; catalog no. 217004). The RNA samples were treated with Turbo DNA-free DNase (Ambion; catalog no.1907) to remove any residual genomic DNA. Typically, $5 0 \\ \\mathrm { n g }$ total RNA was used for cDNA synthesis and subsequent real-time PCRin the same tube using iScriptTM One-Step RT-PCR Kit with SYBR Green (Bio-Rad; catalog no.172-8892). rrsB,encoding16SRNA,was included asan internal control; in these reactions $0 . 5 ~ \\mathrm { n g }$ total RNA wasused because of the extreme abundance of rrsB.In some cases serial dilutions of the RNA sample were made to obtain more accurate quantification by correcting for imperfect reaction efficiency.In these cases, startingRNAwas seriallytwofold (eight consecutive dilutions) or fivefold (five consecutive dilutions) diluted.In all cases,real-time PCR was carried out in a Bio-Rad iQ5 Multicolor Real-Time PCR Detection System. Primers used in quantitative real-time PCRarelistedin Table S3. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For the data analyses, for each target the mRNAlevel in the $ h f q ^ { + }$ strain carrying the chromosomal ryhBt and growing with no aTc was arbitrarily set to be 1.The mRNAlevels for the same target in $ h f q ^ { + }$ or hfq- strains and growing with or without aTc were shown relative to 1. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "For the dilution series analysis,a line was fit to the plot of relative initialRNAamount vs. $\\mathrm { C _ { t } }$ ，thecycle threshold,forboth the target and reference genes.The slope of this line was used to estimate the efficiency of PCR amplification for each amplicon. The ratio of target to reference gene was then computed for each point in the dilution series using the corrected efficiencies,and the average of those values is reported as the expression level of the RNA. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Energy Calculationand RNA Structure.We calculated the ensemble free energy of every RNA/RNA-duplex structure with orwithout constraint using the Vienna RNA Package (http://www.tbi.univie. ac.at/RNA/). ERyhB, $\\mathbf { E _ { s o d B } } .$ and $\\mathrm { E _ { d u p l e x } } ,$ which denote the selfbinding free energy for RyhB,self-binding free energy for the sodB control region,and the free energy of RyhB-sodB duplex, respectively，were obtained without constraint. For wild-type sodB and its mutants,we forced both the interaction core region (52-60 in Fig. S1) and Hfq-binding site (29-44 in Fig. S1) single stranded,and calculated the difference $\\left( \\mathrm { E ^ { * } } _ { \\mathrm { { s o d B } } } \\right)$ between the free energy of the constrained and unconstrained structures. $\\Delta \\mathrm { E _ { l i n k e r } }$ for wild-type RyhB and its mutants were calculated as the difference between the free energy of unconstrained structure and the structure constrained Hfq-binding sites (positions 57-68 in Fig.S1） single stranded. The minimal free energy structures were predicted by the RNAstructure software (http:// rna.urmc.rochester.edu/RNAstructure.html). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Data Analysis. GFP expression. The data were obtained from different repeats for each combination of strain and inducers. Following the analysis ofLevine et al.(1),we first obtained the cell doubling rate $[ \\mu$ ,the slope of a linear fit of $\\log _ { 2 } ( \\mathrm { O D } _ { 6 0 0 } )$ VS. time] for each strain and condition,yieldinga doubling time of ${ \\approx } 1 . 2 \\mathrm { ~ h ~ }$ for most strains. Next, for all of the time points,we plotted the average fluorescence vs.average $\\mathrm { O D } _ { 6 0 0 }$ (the background fluorescence production rate,which was obtained in the same way from the negative control strain ZZSoO-NULL,had been removed) and extracted the slope (f).Taking account of the maturation kinetics of GFPmut3 (maturation half-life $\\Gamma \\approx 3 0$ min),we computed the raw fluorescence production rate per growing cell $\\mathrm { f } \\mathrm { \\bar { \\mu } } ( 1 + \\mu \\Gamma )$ as GFP expression (5). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Globalfit.To fit the experimental data with the steady-state solution (Eq.1,main text),we assumed that the GFP expression defined above is proportional to the steady-state mRNA level m (i.e.,GFP expression $\\mathbf { \\lambda } = \\mathbf { \\boldsymbol { b } } { \\cdot } \\mathbf { \\boldsymbol { m } }$ ，where $b$ reflects the rate of GFP translation and maturation).We first measured the expression of wild-type sodB-GFP under various concentration of IPTG $( 0 . 0 4 -$ $1 \\ \\mathrm { m M }$ ）and no aTc,yieldinga relationship of everyunit( $\\mathrm { ~  ~ \\Omega ~ } ^ { \\prime } 1 \\ \\mathrm { n M } /$ min) of $\\alpha _ { \\mathrm { { m } } }$ amounts to GFP expression of $\\approx 1 1 6 , 0 0 0 \\mathrm { R F U / O D / h }$ ： ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { l } { \\displaystyle \\mathrm { G F P ~ e x p r e s s i o n } = b \\cdot m = f ( \\alpha _ { m } , \\alpha _ { s } , \\lambda ) } \\\\ { \\displaystyle = \\frac 1 { 2 \\beta _ { m } } [ \\left( \\alpha _ { m } - \\alpha _ { s } - \\lambda \\right) + \\sqrt { \\left( \\alpha _ { m } - \\alpha _ { s } - \\lambda \\right) ^ { 2 } + 4 \\lambda \\alpha _ { m } } ] . } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In the previous work (1),the wild-type RyhB-sodB interaction was discussed under different RyhB expression level, therefore $ { \\mathbf { { \\alpha } } } _ { \\mathbf { { \\alpha } } } \\mathbf { { \\alpha } } _ { \\mathbf { { \\alpha } } }$ took different values for different experiments.As the parameter $\\lambda$ ，which indicated the interaction strength between wildtypeRyhB and sodB,was independent ofRyhB activity,it was chosen as a global parameter in their work.In our mutation study,λ was chosen to indicate the interaction strength of different RyhB-sodB pairs.To find the difference of interaction strength among strains,we fitted the expression data to Eq.1 (main text) using standard Levenberg-Marquardt algorithm.The best-fit parameters including a single parameter $\\alpha _ { s }$ shared for all of the seven strains (ZZS0O-W,ZZS0O-C3,ZZS0O-C8,ZZS00- C9，ZZS00-C10，ZZS00-C11，and ZZS00-C15） and straindependent λs were obtained at confidence level of $9 5 \\%$ ： ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "GG RyhB 20 C 80- C G- G C- G 4 U-A G- + 中 G- linker U-A   \n3'- UUUU-AUUCAUUAUGACCU-AA-UAGCG-5' 1 1 U-A -1 90 60 C-G G-C U-AC sodB AU4A 1 AUC A A-U-20 U 8 UG ACGU =   \n5AAAUAAG-3 -1 1 1 40 88 ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/f1d41de6379061d8d9c1646bce597fb4005b7995c0e98518ec4b12fa531a4496.jpg",
        "img_caption": [
            "Fig.S1.RyBoteactioaticepreatioofteprimtalridinteactioatthAUpedf strogestarfidttif sodBdcatddnleidfinhoreoosadiuedat serieseresdthutaodrioustatisiteracigiof#)cltidoatse all15mbipattatisfsesdac5fdd) H-mutantsincludevarious mutationsintheHfqbindingregionofRyB(positions57-68).AllsequencesaregiveninablesS4,andS6. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1.GeismanatiHfogldingtseereeinssfalllato9. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/b70fedc41bc896b1a1375b07455e6fe3f80f2dfa07834c9cd497759fae0908f3.jpg",
        "img_caption": [
            "FigS2fofompesoutisdtyotroblitoildtBfi ${ \\approx } 8 . 5$ ） SingleointubttiamdCitUubstidsfdeceBdi Asubstituted by Uat position 55of the transcribed sodB sequence)alone abolished repression (fold-repression ${ \\approx } 0 . 9$ for both strain ZZS00-R1 and ZZS00-S1), whereas compensatory mutations restored repression (fold-repression ${ \\approx } 9$ for strain ZZS00-C1 containing both pZA31RC1 and pZE12SC1) to a level comparable to that of the wild-type strain ZZS00-W). ",
            "FigS3Expessfedduatsafaccdt frotR strains induced with $1 0 \\ : \\mathrm { { n g / m L } }$ aTc(SIMaterialsand Methods).Theencirclednumberindicates the mutantnumberofaparticularseries indicated bythecolor (e.g., $\" 1 1 \"$ in blue refers to the mutant H11).The $y$ axis shows the RNA abundance of a mutant relative to the wild-type RyhB level in ZZSoo-W,with the numerical values listed in Table S8 $x$ isshowsthedegi ofrepressionexertedbythismutantonsodB-GFP ression (data from TableS7).No cor relationis seen between sRNAabundan andfold-rep ession.Note that theabundancesof theRyhBmutants re mostly within two-to threefold of that of thewildtyio did not give any RNA reading and was deemed not expressed. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "suopeeedee eetssrn 50 W (1u/a/nID) 20 105 8Q ? 14 C-mutants 2 b 1 5 4 6 8 10 12 14 EsodB (kcal/mol) ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1deit   \n2alisHistd ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/3e6b3173a167df4b66a8193c80f353390df281f23290081aaeb16437efb89321.jpg",
        "img_caption": [
            "Fig.S4.Correlations between $E ^ { \\star } s o d B$ and sodB-GFP expression of C-mutants in the absence of RyhB expression.We forcedboth the interaction core region (52-60inFig.S1)and Hfq-bndingsite(29-44inFig.S1)ofsodBmutantsinglestranded,andcalculatedthedirence $( \\mathsf { E } ^ { \\star } \\mathsf { s o d B } )$ between the free energy of the costraindor andsdB-GFeisepsgtiadcoaeif responsible for the reduced expression levels observed.The black line shows the form $e ^ { - \\beta E _ { \\mathrm { { s o d B } } } ^ { * } }$ with $\\beta ^ { - 1 } \\approx 2 . 7 8$ kcal/mol. The thermodynamic model has ben usedp was detected in designing syntheticribosome binding sitesto control the expressionof theredfluorescent protein (2). ",
            "FigS.Lackofoelatioefepressodasfmamelyeldidd $c r$ -sodl (controlegifeddpeoatiackaiedit respective values for the wild type. ",
            "Fig6.dxpsssdtudsi RyhB,respectively;open and solid bars refer to results with and without aTc,respectively. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "coopeeedee setrpnn 10 W (no aTc)   \n二 W(10 ng/ml aTc)   \nBBP/no/nnn 8 Rt (no aTc)   \n6 Ⅲ   \n10   \n0   \n0.3 0.6 1 [IPTG](mM) ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/9ebe2abd1449f5c3e6d543295805a3763c0439a3c95fb741dbdde51b0e7e6547.jpg",
        "table_caption": [
            "Table S1. Bacterial strains used in this study "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Strain/strain series</td><td>Genotype/plasmid</td><td>Derived from</td><td>Comments</td></tr><tr><td>ZZS00 (1)</td><td>△ryhB</td><td>BW-RI (1)</td><td>spr-lacl-tetR cassette derived from DH5α-Zl, ryhB deletion from -54 to +94</td></tr><tr><td>ZZS20 (1)</td><td>pZE12S</td><td>ZZS00</td><td>Wild-type sodB</td></tr><tr><td rowspan=\"2\">ZZS00-W</td><td>pZE12S</td><td>ZZS00</td><td rowspan=\"2\">Same as ZZS23 (1)</td></tr><tr><td>pZA31R</td><td></td></tr><tr><td rowspan=\"2\">ZZS00-NULL</td><td>PNULL</td><td>ZZS00</td><td rowspan=\"2\">Negative control</td></tr><tr><td>pZA31-lucNB (1)</td><td></td></tr><tr><td rowspan=\"2\">ZZS00-S1</td><td>pZE12SC1</td><td>ZZS00</td><td rowspan=\"2\">Mutant sodB (S1) with wild-type RyhB</td></tr><tr><td>pZA31R</td><td></td></tr><tr><td rowspan=\"2\">ZZS00-Rt</td><td>pZE12S</td><td>ZZS00</td><td rowspan=\"2\">Truncated RyhB with wild-type sodB</td></tr><tr><td>pZA31Rt</td><td></td></tr><tr><td rowspan=\"2\">ZZS00-R#</td><td>pZE12S</td><td>ZZS00</td><td rowspan=\"2\">#: 1-11;muant RyhB in the core and flanking region.</td></tr><tr><td>pZA31R#</td><td></td></tr><tr><td rowspan=\"2\">ZZS00-H#</td><td>pZE12S</td><td>ZZS00</td><td rowspan=\"2\">#: 1-19;mutant RyhB in the linker region.</td></tr><tr><td>pZA31RH#</td><td></td></tr><tr><td rowspan=\"2\">ZZS00-C#</td><td>pZE12SC#</td><td>ZZS00</td><td>#:1-15; complementary pairing of mutant RyhB</td></tr><tr><td>pZA31RC#</td><td></td><td>and mutant sodB in the core region</td></tr><tr><td rowspan=\"2\">ZZSOR</td><td></td><td>ZZS00</td><td>PLtet-O1 driving ryhB at the ryhB locus of</td></tr><tr><td></td><td></td><td>the chromosome</td></tr><tr><td>ZZSOT</td><td></td><td>ZZS00</td><td>PLtet-O1 driving ryhBt at the ryhB locus of the chromosome</td></tr><tr><td>ZZS0Rq</td><td></td><td>ZZSOR</td><td>hfq mutation in ZZSOR</td></tr><tr><td>ZZS0Tq</td><td></td><td>ZZSOT</td><td>hfq mutation in ZZSOT</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/01430658c35d008886220a93859c470ec1f277860a6f8baa5a5d78799713fd9d.jpg",
        "table_caption": [
            "1.LevineE,ZhangZ,KuhlmanTHwaT(2007)QuantitativechracteristicsofgeneregulationbysmallRNA.PLoSol5:e229. ",
            "Table S2. Bacterial plasmids used in this study "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Plasmid</td><td>Genotype</td><td>Derived from</td><td>Comments</td></tr><tr><td>pNULL (1)</td><td>pNULL;gfpmut3b</td><td>pZE12 (2)</td><td>colE1 ori,Amp marker promoter-less gfpmut3b</td></tr><tr><td>pZA31-lucNB (1)</td><td>PLTet-o1:luc</td><td>pZA31-luc (2)</td><td>p15A ori, Cm marker</td></tr><tr><td>pZE12G (1)</td><td>Plac-o1:gfpmut3b</td><td>pZE12 (2)</td><td>Iuc gene is flanked by Ndel site and BamHl site colE1 ori, Amp marker</td></tr><tr><td>pZA31R (1)</td><td>PLTet-o1:ryhB</td><td>pZA31-lucNB</td><td>PLlac-o1:gfpmut3b Wild-type ryhB</td></tr><tr><td>pZE12S (1)</td><td>PLlac-o1:crsodB-gfpmut3b</td><td>pZE12G</td><td>Control region of wild-type sodB fused with a GFP reporter gene</td></tr><tr><td>pZA31Rt</td><td>PLTet-o1:ryhBt</td><td>pZA31-lucNB</td><td>Truncated ryhB</td></tr><tr><td>pZA31R#</td><td>#: 1-11</td><td>pZA31-lucNB</td><td>ryhB mutants r# that contain 1-3 mutations in position 32 through 56.</td></tr><tr><td>pZA31RH#</td><td>#: 1-19</td><td>pZA31-lucNB</td><td>ryhB mutants rh# that contain mutations in position 57 through 68</td></tr><tr><td>pZE12SC#</td><td>#: 1-15</td><td>pZE12G</td><td>sodB mutants sc# with the two positions immediately 5' to the start codon mutated.</td></tr><tr><td>pZA31RC#</td><td>#: 1-15</td><td>pZA31-lucNB</td><td>ryhB mutants rc# with the complementary mutations of sc#.</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/f11515c631d2078d7342f7841cd64c61406745ae3b09b71846d9ea62aaefaa26.jpg",
        "table_caption": [
            "Table S3. Primers used in this study "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Primer</td><td>Sequence (5' to 3')</td><td>Comments</td></tr><tr><td>sc-f</td><td>ATACGCACAATAAGGCTATTGTACGTATGC</td><td></td></tr><tr><td>sc#-r</td><td>GCATATGGTAGTGCAGGTAATTCGAATGA</td><td>#:1-15 XX denote all 15 point substitutions</td></tr><tr><td></td><td>CATXXCTACTC</td><td>at the two positions</td></tr><tr><td>s0-f</td><td>CCGGAATTCATACGCACAATAAGGCTA</td><td>EcoRl sites Kpnl sites</td></tr><tr><td>s0-r rc#-f</td><td>CGGGGTACCAGCATATGGTAGTGCAG GATCAGGAAGACCCTCGCGGAGAACCTGA</td><td>#:1-15XX denote all 15 point substitutions</td></tr><tr><td rowspan=\"2\"></td><td>AAGCACGACATXXCTCACATTGCTTCCAGT</td><td rowspan=\"2\">at the two positions</td></tr><tr><td>GCGGATCCAAAAAAAAAGCCAGCACCCGGC</td></tr><tr><td>rc-r</td><td>TGGCTAAGTAATACTGGAAGCAATGTGAG</td><td>BamHI sites</td></tr><tr><td>r0-f</td><td>GGAATTCCATATGCGATCAGGAAGACCCTCG</td><td>Ndel sites</td></tr><tr><td>r0-r</td><td>CGCGGATCCAAAAAAAAAGCCAGCACCCGGC</td><td>BamHI sites</td></tr><tr><td>ZA31-f</td><td>CGACGTCTAAGAAACCAT</td><td>Universal sense primer for DNA sequencing</td></tr><tr><td>ZA31-rn</td><td>ACCGAGCGTAGCGAGTC</td><td>Anti-sense primer for ryhB sequencing</td></tr><tr><td>sq reverse</td><td>TTGGGACAACTCCAGTGAAA</td><td>Anti-sense primer for sodB sequencing</td></tr><tr><td>PtetryhB1-P1</td><td>GGGTAAATGTCCCTTTCAACATCATTGACTTTCAA</td><td>Chromosomal PLtet-O1 driving ryhB</td></tr><tr><td>PtetryhB2-P2</td><td>ATGCGAGTCAAATGCAGTGTAGGCTGGAGCTGCTTC GGTGGAAAAACTGGTCGTGGACGCCTGGGAACAGC</td><td>Chromosomal PLtet-01 driving ryhB</td></tr><tr><td>PtetryhBt2-P2</td><td>GTTCATATCACGTTGGAACCTCTTACGTGCC TGGATAAATTGAGAACGAAAGATCAAAAAAAAAGC CAGCACCCGGCTGGCTAAGCAATGTGAGCAATGTCG</td><td>Chromosomal PLtet-O1 driving ryhBt</td></tr><tr><td>RTsodB-F</td><td>TGCTTTGTGCTCAGTATCTCTATCACTG GCAATGTCATTCGAATTACCTG</td><td></td></tr><tr><td>RTsodB-R</td><td>CTGAGCTGCGTTGTTGAATACG</td><td>sodB real-time PCR sodB real-time PCR</td></tr><tr><td>RTfumA-F</td><td>CAGTAAGTGAGAGAACAATGTC</td><td>fumA real-time PCR</td></tr><tr><td>RTfumA-R</td><td>CATGAACGACGCATCATGAAAC</td><td></td></tr><tr><td>RTsdhD-F</td><td></td><td>fumA real-time PCR</td></tr><tr><td></td><td>ACTGTCGTGCTTTCACTTCTCG</td><td>sdhD real-time PCR</td></tr><tr><td>RTsdhD-R</td><td>TGAACACTTTGGTGAACGCAGAG</td><td>sdhD real-time PCR</td></tr><tr><td>RTsucA-F</td><td>TTGGACTCTTCTTACCTCTCTG</td><td>sucA real-time PCR</td></tr><tr><td>RTsucA-R</td><td>TTGAAGAGTAACGTGAAGCGTC</td><td>sucA real-time PCR</td></tr><tr><td>RTryhB-F</td><td>ATATGCGATCAGGAAGACCCTC</td><td>ryhBand ryhB mutant real-time PCR</td></tr><tr><td>RTryhB-R</td><td>AAAGCCAGCACCCGGCTGGC</td><td>ryhB and ryhB mutant real-time PCR</td></tr><tr><td>RTryhBt-F</td><td>ATATGAAGCACGACATTGCTCAC</td><td>ryhBand ryhBt real-time PCR</td></tr><tr><td>RTryhBt-R</td><td>AAAAGCCAGCACCCGGCTGGCTAAG</td><td>ryhBandryhBtreal-time PCR</td></tr><tr><td>RTrrsB-F</td><td>GCTTGCTTCTTTGCTGACGAGT</td><td>rrsB real-time PCR</td></tr><tr><td>RT-rrsB-R</td><td>TGAGCCGTTACCCCACCTAC</td><td>rrsB real-time PCR</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/7edb881dd18a9d71556b7ba6d9327e7249c81614ad8c81b4990eec44a9738ef3.jpg",
        "table_caption": [
            "Table S4. R-mutants containing one to three mutations in position 32-56 of the wild-type RyhB (r1-r11) "
        ],
        "table_footnote": [
            "= $\\boldsymbol { \\mathsf { r o } } ^ { \\prime \\prime }$ denotes the corresponding fragment of the wild-type RyhB.Mutation points are indicated by an underline. "
        ],
        "table_body": "<html><body><table><tr><td>Label</td><td>mutation region on ryhB (32-56)</td></tr><tr><td>r0</td><td>AAGCACGACATTGCTCACATTGCTT</td></tr><tr><td>r1</td><td>AAGCACGACATAGCTCACATTGCTT</td></tr><tr><td>r2</td><td>AAGCACGACATTGGTCTCATTGCTT</td></tr><tr><td>r3</td><td>AAGCACGAATTTGCTAACATTGCTT</td></tr><tr><td>r4</td><td>AAGCAAGACACTGCTCATATTGCTT</td></tr><tr><td>r5</td><td>AAGCACGACATTGATCACATTGCTT</td></tr><tr><td>r6</td><td>AAGCACGACATTGCTGACATTGCTT</td></tr><tr><td>r7</td><td>AAGCACGACATTGCTCACACTGCTT</td></tr><tr><td>r8</td><td>AAGCACGACGTTGCGCACATTGCTT</td></tr><tr><td>r9</td><td>AAGCACGACATTGCTCACATTTCTT</td></tr><tr><td>r10</td><td>AAGCATGCCAATGCTCACATTGCTT</td></tr><tr><td>r11</td><td>AAGCACTACATGGCTAACATTGCTT</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/72cff176600b1a9f308282c7ad6f78340c38601407d636fd458f24b3a67760dd.jpg",
        "table_caption": [
            "Table S5. C-mutants consisting of all 15 point substitutions at the two positions 54 and 55 of sodB (sc1-sc15), together with the complementary mutations at the corresponding RyhB positions (rc1-rc15) "
        ],
        "table_footnote": [
            "（204 $\" \\boldsymbol { \\mathsf { r } } 0 \"$ and $\" s 0 \"$ denote the corresponding fragments of the wild-type RyhB and sodB,respectively.Mutation points are indicated by an underline. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"2\">Mutation region on sodB</td><td colspan=\"2\">Mutation region on ryhB</td></tr><tr><td>Label</td><td>52-60</td><td>Label</td><td>38-46</td></tr><tr><td>s0</td><td>AGCAATGTC</td><td>r0</td><td>GACATTGCT</td></tr><tr><td>sc1</td><td>AGCTATGTC</td><td>rc1</td><td>GACATAGCT</td></tr><tr><td>sc2</td><td>AGCGATGTC</td><td>rc2</td><td>GACATCGCT</td></tr><tr><td>sc3</td><td>AGCCATGTC</td><td>rc3</td><td>GACATGGCT</td></tr><tr><td>sc4</td><td>AGGAATGTC</td><td>rc4</td><td>GACATTCCT</td></tr><tr><td>sc5</td><td>AGGTATGTC</td><td>rc5</td><td>GACATACCT</td></tr><tr><td>sc6</td><td>AGGGATGTC</td><td>rc6</td><td>GACATCCCT</td></tr><tr><td>sc7</td><td>AGGCATGTC</td><td>rc7</td><td>GACATGCCT</td></tr><tr><td>sc8</td><td>AGAAATGTC</td><td>rc8</td><td>GACATTTCT</td></tr><tr><td>sc9</td><td>AGATATGTC</td><td>rc9</td><td>GACATATCT</td></tr><tr><td>sc10</td><td>AGAGATGTC</td><td>rc10</td><td>GACATCTCT</td></tr><tr><td>sc11</td><td>AGACATGTC</td><td>rc11</td><td>GACATGTCT</td></tr><tr><td>sc12</td><td>AGTAATGTC</td><td>rc12</td><td>GACATTACT</td></tr><tr><td>sc13</td><td>AGTTATGTC</td><td>rc13</td><td>GACATAACT</td></tr><tr><td>sc14</td><td>AGTGATGTC</td><td>rc14</td><td>GACATCACT</td></tr><tr><td>sc15</td><td>AGTCATGTC</td><td>rc15</td><td>GACATGACT</td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/56a70d9d229fbc8608491d3d615d26e820230830e83b4a4d61abd71993d987c4.jpg",
        "table_caption": [
            "Table S6. H-mutants were generated by varying the 12 bases at positions 57-68 of RyhB (rh1-rh19) "
        ],
        "table_footnote": [
            "\"r0\"denotes the corresponding fragment of the wild-type RyhB.Mutation points are indicated by an underline. "
        ],
        "table_body": "<html><body><table><tr><td>Label Mutation region on ryhB (57-68)</td></tr><tr><td>r0 CCAGTATTACTT</td></tr><tr><td>rh1 GATGTAATACAT</td></tr><tr><td>rh2 GCTGTTTTACAT</td></tr><tr><td>rh3 CCAGTATTTCTT</td></tr><tr><td>rh4 CAAGCATTGCGC</td></tr><tr><td>rh5 CCAGTAGTTATT</td></tr><tr><td>rh6 CATTTAATACTA</td></tr><tr><td>rh7 GCTGTGTTAATT</td></tr><tr><td>rh8 CCTGTCGGCGTT</td></tr><tr><td>rh9 CGAGCAGCGTTT</td></tr><tr><td>rh10 CTAGTAGTACTT</td></tr><tr><td>rh11 CAGTTATTCCTG</td></tr><tr><td>rh12 GCGGTATTCCTG</td></tr><tr><td>rh13 CCGTTACTACTA</td></tr><tr><td>rh14 ACAGCCTTCCTT</td></tr><tr><td>rh15 CCGGTATTACAT</td></tr><tr><td>rh16 CACGACATAGTT</td></tr><tr><td>rh17 CCAGTATTACAT</td></tr><tr><td>rh18 GCAGTATTACTT</td></tr><tr><td>rh19 ACGTTATTACTT</td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/8e502bd56c73d1c226f82fc85b4aa4196bc8e4ce81c4e1829ce3e2a4e48b82a3.jpg",
        "table_caption": [
            "Table S7. Measurement of sodB-gfp expression and calculation of \"fold-repression\" "
        ],
        "table_footnote": [
            "Error bars were calculated according to two or more repeated measurements. "
        ],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"4\"></td><td rowspan=\"2\">Fold-repressior</td></tr><tr><td>Interaction pair</td><td colspan=\"2\">[aTc] = 0</td><td colspan=\"2\">[aTc] = 10 ng/mL</td></tr><tr><td>W</td><td>1.3E+06</td><td>±2.0E+05</td><td>1.6E+05</td><td>±5.0E+04</td><td>8.5 ± 3.2</td></tr><tr><td>S1</td><td>1.3E+06</td><td>±5.3E+05</td><td>1.5E+06</td><td>±4.0E+05</td><td>0.9 ± 0.2</td></tr><tr><td>C1</td><td>1.5E+06</td><td>±3.0E+05</td><td>1.6E+05</td><td>±3.0E+04</td><td>9.4 ± 0.3</td></tr><tr><td>C2</td><td>1.6E+06</td><td>±2.0E+05</td><td>2.4E+05</td><td>±1.0E+05</td><td>6.9 ± 0.3</td></tr><tr><td>C3</td><td>1.2E+06</td><td>±1.0E+05</td><td>1.1E+05</td><td>±4.4E+04</td><td>13.5 ± 4.7</td></tr><tr><td>C4</td><td>6.1E+05</td><td>±5.0E+04</td><td>6.9E+05</td><td>±1.3E+05</td><td>0.9 ± 0.1</td></tr><tr><td>C5</td><td>1.0E+05</td><td>±1.2E+04</td><td>6.8E+04</td><td>±1.1E+04</td><td>1.5 ± 0.1</td></tr><tr><td>C6</td><td>2.9E+05</td><td>±8.0E+04</td><td>4.6E+04</td><td>±1.7E+04</td><td>6.4± 0.9</td></tr><tr><td>C7</td><td>1.2E+06</td><td>±0</td><td>1.5E+06</td><td>±0</td><td>0.8±0</td></tr><tr><td>C8</td><td>1.4E+06</td><td>±4.0E+05</td><td>6.9E+05</td><td>±2.0E+05</td><td>2.1 ± 0.1</td></tr><tr><td>C9</td><td>1.4E+06</td><td>±0</td><td>3.3E+05</td><td>±1.0E+04</td><td>4.2 ± 0.2</td></tr><tr><td>C10</td><td>1.3E+06</td><td>±2.0E+05</td><td>9.7E+04</td><td>±2.3E+04</td><td>14.1 ± 1.6</td></tr><tr><td>C11</td><td>1.6E+06</td><td>±3.0E+05</td><td>3.3E+05</td><td>±1.5E+05</td><td>5.5 ± 1.6</td></tr><tr><td>C12</td><td>1.6E+06</td><td>±1.0E+05</td><td>5.4E+05</td><td>±6.0E+04</td><td>2.9 ± 0.1</td></tr><tr><td>C13</td><td>9.5E+05</td><td>±1.5E+05</td><td>5.5E+05</td><td>±7.0E+04</td><td>1.7 ± 0</td></tr><tr><td>C14</td><td>3.7E+05</td><td>±0</td><td>3.3E+05</td><td>±3.0E+04</td><td>1.1 ± 0.1</td></tr><tr><td>C15</td><td>1.3E+06</td><td>±3.0E+05</td><td>1.6E+05</td><td>±3.0E+04</td><td>8.2 ± 1.0</td></tr><tr><td>R1</td><td>1.2E+06</td><td>±2.2E+05</td><td>1.4E+06</td><td>±2.0E+05</td><td>0.9 ± 0.1</td></tr><tr><td>R2</td><td>1.1E+06</td><td>±0</td><td>1.6E+06</td><td>±1.0E+05</td><td>0.7±0</td></tr><tr><td>R3</td><td>1.2E+06</td><td>±0</td><td>1.2E+06</td><td>±0</td><td>1.0 ±0</td></tr><tr><td>R4</td><td>1.2E+06</td><td>±2.0E+05</td><td>9.9E+05</td><td>±1.6E+05</td><td>1.2 ± 0.1</td></tr><tr><td>R5</td><td>1.4E+06</td><td>±1.0E+05</td><td>1.5E+06</td><td>±1.0E+05</td><td>1.0±0</td></tr><tr><td>R6</td><td>1.3E+06</td><td>±2.0E+05</td><td>6.4E+04</td><td>±5.0E+03</td><td>20.3 ± 2.0</td></tr><tr><td>R7</td><td>1.2E+06</td><td>±1.0E+05</td><td>1.2E+05</td><td>±0</td><td>9.9 ± 0.7</td></tr><tr><td>R8</td><td>1.3E+06</td><td>±1.0E+05</td><td>9.6E+05</td><td>±5.0E+04</td><td>1.4 ± 0.1</td></tr><tr><td>R9</td><td>1.2E+06</td><td>±3.0E+05</td><td>7.9E+04</td><td>±3.1E+04</td><td>15.4 ± 2.8</td></tr><tr><td>R10</td><td>1.5E+06</td><td>±1.0E+05</td><td>1.9E+06</td><td>±1.0E+05</td><td>0.8 ± 0.1</td></tr><tr><td>R11</td><td>1.6E+06</td><td>±0</td><td>1.6E+06</td><td>±0</td><td>1.0± 0</td></tr><tr><td>H1</td><td>1.1E+06</td><td>±8.0E+04</td><td>1.1E+05</td><td>1.5E+04</td><td>10.0 ± 0.5</td></tr><tr><td>H2</td><td>8.3E+05</td><td>±9.0E+04</td><td>1.3E+05</td><td>±2.0E+04</td><td>6.3±0</td></tr><tr><td>H3</td><td>1.4E+06</td><td>±0</td><td>1.5E+05</td><td>±1.0E+04</td><td>9.5 ± 0.7</td></tr><tr><td>H4</td><td>8.2E+05</td><td>±3.0E+04</td><td>2.0E+05</td><td>±1.0E+04</td><td>4.0 ± 0.2</td></tr><tr><td>H5</td><td>8.8E+05</td><td>±1.0E+05</td><td>6.5E+04</td><td>±1.3E+04</td><td>13.9 ± 1.3</td></tr><tr><td>H6</td><td>1.3E+06</td><td>±2.0E+05</td><td>1.2E+05</td><td>±7.0E+04</td><td>13.1 ± 5.1</td></tr><tr><td>H7</td><td>9.5E+05</td><td>±8.0E+04</td><td>1.8E+05</td><td>±1.0E+04</td><td>5.3 ± 0.2</td></tr><tr><td>H8</td><td>1.4E+06</td><td>±2.0E+05</td><td>3.9E+05</td><td>±4.0E+04</td><td>3.6 ± 0.1</td></tr><tr><td>H9</td><td>9.7E+05</td><td>±1.0E+05</td><td>3.5E+05</td><td>±4.0E+04</td><td>2.7 ± 0.1</td></tr><tr><td>H10</td><td>1.2E+06</td><td>±2.6E+05</td><td>7.4E+04</td><td>±3.6E+04</td><td>16.8 ± 5.7</td></tr><tr><td>H11</td><td>1.0E+06</td><td>±1.0E+05</td><td>7.8E+04</td><td>±1.3E+04</td><td>13.7 ± 2.7</td></tr><tr><td>H12</td><td>1.1E+06</td><td>±2.0E+05</td><td>8.4E+05</td><td>±5.0E+04</td><td>1.3 ± 0.2</td></tr><tr><td>H13</td><td>1.3E+06</td><td>±1.0E+05</td><td>2.9E+05</td><td>±7.0E+04</td><td>4.5 ± 0.8</td></tr><tr><td>H14</td><td>9.2E+05</td><td>±3.8E+05</td><td>1.7E+05</td><td>±8.1E+04</td><td>5.9 ± 0.7</td></tr><tr><td>H15</td><td>1.2E+06</td><td>±0</td><td>5.4E+05</td><td>±4.0E+04</td><td>2.2 ± 0.1</td></tr><tr><td>H16</td><td>8.7E+05</td><td>±3.3E+05</td><td>1.0E+05</td><td>±4.0E+04</td><td>8.9 ± 0.5</td></tr><tr><td>H17</td><td>1.3E+06</td><td>±1.0E+05</td><td>1.3E+05</td><td>±2.0E+04</td><td>9.9 ± 0.8</td></tr><tr><td>H18</td><td>1.2E+06</td><td>±2.0E+05</td><td>8.0E+04</td><td>±3.0E+04</td><td>16.5 ± 4.0</td></tr><tr><td>H19</td><td>1.2E+06</td><td>±1.0E+05</td><td>5.7E+04</td><td>±1.4E+04</td><td>22.0 ± 5.2</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/88e471a771fc21a4b539c67813f04396cc5274f96c82091a0effe673c839bee2.jpg",
        "table_caption": [
            "Table S8. Quantitative real-time PCR results of expression levels ofplasmid-harboring ryhBand ryhB mutants "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Strain (ZZS00-)</td><td>Relative abundance of sRNA [aTc]=10 ng/mL</td></tr><tr><td>W</td><td>1.0</td></tr><tr><td>R6</td><td>0.5</td></tr><tr><td>R8</td><td>0.4</td></tr><tr><td>R11</td><td>0.0001</td></tr><tr><td>C3</td><td>1.2</td></tr><tr><td>C8</td><td>3.2</td></tr><tr><td>H11</td><td>3.4</td></tr><tr><td>H12</td><td>1.9</td></tr><tr><td>H15</td><td>1.5</td></tr><tr><td>H19</td><td>1.1</td></tr></table></body></html>",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Abundances of RyhB (W) and RyhB mutants (R-,C-,and H-mutants) were determined by quantitative real-time PCR in strains induced with $1 0 \\ \\mathrm { n g / m L }$ aTc,with the level of 16S RNA as internal control; detailed description in $S I$ MaterialsandMethods.Hereweshowthe RNAabundances relativeto the wild-type RyhB level in strain ZZS00-W. ",
        "page_idx": 14
    },
    {
        "type": "table",
        "img_path": "images/6c8bf6e570d2571bda7b59d6dafef2f54a5eea195a73ecca2cfed4d32707e8b2.jpg",
        "table_caption": [
            "Table S9.Ensemble free energy predicted for each interaction pair: free energy of RyhB-sodB duplex $( E _ { d u p l e x } )$ ,self-binding free energy for RyhB $( E _ { \\tt R y h B } )$ and control region of sodB $( E _ { \\mathrm { { s o d B } } } )$ and free energy of duplex formation $( \\boldsymbol { \\varDelta E } )$ "
        ],
        "table_footnote": [
            "SeeSlMaterialsandMethods. "
        ],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"4\">Energy values (kcal/mol)</td></tr><tr><td>Interaction pair</td><td>ERyhB</td><td>EsodB</td><td>Eduplex</td><td>AE</td></tr><tr><td>W</td><td>-26.5</td><td>-17.32</td><td>-54.58</td><td>-10.76</td></tr><tr><td>C1</td><td>-26.17</td><td>-17.78</td><td>-54.97</td><td>-11.02</td></tr><tr><td>C2</td><td>-26.36</td><td>-17.87</td><td>-56.37</td><td>-12.14</td></tr><tr><td>C3</td><td>-27.53</td><td>-17.24</td><td>-56.97</td><td>-12.2</td></tr><tr><td>C4</td><td>-25.85</td><td>-21.09</td><td>-54.78</td><td>-7.84</td></tr><tr><td>C5</td><td>-25.86</td><td>-24.01</td><td>-54.98</td><td>-5.11</td></tr><tr><td>C6</td><td>-25.86</td><td>-21.86</td><td>-57.17</td><td>-9.45</td></tr><tr><td>C7</td><td>-26.49</td><td>-20.73</td><td>-56.97</td><td>-9.75</td></tr><tr><td>C8</td><td>-25.89</td><td>-17.36</td><td>-52.38</td><td>-9.13</td></tr><tr><td>C9</td><td>-25.88</td><td>-17.8</td><td>-52.98</td><td>-9.3</td></tr><tr><td>C10</td><td>-25.89</td><td>-17.38</td><td>-55.08</td><td>-11.81</td></tr><tr><td>C11</td><td>-27.31</td><td>-17.28</td><td>-54.88</td><td>-10.29</td></tr><tr><td>C12</td><td>-25.86</td><td>-18.86</td><td>-52.58</td><td>-7.86</td></tr><tr><td>C13</td><td>-25.86</td><td>-17.82</td><td>-52.59</td><td>-8.91</td></tr><tr><td>C14</td><td>-25.86</td><td>-18.96</td><td>-54.88</td><td>-10.06</td></tr><tr><td>C15</td><td>-26.46</td><td>-17.3</td><td>-54.9</td><td>-11.14</td></tr><tr><td>R1</td><td>-26.17</td><td>-17.32</td><td>-50.69</td><td>-7.2</td></tr><tr><td>R2</td><td>-28.48</td><td>-17.32</td><td>-51.12</td><td>-5.32</td></tr><tr><td>R3</td><td>-26.35</td><td>-17.32</td><td>-52.95</td><td>-9.28</td></tr><tr><td>R4</td><td>-27.52</td><td>-17.32</td><td>-50.76</td><td>-5.92</td></tr><tr><td>R5</td><td>-25.9</td><td>-17.32</td><td>-51.88</td><td>-8.66</td></tr><tr><td>R6</td><td>-27.04</td><td>-17.32</td><td>-55.76</td><td>-11.4</td></tr><tr><td>R7</td><td>-26.51</td><td>-17.32</td><td>-55.56</td><td>-11.73</td></tr><tr><td>R8</td><td>-27</td><td>-17.32</td><td>-54.72</td><td>-10.4</td></tr><tr><td>R9</td><td>-27.5</td><td>-17.32</td><td>-55.58</td><td>-10.76</td></tr><tr><td>R10</td><td>-28.29</td><td>-17.32</td><td>-52.61</td><td>-7</td></tr><tr><td>R11</td><td>-29.76</td><td>-17.32</td><td>-50.45</td><td>-3.37</td></tr><tr><td>H1</td><td>-26.98</td><td>-17.32</td><td>-53.85</td><td>-9.55</td></tr><tr><td>H2</td><td>-26.46</td><td>-17.32</td><td>-53.4</td><td>-9.62</td></tr><tr><td>H3</td><td>-28.42</td><td>-17.32</td><td>-53.76</td><td>-8.02</td></tr><tr><td>H4</td><td>-29.78</td><td>-17.32</td><td>-55.79</td><td>-8.69</td></tr><tr><td>H5</td><td>-26.59</td><td>-17.32</td><td>-54.4</td><td>-10.49</td></tr><tr><td>H6</td><td>-26.82</td><td>-17.32</td><td>-53.66</td><td>-9.52</td></tr><tr><td>H7</td><td>-28.82</td><td>-17.32</td><td>-56.68</td><td>-10.54</td></tr><tr><td>H8</td><td>-31.88</td><td>-17.32</td><td>-55.7</td><td>-6.5</td></tr><tr><td>H9</td><td>-30.82</td><td>-17.32</td><td>-54.69</td><td>-6.55</td></tr><tr><td>H10</td><td>-26.32</td><td>-17.32</td><td>-54.07</td><td>-10.43</td></tr><tr><td>H11 H12</td><td>-30.57</td><td>-17.32</td><td>-54.86</td><td>-6.97</td></tr><tr><td></td><td>-32.35</td><td>-17.32</td><td>-56.27</td><td>-6.6</td></tr><tr><td>H13</td><td>-27.18</td><td>-17.32</td><td>-53.76</td><td>-9.26</td></tr><tr><td>H14</td><td>-28.38</td><td>-17.32</td><td>-55.58</td><td>-9.88</td></tr><tr><td>H15</td><td>-26.8</td><td>-17.32</td><td>-55.39</td><td>-11.27</td></tr><tr><td>H16</td><td>-26.45</td><td>-17.32</td><td>-52.57</td><td>-8.8</td></tr><tr><td>H17</td><td>-26.44</td><td>-17.32</td><td>-54.47</td><td>-10.71</td></tr><tr><td>H18</td><td>-26.83</td><td>-17.32</td><td>-54.06</td><td>-9.91</td></tr><tr><td>H19</td><td>-25.41</td><td>-17.32</td><td>-54.58</td><td>-11.85</td></tr></table></body></html>",
        "page_idx": 15
    },
    {
        "type": "table",
        "img_path": "images/96b242b860c28a626f58c1851963bc6d09dc4b5ceb2a12108cc363f1a133db0b.jpg",
        "table_caption": [
            "Table S10. Expression levels of sodB-gfp in strains ZZSoo-Wand ZZS00-C1 through ZZS00-C15 in the absence of RyhB expression (no aTc), together with the energy cost $( E ^ { \\star } { } _ { \\mathsf { s o d B } } )$ of opening both the interaction core region (52-6o) and the Hfq-binding region (29-44) of sodB "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Interaction</td><td>sodB-gfp expression (RFU/OD/hr) [IPTG]=3mM</td><td>(kcal/mol) E*sodB</td></tr><tr><td>pair</td><td></td><td>6.11</td></tr><tr><td>W C1</td><td>1.9E+06 2.1E+06</td><td>6.57</td></tr><tr><td>C2</td><td>1.4E+06</td><td>6.66</td></tr><tr><td>C3</td><td>2.0E+06</td><td>6.03</td></tr><tr><td>C4</td><td>5.2E+05</td><td>9.88</td></tr><tr><td>C5</td><td>1.2E+05</td><td>12.8</td></tr><tr><td>C6</td><td>2.8E+05</td><td>10.65</td></tr><tr><td>C7</td><td>3.7E+05</td><td>9.52</td></tr><tr><td>C8</td><td>2.0E+06</td><td>6.15</td></tr><tr><td>C9</td><td>1.9E+06</td><td>6.59</td></tr><tr><td>C10</td><td>1.4E+06</td><td>6.17</td></tr><tr><td>C11</td><td>1.6E+06</td><td>6.07</td></tr><tr><td>C12</td><td>1.2E+06</td><td>7.65</td></tr><tr><td>C13</td><td>1.3E+06</td><td>6.61</td></tr><tr><td>C14</td><td>6.4E+05</td><td>7.75</td></tr><tr><td>C15</td><td>1.2E+06</td><td></td></tr><tr><td></td><td></td><td>6.09</td></tr></table></body></html>",
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/0060f2eac628c612f3e4d52be2ee32d66f6bec709e5673ce0d888ae04bca5d3d.jpg",
        "table_caption": [
            "Table S11. Best-fit parameters of the data in Fig.2A (main text) "
        ],
        "table_footnote": [
            "Best-fit value for $\\propto$ is $2 1 . 3 0 \\pm 3 . 2 4$ nM/min.Detailed description in Sl MaterialsandMethods. "
        ],
        "table_body": "<html><body><table><tr><td>Strain</td><td>λ (nM/min)</td></tr><tr><td>W</td><td>1.85 ± 0.48</td></tr><tr><td>C3</td><td>0.67 ± 0.22</td></tr><tr><td>C8</td><td>11.69 ± 2.68</td></tr><tr><td>C9</td><td>3.80 ± 0.94</td></tr><tr><td>C10</td><td>0.78 ± 0.28</td></tr><tr><td>C11</td><td>1.59 ± 0.43</td></tr><tr><td>C15</td><td>1.92 ± 0.48</td></tr></table></body></html>",
        "page_idx": 16
    },
    {
        "type": "table",
        "img_path": "images/e5080a36768ebcaf5c05a9102116dd11fe4b619d5156e707dfd1e7d780de9c2a.jpg",
        "table_caption": [
            "Table S12. AU content of the Hfq-binding region of RyhB (position 57-68) and the energy cost $( \\Delta E _ { \\mathrm { l i n k e r } } )$ of keeping this region open "
        ],
        "table_footnote": [
            "Definition and calculation of $\\Delta E _ { \\mathrm { l i n k e r } }$ values in Sl Materialsand Methods. "
        ],
        "table_body": "<html><body><table><tr><td>RyhB</td><td>No. AU △Elinker (kcal/mol)</td></tr><tr><td>RyhB-r0</td><td>8 1.48</td></tr><tr><td>RyhB-rh1</td><td>9 1.94</td></tr><tr><td>RyhB-rh2</td><td>8 1.42</td></tr><tr><td>RyhB-rh3</td><td>8 3.4</td></tr><tr><td>RyhB-rh4</td><td>5 4.69</td></tr><tr><td>RyhB-rh5</td><td>8 1.57</td></tr><tr><td>RyhB-rh6</td><td>10 1.73</td></tr><tr><td>RyhB-rh7</td><td>8 3.78</td></tr><tr><td>RyhB-rh8</td><td>4 6.86</td></tr><tr><td>RyhB-rh9</td><td>5 5.8</td></tr><tr><td>RyhB-rh10</td><td>8 1.3</td></tr><tr><td>RyhB-rh11</td><td>7 5.4</td></tr><tr><td>RyhB-rh12</td><td>5 7.17</td></tr><tr><td>RyhB-rh13</td><td>7 2.09</td></tr><tr><td>RyhB-rh14</td><td>6 3.34</td></tr><tr><td>RyhB-rh15</td><td>7 1.78</td></tr><tr><td>RyhB-rh16</td><td>7 1.43</td></tr><tr><td>RyhB-rh17</td><td>8 1.42</td></tr><tr><td>RyhB-rh18</td><td>8 1.79</td></tr><tr><td>RyhB-rh19</td><td>9 0.37</td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/f156dd702f13ed3ae0185bc7de96d67c765e41ad03c1ba996e0e7de2b8c780a4.jpg",
        "table_caption": [
            "Table S13. Quantitative real-time PCR results for expression of chromosomal encoded ryhB and ryhBt in the hfq+ (ZZSoR and ZZSOT,respectively) and hfq- (ZzsoRq and ZZsoTq, respectively) strains induced with $1 0 \\ : \\mathrm { n g / m L }$ aTc "
        ],
        "table_footnote": [
            "RNA abundanceswere normalized to the level of 16S RNA (encoded by rrsB),which was chosen as an internal control.Detailed description in $S I$ MaterialsandMethods. "
        ],
        "table_body": "<html><body><table><tr><td>Strain</td><td>Relative abundance of sRNA [aTc] = 10 ng/mL</td></tr><tr><td>ZZS0R</td><td>0.9</td></tr><tr><td>ZZSOT</td><td>1.2</td></tr><tr><td>ZZS0Rq</td><td>0.2</td></tr><tr><td>ZZS0Tq</td><td>1.0</td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/ecfb620e1007f79b628949b9ad6182f8b76492b69423021fb1da4d3ff5ffcbb5.jpg",
        "table_caption": [
            "Table S14. Quantitative real-time PCR results for effect of chromosomal encoded ryhB and ryhBt on expression of various chromosomal targets (sodB,fumA,sdhD,and sucA) in hfq+ strains "
        ],
        "table_footnote": [
            "RNA abundanceswere normalized to the level of 16S RNA (encoded by rrsB),which was chosen as an internal control.Detailed description in $S I$ MaterialsandMethods. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"2\"></td><td colspan=\"4\">Relative abundance</td></tr><tr><td>Strain</td><td>Condition</td><td>sodB</td><td>fumA</td><td>sdhD</td><td>SucA</td></tr><tr><td>ZZSOR</td><td>[aTc] = 0</td><td>1.1</td><td>1.2</td><td>1.2</td><td>1.2</td></tr><tr><td rowspan=\"3\">ZZSOT</td><td>[aTc]= 10 ng/mL</td><td>0.2</td><td>0.4</td><td>0.4</td><td>1.2</td></tr><tr><td>[aTc]=0</td><td>1.0</td><td>1.0</td><td>1.0</td><td>1.0</td></tr><tr><td>[aTc]= 10 ng/mL</td><td>0.1</td><td>0.1</td><td>0.2</td><td>1.0</td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/759cfffbdad90877a82caa8ab197043c974934e25948426b6613998f739a282a.jpg",
        "table_caption": [
            "Table S15. Quantitative real-time PCR results for effect of chromosomal encoded ryhBand ryhBton expressionofvarious chromosomal targets (sodB,fumA,sdhD,and sucA)in hfq strains "
        ],
        "table_footnote": [
            "RNA abundances were normalized to the level of 16S RNA (encoded by rrsB),which was chosen as an internal control. Detailed description in $S I$ MaterialsandMethods. "
        ],
        "table_body": "<html><body><table><tr><td></td><td></td><td colspan=\"4\">Relative abundance</td></tr><tr><td>Strain</td><td>Conditions</td><td>sodB</td><td>fumA</td><td>sdhD</td><td>SucA</td></tr><tr><td>ZZSORq</td><td>[aTc] = 0</td><td>1.1</td><td>1.1</td><td>1.0</td><td>0.9</td></tr><tr><td></td><td>[aTc]= 10 ng/mL</td><td>1.0</td><td>1.3</td><td>1.1</td><td>1.3</td></tr><tr><td>ZZS0Tq</td><td>[aTc]=0</td><td>1.2</td><td>1.2</td><td>1.1</td><td>0.9</td></tr><tr><td></td><td>[aTc] = 10 ng/mL</td><td>0.1</td><td>0.2</td><td>0.2</td><td>1.0</td></tr></table></body></html>",
        "page_idx": 18
    }
]