[
    {
        "type": "text",
        "text": "抗体药物免疫原性评估的研究进展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "杜力 刘晓志 高健 王志明\\*",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "华北制药集团新药研究开发有限责任公司，抗体药物研制国家重点实验室，石家庄050015",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：抗体药物引发机体产生的非必要免疫反应，将影响药物的疗效和安全性。因此，有必要对处于不同研发阶段的抗体药物的免疫原性进行评估，包括上市后的监测。免疫原性评价是所有抗体药物研发过程中的关键环节，监管部门对抗体药物的免疫原性评估有严格要求，但是对于证据类型，数量和质量缺少统一标准，也缺少抗体药物免疫原性测定实验设计的指导文件或免疫原性比较的标准。新技术的出现促进了免疫原性评估的发展，免疫原性检出率也有了相应的提高，因此，只能进行“头对头”临床试验，才能对抗体药物的免疫原性进行评估。因此，研究机构，监管机构和临床医生都需要认识到免疫原性分析方法的变化。在这里，我们讨论抗体药物免疫原性的相关因素，潜在的临床后果，评估免疫原性的监管指导变化，非临床和临床研究的免疫原性评估方法的发展，以及生物仿制药免疫原性评估需要特别注意的事项。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：免疫原性；抗体药物；抗药物抗体（ADAs)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Research Progress on Immunogenicity Evaluation of ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Antibodies ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DU Li LIU Xiao-zhi GAO JianWANG Zhi-ming \\* State Key Laboratory of Antibody Research & Development; New Drug Research and Development Company Ltd．，North China Pharmaceutical Corporation，Shijiazhuang O5oo15，China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Antibodies trigger unwanted immune response,which influence the efficacy and safety of drugs.Therefore, it is necessary to evaluate immunogenicity of antibodies in different stage of development, including post-marketing surveillance. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Immunogenicity evaluation is the key step in the development of allantibodies.The regulatory authorities have strict requirements on the immunogenicity of antibodies products for evaluation,there is a lack of uniform standards for the type, quantity, and quality of evidence， but also the lack of immunogenicity of antibodies guidance documents or immunogenic experimental design standards.，New technologies promote the development of immunogenicity evaluation. the detection rate of Immunogenicity also rise,therefore \"head to head\" clinical trials to evaluate the immunogenicity of antibodies.Therefore, the regulators and clinicians need to be aware of the change of immunogenicity analysis. Here,we discuss the related factors of immunogenicity of antibodies, potential clinical consequences, changes of the current regulatory guidance and development of non clinical and clinical studies of immunogenicity evaluation methods.We also discussa special note of immunogenicity evaluation on biosimilars. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Key words: Immunogenicity; Antibodies ; Anti Drug Antibodies (ADAs)项目来源：国家重大新药创制；项目编号：2014ZX09201041-004",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "抗体药物是由活生物体表达产生的，通常由使用基因工程化的细菌，动物或植物细胞进行生产。抗体药物可以对慢性疾病进行有针性治疗，如血液系统恶性肿瘤、实体肿瘤，以及全身免疫介导性疾病，如类风湿性关节炎（RA）、炎症性肠病、系统性红斑狼疮，牛皮癣等。抗体药物具有分子大、结构复杂的特点，同时对研发技术要求高并且生产周期长。生物仿制药同原研抗体药物，具有相似的结构、功能、疗效及安全性。发展生物仿制药的研发可以很大幅度降低医药成本。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "候选抗体仿制药的审批不同于小分子药物，不但因抗体药物本身的复杂性，其生产过程对产品质量的影响也很大。美国食品和药物管理局（FDA），欧洲药品管理局（EMA），和世界卫生组织（WHO）已建立抗体药物相似性判定的指导原则。其他国家也开发了自己的抗体药物仿制药开发的指导原则。监管部门之间要求的支持数据的性质和程度有所不同，但批准都是基于证据的总体性。不同的学术组织，如学会、学院及协会等，也参与抗体药物仿制药审批制度的建立及药物的临床应用研究。正在建立抗体药物仿制药审批和上市后药物警戒的评估标准，对于疗效和安全性数据的用于其他适应症外推的生物仿制药尚未在临床试验研究中。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "抗体药物，包括抗体药物仿制药，都可能引起患者的免疫原性反应，这将对药物安全性和疗效产生影响。因此，在药物临床研发，及上市后监测中进行免疫原性评估至关重要[2]。过去二十年，检测免疫原性概念和检测方法都有了新的发展。在这里，我们讨论与免疫原性有关的影响因素，可能的临床后果以及目前免疫原性评估的监管指导。我们还讨论在非临床和临床研究中，抗体药物，包括生物仿制药的免疫原性的评估方法。此外，我们讨论在监管批准后，对于评估免疫反应的动态标准及措施情景下，免疫原性监测的程序。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "抗体药物免疫原性是指，在注射抗体药物的动物或人体循环系统中可以检测到抗药物抗体（anti-drug antibodies，ADAs）的存在。ADAs可能和抗体药物的活性部位结合，抑制其生物活性，被称为中和抗体。非中和抗体不与活性位点结合，仍可能产生严重的临床后果，如影响生物利用度进而影响降低治疗。ADAs（中和或非中和抗体）的产生，逐渐被作认为是降低药物疗效或导致某些抗体药物开发失败的一种原因[3]。ADAs 可能改变药物的药代动力学，或结合抗体的活性位点从而降低药物活性。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "ADAs的存在与轻微的以及危及生命的安全事件有关。注射治疗量的抗体药物产生的ADAs，并不一定产生在疗效或安全性上的临床结果[4]。事实上，很少产生与免疫原性相关联的不良事件，如超敏反应等。此外，中和性抗体可能与内源性蛋白发生交叉反应，从而导致缺乏综合征。因此，不必要的免疫原性，可以严重阻碍生物制药的应用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "多种因素可以影响免疫原性，如，治疗方案，病人状态及药物特征相关的因素等。例如，治疗相关的因素包括给药途径（皮下、肌肉或静脉注射），治疗时间（短期与长期），和用药频率（间歇与连续），所有这些都可能影响免疫应答。病人相关的因素包括病人的免疫系统功能，如免疫系统受损，降低抗体的产生。疾病状态和主要组织相容性复合体（majorhistocompatibilitycomplex，MHC）的基因多态性，可影响T细胞依赖的免疫的反应程度。药物特征相关因素包括，抗体药物的人源化程度、糖基化模式，设计去除或隐藏MHC抗原表位的情况，以及药物生产过程中出现的问题，如杂质残留，聚体的存在以及其他污染物的存在。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.免疫原性的评估",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.1 总体思路",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "临床研究中的抗体药物免疫原性评估应利用分步法进行。首先，利用筛选试验检测患者的ADAs的存在。其次是利用确证试验来确定对抗体药物系统的特异性并去除假阳性。对于阳性标本进行检测，分析ADAs 的滴度和类型，并利用生物测定法或配体结合试验进行中和抗体的确认[5]。为了评价ADAs的临床影响，结合药代动力学、安全性及疗效，会同数据总体考虑，对药物的免疫原性进行全面评估。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.2ADAs的筛选试验 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "过去二十年，很多先进技术已被用于抗体药物ADAs的筛选。常用的检测方法包括酶联免疫吸附试验（enzyme-linked immunosorbent assays，ELISAs），如直接法、间接法或捕获法等；电化学发光（electrochemiluminescence，ECL）检测和抗原结合试验，如放射免疫测定法。因为“药物耐受性”问题，一些方法在上述方法的基础上进行了改良。因为每种方法都有各自的优缺点，没有哪一种单一的方法，可以适合所有抗体药物免疫原性的评估。选择的最佳的检测方案，是抗体药物发展需要重点考虑的一个环节，并同时考虑被测生物制剂的属性。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.2.1分析的类型",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "因为ELISA操作方便，快捷及其高通量的检测能力，常被用于免疫原性的筛选。在直接ELISA方法中，利用固定在酶标板上抗体药物捕获患者血清中的ADAs；板洗后，然后同标记的抗免疫球蛋白试剂结合后，利用分光光度法进行检测。由于交叉反应的存在，直接ELISA方法不适用于治疗性单克隆抗体药物。直接ELISA方法的一个限制是，固定在酶标板上的抗体药物，可以发生其构象表位改变致使其表位隐藏，导致ADAs的低估。间接ELISA方法规避这种情况，酶标板上固定的第一抗体面向抗体药物。直接和间接ELISA方法的缺点，包括假阳性，非特异性结合引起的高背景噪声以及洗涤时低亲和力ADAs的损失。捕获ELISA方法，固定化的抗体药物捕获ADAs，然后利用标记的抗体进行检测。这种方法比直接或间接法有更好的选择性和特异性，但同样会丢失对低亲和力ADAS的检测[6]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "ECL检测方法原理同ELISA，但利用钌-结合蛋白而不是抗体进行检测，因而更适合单克隆抗体药物的检测。同ELISA相比，钌-结合蛋白复合物增大了检测范围，并提高了检测灵敏度。放射免疫检测法，利用琼脂糖凝胶（proteinA）将ADAs从病人血清中的捕获，利用 $^ { 1 2 5 } \\mathrm { I } .$ 阿达木单抗进行检测。这种技术比ELISA更敏感，但需要使用放射性。表面等离子体共振检测方法（Surface plasmon resonance assays，SPR）采用固定化生物传感器，当患者样本中的ADAS，同固定在芯片上的抗体发生结合时，传感器将产生一个质量变化的信号。该方法具有连续检测，检测低亲和力抗体及分辨抗体类型能力的优势，但敏感不高，不能用来进行高通量分析[7]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "检测体系中抗体药物的存在可能对检测系统产生干扰。ADAs可能回和过量的抗体药物发生结合，导致假阴性结果的产生。对于长半衰期抗体药物，这个问题尤其突出，。为了克服问题，新的耐药性检测已经可以检测游离的和结合的ADAs，如抗阿达木单抗（adalimumab）抗体的例子。这里使用了，酸解离放射免疫测定法(acid-dissociation radioimmunoassays，ARIAs)，如pH改变抗独特型抗原结合试验(pH-shift anti-idiotype antigen-binding tests,PIA)，亲和捕获洗脱法，均匀迁移实验，温度变化放射免疫测定法(temperature-shift radioimmunoassays，TRIAs)。使用不同的技术，在检测前将 ADA-抗体药物复合物解离。例如，在ADA筛选试验前，利用PIA酸处理结合状态的ADAS，再进行中和试验。由于试验灵敏度增加，同传统分析方法，如酶联免疫吸附法（ELISA）或放射免疫法相比，这些较新检测方法到了的免疫原性检出率更高。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "用于ADAs筛选的方法，需要进行方法验证，以确保方法的重复性、一致性以及结果可靠性。应在抗体药物进行临床试验期间进行方法验证，并在审批过程进行必要的修改。在免疫方法推荐公布前应对方法进行详细说明，验证参数应包括评定点，敏感性，药物耐受性，特异性，精确度，稀释度和重复性。由于没有参考标准，免疫原性评估的实验系统不能被校准，因而检测方法仅为半定量方法。因此，分析体系中必须包括阳性对照组（例如，从病人特异性免疫球蛋白中纯化的ADAS样品）和阴性对照（例如，未使用药物的健康人血清样品）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1.2.2ADAs样品的分析",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "评定点被用来定义阈值及用于样本ADA阴阳性的判定。有必要在对患者样本免疫原性评价之前确定评定点，评定点是基于对于阴性对照组数据。测定灵敏度（同评定点相同的ADA浓度）将被评定为阳性；当使用更高亲和力阳性抗体作为对照组时，检测灵敏度增加。临床研究推荐检测方法的检测灵敏度应为 $2 5 0 - 5 0 0 \\mathrm { n g / m L }$ 。由于药物干扰的问题，要建立药物耐受阈值（影响阳性对照ADAs检测的抗体药物浓度）。同敏感度参数，阳性对照的选择将影响药物耐受性阈值，更高的亲和力阳性对照产生较低的药物耐受性。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ADAs初步筛选后增加药物竞争/耗竭步骤，再使用同样的检测方法进行验证性试验。使用过量抗体药物测试蛋白饱和ADA的结合位点。如果筛选过程中的抗体检测对于抗体药物确实是特异的，这种预孵育步骤可以消除或去除随后验证性试验中的阳性对照。必须试验确定判定点（信号抑制的阈值），以消除假阴性，最好同时确定筛选的判定点。验证性试验时要进行ADAs特征，滴度及免疫球蛋白亚型等特征。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1.3抗体中和试验 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "已被验证为ADAs阳性的样品，应采用细胞或竞争配体结合检测方法进行中和抗体测定。细胞实验数据表示的是对于药物生物活性的抑制作用，而竞争配体结合分析方法表示的是靶点结合的抑制作用。基于细胞的生物测定方法，监测的是中和抗体的存在对药物生物功能的影响；这些更准确地反映患者用药的实际情况，并对抗体药物可能产生的潜在免疫应答进行临床分类[8]。然而，基于细胞的检测方法的建立和验证比较困难。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "随着抗体药物作用机制研究的深入，将产生更合适生物活性抑制评估的检测方法。对于ADAs筛选试验，应包括阳性和阴性对照品，验证试验参数应包括特异性，药物耐受性和判定点。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在临床试验中，应根据免疫原性基线进行志愿者筛选：此前接受抗体药物治疗的人员有存在ADAs的可能，在这种情况下，可以考虑根据治疗史进行随机分组。此外，对于ADA发展的动力学评估的多时间点采样，对于在免疫原性进行研究，以确定是之前抗体药物存在还是现有药物引起的免疫反应，判定短暂性还是持久性的免疫反应至关重要[7]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "建立一种免疫原性风险评估方案，用于满足所有抗体药物的批准要求是一个极具挑战性的过程。然而，同产品已知安全问题一样，基于抗体药物和患者人群特征的风险评估方法，已经用于在临床研究中免疫原性分析的设计方案中。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.免疫原性检测方法的变化",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "除了因抗体药物及志愿者原因产生的免疫原性，实验设计和检测方法的不同也会造成免疫原性检出率的巨大差异，甚至是一个患者人群中的单一抗体药物的检测。由于现有检测方法在耐用性和灵敏度上有了提高，ADAs 的检测率大幅上升，但是，这并不意味着现有的抗体药物的免疫原性的增加。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Adalimumab抗体的免疫原性研究证实了上述情况，Adalimumab抗体是靶向肿瘤坏死因子（tumor necrosis factor-a，TNF-a）抗体药物，已批准用于治疗多种炎症性疾病。2003年到2015年间，对于RA患者的分析显示，ADAs从 $1 \\%$ 增加到 $6 6 \\%$ 。使用传统分析方法，仅使用ELISA进行检测，结果显示ADA检出率 $< 1 0 \\%$ 。应注意，同时接受甲氨蝶呤治疗的志愿者中，ADA检出率 $1 \\%$ ，甲氨蝶呤可能降低了ADA的产生。然而，对接受甲氨蝶呤治疗志愿者，使用抗原结合试验，如放射免疫测定法，结果显示出较高的免疫原性率检出率（ $13 \\text{‰}$ ）。使用两种方法同时对Adalimumab治疗的RA患者进行检测，桥联-ELISA方法的ADA 阳性检出率为 $7 \\%$ ，而放射免疫测定法的检出率为 $13 \\%$ ，因为我们认为，ELISA检测是更容易受到药物干扰。因此，使用同时检测游离和结合抗体的药物耐受试验方法，ADA阳性检出率较标准抗原结合试验方法要高2-3倍[9]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "根据不同的检测方法，使用Adalimumab 治疗的RA患者的免疫原阳性检出率数据分布范围大，即使使用相同的技术在不同的研究中也是这样，这说明，抗体药物免疫原性试验间比较稳定性差。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.抗体药物免疫原性评估的标准和实践发展",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1监管策略",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "监管部门对于抗体药物免疫原性评价的审查是强制性的。对于治疗性蛋白产品的免疫原性评价，FDA和EMA出台了具体的指导原则；EMA也针对治疗性单克隆抗体药物出台了具体的指导原则[10]。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "这些指导原则包括，对于ADAs充分检测和确认分析方法的建立，能够辨别中和与非中和抗体的分析方法的建立，临床志愿者数据的系统收集，根据对特定抗体药物研究对检测方法进行标准化。FDA和EMA建议，动物实验的免疫原性评估数据不一定能预测人类的免疫反应，但可以作为临床前毒理学研究的补充信息。此外，他们还建议使用一种试验方法对免疫原性进行评估。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.免疫原性的批准后监管",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "由于资格审查标准严格以及随访时间的缩短，抗体药物临床试验的免疫原性检测结果可能不能反映真实情况。有必要对已经批准上市的抗体药物，继续进行药物的安全性（包括免疫原性）评估。长期随访使用adalimumab和 infliximab 治疗的RA 患者，发现有因ADAs 的副作用而提前停止治疗情况发生。此外，临床试验中几乎没有检测到严重的或致命性的免疫反应。例如，这种免疫反应在频繁利用重组促红细胞生成素治疗，纯红细胞再生障碍性贫血患者中出现，EPO批准后监管发现，患者产生了抗促红细胞生成素的抗体；这与产品生产工艺和配方变化有关。因此，免疫原性的批准后监管非常重要，对临床试验中患者的临床观察及样品实验室数据分析，可以对进一步了解药物的免疫原性提供帮助。FDA、EMA和 WHO 在指南中推荐抗体药物（包括抗体药物仿制药）的免疫原性应在制定药物警戒和风险管理计划时被充分考虑；然而，只有EMA指南规定，如何进行抗体药物批准后免疫原性监管[11]。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "药物开发临床试验中，应建立抗体药物免疫原性风险评估的方法，该方法也应适用于药物批准后的安全监测。然而在警戒策略制定时，应注意临床研究中未优化的ADAs检测方法可能低估免疫原性带来的风险。根据临床前研究的抗体药物属性及免疫原性率，制定免疫原性的风险管理计划，其中包括，增加的临床试验，实际使用的回顾性分析，药物警戒和处方信息的规定。由于抗体药物持续产生免疫反应，对于改用生物仿制药或新型抗体药物的患者也可能产生免疫反应，也应纳入风险管理计划。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "此外，跟踪TNF- $\\mathbf { \\nabla } \\cdot \\mathbf { a }$ 生物药物水平和ADAS在慢性炎症性疾病可能是有用的临床决策的决策，即改变剂量或切换到一个不同的抗TNF- $\\mathbf { \\nabla } \\cdot \\mathbf { a }$ 治疗。尽管如此，最近的研究提示阿达木单抗和依那西普血清艾达水平不能预测成功减少剂量或停在RA。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.抗体药物仿制药免疫原性评估的其他注意事项",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在生物仿制药的审批，FDA,EMA和WHO 都要求在临床试验中，进行同参照产品免疫原性的比较研究。产品质量的细微差异（杂质和污染物）对可能引起产品免疫原性的改变，因此同参考产品进行免疫原性比较研究是评价生物仿制药安全评价的重要组成部分。EMA和WHO对生物仿制药的临床前动物研究免疫原性试验，不做要求，FDA认为这些研究可以为提供有用的数据但非必需。生物仿制药的动物学免疫原性研究，可以为检测交叉反应和中和抗体滴度提供数据，也有助于监管部门对生物仿制药进行审批。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "虽然，参照产品的历史性免疫原性数据不适宜同生物仿制药进行比较（由于现有检测方法具有更高的敏感性和特异性），但这些数据可能为更好地进行生物仿制药临床免疫原性评估研究提供帮助。监管部门推荐进行生物仿制药和参照产品的“头对头”的研究[12]。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "可以使用“一个检验法”和“两个检验法”进行免疫原性评估。“一个检验法”就是指使用生物仿制药对生物仿制药和参照产品的ADAs进行检测。使用这种方法，对于生物仿制药ADAs 的检测是适宜的，对生物仿制药和参照产品的比较是方便的，但是参照产品的免疫原性的部分信息可以会丢失。使用“两个检验法”进行免疫原性评估，每种方法检测分别是生物仿制药或是参照产品，这样可以对生物仿制药和参照产品的ADAs进行比较，但是需要更多的时间和精力。这两种方法各有优缺点，选择哪种方法进行生物仿制药的免疫原性是需要重点考虑的。一般认为，评价目的是对生物仿制药安全性进行评估，而不是对参照产品进行重新评估，同时为了减少实验偏差，建议使用“一个检验法”对生物仿制药进行检测。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "由 ADA指示的免疫原性差异，不能指向药物见的临床安全评价的差异，因此，阻碍了生物仿制药的发展。同时，偏差分析方法和ADA对药物疗效和安全性的认识不同，仅使用ADA不用对药物的安全性进行全面的评估。因此，事先设定生物仿制药和参考产品间免疫原性率的差异，用于支持产品间的生物相似性是不切实际的。监管机构将考虑生物仿制药浓度，疗效和安全性等情况，衡量生物仿制药的审批。很显然，一个生物仿制药的免疫原性利率高，相对参照药物的总体生物不相似性加大，较低免疫原性对生物相似性评定的影响是不明确的。虽然，较低免疫原性的药物可以被批准，但并不意味着其具有更好的疗效或更高的安全性；监管部门会建议增加，对有和无免疫反应亚组的患者进行额外分析，进而帮助分析临床试验中的药物疗效。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "EMA建议，对制造过程差异存在的潜在安全问题进行描述时，还应包括在生物仿制药的风险管理计划。此外，生物仿制药糖基化模式或聚体差异，配方或制造工艺的批准后变更都可能对免疫原性造成影响，因此需要考虑增加免疫原性分析，包括分析方法的再验证。生物仿制药在儿科患者的推广中，需要根据在受试人群中患者具体情况，进行免疫原性的进一步评价[13]。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "需要区分生物仿制药的非可比生物制药（也被称为“预期副本”或仿生副本），是指没有对药物的有效性、安全性和免疫原性等理化功能特性同参照药物进行全面比对研究的药物。在拉丁美洲和亚洲的一些国家立法允许复制生产这些生物制药，但是这些药物质量没有达到监管机构(FDA,EMA和WHO)由于生物仿制药的标准[14]。由于这些产品可能没有表现同参照药物同样的疗效和安全性，它们被认为是“预期副本”而不是生物仿制药。由于药物相似性证据不足，并且有报道，患者交换使用参照药物和“预期副本”时出现过敏反应，因此，墨西哥监管部门将“预期利妥昔单抗”退市。这些事件说明，对生物仿制药常规使用前，严格安全评估的重要性，包括免疫原性评估。生物相似性设计是基于对产品属性的全面的，高品质的一致性的研究，包括可能影响免疫原性的产品属性。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "6.小结与展望 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "免疫原性评估是所有抗体药物研发的一个重要组成部分，包括抗体药物仿制药。过去二十年，由于技术进步及检测方法的差异，限制了对生物制药临床试验免疫原性的比对研究，因此，只有进行“头对头”的临床试验研究，为了解决检测方法不一致的问题，监管机构出台了强制性的指导意见。美国医药科学家协会（American Association of PharmaceuticalScientists）和旨在降低风险的临床相关性预测分析的抗生物药物免疫协会( Anti-Biopharmaceutical Immunization: Prediction and Analysis of Clinical Relevance toMinimize theRisk）联盟所倡导的对于研究生物药物免疫原性的战略调整。他们推行术语和报告的标准化，探讨生物药物临床免疫反应中与ADAs有关的疗效、安全性及药代动力学终点等。这些建议可能促进免疫原性评价的初步统一。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "自抗体药物药物诞生以来，人们对于免疫原性研究和非必需免疫反应检测方法建立都取得了实质性的进展。近年来，免疫原性分析方法的准确度和灵敏度得到了大幅提高，并继续改善，因此，使用现有检测方法得到了更高的免疫原性检出率。临床医生应该意识到，这是由于检测技术的进步而得到了更高的免疫原性检出率，而不是新的生物药物，包括抗体药物仿制药的免疫原性增加了。事实上，随着抗体药物仿制药的出现，以及对照产品参与临床试验研究，现有检测方法将重新对已经批准的对照产品进行免疫原性检测。免疫原性分析新技术的出现，如遗传和表观遗传标记物评价，免疫原性硅片预检测等技术的出现，这些技术将加大患者用药安全性的预测。因此，研究计划，监管机构和临床医生需要持续的跟踪免疫原性分析变化的新情况。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[1] MAZUR M, OLEK-HRAB K, KARCZEWSKI J,et al. Biosimilars in dermatology [J]. Postepy dermatologii alergologii, 2015, 32(5): 384-7. [2] KURKI P, VAN AERTS L, WOLFF-HOLZ E, et al. Interchangeability of Biosimilars: A European Perspective [J]. 2017,31(2):83-91 [3] KARALIS V D.From Bioequivalence to Biosimilarity: The Rise of a Novel Regulatory Framework [J]. Drug research,2016, 66(1): 1-6. [4] GIRAULT D,TROUVIN」H, BLACHIER-POISSON C, et al. Biosimilars: from Technical to Pharmacoeconomic Considerations [J]. Therapie, 2015,70(1): 47-55. [5] DRANITSARIS G,DORWARD K, HATZIMICHAEL E, et al. Clinical trial design in biosimilar drug development [J]. Investigational new drugs,2013,31(2): 479-87. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[6] ANH D D,THIEM VD,ANH NT,et al. Randomized safety and immunogenicity trial of a seasonal trivalent inactivated split virion influenza vaccine (IVACFLU-S)in healthy young Vietnamese adults [J]. The Lancet Infectious diseases, 2016, 34(45): 5457-62. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[7] RISPENS T, HART M H, OOIJEVAAR-DE HEER P,et al. Drug interference in immunogenicity assays depends on valency[J]. Journal of pharmaceutical and biomedical analysis,2O13,85(179-85. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[8] SKINNER S R, SZAREWSKI A, ROMANOWSKI B, et al. Efficacy, safety,and immunogenicity of the human papillomavirus 16/18 AS04-adjuvanted vaccine in women older than 25 years: 4-year interim follow-up of the phase 3,double-blind,randomised controled VIVIANE study[J]. Lancet (London, England),2014, 384(9961): 2213-27. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[9] VAN BRUMMELEN E M, ROS W,WOLBINK G,et al. Antidrug Antibody Formation in Oncology: Clinical Relevance and Challenges [J]. Vaccine,2016,21(1O): 1260-8. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[10]VEZER B, BUZAS Z, SEBESZTA M,et al. Authorized manufacturing changes for therapeutic monoclonal antibodies (mAbs)in European Public Assessment Report (EPAR) documents [J]. Current medical research and opinion, 2016,32(5): 829-34. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[11]DEEHAN M, GARCES S, KRAMER D,et al. Managing unwanted immunogenicity of biologicals [J]. Autoimmunity reviews, 2015,14(7): 569-74. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[12] WHEELER C M, SKINNER S R, DEL ROSARIO-RAYMUNDO M R, et al. EfcaCy, safety,and immunogenicity of the human papilomavirus 16/18 AS04-adjuvanted vaccine in women older than 25 years: 7-year follow-up of the phase 3,double-blind,randomised controlld VIVIANE study [J]. BioDrugs : clinicalimmunotherapeutics, biopharmaceuticals and gene therapy,2016,16(10): 1154-68. [13]VULTAGGlO A, PETRONI G, PRATESI S,et al. How the immune system responds to therapeutic biological agents [J].The Journal of international medical research,2O16,44(1 suppl): 38-42. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "[14] HALIM LA, BRINKS V, JISKOOT W, et al. Quality and Batch-to-Batch Consistency of Origina and Biosimilar Epoetin Products [J].Journal of pharmaceutical sciences, 2016,105(2): 542-50. ",
        "page_idx": 11
    }
]