[
    {
        "type": "text",
        "text": "Grazingexclusion-induced shifts， therelative importanceofenvironmental filtering， biotic interactions and dispersal limitation in shaping desert steppe communities, northern China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WANG Xing1,2, SONG Naiping1,2\\*, YANG Xinguo1, WANG Lei1, CHEN Lin1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Bredng Basefor State KeyLaboratoryof Land DegradationandEcological Restoration in Northwest China,Ningxia University, Yinchuan 750021, China;   \n² School of Agriculture, Ningxia University, Yinchuan 75o021, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Grazing exclusion is one of the most eficient approaches to restore degraded grassland but may negatively affects the recovery of species diversity. Changes in plant species diversity should be a consequence of the ecological assembly process. Local community assembly is influenced by environmental filtering, biotic interactions, and dispersal. However, how these factors potentially contribute to changes to species diversity is poorly understood, especiall in harsh environments. In this study, two management sites within a Stipa breviflora desert steppe community (typical natural steppe) were selected in northern China. In one of the two management sites, grazing has been excluded since 2010 and in the other with open grazing by sheep. In August 2016, three plots were established and 100 sampling units were created within each plot in a $5 \\mathrm { m } { \\times } 5 \\mathrm { m }$ area at the two management sites. To assess the effects of grazing exclusion on S. breviflora steppe, we analyzed the vegetation biomass species diversity, soil organic carbon, and soil particle size distribution using paired $T -$ -tests. In addition, variation partitioning was applied to determine the relative importance of environmental filtering and dispersal limitation. Null mode analysis was used to quantify the influence of biotic interactions in conjunction with EcoSim niche overlap and co-occurrence values. Our results demonstrated that (1) species diversity significantly decreased and the main improvements in soil quality occurred in the topsoil $0 { - } 1 0 ~ \\mathrm { c m }$ after the grazing exclusion; (2) environmental filtering was important for community assembly between grazed and fenced grassland and this appears particularly true for soil particle size distribution, which may be wel correlated with soil hydrological processes; and (3) however, competitive exclusion may play a significant role within the exclusion. The multiple pathways of assembly may collctively determine negative effects on the restoration of species diversity. Therefore, designers should be aware of the risk of reducing grazing exclusion-induced species diversity and account for manipulating processes. This in turn wil reduce dominant species and promote environmental heterogeneity to maximize species diversity in semi-arid regions. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: communityassembly; environmental filtering; Stipa breviflora; desert steppe; semi-arid grassland ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Grasslands have experienced dramatic degradation under human disturbances and global climate change, both of which threaten biodiversity and ecosystem functioning (Bai et al., 2O12; Shao et al., 2016). Recently, many ecological engineering approaches have been used to restore degraded grassland such as shrub planting, grazing exclusion, species introduction, conversion of land use, oraltered grassland management. Biodiversity is critical for ecosystem resilience (Coiffait-Gombault et al., 2O12). Thus, the ultimate goal of ecological restoration should be to maintain biological diversity and the associated ecological services (Cadotte et al., 2O11; Peco et al., 2012; Wu et al.,2014). Species diversity is a component of biodiversity that should be highly correlated to ecosystem properties such as resource use, primary production and stability (Balvanera et al., 2Oo6). Therefore,restoration of plant species diversity is crucial for degraded grassland ecosystem and has atracted significant attntions in recent years. Grazing exclusion is a simple way to induce self-recovery and has been regarded worldwide as one of the most efficient approaches to achieve this (Wu et al.,2009; Wu et al., 2010; Jing et al., 2014). However, grazing exclusion may have negative effects on plant diversity (Jing et al., 2O14). Although the negative effects of grazing exclusion on species diversity are well documented, the processes that underlie variations in species diversity and how this relates to natural vegetation restoration are not well understood. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Species diversity, measured as species richness, abundance, and Shannon diversity index, is regarded as an outcome of species interactions or community adaptation to the biotic or abiotic environment in conjunction with evolutionary factors (Rice and Westoby, 1983). The alteration of species diversity is a consequence of the ecological assembly process (Mayfield et al., 2010). The rule of ecological assembly describes community structure and composition by passing them through the following ecological filters: the external abiotic environment (e.g., topography, soil, and precipitation), internal dynamic including biotic interactions, and dispersal (Gotzenberger et al., 2012; Nathan et al., 2016). Indeed, ecological assembly theories, advances, and challenges have been extensively reviewed (Silvertown， 2004; Vellend， 201O; Weiher et al., 2011; Gotzenberger et al.，2012； Hillerislambers et al.， 2012),and the mechanisms of community assembly that are influenced by processes operating in diverse, spatiotemporal ranges are well-known. Species found over continental scales are constrained by evolutionary history and biophysical conditions (Virtanen et al., 2Oo6); whereas, those found within local scale community assemblies reflect external variables and internal dynamics (Irvine et al., 2OO9). The intra and interspecific interactions within small spatial scales that have only a few centimeters or millmeters between neighbors are likely to be influenced by biotic filters (Gotzenberger et al., 2012). The community assembly processes are also disturbance dependent. Grazing is the most common disturbance regime that has a pronounced effect on species assembly (De Bello et al., 2013). Grazing directly influences competition and introduces heterogeneity into grasslands via selective grazing, treading, seed distribution, and nutrient redistribution (Jerrentrup et al., 2015). For example, selective foraging causes a local decrease in the competitive exclusion of species, thereby allowing subordinate species with low competitive abilities to coexist and increase species richness (Grime and Mackey， 2002; Mayfield et al.， 201O). Moreover, trampling by grazing animals and subsequent fine-scale soil disturbances may help to create niches for gap-colonizing species (Hofmann and Isselstein, 2O04). In addition, patches of bare soil lacking vegetation cover may offer space for the propagation and dispersal of seeds (Jerrentrup et al., 2015). In contrast, grazing exclusion can be followed by a spontaneous recovery of soil processes, disturbance regime, and plant-plant interactions (Coiffait-Gombault et al., 2O12; Wu et al., 2014; Wang et al., 2O15). Shifts in species coexistence patterns and community assembly processes may occur after grazing pressures are released through the use of mesh fencing. For example, long-term grazing exclusion enhanced the liter layer accumulation, competition for water and light resources, and competitive exclusion between different species (Guo, 20o5; Wu et al., 2009). In contrast, a lack of grazing in grasslands may improve niche differentiation (Mason et al., ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2011),which promotes species coexistence and community diversity (Siepielski and Mcpeek, 2010; Thompson et al. 2010; Freschet et al., 2011). In addition, internal self-organization is a key driver for community assembly; whereas, external variables play a less significant role in community assembly after grazing pressures are released over a long term (Lawley et al., 2013). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Natural grasslands cover $40 \\%$ of area in China (Hua and Squires, 2O15), making it the largest ecological system in the country with important ecological functions for ecological security, including water and soil conservation, biodiversity， wind resistance, sand fixation, and air purification (Shao et al., 2016). Approximately $80 \\%$ of the grasslands in the regions of western China have undergone the worst degradation in the world as a consequence of overgrazing and other human activities (Wu et al., 2O14). Restoration, followed by community self-organization in arid and semi-arid grassland ecosystems, has complex outcomes driven by internal interactions and does not follow a linear, predictable trajectory (Lawley et al.， 2O13). Importantly， the trajectories of community development may not necessarily lead to the desired state (Andrade et al.,2015). Previous studies that focused on grassand restoration have examined changes in vegetation (e.g., composition and structure, diversity, and biomass) and soil characteristics (e.g., water content and carbon storage) in different grassland type, primarily focus on restoration evaluation (Zhang et al., 2011; Jing et al., 2O14). These studies reported that grazing exclusion in semi-arid grasslands significantly improved vegetation with higher species diversity in the early stages of restoration， but decreased species diversity and biomass with increasing time of restoration. This may be due to the long-term grazing inducing litter layer accumulation, competition for water and light resources,and competitive exclusion between different species (Wu et al., 2OO9). Recent studies have focused on patterns of beta diversity and alteration in ecosystem functioning in China's grasslands (Bai et al., 2O12; Chi et al., 2O14). However,little is known about the relative contributions of environmental filtering, biotic interactions and dispersal on community assembly at a local scale. For the maintenance and restoration of diversity, understanding the relative importance of different factors in the process of community assembly at a local scale is necessary and required for establishing guidelines for restoration of degraded grassland eco-environments (Lawley et al., 2O13). In this study, two management sites of Stipa breviflora steppe (typical natural steppe) were selected in a desert steppe ecosystem in northern China. One was a fenced grassand where grazing had been excluded since 2O1O, and the other was a sheep-grazed grassland at a level of grazing intensity of 1.5 sheep $/ \\mathrm { h m } ^ { 2 }$ ). Because S. breviflora is a typical species in continental steppes, it is regarded as a mature ecosystem that can be considered a reference system for restoration (Bai et al., 2012; Jing et al., 2013, 2014). The objectives of this study were (1） to investigate the effect of grazing exclusion on vegetation characteristics and soil quality; (2) to assess the relative contributions of environmental filtering, biotic interactions, and dispersal limitation on community assembly between the two management sites; and (3) to compare the shifts in the different processes in order to gain insight into appropriate strategies for degraded grassland restoration. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The experiment was conducted in Maerzhuang village $( 3 7 ^ { \\circ } 2 7 ^ { \\prime } 3 0 ^ { \\prime \\prime } - 3 7 ^ { \\circ } 3 7 ^ { \\prime } 3 0 ^ { \\prime \\prime } \\mathrm { N } .$ $1 0 6 ^ { \\circ } 3 7 ^ { \\prime } 3 0 ^ { \\prime \\prime } -$ $1 0 6 ^ { \\circ } 5 6 ^ { \\prime } 1 5 ^ { \\prime \\prime } \\mathrm { E }$ $1 4 5 0 \\mathrm { m }$ a.s.l.) in Yanchi County, Ningxia Hui Autonomous Region, China. The area is located in the southwestern fringe of Mu Us Sandy Land and in the mid-western regions of the Loess Plateau. Harsh climatic conditions in this area make up the majority of the underlying forces causing land desertification. However, overgrazing is also known to exacerbate desertification. The annual mean temperature is $8 . 1 ^ { \\circ } \\mathrm { C }$ ,ranging from $- 8 . 7 ^ { \\circ } \\mathrm { C }$ in January to $2 2 . 4 ^ { \\circ } \\mathrm { C }$ in July. The mean annual precipitation is $2 9 5 . 1 \\ \\mathrm { m m }$ , mainly occurring in June to September (Tang et al., 2O15). The mean annual potential evaporation is $2 1 3 6 \\mathrm { m m }$ . The main soil types in this area are sierozem, loess, and orthi-sandic entisols, all of which have low fertility and loose structures (Liu et al., 2O14). The representative vegetation include S. breviflora, Leymus chinensis, and ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Agropyron cristatum communities. However, the representative vegetative communities have been greatly altered, primarily due to the long-term overgrazing. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2Experimental design and data collection ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The management status of the studied grasslands in the region ranges from fenced grasslands (Fig. 1)， where grazing has been excluded since 2O10, to grasslands that are grazed by domestic animals (mainly sheep). In late July 2O16, we selected two study sites for sampling: (1) inside the fenced grassland, where livestock had been excluded for six years (from 2010 to 2016); and (2) outside the fenced grassland, where grazing was allowed all year round. The predominant plant species at the two sites were S. breviflora (perennial grass),and Cleistogenes squarrosa. Three 50 $\\mathrm { m } { \\times } 5 0 \\mathrm { ~ m }$ plots ( $5 0 0 \\mathrm { ~ m ~ }$ apart from each other) were selected at both the grazed and fenced sites. A total of six plots were established and each plot was divided into three parts. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/33692f04bd2f74f58f72c21f2858897bab7fbc64cf5f9fcef5ad28043ac401fa.jpg",
        "img_caption": [
            "Fig.1The landscape of study sites. The middle picture was taken using unmanned aerial vehicle (DJIS1 $1 0 0 0 +$ Canon5D Mark II). The fence line is clearly visible with a sharp contrast in the vegetation density and cover on its both sides. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.1 Sampling for species-area relations ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "There were 13 subplots (0.01, 0.02, 0.04, 0.08, 0.16, 0.32, 0.64, 1.28,2.56, 5.12, 10.24, 20.48, and $4 0 . 9 6 ~ \\mathrm { m } ^ { 2 } .$ ） created within a nested quadrat for measurements of species-area curves. Species presence and absence were recorded in all 13 subplots. This provided information in determining the minimum sampling scale in Section 2.2.3 (Fig. 2). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.2Sampling for vegetation and soil inside and outside the fence ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Five randomly distributed subplots ( $\\mathrm { 1 ~ m } { \\times } 1$ m each) were established within each $5 0 ~ \\mathrm { m } { \\times } 5 0 ~ \\mathrm { m }$ plot to measure vegetation and soil properties. Above-ground biomass of green plants within each subplot were harvested, and the number of species, plant height, cover, abundance, and frequency for each plant species were recorded. The specific operations for a detailed vegetation survey and biomass measurement were given by a study in the same region (Tang et al., 2O15). At the same time, three random soil samples in each quadrat were collected with a $5 \\mathrm { - c m }$ diameter soil auger from four depths: 0-5,5-10,10-20 and $2 0 { \\mathrm { - } } 4 0 ~ \\mathrm { c m }$ . Soil samples at the same depth in each subplot were then mixed to a single sample. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.3 Sampling for variation partitioning and the pattern of species coexisting inside and outside the fence ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "One $5 \\mathrm { ~ m } { \\times } 5 \\mathrm { ~ m ~ }$ subplot was established in each $5 0 \\mathrm { ~ m } { \\times } 5 0 \\mathrm { ~ m ~ }$ plot for assessing variation in community assembly between the grasslands inside and outside the fence. Vegetation surveys were carried out within the subplots, which were further divided into 1OO sampling units (50 $\\mathrm { c m } { \\times } 5 0 ~ \\mathrm { c m } )$ . Trampling from domestic animals can cause soil compaction， which alters soil structure, soil bulk density， and the transport of oxygen and water. These changes may be detrimental to plants in grasslands (Van Klink et al., 2O15). Soil compaction and water content can be detected directly in the field using a stratameter and time domain reflectometry, respectively at a depth of $0 { - } 1 0 ~ \\mathrm { c m }$ . At the same time, soil samples were taken at $0 { - } 1 0 ~ \\mathrm { c m }$ depth. We collected a total of 1OO soil samples and established 10O vegetation sampling units within each $5 \\ \\mathrm { m } { \\times } 5 \\ \\mathrm { m }$ subplot. The plot scales, O.5 and $5 . 0 \\ \\mathrm { m } ^ { 2 }$ ，were used for assessing variation in community composition because: (1) the species-area curve saturates at $5 . 0 ~ \\mathrm { m } ^ { 2 }$ and the minimum size of sampling unit should be $0 . 5 ~ \\mathrm { m } ^ { 2 }$ (Fig. 2); and (2) co-existing species divergence may occur at the finest spatial scale. At those scales, individuals from diferent species are more competitive with neighbors for resources and space (Luzuriaga et al., 2O12). For example, co-existing species at $5 0 ~ \\mathrm { c m } { \\times } 5 0$ cm showed a convergence pattern caused by environmental filtering in dry semi-natural grasslands (De Bello et al., 2013). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/e2d5b1760b392a88fbbdf2314e072539ecb9fcac731c6f7b53c4de36c1e0ee74.jpg",
        "img_caption": [
            "Fig. 2Species-area curves inside and outside the fence. Two saturation points at plot size O.5 and $5 . 0 ~ \\mathrm { m } ^ { 2 }$ were determined, respectively. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.4 Laboratory analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In the laboratory, soil samples were air-dried and passed through a $2 \\mathrm { - m m }$ sieve. The roots and debris were carefully picked out and discarded. The samples were then divided into three parts. One part was stored at room temperature. The second part was passed through a $0 . 1 5 \\mathrm { - m m }$ sieve for the analysis of soil organic carbon by dichromate. The third part was used for the particle size distribution, which was described in relative percentage of clay ( $\\left( < 0 . 0 0 2 \\ \\mathrm { m m } \\right)$ ，silt (0.05-0.002 mm), fine sand $( 0 . 1 \\mathrm { - } 0 . 0 5 ~ \\mathrm { m m } )$ , or coarse sand ( $( 2 { - } 0 . 1 ~ \\mathrm { m m } )$ . This analysis was determined using a Mastersizer 3OoO particle size analyzer (Malvern Instruments, Malvern, England). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3 Data analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.1Species diversity, biomass and soil quality changes ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We used the average mean of the plots to determine the differences between the treatments (inside and outside the fence). Vegetation and soil properties were analyzed using paired-sample $t$ -testsin SPSS software. Biomass measured by Grass, Leguminosae, Compositae and weeds, respectively. Plant diversity was assessed using the Richness index $( R )$ , Shannon-Wiener index $( H ^ { \\prime } )$ , Simpson index $( D )$ , and Pielou index $( J )$ . Plant diversity indexes were calculated using the \"vegan\" library of the R software (Oksanen et al., 2016). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.2 Relative roles of spatial factors and environmental filtering ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Based on the mean values of species diversity matrix for each site, we employed two methods to disentangle the relative importance of the environmental and spatial process independently or in combination. The mantel and partial Mantel test, based on the environmental differences (as a proxy for environmental filtering) and spatial distance (as a proxy for dispersal limitation), were used to detect whether the species diversity depended on the environmental and spatial distance, which was based on Euclidean distance (Wang et al., 2013). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Variation partitioning was then used to examine the relative contribution between environmental filtering and dispersal limitation based on Hellinger-transformed species data and standardized environmental data (Wang et al., 2O13). First, the spatial eigenvectors (as a proxy for spatial factors) were obtained through the Principal Coordinates of Neighbor Matrices (PCNM) analysis across the coordinates of all samples. For a complete description of the method, see Dray et al. (2Oo6). In a region where soil is nutrient deficient, some plants induce the build-up of organic matter and buffer against abiotic factors. Thus, their location may be more important in determining future spatial patterns than the soil substrate (Butterfield et al., 2O1O). At our study sites, the soil was of low fertility and the predominant species, S. breviflora had higher individual cover, density, and productivity in comparison with the other species. In this type of environment, S. breviflora is more likely to improve environmental conditions or enhance the survival and growth of the other species than in open spaces (Luzuriaga et al., 2O12). Environmental variables tested included soil characteristics (organic carbon， water content and particle size) and aboveground biotic factors (cover and density of S. breviflora). Since there was strong collinearity between some environment variables, we first removed environment variables that were highly correlated and then used forward selection (\"forward.sel\" function in the R package version O.O-8.0) to retain environment variables with a significant effect on plant diversity (Wang et al.,2013). Similarly， forward selection was also performed for the PCNM variables. The significant environmental and the PCNM variables ( $\\scriptstyle \\cdot \\alpha = 0 . 0 5$ ， Monte Carlo permutation, $\\scriptstyle n = 9 9 9 { \\mathrm { ? } }$ ） retained in the final model were then applied to partition variation in plant diversity into four fractions: [a] $\\ c =$ variation explained by the environmental factors independent of space, [b] $\\ c =$ variation explained by the spatially structured environmental factors,[c]=variation explained by spatial factors independent of any environment factors,and [d]=residual variation (Oksanen et al., 2016). All analyses were conducted in R software. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3.3Pattern of species co-existing ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To determine if the communities inside and outside the fenced grasslands were randomly or non-randomly structured, we used null model systems to analyze species co-occurrence pattrns based on the mean values of the presence-absence matrices for each site (McGee and Eaton, 2015; Miguel et al., 2016). Random patterns were compared with those observed in the community to obtain information about the underlying mechanisms (abiotic filters and biotic interactions) in community composition. To quantify patterns of species co-occurrence and identify the relative strength of these relationships, we applied a standardized effect size of the co-occurrence index in EcoSim 7.O simulation software (Goteli and Entsminger, 2001; Zhang et al.， 2009). For a complete description, see Gotelli (2Oo0). Assuming a normal distribution of standardized effect size (SES-C), $9 5 \\%$ of the observation was located between $- 2 . 0$ and 2.0. For example, for an SES-C score, an observed value of 1.5 or larger indicates nonrandom segregation and suggests a significantly less co-occurrence than expected by chance among species. This model demonstrates whether species co-occurrence in a community may be more competitive for space and resources; however, the opposite can be said when a SES-C score is less than $- 1 . 5$ (Mcgee and Eaton, 2015). The $P$ -values in the report of $\\mathrm { E c o S i m ~ } 7 . 0$ provided information about the statistically significant difference of the observed index in relation to those obtained from 50.000 simulations (Gotelli and Entsminger, 2O01). We performed the fixed-fixed null model, which has a low risk of Type I error, to simulate the randomly constructed assemblages (Gotelli and Entsminger, 2001; De Miguel et al., 2016). In this null model, both row sums (species) and all columns (plots) remain constant and equal to the original data matrix. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The niche overlap analysis was performed in $\\mathrm { E c o S i m ~ } 7 . 0$ to determine if the communities inside and outside the fenced grasslands were structured around an environmental condition or a limited resource. The niche overlap model tests variation among species in a niche utilization. We selected the randomization algorithm conditions to exam the possibility that changes in certain conditions or resource states may be involved in structuring the community (McGee and Eaton, 2015). Furthermore, in niche overlap simulated communities, niche utilization values were randomly shuffled for each species through 50,OOO interactions. The observed mean niche overlap and the mean overlap in the simulated communities, the probability of the observed mean overlap and the standard effect size (SES) were calculated. The hypotheses stated that niche overlap does not differ significantly from the expected level of overlap,even in the absence of species interactions. In general, the species partitioned the niche (an assemblage that was structured by resource partitioning) when the overlap value was significantly lower than the expected level of overlap, even in the absence of species interactions. In general, the species shared the niche when niche overlap was greater than the expected level of overlap, even in the absence of species interactions (Miguel et al., 2016). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3Results ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1Species diversity, biomass and soil quality changes ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In our study sites, plant coverage increased within the exclusion (Fig. 1). Species diversity significantly decreased $( P { < } 0 . 0 5 )$ ， herbage mass significantly increased $( P { < } 0 . 0 5 )$ in grass while significantly decreased $( P { < } 0 . 0 5 )$ in Leguminosae, Compositae and weeds within the exclusion (Table 1). The main improvements in soil quality occurred in the topsoil $( 0 { - } 1 0 ~ \\mathrm { c m } )$ within the fenced grassland (S1 Table). In general, grazing exclusion may be an efficient way to restore grassland but this practice may sacrifice biodiversity. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/2563ef55d796ee899df6a7f6bcbd3bef2bc4e24de32a87b434f6ca70e923e3c1.jpg",
        "table_caption": [
            "Table1 Changes in species diversity and biomass inside and outside the fence "
        ],
        "table_footnote": [
            "Note: Plant diversity of grassland was assessed using the richness index $( R )$ , Shannon-Wiener index $( H ^ { \\prime } )$ , Simpson index $( D )$ ,andPielou index $( J )$ .Biomassmeasurdbyras,Lgumnosa,Compositaendderalspectiely.iferencesianiversityeteento sites were assessed with paired-sample t-tests. Mean $\\pm \\mathrm { S D }$ "
        ],
        "table_body": "<html><body><table><tr><td>Vegetation property</td><td>Index</td><td>Outside the fence</td><td>Inside the fence</td><td>t-test</td></tr><tr><td rowspan=\"4\">Diversity index</td><td>R</td><td>13.73±1.87</td><td>10.73±1.58</td><td>P=0.00</td></tr><tr><td>H'</td><td>10.14±1.21</td><td>7.41±1.28</td><td>P=0.00</td></tr><tr><td>D</td><td>8.04±0.94</td><td>5.50±1.22</td><td>P=0.00</td></tr><tr><td>J</td><td>0.88±0.03</td><td>0.84±0.04</td><td>P=0.00</td></tr><tr><td rowspan=\"5\">Biomass of different family (g/m²)</td><td>Grass</td><td>43.57±10.23</td><td>74.14±18.99</td><td>P=0.00</td></tr><tr><td>Leguminosae</td><td>37.84±16.75</td><td>11.89±6.24</td><td>P=0.00</td></tr><tr><td>Compositae</td><td>5.24±5.62</td><td>1.11±1.21</td><td>P=0.03</td></tr><tr><td>Ruderal</td><td>37.79±11.86</td><td>18.99±11.98</td><td>P=0.00</td></tr><tr><td>Total biomass</td><td>124.44±28.49</td><td>106.13±18.69</td><td>P=0.05</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2 Relative contributions of environmental filtering and spatial factors ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The total variation $( [ \\mathsf { a } + \\mathsf { b } + \\mathsf { c } ] )$ explained by environmental and spatial factors outside the fence was greater than inside the fence. The separate components [a], [b], and [c] were different inside and outside the fence (Fig. 3). The pure effects of environmental variables [a] and spatial structure [c] turnover increased by $3 1 . 5 \\%$ and by $2 5 \\%$ , respectively, while the variation controlled by spatially structured environment variables [b] decreased by $5 3 . 5 \\%$ inside the fence. Only the pure effect of environment variables [a] was statistically significant and explained a large percentage of the variation in diversity both inside and outside the fence (Fig. 3). The environmental variables were significantly related to plant diversity between the two sites (S2 Table). For example, the silt content explained $8 1 . 0 \\%$ of total variation in diversity outside the fenced grassland; whereas, the coarse sand and silt content contributed $6 3 . 6 \\%$ and $1 5 . 3 \\%$ of total variation in diversity inside the fenced grassland, respectively. Outside the fenced grassland, the plant density was significantly correlated with space distance $( P { < } 0 . 0 5 )$ ，even after controlling for the effect of environment distance in a partial Mantel test, and the correlation coefficients were higher than those inside the grassland (Table 2). In contrast, the correlation inside the fence was not significant $( P { > } 0 . 0 5 )$ , and the plant diversity displayed higher correlation coeficients with environment distance, even after controlling for the space distance (Table 2). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/cf3c8df078b6cbc03e74d22f80ee670f6e984ed8b58e27914097807aff665a08.jpg",
        "table_caption": [
            "Table 2Mantel test and partial Mantel test correlations for community diversity， space distance,and environmental dissimilarity inside and outside the fence "
        ],
        "table_footnote": [
            "Note:aplantitsiarityithiotsistaceotrollngforsatialdistace;bantitsilit withspatialdistance,controllingforenvironmentsdistance. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Matrices</td><td colspan=\"2\">Outside the fence</td><td colspan=\"2\">Inside the fence</td></tr><tr><td>R</td><td>P</td><td>R</td><td>P</td></tr><tr><td>Environments distance</td><td>0.0094</td><td>0.423</td><td>0.078</td><td>0.065</td></tr><tr><td>Environments|space distancea</td><td>0.0095</td><td>0.394</td><td>0.061</td><td>0.161</td></tr><tr><td>Space distance</td><td>0.1372</td><td>0.002</td><td>0.056</td><td>0.050</td></tr><tr><td>Spacelenvironments distanceb</td><td>0.1370</td><td>0.001</td><td>0.060</td><td>0.072</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/50262758a8e18b459bd5e8ae7eeac6ebef9c02f40eeff4c4d9883333d29257a4.jpg",
        "img_caption": [
            "Fig. 3Variation partition results for diversity inside and outside the fence. $[ { \\bf a } ] =$ variation explained by the environmental factors independent of space, $[ { \\mathsf { b } } ] =$ variation explained by the spatially structured environment factors, and $[ { \\mathrm { c } } ] =$ variation explained by spatial factors independent of any environmental factors. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3 Pattern of species co-existing ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The $\\mathrm { E c o S i m ~ } 7 . 0$ analysis (Table 3） showed that the community was non-randomly structured inside the fence,and there was an inter-specific competition between members of this community, suggesting a competitively structured community $( \\mathrm { S E S } { = } 2 . 2 9 ,$ ). It also showed that the observed niche overlap was significantly less than the expected overlap inside and outside the fence ( $\\mathrm { S E S = }$ $- 2 8 . 1 7$ and $\\mathrm { S E S } { = \\ - 5 6 . 2 }$ ， respectively)， suggesting that the differential use of resources or limitation of some environmental resource helped to structure the community. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/cf647fd16a9bd24cc495a0936c20078e0170885a0fff4c57d6416e10674668c5.jpg",
        "table_caption": [
            "Table3 Co-occurrence (C-score)and niche overlap analysis of all species inside and outside the fence "
        ],
        "table_footnote": [
            "Note:TheC-scoreand niche overlap valuesoftheobserved communitydata (obs)werecompared tothoseof the MonteCarlo generated pseudo-community (exp),and the number of times out of 5ooO iterationsand the probability ( $\\mathbf { \\dot { \\nabla } } P$ value) that one was greater or lowerthanotherwerecalcuated.Fromthisasandardizedeectsize(SES)wasdterined,andwhethertheplantcommuitieswere non-competitivelyorcompetitivelystructured(NCCSorCCS)andwerenotpartitioningorpartitioningsomelimitedresoure(PLRor NPLR). "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">C-score analysis</td><td>Comparison of Monte Carlo</td><td rowspan=\"2\">Cobs and Cexp results</td><td rowspan=\"2\">SES</td><td rowspan=\"2\">Structure</td></tr><tr><td>P values of obs and exp</td></tr><tr><td>Inside</td><td>Pobs>Pexp=0.01566</td><td>Cobs>Cexp=174.7044/50000</td><td>2.29</td><td>Ccs</td></tr><tr><td rowspan=\"2\">Outside</td><td>Pobs>Pexp=0.27968</td><td>Cobs>Cexp=177.4621/50000</td><td>0.55</td><td>NCCS</td></tr><tr><td>Comparison of Monte Carlo</td><td></td><td></td><td></td></tr><tr><td>Nich overlap analysis</td><td>P values of obs and exp</td><td>Obs and exp results</td><td>SES</td><td>Structure</td></tr><tr><td>Inside</td><td>Pobs<Pexp=0.0000</td><td>Obs<exp=0.75063/50000</td><td>-28.17</td><td>PLR</td></tr><tr><td>Outside</td><td>Pobs<Pexp=0.0000</td><td>Obs<exp=0.75082/50000</td><td>-56.20</td><td>PLR</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The deterministic processes, such as environmental filtering and competitive exclusion, are the primary processes in shaping plant communities in the harsh environment of semi-arid grasslands (Laliberté et al., 2O13; Wang et al., 2013). For instance, individual interactions and environmental filtering jointly determine community structure at the local community scale (Laliberté et al., 2013). As expected, the most significant contribution by an environment variable was the important process in community assembly inside and outside the fence (Fig. 3). Among the examined environment factors, soil particle size distribution, such as silt content outside the fence and coarse content inside the fence, explained a significant fraction of the total variance that was detected in the plant community assembly based on redundancy analysis (S2 Table). Grazing exclusion increased the fine sand and silt+caly content in the topsoil (Su et al., 2OO5; Wu et al., 2014). Moreover, the fenced management improved the soil structure and soil-water capability (Wu et al., 2O14). Soil particles should be well correlated with soil hydrology physical processes. For example, soils that have large particles and pores can hold large amounts of water but do not retain the water since the water leaches through the pores. In contrast, clay and silt soil have low porosity and high water retention (Wu et al., 2O14). Therefore, soil particle size distribution may play an important role in determining the soil water availability, which largely determines the structure of community assembly in arid and semi-arid habitats (Chesson et al., 2OO4; Miranda et al., 2011). Our finding showed that there were more silt and clay in topsoil inside the fence in comparison to outside the fence (S1 Table),resulting in a higher water retention in the topsoil and an increase in the vertical segregation of soil water availability. In other words, variation in the vertical soil profile may create a spatially heterogeneous water resource. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Niche overlap value of the observed community data was significantly less than the expected value inside and outside the fence (Table 3)， suggesting a differential use of resources or limitation of some environment resource that could be in help to structure the community. However, both types of processes (environmental filtering and competitive exclusion) did not work together to determine species diversity and coexistence outside the fence (Fig. 3; Table 3). Disturbance has been acknowledged as one of the important factors affecting species assembly by creating ecological niches, changing soil processes, and leading to competition (Grime, 2006; Bello et al., 2O13). Therefore, free grazing by sheep outside the fence may cause a dilutive effect of competition among different species, especially between annual species and perennials. For instance, selective foraging exerts a local decrease in the chance of a competitive exclusion of species, thereby allowing the subordinate species to coexist and increasing species richness (Grime and Mackey, 2002; Bello et al., 2013; Nathan et al., 2016). Grazing also introduces more heterogeneity into grasslands, which may be beneficial for structural complexity and diversity (Jerrentrup et al., 2O15). Heterogeneous structures may allow diferent species to occupy different microhabitats and provide ecological niches promoting biodiversity (Mayfield et al., 2O10). This was confirmed as the spatially structured environmental variation explained $4 7 . 7 \\%$ of species diversity; whereas its explanatory power $( 2 2 . 2 \\% )$ decreased inside the fence (S2 Table). In contrast, grazing exclusion led to an increase in relative biomass of grass, while the biomass of Leguminosae, Compositae and ruderal decreased. The transition of above-ground productivity may reflect competition among different families (Table 1), suggesting that the grass family has a greater competitive ability for space and resources. Therefore, competition between co-existing species plays a significant role inside the fence (Table 3). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The different processes, such as niche and dispersal processes, may be not mutually exclusive and jointly determine community assembly across different scales, regions and vegetation types (Wang et al., 2013; Li et al.， 2015). Contrary to this viewpoint, however, the community composition in this study was controled by a negligible effect of space that was independent of environment (Fig. 3). Seed limitation strongly influences plant community assembly in grassland (Marteinsd6ttir, 2O14). The dispersal filter was not acting in a semi-arid grassland system dominated by a tussock-forming Stipa tenacissima, because there was a dense and evenly distributed soil seed bank (Luzuriaga, 2O12). In our study region, mean annual wind velocity was ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "$2 . 8 ~ \\mathrm { m / s }$ and the prevailing winds mainly occurred in April and May. If we assume that the seed bank was evenly distributed in this region, the climate condition may have been beneficial for seed dispersal. In addition, patches of bare soil created by tramping may have offered space for propagation and dispersal of seeds (Luzuriaga, 2012). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Our findings indicate that in semi-arid grassland ecosystems dominated by tussock-forming S. breviflora (perennial grass)， rapid changes in topsoil quality that occur following grazing exclusion were associated with a fast recovery of biomass production in grass. The different processes, environmental filtering and competitive exclusion processes, were not mutually exclusive and collectively determined community assembly after grazing the exclusion. Shifts in the relative importance of different processes may be due to certain ecological changes. First, grazing exclusion increased the fine sand and silt+clay content in the topsoil, which may correlate with soil hydrology and influence the soil water availability. Second, a rapid increase in the relative biomass of the grass family may enhance its competitive ability for space and resources. It can be inferred that grazing exclusion may be an eficient way to restore grassland but this practice may sacrifice biodiversity. For the maintenance and restoration of diversity, designers should be aware of this risk and account for the steering community assembly to maximize species diversity, especially when manipulating processes that introduce new species and promote environmental heterogeneity. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The study was financiall supported by the National Natural Science Foundation of China (41461046,31760707). We thank GUO Junlong, ZHANG Yuping, XUE Yi, CHEN Juan, SUI Jinming,and ZHAO Wei for their help with the sampling and measuring of soil organic carbon. We would also like to thank Alison BEAMISH from the University of British Columbia for her assistance with language and grammar checking. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "AndradeBO,KochCBodriniII,etal.2O15.Gassanddegradationandrestoration:aonceptual frameworkof stagesand thresholds illustrated by southern Brazilian grasslands.Natureza & Conservacao,13(2): 95-104.   \nBai YF,WuJG, Clark CM,et al. 2012.Grazing alters ecosystem functioningand C:N:Pstoichiometryof grassands alonga regional precipitation gradient. Journal of Applied Ecology, 49(6): 1204-1215.   \nBalvanera P,Pfisterer A B,Buchmann N,etal.2O06. Quantifying the evidence forbiodiversity effectsonecosystem functioning and services. EcologyLetters,9(10): 1146-1156.   \nButerfieldBJBetancourtJLurerR,etal.l.Facilitationdrives65yeasofvegetatiochangeinteonorar Ecology, 91(4): 1132-1139.   \nCadote MW, Carscadden K,Mirotchnick N.2O11Beyond species: functional diversityandthe maintenanceof ecological processes and services. Journal of Applied Ecology, 48(5): 1079-1087.   \nChesson P,GebauerRLE,SchwinningS,etal.2o4.Resourcepulses,species interactions,anddiversitymaintenanceiarid and semi-arid environments. Oecologia, 141(2): 236-253.   \nChi XL,TangZY,FangJY2014.Paternsofpylogeneticbetadiversityin China's grassands inrelationtogeograpicaland environmental distance. Basic and Applied Ecology,15(5): 416-425.   \nCoifait-Gombault C,BuissonE,Dutoit T.2O12.AreoldMediterranean grassadsresilienttohumandisturbances?Acta Oecologica, 43: 86-94.   \nDeBell F,VandewalleM,ReitaluT,etal.2O13.Evidenceforsale-anddisturbance-dependent traitassemblypaes indry semi-natural grasslands. Journal of Ecology, 101(5): 1237-1244.   \nDe MiguelJM,Martin-ForésI,Acosta-GalloB,etal.216.Non-randomco-occurrenceof nativeandexoticplant spcies in Mediterranean grasslands. Acta Oecologica,77: 18-26.   \nDrayS,LegendreP,Peres-NetoPR.Oo6.Spatialmodeling:acomprehensiveframeworkforprincipalcoodinateaalysisof neighbour matrices (PCNM). Ecological Modelling,196(3-4): 483-493. divergent ieai trait distriouuons In piant assembiage GIObaI Ecoiogy and Biogeograpny, zU(ə): /ə5-/05   \nGotelli N J.20oo. Null model analysis of species co-occurrence patterns. Ecology,81(9): 2606-2621.   \nGotelliNJ,EntsmingerGL.2Oo1.EcoSim: Nullmodelssoftware forecology.BuletinoftheEcological SocietyofAmerica 2006, 78.   \nGotzenbergerL,DeBelloFrathen KA,etal20l2.Ecologicalasemblyrules in plantcommunities-approaches,perns and prospects. Biological Reviews,87(1): 111-127.   \nGrime JP,Mackey JML.2002.The role of plasticity inresourcecapture by plants.Evolutionary Ecology,16(3): 299-307.   \nGrime JP.2006.Traitconvergenceand trait divergence in herbaceous plant communities: mechanisms and consequences. Journal of Vegetation Science, 17(2): 255-260.   \nGuo Q. 2005. Ecosystem maturity and performance. Nature, 435(7045): E6-E7.   \nHilerislambersJ,AdlerPB,Harpole WS,etal.2012.Rethinking communityassemblythroughthe lensofcoexistenceeory. Annual Review of Ecology, Evolution, and Systematics,43: 227-248.   \nHofman M,IsselsteinJ.2O04.Seedlingrecruitment onagriculturallyimproved mesic grassland: the influenceof disturbance and management schemes. Applied Vegetation Science, 7(2): 193-200.   \nHua L M, Squires VR. 2015. Managing China's pastoral lands: currnt problemsand future prospects.Land Use Policy,43: 129-137.   \nIrvine DR,Hibbs DE,Shatford JPA.2009.The relative importance of biotic and abioticcontrols on young conifer growth after fire in the Klamath-Siskiyou region. Northwest Science, 83(4): 334-347.   \nJerrentrupJS,SeitherM,Petersen U,etal.2O15.Litle grazerspecieseffectonthevegetationinarotational grazingsytem. Agriculture, Ecosystems & Environment,202: 243-250.   \nJing Z B,Cheng JM, Chen A.2013.Assessment of vegetativeecological characteristics andthesuccession processduring three decades of grazing exclusion in a continental steppe grassland. Ecological Engineering,57: 162-169.   \nJing Z B,ChengJM,SuJS,etal.2O14. Changes in plantcommunitycomposition andsoil properties under 3-decade grazing exclusion in semiarid grassland. Ecological Engineering, 64: 171-178.   \nLalibertéE,NortonDA,ScotD.2013.Contrastingeffectsof productivityanddisturbanceonplantfunctionaldiversityatlocal and metacommunity scales. Journal of Vegetation Science, 24(5): 834-842.   \nLawley V,Parrot L,Lewis M,et al.2013.Self-organization andcomplex dynamics ofregeneratingvegetationinanarid ecosystem: 82 years of recovery after grazing. Journal of Arid Environments,88: 156-164.   \nLi W,ChengJM,YuKL,etal.205.Nicheandnetralprocesss togetherdeterinediversitylssinsponsetoertiltion in an alpine meadow community. PLoS ONE, 10(8): e0134560.   \nLiu R T, Zhu F,An H,etal.2014.Effectof naturallyvs manuallymanagedrestorationon ground-dwellingarthropod communities in a desertified region. Ecological Engineering,73: 545-552.   \nLuzuriaga AL,Snchez AM,MaestreFT,etal.2O12. Assemblageof asmi-arid anual plantcommunity: abioticand biotic filters act hierarchically. PLoS ONE,7(7): e41270.   \nMarteinsdotir B.2014.Seed rain and sed bank reveal that seed limitation strongly influences plant community assembly in grasslands. PLoS ONE, 9(7): e103352.   \nMasonNWH,DeBelloF,DolezalJ,etal.201.Nicheoverlapreveals theefectsofcompetition,disturbanceandcontasting assembly processes in experimental grassland communities. Journal of Ecology, 99(3): 788-796.   \nMayfieldMM,BonserS,MorganJW,etal.201o.What doesspeciesrichess tellusaboutfunctional traitdiversity? Predictions and evidence for responses of species andfunctional trait diversity to land-usechange. Global Ecology and Biogeography, 19(4): 423-431.   \nMcGee K M, Eaton W D.2015. A comparison of the wet and dry season DNA-based soil invertebrate community characteristics inlargepatchesof thebromeliad BromeliapinguininaprimaryforestinCostaRica.AppiedSoilEcology,87: 99-107.   \nMirandaJD,Armas C,Padill FM,etal.2011. Cimaticchange andrainfallpaterns: efects onsemi-arid plantcommunities of the Iberian Southeast. Journal of Arid Environments,75(12): 1302-1309.   \nNathan J, Osem Y,Shachak M,etal.016.Linkingfunctionaldiversity toresourceavailabilityanddisturbance: amechanistic approach for water-limited plant communities. Journal of Ecology, 104(2): 419-429.   \nOksanen J, Blanchet FG,Friendly M, et al. 2016. Vegan: Community Ecology Package,15-17.   \nPeco B,Carmona CP,De Pablos I,et al.2O12.Effectsof grazingabandonmentonfunctionalandtaxonomic diversityof Mediterranean grasslands. Agriculture, Ecosystems & Environment, 152: 27-32.   \nRiceB,WestobyM.1983.Plantspecies richnesattheO.1 ectarescaleinAustralianvegetationcompared toothercontinnts. Vegetatio, 52(3): 129-140.   \nShao HY, Sun XF, Wang HX,etal.2O16.Amethod totheimpactassessmentof theeturinggraingland tograssand project on regional eco-environmental vulnerability. Environmental Impact Assessment Review,56: 155-167.   \nSiepielski AM, McPek MA.2010. On the evidence for species coexistence: a critique ofthecoexistence program.Ecology, 91(11): 3153-3164.   \nSilvertown J.2O04. Plant coexistence and the niche.Trends in Ecology & Evolution,19(11): 605-611.   \nSu Y Z,LiYL,CuiJY,etal.2O5.Influences ofcontiuous graingandlivestock exclusiononsoil properties inadegraded sandy grassland, Inner Mongolia, northern China. CATENA, 59(3): 267-278.   \nTang Z S,An H,Shangguan Z P.2015.The impact of desertification on carbon and nitrogen storage in the desert steppe ecosystem. Ecological Engineering, 84: 92-99.   \nThompson K,PetcheyOL,AskewAP,etal.2010.Litle evidenceforlimitingsimilarityinalong-term studyofaroadside plant community. Journal of Ecology, 98(2): 480-487.   \nVanKlink R,Schama M,NolteS,etal.2O15.Defoliationandsoilcompactionjointlydrivelarge-herbivore grazingeffctson plants and soil arthropods on clay soil. Ecosystems, 18(4): 671-685.   \nVellend M.2010. Conceptual synthesis in community ecology.The Quarterly Review of Biology,85(2): 183-206.   \nVirtanenR,OksanenJ,OksanenL,etal.20o6.Broad-scalevegetation-environmentrelationships inEurasianhighlatitude areas. Journal of Vegetation Science, 17(4): 519-528.   \nWang D,Liu Y,Wu GL,et al.2O15.Effectofrest-grazing managementonsoil waterandcarbonstorage inanaridgrassland (China). Journal of Hydrology, 527: 754-760.   \nWangSX,WangXA,GuoH,etalOl3.Distingusingtheimportancebetweenhabitatspcialiationanddispersaliation on species turnover. Ecology and Evolution,3(10): 3545-3553.   \nWeiherE,FreundD,Bunton T,etal.2011.Advances,chalengesandadevelopingsynthesis ofecologicalcommunityssmbly theory. Philosophical Transactions of the Royal Society B: Biological Sciences,366(1576): 2403-2413.   \nWu GL,DuGZ,Liu Z H,etal.2009.Efectoffencingand grazing ona Kobresia-dominated meadow intheQinghai-Tibetan Plateau. Plant and Soil, 319(1-2): 115-126.   \nWu GL,LiuZH,ZhangL,etal.2010.Long-termfencing improvedsoilproperties andsoilorganiccarbonstorage inanalpine swamp meadow of western China. Plant and Soil, 332(1-2): 331-337.   \nWu TN,Wu GL, WangD,etal.2O14.Soi-ydrological propertiesresponsetgrazing exclusionin asteppe grassandof the Loess Plateau. Environmental Earth Sciences,71(2): 745-752.   \nWu X,Li ZS,FuBJ,etal.2014.Efectsofgrazingexclusiononsoilcarbonandnitrogenstorage insm-arid graland in Inner Mongolia, China. Chinese Geographical Science, 24(4): 479-487.   \nZhangC,XueSLiuGB,etal.2l1.AomparisoofsoilqualisofdierentrevegetatiotypsinteLossPateau,Ca. Plant and Soil, 347(1-2): 163-178.   \nZhang J,Hao Z Q,Song B,et al.2009.Fine-sale speciesco-occurrence pattrns inan old-growth temperate forest.Forest Ecology and Management, 257(10): 2115-2120. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Appendix ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/62938532a52e7d61f047b55a3bad66007bc73beda1775ff5e6356f6d78e8048e.jpg",
        "table_caption": [
            "S1 Table Soil organic carbon content and particle size distribution to a depth of $4 0 \\ \\mathrm { c m }$ inside and outside the fence "
        ],
        "table_footnote": [
            "Note:Thediferencebetween soilorganiccarbon (SOC)contents wasn'tstatisticallysignificantinsideversusoutsidethefence.SOC inside the fence increased at depths of O-5 and $5 { \\mathrm { - } } 1 0 ~ { \\mathrm { c m } }$ ,and declined at depths of iO-20 and $2 0 { \\ - } 4 0 \\ \\mathrm { c m }$ when compared with outside the fence. The soil particle contents inside the fence,such as clay $( < 0 . 0 0 2 \\ \\mathrm { m m } )$ content,wassignificantly $_ { ( P < 0 . 0 5 ) }$ increased at depth of $0 { - } 2 0 ~ \\mathrm { c m }$ but decreased ata depth of $2 0 { \\ - } 4 0 \\ \\mathrm { c m }$ . The silt content at depths of O-5,5-10 and $2 0 { \\ - } 4 0 \\ \\mathrm { c m }$ exhibited differencessimilar to those of the clay contents inside the fence.The fine sand content decreased significantly $( P { < } 0 . 0 5 )$ at depths of O-5 and $5 { \\mathrm { - } } 1 0 ~ { \\mathrm { c m } }$ but increased significantly $_ { ( P < 0 . 0 5 ) }$ at depth of $2 0 { \\ - } 4 0 ~ \\mathrm { c m }$ compared to outside the fence. Inside the fence had higher coarse sand content $( 0 . 1 { - } 2 \\mathrm { m m } )$ at all depths than the outside, but only at depth of $2 0 { \\ - } 4 0 \\ \\mathrm { c m }$ was statistically significant $( P { < } 0 . 0 5 )$ "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Parameter</td><td rowspan=\"2\">Sites</td><td colspan=\"4\">Soil depth</td></tr><tr><td>0-5cm</td><td>5-10 cm</td><td>10-20 cm</td><td>20-40 cm</td></tr><tr><td rowspan=\"3\">Soil organic carbon (%)</td><td>Outside the fence</td><td>0.27±0.07</td><td>0.27±0.09</td><td>0.4±0.12</td><td>0.32±0.12</td></tr><tr><td>Inside the fence</td><td>0.29±0.07</td><td>0.34±0.22</td><td>0.37±0.11</td><td>0.27±0.08</td></tr><tr><td>t-test (P value)</td><td>0.41</td><td>0.27</td><td>0.58</td><td>0.12</td></tr><tr><td rowspan=\"4\">Clay (<0.002 mm) (%)</td><td>Outside the fence</td><td>2.06±0.48</td><td>2.92±0.73</td><td>4.96±1.35</td><td>5.36±0.92</td></tr><tr><td>Inside the fence</td><td>2.44±0.69</td><td>4.36±1.85</td><td>7.23±1.78</td><td>2.34±0.96</td></tr><tr><td>t-test (P value)</td><td>0.10</td><td>0.01</td><td>0.00</td><td>0.00</td></tr><tr><td>Outside the fence</td><td>18.52±3.63</td><td>25.37±6.75</td><td>41.41±9.82</td><td>44.22±8.09</td></tr><tr><td rowspan=\"3\">Silt (0.002-0.05 mm) (%)</td><td>Inside the fence</td><td>19.79±4.88</td><td>30.95±7.99</td><td>44.31±4.09</td><td>19.83±7.4</td></tr><tr><td>t-test (P value)</td><td>0.46</td><td>0.06</td><td>0.31</td><td>0.00</td></tr><tr><td>Outside the fence</td><td>35.35±1.21</td><td>31.75±2.33</td><td>24.94±4.11</td><td>23.7±3.47</td></tr><tr><td rowspan=\"3\">Fine sand (0.05-0.1 mm) (%)</td><td>Inside the fence</td><td>32.43±3.2</td><td>28.16±3.74</td><td>22.94±2.18</td><td>34.5±3.63</td></tr><tr><td>t-test (P value)</td><td>0.01</td><td>0.00</td><td>0.14</td><td>0.00</td></tr><tr><td>Outside the fence</td><td>44.06±3.5</td><td>39.97±5.33</td><td>28.69±6.96</td><td>26.72±5.72</td></tr><tr><td rowspan=\"2\">Coarse sand (0.1-2 mm) (%)</td><td>Inside the fence</td><td>45.34±4.45</td><td>36.53±6.03</td><td>25.51±3.33</td><td>43.33±5.77</td></tr><tr><td>t-test (P value)</td><td>0.38</td><td>0.15</td><td>0.12</td><td>0.00</td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/88695ac2f08903ab692cbd405aebbee8ac7f3326c9bee69a80a9118211c7d363.jpg",
        "table_caption": [
            "S2 Table Explanatory environmental and spatial variables selected by the forward selective procedure in the redundancy analyses inside and outside the fence "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Sites</td><td>Variables</td><td>Order</td><td>Variables</td><td>R²</td><td>R²Cum</td><td>Adj R²Cum</td><td>F</td><td>P value</td></tr><tr><td rowspan=\"18\">Outside the fence</td><td></td><td>1</td><td>Silt</td><td>0.810</td><td>0.810</td><td>0.808</td><td>417.013</td><td>0.001</td></tr><tr><td>Environment</td><td>2</td><td>Coarse sand</td><td>0.006</td><td>0.852</td><td>0.849</td><td>28.039</td><td>0.001</td></tr><tr><td></td><td>3</td><td>Cover</td><td>0.043</td><td>0.859</td><td>0.854</td><td>4.417</td><td>0.035</td></tr><tr><td rowspan=\"10\"></td><td>1</td><td>PCNM4</td><td>0.137</td><td>0.137</td><td>0.129</td><td>15.614</td><td>0.001</td></tr><tr><td>2</td><td>PCNM20</td><td>0.069</td><td>0.206</td><td>0.190</td><td>8.389</td><td>0.003</td></tr><tr><td>3</td><td>PCNM9</td><td>0.061</td><td>0.267</td><td>0.244</td><td>7.950</td><td>0.005</td></tr><tr><td>4</td><td>PCNM8</td><td>0.059</td><td>0.325</td><td>0.297</td><td>8.239</td><td>0.007</td></tr><tr><td>5</td><td>PCNM2</td><td>0.037</td><td>0.362</td><td>0.329</td><td>5.481</td><td>0.022</td></tr><tr><td>6</td><td>PCNM10</td><td>0.036</td><td>0.399</td><td>0.360</td><td>5.639</td><td>0.019</td></tr><tr><td>7</td><td>PCNM21</td><td>0.033</td><td>0.432</td><td>0.388</td><td>5.278</td><td>0.015</td></tr><tr><td>8</td><td>PCNM17</td><td>0.029</td><td>0.460</td><td>0.413</td><td>4.868</td><td>0.018</td></tr><tr><td>9</td><td>PCNM28</td><td>0.029</td><td>0.489</td><td>0.438</td><td>5.036</td><td>0.024</td></tr><tr><td>10 11</td><td>PCNM40</td><td>0.028</td><td>0.517</td><td>0.463</td><td>5.241</td><td>0.016</td></tr><tr><td rowspan=\"6\">Insidence Environment</td><td></td><td>PCNM14</td><td>0.025</td><td>0.542</td><td>0.485</td><td>4.722</td><td>0.030</td></tr><tr><td>1</td><td>Coarse sand</td><td>0.636</td><td>0.636</td><td>0.633</td><td>171.536</td><td>0.001</td></tr><tr><td>２３</td><td>Silver</td><td>0.153</td><td>0.789</td><td>0.785</td><td>7.09</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td>0.002</td></tr><tr><td>4</td><td>Fine sand</td><td>0.012</td><td>0.811</td><td>0.803</td><td>6.138</td><td>0.015</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "table",
        "img_path": "images/da31346798e3cc424a095f04a148e0b11017e17cadf6e82c390f09a122151145.jpg",
        "table_caption": [
            "WANG Xing et al.: Grazing exclusion-induced shifts, the relative importance of environmental filtering.. "
        ],
        "table_footnote": [
            "Note:WeusedforwardselectionforallenvironmentalandPCNMvariablestoobtainthesignificantenvironmentalandPCNM variables,respectively.Outsidethefence,thesilt,coarsesandcontent,ndtheoverofS.breviflorawerethemainenviotal variables;adeevenCrbls (#2,4,8,9,10,14,7,01,28,nd4)reseleedasemipatiarblse these explanatory environmental and PCNM variables explained $8 5 . 4 \\%$ and $4 8 . 5 \\%$ of the total plant diversity variances,respectively. Insidethefence,thoaead,sitinedotentandeoverofSeviforaetejoreiroetalctotacted; andfivePCNMvariables (#6,13,25,28,35,and39),representingthemajorspatialpredictorweregenerated.Theseexplaatory environmental and PCNM variables accounted for a total of $8 0 . 3 \\%$ and $2 3 . 3 \\%$ of the plant diversity variance, respectively. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"8\"></td></tr><tr><td>Sites</td><td>Variables</td><td>Order</td><td>Variables</td><td>R²</td><td>R²Cum</td><td>Adj R²Cum</td><td>F</td><td>Continued P value</td></tr><tr><td rowspan=\"5\">Inside the fence</td><td rowspan=\"5\">Space</td><td>1</td><td>PCNM25</td><td>0.070</td><td>0.070</td><td>0.061</td><td>7.426</td><td>0.006</td></tr><tr><td>2</td><td>PCNM35</td><td>0.062</td><td>0.133</td><td>0.115</td><td>6.952</td><td>0.003</td></tr><tr><td>3</td><td>PCNM39</td><td>0.051</td><td>0.183</td><td>0.158</td><td>5.973</td><td>0.015</td></tr><tr><td>4</td><td>PCNM13</td><td>0.046</td><td>0.230</td><td>0.197</td><td>5.732</td><td>0.015</td></tr><tr><td>5</td><td>PCNM6</td><td>0.041</td><td>0.271</td><td>0.233</td><td>5.342</td><td>0.020</td></tr></table></body></html>",
        "page_idx": 13
    }
]