[
    {
        "type": "text",
        "text": "粤港澳大湾区城市群建设的历史逻辑、理论逻辑和实践逻辑",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "占亚剑 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（广东机电职业技术学院，广州，510510)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[摘要]建设粤港澳大湾区世界级城市群，既是粤港澳大湾区发展规划的首要战略，也是国家“十四五”规划提出的明确任务。粤港澳大湾区城市群应充分发挥集聚效应，构建全球价值链更高等级地位的价值创造共同体，成为我国参与全球经济竞争与合作的重要空间载体。从历史逻辑来看，粤港澳大湾区城市群建设以构建全面开放新格局作为根本指向其发展历程诠释了产业转型升级与区域协调发展的历史变迁，成为“珠三角”向“大珠三角”演进的时代注脚。从理论逻辑来看，经济集聚与协调发展是粤港澳大湾区城市群的重要命题，应注重发挥借用规模效应、消除集聚阴影以及增强知识溢出等途径提升集聚经济绩效。从实践逻辑来看，围绕构建城市群价值共创这一主题，具体可通过差异化协同发展创新驱动发展和市场一体化发展等三条主线促进城市群集聚效应，实现世界级城市群建设目标。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[关键词粤港澳大湾区城市群；集聚效应；借用规模；集聚阴影；知识溢出",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "《粤港澳大湾区发展规划纲要》提出，以珠佛惠莞等七个城市为节点城市，以广深港澳四大中心城市作为区域发展核心引擎，打造充满活力的世界级城市群。城市群这一概念由英国城市规划思想家Geddes在1915年提出，他认为城市集群（urbanagglomerations）的形成机制与工业集聚促进经济规模扩大密切相关，从进化论的视角将基于交通网络的城市空间扩张定义为集合城市（conurbation）[1]。1957年法国地理学家Gottmann 在著作《Megalopolis：onthe UrbanizationofNortheastern Seaboard》中，采用古希腊伯罗奔尼撒半岛的巨型城市地名Megalopolis定义巨大的、经济联系密切的城市集群，借用该名词特指美国经济成就标杆东北海岸大城市连绵区[2]。自从姚士谋提出具有中国特色的城市群概念之后，国内学者从城镇密集区、城市经济区、城镇集群等多个角度丰富了城市群的概念内涵与外延。虽然国内学界对城市群的研究取得了大量成果，但存在概念辨析偏多、应用研究偏少等缺憾，不利于进一步深化城市群研究[3]。循此思路，本文以粤港澳大湾区城市群演进历史为切入点，尝试厘清城市群发挥集聚效应的理论逻辑，以价值共创为主题探索城市群建设发展的实践逻辑，以期为粤港澳大湾区建设世界级城市群提供新的视角与借鉴。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2构建“大珠三角”全面开放新格局：粤港澳大湾区城市群建设的历史逻辑",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“珠三角”正式成为地理名词来源于1947年吴尚时、曾昭璇提出的“珠江三角洲溺谷生成学说”[4。1978年7月，国务院颁发《开展对外加工装配业务试行办法》，批准广东和福建两省开展“三来一补”试点。据此，广东省选择东莞、南海、顺德、番禺和中山等五地作为省内试点城市发展外向型经济，“珠三角”城镇工业化发展进入快速发展期。2006年，粤港合作联席会议提出“大珠三角”的概念，地域包括港澳与“珠三角”9市。从“珠三角”到“大珠三角”，粤港澳大湾区沿着一条从非农化到城镇化、工业化以及后工业化的发展轨迹，这其中蕴含着城市群发展的历史逻辑。从城市发展的角度来看，粤港澳大湾区城市群建设发展可划出雏形期、发育期和加速期等三个阶段。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1以城市连绵区为特征的城市群建设雏形期",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "改革开放初期，“珠三角”乡镇企业利用劳动力充足、地价低廉等优势，依托毗邻港澳的区位优势，抓住国际产业转移历史机遇，积极发展“前店后厂”式外向型经济。以外向型经济为主导的城镇工业化带动当地农业人口向非农业人口快速转化，更出现“百万农民工下广东”的人口流动奇观，“珠三角”人口规模和城镇规模急剧扩大。1992年邓小平同志南巡讲话对坚持改革开放的重要指示，提振了外商投资的信心，“珠三角”乡镇企业重新进入高速增长阶段，总产值增长率由1991年的 $2 9 . 8 6 \\%$ 提升至1993年 $6 3 . 1 0 \\%$ ，创下最快增长记录5。蓬勃发展的“珠三角”乡镇企业增强了城镇地方财政实力，加快了当地基础设施建设，产业投资与营商环境进一步优化，推动乡镇企业多元化、集团化转型发展，由龙头企业引领的专业城镇产业带日益壮大。在“珠三角”城镇化发展过程中，暴露出村镇土地利用率不高、空间形态斑块化、景观破碎化和产业团状分散等问题，空间结构上出现“大分散、小集中”的絮状连绵分布特征。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为加快城市经济发展，“珠三角”大城市纷纷仿效乡镇企业的发展模式，在交通便利的城市周边划拨出大片土地发展外向型经济，一大批经开区、高新区等产业空间建成并大获成功，如广州经济开发区、惠州仲恺高新区等。城市周边的产业空间通过快速路或城市环线与主城区相连，辅以商住、教育和医疗等配套规划，逐渐形成“园城分置”城市工业化模式。“园城分置”模式较好地解决钟摆交通与职住分离问题，但城郊开阔地带被大量“非城非乡”的半城市化地带取代，影响到城市绿色可持续发展。随着“非城非乡”区域持续扩张，最终与絮状连绵分布的城镇空间连成一片，城市连绵区由此形成。从建设用地增长及分布情况来看，改革开放40年来“珠三角”建设用地增加近5",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "，分布上呈环状沿海分布且具有明显的港澳特别行政区边界的指向性，使“大珠三角”在经济地理意义上初具“湾区”雏形。但随之而来的问题是，优化产业空间布局、改善宜居宜业环境和提高国土空间利用率等难题始终没有得有效解决，人地矛盾日益突出。据统计，粤港澳大湾区深圳、东莞、珠海、佛山等市的国土开发强度已超过 $30 \\%$ 国际公认警戒线，其中深圳已超过 $50 \\%$ ，东莞接近 $50 \\% ^ { [ 8 ] }$ 。因此，粤港澳大湾区城市群可开发国土非常有限，空间开发面临供给增量不足、存量优化乏力等难题，产业集聚与高端化发展受阻，影响城市群持续健康发展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2“双转移”促进粤港澳大湾区城市群发育",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2007年我国大规模下调商品出口退税率，尤其在2008年全球金融危机之后，在国际市场需求萎缩与国内制造业成本持续升高双重压力下，“珠三角”外向型经济发展速度急剧下滑。外源型产业显露出“候鸟”特征,重新在全球范围内寻找经营成本更低的地区开办企业，致使“珠三角”大批企业关停或外迁。这其中，以产品附加值偏低的中小企业为主,而大多数附加值较高的规模企业受成本上升、价格波动以及需求锐减的压力相对较小。从城市空间演化的角度来看,通过市场力量淘汰产业链低端的中小企业，不仅有助于产业转型升级，还将促进城市空间优化与产业高端化发展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "为加快构建“珠三角”现代产业体系，更好地应对全球金融危机的挑战，国务院于2009年批准实施《珠江三角洲地区改革发展规划纲要（2008-2020年）》，“珠三角”9市以及与港澳紧密合作的相关内容均被纳入规划范围，明确提出建设亚太地区最具活力和国际竞争力的城市群作为城市发展定位。广东省委省政府以“产业转移工业园”为空间载体，推进产业与劳动“双转移”战略，为新兴产业发展“腾笼换鸟”。通过政策层面的推动，粤港澳大湾区城市群与周边城市结对，共同实施产业转移，重点打造广州（阳江）、深圳（潮州）、东莞（韶关）、佛山（云浮）和珠海（茂名）等15个省级示范产业转移园。2010年，全省35个省级产业转移工业园实现产值1953.6亿元，税收108.85亿元，相比2008年底增长6倍，“双转移”战略取得显著成效[10]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "广东“双转移”战略的顺利实施，不仅实现了“珠三角”产业转型升级，还对粤港澳大湾区城市群发育起到了催化加速的作用。首先，“双转移”同步推进产业高端化与产业链整合延伸，通过优化集聚要素资源，重构城市群经济格局，如深圳转型为创新驱动城市，东莞由“世界工厂”升级为“先进制造之都”。其次，“双转移”在拓展城市发展空间的同时，促进产业转入地与转出地之间的经济合作互动，并通过区域重新分工强化城市间经济协作互补，逐步形成广佛肇、深莞惠和珠中江等三个新型一体化都市区，成为粤港澳大湾区城市网络重要的基础架构。除此之外，前述“规划纲要”中提到的港珠澳大桥、珠江三角洲城际轨道交通网络等系列基础设施顺利开工建设，进一步完善粤港澳大湾区城市群现代综合交通运输体系，为粤港澳大湾区城市群发育提供基础支撑。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3新时代粤港澳大湾区城市群建设发展加速期",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2016年3月，国务院发布《国务院关于深化泛珠三角区域合作的指导意见》，首次提出建设粤港澳大湾区世界级城市群作为发展目标。2017年7月，在习近平总书记亲自见证下，国家发改委与粤港澳三地政府共同签署《深化粤港澳合作 推进大湾区建设框架协议》，正式拉开粤港澳大湾区建设世界级城市群的序幕。党的十九大报告明确指出，要以城市群为主体构建大中型城市与小城镇协调发展的城镇格局，推进区域协调发展，到2035年基本实现社会主义现代化。因此，在迈向第二个百年奋斗目标的新征程时代背景下，粤港澳大湾区城市群将迎来发展加速期。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从国家层面来看，国家“十一五”规划将城市群列为国家城镇化发展主体形态，构建高效协调可持续的城镇空间格局。2010年国务院发布《全国主体功能区规划》，首次明确了19个城市群作为国家主体功能区，并提出“两横三纵”城市化国家战略。值得重视的是，继国家“十三五”规划提出了加快城市群建设发展之后，在2021年3月发布的国家“十四五”规划中，进一步明确了全国19个城市群建设总体部署，提出优化提升、发展壮大和培育发展等三个层级的分类建设指南，明确指出京津冀、长三角和珠三角等5个城市群为第一层级。可见，在新时代国家发展战略中，充分强调了建设粤港澳大湾区城市群的重要性、紧迫性。粤港澳大湾区城市群地处“两横三纵”中沿海纵轴的南端节点，一直都是我国改革开放和对敌斗争“两个前沿”的战略性区域。因此，建设粤港澳大湾区世界级城市群既是粤港澳区域经济社会发展的内在需要，同时也是服务国家全面开放新格局构建与推进“一带一路”战略的主动作为。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从世界湾区发展的角度来看，交通发达的港湾地区具备世界级的“陆海联动”区位优势，具备集聚和配置全球高端资源要素的潜力，湾区大多经历港口经济、工业经济、服务经济和创新经济等四种发展形态。如果以更长的时间尺度来看，世界顶级湾区的形成与发展包含产业生态与创新生态融合演化过程，需要以成熟发达的城市网络为依托架构，因而世界级城市群大多诞生在世界顶级湾区[12]。粤港澳大湾区与旧金山湾、纽约湾、东京湾并称全球四大湾区，兼具金融、制造、科创等产业优势，经济增速、土地面积和人口等方面指标位居全球四大湾区前列（见表1），具备孕育世界级城市群的良好条件。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在世界“逆全球化”趋势不断加剧的背景下，为主动迎接新一轮科技革命和产业变革，建设粤港澳大湾区世界级城市群将为我国区域协调发展和全面扩大开放提供新的实践方案，成为中国特色社会主义现代化建设的先行示范。换而言之，面对新时代的挑战与机遇，粤港澳大湾区城市群建设进入加速期是构建全面开放新发展格局的应然选择。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/2ec4674b0f175405a7a2a2db9a0e8fa09ea41dbecbf0ad83a8e86820d108fefa.jpg",
        "table_caption": [
            "表1全球四大湾区基本情况对比（2020年）"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>指标</td><td>粤港澳大湾区</td><td>旧金山湾区</td><td>纽约湾区</td><td>东京湾区</td></tr><tr><td>土地面积 (平方公里）</td><td>56,098</td><td>17,887</td><td>21,479</td><td>36,898</td></tr><tr><td>人口（万）</td><td>8,617</td><td>774</td><td>1,922</td><td>4,434</td></tr><tr><td>生产总值 (亿美元)</td><td>16,792</td><td>9,950</td><td>18,611</td><td>19,916</td></tr><tr><td>生产总值实质性增长（%)</td><td>4.4</td><td>4.0</td><td>1.2</td><td>1.4</td></tr><tr><td>人均生产总值 (美元)</td><td>23,116</td><td>128,573</td><td>96,853</td><td>45,084</td></tr><tr><td>机场客运量（万人次）</td><td>10,147</td><td>2576</td><td>4077</td><td>4082</td></tr><tr><td>港口货运吞吐量 (万标箱)</td><td>8,163</td><td>246</td><td>759</td><td>836</td></tr><tr><td>第三产业占GDP比重（%）</td><td>66</td><td>75</td><td>82</td><td>76</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "注：旧金山湾区包括环绕旧金山湾的9郡；纽约湾区区包括纽约、纽华克、泽西和周边的25郡；东京湾区包括东京都和周边7县。数据来源：香港贸易发展局。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3发挥城市群集聚效应：粤港澳大湾区城市群建设的理论逻辑",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "城市群集聚效应是指在特定的地理空间内，通过发达的交通与信息网络连接，以一个或多个超大、特大城市为中心，联合相当数量的中小城市共同组成空间相互依附、经济互动频繁的城市集群，进而实现集聚经济效应。与单个城市空间内在的集聚经济相比，城市群作为一体化的城市组团强调突破各自的行政区划，发挥城际合作潜能与区域组织优势，充分激发协同效应提升集聚经济绩效。鉴此，我们采用协同效应相关理论展开粤港澳大湾区城市群建设发展研究。需要说明的是，粤港澳大湾区城市群是由四个中心城市组成的多中心城市群，本文围绕多中心城市群协同效应进行探讨。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1借用规模效应提高城市群集聚经济绩效",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "集聚效应是经济活动在空间的集中助推生产力水平提高的经济现象。新经济地理学理论认为，城市群人口与资源要素趋向集中后，集聚效应促进规模报酬递增，进而增强城市群整体经济绩效。Ciccone指出，当城市产业与人口出现多中心集聚或非均匀分布时集聚效应更为显著[13]。Meijers 对兰斯塔德地区城际协同效应的研究表明，邻近的城市之间通过合作性、互补性等协调机制可实现集聚效应，多中心的城市群的集聚经济绩效比单中心城市群更高[14]。也有学者提出相反的观点，如Bailey等人对苏格兰中部地区城市群空间结构研究后发现，多中心城市群是一个嵌合体而不是一个有实际效用的范式[15]。然而，总结城市发展经验可以发现，单中心城市群或单个城市的资源要素持续集中，最终将出现拥挤效应超过集聚效应，导致交通拥堵、环境污染和资源紧张等集聚不经济问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "我们不禁要问，多中心城市群集聚效应提升经济绩效是否切实可行？Alonso在一篇批判城市最优规模观点的文献中提出，讨论城市最优规模",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "能仅要考察城市本身，还应充分考量与之有联系的其他城市发生的借用规模效应。不过，Alonso提出的借用规模效应并未引起学界重视，直到20年后学者们才开始关注该理论的创新之处。Hepworth在发表于1992年的论文中指出，伦敦周边小城市利用通信技术实现借用规模效应，建议伦敦城市规划将其纳入促进共同繁荣[1]。Dijkstra等人发现欧洲多中心城市群内非中心城市和小城镇通过借用规模效应共同实现更高速的经济增长[。因此，多中心城市群内的经济互动将产生借用规模效应，在两者共同作用下，促使规模经济出现集聚效应并互为强化。利用城市间发达的交通网络和信息网络，借用规模效应将",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "再局限于空间尺度意义上的临近城市，还将推动城市群中所有城市的发展。城市群通过深化专业分工协作、打造一体化市场、优化城市空间利用等方式，促进城市群成为联系更紧密的发展共同体，进一步增强城市群集聚效应[18]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2城市群网络外部性对冲多中心城市群集聚阴影",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fujita、Krugman等学者指出，城市群中的大城市对周边的中小城市以及中小城市之间的竞争会抑制小城市发展，大城市对周边城市的人才、消费的吸纳也会损害小城市的发展利益，竞争影响与虹吸效应共同形成的集聚阴影将削弱小城市的发展优势[19]。Burger认为，城市群内大城市能提供更高质量的城市功能与服务供给，其周边的小城市相比距离较远的小城市能提供的城市功能和服务的质量和水平难以提升，集聚阴影效应限制了大城市附近的小城市发展[20]。可见，“借用规模”与“集聚阴影”是集聚效应的正反两面，积极的集聚效应实现“借用规模”，负面的集聚效应则导致出现集聚阴影2。对于“借用规模”和“集聚阴影”两者可能存在的此消彼长关系，以及城市群集聚阴影的发生机制，国外学界还没有形成共识[22]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "值得关注的是，国内学者针对我国城市群集聚效应的比较研究成果颇丰。柯善咨认为，京津周边区域存在“环京津贫困带”现象，中原城市群、京津冀城市群的中心城市对周边市县具有极化效应和经济增长抑制作用[23。陈玉以人均GDP增长率为研究对象实证分析京津冀与长三角城市群经济发展的空间差异，提出优化京津冀城市群产业空间结构体系应对集聚阴影[24]。孙东琪对比研究长三角城市群和京津冀城市群发现，长三角城市群并没有出现集聚阴影，他认为城市群中心城市与周边地区的产业联系强度是产生集聚阴影的关键因素，区域产业空间联系与集聚阴影之间互为因果关系[25。上述学者们的研究结论表明，若小城市处于城市群中从属地位，集聚经济效应发挥不显著，借用规模效应发挥不充分，容易产生虹吸效应，进而引致“集聚阴影”[26]。上述研究也验证了最早由Capello提出的城市网络外部性理论，即城市网络外部性在区域空间尺度上赋予集聚外部性更大的收益，但只有参与网络合作才能获得网络优势[]。正如Meijers对兰斯塔德地区集聚效应的总结：多中心城市区域的网络外部性源自城市之间产业经济的合作与互补关系所形成协同作用的外溢，对区域经济发展优势具有促进作用[28。综上所述，增强城市群内城市之间的产业经济联系，发挥城市网络外部性，帮助城市群中的小城市更好地融入城市网络，将充分激发城市群借用规模效应，对冲激烈竞争带来的集聚阴影[29]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3知识溢出效应强化城市群创新驱动能力",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Romer将知识作为变量引入柯布-道格拉斯生产函数构建内生增长模型，以知识存量在时间上的溢出来解释技术进步对经济增长的核心驱动作用[30。学者们后来发现，在空间尺度上考察知识溢出效应相比企业尺度更为显著β。知识溢出效应的发生机制可以分为基于知识人才流动、基于研发合作、基于企业家创业和基于投资活动等四种类型。上世纪90年代以来，知识溢出效应与集聚效应的循环因果关系被广泛认同，知识溢出效应由此成为区域创新活动聚集与经济增长的有力解释[2]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "面对当今世界百年未有之大变局，我国提出加快构建国内大循环为主、国内国际双循环相互促进的新发展格局，这需要更多依靠创新驱动[33]。在区域经济发展层面，形成新增长极推动经济社会高质量发展已成为城市群的时代命题从现有的研究来看，考察知识溢出效应对区域经济增长的促进作用主要有两支文献。一是利用知识溢出效应推动技术创新，引领产业高端转型，进而实现区域经济增长。如Hirose对美国和日本的技术创新进行比较研究，指出知识溢出效应帮助企业提升研发能力并降低创新成本，使得上世纪50年代至70年代的日本经济高速增长[34]。白俊红利用引力模型测度国内30个省级行政地区的创新要素流动与经济发展关系，验证了创新要素流动有助于知识的空间溢出，而知识溢出提升创新绩效又进一步促进经济增长3]。二是通过知识溢出与要素集聚的内生互动作用，促进要素集聚推动区域经济增长。Feldman等人采用知识生产函数构建创新地理实证分析模型，研究发现美国新的经济区位优势主要来源于产业与商业服务的地理空间集中，以及人力资本和技术进步的累积带来的创新，创新活动与要素集聚后即产生共生共长的协同效应[36]。Caniels 和Verspagen以知识溢出作为集聚经济的主要特征，提出地区演化经济模型，证实知识溢出效应能显著提升区域经济增长与地域趋同，发现地理邻近将增强知识溢出效应[37]。张勋通过知识溢出和技术扩散两个维度考察区域间经济互动，指出国内8大经济区域之间的经济互动来源于知识溢出效应，知识溢出效应在市场开放程度较高的长三角、珠三角和环渤海地区更为显著，但仍远低于美国各州的知识溢出率[38]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "综上所述，知识溢出不仅是推动区域创新发展的直接、间接因素，同时还作为到城市群要素集聚与科技创新的重要变量。因此，利用知识溢出效应将进一步促进区域创新要素合理配置，优化城市群创新结构，实现城市群创新驱动发展。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4价值共创的旨归：粤港澳大湾区城市群建设发展的实践逻辑",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在信息化和全球化的双重影响下，世界城市网络与全球价值链深度融合、互为强化，世界城市网络中重要城市大多占据全球价值链的高端节点位置。世界级城市群作为世界城市网络最具活力的节点集群，具备全球资源要素集聚与配置能力，参与全球价值链的治理与重构，进而巩固在全球价值链中的主导型地位。因此，粤港澳大湾区城市群作为我国经济发展的重要空间载体参与全球竞争与合作，应充分发挥集聚效应，构建全球价值链更高等级地位的价值创造共同体。在世界城市网络视域下，以粤港澳大湾区城市群价值共创为主题，具体可通过差异化协同发展、创新驱动发展和市场一体化发展等三条主线增强城市群集聚效应，更好地融入世界城市网络，实现世界级城市群建设目标。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.1城市定位与差异化发展主线",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "集聚效应主要通过人口集聚、产业集聚和地理空间集聚等途径提高城市群经济活动互动密度，由于要素集聚效应产生的外部性是城市群集聚经济的外在表现。单纯依托要素简单累积并不能充分激发城市群的集聚效应，还需要城市群各城市错位发展增进城市之间的互补协同，实现城市群集聚经济绩效最大化。一方面，城市群合作与互补机制促进经济合作，通过深化分工形成城市群区域价值链，实现规模报酬递增。另一方面，集聚规模超过“门槛平衡点”后将出现效用衰减，利用城市群网络外部性消解集聚阴影，避免招致集聚不经济问题[39]。因此，要准备把握粤港澳大湾区城市群“ $4 { + } 7 ^ { 3 }$ 城市定位，强化城市群内部合作互补的动态协调机制，注重内部差异化发展，充分发挥借用规模效应发展城市群集聚经济。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在《粤港澳大湾区发展规划纲要》中，明确了以香港、澳门、广州、深圳四大中心城市的发展定位，但是对珠海、佛山、惠州等7个重要节点城市的功能定位界定还不够清晰。2020年粤港澳大湾区各市统计部门的数据显示，香港和澳门第三产业占比超9成，广州和深圳第三产业占比分别为 $7 2 . 5 \\%$ 和 $6 2 . 1 \\%$ 而7个重要节点城市的第三产业占比均处于 $4 2 \\% - 5 5 \\%$ 区间，这从一个侧面反映出7个重要节点城市产业结构仍以制造业为主。在产业相似系数方面，东莞与深圳超过了 $90 \\%$ ，东莞与珠海高达 $9 5 . 8 3 \\%$ ，其他城市产业主要集中在食品、纺织、电子器械、通讯等行业。应当看到，粤港澳大湾区建设世界级城市群亟待解决内部重复建设、同质化竞争的问题，需要处理好城市群内各城市科学定位与差异化发展的关系。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在粤港澳大湾区城市群协同发展框架下，通过挖掘各城市要素禀赋，对各城市进行准确定位，制定科学的发展战略，合理规划城市发展和产业布局，形成城市群内部差异化错位发展，增强城市群网络外部性减少集聚阴影。一方面，发挥香港“湾区窗口”和澳门“中葡商贸平台”作用，依托港珠澳大桥枢纽链接功能，以深港互通、琴澳联动为切入点强化港澳联系，并通过广州港内贸优势提升城市群辐射内地能力，拓宽粤港澳大湾区双向开放，推进粤港澳大湾区四大中心城市优化发展；另一方面，利用“深圳建设中国特色社会主义先行示范区”、“广东自贸区”等政策资源，发挥粤港澳大湾区城际铁路和深中通道网络连接作用，加强深莞惠合作、深中一体化，在广佛同城化基础上加快广佛肇经济圈建设，依托珠海、佛山、惠州等7个重要节点城市的产业基础与优势，推动互联网、大数据、人工智能等新兴产业与传统制造业深度融合，突破产业发展瓶颈加快高端化转型，实现产业转型升级与城市发展定位互动互促。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2优化创新网络加快协同创新发展主线",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在新发展格局下，粤港澳大湾区城市群继续沿用传统的投资驱动外向型经济发展的模式将难以破解全球价值链低端锁定的困局，而依靠工艺流程升级、产品升级等低层次产业升级模式并",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "能显著提升产业附加值，仍将面对“制造业回流”、“卡脖子”等经贸摩擦难题。世界三大湾区城市群的发展经验表明，增加知识投入改变生产函数，利用创新要素提升产业核心竞争力，向产品功能升级或价值链升级为主要特征的产业阶段跨越，将实现全球价值链更高等级的地位攀升，进而提升全球竞争中的优势。根据《2018年全球创新指数报告》数据显示，粤港澳大湾区每万人PCT国际专利受理数仅为东京湾区的1/3、纽约湾区的 $1 / 5 ^ { [ 4 0 ] }$ 。可见，提升区域创新能力是粤港澳大湾区城市群高质量发展的逻辑必然。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "考察城市的创新能力主要有创新要素投入、创新环境和创新产出绩效等三方面评价指标[41]。然而，区域创新能力并非区域内所有城市创新能力的累积，还要考虑创新要素在区域内部流动产生的知识溢出效应。这就需要在单个城市创新能力分析的基础上，综合考虑城市创新主体在区域创新网络中的集聚与趋同程度。据统计，目前广州和深圳的高校科研机构数量在粤港澳大湾区占比为",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "$67 . 6 9 \\%$ ，两市新兴科技产业优势创新机构数量占比分别为 $20 \\%$ 和 $5 0 . 4 3 \\%$ ，创新要素高度集聚[42]。另外，通过基尼系数模型测算广东省区域创新能力差异性发现，2000年",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2018年粤港澳大湾区9市的创新能力基尼系数差异性远高于省内其他区域，且差距超过2倍，说明区域创新能力长期处于极",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "均衡状态[43]。区域创新能力差极不均衡，代表区域“知识势能”“技术势能”的差距过大，党史知识溢出效应需要适度“势差”作为前提，“势差”过大将影响知识溢出并形成虹吸效应，进一步强化不均衡状态。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "从实践层面来看，粤港澳大湾区应注重城市群创新网络优化，积极发挥知识溢出效应，促进城市群协同创新。首先，基于广州、深圳与佛山、东莞之间的产业分工网络，加上地理位置邻近且交通便捷，强化广深与佛莞产业合作互补优势，加大广深佛莞高新企业基础研究与科技创新支持强度，借助横琴粤澳深度合作区、前海深港现代服务业合作区、河套深港科技创新合作区和南沙粤港深度合作园等区域创新极，打造粤港澳大湾区城市群创新网络核心区，增强知识溢出效应；其次，利用广佛肇经济圈、深中一体化以及深莞惠合作基础，并以港科大（广州）、澳科大（珠海）、澳大（横琴）、港中大（深圳）、港城大（东莞）、港都大（肇庆）等跨境合作办学高校为重要支点，促进研发要素自由流动，推动惠州、肇庆、江门、中山、珠海融入粤港澳大湾区城市群创新网络，形成以科技成果转化与技术扩散为主要职能的城市群创新网络拓展区。与此同时，发挥粤港澳高校联盟、科研机构和高科技企业集聚区等创新主体作用，依托广深科技创新走廊，利用港澳国际创新资源要素和发达的科技金融服务业优势，建设粤港澳科技创新带，与创新网络共同组成粤港澳大湾区城市群“一网一带多极”科创高地。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.3广府文化增进粤港澳大湾区市场一体化发展主线",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "市场一体化是指资源要素及商品或服务在特定区域内自由流动，形成交易通畅的商品市场和要素市场，由市场决定资源配置，促进区域经济效益规模最大化与效率最优化。由于“一个国家、两种制度、三个关区”机制体制的原因，香港和澳门与粤港澳大湾区城市群其他9市的市场一体化水平差距较大，但总体而言，粤港澳大湾区城市群11个城市的市场一体化水平处于上升区间，尚未触及市场一体化对经济增长促进作用倒U形关系的拐点[44]。根据斯密一杨格定理，分工水平取决于市场需求，但分工水平又决定了市场供给，也就是说决定市场规模的需求和供给都与分工水平相关，两者在分工水平相互作用下形成累进的因果循环关系。因此，推进粤港澳大湾区市场一体化建设将进一步释放城市群经济增长潜力。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "从经济地理的角度来看，粤港澳大湾区城市群可以看成是一个有明确边界的区域，城市群内部加强市场一体化有助于扩大市场规模和优化市场结构，进一步发挥比较优势推动产业经济分工与经济互动，促进城市群产业经济更加紧密的联系与合作。然而，地方保护主义为实现报酬递增，往往会选择发展并不具备比较优势的产业，以期在未来获得更高的收益，在此动机下重复建设和市场保护成为当地政府实现短期经济增长的主要策略，最终导致发展模式同质化、产业恶性竞争和区域性市场分割等发展痼疾。从广东省政府最近颁布的粤港澳大湾区竞争政策先行落地实施方案来看，此举将有助于推进区域市场一体化，但就长远而言，我们还应该重视文化这个非制度因素对市场整合的作用，例如欧盟在制度层面消除了不利于市场整合的制约，却由于语言、宗教等文化因素阻碍了市场一体化；刘毓芸等学者以生产率差异为测度指标对国内县域间市场一体化的实证研究中发现，方言不同的两县间生产率差异比方言相同的两县间高[45；陈永伟验证了文化差异不仅对省际贸易存在着显著的负面影响,而且这种负面影响会逐年增强[4]。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "广府文化是岭南文化的重要支脉，始然于汉，炽于唐宋，通行广州话方言为标准音的粤语[47]。早在雍正五年，广州府辖境扩大到十四个县，成为广东第一大府，区域规模接近现在的粤港澳大湾区。在区域治理方面，清廷于顺治四年设置两广总督常驻肇庆，乾隆十一年迁驻广州，奠定了广州府在中国南方政治、军事和经济中心的地位。自乾隆二十二年广州府“一口通商”以来，发达的对外经贸促进广府文化进一步繁荣。广府文化历经几百年演变，兼具开放包容、重商务实等文化特征，成为根植于岭南地区和海外华侨华人最具影响力的地域文化。从文化元素的角度来讲，粤港澳大湾区城市群在地缘、亲缘、业缘等方面饱含广府文化底蕴，共同承载着穿越千年历史的文化符号，拥有同宗同源的历史文化基因[48]。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "正因如此，强化粤港澳大湾区文化认同，利用广府文化提升人文凝聚力，有助于粤港澳大湾区建设统一的公平市场。首先，重商务实的广府文化有助于进一步消除区域隔阂，促进资源要素自由流动和高效配置，激发市场主体活力，优化粤港澳大湾区城市群营商环境，助推高标准的统一市场体系建设。其次，利用广府文化强大的境外影响力，推动粤港澳大湾区与国际市场深度接轨，提高粤港澳大湾区全球资源配置能力、科技创新策源能力、高端要素聚集能力和投资消费辐射能力，在全球价值链中获得更高等级的地位攀升。另外，借助粤港澳大湾区城市群“语同音、习相近”的文化优势，发挥广府文化对人才集聚和交流互动的“黏合剂”作用，打破人才自由流动壁垒，增强知识溢出和技能互补等人力资源外部性效应，打造具有全球影响力的国际化创新生态系统，促",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "进粤港澳大湾区市场一体化",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5结语 ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "建设充满活力的世界级城市群作为粤港澳大湾区重要战略定位，已成为一个目标明确、意义重大的建设任务，关系到我国建设国际经济竞合新平台、构建开放型经济新体制和打造“一带一路”重要支撑等战略目标实现。通过借用规模效应、网络外部性和知识溢出等效应，提高城市群一体化水平，促进“宜居宜业宜创”的世界级城市群建设，进而形成对全球高端要素配置、价值链升级、国际科创高地建设等方面的牵引主导与辐射带动作用。这涉及到如何监测借用规模效应对区域一体化建设的正向作用，如何量化城市网络外部性消弭集聚阴影的影响，如何测度知识溢出效应对创新要素配置的促进作用，都对粤港澳大湾区“两种制度、三个关税区、三个法律体系”城市群建设带来挑战，将成为非常值得我们深入研究的问题。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "1 顾朝林.城市群研究进展与展望[J].地理研究,2011,30(05):771-784.  \n2 伊丽莎白·贝金塔,李浩,华珺.格迪斯、芒福德和戈特曼:关于“Megalopolis\"的分歧[J].国际城市规划,2007(05):8-16.  \n3 陈美玲.城市群相关概念的研究探讨[J].城市发展研究,2011,18(03):5-8.  \n4 吴尚时,曾昭璇.珠江三角洲[J].岭南学报,1947,8(1):105-122.  \n5 古诗韵,阎小培.珠三角乡镇企业发展的时空变化特征[J].中山大学学报(自然科学版),1999(05):92-97.  \n6 李极恒,龚岳,李贵才.珠三角村镇建成区的空间型态:特征、类型和产业影响因素[J.地理科学进展,2019,38(06):829-839.  \n7 马向明,陈洋,黎智枫.粤港澳大湾区城市群规划的历史、特征与展望[J].城市规划学刊,2019(06):15-24.  \n8 合富研究院.从粤港澳大湾区看房地产前景[R],2017.  \n9 赵冬昶,苗燕民.后金融危机时代珠三角地区产业结构升级研究[J].价格理论与实践,2009(10):74-75.  \n10 广东“双转移”三年初见成效[J].领导决策信息,2011(38):24-25.  \n11 杨静,赵俊杰.四大湾区科技创新发展情况比较及其对粤港澳大湾区建设的启示[J.科技管理研究,2021,41(10):60-69.  \n12池仁勇,廖雅雅,郑伟伟.大湾区经济发展的新模式:产业生态与创新生态融合与演化[J].自然辩证法研究,2021,37(06):45-51.  \n13Ciccone A，Hall R. Production and density of economic activity[J]. American Economic Review,1996,86(1):54-70.  \n14Meijers E,Burger M. Spatial Structure and Productivity in US Metropolitan Areas.Environment andPlanning A[J]. Economy and Space. 2010,42(6):1383-1402.  \n15Bailey N, Turok I. Central Scotland as a Polycentric Urban Region: Useful Planning Concept or Chimera?[J]. Urban Studies. 2001,38(4):697-715.  \n16Hepworth M. Telecommunications and the future ofLondon[J]. Policy Studies,Routledge,1992,13(2): 31-45.  \n17DijkstraL, Garcilazo E, McCann P.The Economic Performance of European Cities and City Regions: Mythsand Realities[J]. European Planning Studies, Routledge, 2013,21(3): 334-354.  \n18 于斌斌,郭东.城市群空间结构的经济效率：理论与实证[J].经济问题探索,2021(07):148-164.  \n19 藤田昌久.空间经济学:城市,区域与国际贸易[M].中国人民大学出版社,2005.  \n20 Burger M, Meijers E， Hoogerbrugge M, et al. Borrowed Size,Agglomeration Shadows and CulturalAmenities in North-West Europe[J]. European Planning Studies, 2015,23(6): 1090-1109.  \n21 Meijers E, Burger M, Hoogerbrugge M.Borrowing size in networks of cities: City size, network connectivityand metropolitan functions in Europe[J]. Papers in Regional Science, 2016,95(1):181-198.  \n22 Camagni R，Capell R. Second-Rank City Dynamics: Theoretical Interpretations Behind Their GrowthPotentials[J]. European Planning Studies, 2015,23(6): 1041-1053.  \n23 柯善咨,夏金坤.中原城市群的集聚效应和回流作用[J].中国软科学,2010(10):93-103.  \n24 陈玉,孙斌栋.京津冀存在“集聚阴影”吗——大城市的区域经济影响[J].地理研究,2017,36(10):1936-1946.  \n25 孙东琪,张京祥,胡毅,周亮,于正松.基于产业空间联系的“大都市阴影区”形成机制解析——长三角城市群与京津冀城市群的比较研究[J].地理科学,2013,33(09):1043-1050.  \n26姚常成,宋冬林.借用规模,网络外部性与城市群集聚经济[J].产业经济研究,2019,99(02):80-91.  \n27 Capell R. The City Network Paradigm: Measuring Urban Network Externalities[J]. Urban Studies, 2000,37: 1925-1945.  \n28Meijers E. Polycentric urban regions and the quest for synergy: Is a network of cities more than the sum ofthe parts?[J]. Urban Studies, 2005,42(4): 765-781.  \n29林柄全,谷人旭,王俊松,毕学成.从集聚外部性走向跨越地理边界的网络外部性——集聚经济理论的回顾与展望[J].城市发展研究,2018,25(12):82-89.  \n30Romer PM. Endogenous technological change[J]. Journal ofPolitical Economy,1990,98(5): S71-S102.  \n31Audretsch D B and Feldman M P. Knowledge Spillovers and the Geography of Innovation[J]. Handbook ofRegional and Urban Economics, 2003, 4(3):2713-2739.  \n32王公博,关成华.知识溢出与集聚的互动关系:一个文献综述[J].中国科技论坛,2019(11):67-75.  \n33 刘鹤.加快构建以国内大循环为主体、国内国际双循环相互促进的新发展格局[N].人民日报,2020-11-25(006).  \n34 Hirose K, Yamamoto K. Knowledge spillovers, location of industry, and endogenous growth[J]. The Annalsof Regional Science,2007,41(1): 17-30.  \n35白俊红,王钺,蒋伏心,李婧.研发要素流动、空间知识溢出与经济增长[J].经济研究,2017,52(07):109-123.  \n36Feldman M P,Florida R.The Geographic Sources of Inovation: Technological Infrastructure and ProductInnovation in the United States[J]. Annals of the Association of American Geographers,1994, 84(2):210-229.  \n37 Caniels M C J, Verspagen B. Barriers to knowledge spillovers and regional convergence in an evolutionarymodel[J]. Journal of EvolutionaryEconomics,2001,11(3):307-329.  \n38 张勋,乔坤元.中国区域间经济互动的来源:知识溢出还是技术扩散?[J].经济学(季刊),2016,15(04):1629-1652.  \n39 Henderson J. V. The Sizes and Types of Cities[J]. The American Economic Review,1974, 64(4):640-656.  \n40 张燕.粤港澳大湾区与纽约、旧金山及东京国际一流湾区影响力比较[J].全球化,2021(04):57-70+135.  \n41 方创琳,马海涛,王振波,李广东.中国创新型城市建设的综合评估与空间格局分异[J].地理学报,2014,69(04):459-473.  \n42 广州日报数据和数字化研究院.粤港澳大湾区协同创新发展报告（2020）[R],2020.  \n43 陈清怡,千庆兰,姚作林.广东省城市创新发展水平及其网络结构演化[J].经济地理,2021,41(04):38-47.  \n44 陈昭,吴小霞.粤港澳大湾区市场一体化测度及其对经济增长的影响[J].财经理论研究,2019(05):41-52.  \n45 刘毓芸,戴天仕,徐现祥.汉语方言、市场分割与资源错配[J].经济学(季刊),2017,16(04):1583-1600.  \n46 陈永伟.文化差异对省际贸易的影响及其作用机制研究一一基于姓氏距离的考察[J].经济学报,2016,3(03):1-25.  \n47　黄伟宗.从封开启步的探究广府文化15年历程——从岭南文化古都——广府文化发祥地——广信文化形态到古广府首府的论证“四部曲”[J].岭南文史,2011(03):5-14.  \n48徐远通.充分发挥岭南文化在粤港澳大湾区建设中的作用[J].岭南文史,2018(03):10-13.",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The historical logic, theoretical logic and practical logic of the construction of urban agglomerations in the Guangdong-Hong Kong-Macao Greater Bay Area ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Zhan ya-jian （Guangdong Mechanical & Electrical Polytechnic,Guangzhou 510510,China ) ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Abstract:Building a world-class city cluster in the Guangdong-Hong Kong-Macao Greater Bay Area is not only the primary strategy of the development plan for the Guangdong-Hong Kong-Macao Greater Bay Area, but also a clear task set forth in the National 14th Five-Year Plan.The urban agglomerations in the Guangdong-Hong KongMacao Greater Bay Area should give fullplay to the agglomeration efect,build a higher-level value creation community in the global value chain,and become an important space carier for my country to participate in global economic competition and cooperation.From the historical logic point of view,the construction of the urban agglomeration in the Guangdong-Hong Kong-Macao Greater Bay Area takes the construction of a new patern of comprehensive opening as the fundamental direction.\"An evolutionary footnote.From the perspective of theoretical logic,economic agglomeration and coordinated development are important propositions for urban agglomerations in the Guangdong-Hong Kong-Macao Greater Bay Area. We should focus on leveraging scale effects，eliminating agglomeration shadows，and enhancing knowledge spilovers to improve agglomeration economic performance. From the perspective of practical logic，centering on the theme of building urban agglomeration value co-creation,the three main lines of diferentiated coordinated development,innovationdriven development and market integrated development can be used to promote the efect of urban agglomeration and achieve the goal of world-class urban agglomeration construction. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Key words : Guangdong-Hong Kong-Macao Greater Bay Area urban agglomeration; agglomeration effect; borrowing scale; agglomeration shadow; knowledge spillover ",
        "page_idx": 13
    }
]