[
    {
        "type": "text",
        "text": "Separating emitted dust from the total suspension in airflow based on the characteristics of PM1O vertical concentrationprofilesona Gobisurfacein northwestern China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ZHANG Chunlai1, WANG Xuesong1,2\\*, CEN Songbo1, ZHENG Zhongquan Charlie3, WANG Zhenting4 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 State KeyLaboratoryofEarth SurfaceProcesses and Resource Ecology,MOEEngineering Research Centerof Desertification   \nandBlown-sand Control,FacultyofGeographical Science,Beijing Normal University,Beijing100875,China;   \n2SchoolofonteglUesitye,i;   \n3Aerospace EnineringDepartment,UniversityofKansas,Lawrence,KS66045-7621,UA;   \n4 Northwest Institute ofEco-Environment and Resources,Chinese Academy of Sciences,Lanzhou 73o0,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: During aeolian processes,the two most critical factors related to dust emissions are soil particle and aggregate saltation, which greatly affect the vertical profiles of near-surface dust concentrations. In this study, we measured PM1O concentrations at four different heights (O.10, O.50,1.00 and $2 . 0 0 ~ \\mathrm { m }$ ）with and without continuous and simultaneous aeolian saltation processes on a Gobi surface in northwestern China from 31 March to 10 April,2017. We found that the vertical concentration profiles of suspended PM10 matched the log-law model well when there was no aeolian saltation. For the erosion process with saltation,we divided the vertical concentration profiles of PM1O into the saltation-affected layer and the airflow-transport layer according to two different dust sources (i.e.,locally emited PM1O and upwind transported PM10). The transition height between the saltation-affected layer and the airflow-transport layer was not fixed and varied with saltation intensity. From this new perspective,we calculated the airflow-transport layer and the dust emisson rate at diferent times during a wind erosion event occurred on 5 April 2O17.We found that dust emissions during wind erosion are primarily controlled by saltation intensity, contributing litle to PM10 concentrations above the ground surface compared to PM10 concentrations transported from upwind directions. As erosion progresses,the surface supply of erodible grains is the most crucial factor for saltation intensity. When there was a suficient amount of erodible grains,there was a significant correlation among the friction velocity,saltation intensity and dust emission rate.However, when supply is limited by factors such as surface renewal or an increase in soil moisture, the friction velocity will not necessarily correlate with the other two factors.Therefore,for the Gobi surface，compared to limiting dust emissions from upwind directions，restricting the transport of suspended dust in its path is by far a more efficient and realistic option for small areas that are often exposed to dust storms. This study provides some theoretical basis for correctly estimating PM10 concentrations in the Gobi areas. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: PM10; verticalconcentration profiles; dust emision rate; saltation intensity; suspensions; Gobi surface ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: ZHANG Chunlai, WANG Xuesong, CEN Songbo,ZHENG Zhongquan Charlie, WANG Zhenting. 2022. Separating emited dust fromthetotalsuspensioninairflowbasedonthecharacteristicsofPM10verticalconcentrationprofilesonaGobi surfacein northwestern China.Journal ofArid Land,14(6):589-603.https:/doi.org/10.1007/s40333-022-0066-0 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The upward ejection of soil particles and their horizontal transport with airflow are two distinct subprocesses of the overall aeolian process (Dong et al., 2010; Shao et al., 2011; Zhang et al., 2018). Large particles are transported short distances during a single saltation or \"creep\" (Pye, 2009).Thus,the net surface upward sand flux is zero in steady state saltation. For small dust particles (e.g., PM1O particles), the net upward dust flux is approximately equal to the dust emission flux due to the long-term and long-distance transport associated with dust suspension (Gilette and Walker,1977; Zender et al.,2O03). Therefore, suspension above the ground surface during an erosion event is comprised of locally emitted dust and upwind transported dust. In other words,local emitted dust is only part of the suspension measured in local airflow. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "There are no technological means thus far that can separate emited dust from aeolian suspension for the purpose of directly studying dust emissions during aeolian processes. Currently, field studies on dust emissions and transport use two main methods. The first is the use of passive traps to collect aeolian horizontal mass from which to obtain the amount of suspension transport by separating dust from the total mass collected (Fryrear and Saleh,1993; Leys and Mctainsh,1996; Hagen et al.,2010; Wang et al.,2019). The second is the use of active aerosol monitors (e.g.，TSI DustTrak) from which to monitor suspension concentrations in airflow (Nickling and Gillies,1993; Gillies and Berkofsky,2004; Zobeck and Pelt, 2006; Wagenbrenner et al.,2013; Wang et al.,2021). Compared to aerosol monitoring, the measurement accuracy of the traditional trap method is poor; namely,the collection efficiency is low,and there exists a disparity in collection efficiency between sand and suspended materials. Moreover,the aerosol monitoring method can provide more reliable data continuously and automatically，with less human disturbance on suspension transport under aeolian sand flow conditions (Zobeck and Pelt, 2006).However, neither method can offer a good solution to directly correlate dust emissions to measurementsonthehorizontalsuspensiontransport.Duringfieldobservations, flux-concentration relationships are typically used to indirectly reflect dust emissions (Nickling and Gillies,1993; López, 1998; Zobeck and Pelt, 2006; Wagenbrenner et al., 2013; Wang and Zhang,2O21). Studies have shown that there is a correlation among vertical dust flux,horizontal suspension flux and dust emission flux,but this correlation remains unclear (Bagnold,1941; Gillette et al., 1997; Whicker et al., 2014; Shao et al., 2020). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Based on aeolian-driven horizontal masses at various heights above the ground surface, Fryrear and Saleh (1993） investigated saltation and suspension using mathematical models. They hypothesized that the intersection was in fact the transition height between the saltation layer and the suspension layer, where the transport mode alters from saltation to suspension. However, dust particles can also be suspended in the saltation layer. Moreover, soil particles with diameters less than $2 0 ~ { \\mu \\mathrm { m } }$ are typically adsorbed into large particles or aggregates by electrostatic forces, making it more difficult to be directly lifted by airflow. Such particles are mainly emitted by saltation bombardment and suspended in airflow (Hinds，1999). All such particles can significantly change the vertical profile of near-surface suspension concentration during wind erosion. Therefor, changes in suspension concentrations in the saltation layer cannot be ignored, and the vertical profile model should therefore be studied in a piecewise manner,by adding parameters to express changes in wind conditions and saltation intensity. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Previous studies on the vertical concentration profiles of suspensions have achieved some advances. For suspended particulate matter, if the ratio of the particle settling velocity $\\left( u _ { p } \\right)$ to the friction velocity $( u * )$ is less than 0.1Oo, the particles move in a near-gaseous manner (Gillette, 1974; Kjelgaard et al., 2004). A threshold friction velocity $( u _ { * p t } )$ that allows suspended PM10 to move with airflow must therefore exist (Bagnold,1941). Shao (2008) estimated a settling velocity of $u _ { p }$ to $1 0 ~ { \\mu \\mathrm { m } }$ particles at $0 . 0 0 8 ~ \\mathrm { { m } / \\mathrm { { s } } }$ and then calculated the $u _ { * p t }$ for particles at approximately $0 . 0 8 0 ~ \\mathrm { m / s }$ .When $u _ { * } { < } u _ { * p t } ,$ the vertical concentration is irregularly distributed. When $u _ { * } { > } u _ { * p t } ,$ the vertical concentration profile of suspensions is regular and closely related to atmospheric properties (e.g.，wind speed, turbulent diffusion， etc.). The vertical concentration profile of suspensions is an idealized mathematical expression that describes the profile under this condition. By theoretically analyzing the solution of the turbulent diffusion equation under conditions of equilibrium, the form of the concentration profiles that is predicted with respect to suspension has effectuated two expressions: the power-law profile and the logarithmic profile (Prandtl,1953; Anderson and Hallet, 1986).The power-law profile is used to describe the vertical concentration profile of suspensions above surfaces that actively emit snow and mineral dust (Budd,1965; Nickling and Gillies,1993; Shao and Lu, 2000). However, Kind (1992) concluded that experimental data derived from the power-law profile for blowing snow experiments is based on erroneous boundary conditions at the surface of the particle bed,and the logarithmic profile can therefore more accurately describe the vertical concentration profiles of suspensions. Gillies and Berkofsky (2O04） supported this conclusion using continuous observations of the vertical concentration profiles of suspensions outside the saltation-affected layer. Both the power-law and log-law models come from the same steady-state,i.e.， horizontally homogeneous solution of particle transport (with the turbulent diffusion approximation), but the power-law model is the solution in the limit of zero net flux (larger dust particles),whereas the log-law model is the solution in the limit of zero settling (smaller dust particles)(e.g., Freire et al.,2Ol6; Zhang et al., 2018). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this study， we conducted a 12-d field observation of wind speed, saltation and PM10 concentrations at various heights on a Gobi surface. We discussed the expressions used for near-surface PM1O vertical concentration profiles with and without saltation and utilized the concentration transition height (TSA) between the saltation-affected layer and airflow-transport layer to determine regular pattrns in dynamic dust emissions with a decrease in soil erodibility on the Gobi surface as wind erosion progresses.In addition, based on the relationship between the PM10 vertical concentration profiles, $u *$ and saltation intensity, we proposed a mathematical method from a new perspective to separate dust emitted from local and aeolian suspensions transported from an upwind direction in the saltation-affected layer during aeolian processes. Finally, we further discussed the transition between horizontal suspension flux and dust emission flux as well as the changes in their proportions during aeolian processes. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1Experimental site ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Field observations were conducted on a flat and bare area of the Gobi desert within the Dunhuang City,Gansu Province,northwestern China( $3 9 ^ { \\circ } 4 6 \\mathrm { N }$ ： $9 4 ^ { \\circ } 2 4 ^ { \\prime } \\mathrm { E }$ ),from31March to10 April,2017. Dispersed particle size analysis measured using a vibrating screen machine and a Malvern Mastersizer laser diffractometer (Malvern Instruments, Malvern, UK） showed that the average particle size of sediment at the $0 { \\mathrm { - } } 1 \\ \\mathrm { c m }$ soil layer was approximately $7 0 8 ~ { \\mu \\mathrm { m } }$ ，and the proportion of particles finer than $1 0 ~ { \\mu \\mathrm { m } }$ in diameter was approximately $5 . 5 \\%$ .Gravel covers $3 0 . 0 \\% { - 4 0 . 0 \\% }$ （204 of the total land in the study area,mainly ranging from 2 to $6 ~ \\mathrm { c m }$ in diameter. The climate is continental arid with the annual mean temperature of $3 . 5 ^ { \\circ } \\mathrm { C }$ ,the mean annual precipitation of 120 mm and the annual mean wind speed of $2 . 7 0 0 \\mathrm { m / s }$ . The dominant wind direction in this region is northwest， and strong wind events occur frequently in spring. The recorded maximum instantaneous wind speed reached up to $2 6 . 0 0 0 \\mathrm { m / s }$ at a height of $1 0 . 0 0 \\mathrm { ~ m ~ }$ (Qiu et al., 2001). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The study area was slightly artificially disturbed. After removing weeds from the surface, we used half full petrol tanks filled with water to flatten the original surface; this was done by rolling the tanks in a backward and forward direction. The square study site with an area of $1 ~ \\mathrm { h m } ^ { 2 }$ (100 $\\mathrm { m } { \\times } 1 0 0 \\mathrm { m }$ ） devoid of weeds and flattened through rolling was maintained this way for the whole duration of the study. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2Physical background of the dust concentration profiles ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this study, we assumed horizontally homogeneous and steady-state conditions,a logarithmic mean horizontal wind,and zero mean vertical wind to simplify the problem and to make it tractable.Under these conditions，particle concentration will not be impacted by horizontal advection (because everything is homogeneous),and the two physical processes that will impact dust concentration are vertical turbulent transport and gravitational setling. If the particle is too small, settling can be neglected, as the dust behaves as a passve scalar. The governing transport equation of dust can be expressed as: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nw s \\frac { \\partial c } { \\partial z } - \\frac { \\partial \\overline { { w ^ { \\prime } c ^ { \\prime } } } } { \\partial z } = 0 ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $w _ { s }$ $\\mathrm { ( m / s ) }$ is the settling velocity; $c \\ ( \\mathrm { m g } / \\mathrm { m } ^ { 3 } )$ is the mean dust concentration; $z$ (m)is the height above the ground surface; and $\\nu ^ { \\prime } \\ ( \\mathrm { m / s } )$ and $c ^ { \\prime }$ $\\mathrm { ~ \\langle ~ m g / m ^ { 3 } \\rangle ~ }$ are the fluctuations of vertical velocity and concentration (molecular diffusion was neglected), respectively. The model in the study of Kind (1992) can be used to calculate the mean particle concentration as a function of height. If $\\overline { { w ^ { \\prime } c ^ { \\prime } } } = - K \\partial c / \\partial z$ (eddy diffusivity model) is used, the diffusivity $K$ expressed as $K \\mathrm { = k } z u _ { \\ast }$ (where $\\mathbf { k }$ is the von Karman constant $( \\mathrm { k } { = } 0 . 4 )$ from the law-of-the-wall is defined,and both of them are integrated in the vertical direction. The following power-law equation can be obtained when there is no net flux at the surface: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { c } { c _ { r } } { = } \\Bigg ( \\frac { z } { z _ { r } } \\Bigg ) ^ { - w _ { s } / \\mathrm { k } u _ { * } } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $c _ { r }$ $\\mathrm { ( m g / m ^ { 3 } ) }$ is the dust concentration at reference height $z _ { r }$ (m);and $u _ { * } ( \\mathrm { m / s } )$ is the friction velocity. If there is no settling velocity and net flux, then a constant profile can be obtained $\\scriptstyle ( c ( z ) = c _ { r } ,$ ，where $c ( z ) ( \\mathrm { m g } / \\mathrm { m } ^ { 3 } )$ is the particle concentration at height $z$ ).When we assumed that we have no settling velocity but a positive net flux $( \\Phi , { \\mathrm { m g / ( m { \\cdot } s ) } } )$ ，then the log-law profile can be expressed as follows: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { c } { c _ { r } } = 1 - \\frac { \\Phi } { \\mathrm { k } u _ { * } c _ { r } } \\biggl ( \\frac { z } { z _ { r } } \\biggr ) .\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 Instrumentation and data analysis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "During the field observation period, a mast with nine rotating-cup anemometers,a mast with four sets of aerosol monitoring devices, and a set of automatic weighing sand traps were installed in a row in an orientation perpendicular to the dominant wind direction (Fig. 1). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The vertical profile of wind speed was monitored using rotating-cup anemometers (010C, Metone Inc.， Washington, USA) installed at heights of 0.05, 0.10, 0.20, 0.30, 0.50, 0.75,1.00, 2.00 and $3 . 0 0 \\mathrm { ~ m ~ }$ above the ground surface (Fig. la). All anemometers were calibrated in a wind tunnel at the State Key Laboratory of Earth Surface Processes and Resource Ecology, Beijing Normal University, Beijing, China. These anemometers recorded the mean wind speed at $3 0 \\mathrm { ~ s ~ }$ intervals using a data logger with the resolution of $0 . 1 0 0 ~ \\mathrm { \\ m / s }$ and measuring range of $0 . 3 0 0 { - } 3 0 . 0 0 0 ~ \\mathrm { m / s }$ .In this study, only wind speed data that were relatively constant within $1 0 ~ \\mathrm { m i n }$ （204 (the ratio of the standard deviation to the mean wind speed was less than O.15O) were utilized. Using the least-square regresson of the logarithmic law (Eq. 4) of a typical turbulent atmospheric boundary layer to the measured vertical profile of wind speed, we calculated the $u *$ and the aerodynamic roughness length $( z _ { 0 } ; \\mathbf { m } )$ at an interval of $1 \\mathrm { m i n }$ ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nu ( z ) = \\frac { u _ { * } } { \\mathrm { k } } \\ln \\biggl ( \\frac { z } { z _ { 0 } } \\biggr ) ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $u ( z ) \\left( \\mathrm { m / s } \\right)$ is the wind speed at height $z$ （2 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We measured PM10 concentrations $\\mathrm { ( m g / m ^ { 3 } ) }$ at heights of 0.10, 0.50,1.00 and $2 . 0 0 \\mathrm { m }$ above the ground surface using four aerosol monitors (TSI DustTrak 8530,TSI Inc., Shoreview, Minnesota, USA) (Fig. 1b). Aerosol monitors can display and record real-time aerosol readings and have been successfully used to measure suspension concentrations during sandstorms (Gillies and Berkofsky, 2004; Macpherson et al.,2008; Sharrat and Pi, 2018; Wang and Zhang, 2021). The monitors had a resolution of $0 . 0 0 1 ~ \\mathrm { m g } / \\mathrm { m } ^ { 3 }$ ， an operating range from O.001 to $4 0 0 . 0 0 0 ~ \\mathrm { m g / m ^ { 3 } }$ and an overall efficiency between $6 0 . 0 \\%$ and $9 5 . 0 \\%$ (Houser and Nickling,，2001；Gillies and Berkofsky, 2oo4). Four aerosol monitors were placed $2 . 0 0 \\mathrm { ~ m ~ }$ downwind of the mast to reduce measurement interference. Each aerosol monitor was connected to a rubber pipe whose orifice was directed straight upward, then fixed on the mast at the given height. During the observation period,suspended PM10 particles in the air were sucked into the aerosol monitors via the rubber pipe,and the monitors could record the mean PM1O concentration every $5 \\mathrm { ~ s ~ }$ 、If the field area is very small and the soil texture has relatively high homogeneity， namely，areas devoid of heterogeneous dust sources, the horizontal suspension flux at various heights may be determined by simply measuring the vertical profile of suspension concentration and then multiplying the results by wind speed (Zobeck and Pelt, 2Oo6). Accordingly, the horizontal suspension flux $( E$ 0 $\\mathrm { m g / ( m ^ { 2 } { \\cdot } s ) } )$ at height $z$ ，the horizontal suspension transport rate $( q d ; \\mathrm { m g / ( m { \\cdot } s ) } )$ and the horizontal suspension transport amount $( Q _ { d } ; \\mathrm { m g / m } )$ below a given height $( h ; \\mathrm { ~ m } )$ above the ground surface during a specific time period were calculated using the following equations: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nE ( z ) = c ( z ) \\times u ( z ) ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nq _ { d } = \\int _ { z _ { 0 } } ^ { h } E \\mathrm { d } z ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nQ _ { d } = \\int _ { t _ { 1 } } ^ { t _ { 2 } } q _ { d } \\mathrm { d } t ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where the aerodynamic roughness length $z _ { 0 }$ is $1 0 ^ { - 4 } \\mathrm { m }$ in the present study; $t _ { 1 }$ (min) and $t _ { 2 }$ (min) are the starting and ending observation times, respectively; and $t \\left( \\mathrm { m i n } \\right)$ is the observation period. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/cb6d5d9a029f6e3e7b92994ecb07772ffd34a8caae05f61415034de109d0d744.jpg",
        "img_caption": [
            "Fig.1Layout of the study site and the used instruments. (a),rotating-cup anemometers; (b),aerosol monitors; (c),automatic weighing sand traps. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The dynamic changes in the saltation mass were measured using a set of automatic weighing sand traps every 1 s (Fig. lc).In this study, although the sand trap has five inlets at different heights,the sand flux $( \\mathrm { k g } / ( \\mathrm { m } ^ { 2 } { \\cdot } \\mathrm { m i n } ) )$ measured by the lowest inlet at $0 . 0 5 \\mathrm { ~ m ~ }$ height $( Q _ { z } { = } 0 . 0 5 ~ \\mathrm { m } )$ （204 was only used to reflect the saltation intensity.This was because the mass of the collected sand particles in other sand trap inlets was too small to weigh，which cannot reflect the dynamic changes. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Under low wind speeds (i.e., wind speed at $2 . 0 0 \\mathrm { m }$ height above the ground surface, $u 2 . 0 0 \\mathrm { m } ^ { < 2 . 0 0 0 }$ $\\mathrm { m } / \\mathrm { s } )$ ， owing to the instability of near-surface airflow, the vertical profile of wind speed was irregular. Moreover, the threshold wind speed at $2 . 0 0 \\mathrm { ~ m ~ }$ height above the ground surface,which makes suspended PM1O particles moving in a near-gaseous manner, was also approximately $2 . 0 0 0 \\mathrm { m / s }$ , as calculated by Equation 4 with $u _ { * } { = } u _ { * p t }$ of PM10 (approximately $0 . 0 8 0 \\mathrm { m / s } )$ and the $z _ { 0 }$ value of $1 0 ^ { - 4 } \\mathrm { m }$ . Therefore,we only analyzed observation data under the condition that $u 2 . 0 0 \\mathrm { m }$ was greater than $2 . 0 0 0 \\ \\mathrm { m / s }$ and wind speed is relatively constant (i.e., time period was within $1 0 ~ \\mathrm { m i n }$ and the ratio of standard deviation to the mean wind speed was less than O.15O). After filtering the data,we obtained effective $2 0 \\mathrm { ~ h ~ }$ data on suspension concentration observations in the study site, including one wind erosion event (14:08-18:08 (LST)) on 5 April 2017. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "All of the fitting analyses and graphs were conducted using Origin 2O16 software. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1 Vertical profile ofPM1o concentrations without saltation ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Using the PM10 concentration data from four diferent observation heights (0.10,0.50,1.00 and $2 . 0 0 \\mathrm { ~ m } )$ ） under wind speeds less than the threshold velocity of sand movement (i.e.,under approximately $2 . 0 0 0 \\ \\mathrm { m / s } ,$ ,we evaluated the applicability of the vertical profile models proposed by Prandtl (1953） and Kind (1992） in the study area. We used $1 0 ~ \\mathrm { \\ m i n }$ average PM10 concentrations in this study.To compare the vertical concentration profiles of PM1O at different time periods, we normalized the absolute PM10 concentration data and measurement heights to a reference height measurement $( 0 . 1 0 \\ \\mathrm { m } )$ . Least-square regression was used to fit both the power and logarithmic regression models to the data (Fig. 2). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/5c1bb5561a79ab13f5dfed46878f2d3c7251c2b839f73201039dfeeb3d86de7d.jpg",
        "img_caption": [
            "Fig.2Observed relationship between normalized concentration $\\left( c / c _ { r } \\right)$ and normalized height $\\left( z / z _ { r } \\right)$ .(a)， $1 0 ~ \\mathrm { { m i n } }$ average data for $2 0 \\mathrm { h }$ ；(b),the overall average data with error bars. $c$ is the mean PM1O concentration at height $z$ and $\\scriptstyle { c _ { r } }$ is the PM1O concentration at reference height $z _ { r }$ ，Regression equations that fit both the power and logarithmic regression models are shown. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "It is obvious that the log-law profile model was more suitable for expressing the vertical concentration profile of PM10. This finding is consistent with results from previous theoretical derivation studies and field experiments (e.g.,Kind, 1992; Gillies and Berkofsky, 2004). The vertical concentration profile of PM1O can be expressed as follows: ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { c } { c _ { r } } = a \\ln \\left( \\frac { z } { z _ { r } } \\right) + 1 ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $a$ is the regression coefficient，which can be expressed as: $a = \\mathbf { \\delta } - ( \\Phi / \\mathbf { k } u _ { * } c _ { r } )$ following Equation 3.According to Equation 3 and by setting $z _ { r } { = } 1 . 0 0 ~ \\mathrm { m }$ ,we further deformed Equation 9 as follows: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { c ( z ) = b \\ln ( z ) + c ( 1 ) , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $c ( 1 )$ 1 $( \\mathrm { m g } / \\mathrm { m } ^ { 3 } )$ is the PM1O concentration at a height of $1 . 0 0 \\mathrm { ~ m ~ }$ ；and $b$ is the regression coefficient,which can be expressed as: $b \\mathbf { = _ { \\delta \\Gamma - } } ( \\Phi / \\mathbf { k } u * )$ .If $u \\ast p t ^ { < } u \\ast < u \\ast t$ (where $u * t$ $\\mathrm { ( m / s ) }$ is the threshold friction velocity of sand movement)，we can use Equation 9 to describe the vertical concentration profiles ofPM1O on a bare and flat surface. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "When the wind speed was less than the $u _ { * t } .$ ，almost no dust emissions resulting from saltation occurred. Although the convective dust might occur due to atmospheric instability under weak wind speed conditions, it was expected that the convective dust should be too smallto be ignored since fine particles on the Gobi surface were between the coarse particles and protected by the coarse particles so that it was dificult to lift by weak wind. Suspensions above the ground surface were thus considered to be alltransported from the upwind direction. At this point, the vertical concentration profiles of suspensions were closely associated with upwind conditions. Although the absolute suspension concentration is difficult to predict， the gradient of the vertical concentration profile can be predicted by its relationship with the $u *$ ，According to Equation 9, $b$ （204 is clearly a function of the $u *$ .Here,we illustrated the relationship between $b$ and $u *$ (Fig. 3), where $b$ was obtained by the regression of Equation 9 to the abovementioned $1 0 ~ \\mathrm { m i n }$ average concentration data. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/79fc0d862feb4673f353b6ee0285a937c78b93137a68470996cd9fa30a9b00a8.jpg",
        "img_caption": [
            "Fig.3Relationship between regression coefficient $( b )$ for the profile in Equation 9 and friction velocity $\\left( u \\ast \\right)$ "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "A linear correlation between $b$ and $u _ { * }$ is shown in Figure 3,which is consistent with field observation results from Gillies and Berkofsky (2004). Thus,Equation 9 can be further expressed as follows: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\left\\{ \\begin{array} { c } { c ( z ) = b ( u _ { * } ) \\ln { z } + c ( 1 ) } \\\\ { b ( u _ { * } ) = \\mathtt { p } u _ { * } + \\mathtt { f } } \\end{array} \\right. { u } _ { * _ { p t } } < u _ { * } < u _ { * _ { t } } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $b ( u _ { * } )$ is the linear function of the $u _ { * }$ ； and $\\mathfrak { p }$ and f are the empirical parameters with the values of-0.1259 and 0.0044 in this study,respectively,according to Figure 3. From Equation 10, we can estimate the vertical concentration profiles of suspensions near the surface if we measured ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "the $c ( z )$ at $1 . 0 0 \\mathrm { ~ m ~ }$ height above the ground surface and the $u *$ .Moreover, due to the close link of the parameter $b$ with the $u *$ ，not with surface conditions, the linear function $b ( u * )$ is supposed to be useful in general over extended areas. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2 Vertical concentrationprofiles ofPM1O with saltation ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A wind erosion event occurred in the study area on 5 April 2O17 at a persistent and steady northeasterly wind direction from 15:OO to the nighttime hours. The $2 4 0 \\ \\mathrm { m i n }$ of observation started at 14:08,and the $u *$ reached a steady state and remained over the $u * t$ （ $\\stackrel { \\cdot } { u } * t$ in the site used for measurements was approximately $0 . 2 3 0 \\mathrm { m / s } \\mathrm { \\Omega }$ ）afterapproximately $6 0 \\mathrm { m i n }$ (Fig. 4a). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In the first $6 0 ~ \\mathrm { { m i n } }$ ，the $u _ { * }$ exhibited an overall increasing trend. Specifically, the $u *$ fluctuated significantly, and the maximum instantaneous $u _ { * }$ exceeded the $u _ { * t } .$ ,but no continuous and obvious sand flow occurred above the ground surface. At this point, the significant fluctuation in PM10 concentrations at heights of O.1O and $0 . 5 0 \\mathrm { ~ m ~ }$ was mainly caused by the aerodynamic lifting of loose dust particles on the surface (Fig.4b and c). From 60 to $1 8 0 ~ \\mathrm { { m i n } }$ ,the $u *$ experienced a slight increasing trend, and the sand transport was active (Fig. 4d); nonetheless,PM10 concentrations at heights of 0.10 and $0 . 5 0 \\mathrm { ~ m ~ }$ decreased slightly with the increasing $u *$ before a slight increase but fluctuated significantly. After $1 8 0 ~ \\mathrm { { m i n } }$ ,the $u *$ steadily fluctuated, and the sand transport gradually weakened before ceasing altogether. During this period,PM1O concentrations at heights of 0.10 and $0 . 5 0 \\mathrm { ~ m ~ }$ gradually decreased to stable values but were not zero. PM1O concentrations at heights of 1.00 and $2 . 0 0 \\mathrm { ~ m ~ }$ were relatively stable throughout the observation period,and it was difficult to directly find their links with the $u *$ or sand flux (Fig. 4e and f). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Figure 4 shows that when the sand transport occurred, PM10 concentrations were greatly affected in the lower layer (heights of $0 . 1 0 \\mathrm { - } 0 . 5 0 ~ \\mathrm { ~ m } )$ . PM10 concentrations significantly fluctuated and did not show obvious regularity, making it impossble to use a single logarithmic function to describe the vertical concentration profiles of PM10 suspensions during wind erosion periods. In the upper layer (heights of 1.00 and $2 . 0 0 \\ \\mathrm { m } )$ ， PM10 concentrations did not change much and were little affected by the sand transport. In an earlier field study, Gillies and Berkofsky (2o04) found that the logarithmic function could still be used to express the vertical concentration profiles of suspensions above the saltation layer (i.e.，heights of $1 . 7 0 { - } 9 . 0 0 \\ \\mathrm { m }$ in their study). Such evidence suggests that the vertical concentration profiles of PM10 suspensions above the saltation-affected layer are not directly affected by dust emissions during erosion periods under similar transport conditions to that without saltation; namely, it is still solely controlled by the wind conditions. Equation 10 was used to describe the vertical profile of the $u *$ （204号 in this study,which was further verified using the $1 0 \\ \\mathrm { m i n }$ average suspension concentrations above the saltation-affected layer (heights of 1.0o and $2 . 0 0 \\mathrm { m }$ (Fig.5). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In other words, Equation 1O can well describe the vertical concentration profiles of PM10 suspensions above the saltation-affected layer during aeolian processes. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The above analysis confirmed that first, the heights of O.1O and $0 . 5 0 ~ \\mathrm { ~ m ~ }$ were in the saltation-affected layer, where the concentration of PM1O was greatly affected by saltation, whereas the heights of 1.0O and $2 . 0 0 \\mathrm { ~ m ~ }$ were beyond the saltation-affected layer,where the concentration of PM10 was determined by airflow transport. Second, there was a concentration transition height (TSA) between the saltation-affected layer and airflow-transport layer: the layer above the TSA was closely related to wind conditions,and Equation 9 can be used to express the relative concentration profile of PM10.Although PM10 concentration in the saltation-afected layer below the TSA was directly influenced by local dust emissons,there was no confirm conclusion on its relative concentration profile. The exponential function (Fryrear and Saleh, 1993), the power function (Nickling,1978; Vories and Fryrear,1991) and the logarithmic function (Leys and Mctainsh,1996) have been used to express PM10 vertical concentration profiles in the saltation-affected layer in previous studies. In this study, we selected the exponential function. Then, the vertical concentration profile of PM1O suspensions is expressed in a piecewise manner as follows: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\left\\{ { \\begin{array} { l } { c ( z ) = m \\mathrm { e } ^ { n z } } \\\\ { c ( z ) = b \\ln ( z ) + c ( 1 ) } \\end{array} } z < \\mathrm { T S A } \\ { } _ { u _ { * } } > u _ { * } t , \\right.\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "where $m$ and $n$ are the regression coefficients. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/ac9f1e3a20f4916c4fdf214f1ade759a778862734a2269820b31b12ba180e094.jpg",
        "img_caption": [
            "Fig. 4Observations of the $u _ { * }$ (a), PM10 concentration $( c )$ values at heights of 0.10,0.50,1.00 and $2 . 0 0 \\mathrm { ~ m ~ }$ (b,c, e and f,respectively),and sand flux $( \\boldsymbol { Q } )$ at $0 . 0 5 \\mathrm { ~ m ~ }$ height (d) during wind erosion event between 14:O8 and 18:08 (LST) on 5 April 2017. All values were $1 ~ \\mathrm { m i n }$ averages,and PM10 concentration data between 16:03-16:08 were missing. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/9bede57bf31d38e05d63cccb842857067d6f647cc98abfd2230fc57032065328.jpg",
        "img_caption": [
            "Fig.5Verification of the vertical profile of the $u *$ using the $1 0 ~ \\mathrm { m i n }$ average suspension concentrations above the saltation-affected layer (heights of1.OO and $2 . 0 0 \\mathrm { m }$ ） $b$ is the regression coefficient. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Since we confirmed that the heights of O.1O and $0 . 5 0 \\mathrm { ~ m ~ }$ are in the saltation-affected layer and the heights of 1.00 and $2 . 0 0 \\mathrm { m }$ are in the TSA,we obtained the regression coefficients in Equation 11 by fitting $c ( z ) { = } m \\mathbf { e } ^ { n z }$ with every $1 0 ~ \\mathrm { { m i n } }$ average PM10 concentration at heights of 0.10 and 0.50 m and $c ( z ) { = } b \\ln ( z ) { + } c ( 1 )$ with every $1 0 ~ \\mathrm { m i n }$ average suspension concentration at heights of 1.00 and $2 . 0 0 ~ \\mathrm { m }$ ，Then, the height of intersection point between the two functions should be the TSA. Table 1 shows the results and the corresponding observation data from 91 to $2 4 0 ~ \\mathrm { m i n }$ In the period of $9 1 { - } 1 4 0 \\ \\mathrm { m i n }$ ,the TSA fluctuated approximately $0 . 6 0 \\mathrm { ~ m ~ }$ .From 141 to $1 7 0 ~ \\mathrm { m i n }$ ,the TSA increased to a maximum of $0 . 7 7 ~ \\mathrm { m }$ .Because PM1O concentration data at the three upper heights can be expressed as a logarithmic function, the TSA was less than $0 . 5 0 \\mathrm { ~ m ~ }$ from 171 to $2 4 0 ~ \\mathrm { m i n }$ ： According to Table 1, there was a strong correlation between the $u _ { * }$ and TSA from 91 to $1 7 0 \\ \\mathrm { m i n }$ $( r { = } 0 . 7 0$ $\\scriptstyle P < 0 . 0 0 1 { \\mathrm { ~ i ~ } }$ ),while this was not the case after $1 7 1 \\ \\mathrm { m i n }$ . This suggests that the $u *$ is not vital in affecting the TSA.Therefore, the TSA is only related to the $u _ { * }$ under certain conditions. This agreed with the consensus that the saltation of soil particles and aggregates during aeolian processes is the most crucial physical mechanism of dust emissions. In addition, the TSA indicated the upper limit influence of local dust emissions. Its value directly reflected dust emission intensity. During wind erosion, the trend in dust emission intensity was generally from weak to strong and then weakened until dust emissions almost ceased,as shown in the TSA column in Table 1. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4 Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.1 Dust emission rate $( f _ { \\nu } )$ during wind erosion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The key issue as well as the most practical problem associated with wind erosion are the rate and quantity of soil loss (Kok et al., 2012).For short-distance movement (i.e., saltation and \"creep\") of large particles during wind erosion, both surface erosion and deposition occur simultaneously. Thus,soil loss by wind transport should be equal to the difference between erosion quantity and deposition quantity (Shao, 2O08). For suspensions, once small dust particles are blown off the surface, deposition can be negligible. Therefore, the quantity of dust emissons equals the dust loss by wind erosion. In contrast, the study of dust loss during erosion processes is more feasible and convincing than that of soil transport in saltation and creep. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Currently, two main model designs are used to estimate dust emissions caused by wind erosion. One is based on microscopic mechanisms of emission processes represented by the dust production model (Alfaro et al.,2001; Shao,2008; Kok et al.,2012). This model design has a set of sophisticated parameters for surface features (e.g.， soil texture,moisture, etc.） as well as physical mechanisms.Due to the complexity of natural conditions compared to those in wind tunnels,this model design is now more applicable to the theoretical estimation of dust emissions for both expansive areas and large timescales. It， however, does not provide an accurate description of dynamic changes in dust emissions during aeolian processes in the field.The other model design is based on turbulent and molecular diffusion and by analogy to scalar fluxes represented by Gillette (1978), which is simple and is used more often in wind tunnels and field experiments (Shao, 2O08). However, in the actual use of this model, the vertical concentration profile is generally simplified as a single linear form attined from concentrations measured at two certain heights,by ignoring the influence of dust emission on the profile (i.e., below the TSA) during wind erosion. ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/1a47eb9ff7f7885db0121962c41611a33c79da3fa16425b49a02a394f7d2cdc7.jpg",
        "table_caption": [
            "Table1Parameters associated with dust emissons during the wind erosion event on 5 April 2017 "
        ],
        "table_footnote": [
            "Note: m, n, $b$ and $c ( 1 )$ represent regression coeficients in Equation l1; TSA is the concentration transition height between the saltation-affected layer and airflow-transport layer; $u _ { * }$ is the friction velocity.-,no data. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Time (min)</td><td colspan=\"2\">Saltation</td><td colspan=\"2\">Suspension</td><td rowspan=\"2\">TSA (m)</td><td rowspan=\"2\">u*(m/s)</td></tr><tr><td>m</td><td>n</td><td>b</td><td>c(1)</td></tr><tr><td>91-100</td><td>0.282</td><td>-2.195</td><td>-0.033</td><td>0.061</td><td>0.58</td><td>0.267</td></tr><tr><td>101-110</td><td>0.322</td><td>-2.176</td><td>-0.029</td><td>0.064</td><td>0.66</td><td>0.295</td></tr><tr><td>111-120</td><td>0.408</td><td>-3.064</td><td>-0.037</td><td>0.052</td><td>0.56</td><td>0.292</td></tr><tr><td>121-130</td><td>0.288</td><td>-1.872</td><td>-0.042</td><td>0.071</td><td>0.61</td><td>0.304</td></tr><tr><td>131-140</td><td>0.232</td><td>-1.610</td><td>-0.032</td><td>0.070</td><td>0.62</td><td>0.280</td></tr><tr><td>141-150</td><td>0.430</td><td>-2.359</td><td>-0.040</td><td>0.072</td><td>0.67</td><td>0.297</td></tr><tr><td>151-160</td><td>0.376</td><td>-2.381</td><td>-0.036</td><td>0.058</td><td>0.70</td><td>0.309</td></tr><tr><td>161-170</td><td>0.463</td><td>-1.882</td><td>-0.040</td><td>0.098</td><td>0.77</td><td>0.312</td></tr><tr><td>171-180</td><td>-</td><td>-</td><td>-0.029</td><td>0.058</td><td><0.50</td><td>0.305</td></tr><tr><td>181-190</td><td></td><td>-</td><td>-0.034</td><td>0.061</td><td><0.50</td><td>0.292</td></tr><tr><td>191-200</td><td></td><td>-</td><td>-0.035</td><td>0.059</td><td><0.50</td><td>0.309</td></tr><tr><td>201-210</td><td></td><td>-</td><td>-0.032</td><td>0.057</td><td><0.50</td><td>0.288</td></tr><tr><td>211-220</td><td>-</td><td>-</td><td>-0.029</td><td>0.062</td><td><0.50</td><td>0.281</td></tr><tr><td>221-230</td><td></td><td></td><td>-0.032</td><td>0.067</td><td><0.50</td><td>0.276</td></tr><tr><td>231-240</td><td></td><td></td><td>-0.035</td><td>0.090</td><td><0.50</td><td>0.299</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Among the three widely accepted mechanisms of dust emissions,when compared to the ejection of dust aerosols from soil aggregates by impacting saltating particles and the ejection of dust aerosols from soil aggregates that disintegrate during saltation processes, direct aerodynamic lifting is a substantially less important source of dust aerosols (Gillette et al.,1974; Loosmore and Hunt, 200o; Kok et al., 2Ol2). Moreover, this latter source typically occurs at the beginning of wind speed rise and is greatly restricted to the supply of wind-erodible sediment (Sweeney et al., 2008;Wu et al.， 2O18). Thus, dust emissions caused by direct aerodynamic lifting have little influence on near-surface suspended PM1O concentrations during aeolian processes (Shao, 2008; Kok et al.，2O12). Under ideal conditions,suspensions above the TSA are all composed of suspended PM10 particles transported from upwind directions,and suspensions below the TSA are composed of PM10 particles emitted by both local and upwind areas. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Therefore,the local $f _ { \\nu }$ is equal to the difference between the horizontal total suspension transport rate and the suspension transported from upwind directions (Shao,2Oo8). Assuming that the vertical concentration profile of suspensions transported from upwind directions below the TSA is not affected by sand saltation and local dust emissions, we can still use Equation 10 to describe the vertical concentration profile of the outside aeolian suspensions in the saltation-affected layer. Therefore, the $f _ { \\nu }$ $f _ { \\nu } ~ ( \\mathrm { m g / ( m \\cdot s ) } )$ can be expressed as the difference between the total horizontal suspension transport rate $( q d ; \\mathrm { { m g / ( m { \\cdot s } ) } ) }$ and the horizontal suspension (qdo; $\\mathrm { m g / ( m { \\cdot } s ) } )$ transported from upwind directions in the saltation-affected layer: ",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { l } { { f _ { \\nu } = q _ { d } - q _ { d 0 } = \\displaystyle \\int _ { z _ { 0 } } ^ { \\mathrm { T S A } } c ( z ) u ( z ) \\mathrm { d } z - \\displaystyle \\int _ { z _ { 0 } } ^ { \\mathrm { T S A } } c ^ { \\prime } ( z ) u ( z ) \\mathrm { d } z \\ } } \\\\ { { = \\displaystyle \\int _ { z _ { 0 } } ^ { \\mathrm { T S A } } m \\mathrm { e } ^ { n z } u ( z ) \\mathrm { d } z - \\displaystyle \\int _ { z _ { 0 } } ^ { \\mathrm { T S A } } ( b \\ln z + c ( 1 ) ) u ( z ) \\mathrm { d } z } } \\end{array} ,\n$$",
        "text_format": "latex",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "where $c ^ { \\prime } ( z ) \\ ( \\mathrm { m g } / \\mathrm { m } ^ { 3 } )$ is the concentration of suspensions transported from upwind directions at $z$ height below the TSA，which can be deduced from $c ( z )$ above the TSA and is expressed by Equation 10. Parameters of $b$ and $c ( 1 )$ were acquired by fitting the measured suspension concentrations above the TSA, and $m$ and $n$ were acquired from the fitting below the TSA. The $f _ { \\nu }$ from 91 to $1 4 0 ~ \\mathrm { m i n }$ and from 141 to $1 7 0 ~ \\mathrm { { m i n } }$ calculated using Equation 12 were O.238 and 0.440 $\\mathrm { m g / ( m \\bullet s ) }$ ，respectively.After $1 7 0 ~ \\mathrm { m i n }$ ，the $f _ { \\nu }$ decreased to almost zero.Therefore,the dust lost (i.e., the quantity of loss through dust emissions) in the study site during a $1 8 0 ~ \\mathrm { { m i n } }$ wind erosion event calculated using Equation 7 was approximately $1 . 4 4 \\mathrm { g / m }$ ， ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This computational method of the $f _ { \\nu }$ based on changes in dust emissions during wind erosion truly links the horizontal suspension transport to the vertical dust emissions. Compared to previous methods (Nickling and Gillies，1993；Lopez，1998；Zobeck and Pelt, 2006; Wagenbrenner et al.， 2013； Wang and Zhang， 2021)， the computational method showed the influence of saltation intensity on dust emissions through the TSA and regression coefficients in Equation 11. Above all, this method can be used to separate local dust emissions from aeolian suspension from upwind sources, so that dynamic changes in local dust emissions and aeolian suspension transport can be quantitatively expressed. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.2 Influence of surface renewal on dust emissions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Currently, dust emission models are generally transport-limited; namely， emissions are solely governed by wind forces. However, natural arid environments are dominated by supply-limited surfaces，which means that emissions are controlled by the availability of erodible grains (Macpherson et al.,2008； Shao,2008； Zhang et al., 2016; Zhang et al., 2022). Therefore, the practicality of such models is significantly limited,and determining mechanisms that limit surface dust is the key to solving this problem. In Section 3.2, it was shown that saltation intensity and dust emissions were significantly correlated to the $u _ { * }$ in the first $1 7 0 \\ \\mathrm { m i n }$ of the wind erosion event, while saltation intensity and the $f _ { \\nu }$ decreased significantly after $1 7 0 \\mathrm { m i n }$ even though the $u _ { * }$ did not significantly decrease. In Table 2, we compared the soil texture in the O-1 cm soil layer at height of $2 . 0 0 \\mathrm { ~ m ~ }$ upwind from the measuring site before and after the erosion event. The results showed that particles finer than $1 0 ~ { \\mu \\mathrm { m } }$ in the surface sediments decreased after the wind erosion event; however, there was still a considerable amount supplying dust emissions. ",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/b63b6f2e1fd81be52fb95d50a82781b66d934621f8a7e3f0a31d35e3ca045740.jpg",
        "table_caption": [
            "Table2Particle size composition of the surface sediments before and after the erosion event on 5 April 2017 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Erosion event</td><td colspan=\"6\">Particle size composition (%)</td><td rowspan=\"2\">Mean particle size (μm)</td></tr><tr><td><2 um</td><td>2-63 μm</td><td>63-250 μm</td><td>250-500 μm</td><td>500-2000 μm</td><td>>2000 μm</td></tr><tr><td>Before the erosion event</td><td>1.9</td><td>13.3</td><td>48.0</td><td>5.2</td><td>11.2</td><td>20.6</td><td>708.1</td></tr><tr><td>After the erosion event</td><td>1.4</td><td>12.2</td><td>45.6</td><td>4.1</td><td>20.8</td><td>15.8</td><td>709.6</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Moreover, the proportion of coarse sand significantly increased, and the coarsening of the surface soil texture was obvious. The reason for decreasing dust emissions after $1 7 0 ~ \\mathrm { m i n }$ is the gradual limitation of the supply of erodible grains as a result of surface renewal with erosion progresses,which will change the surface transition type from limited transportation to limited supply. Under this level of the $u _ { * }$ ， soil texture coarsening forms a protective layer over erodible particles that acts against the corresponding $u *$ by weakening saltation and dust emissions. It is clear that if the subsequent $u _ { * }$ increases to a degree that allows the shear force against the surface to exceed such protection, saltation processes and dust emissons will continue,and this trend will continue to occur from 90 to $2 4 0 ~ \\mathrm { { m i n } }$ .Such evidence suggests that the surface supply of erodible grains is the determining factor for saltation intensity. When there is a sufficient supply of erodible grains, there will be a significant correlation among the $u _ { * }$ ， saltation intensity and $f _ { \\nu }$ When the supply is limited by factors such as surface renewal or an increase in soil moisture, the $u _ { * }$ will not necessarily be associated with the former two. Although this study did not consider further issues related to the relationship between saltation intensity and $f _ { \\nu }$ ，we plan to investigate abrasion efficiency (the ratio of the $f _ { \\nu }$ to saltation flux) in aeolian processes in a future study. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In arid regions, sustained high wind speeds on the ground surface do not reach the point of suspensions, where there would be no dust supply. A known property is that when surface renewal occurs as erosion progresses, surface soil texture coarsening willreach a point where a protective layer of erodible particles forms at a corresponding $u *$ ; then sand transport and dust emissions will cease (Zhang et al.,2016; Wang et al.,2021). Therefore, future soil loss models designed for both saltation particles and dust emissions should be based on all wind erosion events,and dynamic changes in various parameters during aeolian processes should also be taken into consideration, especially detailed responses of surface soil texture and erodible grain supplies to relative wind speeds at all levels as well as their overall duration (Zhang et al.,2O18). Although the results from our field investigation are much simpler than those found in actual environments,this is typical of dust emission processes on the Gobi surface during aeolian processes. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "From the calculation of the results in Section 3.1, we found that during the most intense period of wind erosion (i.e., $9 0 { - } 1 7 0 ~ \\mathrm { m i n } )$ ，the $f _ { \\nu }$ accounted for only approximately a quarter of the total horizontal suspension transport rate below the TSA. After $1 7 0 \\mathrm { m i n }$ ,the horizontal transport rate of suspended particles introduced from upwind directions accounted for nearly $1 0 0 . 0 \\%$ .For near-surface suspension concentrations during wind erosion, contributions from other sources of suspended transport were much greater than local dust emissons. Therefore, the contribution of the Gobi surface to atmospheric dust was limited (Wang and Zhang, 2O21; Zhang et al., 2022). Moreover, observed suspended particles transported from upwind directions were mainly derived from the erodible surface around the Gobi desert and its interior (e.g.,sand dunes, playa,alluvial fans, etc.). However, the observed results would be different when the upwind surface and local surface conditions change. For instance,if the upwind surface has a lower dust emission ability than the local surface, the local dust emissions would be higher than the upwind suspension. Additionally,the gravel coverage of the local surface has significant effects on the calculation results (Wang and Zhang,2O21; Zhang et al.,2022). Therefore, if the gravel coverage of the local surface is higher than the present, the dust emission constitutes a smaller proportion of the total horizontal suspension. Therefore, extra observations on other kinds of surface conditions should be carried out further. This paper proposed a method that can separate dust emissions from the total suspension in airflow regardless of the upwind surface and local surface conditions. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This study analyzed measured data of wind profiles, PM1O concentrations at diferent heights and sand transport on a Gobi surface. On the Gobi surface with a sufficient supply of dust, the vertical concentration profiles of PM10 matched the logarithmic model without aeolian saltation better $( u _ { * p t } { < } u _ { * } { < } u _ { * t } )$ . For aeolian processes with saltation $( u _ { * } { > } u _ { * t } )$ ，we divided the profile into the saltation-afected layer and the airflow-transport layer according to the two different sources of suspensions (i.e.,locally emited dust and upwind transported dust). The profile was expressed in a piecewise manner with the TSA as the boundary between the saltation-affected layer and the airflow-transport layer. Based on the vertical concentration profiles,we used a mathematical method to separate emited dust from total suspension in airflow and proposed a computational method from a new perspective to calculate the $f _ { \\nu }$ to directly describe changes in dust emissions during aeolian processes. The calculated dust loss on the Gobi surface during a $1 8 0 ~ \\mathrm { { m i n } }$ wind erosion event was approximately $1 . 4 4 ~ \\mathrm { g / m }$ .In the present study，only one kind of surface condition was studied. In the future,extra observations on the other kinds of surface conditions are recommended. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "This work was supported by the National Natural Science Foundation of China (41630747). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Alaro SU,Gomes L.zuul.Moueing neral aerosol prouucuon Dywnd erosion: Emssion nensiues and aerosol size distributions in source areas.Journal of Geophysical Research: Atmospheres,106(D16):18075-18084.   \nAnderso R S,Halet B.1986.Sediment transport bywind:Towarda general model. Geological Societyof AmericaBuletin, 97(5): 523-535.   \nBagnold R A.1941. The Physics of Blown Sand and Desert Dunes. Dordrecht: Springer,1-265.   \nBudd WF.1965.The drifting of non-uniform snow particles.Studies in Antarctic Meteorology,9:59-70.   \nDong ZB,ManDQ,Luo WY,etal.2O10.Horizontalaeoliansedimentflux inthe Minqinarea,majorsourceofChinesedust storms. Geomorphology,116(1): 58-66.   \nFreireLS,Chamecki M,Gilies JA.2016.Flux-profilerelationshipfordustconcentration inthe stratifiedatmospheric surface layer. Boundary-Layer Meteorology,160(2): 249-267.   \nFryrear D W, Saleh A.1993.Field wind erosion: vertical distribution.Soil Science,155(4):294-300.   \nGiletteDA.1974.Onthe productionofsoil wind erosionhaving thepotentialforlongrange transport.Journalof Geophysical Research Atmospheres,8: 734-744.   \nGillette DA,WalkerTR.977Characteristicsofrbome particles producedbywinderosionofsandysoil,highplainsof West Texas. Soil Science,123(2): 97-110.   \nGiletteDA.978.Awindtunnelsimulationoftheerosionofsoil:Efectofsoiltexture,sandblasting,indspeed,andsoil consolidation on dust production.Atmospheric Environment,12(8):1735-1743.   \nGilette D A,Fryrear D W,GillT E,et al.1997.Relation of vertical flux of particles smaller than $1 0 ~ { \\mu \\mathrm { m } }$ to total aeolian horizontal mas flux at Owens Lake. Journal of Geophysical Research: Atmospheres,102(D22):26009-26015.   \nGiliesJA,BerkofskyL.2Oo4.Eoliansuspensionabovethesaltationlayer,theconcentrationprofile.JouralofSedimentary Research,74(2): 176-183.   \nHagenLJ,VanPelt S,SharattB.2O10.Estimating thesaltationandsuspensioncomponents from field wind erosion.Aeolian Research,1(3): 147-153.   \nHinds WC.20oo.Aerosoltechnology:Properties,behavior,and measurement ofairborne particles.NewYork: John Wiley & Sons,1121-1122.   \nHouser C A,Nickling W G. 2O01.The emission and vertical flux of particulate matter ${ < } 1 0 ~ \\mu \\mathrm { m }$ from a disturbed clay-crusted surface. Sedimentology, 48(2): 255-267.   \nKind RJ.1992.One-dimensional aeolian suspension above beds of loose particles:anew concentration profile equation. Atmospheric Environment, 26(5): 927-931.   \nKjelgaardJ,SharattB,SundramI,etal.2Oo4.PM1emision fromagriculturalsoilsontheColumbiaPlateau:comparisonof dynamic and time-integrated field-scale measurements and entrainment mechanisms.Agricultural and Forest Meteorology, 125(3-4): 259-277.   \nKok JF,Parteli EJR,Michaels TI,et al.2012.Thephysics of wind-blownsand and dust.ReportsonProgressinPhysics, 75(10):10690,doi: 10.1016/j.aeolia.2015.02.003.   \nLeys JF,MctainshGH.1996.Sedimentfluxesand particle grain-sizecharacteristicsof wind-eroded sediments insoutheastern Australia.Earth Surface Processes and Landforms,21(7):661-671.   \nLoosmore GA,HuntJR.20o0.Dustresuspension without saltation.Journal ofGeophysical Research: Atmospheres,05(D16): 20663-20671.   \nLopez MV.1998.Wind erosion in agriculturalsoils:an example oflimited suppyofparticles available forerosion.CATENA, 33(1): 17-28.   \nMacpherson T,Nickling WG, GilliesJA,etal.20o8.Dustemisions fromundisturbedanddisturbed supply-limited desert surfaces.Journal of Geophysical Research,113(F2),doi: 10.1029/2007JF000800.   \nNickling WG1978.Eoliansediment transport during dust storms: Slims River Valley,Yukon Terrtory.Canadian Journalof Earth Sciences,15(7): 1069-1084.   \nNickling W G, Gilies JA.1993.Dust emission and transport in Mali, West Africa.Sedimentology,40(5): 859-868.   \nPrandtlL.1953.EssentialsofFluid Dynamics with Applications to Hydraulics,Aeronautics,Meteorologyandother Subjects. London: Blackie & Son,1-99.   \nPye K, Tsoar H. 20o9.Aeolian Sand and Sand Dunes.Berlin: Springer,1-106.   \nQiu XF,ZengY,MiaoQL.2Ool.emporal-spatialdistributionaswellastracksandsourceareasofsnd-duststorms inhna. Acta Geographica Sinica, 56(3): 316-322.   \nShao YP,Lu H.2o.Asimple expresson forwind erosion threshold friction velocity.Journal of Geophysical Research, 105(D17):22437-22443.   \nShao Y P.20o8.Physics and Modelling of Wind Erosion.Heidelberg: Springer,1-278.   \nShao YP, WyrwollK,ChappellA,etal.2011.Dust cycle:Anemergingcore theme inEarth systemscience.AeolianResearch, 2(4): 181-204.   \nShao YP,Zhang J,Ishizuka M,etal.2020.Dependencyofparticlesizedistributionatdust emisiononfrictionvelocityand atmospheric boundary-layer stability.Atmospheric Chemistry and Physics,20:12939-12953.   \nSharratt B,PiH.2018.Field and laboratorycomparisonofPM10 instruments inhigh winds.Aeolian Research,32:42-52.   \nSweeneyM,Etyemezian V,Macpherson T,etal.2O08.ComparisonofP-SWERL with dustemisionmeasurements froma straight-line field wind tunnel. Journal of Geophysical Research: Atmospheres,113(F1): 228-236.   \nVoriesED,FryrearDW.1991.Verticaldistributionof wind-erodedsoiloverasmoth,barefield.Transactionsofthe Asae, 34(4): 1763-1768.   \nWagenbrenner N S,Germino MJ,Lamb B K,et al.2013.Wind erosion from a sagebrush steppe burned by wildfire: Measurements of PM1O and total horizontal sediment flux.Aeolian Research,10:25-36.   \nWang RD,LiQ,Zhou N,etal.2019.Effectof wind speedonaggregate size distributionof windblown sediment.Aeolian Research,36:1-8.   \nWangRD,LiQ,WangRJ,etal.2021.Influenceofwindvelocityandsoilsizedistributiononemiteddustsizedistributio:A wind tunnel study.Journalof Geophysical Research:Atmospheres，126，e2020JD033768，doi:doi.org/10.1029/ 2020JD033768.   \nWangX S,Zhang,CL.2O21.Fieldobservations ofsand flux anddust emissionaboveagobi desert surface.Journalof Soils and Sediments,21:1815-1825.   \nWang XS,Zhang CL,Zou XY.2O21.Amodelof thesand transport rate thataccounts for temporal evolutionof thebed. Geomorphology, 378,107616,doi: 10.1016/j.geomorph.2021.107616.   \nWhicker J,BreshearsDD,FieldJP.2014.Progressonrelationshipsbetwenhorzontalandvertical dust flux: Mathematical, empirical and risk-based perspectives.Aeolian Research,14:105-111.   \nWu W,YanP,Wang Y,etal.2018.Windtunnel experimentsondustemisionsfromdiferentlandformtypes.JouralofArid Land,10(4): 1-13.   \nZender CS,Bian H,Newman D.2O03.Mineral Dust Entraiment andDeposition (DEAD)model: Descriptionand1990s dust climatology. Journal of Geophysical Research,108(D14): 4416,doi: 10.1029/2002JD002775.   \nZhang CL,Song CQ, Wang ZT,et al.2018.Reviewand prospectofthe studyon soil wind erosion proces.Advances in Earth Science,33(1):27-41.(in Chinese)   \nZhang CL,Wei GR,Zou XY,etal.2O22.The varying fetch efect ofaeoliansand transport above a gobi surface and its implication forgobi development process.International Soiland Water Conservation Research，doi:10.1016/j.iswcr. 2022.03.002.   \nZhang J,TengZJ,Huang N,etal.2O16.Surfacerenewalasasignificant mechanismfordustemission.AtmosphericChemistry and Physics,16(24): 15517-15528.   \nZhang YY,HuRF,Zheng XJ.2O18.Large-scale coherent structuresof suspendeddust concentration in the neutral atmospheric surface layer:Alarge-eddy simulation study.PhysicsofFluids,30(4): 046601,doi:10.1063/1.5022089.   \nZobeck TM,PeltR.2Oo6.Wind-induced dust generationand transport mechanicsona bare agriculturalfield.Jourmalof Hazardous Materials,132(1):26-38. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    }
]