[
    {
        "type": "text",
        "text": "中国杜鹃花科植物新记录种一一埃氏越橘",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "童毅华1，叶幸儿12,吴 磊，阮氏青香4，夏念和1\\*（1.中国科学院华南植物园 植物资源与可持续利用重点实验室，广东省数字植物园重点实验室，广州510650；2.中国科学院大学，北京 100049；3.中南林业科技大学 林学院，长沙 410004；4.越南科学技术院 生态与生物资源研究所，河内）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：报道了国产杜鹃花科(Ericaceae)一新记录种——埃氏越橘（Vaccinium eberhardtii Dop)。该种隶属于越橘属南烛组（V.section Bracteata），与同属于该组的南烛（V.bracteatum）和海岛越橘（V.wrightii）近缘，但与前者的区别在于花序梗、花梗、萼筒无毛，花冠球状坛形，药室背部明显具2个距，与后者的区别在于花梗较短，短于苞片，药室背后的距直立，长超过药管的一半。据文献记录，该种原来仅分布于越南中部，此次发现该种的分布范围可以北延至我国广西东兴市的沿海地区，不仅丰富了越橘属分类、分布的数据，也为之后该属的分类学修订提供了新资料。凭证标本保存在中国科学院华南植物园标本馆（IBSC)和中国科学院广西植物研究所标本馆（IBK）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：杜鹃花科，埃氏越橘，广西中图分类号：Q949 文献标识码：ADOI:10.11931/guihaia.gxzw201709012",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A new record of Ericaceae from China: Vaccinium eberhardti Dop ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "TONG Yihual,YE Xing'erl,2,WU Lei³,Nguyen Thi Thanh Huong4,XIA Nianhel   \n(1.Key Laboratory of Plant Resources Conservation and Sustainable Utilization & Guangdong Provincial Key Laboratory of Digital Botanical Garden,South China Botanical Garden,ChineseAcademy ofSciences,   \nGuangzhou,510650,People's Republic ofChina; 2.UniversityofChinese Academy ofSciences,Beijing 100049,   \nChina; 3.ColegeofForestry, Central South Universityof Forestryand Technology,Changsha 410o04,China;4.   \nInstituteofEcologyand BiologicalResources,Vietnam Academy ofScienceand Technology,Hanoi,Vietnam) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Vaccinium eberhardtii Dop (Ericaceae), a species previously known only from Vietnam and Thailand, is newly recorded from China. This species belongs to $V _ { \\cdot }$ sect.Bracteata,and it is similar to other two members of the same section,i.e.V. bracteatum and V.wrightiiA.Grey Thunb.However,V.eberhardtis diferent from the former in having glabrous peduncle,pedicel and calyx tube,glabrous spherical-urceolate corolla and anthers with two conspicuous spurs,and can be easily distinguished from the later by having the pedicel only $2 { \\cdot } 4 ~ \\mathrm { m m }$ long, shorter than bracts and the upward spurs on the back of the anther, ca. $1 . 2 \\mathrm { m m }$ long, longer than half of the anther tube.Previously,it was reportedonlyfrom Central Vietnam.This new finding extends its distribution tothecoastal areas of Dongxing City, Guangxi Zhuang Autonomous Region, Southwest China,which adds new distribution information forthis species and the future taxonomic revision of the whole genus.The vouchers are kept in the herbaria of South China Botanical Garden, Chinese Academy of Sciences (IBSC) and Guangxi Institute of Botany, Chinese Academy of Sciences (IBK). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Key words:Ericaceae, Vaccinium eberhardtii Dop,Guangxi ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Vaccinium L.，with about 450-50O species, is the largest genus of Vaccinieae Rchb., Ericaceae (Fang & Stevens, 2005; Vander Kloet & Dickinson, 2009). The recent preliminary phylogenetic analyses revealed that Vaccinium was polyphyletic， and many sections recognized within Vaccinium, such as sect. Epyginium, sect. Aethopus, sect. Calcicolus, sect. Conchophyllum, sect. Bracteata and sect. Eococcus,are not monophyletic,either (Kron et al, 2002; Powell & Kron, 2002,Tong, 2014). Thus, more comprehensive work on Vaccinium is badly needed. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Including the recently published Vaccinium damingshanense Y.H. Tong & N.H. Xia, there are ca.93 species of Vaccinium in China,and 23 species with three endemic species in Guangxi Zhuang Autonomous Region, China (Tang,2011; Tong & Xia,2015). During a recent field work in the coastal areas of Beibu Gulf, Dongxing City in South Guangxi, we collcted some specimens of an unusual Vaccinium plant. It looks much like V. bracteatum Thunb. in appearance, which is very common in the coastal woods there, but differs from the latter in the glabrous calyx tube and corolla. After comparing it with the species from China and neighboring countries, we confirmed that a number of morphological characteristics of this plant, such as the shrub habit, the glabrous and serrate leaves,the glabrous calyx with triangular lobes,the spherical-urceolate and glabrous coroll,the pilose filaments,the anthers with two conspicuous spurs on the back,are fully consistent with V. eberhardtii Dop,a species previously recorded from Vietnam and Thailand only (Fletcher,1936; Ho,1999; Sleumer,1941).Thus, it represents a new record for the flora of China. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Vaccinium eberhardtii Dop in Fl. Indo-Chine 3: 708, fig. 80.1930； Sluermer, Bot. Jahrb. Syst.71: 469.1941; P. H. Ho in Il. Fl. Vietnam 1: 622.1999.Type: Vietnam, Thua Thien-Hue Province，Lang Co，27 April 1916，Eberhardt 2636 [holotype P(P00647844)!， isotype P(P00647845)!] ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Shrubs, evergreen, $2 { - } 3 \\mathrm { ~ m ~ }$ tall, much branched. Twigs subterete, glabrous or pubescent, rarely setose.Leaves scattered; petiole $1 { - } 3 ~ \\mathrm { m m }$ , glabrous or pubescent; leaf blade ovate, elliptic, ellipticlanceolate, or obovate, $2 . 5 { - } 6 \\times 1 . 5 { - } 3 . 5 \\ \\mathrm { c m }$ ,thickly leathery, glabrous,midvein slightly impressed or flat adaxially,raised abaxially, with 1 to several inconspicuous glands abaxilly, secondary veins 3-5 pairs, inconspicuous adaxially, conspicuous abaxially, base cuneate to broadly cuneate to suborbicular, margin serrte, sometimes inconspicuously toothed， apex acute to acuminate. Inflorescences axillary or pseudoterminal, racemose, 5-13-flowered. Peduncle $3 { - } 8 ~ \\mathrm { c m }$ ， glabrous; bracts persistent, sometimes caducous,leaflike,ovate to elliptic, $6 { - } 7 \\times 3 { - } 4 ~ \\mathrm { m m }$ ，serrate,tooths with glands at the apex. Pedicel 2-4 mm, glabrous,articulate with the calyx tube; bracteoles 2, caducous, lanceolate, ca. $3 \\mathrm { m m }$ long,margin with 1 or 2 tooths. Calyx tube greenish,ca. $1 . 5 ~ \\mathrm { m m }$ long,glabrous; limb lobed nearly to the base, lobes triangular, ca. $1 ~ \\mathrm { m m }$ long. Corolla sphericalurceolate, ca. $5 \\mathrm { m m }$ long, glabrous, 5-lobed, lobes reflexed, ca. $1 ~ \\mathrm { m m }$ long.Filaments ca. $2 . 5 \\ \\mathrm { m m }$ long, densely pilose;anther thecae ca. $1 { - } 1 . 2 \\ \\mathrm { m m }$ long,papillate,with 2 spurs on back,spurs erect, ca. 1.2 mm long, tubules ca. $1 . 8 ~ \\mathrm { m m }$ long. Style ca. $5 ~ \\mathrm { m m }$ long, stigma truncate; ovary with 10 pseudo-locules,each with several ovules, disk hairy. Fruit not seen. Flowering in April. (The key characters are underlined.) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/e066beaeec97039da0fca9d53cc85411cc6087fadf4616b5bbaabca48025274c.jpg",
        "img_caption": [
            "Fig.1 Vaccinium eberhardtiiDop A. Habit; B.Flower branches; C.Flower; D.Flower with corolla removed;E. Bracts,abaxialandadaxial view;F.Bracteoles,adaxialandabaxial view; G.Stamens,adaxial,abaxialandlateral view; H. Ovary, transectional view; bar ${ \\cdot } = 5 ~ \\mathrm { m m }$ in C& D, $3 \\mathrm { m m }$ in E, $2 \\mathrm { m m }$ in F& G, $1 \\mathrm { m m }$ in H. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Distribution: China (Guangxi, Dongxing City), Vietnam and Thailand. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Ecology and habitat: This species grows in a small so called Fengshui wood near a village at an elevation of ca. $8 ~ \\mathrm { m }$ . Fengshui woods are very common in countryside of South China, and most of them are distributed near local water sites and conserved wellby the native people, for it is believed that Fengshui woods can keep the good geomancy and bring people happiness and luck.This Fengshui wood where V. eberhardtii was found mainly consists of shrub species,and the dominant species are Elaeocarpus limitaneus Hand.-Maz.， Litsea rotundifolia var. oblongifolia (Nees) Alln, L. glutinosa (Lour.） C. B. Rob.， Cansjera rheedei J. F. Gmel.， V. bracteatum Thunb., Myrsine linearis (Lour.) Poir., Melastoma sp. etc. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Conservation status: In spite of an exhaustive search, we only find several individuals of Vaccinium eberhardtii in that coastal area,which is less than $1 0 ~ \\mathrm { k m } ^ { 2 }$ ， so it may turn out to be‘ Vulnerable ’(VU D2) according to the IUCN red list criteria (IUCN 2001). However, Because no population assessment of this species in the field has been made,it is best classified as‘Data Deficient ’ (DD). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Similar species and notes: Vaccinium eberhardtii Dop is similar to $V .$ bracteatum and $V .$ wrightii A. Grey, both of which belong to $V .$ sect.Bracteata.However, V.eberhardtii has glabrous peduncle, pedicel and calyx tube, spherical-urceolate corolla and anthers with two conspicuous spurs (FigurelB),while $V .$ bracteatum has densely pubescent peduncle,pedicel and calyx tube, tubular or slight urceolate corolla and anthers without spurs.And it can be distinguished from $V .$ wrightii by the pedicel only $2 { \\cdot } 4 \\mathrm { m m }$ long, shorter than bracts (Figure 1C) and the upward spurs on the back of the anther, ca. $1 . 2 \\ \\mathrm { m m }$ long, longer than half of the anther tube (Figure 1G),while $V .$ wrightii has pedicels $5 { \\cdot } 1 1 ~ \\mathrm { m m }$ long and much longer than bracts and the obliquely upward spurs on the back of the anther, ca. $0 . 8 ~ \\mathrm { m m }$ long,shorter than half of the tube.In addition，Vaccinium eberhardtii Dop is distributed in Southwest China,Vietnam and Thailand,while $V .$ wrightii is endemic to Taiwan and Ryukyu Islands, which are more than $1 { , } 0 0 0 \\mathrm { k m }$ away from Guangxi. A key to differentiate the three species is provided as follows. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Key to Vaccinium eberhardtii and itsrelated species ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1 Peduncle, pedicel, calyx tube and corolla pubescent; without spurs on the back of the anthe.. ..Vacciniumbracteatum Peduncle,pedicel, calyx tube and corolla glabrous;with spurs on the back of the anther   \nconspicuous.. 2   \n2 Pedicel $2 { \\cdot } 4 ~ \\mathrm { m m }$ , shorter than bracts; spurs on the back of the anther upward, ca. $1 . 2 \\ \\mathrm { m m }$ long,   \nlonger than half of the anther tube; distributed in Southwest China, Vietnam and Thailand. .Vacciniumeberhardtii   \n- Pedicel $5 \\mathrm { - } 1 1 ~ \\mathrm { m m }$ , much longer than bracts; spurs on the back of the anther obliquely upward,   \nca. $0 . 8 \\mathrm { m m }$ long, shorter than half of the tube; distributed in Taiwan and Ryukyu Islands.. Vaccinium wrighti ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Additional specimens examined: China. Guangxi: Dongxing City, Wutou Villge,19 March 2011,Y. S. Huang et al., H110369 (IBK); ibid. 18 April 2016,Y. H. Tong & X. E. Ye, TYH-615 (IBSC). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Acknowledgements The first author thanks Prof. Yan Liu for his help when examining the specimens in the herbarium of Guangxi Institute of Botany. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "FANG RC， STEVENS PF，2005. Vaccinium[M]// WU ZY, RAVEN PH. Flora of China, Volume 14. Beijing: Science Press; St.Louis:Miss.Bot.Gard.Press:476-504.   \nFLETCHER HR，1936.Contributions to the Flora of Siam. Additamentum XL[J]. BullMisc Inform Kew, (1): 34- 47.   \nHO PH，1999.An Ilustrated Flora of Vietnam, Volume 1[M].Ho Chi Minh: Youth Publishing House: 617-629.   \nIUCN，2001. IUCN Red List Categories and Criteria, ver.3.1.- http://www.iucnredlist.org/,accessed 21 Dec 2017.   \nKRON KA，POWELL EA，LUTEYN JL，2002.Phylogenetic relationships within the blueberry tribe (Vaccinieae,Ericaceae） based on sequence data from matK and nuclear ribosomal ITS regions，with comments on the placement of Satyria[J].Amer JBot，89(2): 327-336.   \nPOWELL EA，KRON KA， 2002.Hawaiin blueberries and their relatives-a phylogenetic analysis of Vaccinium sections Macropelma,Myrtillus,and Hemimyrtillus (Ericaceae)[J]. Syst.Bot，27(4): 768-779.   \nSLEUMER HO，1941.Vaccinioideen-Studien[J].Bot Jahrb Syst,71(24):375-510.   \nTANG SC， 2011. Vacciniaceae[M]// Flora of Guangxi, Volume 3. Nanning: Guangxi Science and Technology Press: 644-657.   \nTONG YH， 2014. A systematic study of the genus Agapetes D. Don ex G. Don (Ericaceae)[D]. Beijing: University of Chinese Academy of Sciences: 1-224.   \nTONG YH，XIA NH，2015. Vaccinium damingshanense sp. nov. (Ericaceae) from Guangxi, China[J]. Nordic J Bot，33(1): 74-78.   \nVANDER KLOET SP，DICKINSON TA，2009.A subgeneric classfication of the genus Vaccinium and the metamorphosis of $V .$ section Bracteata Nakai: more terrestrial and less epiphytic in habit,more continental and less insular in distribution[J].JPl Res，122: 253-268. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    }
]