[
    {
        "type": "text",
        "text": "“矛盾\"视角下非体面工作从业者矛盾职业认同形成机制研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王红丽」李振」徐光毅²(1华南理工大学工商管理学院,广东广州510640)(华南农业大学经济管理学院,广东广州510642)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘 要非体面工作是指那些维持社会正常运转所必需的，但被社会公众所贬低或不喜欢的职业。非体面工作从业者身份认同过程较为复杂，很难处于有意识的认同或不认同选择的两端，他们对自身职业或多或少持有矛盾心理。然而，现有研究关于从业者何时及如何形成矛盾职业认同尚不明晰。本研究拟基于悖论视角，提出从业者矛盾职业认同形成机制的研究构想。预期研究成果有助于解决现有文献关于从业者要么职业认同要么职业不认同的研究争议，指出矛盾职业认同在非体面工作情景中更加贴合实际；实践上可以帮助和引导从业者构建有尊严的职业身份，并为组织完善底层工作群体管理提供启发。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词非体面工作，职业污名，矛盾职业认同，形成机制",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号 C936",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1问题提出",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "非体面工作（dirtywork）是指那些维持社会正常运转所必需的，但被社会公众所贬低或不喜欢的职业(Ashforth& Kreiner,1999)。例如，照料病人的医院护工、捍卫生命最后尊严的入殓师、扮演城市美容师的环卫工人等等。尽管这些职业具有重要的社会价值，但在公众眼中的\"污损形象\"使从业者面临严重的身份认同威胁(Ashforth etal.,2017;张光磊 等,2021,2022)。由于这些职业有悖于社会关于“正常或洁净\"的标准，从业者时常面临来自社会主流价值观的质疑，即\"你怎么能从事这种工作\"(Ashforth＆ Kreiner,1999)。非体面工作对从业者身份认同(identity)的影响一直是该领域研究者关注的焦点(Ashforth& Kreiner，1999,2014;Brown&Coupland,2015; Kreiner et al.,2006; Rabelo & Mahalingam,2019;季浩 等,2022；张燕,李贵卿,2017)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "对于这个问题的回答，已有研究在“非此即彼\"思维下形成两派观点相反的研究结论。一派研究者认为，职业歧视与污名压力使得从业者很难在工作领域建构积极的自我概念，从业者普遍存在较高的职业不认同(Lai et al.,2013; Schaubroeck et al.,2018; Shantz & Booth,2014);另外一派研究者则认为，非体面工作也可能对从业者产生正面的影响，如构建积极的职业意识形态(occupational ideologies)与建立高凝聚力的职业群体，藉此构成职业认同的基础(Ashforth & Kreiner,1999; Clarke & Ravenswood,2019; Dick,2005; Hamilton et al.,2019; VanDick & Kerschreiter,2016)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在这种要么职业认同要么职业不认同的研究争议面前，少数学者突破争议、另辟蹊径，提出非体面工作从业者身份认同过程实际上非常复杂，有可能是掺杂了矛盾心理的矛盾职业认同(Ashforth,2019; Ashforth & Kreiner,1999; Kreiner et al.,2006; Hamilton & McCabe,2016;Tallberg＆Jordan,2021)。矛盾职业认同意指个体对自身职业持有复杂的情感，并表现为兼具职业认同和职业不认同的模糊认同状态(Ashforth et al.,2013；Kreiner et al.,2006)。Kreiner 等(2006)通过整合制度正当化和社会身份认同两个竞争性理论，较早提出非体面工作从业者矛盾职业认同的理论命题，认为普遍职业污名与积极防御策略的共同作用会导致从业者矛盾职业认同。但他们的研究一方面并未在本质上突破\"非此即彼\"思维，仅仅是制度正当化和社会身份认同理论的简单加总整合，因而也就不能寻找到从业者矛盾职业认同的真正根源；另一方面缺乏对从业者职业困境的深入挖掘，因而也就不能在揭示其职业困境的基础上，全方位细致阐述矛盾职业认同的形成机制。矛盾职业认同本质上体现的是一种矛盾思维，悖论理论恰恰提供了矛盾思维存在的根本性原因及全新视角。悖论理论认为，悖论起源于相互依赖要素间的持续矛盾，并存在于作用方向相反要素间形成的张力关系中(Smith&Lewis,2011)。悖论现象会同时出现在组织战略层面(Lewis,2000; Miron-Spektor et al.,2018; Smith &Lewis,2011)和个体心理层面(Ahuja et al.,2017; Gotsi et al.,2010; Petriglieri et al.,2019)。个体在选择某一职业之后，必然会面临来自个体、组织以及职业中张力的影响，对于非体面工作从业者而言，这些张力来源使其陷入一个难以跳脱的职业困境，由此导致矛盾职业认同的产生。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "基于此，本文的核心研究问题是：基于悖论理论视角，探讨非体面工作从业者矛盾职业认同的形成机制与边界条件。对这一问题的探讨，具有重要的研究意义。理论上，可以解决现有研究关于非体面工作从业者要么职业认同要么不认同的分歧，为理解从业者复杂职业认同状态提供新的理论视角；实践上，可以帮助和引导从业者构建有尊严的职业身份，并为组织完善底层工作群体管理提供启示。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2国内外研究现状及发展动态",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1\"非此即彼\"思维下非体面工作从业者身份认同研究的局限",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "职业不认同是指个体不以职业身份进行自我定义的程度，体现了个体与职业的主动分离(Ashforth et al.，2013)。由于非体面工作大多与不道德、受歧视、地位低等相关联，从业者普遍存在较高的职业不认同(Lai et al.,2013; Schaubroeck et al.,2018)。制度正当化理论认为，人们通常具有相信社会是公平、正义的倾向，这使得弱势群体接受、内化社会污名(Jost et al.,2004)。当人们发现难以挑战制度的权威时，会进一步接受自身在社会中的相对弱势地位(Jost& Elsbach,2001; Sidanius,1993)。因此，当非体面工作从业者接受职业污名的正当性，容易引发从业者的职业不认同(Jost& Elsbach,2001)。然而，职业不认同通常被认为是反常、不稳定的(Ashforth et al.，2013)，如果从业者需要长期从业，职业不认同能否持续维继有待商榷(Ashforth et al., 2013; Kreiner et al., 2006)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "职业认同是指个体将职业身份内化为积极自我定义的程度(Ashforth et al.，2013)。换言之，职业认同意指个体关于自己归属于某个职业群体的知识以及因群体成员身份而拥有的情感和价值意义(Tajfel&Turmer,1986)。社会身份认同理论认为，人们会努力提升他们的自尊并维持积极的自我概念(Spears et al.,2001;Tajfel& Turner,1986)。因此，个体为了寻求并确认自身群体(内群体)相较于其他群体(外群体)的价值，往往会形成较高的内群体偏好。这为理解从业者职业认同提供了重要的理论支撑。具体而言，一方面，工作的航脏污名会促使从业者寻求有关工作意义的积极叙述(Ashforth&Kreiner,1999)，他们会通过塑造积极的职业意识形态来化解自尊威胁(Tracy＆ Scott,2006)。另一方面，非体面工作有利于形成相对“强\"的职业群体文化。社会赋予非体面工作的贬损标签构成一种职业区分，共享职业污名压力会促使非体面工作群体逐渐形成“同一条船上\"的实体性(entitativity)(Ashforth & Kreiner，1999;Kreiner et al,2006)。此外，当从业者难以获得社会理解和支持，通过建立高凝聚力的职业群体可以形成“社会缓冲带\"(social buffer)(Ashforth et al.,2007,2017)。简言之，建构高凝聚力的职业群体文化，有助于从业者形成\"社会缓冲带”，并且更加理性地看待社会赋予的污名与偏见。而构建积极的职业意识形态，能够凸显其群体特质，并最终形成积极的职业认同(Cruz,2015)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "值得注意的是，职业不认同反映了个体与职业身份的主动分离，而职业认同则意味着个体与职业身份的主动融合。因此，职业认同并不是职业不认同的简单对立面，二者之间的关系较为复杂微妙。本文认为，以往关于从业者职业认同和职业不认同的研究争议，可能忽略了一个根本性理论问题，即非体面工作从业者对自身职业的态度是否单一且不变？换言之，基于“非此即彼\"思维的研究发现，无法揭示非体面工作从业者在工作中表现出矛盾态度的真正原因。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2“矛盾”思维下非体面工作从业者矛盾职业认同研究的突破",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中国文化和矛盾思维认为，世间万物都有相互竞争的倾向，而社会和组织自然会接受对立的事物(Chen,2008)。所有事物，包括问题和挑战，都是相互关联的，而不是非此即彼。这也符合阴阳哲学的基本思想，尽管矛盾的两面看似对立、否定、分离，但它们实际上是相互依存、相辅相成的，相互构成一个和谐的整体(Fang，2012)。因此矛盾的两面并不是绝对独立的，而是在一个更大的系统中相互依存地联系在一起(Fang，2010,2012)。简言之，东方思维对待矛盾的方法是拥抱、整合以及超越对立(Li,1998,2012)。对于非体面工作从业者而言，他们时常会面临各种棘手的矛盾(Ashforth&Kreiner,2013)。例如，职业污名与职业价值会同时存在于职业之中，从业者也会面临渴望认可而难以被认可的矛盾境地。在非体面工作研究领域，Ashforth和Kreiner(1999)较早提出工作的航脏污名会使从业者会对自身职业产生矛盾心理的理论猜想。Kreiner等(2006)整合制度正当化和社会身份认同两个对立理论，提出了从业者矛盾职业认同的理论命题。Tyler(2011)基于“贱斥理论\"将非体面工作描述为\"贱斥劳动\"(abjection labor)，即这些工作同时伴随着吸引力和排斥力。上述研究发现，为本文进一步提出从业者矛盾职业认同形成机制的构想奠定了基础。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "本研究认为，从业者之所以对自身职业持有一种矛盾的认同状态，主要源于非体面工作所暗含的矛盾张力。首先，从业者会面临职业污名与职业价值的矛盾张力。非体面工作因其脏污属性饱受社会质疑和区别对待，外部人眼中的\"污损形象\"使得从业者面临严重的身份认同威胁(Ashforth etal.，2017；张光磊 等,2021,2022)。但非体面工作作为社会分工的产物，也具有十分重要的社会价值，是维持社会正常运转所必需的(Hughes,1971)。由于职业价值具有社会建构性(Lai&Lam,2012)，个体也会通过塑造积极的职业意识形态来寻求自身的职业价值(Ashforth& Kreiner,1999;Ashforth et al.,2007,2017)。因此，从业者时常在职业污名与职业价值之间摇摆(Ashforth& Kreiner,2013)；其次，从业者会面临渴望认可而难以被认可的矛盾张力。人们通常会寻求从积极的角度看待自己，而这种积极的自我意识很大程度上取决于自身重要的角色身份(如职业身份)，以及这些角色身份如何被别人感知(Ashforth& Kreiner,1999)。非体面工作从业者也将职业视为重要的身份标志，渴望社会认可其所从事工作的价值。然而，职业污名通常附着于非体面工作之上，二者相伴相生(Ashforth&Kreiner 1999;Helms etal.,2019;季浩 等,2022)。职业污名的普遍存在使得从业者难以获得社会公众的认可(Ashforth& Kreiner,2013)。最后，由于上述两组矛盾张力的存在，致使从业者呈现难以认同而又不得不认同的身份张力，最终形成矛盾职业认同。具体而言，一方面，普遍的职业污名与消极的社会评价，使得非体面工作从业者难以构建积极的自我意识，因为从业者建立积极认同面临许多障碍(Ashforth& Kreiner,2014; Lai et al.,2013; Schaubroeck et al.,2018)。另一方面，由于人们有动机用积极的眼光看待自己的职业身份，并渴望社会认可其所从事工作的价值。工作的肮脏污名反而能刺激从业者塑造有意义的职业意识形态，藉此形成职业认同的基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前，关于非体面工作从业者身份认同的研究至少达成两点共识：第一，“非此即彼”思维范式下从业者要么职业不认同要么职业认同的研究结论，无法解释从业者在工作过程中所表现出的矛盾心理，亟待关注“矛盾\"思维范式下认同与不认同共存的心理和行为反应，也即矛盾职业认同。第二，非体面工作研究已经开始从“单一职业认同状态\"到\"矛盾职业认同\"转变，且得到越来越多研究者的关注。以上两点共同引出一个深刻启示：矛盾职业认同是非体面工作研究深化过程中需要融入的新视角。因此，探讨非体面工作从业者矛盾职业认同怎样形成具有重要的研究价值。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3研究构想",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "以往研究大都基于“非此即彼\"思维，得出非体面工作从业者要么职业认同要么不认同的研究结论，部分研究探讨了从业者对自身职业的矛盾心理(Ashforth,2019；Ashforth＆Kreiner,1999; Kreiner et al.,2006; Hamilton & McCabe,2016; Tallberg & Jordan,2021)，但关于职业污名感知如何影响从业者矛盾职业认同的作用机制尚不明晰。根据悖论理论的观点，悖论起源于相互依赖要素间的持续矛盾，并存在于作用方向相反要素间形成的张力关系中(Smith&Lewis,2011)。张力(tension)反映了组织或个体所面临不相容诉求的程度，如相互对立的需求、目标、利益或观点等(Smith&Lewis,2011;刘智强 等,2021)，而这些张力可能会诱发个体的冲突性认知或心理体验，即冲突体验(experienced conflict)(Miron-Spektor et al.,2018)。相关研究表明，悖论理论是探讨冲突性心理机制和边界条件的重要理论视角(Miron-Spektor et al.，2018； Smith&Lewis,2011;刘智强 等,2021)。根据悖论理论的观点，本文认为从业者的冲突体验是导致矛盾职业认同的重要原因。基于此，本研究提出非体面工作从业者矛盾职业认同形成机制研究框架(研究模型如图1所示)。具体而言，本文引入冲突体验的中介机制，以及内部动机(如家庭动机、工作使命感)、工作环境(如工作机会、组织支持)的边界条件，认为职业污名感知与内部动机或外部环境的交互作用会诱发从业者的冲突体验，而冲突体验会进一步导致矛盾职业认同。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "多重张力来源",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/0dc3396df22fc0d3200893249ed424e659b4a11752b917866c44ba032f414750.jpg",
        "img_caption": [
            "图1非体面工作从业者矛盾职业认同形成机制研究框架"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1职业污名感知与内部动机(如家庭动机、工作使命感)的交互作用对冲突体验的影响",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在非体面工作的情景中，消除社会公众对自身职业的刻板印象非常困难，职业污名作为一种无形的干扰因素会长期存在，即使从业者采取积极主动的污名应对策略，他们可能也难以构建有意义的职业身份(Lai&Lam,2012)。值得注意的是，当我们进一步考察相关的情景因素时，这种情况可能发生变化。Deci和 Ryan(2008)认为，工作动机是影响个体职业价值判断的关键因素。而外部环境也会对个体的职业选择产生重要影响(Hom et al.,1992)，工作机会的多寡会影响员工的职业承诺与离职倾向(翁清雄，席酉民，2010)。基于此，本文拟将内部动机(如家庭动机、工作使命感)、工作环境(如工作机会、他尊获得)这类重要的边界条件纳入分析框架，以探讨非体面工作从业者矛盾职业认同的形成机制。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "本研究考察从业者内部动机的影响，并重点阐述家庭动机和工作使命感这两个动机变量的作用。具体而言，家庭动机是指个体为了家庭利益而付出努力的意愿(Menges et al,2017)，在中国文化背景下，家庭身份对于个体有着突出的意义(杨国枢,2004)。因此，对于高家庭动机的从业者而言，他们会为了家庭利益而选择隐忍工作中的污名压力。而且，当从业者因自身现属职业缓解了家庭生计压力，他们更可能认识到自身职业的意义和价值(Zhang et al.,2020)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "此外，工作使命感是指将工作视为某种生命目的和意义的心理知觉，使命感既是一种自主性工作动机，也是一种工作价值取向(Dik& Duffy,2009)。在非体面工作的情景中，职业污名也有可能刺激从业者塑造有意义的职业意识形态，他们甚至将职业视为是一种超然召唤(transcendent calling)(Stacey,2005; Tracy & Scott, 2006)。Bunderson和Thompson(2009）发现，在强烈的工作使命感召下，动物饲养员为了事业宁愿牺牲自身福祉。医院护工从业者这些日常被忽视的工作群体，他们在抗击新冠疫情过程中因为自己对工作的超然使命感不知疲倦地提供服务(Sharma et al.,2022)。因此，对于具有高工作使命感的非体面工作从业者，即使面对社会公众对自身职业的偏见，他们也会选择隐忍而坚守自身职业。本文推断，对于高家庭动机和高工作使命感的从业者，他们可能会陷入进退两难的冲突境地，即工作的肮脏污名使从业者难以认同自身职业，但为了维持家庭生计并在使命召唤下而选择长期从业，这将进一步诱发从业者的冲突体验。综上，本研究提出命题1。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "命题1：职业污名感知与内部动机(如家庭动机、工作使命感)的交互作用，会诱发从业者的冲突体验。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2职业污名感知与工作环境(如工作机会、组织支持)的交互作用对冲突体验的影响",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "由于外部环境在个体职业选择过程中也具有重要影响(Hom et al.,1992)，本研究将进一步考察外部环境因素的影响，并重点阐述工作机会和组织支持这两个环境变量的作用。具体而言，工作机会是一种重要的情景因素，意指个体感知到可获得的替代性工作机会的多寡(Wheeler etal.,2005)。Hom 等(1992)发现，外部就业市场情况会削弱员工工作不满对离职倾向的正面影响。当外部就业形势较为严峻时，离职不仅不利于职业生涯的发展，甚至会导致个体无法找到可替代的相似工作。在非体面工作的情境中，脏污的工作环境以及职业的污名压力使得从业者难以构建积极的自我概念，以往研究发现从业者往往具有较高的离职倾向(Lai et al.,2013; Schaubroeck et al.,2018)。如果从业者感知的工作机会比较高，那么他们可能会选择离开现属职业；而如果感知的工作机会比较低，则尽管难以形成积极的职业认同，他们也不会轻易离开现属职业。因此，环境的压力也可能会迫使从业者嵌入在非体面工作之中。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "此外，组织支持作为一种重要的工作资源，有助于非体面工作从业者应对污名压力(Laiet al.,2013;Bentein et al.,2017;周晔、黄旭,2018)。大量研究表明，公众给予非体面工作的贬损性标签，会促使从业者逐步形成在\"同一条船上\"的实体性(Ashforth& Kreiner,1999;Kreineret al.,2006;Lyons et al.,2017; Ruebottom& Toubiana,2021)。这意味着积极的组织环境，在一定程度上可以帮助从业者有效地应对工作的污名压力(Roca,2010)。更重要的是，当非体面工作从业者难以获得社会认可，组织的支持有助于构筑“强\"职业群体文化并形成\"社会缓冲带\"(Ashforth et al.，2007,2017)。因此，当从业者具有高组织支持感知，他们可能将职业污名视为社会公众的偏见，而与群体成员自身无关。本文推断，当从业者处于低工作机会和高组织支持的环境中，他们可能会忍受职业的污名压力而选择长期从业，这将进一步诱发从业者的冲突体验。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "命题 2：职业污名感知与工作环境(如工作机会、组织支持)的交互作用，会诱发从业者的冲突体验。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3冲突体验对矛盾职业认同的影响",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "矛盾职业认同是指个体对自身职业兼具高度的认同和高度的不认同，或者认同职业的某些方面而不认同另一些方面(Ashforth et al.，2013)。矛盾职业认同反映了员工对职业身份复杂的情感，比如喜欢职业的某些方面而不满另一方面。冲突性或破裂性的情景与矛盾认同密切相关(Kreiner& Ashforth,2004)。冲突体验是指个体因难以兼容的要求而产生的冲突性心理体验(Miron-Spektor et al.，2018)，而身份张力是产生冲突体验的重要原因(刘智强 等,2021)。当个体的冲突体验越明显，他们对自身职业越可能产生矛盾情绪(Shepherd et al.,2021)。因此，冲突体验可能是导致从业者产生矛盾职业认同的重要原因。此外，相关研究也发现角色内冲突、职业工具性、身份不一致等具有冲突性质的变量都与矛盾认同密切相关(Kreiner &Ashforth,2004;Ashforth et al.,2013)。综上，本研究推断，冲突体验是导致从业者产生矛盾职业认同的重要原因。换言之，冲突体验是职业污名感知影响矛盾职业认同的重要作用机制。本文研究提出命题3和命题4。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "命题3：从业者的冲突体验会导致矛盾职业认同。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "命题 4：职业污名感知与内部动机或工作环境交互作用会诱发从业者的冲突体验，而冲突体验进一步导致矛盾职业认同。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4理论建构",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "本研究根据非体面工作从业者对自身职业或多或少持有矛盾心理的现实境况，并基于悖论理论视角提出了非体面工作从业者矛盾职业认同形成机制的研究构想。本研究突破既往研究的单维视角(要么认同要么不认同)，重点考察了职业污名感知如何作用于从业者矛盾职业认同的影响机制和边界条件。本文的研究构想不仅为理解非体面工作从业者复杂职业认同状态提供了新的理论视角，也为从业者矛盾职业认同的实证研究指明了方向。本研究的理论建构主要包括如下方面：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(1)本研究基于悖论理论视角，探讨了非体面工作从业者矛盾职业认同的形成机制。Ashforth 和 Kreiner(1999)较早提出从业者对自身工作角色持有或多或少的矛盾心理，但他们并未深入探讨从业者矛盾职业认同如何形成。Ashforth 和 Kreiner(2013)指出，非体面工作从业者时常面临一个棘手的矛盾，即他们会在职业污名与职业价值之间左右摇摆。Kreiner 等(2006)通过整合制度正当化和社会身份认同两个对立理论，提出了非体面工作从业者矛盾职业认同的理论命题，认为职业污名与污名应对策略的共同作用，会导致从业者产生矛盾职业认同。该研究为理解从业者矛盾职业认同指明了方向，但并未在本质上突破“非此即彼”思维，因而也就不能寻找到从业者矛盾职业认同的真正根源。相关研究表明，悖论理论是探讨冲突心理机制的理论视角(Miron-Spektor et al.,2018; Smith& Lewis,2011;刘智强 等,2021)。本研究基于悖论理论视角，指出个体、组织与职业的多重张力是个体产生冲突体验的重要来源，并提出冲突体验是职业污名感知影响从业者矛盾职业认同的重要作用机制。这为理解从业者矛盾职业认同形成机制提供了一个新的理论视角。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(2)本研究揭示了非体面工作从业者的职业困境，进而从根本上考察了非体面工作从业者矛盾职业认同形成的原因。具体而言，本研究从个体、组织、职业三方面来揭示从业者的职业困境，即当从业者受迫于养家糊口的压力(高家庭动机)和外部有限的工作机会(低工作机会)，面对污名化的职业虽然难以接受，但也无法拒绝。此外，当从业者自身具有较高的工作使命感，或者组织给予了较高的工作支持或情感支持，也可以缓解职业污名感知对从业者的负面影响(Bunderson& Thompson,2009;Lai et al.,2013)。换言之，非体面工作从业者的身份认同过程必然会受到职业、组织、自身等多重因素的影响(Petriglieri et al.,2019)，而从业者的冲突体验正是职业、组织与从业者自身多方角力的结果。本研究重点探讨了内部动机(如家庭动机、工作使命感)和工作环境(如工作机会、组织支持)这两类边界条件，认为职业污名感知与内部动机或外部环境的交互作用会诱发从业者的冲突体验，而冲突体验会进一步导致矛盾职业认同。考察从业者矛盾职业认同的边界条件，明确何种情景更可能诱发从业者的冲突体验，并进一步导致矛盾职业认同。这为探讨从业者矛盾职业认同的形成条件指明了方向。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(3)本研究基于“矛盾\"思维范式，提出非体面工作从业者矛盾职业认同形成机制的研究构想。在中国情景中，非体面工作从业者的身份认同过程可能更为复杂，他们很难基于“非此即彼\"思维形成绝对的职业认同或职业不认同。Fan(2000)将\"吃苦耐劳\"列为中国文化的重要民族特征之一。Chan 和 Chan(2001)也认为中国人对困难有很强的忍耐力。而家庭在个体的工作动机和需求中有重要的价值和地位(Zhang etal.，2020)。很多时候从业者会将从事非体面工作视作为家庭的贡献或者自我价值的体现。然而，中国人又习惯将非体面工作与个人的“面子\"结合起来，因为能否找到一份体面的工作关乎从业者及其家人的脸面(张光磊 等,2021)。因此，矛盾职业认同本质上可以体现为“两者兼有\"(both/and)的矛盾思维，而悖论理论视角可以从根本上揭示非体面工作从业者矛盾职业认同的形成机制。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "文献参考",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "刘智强，严荣笑，唐双双.(2021).领导创新期望与员工突破性创新投入:基于悖论理论的研究．管理世界，37(10), 226-241.季浩,严进,国维潇.(2022).职业污名与离职倾向:牵连家人污名与家庭卷入的作用.心理学报,54(2),182-191.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "翁清雄，席酉民.(2010).职业成长与离职倾向：职业承诺与感知机会的调节作用．南开管理评论,20(2),119- 131.   \n杨国枢.(2004).中国人的心理与行为:本土化研究.北京:中国人民大学出版社.   \n张光磊，黄婷，殷向洲.(2022).非体面工作者职业污名的作用机制及其应对策略．心理科学进展,30(3),703- 714.   \n张光磊，谢琦，陈丝璐,范铭钰.(2021).基于链式中介的非体面工作感知对员工工作投入的影响研究．管理学 报,18(12),1790-1797.   \n张燕,李贵卿.(2017).“肮脏\"工作：概念、测量以及对从业者的影响.外国经济与管理,39(10),86-101.   \n周晔,黄旭.(2018).高职业声望从业者职业污名感知和员工幸福感—基于认知失调视角.经济管理,40(4),84- 101.   \nAhuja, S., Nikolova N.,& Clegg S. (2O17). Paradoxical identity: The changing nature of architectural work and its relation to architects’ identity. Journal of Professions and Organization, 4(1),2-19.   \nAshforth,B.E.(2O19). Stigma and legitimacy: Two ends of a single continuum or different continua altogether? Journal of Management Inquiry, 28(1), 22-30.   \nAshforth,B.E.,Joshi,M.,Anne,V.A.,&Kelly,M.O.(2013).Extending the expanded model of organizational identification to occupations. Journal of Applied Social Psychology, 43(12), 2426-2448.   \nAshforth,B.E.& Kreiner, G.E. (199).“How can you do it?\": Dirty work and the challenge of constructing a positive identity. Academy of Management Review, 24(3), 413-434.   \nAshforth,B.E.& Kreiner, G.E.(2O14). Dirty work and dirtier work: Differences in countering physical, social, and moral stigma. Management and Organization Review, 10(1), 81-108.   \nAshforth,B.E.,& Kreiner, G.E. (2O13). Profane or profound? Finding meaning in dirty work. In B.J.Dik,Z. S. Byrne,& M.F. Steger (Eds.),Purpose and meaning in the workplace (pp.127-15O). American Psychological Association.   \nAshforth,B.E.,Kreiner, G.E., Clark M.A.,& Fugate M. (2OO7). Normalizing dirty work: Managerial tactics for countering occupational taint. Academy of Management Journal, 50(1), 149-174.   \nAshforth,B.E.,Kreiner,G.E.,Clark,M.A.,&Fugate,M. (20l7).Congruence work in stigmatized occupations: A managerial lens on employee fit with dirty work. Journal of Organizational Behavior, 38(8),1260-1279.   \nBentein,K.,Garcia,A., Guerrero,S.,&Herrbach,O.(2O17).How does social isolation inacontext of dirty work increase emotional exhaustion and inhibit work engagement? A process model. Personnel Review,46(8), 1620-1643.   \nBrown,A.D.,& Coupland,C.(2O15). Identity threats,identity work and elite professionals. Organization Studies, 36(10),1315-1336.   \nBunderson,J. S.，& Thompson,J.A.(2009). The call of the wild: Zookeepers,calings,and the double-edged sword of deeply meaningful work. Administrative Science Quarterly, 54(1), 32-57.   \nChan,C.L.,& Chan,E. K.(2O01). Enhancing resilienceand family health in the Asian context. Asia Pacific Journal of Social Work and Development, 11(Suppl 1), 5-17.   \nChen，M.J. (2O08).Reconceptualizing the competition-cooperation relationship a transparadox perspective. Journal of Management Inquiry, 17(4), 288-304.   \nClarke,M. & Ravenswood, K. (2019). Constructing acareer identity in the aged care sector: Overcoming the “taint of dirty work. Personnel Review, 48(1),76-97.   \nCruz,J.(2O15).Dirty work atthe intersections of gender,class,and nation: Liberian market women in post-conflict times. Women's Studies in Communication, 38(4), 421-439.   \nDeci,E.L.，& Ryan,R. M. (2008).Facilitating optimal motivationand psychological well-being acros life's domains. Canadian Psychology, 49(1), 14-23.   \nDik,B.J.,& Duffy,R.D. (2O9).Caling and vocation at work: Definitions and prospects for research and practice. Counseling Psychologist, 37(3), 424-450.   \nDick,P.(2Oo5). Dirty work designations: How police officers account for their use of coercive force.Human Relations, 58(11),1363-1390.   \nFan, Y. (20o0). A classification of Chinese culture. Cross Culture Management, 7(2), 3-10.   \nFang,T.(20l0).Asian management research needs more self-confidence: Reflection on Hofstede (2007） and beyond. Asia Pacific Journal of Management, 27(1), 155-170.   \nFang,T. (2012). Yin Yang: A new perspective on culture. Management & Organization Review, 8(1),25-50.   \nGotsi, M., Andriopoulos, C.,Lewis,M. W. & Ingram, A.E. (2O10). Managing creatives: Paradoxical approaches to identity regulation. Human Relations, 63(6), 781-805.   \nHamilton,L.，& McCabe,D. (2016).‘It's just a job': Understanding emotion work,de-animalization and the compartmentalization of organized animal slaughter. Organization, 23(3), 330-350.   \nHamilton,P.,Redman,T.,& McMurray,R.(2019).‘Lower than a snake's belly': Discursive constructions of dignity and heroism in low-status garbage work. Journal of Business Ethics, 156(4), 889-901.   \nHelms,W. S.,Paterson, K.D.,& Hudson,B.A. (2019).Let's not “taint” stigma research with legitimacy,please. Journal of Management Inquiry, 28(1), 5-10.   \nHom,P.W.,Caranikas-walker,F.,Prussia,G.E.,& Grifeth,R.W.(992).Ameta-analytical structural equations analysis of a model of employee turnover. Journal of Applied Psychology, 77(6), 890-909.   \nHughes, E. C. (1971). The sociological eye: Selected papers. New Brunswick: Transaction Publishers.   \nJost, J.T.,Banaji,M.R.,& Nosek,B.A.(2OO4).Adecade of system justification theory: Accumulated evidenceof conscious and unconscious bolstering of the status quo. Political Psychology, 25(6), 881-919.   \nJost,J.,& Elsbach,K.(2Oo1).Howstatusand power diferences erode personaland social identities at work:A system justification critique of organizational applications of social identity theory.In M.A. Hogg & D. J. Terry (Eds.)，Social identity processes in organizational contexts (pp.181-196). Philadelphia: Psychology Press.   \nKreiner,G.E.& Ashforth,B.E. (2O04).Evidence toward an expanded model of organizational identification. Journal of Organizational Behavior, 25(1), 1-27.   \nKreiner,G.E.,Ashforth,B.E.,& Sluss,D.M.(2O6). Identity dynamics inoccupational dirty work: Integrating social identity and system justification perspectives. Organization Science, 17(5), 619-636.   \nLai,J.Y.M.,Chan,K. W.,& Long,W.L.(2O13). Defining who you are not: The rolesof moral dirtiness and occupational and organizational disidentification in affecting casino employee turnover intention. Journal of Business Research, 66(9),1659-1666.   \nLai,J. Y.,& Lam,L. W. (2012). Dirty work in Chinese societies. In X. Huang & M. H. Bond (Eds.), Handbook of Chinese Organizational Behavior (pp.103-117). Edward: Elgar Publishing.   \nLewis,M. W. (20oo). Exploring paradox: Toward a more comprehensive guide. Academy of Management Review, 25(4), 760-776.   \nLi,P.P.(1998). Towards a geocentric framework of organizational form: A holistic,dynamic and paradoxical approach. Organization Studies, 19(5), 829-861.   \nLi, P.P.(2O12). Toward an integrative framework of indigenous research: The geocentric implications of YinYang Balance. Asia Pacific Journal of Management, 29(4), 849-872.   \nLyons, B. J., Pek, S., & Wessel, J. L. (2017). Toward $\\mathfrak { a }$ “sunlit path\": Stigma identity management as α source of localized social change through interaction. Academy of Management Review, 42(4), 618-636.   \nMenges,J.I.,Tussing,D.V., Wihler,A.,& Grant,A.M. (20l7).When job performance is all relative: How family motivation energizes effort and compensates for intrinsic motivation. Academy of Management Journal, 60(2), 695-719.   \nMiron-Spektor，E.， Ingram，A.，Keler，J.，Smith，W.K.，& Lewis，M.W.(2018).Micro-foundations of organizational paradox: The problem is how we think about the problem. Academy of Management Journal, 61(1),26-45.   \nPetriglieri, G., Ashford, S.J.,& Wrzesniewski, A. (2019). Agony and ecstasy in the gig economy: Cultivating holding environments for precarious and personalized work identities. Administrative Science Quarterly, 64(1), 124-170.   \nRabelo,V. C.,& Mahalingam,R. (2019).“They reall don't want to see us\": How cleaners experience invisible ‘dirty' work. Journal of Vocational Behavior,113(4),103-114.   \nRoca,E. (2O10).The exercise of moral imagination in stigmatized work groups. Journal of Business Ethics, 96(1), 135-147.   \nRuebotom,T.,& Toubiana,M. (2O21). Constraints and opportunities of stigma: Entrepreneurial emancipation in the sex industry. Academy of Management Journal, 64(4), 1049-1077.   \nSchaubroeck,John,M.,Lam,Long, W.,& Lai, Jennifer,Y.,M. (2O18). Changing experiences of work dirtiness, occupational disidentification,and employee withdrawal. Journal of Applied Psychology，103(10),1086-1100.   \nSharma,D., Ghosh, K.,Mishra, M.,& Anand,S.(2022). You stay home,but we can't: Invisible“dirty”work as calling amid COvID-19 pandemic. Journal of Vocational Behavior, 132(2), 1-18.   \nShantz,A.& Booth,J.E. (2O14). Service employees and self-verification: The roles of occupational stigma consciousness and core self-evaluations. Human Relations, 67(12),1439-1465.   \nShepherd,D.A.,Maitlis,S.,Parida,V., Wincent,J.,&Lawrence,T.B. (2O21).Intersectionalityin intractabledirty work: How Mumbai ragpickers make meaning of their work and lives. Academy of Management Journal. https://doi.0rg/10.5465/amj.2019.0125   \nSidanius,J.(1993).The psychology of group conflict and the dynamics of oppression: A social dominance perspective. In S. Iyengar & W. J. McGuire (Eds.)， Explorations in political psychology (pp.183-219). Durham: Duke University Press.   \nSmith, W. K.,& Lewis, M. W. (2011). Toward a theory of paradox: A dynamic equilibrium model of organizing. Academy of Management Review, 36(2), 381-403.   \nSpears,R.,Jeten,J.,& Doosje,B.(2Oo1).The (il)legitimacyof in-group bias: From social reality to social resistance.In J.T. Jost & B.Major (Eds.),The Psychology of Legitimacy: Emerging Perspectives on Ideology Justice and Intergroup Relations (pp. 332-362). Cambridge UK: Cambridge University Press.   \nStacey,C.L. (2Oo5).Finding dignityin dirty work: The constraints and rewards of low-wage home care labour. Sociology of Health & Illness, 27(6), 831-854.   \nTajfel,H.,&Turner,J. C. (1986).The social identity theory of intergroup behavior.In S.Worchel,&W.G.Austin (Eds.), Psychology of intergroup relations (pp.7-24), Chicago: Nelson-Hall Publishers.   \nTallberg,L.,& Jordan,P.J. (2O21). Killing them“softly\"(!):Exploring work experiences in care-based animal dirty work. Work, Employment and Society, 35(5),1-17.   \nTracy,S.J.,& Scot, C.(2Oo6).Sexuality,masculinity,and taint management among firefighters and correctional officers: Getting down and dirty with “America's heroes” and the“scum of law enforcement”. Management Communication Quarterly, 20(1), 6-38.   \nTyler,M. (2O11).Tainted love: From dirty work to abject labour in Soho's sex shops.Human Relations,64(11), 1477-1500.   \nVan Dick,R.& Kerschreiter,R.(20l6). The social identity approach to effective leadership: An overview and some ieas on cros-cultural generalizability.Frontiers of Business Research in China,10(3),363-384.   \nWheeler,A.R.,Buckley,M.R.,Halbesleben,J.R.,Brouer,R.L.,&Feris,G.R.(2005).The elusive criterionof fitrevisited: Toward an integrative theory of multidimensional fit. Research in Personnel and Human Resources Management, 24(5),265-304.   \nZhang,X.A.,Liao,H.,Li,N.,&Colbert,A.E. (202O).Playing it safe for my family: Exploring the dual effects of family motivation on employee productivity and creativity. Academy of Management Journal, 63(6),1923- 1950. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "A study on the formation mechanism of ambivalent occupational identification of nondecent workers from paradoxical perspective ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "WANG Hongli1，LI Zhen1， XU Guangyi² (School of Business Administration, South China University of Technology, Guangdong Guanzhou 510640, China) (College of Economics and Management, South China Agricultural University, Guangdong Guanzhou 510642, China) ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Abstract: Non-decent work refers to the occupations that are necessary for the functioning of the society but belittled or disliked by the general public.Non-decent workers own complicated identification process and hardly identify or disidentify their occupations.Thus,they are more or less ambivalent about their occupations. However, existing research has not figured out when and how dirty workers form their ambivalent occupational identification. To bridge this gap,this study stands from the perspective of paradox and constructs a formation mechanism of practitioners’ ambivalent occupational identification. Theoretically,it is expected that the results would help to resolve the controversy in literature whether dirty workers identify or disidentify their occupation by proposing a more realistic argument that non-decent workers ambivalently identify their occupations. And in practice，it could help and guide non-decent workers to construct a dignified occupational identification,and inspire the organization to improve the management in the non-decent worker group. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Keywords: non-decent work， occupational stigma, ambivalent occupational identification, formation mechanism ",
        "page_idx": 12
    }
]