[
    {
        "type": "text",
        "text": "发挥党校图书馆作用，助力新型智库建设",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "魏秀玲",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中共福建省委党校 福州 350001",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]党校图书馆作为党校智库建设的重要组成部分，服务于新型智库成为其新的发展方向，从而满足图书馆服务转型需求。[方法/过程]对党校图书馆在智库建设中发挥多元咨询服务进行探讨。[结果/结论]本文提出对接智库需求，夯实服务保障及参与智库推广等措施，充分发挥图书馆在党校智库建设中的应有作用，不断提升党校智库的影响力。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：党校图书馆 智库 服务",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：G250",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库，作为从事开发性研究的非营利性的决策咨询机构，汇聚了高端人才的智力资源，为决策者出谋划策，成为国家软实力建设和治理体系的的重要支撑，发挥着资政、启智、制衡、聚才、强国等功能[。随着智库影响力的提升，智库建设已然成为学术界和理论界研究的热门话题。党校作为党委、政府的重要部门，利用智力密集，人才荟萃的优势，沿着新型智库建设新要求、新定位、新方向，发挥其在教学、科研、咨政中的智力支持作用，在新型智库建设中勇立潮头，助力政府决策科学性、促进社会经济发展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "随着新型智库理念的不断深化，这对作为传播知识、传承文化重要基地的党校图书馆来说，既是一种全新的挑战，又是难得的发展机遇。要求图书馆明晰智库建设方向，扮演好自身角色，以全新的服务内容、模式和途径，为智库建设提供系统、权威、高效、便捷的服务[2]",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1实现精准服务定位，提供多元参考咨询服务",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "咨询服务作为党校图书馆核心业务之一，在服务新型智库建设中，着力于对知识信息的搜集存储的同时，基于用户多元化、个性化信息需求，在知识信息的运用上下功夫，对用户的信息行为需求和规律进行动态跟踪记录、分析研究，结合政策走向，帮助用户挖掘、筛选出有价值的信息，有针对性进行信息传递和咨询服务，做好智库的“参谋”、决策的支撑。使图书馆在智库建设中占有一席之地，同时谋求自身转型发展之路，实现用户和图书馆双赢。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1面向政府的决策咨询服务",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "当前，经济迅速发展，我国也正处于社会转型期和改革攻坚期，各级政府均面临着来自多方面的挑战[3]。推动社会管理体制改革和创新，维护社会和谐稳定，以适应新形势变化，成为政府必须解决的重要课题，这就迫切需要唯实的资政者和经世致用的好折子”。党校作为党委的重要部门，为党委、政府提供咨政服务的作用日益重要。尤其在党校建设新型智库中，图书馆以服务智库为契机，对政府用户的需求进行分析研究，挖掘其潜在需求，构建以专业性、前瞻性、客观性、中立性的信息服务嵌入政策议程之中的机制，成为政府决策所倚重的重要力量，助力政府向服务型政府的职能转变。一方面政府制定政策和重大决策离不开基于调研和实践的信息支撑。党校图书馆紧紧围绕中央“五位一体”总体布局，密切关注国内外形势发展变化，全面系统地、有针对性地定期搜集整理有关政治、经济、科技等领域前瞻性、有价值的政策信息。并利用娴熟的政策研究技术和深厚的学术素养，在政策阐释与战略预测中寻找最佳结合点，力求把复杂、高深的理论变成易于理解、便于操作的政府决策，通过内参形式直接呈送用户，或通过不定期开展高层讲座等形式，针对相关政策进行全面、系统地解读，帮助解决政策实施中遇到的各种问题，为政府提供集调研、分析、决策方案于一体的一站式智库型服务。另一方面随着互联网时代的到来，社会公共突发事件传播速度快且范围广，难免掺杂着干扰民众正确判断的多种因素[4]。为帮助政府用正确的手段及时处理危机，排除可能对社会稳定构成威胁的因素，图书馆责无旁贷地通过开展舆情监测和分析服务，加强智库与党委政府和社会公众的对接与互动，及时推送分析结果，协助政府部门进行有效地舆论引导和控制。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2面向企业的智慧党建创新服务",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "党的十九大报告明确提出加强基层组织建设的重要性，党建工作成为企业基层党组织建设的重要方面，做实了就是生产力，做细了就是凝聚力。长期的实践证明，企业党建工作与企业发展之间始终是同频共振、相辅相成的。党校图书馆在服务本校教学与科研的同时，充分利用特色资源及优质服务等方面的优势，将服务范围扩展到企业中去，通过咨询、访谈、问卷调查等方式，了解企业党建工作的需求，并提供相应的服务。一方面，利用党校师资力量，进行专家推荐，发挥党校教师资源“喉舌”作用，为企业开展“菜单式宣讲”，从而带出了一支政治素质过硬的优秀人才团队，不断打造新思路、新方法、新载体，全面支撑企业党建工作，不断增强企业基层党组织凝聚力，从而将党建融入生产经营、人才培养之中，确保企业发展到哪，党支部的战斗堡垒作用就体现在哪。另一方面，由于受规模和资金的制约，大部分企业的信息部门，更加倾注于市场调研、科技查新、风险评估、行业政策走向等综合信息的收集，往往欠缺党建信息的收集、整合能力，更谈不上对信息的开发和再加工，在开展党建工作过程中，多数企业都渴望得到相关信息资源支撑。党校图书馆作为党建文献信息资源集散主阵地，具备人力资源、文献信息的优势，理应肩负起服务社会的重任，基于大数据技术，采集、加工、整合相应的党建资源，储备智库资源，推动企业党建智能化、网络化，打造企业“智慧党建”品牌。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3面向教学科研的知识支撑服务",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "党校作为党政领导干部加强党性锻炼的熔炉，在培训教学方面，深化党的理论教育和党性教育。为突出主业主课，图书馆通过配合学校教务部门做好“精品课堂”活动，为各类培训班次储备课程，使党校成为党员干部接受党的教育的“红色殿堂”。同时，科研作为衡量党校办学水平和质量的一项基础性、支撑性工作，在党校教育改革的进程中，“以研促教”“科研兴校”逐渐深入人心，各级党校纷纷加大了对学术科研活动的投入，科研项目研究领域随之不断扩大，有效提升了综合科研水平。党校科研团队同时承担着繁重的教学任务，面对大数据时代海量文献资源，为帮助他们在有限的时间里顺利完成教学与科研任务，党校图书馆咨询服务已从传统的信息咨询、参考咨询转向知识咨询、科研查新、情报咨询、专题定制等创新型服务[5]。一方面利用党校图书馆得天独厚的资源优势和环境优势，合理优化空间布局，营造激发灵感与创意的人性化的物理空间，并为他们提供相关文献借阅、数据库及网络等基础的服务保障。另一方面在培养科研人员的信息获取能力基础上，通过融入科研项目，提供相应的协同信息行为。在科研选题阶段，围绕现实问题和教学需求开展理论研究，以及最新经济发展热点和民生问题焦点，针对性搜集、处理、整合与分析，遴选出优势领域并确立选题研究方向，提高课题的靶向性。在课题研究过程中，及时跟踪课题的进展和需求，为科研团队分析、筛选出错误、冗余的信息，从而树立图书馆智慧分析的形象。在课题结项阶段，根据课题的研究领域，收集与整理投稿的期刊范围，使科研人员明确投稿须知与平台，协助科研人员调整论文格式并及时投稿。同时加强科研成果的收集、整理、加工、发布，提高科研成果的影响力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2对接智库需求，夯实服务保障",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "创新服务作为图书馆发展不竭的动力，服务智库离不开丰富的信息资源和专业的信息队伍的保障，为提升自身的服务能力、服务水平和服务层次，需从资源建设到服务建设进行全方位的改变。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1强化智库人才储备 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "人才作为智库建设最宝贵的财富，是开展智库服务的前提条件。服务于新型智库的人才必须具备敏锐的洞察力和甄别力，善于对来自不同渠道、不同载体的信息进行分析研究和加工优化，实现信息增值，为决策提供有效参考。同时，智库研究的内容难免涉及国家安全、政治民生问题、科技前沿问题和商业机密等敏感问题，这些内容一旦被泄露，就失去智库服务的意义，这就要求图书馆员必须具备信息安全意识、保密纪律意识。正所谓“工欲善其事，必先利其器”，为增强队伍的战斗力，需要通过内部资源和外部力量提高图书馆队伍素质，培养出一支复合型智库服务团队[。一方面通过“旋转门”机制，引智纳贤，通过公开招聘遴选出既有理论沉淀、又懂实践的人才，合理确定管理人员和研究人员比例，实现服务智库的专业人才储备，以增添队伍活力。同时整合校内教研部门、校外科研机构有相关专业背景的优秀人才，把有实践经验和研究能力的人才吸纳到智库服务队伍中来，带动整体服务能力的提升。另一方面创造多元培训和激励机制，采取边建设边培养的模式，聘请各学科资深学者担任业务顾问和指导，发挥“传帮带”作用，以启迪启馆员智慧，并积极创造条件让馆员进行学习交流与考察调研活动、嵌入各教研部的课题研究和项目策划，以拓宽馆员视野，提高服务性和学术性。同时建立完善的激励制度，营造吸引人才的良好氛围，对业绩突出的馆员，给予应有的荣誉和福利待遇，激励馆员更好地服务于智库建设。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2丰富特色馆藏资源",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "准确、可靠的信息资源是新型智库建设的命脉所在，为拥有独特的知识信息资源，图书馆作为资源采集、整合与传播中心，应加强资源采购的针对性，打造一个自己的知识宝库，以满足智库对咨政信息和地方特色资源等综合性信息的诉求，根据地域和学科特色，确定馆藏资源定位，不断调整资源采集方向和内容，使馆藏资源质量满足新型智库研究专业性、前瞻性的需求，为党校特色智库护航。一方面，在采集公开出版发行文献资料基础上，加强对智库成果的搜集，为研究者提供宝贵的一手材料。同时扩大对本单位灰色文献资源搜集，包括对教学课件、教案、学员论文、题库及会议记录、科技报告等进行有的放矢地收藏，从不同侧面反映最新政策走向，为研究者提供难得的素材，提高其使用价值。另一方面，党校图书馆馆藏要平衡纸质资源与数字资源之间比例，摒弃单一的纸质查阅方式，通过资源供应商进行采购，还可借助大数据、云计算等信息技术，从互联网等开放数据库及面向政府、企业的私有数据库中检索下载各类数据，并通过对不同载体的信息进行深度加工与整合，开发建成地方党史、省情、智库成果、专题党建等精品馆藏数据库，建成党校特色资源体系，完善师资库、课程库、案例库建设，形成知识储备的战略意识和智库信息资源平台的开放获取模式，为智库的建设提供具有针对性的服务。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3寻求合作共赢",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "决策咨询服务不是靠单打独斗，更不能闭门造车，党校智库虽然有扎实的学术与理论基础，但在实际工作经验方面较为欠缺，难以提出可行性的建议。为提供全面、专业的服务保障，必须借助其他机构力量形成资源整合、协调分工、智慧合力，实现显性知识与隐性知识的融合。因此，党校图书馆智库型服务需打破不同机构之间的信息壁垒，坚持走出去与请进来等协同合作方式，加强与公共图书馆、高校及兄弟院校的研讨交流、与政府相关职能部门的联系，深化发展共识，共建具有地域特色的联盟智库。一方面在馆员嵌入科研服务的同时进行信息收集，形成教学、科研与服务彼此促进、协同发展的共赢局面[7]。同时加强与政府部门、党政机关和党校系统之间的信息资源合作收集与共享，政府部门掌握着大量权威性的社会信息资源，党校图书馆通过派遣相关人员到省、地市、县、乡等决策部门挂职任职、蹲点调研等方式与机关各级信息部门的密切联系，了解工作实际，掌握决策程序，在不涉密情况下，对政府信息广泛采集、整合和挖掘，既掌握了一手资料，又体验了决策过程，积累实践经验。另一方面，在产学研政合作基础上，依托项目驱动方式，强化与各专业领域专家学者及其他智库专家的联系，成立智库联盟，积极推动跨院校、跨部门、跨区域的合作关系，在集体智慧的碰撞中产生高质量的智库产品，从而促成智库“群岛”与“联盟”，形成互相补充、共同发展的格局，提升党校智库在政策、学术和社会等方面的影响力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3参与智库推广，扩大成果影响力",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "智库建设的目的是服务于地方与行业，作用于政策制定和舆论导向，通过有效推广手段，展示智库存在的价值，把优秀研究成果评出来、推广开，使其像音乐一样使每个用户都听得到、记得住，吸引众多学者关注党校图书馆智库服务，让党校智库跻身于新型智库建设之列。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1多层次、全方位宣传智库资源",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "党校图书馆的服务对象除了本校教师队伍，还有来自各个厅局、不同职级、不同年龄的在职党政领导干部，也有来自基层的乡镇干部[8]。他们在校培训、轮训的周期长短不一。鉴于党校图书馆读者群体的差异性，他们对党校智库资源的要求也有所不同，因此，作为为广大党校学员服务的党校图书馆，必须了解各个不同班次的学员的特点，掌握他们的信息需求。最直接、最有效的方法是定期编制、发放智库资源利用调查表。一方面针对党校教师阅读习惯，且党校图书馆对新技术的应用相对滞后的状态，图书馆工作人员可定期将纸质调查表或E-mail 向全校各部门发送，让他们尽早了解和使用最新智库资源，这样既可加强图书馆与专业教师的联系，又能对及时收集的资料、信息和数据进行统计与分析，了解读者对智库资源的使用情况和建议。另一方面，多数党校信息化课程只作为选修，且学时少，没能引起学员重视。为此，党校图书馆对学员进行培训时，应加大文献资源检索课的权重，重点突出智库资源介绍、利用等知识，以提高学员的资源检索能力和使用智库资源的自主意识，成为使用智库资源的主力军，这既可以在一定程度上宣传与推广智库成果，还可直接为领导决策提供第一手资料。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2丰富智库成果的展示形式",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "当前智库成果的形式主要包括各类报告、学术著作、各类传统媒介和大数据时代下的新媒体类等等[9]。为使党校智库有效地服务于教学、科研与咨政，图书馆作为党校重要的知识传播机构，通过及时、广泛地开展研究成果宣传与推广，定期发布智库成果，吸引更多智库用户。党校图书馆一方面要紧密结合社会热点问题，定期出版发行影响力较大、备受关注且保密级别低的旗舰出版物推销智库研究成果，包括期刊、年度报告与年鉴等富有影响力的正式出版物及内参、信息专报等便捷的非正式出版物，为政府、党委提供有效的政策建议。同时举办各种形式与主题的研讨会、讲座、新闻发布会等展示研究成果与理念，邀请不同领域的专家学者参加，使社会各界及时了解智库成果，不断扩大其渗透力和影响力。另一方面，智库成果的通俗性与易于获取性同样是需要重点考虑的因素，为此，应有意识地对研究报告进行提炼，将冗长的数据和深度的研究转换成简洁的、通俗的、适合受众平均接收水平的小册子，使其更易于被各类社会群体理解和接受，充分发挥智库资源在党校教学、科研活动中，以及领导决策中应起的作用。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3拓宽智库成果推送渠道",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "面向决策而研究产生的智力成果，其价值主要体现在成果的转化率及影响决策的效果，图书馆应帮助智库研究人员快速获取所需的相关数据，并将研究成果及时传递给决策者。为适应创新时代的开放数据、开放获取的趋势，应该找到适应快节奏和数字环境要求的智库成果推送途径和办法，增加智库的总体影响力[1]。一方面在普及性强、操作简单的新兴社交媒体开设公共账号，如在微信公众平台和朋友圈发布最新智库成果等；或在图书馆主页上设置“交互式问答”或“电子留言版”“微信、微博转发”“在线意见征集”等选项，提高用户知晓面和参与度，促进智库产品的共建共享和开放获取，以实现知识共享的最终目的，增加智库成果的传播效果和影响力。另一方面通过搭建智库服务平台，建立起稳定有效的智库成果一体化的综合管理服务和信息发布渠道，用户可以依据个人的信息接收习惯，通过多种方式访问平台：在人员密集的公共区域安装触摸屏一体机，通过强有力的听觉和视觉效果，及时直观地展示智库平台内容，包括智库的思想、理念与成果；制定个性化推送服务，通过权限管理与账号绑定，用户可以通过智能手机、平板电脑等各种便携终端享受高效的知识服务，实现图书馆服务的无缝连接，弥补了部分用户资源检索能力的欠缺，从而增加用户黏性，提高用户数量，提升资源共享与服务效率。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Play the Role of the Party School Library and Help Build New Think Tanks Wei Xiuling ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fujian Provincial Party School of the CPC Fujian Executive School， Fuzhou 350001 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/Significance] As an important part of the construction of the think tank of the Party School, the Party School Library serves the new think tank to become its new development direction， thusmeeting the needsof library service transformation. [Method/Process] To explore the role of the party school library in the construction of think tanks. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[Result/Conclusion] Put forward the requirements of docking think tanks, consolidate service guarantees and participate in think tank promotion， etc.， give full play to the role of libraries in the construction of think tanks of party schools， and constantly enhance the influence of party school think tanks. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Key words: Party school library think tank service收稿日期：2018-05-15 修回日期：2018-06-18 本文责任编辑：吕青",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    }
]