[
    {
        "type": "text",
        "text": "组织中个人认同的研究新进展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一基于过程框架的建构与完善",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "周意勇1,2 陈晓卉3",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1中国科学院心理研究所行为科学重点实验室，北京100101)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(2 中国科学院大学心理学系，北京 100049)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(3 武汉大学政治与公共管理学院，武汉 430072)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘 要：个人认同是个体与他人建立某种同一性感知、基于他人定义自我的过程。研究表明，组织中的个人认同与员工的工作表现、工作满意度等密切相关。通过对文献的回顾与梳理，本文针对现有研究对个人认同概念本身及其在组织中演化发展过程关注较少等不足，基于动态视角将组织中的个人认同分为单向性和双向性两种类型，初步建构个人认同在组织中的过程框架，探究其在特定情境下（上下级之间和同事之间）的权变性作用机制，最后提出了未来的发展方向。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：个人认同；类型；作用机制；过程框架",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“一个人只有在其他自我之中才是自我。在不参照他周围的那些人的情况下，自我是无法达到描述的（Taylor，2001）。”参照他人来解读自我普遍存在于组织中，其本质是一种个人认同，即个体通过他人来定义自身（Ashforth等，2016）。个人认同对个体自我概念的完善以及组织的发展具有重大影响，引起了学术界和务实界的广泛关注，成为了组织研究领域的一个重要命题（Kark，2012；Gill，2015；Ashforth 等，2016）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "本研究以“个人认同”、“领导认同”等为关键词对EBSCO，Webof Science，Springer和ProQuest 等数据库进行检索，筛选出发表在 Academy of Management Review、Academy ofManagement Journal、Academy of Management Annals、Organization Science、Journal of AppliedPsychology等管理学、心理学期刊的论文近60篇，通过对相关文献的梳理发现，现有研究主要基于个体内在需求的差异性这一静态视角对个人认同进行内涵界定和特质区分，较少关注个人认同在组织中的动态发展变化；同时，现有的实证研究强调以领导为认同对象，探究个人认同对领导力的内化作用，缺乏对其在特定情境下（如上下级之间、同事之间）具体作用机制的探究。那么，“如何基于过程导向对个人认同进行内涵解读与特质区分？不同类型的个人认同又将如何发挥其权变性作用？\"成为了管理实践中有待解决的现实问题。鉴于此，本研究尝试将个人认同的不同类型嵌入过程框架，基于动态视角将个人认同分为单向性和双向性两种类型，据此建构个人认同在不同领导类型下以及在同事之间的具体作用机制，以期为未来研究提供一个新视角。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2．个人认同概述",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（一）个人认同的概念提出",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "个人认同这一概念植根于多种社会科学与主流社会心理学，强调其他个体在自我定义中的重要作用（Cooper 和 Thatcher，2010），是一种与其他特定个体建立某种同一性感知的过程，即基于他人定义自我（Ashforth等，2016）。在个人认同过程中，认同主体与认同对象同为两个独立的个体，认同主体基于内在需求（认同动机）的直接性诱导，进行认同对象的选择和同一性感知的建立，通过学习、模仿、内化认同对象的个体特质与属性，对原有的自我概念进行加工和完善，以满足自身内在需求。这种内在需求（认同动机）主要包括下属的自我提升、自我归属、不确定性减少等（Ashforth 等，2016）以及来自领导的自我拓展等（Cooper 和 Thatcher，2010）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（二）个人认同的理论基础",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "个人认同主要发轫于社会认同理论和社会学习理论。社会认同理论产生于解释群体间行为的种族中心主义，认为个体会通过社会分类对自己的群体产生认同，而这种认同是基于群体成员的共同特点产生的（Tajfel和 Turner，1986）。社会认同理论对个体认同与社会认同进行了区分，认为个体认同是基于个体的具体特点进行参照（Tajfel和 Tumer，1986），其分支自我归类理论证实了这一观点，进一步提出人们会将自我纳入某一类别并将这一类别的特征赋予自身，达成一个自我定型的过程（Hogg 和 Terry，2000）。个人认同理论及其发展为个人认同构念的形成提供了基本的框架。班杜拉的社会学习理论是对传统行为主义的扬弃，主要包括三方互惠决定论、观察学习理论，自我效能理论和自我调节机制理论等。其中观察学习理论解读了个体透过榜样行为进行间接学习这一观察学习过程，认为这是一种“心理匹配过程”而非简单的示范与模仿，观察者通过观察示范者的行为并转化为符号表征，在某一相似的环境下将符号还原成行为，这种被还原的行为因观察者自身的特征而表现出与示范行为的差异性。社会学习理论描述了认同主体将认同对象特征纳入自我概念的过程，为进一步探究个人认同的具体作用机制提供了理论指导。上述两大理论作为个人认同构念的基石，为个人认同这一概念的建构和发展提供了理论依据。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（三）个人认同与相似概念的区分",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "为了进一步明确个人认同的定义与内涵，有必要将它与其他相似概念进行对比与区分，这些概念主要包括共情、换位思考以及角色模型。共情（empathy）指的是一种对他人所经历事件的理解，同时也是一种对他人处境的情感回应（Kanov 等，2004）。因此，共情感知的对象主要是他人的心理状态，并针对这一状态产生相应情感体验或认知结果，并不涉及自我概念的变化与发展，与个人认同有着本质上的不同。换位思考（perspective taking）是指想象在给定情况下他人的经历与感受 (Parker 和Axtell，2001)，但并不需要个体对他人产生确切的同一性感知。角色模仿（role modeling）是个体积极观察、吸收或拒绝一个或多个值得作为典范的其他个体属性的认知过程（Gibson,2003），在这一过程中，个体通过观察和模仿榜样的属性特征而表现出与该对象相似的行为属性，但并未涉及对方行为特征的内化过程，因此，角色模仿不一定需要认同，但基于个人认同的角色模仿会使个体对角色榜样产生发自肺腑的一致性感知，由此产生了对其渴望属性的内化。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（四）个人认同的测量",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "个人认同的测量主要采用问卷法。Shamir，Zakay，Breinin 和Popper(1998）最先采用的是一个6条目的量表，相关条目包括“我完全信任这个人”、“我完全相信这个人的判断和决定”和“这个人是我追随的榜样”等；后来，Kark，Shamir 和Chen（2003）进一步对 Shamir等学者（1998）的量表进行完善，开发了下属对领导认同的单维量表，经信度检验，该量表的内部一致性系数达到.882；Connaughton 和Daly（2004）两位学者从组织认同的量表中提取了下属对领导建立个人认同的三个条目，包括“我对领导没有忠诚感”、“我关心公司领导的声誉和前途\"和\"我会不遗余力地帮助我的领导和组织目标取得成功”。国内学者 Chen,",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Tsui 和Farh（2002）基于中国文化背景区分了领导忠诚度和组织承诺，提出将下属对领导个人认同作为领导忠诚度的一个测量维度。Chen 等（2002）首先让来自中国大陆六个不同组织的员工给出三到四条自认为最符合下属对领导忠诚度的条目，经过专家分析研讨后保留了25个条目进行探索性因子分析，最终选择因子负荷较高的17个条目，据此构建了包含个人认同在内的7点李克特量表，有关个人认同的测量条目包括“当听到别人在赞扬我的领导时，我感觉就像是自己被赞扬了一样”、“当听到被人在批评我的领导时，我感觉就像是自己被批评了一样”和“我领导的成功就是我的成功”。其中，Shamir 等学者（1998）开发的有关个人认同的量表广泛应用于国内外研究中，成了个人认同研究领域标杆性的成熟量表。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.类型：单向性和双向性个人认同 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "现有研究基于个体内在需求的差异性对个人认同进行特质区分，缺乏对其作用路径的权变性考虑。因此，本研究尝试根据个人认同在同一性感知建立进程中作用路径的差异性，建构一个个人认同的动态解读框架，进而将组织中的个人认同分为单向性和双向性两种类型。单向性个人认同强调认同过程中认同主体到认同对象的单向认同路径，在此过程中，认同主体往往单方面内化认同对象的特征属性，认同的交换意图较弱；双向性认同感强调认同进程的双向互动性，认同进程中的双方同为认同主体和认同对象，认同双方具有很强的相互依赖性，在彼此的价值观念、个性特质和行为属性等方面交换意识较强。单向性个人认同包括机会聚焦型和威胁聚焦型，双向性个人认同包括亲密聚焦型和混合型。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（一）单向性个人认同：威胁聚焦型与机会聚焦型",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "组织中的特殊事件、遭遇或经历会提高个体自我认同的建构意识（Ashforth等，2016)。当个体置身于不确定或模糊的组织情境时，个体对组织现状的原有认知及其自我定义面临挑战，此时，个体对潜在诱发事件倾向于两种归因：认同威胁或认同机会，并通过选择其他认同目标和对象进行自我概念的重新建构，以减少认同威胁感或实现自我提升（Ashforth 等，2016）。这一建立感知、寻求认同的需求来自认同主体单方面，并未涉及认同对象此时的认同建构和发展变化，对认同对象的自我概念不产生直接影响。因此这种单向性认同过程强调组织中的潜在诱发事件对认同主体的直接作用，认同主体在此刺激下寻求建立某种与他人",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（一般是组织管理者或领导）的同一性感知来完善自我概念。基于认同主体对潜在诱发事件具体归因的差异性，组织中的单向性个人认同可被进一步划分为威胁聚焦型个人认同和机会聚焦型认同。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.威胁聚焦型个人认同。威胁聚焦型个人认同是个体通过建立与他人的同一性感知，内化他人的身份属性，以处理已感知到的认同威胁的补偿性过程（Ashforth等，2016）。该过程产生于个体现有认同的匮乏状态，受个体致力于减少其认同不确定性需求的影响，具有很强的消极补偿性特征。Petriglieri（2011）将个人认同威胁作为个体将组织中的触发性事件视为对其价值观、意义和认同潜在危险的产物，提出当个体现有的自我认同变得模糊不清或受到潜在威胁时，个体将致力于寻求与他人的认同作为现有认同威胁的回应，以消除焦虑、威胁等负面情绪。尤其是在抑制型焦点的作用下，个体非常重视安全感和职责遵守，强调理应自我，因而更倾向于把组织中的触发性事件视为自我职责中的阻碍因子，容易产生认同威胁感。基于认同威胁感回应对象的不同，个体的认同威胁感回应主要分为两种不同类型，即：认同维护型回应和认同重建型回应（Petriglieri，2011）。认同维护型回应将可能造成认同威胁感的威胁源作为回应对象，其目的在于减少这种潜在威胁发生的可能性和强度，以维护现有的个人认同感。认同重建型回应则将已受到威胁的认同视作回应对象，强调对现有认同某一方面进行直接性改造。威胁聚焦型个人认同强调通过内化具体对象的自身属性来改造现有的自我概念，以降低威胁感，属于认同重建型回应的范畴。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "值得提出的是，由于威胁聚焦型个人认同产生于个体个人认同匮乏状态，个体出于减少这种认同威胁和不确定性的内在需求性，往往在认同过程中经历焦虑、担忧等一系列负面情绪。此时，个体很有可能将认同对象身上不适宜自己的身份属性不加改造地强行吸纳，或是不加分辨地吸收一些可能并无助益的属性、甚至是缺点，这样的认同过程虽然能暂时缓解自我概念受到威胁所带来的恐慌，但从长远来看，对认同对象和认同内容的盲目性选择很有可能对个人和组织造成不良后果，如对认同对象的依赖性增强，自我独立思考能力的丧失等。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.机会聚焦型个人认同。机会聚焦型个人认同是个体通过建立与他人的同一性感知，内化对方的特征和属性，以回应已感知到的认同机会的补充性过程（Ashforth等，2016）。个体出于自我提升的需要，在现有的基本认同上增加有利于自我发展的特征属性，具有很强的积极补充性特征。在这种补充性认同过程中，组织中的触发性事件往往被个体视为实现自我提升的机会，尤其是在高程度的心理安全感作用下，个体在对潜在事件的理解和处理中能得到组织的支持和帮助，促使他们将此经历视为学习和成长的过程，进而使个体形成机会聚焦型个人认同（Ashforth等，2016）。从个体层面而言，促进型焦点的个体关注自我成长，并基于理想自我追求更为高远的目标，他们在对工作中事件的感知以及回应中往往能看到理想自我和现实自我的区别，从而寻求自我成长的机会，产生机会聚焦型个人认同。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（二）双向性个人认同：亲密聚焦型与混合型",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "不同于单向性认同过程中个体对他人（一般为组织管理者或领导者）的单一认同路径，双向性个人认同强调认同双方彼此学习、相互内化身份属性、最终达成认同一致性的过程，认同双方在特征属性等方面的交换意识较强。组织中的双向个人认同基于认同双方特定关系的差异性，可分为为同级间（同事间）的亲密聚焦型个人认同以及上下级之间（领导与下属之间）的混合型个人认同。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1.亲密聚焦型个人认同。亲密聚焦型个人认同是认同双方基于各自追求归属感的需要而彼此内化对方身份属性的过程（Ashforth等，2016）。它往往产生于关系亲密的同事间，互动双方彼此内化对方的身份属性、共同经历互惠性认同融合过程，使得双方在价值观念、信仰和认同等方面得到更为全面的发展，并显示出较高程度的一致性。这一认同过程受组织中多种因素的影响，主要表现为个体层面的关系型自我建构和组织层面的关系氛围（Ashforth等，2016）。根据Cross（2009）的定义，关系型自我建构是基于密切关系进行自我定义的总体方向，高程度关系型自我建构的个体十分重视关系价值，往往将他人利益置于自身利益之前、鼓励他人表达和提供社会支持等（Mattingly等，2011），因此，他们更倾向于抓住机会建立和发展亲密关系，形成亲密聚焦型个人认同。组织层面的关系氛围是在特定的情境下，员工对影响人际关系的政策、实践和行为等有关方面形成的感知和评估共享（Mossholder 等，2011），积极的关系氛围具有员工互相尊重、关系协调、相互依赖和共享社会价值观等特征（Mossholder 等，2011；Reich 和 Hershcovis，2011；Singh 和Winkel，2012）。从社会心理学角度来说，积极的关系氛围往往形成较为密切的人际关系，此时关系双方互相信任并作出承诺（Clark 和Lemay，2010）、经历一系列积极情绪（Waugh 和Fredrickson，2006）、并从事共享的社会活动（Aron 等，2002），从而能有效建立亲密聚焦型个人认同感。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "但值得注意的是，尽管亲密聚焦型个人认同产生于关系密切的个体中、认同双方重视彼此关系的稳定与质量，但它与关系认同是截然不同的两个概念，两者的区别在于，关系认同的对象是认同双方的特定关系，而亲密聚焦型认同的对象是关系中的个体，关系仅仅是连接认同双方的纽带。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.混合型个人认同。混合型个人认同产生于上下级之间的互动中，基于双方认同动机的不对称性而具有混合型特征。作为组织的代理人，领导者往往通过对下属的个人认同过程来满足领导自我拓展的心理需求，在这一过程中，领导通过认同下属展现出的技能水平和杰出品质等属性特征拓展了自我的资源和视角，并且希望通过自己的认同行为获得下属相应的支持与认同,增强自身与下属的一致性,从而有效提高其在组织中的领导力(Cooper和 Thatcher,2010）。另一方面，在上下级的互动过程中，领导凭借其卓越领导力和积极的领导行为在组织中形成积极的垂范效应，对下属表现出比同事更值得内化的个性特征和行为属性，因而往往更有可能成为下属减少不确定性、实现自我提升或寻求归属感的认同对象（Ashforth 等，2016）。此时领导与下属之间便达成了双向的个人认同，并基于认同双方在认同动机方面的差异性而表现出混合型特征。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.作用机制：单向和双向作用机制",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "基于个人认同过程中认同路径的差异性，本研究进一步探究个人认同在组织中的建构和发展变化，并将其在特定组织情境下（上下级之间、同事之间）的具体作用机制分为单向性和双向性两种不同类型。单向作用机制强调认同主体到认同对象的单向作用路径，认同双方在身份属性和个性特征等方面交换意识较弱，往往表现为组织中下属对领导的单向认同过程，因而在国内外研究中多被作为“领导认同”加以研究（Liu等，2010；Wang 和Howell,2012；姚春序和刘艳林，2013；高中华和赵晨，2014；李晔等，2015；Liu等，2015；宋萌等，2015）。双向作用机制则强调认同双方相互学习并内化彼此的身份属性，双方的认同交换意识较强。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（一）单向作用机制",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "组织中的单向个人认同主要表现为下属对领导的单方面认同。研究表明，相较于组织中其他成员而言，领导者凭借其卓越领导力和积极领导行为往往更容易成为下属的理想认同对象，在组织中形成积极的垂范效应和角色模型（Ashforth等，2016）。在这种下属对领导的单向认同过程中，下属通过学习和模仿其领导的个性特质和行为属性，并将其进一步内化为自我概念的一部分，从而实现自我概念的重建或完善。这一认同过程受不同领导类型的影响而表现为下属在认同内容和认同行为上的差异性，并进一步造成不同的个体认同和组织发展结果。鉴于此，本研究尝试以不同领导类型为下属的认同对象，探究机会聚焦型与威胁聚焦型这两种单向性个人认同在组织中的建构、发展及影响，进而建构个人认同的单向作用机制。1.机会聚焦型个人认同。机会聚焦型个人认同强调个体在认同对象和内容选择方面的积极性、主动性和选择性，组织领导者凭借其在资源和信息渠道方面具有的绝对优势，加之其积极的领导行为和在组织中形成的垂范效应，往往成为下属完善自我概念的首选认同目标。梳理现有研究发现，能够成为下属建构机会聚焦型个人认同的认同对象主要有：服务型领导、仁慈型领导、魅力型领导和务实型领导。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（1）以服务型领导为认同对象。服务型领导通过致力于下属知识技能的提升、为下属营造自我发展和成长的组织环境，进而成为下属的认同对象。研究表明，服务型领导强调以下属为中心（高中华和赵晨，2014），关注下属知识技能和内在动力的提升，并通过谦逊、真实、热情等特质与下属构建关系（Owens 和Hekman，2012）、鼓励下属（van Dierendonck，2011），提高下属工作投入度（Liden等，2014）等。服务型领导所展示的个性特征和行为方式能够在组织中形成积极的示范效应，并能提高下属对领导的内在向往和情感依附，进而成为下属学习、模仿并内化其行为特征的认同目标和对象（Liden等，2008）。同时，服务型领导强调乐观、热情和真诚等积极情绪的激励，注重为下属营造自我发展和成长的组织环境，并使得下属在处理组织中一些潜在诱发事件时能够及时有效地得到组织的帮助和理解。在这种情境下，下属易在组织中形成认同机会感知，进而产生对领导的机会聚焦型个人认同感，进一步增加下属组织公民行为等积极行为（高中华和赵晨，2014）。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（2）以仁慈型领导为认同对象。仁慈型领导通过营造安全、包容的心理氛围而成为下属的认同对象。仁慈型领导强调对下属提供包括工作领域内外的关心、支持和帮助（Wang和 Cheng，2010；Karakas 和 Sarigollu，2012；张瑞平等，2013），强调员工在组织中的重要作用及价值，并致力于营造安全、包容的心理氛围，以帮助下属实现自我发展（张瑞平等，2013）。下属能够产生一种渴望与领导相一致的信念、价值观和行为属性的认同意愿，并通过学习模仿领导行为获得丰富的知识技能，表现出对工作的强烈内部动机和高度创造力，从而产生对领导的机会聚焦型个人认同，表现出高创新绩效。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（3）以魅力型领导为认同对象。魅力型领导通过传达稳定的积极情绪等柔性手段成为卜属建构机会聚焦型个人认同的认同对象。魅力型领导关注未来愿景和目标，主张通过一定的情绪管理来鼓励大家乐观向上、积极进取（Burch 等，2013；Humphrey，2012）。在这种积极情绪的渲染下，魅力型领导往往将组织中的潜在触发事件视为组织进步的机遇或跳板，并基于自身魅力（如知识渊博、能当大任、深受下属喜爱等）采取未来投射、鼓舞性号召等软性策略（Griffith等，2015），对下属进行积极情绪的刺激和成功理念的灌输，鼓励下属进取创新，从而使下属的机会认知感增强，产生机会聚焦型个人认同。在这种较为积极的认同过程中，下属吸纳了魅力型领导的蓝图规划，进而树立更远大的个人和组织目标，其工作积极性和创新性不断提高。同时，魅力型领导的卓越领导力和影响力得以强化，能够推动决策的迅速出台和实施，有利于组织整体绩效的提高。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（4）以务实型领导为认同对象。务实型领导通过客观分析和推理等理性手段成为下属产生机会聚焦型个人认同的认同对象。务实型领导强调基于客观事实、线索和证据等对当前问题采取直接性解决措施（Mumford 等，2008），主张采取逻辑推理和分析等理性手段对客观事实进行真实还原。这种领导的主要影响目标是组织中的精英人群，这些精英群体具有足够的知识技能和较强自主性，能够很快建立起一个较为清晰、可行的认同，但基于其所处地位和所掌握资源的差异性，他们经常出现认知和目标分歧，内部矛盾较多。务实型领导通过强调物质和利益分配的基础性和公正性，能有效提高其在利益协调、分析推理等方面的能力（Mumford等，2008），促使这些精英群体在现有认知的基础上学习、模仿并内化务实型领导的特质属性，形成机会聚焦型个人认同。这种认同有利于降低个体原有的目标差异，各组织成员基于共同利益而进行合作，并基于已掌握的线索和信息达成新的目标共识，有效提高工作绩效。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2.威胁聚焦型个人认同的认同对象。威胁聚焦型的个人认同将下属对领导的认同视为下属对威胁感知的回应或处理（Ashforth等，2016），因而在认同对象选择和认同内容吸纳方面缺乏选择性和批判性，倾向于将来自领导的行为特质全盘接受并强行内化，往往成为消极领导的认同主体，对个体行为和组织发展造成严重的负面影响。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（1）以思想型领导为认同对象。思想型领导主要通过施压和指责等硬性措施成为下属形成威胁聚焦型个人认同的认同对象。思想型领导重视个人价值观和信仰，往往将现有组织中与自身价值理念不相符的事件视为组织隐患或不公正，因而其在组织规划和目标交流中倾向于通过强调失败、个人价值体系威胁等负面事件来表达改进组织的需求(Grifith 等,2015）。在这种情况下，组织中的潜在诱发事件易被思想型领导定义为认知威胁或不公正等负面因素，并通过施压、职责和攻击等硬性手段将其个人观点和价值理念强行灌输给下属（Griffith等，2015），此时，下属的威胁认知感增强，出于减少认知不确定性的需求，下属往往接受并内化思想型领导所灌输的个人理念，产生威胁聚焦型个人认同。值得提出的是，思想型领导过于强调自我价值观念，在其心智模型建构和处理措施上存在较大的局限性，而处于认同威胁的个体出于减少认同不确定性的内在需要，倾向于全盘接受或完全内化来自领导的指导和命令，造成个体独立思考能力的丧失和对领导的依赖性增强，对个体行为和组织发展都具有较大的负面作用。表1对个人认同在组织中的单向作用路径进行了系统整理。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/173216e7292b9f7378da507ccc4459b83b51e706ae17b13b77c0982d123a9a1f.jpg",
        "img_caption": [],
        "img_footnote": [
            "资料来源：根据相关文献整理。"
        ],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（二）双向作用机制",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "基于双向认同过程中认同双方在特定关系上的差异性，本研究提出组织中的双向认同主要表现为同级间（同事间）的亲密聚焦型个人认同以及上下级之间（领导与下属之间）的混合型个人认同。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1.亲密聚焦型个人认同：同事之间。同事间的双向认同。亲密聚焦型个人认同往往产生于关系密切的同事之间，认同双方基于关系的纽带作用而在有关彼此关系发展的政策和行为等方面表现出较为一致的感知和评估，并基于寻求归属感的内在需求和维护现有关系等目的，互相学习、彼此内化身份属性，以达成认同一致性（Ashforth 等，2016）。研究表明，同事间在工作领域内外的互动比上下级互动更为频繁和普遍，并能在各式各样的组织活动中和额外的社会往来中培养相互信任、支持和合作的关系，从而建立亲密的人际关系（李敏，2016），这种亲密关系和良好的相处氛围使得地位相对平等的同事间更有可能产生亲密聚焦型个人认同（Ashforth等，2016）。在这种双向认同过程中，认同双方产生较高程度的信任和较强的情感性，彼此之间的关爱和善意主观感知被强化，并不断调整自我行为以适应彼此需要，互动与认同交换的意愿更为强烈，从而会有效促进彼此合作行为，提高任务绩效（李敏，2016）。同时，社会认同理论认为这种对组织中其他成员的认同也会增加利他性行为，如支持同事的工作等（李敏，2016）。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.混合型个人认同：领导与下属之间。混合型个人认同是领导与下属之间认同动机不对称性的产物。现有研究关注下属对领导的单向认同机制，强调个体内在需求在个人认同建构初期的前提性，在领导对下属产生个人认同这一方面的研究较少。事实上，领导者会在把控组织发展方向与制定政策的过程中面临信息或能力的个人瓶颈，进而产生自我拓展的心理需求（Cooper 和Thatcher，2010），而通过不断学习和吸纳下属对组织内部的独特看法与观点及其杰出能力和品行特质可以实现视角和资源的扩充，提高对组织的控制感，满足这一需求。因此笔者认为，在上下级之间的互动中，领导与下属之间可能存在双向的个人认同，并由于认同动机的差异性而呈现出混合型特征。容易产生双向认同过程的典型领导类型主要有以下三种：变革型领导、真实型领导和自我牺牲型领导。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（1）变革型领导与下属的双向认同。变革型领导主要通过个性化关怀与智力激荡与下属达成双向个人认同。一方面，变革型领导关注下属的个性特质和行为，会为下属提供针对性的社会情绪支持（Kark 和 Shamir，2002），并展现出对下属的同理心。由于这一领导类型本身的行为特质，其在制定决策或组织集体活动时会考虑到下属特征存在的差异性，并对下属表现出的独特行为属性表示出包容和理解，同时对下属提出的新意见与新方法持开明接受的态度（Qu 等，2015）。这些行为本身可被理解为变革型领导为了获得更为全面的视角与资源，通过领导对下属的个人认同，使得自身更能理解下属的心理需求，并在组织实际运作中将这些需求考虑在内，作出更易于下属接受与执行的政策，从而提高自身对组织的控制感的表现。另一方面，智力激荡强调领导通过引导下属思考，促使下属审视自己的预设，在领导智力激荡的刺激下，下属更容易发现自身的不足，此时，下属对领导的个体特征和行为属性进行选择性筛选和吸纳，即对领导产生了个人认同，并会在领导的引导下不断完善自我概念和认同，对组织和个人发展产生积极作用，如创新性行为和解决方案增加、授权感知提升、进言行为增加（Wang 和Howell，2012；EisenbeiB 和 Boerner，2013）等。这种相互认同的达成或其程度的提升使得认同双方彼此关系得到维护和进一步发展，此时，下属对于领导的认同难免更易受到主观情感的影响，进而削减了认同主体自身的判断能力和思考意愿，而这会对下属的行为造成一系列的影响，如下属对领导的依赖性增强（Kark 等，2003）、情感性组织承诺增加、创新能力下降（Zhu等，2012）等。因此这种双向认同很有可能是变革型领导在组织中带来双重影响的关键因素之一。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "（2）真实型领导与下属的双向认同。真实型领导通过角色榜样和来自下属的积极反馈建立与下属的认同互动机制。Luthans 和Avolio（2003）研究认为，真实型领导强调正确性和公平性，能够认识并重视下属的差异性和才能，并会在一定程度上学习、内化下属的个性特征和行为属性，易产生领导对下属的个人认同。此时，领导资源获取的渠道和视角得以拓展，并进一步获得下属的支持和个人认同，这种来自下属的反馈有利于提高领导自我建构的意识，从而展现出更多的积极领导行为（孔芳和赵西萍，2010）。同时，真实型领导价值观念（如真诚、正直无私等）及下属导向的行为属性（如尊重下属、如实评价等）会在组织中形成积极的角色榜样，获得下属的真实型追随和认同（Leroy等，2012；张蕾等，2012），并通过作用于下属的积极模仿而内化为下属自身的属性特征（Lopez等，2015），即诱发下属产生对领导的个人认同。在这样的双向个人认同进程中，真实型领导展示出的积极领导行为与下属之间的积极反馈相互作用，进一步增强了领导者的积极自我建设和心理资本（孔芳和赵西萍，2010），同时，领导表现出的积极领导行为对下属的影响力和号召力被进一步强化，下属对领导的真实型追随增加。上下级在积极自我建设方面的认同一致性提高，有利于提高下属行为的真实性，培养其积极的组织行为和承诺等（孔芳和赵西萍，2010），同时，下属的信息处理能力得以提高，组织中关系更为透明化（张蕾等，2012）。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "（3）自我牺牲型领导与下属的双向认同。自我牺牲型领导通过自我牺牲行为和对下属需求的关注形成与下属的相互认同。自我牺牲型领导重视团队和集体目标、使命和利益，关注下属的行为表现，对下属需求敏感性较高（李晔等，2015），并会在制定决策等方面考虑下属的利益和感受，对下属需求投以一定关注，并将其内化为自我利益追求的一部分，即对下属产生了一定程度的个人认同。同时，领导的自我牺牲行为表现出很强的使命感和伦理性，使得下属关注超越物质利益的关系发展，并产生出一种由衷的感恩和受惠心态。此时，下属对领导的情感依赖增强，更倾向于将领导视为自身的认同对象（李晔等，2015），产生对领导的个人认同。在这种领导与下属的双向认同过程中，下属不断学习、模仿领导属性和行为，表现出对领导较高程度的个人依恋和对关系的维护（Zhang 和Chen，2013），进而增加类似的积极组织行为作为对领导自我牺牲的感激和回报，如增加亲社会行为、主动担责、任务绩效提高（李晔等，2015）等。表2对个人认同在组织中的双向作用路径进行了系统整理。",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/ec462bc36cdb5f83be86c7e5b237c3dc544107ba0396d6fc5173513297c0a879.jpg",
        "table_caption": [
            "表2个人认同在组织中的作用机制 双向作用路径"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>认同类型</td><td>认同动机</td><td>认同方向 认同诱发因子</td><td>认同对象</td><td>认同结果</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/8e3c4f25dd62c98e5420b67412e32b47cede6b2ef616738759bfb1b5d380bae8.jpg",
        "img_caption": [],
        "img_footnote": [
            "资料来源：根据相关文献整理。"
        ],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5.未来研究展望",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "（一）基于单双向个人认同探究新领导力在组织中的解释机制",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "以魅力型领导和变革型领导为典型代表的“新领导力\"研究一经提出就受到学术界和务实领域的广泛关注，尽管魅力型领导在组织中的卓越领导力得到了多方面证实（LePine 等，2015；Baur 等，2016；Gebert等，2016），但魅力型领导在员工进言行为中的影响力探究大多关注于理论层面的推理，对其具体作用机制的探究较少；同时，虽然变革型领导可能带来的负面效应愈发受到重视（Wang 和 Howell，2010；EisenbeiB 和 Boermer，2013；Samnani 和Singh，2013），对其双重效应的具体产生原因仍缺乏解释力。笔者尝试基于单双向个人认同分别探究在魅力型领导和变革型领导的作用下，不同类型特质的个人认同在认同动机、认同对象和认同内容等方面的差异性，以期为未来的实证研究提供思路。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "1.基于单向个人认同探究魅力型领导对员工进言行为的影响。关于魅力型领导对员工进言行为影响的探讨一直是组织研究的重要命题，学者基于不同的研究视角各执一词，尚未形成一个较为权威的、统一的解释。目前学术界主要存在两种截然不同的学术观点：支持说和抑制说（Kark，2012）。笔者认为，领导诱发下属产生的单向个人认同是魅力型领导作用于员工进言的有效解释变量。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "愿景激励是魅力型领导诱发下属个人认同的一个重要行为维度。魅力型领导强调对未来愿景的构想与展望，并辅以积极情绪渲染和鼓舞式交流等方式，使得下属更倾向于将组织中的潜在诱发事件视为自我提升的契机，由此对领导产生机会聚焦型个人认同。在这一认同进程中，下属对魅力型领导积极进取、敢于创新的个性特质和宏远的蓝图规划加以内化，进而树立起更为远大的个人和组织目标，并提高其工作投入度和创新性。在这种情况下，下属更倾向于对领导进言来保证目标得以更好地实现。下属此时易表现出高昂的积极情绪，并往往就目标规划等方面提出建设性建议，其进言行为具有显著的促进性特征。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "2.基于双向个人认同探究变革型领导对员工创新行为的双重效应。从双向个人认同的类型特质和作用特点来看，变革型领导之所以会产生两种截然不同的作用结果，与其诱发的混合型个人认同紧密相关。研究表明，变革型领导强调对下属的个性化关怀，对下属表现出的个性特质及独特关系表示出包容和一定程度的个人认同，而受到个性化关怀的下属此时易与领导发展出由相互吸引、信任与支持共同塑造的独特关系（Wu和 Tsui，2010），表现出对领导的强烈认同和信任，加之变革型领导表现出的非常规性行为和新颖想法往往具有积极示范效应，使其成为下属理想的认同对象，因而下属更倾向于将领导的属性纳入自我概念中，双方易产生双向个人认同。在这种双向认同进程中，变革型领导通过认知引导、鼓励等方式有效引发下属思考，促使他们审视自己的预设，使得下属认识到自身存在的不足，从而提高对自身的期待和要求，自我提升意识被不断强化。此时，下属通过学习、模仿并不断内化领导特质，进一步提高其创新性和创造力。然而，上下级之间的双向互动过程可能会强化下属对这一上下级关系发展和维护，使其更易接受领导施加的影响，对领导力的追随更具盲目性，不肯轻易否定或质疑领导的决定，造成下属的创新力下降等不良结果。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "因此，笔者认为变革型领导产生的混合型个人认同是其在组织中产生双重效应的有效解释机制。当变革型领导产生积极的个人认同时，下属的自我提升意识被强化，创新性行为增加；而当这种双向的认同进程拉近了二者关系、使得下属更为关注与领导关系的维护时，下属对领导的情感依附性和依赖性被不断增强，不利于其创新意识的培养和提高，进而导致一系列负面影响。未来的研究可尝试着进行情景模拟实验法等实证研究,并结合人格、人口统计特征等调节变量,验证上述两个命题的有效性。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "（二）开展个人认同的本土化实证研究",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "国内外学者在个人认同的研究领域存在明显的差异性和局限性。中国社会关注个体对集体、组织和团队的认同，对个人认同的研究局限于领导力内化这一方面，缺乏对个人认同这一构念本身的内涵解读及其在组织中的建构和发展，并且国内研究侧重于下属对领导的个人认同，将其视为“领导认同”加以探究，而忽视了同事之间及领导对下属有可能产生的个人认同。未来研究应更为全面地看待个人认同这一构念，对于当前探讨与研究相对缺乏的同事间个人认同以及领导对下属的认同投以一定关注。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Ashforth 等学者的类型论突出了个体内在需求的差异性在认同建立阶段的触发性作用，而本文的过程论则强调特定组织情境下认同主体在对象选择和认同吸纳方面的发展变化，并进一步将个人认同划分为单双向作用机制，将以上两种研究视角相结合，有利于解析认同主体在认同建立初期的内在作用动机和个人认同在具体情境下的动态发展变化，从而能够有效诱发个体产生自我提升动机，并在认同对象和认同内容方面进行积极性引导，促进个体自我概念的发展和完善。未来研究可尝试将这两种研究视角相结合，立足于中国公共组织情境对个人认同进行内涵拓展和补充，如增加“下属对领导的忠诚度”、“情感依附”等具有中国特色的文化元素，并开发相应的本土化测量工具，促进个人认同的本土化实证研究的开展。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "主要参考文献",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "[1] 高中华，赵晨．服务型领导如何唤醒下属的组织公民行为?—一社会认同理论的分析[J].经济管理，2014，36（6）：147-157.  \n[2] 孔芳，赵西萍．真实型领导及其与下属循环互动机制研究[J]．外国经济与管理，2010，32(12）: 50-56.  \n[3] 李敏．同事关系对个体工作绩效的影响：基于中国情境的实证研究[J].苏州大学学报，2016，（2）：124-134.  \n[4] 李晔，张文慧，龙立荣．自我牺牲型领导对下属绩效的影响机制——战略定向与领导认同的中介作用[J]．心理学报，2015，47（5）：653-662.  \n[5] 宋萌，杨崇耀，唐中军．真诚型领导对员工主观幸福感的影响：基于社会学习理论的解释[J]．中南大学学报，2015，21（5）：148-153.  \n[6] 姚春序，刘艳林．魅力型领导与下属工作投入：双维认同构念的中介机制[J].心理科学，2013，36（4）: 942-948.  \n[7] 张蕾，于广涛，周文斌．真诚型领导对下属真实型追随的影响—一基于认同中介和组织政治知觉调节作用的研究[J].经济管理，2012，34（10）：97-104.  \n[8] 张瑞平，杨帅，李庆安．仁慈型领导研究评述[J]．心理科学进展，2013，21（7）：1307-1316.  \n[9] ARON A， NORMAN CC， ARON E N，et al. Shared participation in self-expanding activities:Positive effects on experienced marital quality[M]// NOLLER P， FEENEY JA.Understanding marriage: Developments in the study of couple interaction. Cambridge:Cambridge University Press， 2002:177-194.  \n[10] ASHFORTHBE， SCHINOFF B S，ROGERS K M.“I identity with her”，“I identitywith him” : Unpacking the dynamics of personal identification in organizations[J]. Journal ofManagement Review，2016，41（1）：28-60.  \n[11]BANDURAA．思想和行为的社会基础——社会认知论[M]．上海：华东师范大学出版社,2001:11.  \n[12] BAUR JE，ELLEN IIIB P, BUCKLEY MR，et al. More than one way to articulate a vision:A configurations approach to leader charismatic rhetoric and influence[J]. The leadershipquarterly，2016，27（1）：156-171.  \n[13] BURCHGF, HUMPHREY RH, BATCHELOR JH. How great leaders use emotional labor:Insights fromseven corporate executives[J]. Organizational Dynamics， 2013，42（2）: 119-125.  \n[14] CHEN Z X， TSUI A S,， FARH J-L. Loyalty to supervisor vs. Organizational commitment:Relationships to employee performance in china[J]. Journal of Occupational andOrganizational Psychology，2002，75（3）:339-356.  \n[15] CLARK M S，LEMAY E P. Close relationships[M]// Fiske S T，Gilbert D T，Lindsey G.Handbook of social psychology. New York: Wiley， 2010: 898-940.  \n[16] CONNAUGHTON S L, DALY JA. Identification with leader: A comparison of perceptions ofidentification amonggeographically dispersed and co-located tesms[J]. CorporateCommunications: An International Journal， 2004，9（2）: 89-103.  \n[17] COOPER D，THATCHER S M B. Identification in organizations: The role of self-conceptorientations and identification motives[J].Academy of Management Review， 2010,35（4）:516-538.  \n[18] CROSS SE.Relational self-construal:Pastand future[J]. Social and PersonalityPsychologyCompass，2009，3（6）：949-961.  \n[19] EISENBEIB S A，BOERNER S.A double-edged sword: Transformational leadership andindividual creativity[J]. British Journal of Management， 2013， 24（1）: 54-68.  \n[20] GEBERTD,HEINITZ K,BUENGELER C.Leaders’charismatic leadership and followers’commitment—The moderating dynamics of value erosion at the societal level[J]. TheLeadership Quarterly，2016，27（1）：98-108.  \n[21] GIBSON D E. Developing the professional self-concept: Role model construals in early,middle，and late career stages. Organization Science，2003，14（5）： 591-610.  \n[22] GILL M J. Elite identity and status anxiety: An interpretative phenomenological analysis ofmanagement consultants[J]. Organization，2015，22（3）：306-325.  \n[23] GRIFFITH J， CONNELLY S， THIEL C， et al. How outstanding leaders lead with affect:An examination of charismatic， ideological， and pragmatic leaders[J]. The LeadershipQuarterly，2015，26（4）：502-517.  \n[24]HUMPHREY R H. How do leaders use emotional labor? [J]. Journal of OrganizationalBehavior，2012，33（5）：740-744.  \n[25] KANOV JM， MAITLIS S，WORLINE M C， et al. Compassion in organizational life[J].American Behavioral Scientist，2004，47（6）：808-827.  \n[26] KARAKAS F， SARIGOLLU E. Benevolent leadership: Conceptualizing and constructdevelopment[J]. Journal of Business Ethics，2012，108（4）： 537-553.  \n[27] KARK R. Work place intimacy in leader-follower relationships[C]//K S CAMERON，G MSPREITZER，The Oxford handbook of positive organizational scholarship. London: OxfordUniversity Press， 2012: 423-438.  \n[28] KARK R， SHAMIR B.The dual effect of transformational leadership: Priming relational andcollective selves and further effects on followers[M]//AVOLIO B J， YAMMARINO F J.Transformational and Charismatic Leadership: The Road Ahead. Amsterdam: JAI， 2002:67-91.  \n[29] KARK R, SHAMIR B, CHEN G. The two faces of transformational leadership: Empowermentand dependency[J]. Journal of Applied Psychology，2003，88（2） : 246-255.  \n[30] KARK W J. Charismatic leadership influence on empowered and less empowered follows'voice: A mediated moderation model[J]. Journal of Leadership， Accountability and Ethics,2012，9（1）：56-70.",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "[31] LEPINE MA, ZHANG YW, CRAWFORD ER，etal. Turming their pain to gain: Charismatic leader influence on follwer stress appraisal and job performance[J]. Academy of Management Journal，2015， Accepted. Doi: 10.5465 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "[32] LEROY H， PALANSKI ME， SIMONS T. Authentic leadership and behavioral integrity as drivers of follower commitment and performance[J]. Journal of Business Ethics， 2012，107 (3）: 255-264.   \n[33] LIDEN R C， PANACCIO A， MEUSER JD. Servant leadership: Antecedents， processes, and outcomes[C]// DAY D V. The Oxford handbook of leadership and organizations. London: Oxford University Press， 2014: 357-379.   \n[34] LIDEN R C，WAYNE S J， ZHAO H，et al. Servant leadership:Development of a multidimensional measure and multi-level assessment[J]. The Leadership Quarterly，2008, 19(2）: 161-177.   \n[35] LIU S M， LIAO JQ，WEI H. Authentic leadership and whistleblowing: Mediating roles of psychological safety and personal identification[J]. Journal of Business Ethics，2O15，131 (1）：107-119.   \n[36] LIU W， ZHU R H， YANG Y K. I warn you because I like you: Voice behavior，employee identifications，and transformational leadership[J]. The Leadership Quarterly,201O, 21（1) : 189-202.   \n[37] LUTHANS F， AVOLIO B J. Authentic leadership: A positive developmental approach[M]/ CAMERON K S，DUTTON JE，QUINN R E. Positive organizational scholarship. San Francisco: Barrett-Koehler，2003： 241-261.   \n[38] LOPEZ CGG, ALONSOFM, MORALES MM,et al. Authentic leadership， group cohesion and group identification in security and emergency teams[J]. Psicothema， 2015，27（1）: 59-64.   \n[39] MATTINGLY B A, OSWALD DL, CLARK E M. An examination of relational-interdependent self-construal ， communal strength ，and pro-relationship behaviors in friendships[J]. Personality and Individual Differences， 2011，50（8）:1243-1248.   \n[40] MOSSHOLDER K W，RICHARDSON HA， SETTOON R P. Human resOurce systems and helping in organizations: Arelational perspective[J].Academy of Management Review, 2011, 36（1）: 33-52.   \n[41] MUMFORD MD，ANTES AL，CAUGHRON JJ， et al. Charismatic， ideological，and pragmatic leadership : Multi-level influences on emergence and performance[J]. The Leadership Quarterly，2008，19（2）：144-160.   \n[42] OWENS B P， HEKMAN D R. Modeling how to grow: An inductive examination of humble leader behaviors，contingencies，and outcomes[J].Academy of Management Journal, 2012, 55(4） : 787-818.   \n[43] PETRIGLIERIJL. Under threat: Responses to and the consequences of threats to individuals' identities[J].Academy of Management Review， 2011，36 （4） : 641-662.   \n[44] QU R J， JANSSEN O， SHI K. Transformational leadership and follower creativity: The mediating role of follower relational identification and the moderating role of leader creativity expectations[J]. The Leadership Quarterly，2015，26（2）：286-299.   \n[45] REICH T C，HERSHCOVIS M S. Interpersonal relationships at work[M]// ZEDECK S. Maintaining， expanding， and contracting the organization. Washington，DC: American Psychological Association， 2011: 223-248.   \n[46] SAMNANI A K， SINGH P. When leaders victimize: The role of charismatic leaders in facilitating group pressures[J]. The Leadership Quarterly，2013， 24（1）: 189-202.   \n[47] SINGHB,WINKELDE. Racial differences in helping behaviors: The role of respect,safety, and identification[J]. Journal of Business Ethics， 2012，106（4） : 467-477.   \n[48] TAYLORC．自我的根源：现代认同的形成[M]．南京：译林出版社，2001:48-49.   \n[49] VAN DIERENDONCK D. Servant leadership : A review and synthesis[J]. Journal of Management，2011，37（4）：1228-1261.   \n[50] WANG A C， CHENG B S. When does benevolent leadership lead to creativity ？ The moderating role of creative role identity and job autonomy[J]. Journal of Organizational Behavior，2010，31（1）：106-121.   \n[51] WANG X H，HOWELL JM. Exploring the dual-level effects of transformational leadership on followers[J]. Journal of Applied Psychology，2010，95（6）：1134-1144.   \n[52] WANG XH, HOWELLJM. A multilevel study of transformational leadership， identification, and follower outcomes[J].The Leadership Quarterly，2012，23（5）：775-790.   \n[53] WAUGHCE,FREDRICKSON B L. Nice to know you: Positive emotions,self-other overlap, and complex understanding in the formation of a new relationship[J]. Journal of Positive Psychology，2006，1（2）：93-106.   \n[54] WU JB， TSUI A S. Consequences of differentiated leadership in groups[J]. Academy of Management Journal，2010，53（1）：90-106.   \n[55] ZHANG Y， CHEN C C. Developmental leadership and organizational citizenship behavior: ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Mediating effects of self-determination， supervisor identification， and organizational identification[J]. The Leadership Quarterly，2013，24（4）： 534-543. [55] ZHU W C，WANG G， ZHENG X M， et al. Examining the role of personal identification with the leader in leadership effectiveness: A partial nomological network[J]. Group & Organization Management，2012，38（1）：36-67. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Advances of Personal Identification Research in Organizations: The Development and Improvement of a Process Framework ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Zhou Yiyong1,2 Chen Xiaohui3 (1 Institute of Psychology, Chinese Academy of Sciences,Beijing, China)   \n(2 Department of Psychology, University of Chinese Academy of Sciences,Beijing, China)   \n(3 School of Political Science and Public Administration,Wuhan University, Wuhan, China) ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Abstract: Personal identification（PI） was defined as“perceived oneness with another individual，where one defines oneself in terms of the others”.Research shows that PI in organizations has substantial connection with work performance，work satisfaction and other workrelated outcomes. Drawing from the extent literature， this paper counters former deficiency in the study for its dynamically construct and development in organizations ， and divides PI in organizations into two different types， named one-way and both-way personal identification， and further constructs its specific function mechanism under the influence of various leadership and interaction between colleagues.After the development of such a process framework， this paper gives some future prospects for its improvement. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Key words: personal identification; type; function mechanism; process framework ",
        "page_idx": 19
    }
]