[
    {
        "type": "text",
        "text": "Circulating Fluidized Bed Gasification of Low Rank Coal: Influence of $\\mathbf { O } _ { 2 } / \\mathbf { C }$ Molar Ratio on Gasification Performance and Sulphur Transformation ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ZHANG Haixia1\\* , ZHANG Yukui1²2, ZHU Zhiping', LU Qinggang ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. Institute of Engineering Thermophysics, Chinese Academy of Sciences,Beijing 100190, China   \n2. University of Chinese Academy of Sciences, Beijing 10oo49, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "To promote the utilization eficiency of coal resources,and to assist with the controlof sulphur during gasification and/or downstream processes,it is essential to gain basic knowledge of sulphur transformation associated with gasification performance.In this research we investigated the influence of $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio both on gasification performance and sulphur transformation of a low rank coal,and the sulphur transformation mechanism was also discussed. Experiments were performed in a circulating fluidized bed gasifier with $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio ranging from 0.39 to $0 . 7 8 ~ \\mathrm { m o l / m o l }$ . The results showed that increasing the $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio from 0.39 to $0 . 7 8 ~ \\mathrm { m o l / m o l }$ （204号 can increase carbon conversion from $5 7 . 6 5 \\%$ to $91 . 9 2 \\%$ ，and increase sulphur release ratio from $2 9 . 6 6 \\%$ to $6 3 . 1 1 \\%$ .The increase of $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio favors the formation of $\\mathrm { H } _ { 2 } \\mathrm { S }$ ,and also favors the retained sulphur transforming to more stable forms.Due to the reducing conditions of coal gasification, $\\mathrm { H } _ { 2 } \\mathrm { S }$ is the main form of the released sulphur,which could be formed by decomposition of pyrite and by secondary reactions.Bottm char shows lower sulphur content than fly ash,and mainly exist as sulphates.X-ray photoelectron spectroscopy (XPS) measurments also show that the intensity of pyrite declines and the intensity of sulphates increases for fly ash and bottom char,and the change is more obvious for bottom char. During CFB gasification process,bigger char particles circulate in the system and have longer residence time for further reaction,which favors the release of sulphur species and can enhance the retained sulphur transforming to more stable forms. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: gasification, circulating fluidized bed, sulphur transformation, $\\mathbf { O } _ { 2 } / \\mathbf { C }$ molar ratio ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Coal will remain one of the top energy resources for the foreseeable future.A promising and highly efficient way of utilizing low rank coal is gasification technology, and it has attracted considerable interest in recent years [1-3].However,the gasification of coal is also associated with some problems regarding both the environment and the plant system [4-6]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sulphur is one of the most important heteroatoms in coal,which has a major impact on coal gasification either asfuel gas or as raw material for the formation of different products [4]. Generally, there are organic sulphur and inorganic sulphur compounds in coal, and the amount of sulphur does not depend on coal rank but the origin of coal.During gasification process,some sulphur present in coal might pass to the gas phase,and the environmental implications should be carefully evaluated because many countries impose emission limits to minimize the impact on the environment[7]. Moreover, sulphur in coal may cause the formation of compounds in fuel gas that could give rise to corrosion and to deposition, hence increasing maintenance costs [7,8] Therefore, the process and environmental control mechanisms of coal gasification are getting increasingly important for the provision of cheap, clean and reliable energy. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sulphur transformation can be influenced by several parameters such as fuel property, temperature, pressure, heatingratedo5-Tillome have studied the effects of these parameters on sulphur transformation through experimental and theoretical methods with different feedstocks.Pinto et al.[7l and Khan et all12] reported that higher temperatures can increase the release of sulphur.But this varying trend is not always accurate for biomass gasification [9]. Blasing et al.[8] found that the release of sulphur species is greatly influenced by the amount of hydrogen and volatiles during devolatilization process,and the release amount is in high positive correlation with the sulphur content of the feedstock. However, Middleton et al.[10] stated that the sulphur release ratio is proportional to the conversion of coal into the gas phase during the gasification process. Taking into account the complicated nature of coal and some contradictory statements mentioned in literatures, there are still several scientific problems connected directly to the question of the sulphur transformation during gasification process. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Circulating fluidized bed (CFB） gasification isa promising gasification technology,which usually operates at moderate temperatures and can achieve desulphurization within gasifier. In recent years,great attention has been focused either on gasification performance of CFB,or on the sulphur transformation property [13-16]. Rarely little research has been done on both of them. From viewpoints of environmental protection and pro cess optimization,it is essential to gain intimate knowledge of the sulphur transformation associated with gasification performance.More important, the transformation of sulphur may be controlled during gasification process by adjusting experimental conditions and/or by using the advantagesof CFB gasifier. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The aim of this work is to study the influence of $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio on gasification performance and sulphur transformation of a low rank coal. The experiments were carried out in a lab-scale CFB gasifier with air as gasifying agent.The sulphur forms and contents of raw coal and gasification residuals were analyzed by chemical analysis methods. X-ray photoelectron spectroscopy (XPS) was used for qualitative determination of the major forms of sulfur in raw coal and gasification residuals, anditis especiallyvaluable to reveal the transformation of various sulphur forms. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental Section ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Test rig ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fig.1 shows a schematic diagram of the lab-scale test rig used in this study. The whole system consists of a CFB gasifier, a coal feeding system, an air supply system and an auxiliary system.The riser of the CFB gasifieris $1 0 0 ~ \\mathrm { { m m } }$ in diameter and $4 3 0 0 \\ \\mathrm { m m }$ in height,which is connected with a cyclone andaloop seal to forma circulating route. Coal is supplied via a screw feeder from the hopper into the riser,and the coal feeding port is approximately $4 0 0 \\ \\mathrm { m m }$ higher than the blast cap.Air is supplied by an air compressor,and the flows for the riser and the loop seal are individually controlled by mass flow controllers.Nitrogen is supplied by cylinders and used to cool the gasifier at the end stage of experiments. Temperature measuring ports and pressure drop measuringports are placed along the height of the riser and fuel gas pipe. There are twelve thermocouples in the test rig, and five of them are in the riser with height of 50,250, 400,2750 and $4 3 0 0 \\ \\mathrm { m m }$ , individually. There are two gas sampling ports at the downstream of the second ash collection tank. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/d66f3f48f15a4b3f912cfe23ef0dfee611bb53d9b0808c9bc753b08ed530f257.jpg",
        "img_caption": [
            "Fig.1Schematic diagram of the test rig. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1,coal screw feeder;2,riser; 3,cyclone;4,loop seal; 5,the first ashcollection tank;6,air heater;7,water cooler;8,the second ash collection tank;9,bag filter;1O,gas analyzer;11,gas sampling port; 12,char sampling port; 13, $\\Nu _ { 2 }$ cylinder;14,air compressor;15,water tank. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "ExperimentalMaterials ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Shenmu coal from Shannxi Province of China was used for the experiments.The diameter of the coal particles is smaller than lmm,with a mean particle size ${ \\bf d } _ { 5 0 }$ of $0 . 6 5 \\mathrm { \\ m m }$ . The coal was analyzed according to the Chinese standards of GB/T212-2008,GB/T 214-2007, GB/T 476-2008,GB/T 19227-2008 and GB/T 213-2008, and the proximate, ultimate and net calorific value analysis results are listed in Table 1.The ash composition of Shenmu coal was analyzed according to the Chinese standardof GB/T1574-2007,andtheresultsarelisted in Table 2.Quartz sand with a diameter ranging from 0.1-1 mm was used as bed material. ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/bc832a961e9601e34a3372eca293bccbfb4011b929c9f7daea6652d78eb4769b.jpg",
        "table_caption": [
            "Table1Ultimate,proximate and net calorific value analysis of Shenmu coal "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"5\">Ultimate analysis (wt %)</td><td colspan=\"4\">Proximate analysis (wt %)</td><td rowspan=\"2\">Qad.net (MJ/kg)</td></tr><tr><td>Cad</td><td>Had</td><td>Oad</td><td>Nad</td><td>Sad</td><td>Mad</td><td>Aad</td><td>Vad</td><td>FCad</td></tr><tr><td>71.86</td><td>4.15</td><td>11.05</td><td>0.88</td><td>0.36</td><td>6.90</td><td>4.80</td><td>32.79</td><td>55.51</td><td>27.89</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/78471fb36ab0159ac47bce2f4b33a0b772ee7d10d9fb54452d9c859528580436.jpg",
        "table_caption": [
            "Table 2Ash composition of Shenmu coal "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>SiO2</td><td>AlO3</td><td>FeO</td><td>CaO</td><td>MgO</td><td>TiO2</td><td>SO3</td><td>PO5</td><td>KO</td><td>NaO</td></tr><tr><td>29.32</td><td>13.37</td><td>10.96</td><td>31.59</td><td>1.08</td><td>0.59</td><td>11.00</td><td>0.21</td><td>0.43</td><td>1.45</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Experimental Procedure and Sample Characteristics ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "At the beginning of each experiment, quartz sand was added to the gasifier,air was then supplied to fluidize the quartz sand, and the electric heating device was turned on to heat the system. When the temperature exceeded $5 0 0 ^ { \\circ } \\mathrm { C }$ ，coal was continuously fed to the riser. As the temperature reached the demand of coal gasification, the flow of air and the coal feeding rate were adjusted to give the desired oxygen/carbon (defined as $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratios. All the gasification experiments were performed with the same air flow rate of $\\bar { 2 } 2 . 3 2 \\ \\mathrm { N m } ^ { 3 } / \\mathrm { h }$ but with different coal feeding rates. The coal feeding rates used in this study were 9, 8.3, 5.5 and $4 . 5 \\mathrm { k g / h }$ ，corresponding to $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio of 0.39,0.42,0.64 and $0 . 7 8 \\mathrm { \\ m o l / m o l }$ ，respectively.At least two sets of runs were repeated at the same experimental conditions，and good reproducibility of experimental resultswere obtained. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The CFB gasification produces solid byproducts, defined as gasification residuals.Bigger char particles are recovered by the cyclone and then are transferred to riser again by the loop seal for further reaction or heat transfer, but smaller particulate matter goes through cyclone to the downstream.For each run,bigger char sample was obtained from the loop seal,defined as bottom char,and smaller particulate sample was obtained from the first ash collection tank, defined as fly ash. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Sulphur contents of gasification residuals were determined according to GB/T 214-2007.Sulphur forms of Shenmu coal and gasification residuals were analyzed by classical wet chemical method according to GB/T 215-2013 and by XPS.XPS is a non-destructive method to study the surface composition of the samples,which has the potential to determine a few elements simultaneously [17,18]. In this study， XPS measurements were performed by a VG Scientific ESCALAB 250Xi spectrometer(Thermoelectricity Instruments,USA）with Al Kα X-ray as the light source.The spectra were smoothed and shirley background was subtracted. The calibration was carried out to the main C 1s peak at $2 8 4 . 6 \\ \\mathrm { e V } .$ The gas compositions were measured via a gas chromatograph (Agilent GC 30oo). The reproducibility of analyzing results was checked and a good agreement of data wasobtained,as experimental errors were alwayslower than $5 \\%$ .Each gas composition and sulphur content was the average value of at least two trials. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Results and Discussion ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "GasificationPerformance ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio is one of the most important operating variables affecting the gasification performance of coal.In this study, the $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio was adjusted by changing the coal feeding rates while maintaining air flow rate constant, in order to achieve a smaller effect on residence time. The selected air flow rate guaranteed a good bed fluidization even for the highest coal feeding rate. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Fig.2 shows the temperature profiles of the CFB riser for all experiments carried out in this study. The temperatures are the average value during the gasification process.As depicted in Fig.2,all the temperature profiles show the same variation trend that first increase and then decrease with the increase of riser height,which agree with the results reported by others [15,16]. The phenomenon of temperature varying over the height of riser can be explained by reactions occurred in the system,structure characteristics of the test rig,and the heat loss of the system.The main reactions occur in the system are written in Table 3[15,16].At the bottom of the riser,air is introduced into the system,and a low temperature zone is formed because of the relatively lower temperature of air. However, due to the intensified mixing and reactions, the temperature increases significantly and reaches the maximum value at the height of $4 0 0 \\ \\mathrm { m m }$ (T3).Where fresh coal is supplied to the riser and the bigger char particles are transferred to riser again, the exothermic reactions of R1 and R2 predominate over the positive contributions for temperature increase,considering the elevated concentrations of carbon and oxygen. In upper section of the riser, the temperature drops slightly along the height of the riser, which can be interpreted by the heat loss and the energy-consuming reactions occurred in the system, like R7,R8, as well as pyrolysis and gasification of entrained coal particles.With the increase of $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio,less coal is supplied to the system and oxygen is correspondingly sufficient to enhance the oxidation or partial oxidation of coal and the produced flue gas,and the system temperature becomes higher as illustrated in Fig.2. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The influence of the $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio on the gas composition and the gas heat value was exhibited in Fig.3.It can be concluded that the concentration of $\\mathrm { C O } _ { 2 }$ increases along with the increase of $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio,while CO, $\\mathrm { C H } _ { 4 }$ ， $\\mathrm { H } _ { 2 }$ and heat value decrease.The increase of $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio favors the exothermic reactions ofR1 and CO oxidation reaction of R3,leading to the decrease of CO and increase of $\\mathrm { C O } _ { 2 }$ .Moreover,the increase of $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio may also lead a small part of $\\mathrm { H } _ { 2 }$ and $\\mathrm { C H } _ { 4 }$ to be oxidized in the system according to reactions of R4,R5 and R6.These adverse effects predominate the system as the rise of $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio,leading to a lower heat value for fuel gas.Particularly, a rapid heat value decrease from $3 . 3 5 \\mathrm { M J / N m } ^ { 3 }$ to $1 . 9 2 ~ \\mathrm { M J / N m } ^ { 3 }$ is observed when the $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio increases from O.39 to $0 . 7 8 ~ \\mathrm { m o l / m o l }$ .The gas heat value $( Q _ { g a s , n e t } )$ is calculated by the following equation: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l r } {  { \\mathcal { Q } _ { \\mathrm { g a s , n e t } } = y _ { \\mathrm { H } _ { 2 } } \\times 1 0 . 7 9 + y _ { \\mathrm { C O } } \\times 1 2 . 6 4 + } } \\\\ & { } & { y _ { \\mathrm { C H } _ { 4 } } \\times 3 5 . 9 0 ~ \\mathrm { ( M J / N m } ^ { 3 } ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（204号 $y _ { \\mathrm { H } _ { 2 } } , y _ { \\mathrm { C O } }$ and $y _ { \\mathrm { C H _ { 4 } } }$ are the volumetric percentages of $\\mathrm { H } _ { 2 }$ CO and $\\mathrm { C H } _ { 4 }$ respectively in the fuel gas. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/83c3e039b8bc11e3617b8ba1671c48816775c6f14bc37774e44069ad2c7455c5.jpg",
        "img_caption": [
            "Fig.2Temperature profile of the CFB riser with different $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/45179c276381e8c09772354ea3094565e4a93b6ca01f4a9addc63e502573980f.jpg",
        "table_caption": [
            "Table 3Main reactions that may occur in the system[15,21 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Nos.</td><td>Reaction</td><td>△H298(kJ/mol)</td></tr><tr><td>R1</td><td>C+O→CO2</td><td>-394</td></tr><tr><td>R2</td><td>C+0.50→2CO</td><td>-111</td></tr><tr><td>R3</td><td>CO+0.50←CO</td><td>-283</td></tr><tr><td>R4</td><td>H2+0.5O→HO</td><td>-242</td></tr><tr><td>R5</td><td>CH4+1.5O←→CO+2HO</td><td>-519</td></tr><tr><td>R6</td><td>CH4+2O←→CO+2HO</td><td>-802</td></tr><tr><td>R7</td><td>C+CO2←→2C0</td><td>+172</td></tr><tr><td>R8</td><td>C+HO←→CO+H</td><td>+131</td></tr><tr><td>R9</td><td>CO+HO↔→CO+H</td><td>-41</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/cf7e3ba2a119003c1e2591c7d363617a1c825c346aead9b4468a8f8df4737a59.jpg",
        "img_caption": [
            "Fig.3Gas composition and heat value under different $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molarratio. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The results presented in Fig.3 agree fairly well with literature reported by Chen et al.[19], even when different systems and feedstocks were studied. Briefly, coal gasification carried out in an atmospheric fluidized bed also showed that CO, $\\mathrm { C H } _ { 4 }$ ， $\\mathrm { H } _ { 2 }$ and heat value clearly decreased when $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio increased,which was explained by enhanced combustion reactions of coal and volatile matter[19]. These authors also observed an increase in $\\mathrm { H } _ { 2 }$ with the increase of bed temperature,while decrease in CO, $\\mathrm { C H } _ { 4 }$ and heat value,which could be due to the water-gas shift reaction and combustion of carbon or volatile at higher bed temperature.However, the results obtained either by Liu et al.[15] who studied coal gasification in a CFB gasifier with air as gasifying agent, or by Pinto et al.[20] who studied co-gasification of coal and wastes in a fluidized bed gasifier with air/steam as gasifying agents, showed that there was an apparent optimum region for gas composition and heat value, though the optimal ratio may be different. The different varying trend of Fig.3 with literatures[15,20] mainly due to diferences in the system studied and also in equipment and operating variables. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig.4 displays carbon conversion and cold gas efficiency versus the $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio.The carbon conversion $( X _ { C } )$ and cold gas efficiency $( \\eta _ { g a s } )$ are described as below: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nX c = ( F _ { a i r } \\times 7 9 ^ { 9 } \\% / y _ { N ^ { 2 } } \\% / 2 2 . 4 \\times ( y _ { C H ^ { 4 } } + y _ { C O } + y _ { C O ^ { 2 } } ) \\% \\times 1 2 ) /\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n( W _ { c } \\times C _ { c } \\% ) \\times 1 0 0 \\%\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\eta _ { g a s } = ( F _ { a i r } \\times 7 9 \\% / y _ { N _ { 2 } } \\% \\times Q _ { g a s , n e t } ) / ( W _ { c } \\times Q _ { a d , n e t } )\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "$F _ { \\mathrm { a i r } }$ is the air flow rate $\\mathsf { V m } ^ { \\circ } ( \\mathrm { h } ) , y _ { C O } , y _ { C H } , y _ { C O } ,$ and $y _ { N ^ { 2 } }$ are the volumetric percentages of CO, $\\mathrm { C H } _ { 4 }$ ， $\\mathrm { C O } _ { 2 }$ and $\\Nu _ { 2 }$ respectively in fuel gas, $W _ { c }$ is the coal feeding rate $( \\mathrm { { k g / h } ) }$ and $ { \\mathrm { C } } _ { \\mathrm { c } }$ is the mass percentage of carbon in coal ultimate analysis. $\\boldsymbol { Q } _ { a d , n e t }$ is the net calorific value of coal $( \\mathrm { M J / k g } )$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As shown in Fig. 4,the carbon conversion continuously increases from $5 7 . 6 5 \\%$ to $91 . 9 2 \\%$ with the increase of $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio from 0.39 to $0 . 7 8 \\mathrm { m o l / m o l }$ . An increase of $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio permits combustion and gasification reactions to occur, but mainly the former one. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "At the fixed flow rate of air,the rise of $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molarratio means less coal will react with oxygen,which enabled conversion of more carbon to the gaseous products through reactions of R1 and R2.In Fig.4 it can be observed that the cold gas efficiency changes non-monotonously and there is an apparent maximum region for $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio at about $0 . 6 4 \\mathrm { \\ m o l / m o l }$ ，which can be explained by changes in the gas composition and heat value. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/4f86eab71142e5c8c5108776586df32fbb1deb4ff4201ef1767d290f10ef0b3b.jpg",
        "img_caption": [
            "Fig.4Carbon conversion and cold gas efficiency under different $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Sulphur TransformationPerformance ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "During gasification process, some sulphur will release to gas phase.Fig.5(a) shows the $\\mathrm { H } _ { 2 } \\mathrm { S }$ concentration obtainedfordifferent $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio.The sulphur release ratio $( S _ { g a s , t } )$ ，and its distribution between $\\mathrm { H } _ { 2 } \\mathrm { S }$ and other gas forms, referred as $S _ { g a s H ^ { 2 } S }$ and $S _ { g a s , o t h e r f o r m s } ,$ respectively, are also presented. These parameters are described by the following expressions: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { S _ { g a s , t } = ( W _ { c } \\times S _ { c } \\% - W _ { c h a r } \\times S _ { c h a r } \\% - W _ { a s h } \\times S _ { a s h } \\% ) \\ ⁄ } \\\\ & { \\qquad ( W _ { c } \\times S _ { c } \\% ) \\times 1 0 0 \\% } \\\\ & { S _ { g a s , H 2 S } = ( F _ { a i r } \\times 7 9 \\% / y _ { N 2 } \\% \\times C _ { g a s , H 2 S } \\times 1 0 ^ { - 6 } ) / } \\\\ & { \\qquad ( W _ { c } \\times S _ { c } \\% ) \\times 1 0 0 \\% } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nS _ { g a s , o t h e r \\ f o r m s } = S _ { g a s , t } \\ - \\ S _ { g a s , H 2 S }\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Where $S _ { c } , S _ { c h a r }$ and $S _ { a s h }$ are the mass percentages of total sulfur in coal, bottom char and fly ash,respectively. $W _ { c h a r }$ is the mass of bottom char recovered for a specific experiment $( \\mathrm { { k g / h } ) }$ ： ${ \\cal W } _ { a s h }$ is the mass of fly ash $( \\mathrm { { k g / h } ) }$ which is calculated by ash balance. $C _ { g a s , H { ^ 2 S } }$ is the concentration of $\\mathrm { H } _ { 2 } \\mathrm { S }$ in flue gas $( \\mathrm { m g / N m } ^ { 3 } )$ ： ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "As exhibited in Fig.5(a) and Fig.5(b),it should be noted that the increase of $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio can lead to an increase of $\\mathrm { H } _ { 2 } \\mathrm { S }$ formation,and also lead to an increase of sulphur release ratio either in form of $\\mathrm { H } _ { 2 } \\mathrm { S }$ or in other gas forms.Clearly，when $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio increases from 0.39 to $0 . 7 8 ~ \\mathrm { m o l / m o l }$ ,the concentration of $\\mathrm { H } _ { 2 } \\mathrm { S }$ increases from 255 to $3 0 0 \\mathrm { \\ m g / N m } ^ { 3 }$ ,and the sulphur release ratio increases from $2 9 . 6 6 \\%$ to $6 3 . 1 1 \\%$ .For each $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio, more than $70 \\%$ of the released sulphur is in form of $\\mathrm { H } _ { 2 } \\mathrm { S }$ 、That means $\\mathrm { H } _ { 2 } \\mathrm { S }$ is the main form of the released sulphur,and this result is in agreement with others[4,2]. It is expected that the higher $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio might have favored char combustion and gasification reactions, thus leading to the release of higher sulphur contents and to the formation of sulphur oxides, such as $\\mathrm { S O } _ { 2 }$ . Actually, as shown in Fig.5(b),the increase amount of $\\mathrm { H } _ { 2 } \\mathrm { S }$ is lower than that of the other gas forms.However, due to the reducing conditions,the released sulphur happens mainly as $\\mathrm { H } _ { 2 } \\mathrm { S }$ for the experiments carried out in this study. Coal gasification done by Sciazko et al.[23] in a fluidized bed gasifier showed that sulphur oxides were present in gas product,and the rise of air/coal molar ratio promoted the formation of $\\mathrm { H } _ { 2 } \\mathrm { S }$ ， $\\mathrm { H } _ { 2 } \\mathrm { S }$ is the precursor of all sulphur pollutants [22]. A more detailed explanation of the formation of $\\mathrm { H } _ { 2 } \\mathrm { S }$ and other sulphur gas forms would be discussed in section of possible mechanism for sulphur transformation. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The above results indicate that increasing $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio can enhance the release of sulphur,which are coherent with those reported by others,even if different fuels and gasifier werestudied[7,10,123]However,thesecific sulphur release ratio and $\\mathrm { H } _ { 2 } \\mathrm { S }$ concentration may be different, that could be explained by different operating conditions,mineral matter compositions or additives. Pinto et al.[7] reported that increasing the gasification temperature from $8 5 0 ^ { \\circ } \\mathrm { C }$ to $9 0 0 ^ { \\circ } \\mathrm { C }$ led to an increase in $\\mathrm { H } _ { 2 } \\mathrm { S }$ formation of about $1 5 \\%$ . Najjar et al.[24] stated that sulphur release ratio decreased significantly when iron compounds were added to coal ash, due to the formation of a new major oxysulphide phase in addition to the silicate one. Sciazko et al.[23] showed that about $60 \\%$ of the total sulphur released into the gas phase,and the higher sulphur release ratio could be attributed to different mineral matter composition. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In addition to sulphur release into gas phase, there are also some sulphur may be retained in gasification residuals.The sulphur contents and forms of raw coal and gasification residuals were analyzed by classical wet chemical method. As illustrated in Fig. 6(a),the sulphur contents are enriched at larger $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio both for bottom char and for fly ash, indicating the dependence of sulphur transformation upon the gasification progress. The reason will be described later by investigating the changes of surface sulphur forms.Fig. 6(b) shows sulphur distribution among different forms under parity ash content.Organic sulphur is the main form in raw coal, which accounts for $5 5 \\%$ of the total sulphur in coal. Whereas sulfide sulphur and sulphates sulphur are relative less,with percentages of $3 7 . 5 \\%$ and $7 . 5 0 \\%$ ，respectively. When $\\mathrm { O } _ { 2 } / \\mathrm { C }$ ratio is set at $0 . 4 2 \\mathrm { m o l / m o l }$ , the organic sulphur dramatically increases to $8 0 . 8 0 \\%$ ,but the sulfide sulphur significantly decrease to $1 . 3 3 \\%$ ，which can be interpreted by the decomposition of sulfide sulphur and the conversion of sulphur compounds present in coal. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Further increasing the $\\mathrm { O } _ { 2 } / \\mathrm { C }$ ratio to $0 . 7 8 \\mathrm { \\ m o l / m o l }$ ，the organic sulphur and sulfide sulphur decrease obviously, but the increase of sulphates sulphur is remarkable, suggesting more stable sulphur species may formed at larger $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio during CFB gasification. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/c7b97a63b56f6e1694db5de95b2a9afe93137dc2e05fa0157001ab5ea25215b1.jpg",
        "img_caption": [
            "Fig.5Effects of $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio on $\\mathrm { H } _ { 2 } \\mathrm { S }$ concentration and sulphur release properties. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/dbb6de71e4cef143661d627d75c502b035be4ae101317465d872e4fb119b8d0e.jpg",
        "img_caption": [
            "Fig.6(a) Sulphur content and (b) its distribution among different forms under parity ash content.(A） Shenmu coal,(B) fly ash and(C) bottom char with $\\mathrm { O } _ { 2 } / \\mathrm { C }$ ratio of $0 . 4 2 \\mathrm { m o l / m o l }$ ,(D) fly ash and (E) bottom char with $\\mathrm { O } _ { 2 } / \\mathrm { C }$ ratio of $0 . 7 8 ~ \\mathrm { m o l / m o l }$ ： "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "XPS measurements were used to examine the func tional forms of the sulfur present in raw coal and gasifi cation residuals. $\\mathrm { ~ S ~ } 2 \\mathrm { p }$ peaks at 162.5, $1 6 3 . 3 { \\pm } 0 . 3 \\$ ，164.1, $1 6 5 . 1 { \\pm } 0 . 3 \\$ ， $1 6 7 . 9 2 0 . 4 \\$ and $1 6 9 . 5 \\ \\mathrm { e V }$ are interpreted as pyrite,alkyl sulphides,thiophene,sulphoxides,sulphones and sulphates,according to literature results [25,26]Fig.7 compares the spectral lines of raw coal and gasification residualswith $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio of $0 . 7 8 ~ \\mathrm { m o l / m o l }$ . We can see that, the functional forms of sulphur in raw coal are mainly in pyrite and organic sulphur (alkyl sulphides, thiophene,sulphoxides and sulphones). The signal attributable to sulphates is very weak probably due to its low content in coal,whichcanbe confirmedby thechemical analysis result as shown in Fig. 6(a). Compared with raw coal,the signals of thiophene,sulphoxides and sulphates for fly ash and bottom char increased obviously, indicating the surface enrichment of sulphur after gasification process.Actually，gasification leads to the decrease of carbon,and thus the apparent increase of sulphur intensities may be caused either by the transformation of sulphur or by the decrease of carbon content [27]. It should be emphasized that there is no signals attributable to alkyl sulphides for fly ash and bottom char,mainly due to the dealkylation of coal during gasification progress. In addition, there is no signals assigned for sulphones for fly ash and bottom char,probably for their release or conversion to other forms. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "As shown in Fig.7,It is worth mentioning that the in tensity of pyrite declines for fly ash and almost disappears for bottom char.However, the intensity of sulphates increase significantly both for fly ash and for bottom char, and the change is more obvious for bottom char. The opposite varying trends for pyrite and sulphates obtained by XPS measurements are similar with the chemical analysis results as shown in Fig.6(b).During CFB gasification process,bigger char particles circulate in the CFB system and have longer residence time for further reaction, which favors the release of sulphur species and can enhance the retained sulphur transforming to more stable forms. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/6a02fae5f52d456e02daf50cc6dfbf551cf10feff7a303947e5e754c37598ec3.jpg",
        "img_caption": [
            "Fig.7S 2p peaks for (a) Shenmu coal,(b) fly ash and (c) bottom char with $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio of $0 . 7 8 \\mathrm { m o l / m o l }$ "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "PossibleMechanismforSulphurTransformation ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The results described above strongly suggest that sulphur in coal, comprising the inorganic and organic functionalities， evolved significantly duringgasification process. Compared with raw coal, the decreased percentages ofpyrite sulphur for gasification residuals as shown in Fig. 6(b),and the decreased signals for pyrite as shown in Fig. 7 could be attributed to the decomposition of pyrite itself and chemical reactions with other components The reaction mechanisms are given in Eqs.(7) - (9) [8,28]. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\mathrm { F e S } _ { 2 }  \\mathrm { F e S } \\ + \\ \\mathrm { S } \\ ( \\mathrm { T } \\ > \\ 5 0 0 ^ { \\circ } \\mathrm { C } ) } \\\\ { \\mathrm { F e S } _ { 2 } + \\ \\mathrm { H } _ { 2 }  \\ \\mathrm { F e S } \\ + \\ \\mathrm { H } _ { 2 } \\mathrm { S } } \\\\ { \\mathrm { F e S } _ { 2 } + \\ \\mathrm { C O }  \\ \\mathrm { F e S } \\ + \\ \\mathrm { C O S } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Under gasification conditions,pyrite can decompose according to Eq.(7), or react directly with $\\mathrm { H } _ { 2 }$ or CO in fuel gas according to Eq. (8) -(9),and either of them can decrease the amount of pyrite in coal.Moreover, FeS as the decomposition product of pyrite can also react with $\\mathrm { H } _ { 2 }$ ,CO or $\\mathrm { H } _ { 2 } \\mathrm { O }$ in fuel gas as given in Eqs. (10) -(12) [8,28] which can inversely enhance the decomposition of pyrite and correspondingly decrease the amount of pyrite. ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { F e S } + \\mathrm { H } _ { 2 } \\to \\mathrm { F e } + \\mathrm { H } _ { 2 } \\mathrm { S }\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { F e S } + \\mathrm { C \\bar { O } } \\to \\mathrm { F e } + \\mathrm { C \\bar { O } S }\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { F e S } + \\mathrm { H } _ { 2 } \\mathrm { O }  \\mathrm { F e O } + \\mathrm { H } _ { 2 } \\mathrm { S } ( \\mathrm { T } \\mathord { \\mathrm { > } } 8 0 0 ^ { \\circ } \\mathrm { C } )\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "As shown in Fig.5(a), $\\mathrm { H } _ { 2 } \\mathrm { S }$ is the main form of sulphur in gas phase,and other gas forms may also be formed during gasification process. $\\mathrm { H } _ { 2 } \\mathrm { S }$ is the precursor of all sulphur pollutants,which could be formed by Eqs.(8), (10) and (12) [8,28]. As fuel gas has a certain residence time in gasifier,some of the initial formed $\\mathrm { H } _ { 2 } \\mathrm { S }$ might have been retained or destroyed afterwards [2l. On one hand,some of the initial formed $\\mathrm { H } _ { 2 } \\mathrm { S }$ may react with mineral matter in coal ash, especially calcium or iron, to form metal sulphide according to Eq.(13) and retain inside the gasifier [22]. On the other hand, COS can be formed by reaction of $\\mathrm { C O } _ { 2 }$ with $\\mathrm { H } _ { 2 } \\mathrm { S }$ as shown in Eq. (14) or by reaction of CO with $\\mathrm { H } _ { 2 } \\mathrm { S }$ as shown in Eq. (15).The kinetics of these reactions are slow, and shifts would lead to a general increase of $\\mathrm { H } _ { 2 } \\mathrm { S }$ .Nevertheless,Bläsing et al. [8]and Yan et al.[29] emphasized that the release of COS and $\\mathrm { H } _ { 2 } \\mathrm { S }$ occurs simultaneously during gasification process.Moreover, $\\mathrm { H } _ { 2 } \\mathrm { S }$ might react with $\\mathrm { H } _ { 2 } \\mathrm { O }$ or $\\mathrm { C O } _ { 2 }$ by Eq.(16) or (17) to form $\\mathrm { S O } _ { 2 }$ ，as reported by Nichols et al.[30] ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { M O } \\ + \\ \\mathrm { H } _ { 2 } \\mathrm { S }  \\ \\mathrm { H } _ { 2 } \\mathrm { O } \\ + \\ \\mathrm { M S }\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { H } _ { 2 } \\mathrm { S } + \\mathrm { C O } _ { 2 }  \\mathrm { H } _ { 2 } \\mathrm { O } + \\mathrm { C O S }\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { H } _ { 2 } \\mathrm { S } \\mathrm { ~ + ~ } \\mathrm { C O }  \\mathrm { H } _ { 2 } \\mathrm { ~ + ~ } \\mathrm { C O S }\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { H } _ { 2 } \\mathrm { S } + \\mathrm { H } _ { 2 } \\mathrm { O }  3 \\mathrm { H } _ { 2 } + \\mathrm { S O } _ { 2 }\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { H } _ { 2 } \\mathrm { S } + \\mathrm { H } _ { 2 } + \\mathrm { C O } _ { 2 }  \\mathrm { C H } _ { 4 } + \\mathrm { S O } _ { 2 }\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Additionally to the direct formation of $\\mathrm { H } _ { 2 } \\mathrm { S }$ and COs as mentioned above, $^ { * } \\mathrm { S H }$ radical can be released during the thermal conversion of organic bond sulphur and can further undergo several secondary reactions with the remaining char to form $\\mathrm { H } _ { 2 } \\mathrm { S }$ ，COS and sulphur containing structures inthechar[8,29].Actually,theenhanceditensities of more stable sulphur in gasification residual as illustrated in Fig.7 can be interpreted by the transformation of sulphur compounds present in coal and by secondary reactions.In addition, some active sulphur can react readily with inorganic impurities to form stable sulphur forms and retain in gasification residuals 23,24,31. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Figs.2-6 indicate clearly that $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio is an important factor to influence the gasification performance and sulphur transformation. The higher carbon conversion and higher sulphur release ratio correspond to those obtained with higher $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio.The results obtained in this work are in relatively satisfactory agreement with the literature results taking into account different feedstocks and gasifier were used [10]. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "From the perspectives of a CFB gasification commercial application as well as environmental protection, it is essential to achieve higher carbon conversion with tolerable sulphur content in fuel gas.In general, sulphur can be effectively removed by moderate temperature gasification, suggesting a viable solution for removal of sulphur during gasification process to avoid or alleviate the sulphur problems.Considering the long residence of coal particles in CFB gasifier and the tunable gasifier geometry, the CFB gasifier might be the optimal reactor. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In this study, the influence of $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio on gasification performance and sulphur transformation was investigated in a lab-scale CFB gasifier with Shenmu coal as feedstock. The following conclusions can be obtained: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Increasing the $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio from O.39 to 0.78 $\\mathrm { m o l / m o l }$ can continuously increase carbon conversion from $5 7 . 6 5 \\%$ to $91 . 9 2 \\%$ and increase sulphur release ratio from $2 9 . 6 6 \\%$ to $6 3 . 1 1 \\%$ ,while decrease the gas heat value from 3.35 to $1 . 9 2 \\mathrm { \\ M J / N m } ^ { 3 }$ .There is an apparent optimum region for cold gas efficiency at $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratioofabout $0 . 6 4 \\mathrm { m o l / m o l }$ ： ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Sulphur evolved significantly during gasification process.When $\\mathrm { O } _ { 2 } / \\mathrm { C }$ molar ratio increases from 0.39 to $0 . 7 8 \\mathrm { \\ m o l / m o l }$ ，the concentration of $\\mathrm { H } _ { 2 } \\mathrm { S }$ increases from 255 to $3 0 0 ~ \\mathrm { m g / N m } ^ { 3 }$ ，and the sulphur release ratio either in form of $\\mathrm { H } _ { 2 } \\mathrm { S }$ and in other gas forms increase obviously. Due to the reducing conditions of coal gasification, $\\mathrm { H } _ { 2 } \\mathrm { S }$ is the main form of the released sulphur,which could be formed by decomposition of pyrite and by secondary reactions. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Bottom char shows lower sulphur content than fly ash, and mainly exist as sulphates sulphur. XPS measurements show that the intensity of pyrite declines and the intensity of sulphates increases significantly both for fly ash and for bottom char, and the change is more obvious for bottom char. During CFB gasification process, bigger char particles circulate in the system and have longer residence time for further reaction,which favors the release of sulphur species and can enhance the retained sulphur transforming to more stable forms. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Acknowledgment ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The authors gratefully acknowledge the supports of the National Natural Science Foundation of China (No. 21306193） and the International Science & Technology Cooperation Program of China (No.2014DFG61680). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[1]Fan S., Yuan Z., Zhao L., Xu L.-H., Kang T.-J., Kim H.-T. Experimental and kinetic study of catalytic steam gasification of low rank coal with an environmentally friendly, inexpensive composite ${ \\mathrm { K } } _ { 2 } { \\mathrm { C O } } _ { 3 }$ eggshell derived CaO catalyst.Fuel.2016.165:397-404.   \n[2]Irfan M. F.，Arami-Niya A., Chakrabarti M.H.,Wan Daud W.M.A.,Usman M.R.Kinetics of gasification of coal, biomass and their blends in air $\\left( \\Nu _ { 2 } / \\mathrm { O } _ { 2 } \\right)$ and different oxy-fuel $\\scriptstyle ( \\mathrm { O } _ { 2 } / \\mathrm { C O } _ { 2 } )$ atmospheres. Energy.2012.37(1): 665 $- 6 7 2$ ，   \n[3]Fan X.,Lu Q., Na Y., Liu Q. Experimental study on coal multi-generation in dual fluidized beds.J. Therm.Sci. 2007. 16(3): 277-282.   \n[4]Liu L., Liu H., Cui M., Hu Y., Wang J. Calcium-promoted catalytic activity of potassium carbonate for steam gasification of coal char: Transformations of sulfur. Fuel. 2013.112: 687-694.   \n[5]Blasing M.,Müller M. Influence of pressure on the release of inorganic species during high temperature gasification of coal. Fuel. 2011. 90(6): 2326-2333.   \n[6]Pinto F., André R. N., Franco C., Lopes H., Gulyurtlu I., Cabrita I. Co-gasification of coal and wastes in a pilotscale installation 1: Effect of catalysts in syngas treatment to achieve tar abatement.Fuel. 2009.88(12): 2392-2402.   \n[7]Pinto F.,Lopes H.,André R. N., Gulyurtlu I., Cabrita I. Effect of catalysts in the quality of syngas and by-products obtained by co-gasification of coal and wastes.2: Heavy metals, sulphur and halogen compounds abatement.Fuel.2008.87(7):1050-1062.   \n[8]Bläsing M., Nazeri K., Muller M. Release of alkali metal, sulphur and chlorine species during high-temperature gasification and co-gasification of hard coal, refinery residue,and petroleum coke.Fuel. 2014.126: 62-68.   \n[9]Kuramochi H.,Wu W.,Kawamoto K. Prediction of the behaviors of $\\mathrm { H } _ { 2 } \\mathrm { S }$ and HCl during gasification of selected residual biomass fuels by equilibrium calculation. Fuel. 2005. 84(4): 377-387.   \n[10]Middleton S.P.,Patrick J.W.,Walker A.The release of coal nitrogen and sulfur on pyrolysis and partial gasification in a fluidized bed.Fuel.1997.76(13): 1195-1200.   \n[11]Maffei T., Sommariva S., Ranzi E., Faraveli T.A predictive kinetic model of sulfur release from coal. Fuel. 2012. 91(1): 213-223.   \n[12]Khan M. R. Prediction of sulphur distribution in products during low temperature coal pyrolysis and gasification. Fuel. 1989.68(11): 1439-1449.   \n[13]Miccio F., Ruoppolo G., Kalisz S., Andersen L., Morgan T. J.,Baxter D. Combined gasification of coal and biomass in internal circulating fluidized bed. Fuel Process. Technol. 2012.95: 45-54.   \n[14]Luo G., Yu Q., Ma J., Zhang B., Xiao L., Luo J., Zhou T., Wang Y., Xu M., Yao H. Pilot-scale study of volatilization behavior of Hg, Se,As, Cl, S during decoupled conversion of coal. Fuel.2013.112: 704-709.   \n[15]Liu J., Zhu Z., Jiang H., Lu Q., Zhang H. Gasification of bituminous coal in a dual-bed system at different air/coal ratios.Energy Fuels.2015.29(2): 496-500.   \n[16]Kern S., Pfeifer C., Hofbauer H. Gasification of wood in a dual fluidized bed gasifier: Influence of fuel feeding on process performance.Chem.Eng.Sci. 2013.90:284- 298.   \n[17]Zhang Y., Zhang J., Sheng C., Chen J., Liu Y., Zhao L., Xie F. X-ray Photoelectron Spectroscopy (XPS) Investigation of Nitrogen Functionalities during Coal Char Combustion in $\\mathrm { O } _ { 2 } / \\mathrm { C O } _ { 2 }$ and $\\mathrm { O } _ { 2 } / \\mathrm { A r }$ Atmospheres. Energy Fuels. 2011. 25(1): 240-245.   \n[18]Grzybek T., Pietrzak R., Wachowska H. The Comparison of Oxygen and Sulfur Species Formed by Coal Oxidation with $\\mathrm { O } _ { 2 } / \\mathrm { N a } _ { 2 } \\mathrm { C O } _ { 3 }$ or Peroxyacetic Acid Solution. XPS Studies.Energy Fuels.2004.18(3): 804-809.   \n[19]Chen G., Zhang Y., Zhu J.,Cao Y., Pan W. Coal and Biomass Partial Gasification and Soot Properties in an Atmospheric Fluidized Bed. Energy Fuels. 2011.25(5): 1964-1969.   \n[20]Pinto F., Franco C.,André R. N., Tavares C., Dias M., Gulyurtlu I., Cabrita I. Effect of experimental conditions on co-gasification of coal, biomass and plastics wastes with air/steam mixtures in a fluidized bed system. Fuel. 2003. 82(15-17): 1967-1976.   \n[21]Im-orb K., Simasatitkul L.,Arpornwichanop A. Analysis of synthesis gas production with a flexible $\\mathrm { H } _ { 2 } / \\mathrm { C O }$ ratio from rice straw gasification. Fuel. 2016.164: 361-373.   \n[22]Pinto F.,André R. N., Franco C., Lopes H., Carolino C., Costa R., Gulyurtlu I. Co-gasification of coal and wastes in a pilot-scale installation. 2: Effect of catalysts in syngas treatment to achieve sulphur and nitrogen compounds abatement. Fuel. 2010. 89(11): 3340-3351.   \n[23]Sciazko M., Kubica K. The effect of dolomite addition on sulphur, chlorine and hydrocarbons distribution in a f luid-bed mild gasification of coal.Fuel Process. Technol. 2002. 77-78:95-102.   \n[24]Najjar M. S., Jung D. Y. High temperature desulfurization of synthesis gas with iron compounds.Fuel Process. Technol.1995.44:173-180.   \n[25]Pietrzak R., Grzybek T.,Wachowska H. XPS study of pyrite-free coals subjected to different oxidizing agents. Fuel. 2007. 86(16): 2616-2624.   \n[26] Kozlowski M.XPS study of reductively and non-reductively modified coals.Fuel.2004.83(3): 259-265.   \n[27]Grzybek T.,Pietrzak R.,Wachowska H.X-ray photoelectron spectroscopy study of oxidized coals with different sulphur content.Fuel Process.Technol.2002.77-78(20): 1-7.   \n[28] Chu X., Li W., Li B., Chen H. Sulfur transfers from pyrolysis and gasification of direct liquefaction residue of Shenhua coal.Fuel.2008.87(2):211-215.   \n[29] YanJ.,YangJ.,Liu Z.SHRadical:TheKeyintermediate in sulfur transformation during thermal processing of coal. Environ. Sci. Technol. 2005.39(3): 5043-5051.   \n[30] NicholsK.M.,HedmanP.O., SmootL.D.,Blackham A. U.Fate of coal-sulphur in a laboratory-scale coal gasifier. Fuel.1989.68(2): 243-248.   \n[31] Hongrapipat J.,Saw W.L.,Pang S.Co-gasification of blended lignite and wood pellets in a dual fluidized bed steam gasifier: The influence of lignite to fuel ratio on $\\mathrm { N H } _ { 3 }$ and $\\mathrm { H } _ { 2 } \\mathrm { S }$ concentrations in the producer gas.Fuel. 2015.139:494-501. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]