[
    {
        "type": "text",
        "text": "国家基本公共卫生服务项目实施十年：挑战与建议",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "尤莉莉‘陈新月1杨凌鹤‘赵金红1张思琪1刘远立1\\*作者简介：尤莉莉，1985.02 出生，博士，副教授，研究方向：公共卫生与卫生政策作者单位：1中国医学科学院/北京协和医学院卫生健康管理政策学院通讯作者：刘远立 liuyuanli_pumc@163.com基金资助：国家卫生健康委委托课题：国家基本公共卫生服务十年评估",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【摘要】本文根据国家基本公共卫生服务项目十年评估的主要发现，按照项目结构-项目过程-项目效果的理论框架，从项目内容、运行机制、实施效果等方面，分析当前我国基本公共卫生服务仍存在的关键问题，并提出了相关政策建议，为进一步完善优化基本公共卫生服务项目提供参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【关键词】国家基本公共卫生服务项目评估评价政策建议",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ten Years of National Essential Public Health Services Program Implementation: Challenges and Recommendations ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "YOULili', CHEN Xinyuel,YANGLinghel,ZHAO Jinhongl,ZHANG Siqi',LIU   \nYuanlil \\*   \n1. School of Health Policy and Management, Chinese Academy of Medical Sciences /   \nPekingUnion Medical College,Beijing10o073, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In 2009, the National Essential Public Health Services Program (NEPHSP) was launched as an important measure to deepen the reform of the medical and health system. Funded by the central and local governments, the program provides a package of free public health services in primary health care institutions,with a focus on children,maternal, the elderly, and patients with chronic diseases,and is dedicated to solving and improving the major health problems of the population. Commissioned by the Department of Primary Health of the National Health and Wellness Commission, we conducted an evaluation of the effects, experiences,and problems of the ten years of implementation of the NEPHSP. This paper aims to briefly introduce the main framework of the evaluation study,and then will analyze the challenges and problems faced by the NEPHSP since its implementation for ten years,and make targeted recommendations to provide a reference for the sustainable and high-quality development of the NEPHSP. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "【Key words】 National Essential Public Health Services Program Evaluation, PolicyRecommendations ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2009 年，作为新一轮深化医药卫生体制改革的一项重要措施，国家基本公共卫生服务项目（National Essential Public Health Services Program）得以展开。这个项目的实施，由中央和地方政府提供资助，以基层医疗卫生机构为载体，以儿童、孕产妇、老年人、慢性疾病患者为重点人群，向其提供免费的一揽子公共卫生服务，致力于解决和改善居民的主要健康问题。受国家卫生健康委基层卫生司的委托，我们对国家基本公共卫生服务实施十年的效果、经验、问题开展评估，本文先简要介绍评估研究的主要框架，然后聚焦对国家基本公共卫生服务实施十年以来面临的挑战和问题进行分析，并提出有针对性的建议，为国家基本公共卫生服务的可持续高质量发展提供参考。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1．资料与方法",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1 访谈法",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2018-2019 年间，课题组分别在北京、浙江、山西、四川、重庆开展一对一访谈，共计访谈136人（北京54人、重庆33人、浙江省21人、山西24人、四川省4人），其中包括基层医疗卫生服务机构管理人员（编号M01-68人）、从事基本公共卫生服务的医务人员（编号D01-32人）、辖区居民(P01-36人）三类人群。访谈内容见表1。对访谈材料进行转录、分析，采用质性分析软件Nvivo11Plus进行编码分析，提炼主题概念并归类汇总主要观点。",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/eec4bb84fdc6fae9c2eef639e1ad8b5c5c053cc2c5bc0025cfe8e9df21dd0c5a.jpg",
        "table_caption": [
            "表1结构化访谈的对象、主题及内容"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>访谈对象</td><td>访谈主题</td><td>访谈内容</td></tr><tr><td rowspan=\"3\">基层医疗卫 生机构管理 者（含乡镇 卫生院院长 /副院长、社 区卫生服务 中心主任/</td><td rowspan=\"3\">资金管理</td><td>您所在机构资金、人员、设施能否满足基本公共卫生服务项目的开展？</td></tr><tr><td>您所在的机构基本公共卫生项目的资金管理情况？（包括资金来源、使用和结余）资 金能否满足日常工作需要？</td></tr><tr><td>用于基本妇幼保健服务、慢病管理、健康教育、免疫接种等各项目资金比例大概是多 少？</td></tr><tr><td rowspan=\"7\">副主任)</td><td rowspan=\"2\">人员情况</td><td>您所在的机构从事基本公共卫生服务的人员构成、能力、职业意愿如何?</td></tr><tr><td>对基本公卫项目相关工作人员开展培训情况和效果如何？</td></tr><tr><td rowspan=\"3\">绩效考核 信息化建设</td><td>您所在的机构是如何对基本公卫项目进行绩效考核？ (考核的内容、方式与结果)</td></tr><tr><td>您所在机构对从事基本公共卫生服务人员是否有相应的监管和激励机制?</td></tr><tr><td>您觉得本机构的信息化建设做得怎么样？存在哪些问题、阻碍?</td></tr><tr><td rowspan=\"2\">各类项目的实施情况</td><td>您觉得哪些项目借助信息化手段会容易实施，居民的参与度高？实施的效果比较好?</td></tr><tr><td>对改进基本公共卫生服务的信息化方面，您有什么建议？</td></tr><tr><td rowspan=\"2\">（以慢性病患者健康</td><td>请您介绍一下您机构的慢性病（高血压、糖尿病）患者管理开展情况?</td></tr><tr><td>从事慢病管理工作的医务人员构成、能力情况如何?</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/bf1b98c94fdd59f39fc30a06144e18d19fcb03d5612e2a90cbfadc6981d7584c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"2\"></td><td>如何保证慢病患者规范化管理和随访的质量?</td></tr><tr><td rowspan=\"7\"></td><td rowspan=\"6\">管理为例)</td><td></td></tr><tr><td>您认为为居民提供慢病管理服务，成效如何？是否满足居民需求？居民是否感到获益、 满意？</td></tr><tr><td>您认为慢性病管理服务面临的主要困难是什么？有哪些需要改进的地方?</td></tr><tr><td>您对优化基本公卫慢病管理服务的建议有哪些？</td></tr><tr><td>问题与建议 您的机构在为辖区居民提供基本公共卫生服务方面遇到哪些困难和挑战?</td></tr><tr><td>您认为目前的基本公卫服务项目的设计、服务规范要求有哪些需要改进的地方?</td></tr><tr><td>请您根据目前机构在基本公共卫生服务提供上遇到的困难提出3点建议。</td></tr><tr><td rowspan=\"9\">从事基本公 共卫生服务 的医务人员 （含全科医 生、公共卫 生人员、护 ±) 问题与建议</td><td rowspan=\"5\">激励与动力</td><td>您完成该项任务是否有激励机制？如果有，是如何激励的？您认为当前的激励机制足</td></tr><tr><td>够吗？ 您认为您从事该项工作有意义吗？哪些工作你会从中获得一些成就感、职业认同感、</td></tr><tr><td>认可感，或哪些工作你认为能体现出社会价值。</td></tr><tr><td>就您包括您承担的工作项目在内以及其他公卫项目服务中，您觉得哪些工作最受居民</td></tr><tr><td>满意？哪些项目知晓率比较高、利用情况比较好? 您对于职业发展、比如晋升方面有没有什么想法？</td></tr><tr><td rowspan=\"3\">服务成效</td><td></td></tr><tr><td>目前来看您觉得，这几年开展的公共卫生项目有何比较大的成效? 您感觉在基层实施12 类基本公共卫生服务项目，哪些项目效果比较明显，哪些不明</td></tr><tr><td>显？请分别给予评分。您能大概解释给出的评分较高、较低的理由吗?</td></tr><tr><td rowspan=\"3\">业务能力</td><td>您承担了基本公卫哪些工作？日常工作内容是什么？</td></tr><tr><td>您是否喜欢从事基本公卫工作？是否感觉有压力或无法胜任？为什么？</td></tr><tr><td>是否接受过培训，大约多久培训一次，谁来培训，培训内容，效果如何？ 您认为目前的基本公卫服务项目的设计、服务规范要求有哪些需要改进的地方?</td></tr><tr><td rowspan=\"4\"></td><td>您认为如何进一步提高基本公卫服务质量？</td></tr><tr><td>您从事基本公卫工作过程中，遇到哪些主要困难或问题？针对这些问题，您有没有什</td></tr><tr><td>么建议？</td></tr><tr><td>请您对于该基本公共卫生服务项目的优化提出3点建议。</td></tr><tr><td rowspan=\"6\">辖区居民 （重点人 群：慢性病 患者、老年 人、孕产妇、 儿童)</td><td>服务知晓情况 服务利用情况</td><td>您是否知道“国家基本公共卫生服务项目”？</td></tr><tr><td rowspan=\"5\"></td><td>您接受过哪些基本公共卫生服务？（访谈员适当引导、解释），接受这些服务的流程</td></tr><tr><td>或方式、感受如何？ 您的家人或周围人接受过哪些基本公共卫生服务？他们的反响如何?</td></tr><tr><td>您对您所接受服务感到满意吗?</td></tr><tr><td>您对为您提供的医务人员的服务态度是否满意?</td></tr><tr><td>您认为这些公共卫生服务，对您的健康是否有帮助？请您谈一谈</td></tr><tr><td>意见与建议</td><td>您对社区/乡镇卫生机构的公共卫生服务还有哪些意见和建议？请您谈一谈</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2文献综述法",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "通过检索万方、知网、PubMed等中英文数据库以及中国卫生健康统计年鉴等，以“基本公共卫生\\*”、“basic public health\\*”or“essential public health\\*”and“China”等为关键词，收集国家基本公共卫生服务项目自2009 年以来的文",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "献资料，梳理总结既往研究发现基本公卫项目实施过程中存在的问题、挑战与建议，对符合要求重点文献进行深入分析。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.3文本分析法",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "通过函调，由全国各省（自治区、直辖市）上报了基本公共卫生服务十年自评报告，总结各省基本公卫十年实施成效、亮点、问题与挑战、政策建议，本研究利用文本分析法，对各省提出的问题与挑战、政策建议两部分进行分析，提炼总结。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.4理论框架",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "课题组在项目结构-项目过程-项目效果的理论框架（参见图1）基础上，制定研究方案与访谈提纲，分析当前我国基本公共卫生服务项目运行中存在的关键问题，并提出针对性政策建议。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/a03ece2617b8c4a194dbf5bfdd656343b57d6ced767e3bfc9eda135e945b13e1.jpg",
        "img_caption": [
            "图1国家基本公共卫生服务项目评价框架模型"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.存在的问题与挑战",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1项目目标",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2009 年，中共中央国务院《关于深化医药卫生体制改革的意见》[1中首次提出了开展“促进城乡居民逐步享有均等化的基本公共卫生服务”，同年，原卫生部、财政部、计生委联合发出《关于促进基本公共卫生服务逐步均等化的意见》[2]，阐明了基本公共卫生项目的目标是“对城乡居民健康问题实施干预措施，减少主要健康危险因素，有效预防和控制主要传染病及慢性病，提高公共卫生服务和突发公共卫生事件应急处置能力，使城乡居民逐步享有均等化的基本公共卫生服务。”并提出“到2020 年，基本公共卫生服务逐步均等化的机制基本完善，重大疾病和主要健康危险因素得到有效控制，城乡居民健康水平得到进一步提高”[2]。由此可见，确立基本公共卫生服务项目的“初心”体现在两个方面：首先，基本公共卫生服务是基本公共服务的重要组成部分，面向公民提供基本的公共服务，是国家和政府的职责所在，公共服务具有公共性、公益性和普惠性的特征，政府提供基本公共服务的首要原则是公平，或者称为“均等”，因此，我国政府设立基本公共卫生服务项目之初，就将“逐步实现均等化\"作为首要目标，这是由基本公共卫生服务作为\"公共产品\"的属性决定的，也是卫生公平性的集中体现；第二，作为医疗卫生服务中的“公共卫生”服务，具有预防性、群体性特点，控制人群主要健康危险因素，有效预防和控制主要传染病和慢性病，提高居民健康水平，这是我国政府实施基本公共卫生服务项目的最终目标。服务均等化和提高公民健康水平，这两个目标之前有区别，也有紧密联系。前者从政策上明确了战略原则导向，即公平、可及、人人享有，后者从公共卫生服务的本质上，明确了目标效果导向，即获得人群健康效益。提供均等性公共卫生服务，是促进人民群众健康水平提高的基础和策略；提高人民群众健康水平，是基本公共卫生服务均等化的终极目标。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "综上，2009 年国家建立基本公共卫生服务项目的目标是非常明确的、清晰的：通过均等化服务促进社会公平、健康公平，通过公共卫生服务提供促进人群健康水平。过去十年，是我国基本公卫服务发展的第一个阶段，在这一阶段，以保基本、建机制、成规模、广覆盖为原则，在全国范围逐步实现“人人享有”的均等化目标，这是项目发展初期的必然选择；然而与均等化目标相比，各方在促进“获得人群健康收益”这一目标上，缺乏有效的监测、评价手段和方法。过度强调了“均等化”的服务覆盖，由此制定了一系列以服务数量和覆盖率为导向的考核指标，如\"建档率”、“管理率”、“访视率”等，缺乏服务效果导向的指标；同时，国家陆续颁布了几版《国家基本公共卫生服务项目规范》[3-5]，明确要求各类服务的“规定动作”，旨在规范服务行为，促进全国各地基本公卫服务的规范化、同质化，但同时也造成了服务形式化，内容僵化的问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2项目内容",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2009年以来，国家基本公共卫生服务项目在不断\"扩容”。在项目设立之初，包括了九大类服务项目，即建立居民健康档案，健康教育，预防接种，传染病防治，高血压、糖尿病等慢性病和重性精神疾病管理，儿童保健，孕产妇保健和老年人保健。到2019年增加至十二大类服务，结核病患者健康管理、中医药健康管理和卫生计生监督协管是主要扩充项目，全民健康素养促进和免费避孕药具发放两个项目，也曾被纳入其中[。项目内容的调整，势必会直接影响到整个项目的运行，包括资金投入、组织管理、人员配备、人员培训、设备购置、技术支撑、考核评价等各个方面，作为全国性项目，牵一发而动全身。因此，项目的任何调整，都应该遵循科学、循证、审慎的原则，严格遵循目标导向，即始终面向与服务均等化和促进人群水平的目标。然而，过去十年中，科学的项目遴选和调整机制尚未形成，循证决策不足，进而引发了各种争议。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "“现在项目的调整比较频繁，可能工作人员刚适应了前面项目的内容，然后又来了大的调整，就使得我们需要去了解调整项目，从上到下其实都会有一个调整的压力。”（被访人员：M23）“项目内容的增加给我们带来了工作量增加，但是我们也不是清楚为什么要增加这些内容和要求，感觉跟居民的切身需求还不是很符合”（被访人员：D16）",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "为了深入了解目前项目内容的合理性、适宜性，本研究对基层医疗卫生机构管理者、医务人员进行了相关访谈，受访者被要求对目前基本公卫十二类项目逐一做出评价，包括项目的落实，情况、产生的效果、存在问题和建议等。根据访谈结果显示，大部分被访者表示：目前项目内容并不是完全都符合实际，部分项目无论从群众的接受度还是医务人员的感受度都较低，普遍被质疑的两个项目是卫生监督协管和中医药健康管理。以下两名被访者的观点具有一定代表性：",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“卫生监督协管工作落地不应该落在卫生院，卫生院去跑场所，你是医院的医生可以办健康证、消毒等，但是我们没有执法权，同时监督所下面没有点，全部都依托我们，我们白大褂去跑场所，人家对我们的认可度也不高。”（M18）国家原来设计的项目里有一些项目推进确实是有困难的。比如说这个老年人的三十三个中医辩体的问题，问下来要很久，老人没有那么多的耐心来做问卷，只是一个体质辨识结果，对老年人帮助也不大，如果群众感受度不是很高的项目是不是可以把它优化掉，或者是合并啊，或者是取消掉。”（M22）",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "此外，对于重症精神病患者健康管理项目，也有不少地区人员反映出类似如下问题：“基层缺乏精神科专业技术人员，这个项目开展起来，基层机构的作用有限，因为无法指导用药，也就是督促服药，配合公安的工作维持稳定”（M29,D08,D02,D12,D19,D28等），但也有些地区（例如：北京市）的被访者对该项目表示了支持，认为非常有必要实施该项目。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "除了以上提到的几个项目外，被访者普遍认为其他的项目设置是有必要的，特别是针对个体服务的健康管理类项目，百姓获得感较强。在访谈中，访谈员请部分被访者（访谈者D01-D28参与了评分）对十二类基本公卫项目的效果给予评分（1-10分），平均得分最高的项目是预防接种、慢性病患者健康管理，其次为健康教育、孕产妇健康管理、儿童健康管理、健康档案。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3项目规范",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "过去十年中，国家层面对《国家基本公共卫生服务规范》前后做了三次修订，通过不断规范化服务流程、形式和要求，提高了服务同质化水平。然而，通过本次调研，发现目前《规范》还存在一些的问题，有待于进一步改进：(1)项目规范中未涵盖“互联网 $+$ 基本公卫”服务形式：随着互联网技术的普及，很多地区已经涌现出了互联网 $^ +$ 基本公卫的服务模式，通过便携式监测设备、移动互联网技术，为服务对象提供信息采集、随访管理、预约服务、健康教育等，然而，项目《规范》还没有对“互联网+”的服务形式提出明确要求，比如：健康教育项目，目前仍以传统的印刷资料、音像资料、宣传栏为主，而在实践中，有的基层机构通过微信群、公众号等平台，进行社区健康传播，受众更广，传播效果更好。（2）缺乏效果导向的工作指标：《规范》对各类服务项目规定了工作指标，作为机构开展工作的目标指标，也是各级绩效考核采用的重要指标，但规范中提出的工作指标局限于工作过程、服务覆盖层面，缺乏进一步反映健康干预效果导向的指标。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.4运行机制",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3.1筹资机制",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2018年，党中央、国务院开始推进中央与地方财政事权和支出责任划分改革，发布了《医疗卫生领域中央与地方财政事权和支出责任划分改革方案》[7]，2019年由财政部、国家卫生健康委、国家医疗保障局、国家中医药管理局四部门联合发布了《基本公共卫生服务补助资金管理办法》[8]，同时废止了《公共卫生服务补助资金管理暂行办法(财社（2015）255号)》，基本公卫的筹资机制和资金管理制度逐渐完善。然而，在本轮评估调研中发现，在项目筹资方面，还存在以下问题： 生制又还儿日。， 年 以问题",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "一是缺乏明确的资金保障机制，根据“基本医疗卫生与健康促进法\"要求，“国家基本公共卫生服务项目由国务院卫生健康主管部门会同国务院财政部门、中医药主管部门等共同确定”，实际上，每年人均基本公共卫生服务项目经费的调整基本上是国家卫生健康委和财政部之间的博弈，缺乏明确的资金增长和长效保障机制；二是对项目资金投入和增长幅度缺乏科学论证，自2009 年新医改以来，我国基本公共卫生服务经费几经调整，不断增长，筹资增长的频度和幅度主要依靠行政决策，人均经费标准是否充足，筹资增长是否适当，随着服务需求的增加、服务能力的提升，服务经费应该达到怎样的标准，未来几年应该以怎样的速度增长，类似问题均缺乏系统研究。三是部分地区资金不足，尤其在偏远山区问题突出，在本次调研访谈中，基层医疗卫生服务机构的管理者对资金补助不足的问题提出了看法，以下观点具有一定代表性：“公共卫生服务现在还亏钱，各项的运行成本算下来，其实经费是不足的，例如健康体检项目多年没有变，但以前可能是黑白，现在彩超，心电图这些项目成本就上涨了，政府补贴不够；实际上公共卫生的投入挺大的，我们单位自己的成本就很高，基本上整个公共卫生经费不足以支撑，公卫人员的开支等各方面。”“基本公共卫生的人均补助经费在我们这个地方根本不够，在平原地区还好，在山区的入户交通成本、人力成本都非常高，慢病随访、老人体检两个项目的成本远高于补助成本”；（M17、M35）。四是大部分地区缺乏细化的资金使用办法，影响了资金使用效率：由于缺乏细化资金使用办法或者资金拨付滞后，个别地区存在大量资金结余和沉淀9，也有的地区存在突击花钱的现象，甚至是资金违规使用问题，“公共卫生的资金并没有真正用到位，项目资金管理的太死，没有相应的细化；资金不能随意使用，但是又担心资金结余会被认为不作为”（被访人员：M6、M11）。五是乡村两级在任务和资金分配上存在矛盾点，为了稳定村医队伍，提高村医待遇，国家政策一直对乡村医生的基本公卫资金分配有所侧重（如表 2），特别是在2016、2017年度规定，为了进一步加大对村医支持力度，原则上使其承担 $4 0 \\%$ 左右的任务，并给与相应补助，对于此项规定，部分乡镇卫生院对于这一分配比例的要求存在异议，主要是由于村医服务能力的局限性，无法承担 $4 0 \\%$ 的任务比例，造成了乡村两级在资金分配上的矛盾。比如：“我们这边的大部分活都是卫生院来干，下面好多村医年纪大了，很多活儿他们干不了，比如要用电脑啊、手机啊，都不会，而且现在交通也方便，老百姓都愿意来卫生院，而且比如打疫苗、体检这些，村医务室也做不了，村医的工作主要就是随访和配合，但是按照要求，钱还必须得发给他们 $4 0 \\%$ ，这也不合理”（M39、M21）",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/6c7ac57a91de64ac7c0de16eb0ef931f6ffa1faa1e1d77e3f9666c2f059cc03a.jpg",
        "table_caption": [
            "表1关于乡村医生承担基本公卫任务及拨付相应经费补助的政策规定"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>2009年</td><td>政府要对乡村医生承担的公共卫生服务等任务给予合理补助[10]。</td></tr><tr><td>2014年</td><td>加大对基层机构支持力度，农村地区新增人均5元经费全部用于村卫生室；适当提高村卫生室承 担高血压、糖尿病、重性精神疾病（严重精神障碍）患者和老年人健康管理任务比重[]。</td></tr><tr><td>2015年</td><td>调动村医积极性，2015年通过调整任务分工，使用于村医开展基本公共卫生服务的人均经费增加 5元[12]。</td></tr><tr><td>2016年</td><td>合理确定乡村两级任务分工,加大对村医支持力度,使其承担40%左右的任务,并给与相应补助[13]。</td></tr><tr><td>2017年</td><td>各地要合理确定乡村两级任务分工，根据村卫生室服务能力，原则上将40%左右的工作任务交由 村卫生室承担[14]。</td></tr><tr><td>2018年</td><td>对于乡村医生提供的基本公共卫生服务，通过政府购买服务的方式，根据核定的任务量和考核结 果，将相应的基本公共卫生服务经费拨付给乡村医生，新增经费重点向乡村医生倾斜，用于加强 村级基本公共卫生服务工作[15]。</td></tr><tr><td>2019年</td><td>新增5元经费全部用于村和社区。明确乡村两级任务分工，对村级承担的基本公共卫生服务任务， 要在开展绩效评价后根据结果及时拨付，切实落实补助经费，保障乡村医生的合法权益，严禁无 故克扣乡村医生基本公共卫生服务补助[6]。</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.3.2人力资源一是基层医疗机构人员数量不足问题愈加凸显，尽管10年来全国基层卫生人力资源有了明显的增加，但基层医疗卫生机构承担的基本公共卫生和基本医疗任务量越来越大，且随着项目的开展，群众对高质量公共卫生服务需求增加，对基本公共卫生服务的要求必然提高，此时，基层医疗机构人员不足问题愈加凸显。“人力资源存在困难，工作量逐步增大，编内人员不足，需要聘用人员补充；很多兼职人员上午做医疗，下午做公共卫生，专业的技术人员也短缺。”（被访人员：M29、M31）“基层的医务人员的数量少，十年了这个医生的数量没有增加过，就是每年招人，但招进来以后也有医生走的，也有退休的医生，数量一直没有增加。”二是基层人员的专业技能和业务素养有待加强，基本公共卫生服务面向全人群，包括了妇女、儿童、老年人、慢性病患者、严重精神障碍等多个特殊人群，涉及面宽，业务面广，若想达到“均等化、广覆盖”和“提高人群健康水平”的双重目标，产生实效，其实对服务提供者的专业能力、职业素养的要求是非常高的。但目前来看，基层公卫人员素质参差不齐，注册全科医生严重不足，乡村医生队伍老龄化现象严重、总体素质不高、结构不合理，这些都一定程度影响和制约着项目的开展。“人力资源存在困难，工作量逐步增大，编内人员不足，需要聘用人员补充；很多兼职人员上午做医疗，下午做公共卫生，专业的技术人员也短缺。”（M29、M31）。三是人才流失问题较为严重，除北京、上海等大城市的城区社区机构外，基层医疗卫生机构由于待遇低、职业认同感弱等因素，对医学院毕业生的吸引力始终不强[17],从事公卫的基层人员流动性较大，留不住人才的现象比较普遍，其中薪酬待遇低、职业获得感弱、基本公卫工作任务重是导致人才流失的主要原因[18]。以下几个被访者的观点是具有代表性的：“我们这里年年招人，有忙的时候比如集中体检的时候，会临时找一些人，但是总体流动性大，待遇低，都不愿意干，有点技术就去上面的医院了”；（M10）“编制解决不了，工作还比较繁忙，假如能解决编制，这部分人相对固定，不会随便想走就能走，再一个把待遇提高，有些比较重复的工作精简一些，减轻工作量”（M14）“收入是第一要素，其次就是自我价值的体现，有的临床生和护士可能认为我是来看病的不是来建档的；实现是我价值之后，就愿意一直干，薪酬待遇如果跟上的话，离职的人就少了；（M18）“基本公共卫生服务走过十年之后，在实际工作要求方面越来越严格，精细化科学化管理之后，可能导致现在很多一部分人不太愿意进入公共卫生这个专业领域，现在更多人倾向于付出和收入成正比，但是像基层公共卫生有些事情做了，但不一定立刻能看得到效果，他会觉得自己的付出和收入不成正比，所以不愿意进入这个领域。在人员离职意愿方面的原因，（访谈人员：M31、M40）。“工作人员做的是基层接地气的工作，但如果得不到居民或者同事的认可，流动性就会变大；在职业获得感方面与专科医生相比地位还是有差距，价值的付出和医疗技术的付出不成比例；人员的工作压力很大，工作比较繁琐，工作量也大一个人要做好几样工作。”（M27、M38）。四是村医网底堪忧：调查中发现，大多数村卫生室的村医不足2人，年龄偏大，大多不会电脑，而且由于村医属于“体制外”人员，其工资和养老待遇得不到保障。村卫生室发展处于青黄不接的状况，年老的村医不甘于退出，年轻医生又缺乏培养，网底不牢日趋突出，很多地区不能有效完成国家要求的 $40 \\%$ 的基本公共卫生工作量。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2.3.3设施和设备",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "近年来，各地政府加强了基层卫生投入，在业务用房、设备、器材等硬件设施建设方面，有了显著改善，这为基本公卫服务的开展提供良好的硬件基础。据调研，一些地区还存在以下问题：一是业务用房紧张，随着基本公卫服务的扩展深化，为了给居民带来更好的服务体验，基层机构在空间布局上不断升级优化，特别是在很多城市社区卫生服务中心，纷纷设置了接待区、候诊区、儿童游戏区、中医馆、健康自测小屋等，基层业务用房紧张的问题也逐渐显现，特别是城市地区。二是偏远地区业务用车存在一定困难，在服务半径大的机构，特别是偏远山区，入户随访、入村体检的业务用车存在一定困难，多位被访者谈及“忙的时候，我们的车不够，要开着私家车或骑着摩托车去下乡，路很远”。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "除以上之外，信息化问题是各地区反映最为强烈的，主要体现在：一是信息化的开发利用不足部分地区信息化系统开发不完善，体检设备与信息化系统不对接，无法实现实验室检查数据自动上传，需要人工二次录入，造成了人力资源的浪费；系统的统计功能不完善，导致无法实现网络直报报表数据；大部分地区居民的电子健康档案的利用率依然较低；二是信息化的互联互通性差各级医疗卫生机构信息化建设条块分割，标准不一，互联互通性能差，在内部系统横向整合方面，部分地区未能实现电子档案、健康管理过程与基层诊疗信息互通共享，电子健康档案系统只开展健康档案、老年人和慢性病患者的健康管理，未实现与预防接种、妇幼卫生、慢性病监测、精神卫生、中医药健康管理和传染病监测报告等信息系统的互联互通；其次，部分地区还未能实现区域内基层医疗机构之间、基层与上级医院之间的互联互通、信息共享，使得健康管理服务缺乏衔接性和持续性，信息系统在省-市-县三级的纵向连接方面，无法实现数据及时上传下达，使项目监管难度加大，成本增加。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“目前信息化水平不行，有的是省级层面的平台和医疗也没有连接，纸质随访以后再录入电脑，医院临床的信息化和公卫的信息化是两码事；信息化建设滞后，各级的配套资金不足；目前信息化程度差，没有懂技术的人管理。”（被访人员：M3、M5、M13）",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "“目前信息化还是逐步完善的过程，相对其他区县我们的进展还是比较好，现在一定要电脑操作，有些功能手机操作不了；信息化目前做的不错，但还有些系统没打通，像是预防接种、结核病方面；信息化做的还可以，但光公共卫生这条线就有 $4 - 5$ 个系统太多了，系统之间项目的兼容，信息的导入还是存在不少障碍。”（被访人员：M19、M20、M25）",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2.3.4考核与激励 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "良好的绩效考核机制可有效地激励医务人员提供高效有质量的服务和提供监督监管功能[19]。过去十年，基本公卫项目考核中存在的问题是“重量轻质”，考核多局限于“组织管理”和“实施过程”，强调了对服务数量的考核，对服务质量考核缺乏有效的手段；在激励机制方面，国家在政策层面，一直引导各地区要重视绩效考核和激励，按照提供的服务数量和质量拨付资金，体现多劳多得、优劳优得。部分地区也率先制定相关措施，例如：浙江省部分地区实行了以有效工时为标准单位的，项目成本测算方法，探索基本公卫服务购买机制，采取了按绩分配的人员激励措施。然而，这种精细化的绩效管理和激励措施，在全国层面还未得以普及。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2.5服务实施",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2.5.1服务覆盖在中国实现全民健康覆盖的进程中，基本公共卫生服务做出了显著贡献，已经按照规范要求，基本实现了服务提供和费用的全覆盖[20]。然而，本次调研发现，在某些偏远地区和流动人口的服务覆盖，还存在一定的问题[21]。一是偏远地区因地理因素等原因[22]，导致基层医务人员知识结构单一，对于基本公共卫生服务认知程度不足，基本公共卫生服务工作难成体系，存在基本公共卫生服务重视程度差、补助资金不足的现象[23]。二是随着我国流动人口规模持续扩大，大量农村流动人口进城务工，流动人口在享受基本公共卫生服务方面与常住人口具有同等的权利与机会。然而，财政一般按照常住人口数拨付补助经费，对于跨地区流动人口大量流入的地区，财政拨付的经费往往与实际服务人口数往不匹配[24,25]",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2.5.2服务质量 过去十年，基本公共卫生的服务提供，以服务覆盖目标为导向，服务质量亟待提高[2]。群众对健康的需求日益增长，但现阶段提供的基本公共卫生服务为普惠性质，只能满足基本保障，部分基层机构人员服务质量不高。评估中发现，对于粘合度较大的重点人群，如老年慢病患者的感受度和满意度较高，对于未纳入重点管理范围的一般人群，服务感受度相对较低。虽然，这类人群也建立了居民健康档案，但由于大部分地区未实现与诊间系统、体检系统等互联互通，健康档案的利用率不高，感受度不强。另外，在项目运行的前期，各地家医签约服务和医防融合工作还处于起步阶段，基本公共卫生服务主要由公共卫生人员承担，未能与全科医生形成团队融合，基本医疗和基本公卫“两张皮”现象突出，导致某些服务项目，特别是健康管理类项目浮于表面，质量不高[2]。近几年来，随着家医签约服务的日趋深入，以及基层服务能力的提高，这一现象有了明显好转，但总体来说，服务质量和服务效果还亟待加强，基本公卫服务的提质增效改革需加大力度推进。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.5.3服务协同最大化的发挥基本公共卫生服务项目的作用，产生预期效果，需要强化有效的服务协同机制，主要包括几个方面：基本公卫与基本医疗的协同、公共卫生服务机构与基层机构的协同、上级医院与基层机构的协同、供需双方的协同。随着项目的深入开展，各相关方不断磨合，各方面的协同机制逐渐完善，但也仍存在一些问题：部分地区由于基层技术人员服务能力的局限，居民通过基本公卫项目筛检出来的健康问题，难以通过基本医疗得到及时、直接、有效的指导、管理或治疗，在分级诊疗制度尚未健全的情况下，基层机构直接向上级机构转诊的渠道也未十分畅通，基层机构一般仅给予“转诊建议”，无法实现直接地点对点转诊，这导致了服务连续性较差，影响了居民对基本公卫项目的获得感，导致居民主动的参与性不高。在过去十年中，由于严格的监管机制，机构有较高的任务量要求，基本公卫服务主要由供方主动提供，居民的主动参与的积极性不足。此外，在公共卫生机构对基层机构的技术指导方面，地区间的差异巨大，本次调研发现，有的地区公共卫生与基层机构之间有着非常好的合作关系，公卫机构全方位参与基本公卫的项目的技术指导、人员培训、绩效考核工作，而有的地区也反映出公共卫生机构对基层机构没有发挥应有的指导作用。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "“老百姓去参加体检，但是检查出来的问题，又治不了、管不了，老百姓就都不愿意去，如果体检给查出来的问题，能有办法给治疗，或者给予后续的转诊，那老百姓的主动意愿肯定就会不一样”(M16)",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.6项目效果",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "卫生服务项目的效果评价要以项目目标为导向，项目目标主要分为近期目标、中期目标和远期目标，项目效果评价也包括了近期效果、中期效果、远期效果三个层面。剖析我国基本公共卫生服务项目目标，可概括为：（1）近期目标：包括建立健全各项项目管理制度、逐步实现人人享有基本公共卫生服务的机会均等，提供规范化同质性服务，各项基本公共卫生人群服务覆盖率较高，重点人群健康管理服务有效提供；（2）中期目标：包括保证服务质量，提高服务效率，居民健康素养提高，人群健康危险因素降低，疫苗可控的传染病得到控制，主要慢性病得到控制，发病率增速下降或减缓；（3）远期目标：包括提高全人群健康水平，健康危险因素得到控制，人群慢性病疾病发病率、病死率、病残率显著降低，对国家和个人的医疗卫生费用的负担降低有所贡献。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "通过本轮十年评估，总体来看，通过过去十年的努力，基本公共卫生服务在项目在近期效果基本实现[27-29]，中期效果部分实现[30-36]，远期效果还有待进一步论证[37]。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.建议",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.1基于科学论证，动态调整项目内容",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.1.1建立以科学证据为基础的项目动态调整机制",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "由国家牵头研究、制定基本公共卫生服务项目的动态调整和遴选机制，项目遴选要以居民主要健康问题和群众需求为导向。建议项目遴选可遵循以下几个原则：（1）重要性：紧密围绕《“健康中国 $2 0 3 0 ^ { \\prime \\prime }$ 规划纲要》[38的指导思想，制定“以人民健康为中心”、“全人群全生命周期”的公共卫生干预项目，以有利于促进健康中国战略规划的主要健康指标的实现为优先原则，选取人群患病率高、疾病负担重或者为家庭社会造成灾难性影响的疾病或危险因素；（2）基本性：要从重要项目中进一步筛选出“基本项目”，也就是抓住基本公共服务均等性要求，选取满足人民群众最基本需要的公共卫生项目，基本性也要体现在服务规范中，即提供针对某种公共卫生问题的基本干预措施；（3）可干预性：即能够通过人群公共卫生干预，通过一级、二级、三级预防措施，取得良好效果的危险因素或疾病种类；（4）可行性：基本公共卫生服务项目要考虑到基层医疗卫生服务能力，符合实际，同时要注意选择循证证据充分的干预措施和适宜技术。（5)敏感性：选择对改善我国居民主要健康指标效果最显著项目，在服务规范上要强化敏感、有效的干预手段；（6）经济性：充分考虑各级财政的可负担性，符合成本效益最大化原则，项目纳入前要进行科学严谨的成本测算，也要同时要考虑到不同地区的成本差异。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.1.2建议国家基本公共卫生服务进行“分级分类”管理",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "建议未来基本公共卫生服务项目包的调整，要同时兼顾稳定和发展的原则，循序渐进地进行调整优化，进行分级分类管理：（1）分级管理：将基本公共卫生服务包分为“基本项目”（基本包）和“强化项目”（强化包）两级项目：基本项目，是适宜、最基本、最核心的服务项目，是全国统一实施的必选项目，在现有项目的基础上科学调整后确定；强化项目，包括新增备选项目和基础包调出项目，强化包的项目、内容、规范由国家统一确定，各省、市、区可根据群众需求，兼顾公平与效率，结合财政和资源情况，选择性纳入实施；（2）分类管理：将“基本项目”归纳为两类服务，两类服务在服务策略、服务主体、组织管理、考核评价等方面应有所区别。第一类为针对重点人群的个体健康管理服务（包括慢性病患者健康管理、老年人健康管理、孕产妇健康管理、儿童健康管理、其他重点人群健康管理），将健康档案、个体化健康教育、中医药健康管理作为健康管理的必要环节和手段，融合纳入到健康管理服务中；第二类为针对全人群的群体公共卫生服务，包括健康教育、预防接种、传染病和突发公共卫生事件管理等。对于健康管理类服务，要结合家庭医生签约服务工作，主要以家医团队为服务提供主体，充分医防融合，以产生健康效果为目标导向，围绕人群健康效益进行监管和考核；对于群体性公共卫生服务，以公共卫生人员为服务提供主体，以覆盖率、及时率、影响力等均等化的目标为主要导向，围绕人群覆盖和工作落实情况",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "进行监管和考核。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.2适时修订项目规范，促进服务提质增效",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.2.1增加“互联网 $+$ 基本公卫”的服务形式伴随着我国互联网技术的不断发展，“互联网+”管理方式已经逐步成为主流，基于基本公共卫生服务的特点，建议从国家层面将各类信息管理技术标准统一化，避免纸质管理的复杂混乱，有效实现基本公共卫生服务的智能化管理、简易化、信息化，提高从上到下管理的质量和效率，充分发挥“互联网+”健康教育和健康管理，为居民防病治病提供保障。其次，建议通过互联网技术健全基本公共卫生服务信息共享机制，破除不同级别类型管理系统间的信息隔离，实现互联互通，达到居民健康信息使用最大化的效果。最后，可通过“互联网+”信息系统开展基本公共卫生服务项目的绩效考核，将各项目的服务开展情况实时记录到信息系统中，评价不同地区不同项目的水平高低，优化服务质量。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.2.2 增加效果导向的工作指标 建议在下一次《规范》修订工作中，对各项目的“工作指标”进行修订，有如下两点具体建议：（1）修订健康管理类项目工作指标：包括慢性病健康管理、孕产妇、儿童健康管理等项目，在原有“规范管理率”、“访视率”等“过程指标”的基础上，增加“健康管理效果评价指标”，例如：管理人群糖尿病并发症发生率、管理人群肥胖率、儿童龋齿检出率、儿童超重肥胖率等。（2）修订健康教育项目的工作指标：修订现有工作指标，综合考虑健康教育和指导在其他项目中的作用，以人群健康知识和行为改变为导向，制定工作指标，例如：健康素养具备率、管理人群吸烟率等指标[39]。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.3逐步推进以效果为导向的评价考核制度",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "制定合理、科学的评价体系，因地适时推进以结果为导向的考核制度，探索构建“结构-过程-结果”框架，建立健全基本公卫服务监管和考核制度，不片面强调、追求完成服务的数量，即不以量作为唯一的考虑标准，进一步强化服务质量，精简过程性指标，突出服务效果指标，以服务对象数量与构成、服务质量、健康管理效果、居民生活行为改善及群众健康状况进行综合考核，逐步推进以效果指标为主要导向的评价体系[39；效果考核体系以市级和县区考核为主，减轻基层考核压力，通过信息化手段监测区域内居民健康结局指标的动态变化，自动收集基层机构提供基本公共卫生服务工作过程性指标，逐步实现以信息化为依托的，以“结构-过程-结果”为框架的综合绩效考核制度，使得各级项目考核评价更加客观、公正、透明、方便。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.4完善运行机制，促进可持续发展",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.4.1纳入法定管理",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "《中华人民共和国基本医疗卫生与健康促进法》（以下简称《卫健法》）已于2020 年6月1日起施行[40]，是我国卫生与健康领域的第一部基础性、综合性法律。《卫健法》首次在法律层面明确指出“基本医疗卫生服务包括基本公共卫生服务和基本医疗服务，其中基本公共卫生服务由国家免费提供。”同时，《卫健法》第十六条提出“国家采取措施，保障公民享有安全有效的基本公共卫生服务，控制影响健康的危险因素，提高疾病的预防控制水平。”按照《卫健法》要求，在国家统筹的基础上，允许各地方因地制宜，省、自治区、直辖市人民政府可以在国家基本公共卫生服务项目基础上，补充确定本行政区域的基本公共卫生服务项目，并报国务院卫生健康主管部门备案。自此，基本公共卫生服务有了法律保障，以法律的形式固定下来，这对保障项目的可持续性开展，具有重要意义。各级政府在基本公卫项目的财政投入、政策制定、组织管理等方面，应将其纳入法定管理范畴。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "3.4.2完善筹资制度，提高资金管理效益",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "只有政府财政的持续投入才能保障基本公共卫生服务项目的顺利运行，为进一步促进公共卫生服务均等化和提升项目运行实效，国家基本公共卫生服务项目财政补助要有强制性且稳定增长的投入机制，探索医保资金购买基本公共卫生服务的可行方式，有条件的地区，可以整合基本公卫服务基金和医保基金，以按人头支付方式，实现基本公卫服务和基本医疗服务的整合，为全科医生成为“健康守门人”、真正建立分级诊疗制度提供保障制度的支撑。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "3.4.3大力加强基层人员能力建设",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "改革基层医疗机构编制管理规定，建立以“事”定岗的人力资源投入机制，动态调整基层医疗机构的编制，使得基层医疗机构能够拥有稳定的队伍；推动基层卫生人员薪酬制度改革，吸引医务人员下基层安心服务百姓，不断提高基层医疗服务体系水平；加强乡村卫生服务一体化，不断完善基本公共卫生服务内容，从而提高基本公共卫生服务的可及性、均衡性，达到人人享有基本公共卫生服务的目的。充分发挥专业公共卫生机构的积极作用，加强县级专业公共卫生机构（疾控等）对基本公共卫生服务的技术指导，将专业公卫机构服务下沉，做实国家基本公卫项目，提升基层医务人员的服务规范化水平。可借鉴深圳“罗湖模式”，医院集团内专家到基层医疗机构和坐诊、查房、巡诊等，医院日益成为基层服务网络的一部分，平稳地将优质医疗资源的下沉、工作重心下移，促使基层医疗机构和社康中心的实力逐渐提升。针对公卫人员的专业技术培训需求，做好现有人员的差异化培训，建立健全培训后反馈沟通机制，提高培训效果，开设全方位的线上培训。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "3.4.4充分开发和利用信息化手段工具",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "信息化建设是进一步提高基本公共卫生服务项目实施效率和实施质量的关键和突破口，是进行各类人群健康管理必要手段，也是项目监管和绩效考核的重要工具。加强国家、省级层面的顶层设计，政府应提供资金保障，加快信息化建设水平，完善基层信息系统，促进各信息系统间的互联互通。具体有以下几点建议：首先，要加快电子健康档案系统与区域各级医疗机构的信息互通共享，实现区域内卫生信息平台数据传输和共享；第二，要推进免疫规划、妇幼保健、推进重性精神疾病管理等系统的链接、共享和整合；第三，充分利用“互联网+”探索基本公共卫生服务提供的新模式，通过信息化手段提高工作效率，实现体检和随访数据的及时自动上传，减少人工操作，赋能基层减负；第四，探索利用信息化自动获取数据，提高绩效考核的科学性和考核效率；第五，利用知识库、模型库、方法库、AI技术等赋能基层人员，进行辅助诊疗或业务技能培训。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "3.5充分发挥县域医共体作用，加强服务协同",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "通过紧密型医共体建设，进一步完善县域医疗卫生服务体系，提高县域医疗卫生资源配置和使用效率，有利于加快提升基层医疗卫生服务能力。提高基层医疗机构提供常见病、慢性病的诊疗服务的同时，按要求落实基本公共卫生服务，发挥三级公立医院与医共体牵头机构组建多种形式的医联体，通过协作方式，提高基层服务能力及管理水平。在县域内医共体背景下，加强县医院、乡镇卫生院、村医务室、疾病预防控制中心、妇幼保健院的联动机制，形成县医院与基层机构“纵向联合”，基层机构与其他公共卫生服务机构“横向补充”的服务模式。基层疾病预防控制中心、妇幼保健院、健康教育所等应担负责任，进行督导、培训、年度质量检查等；同时，应该有配套政策、经费到其他公共卫生机构。明确基本公共卫生服务在“健康县域”中的作用，统筹资金，提高基本公卫资金使用效率；同时，积极推进人事制度改革，适当提高基层医疗卫生机构中、高级专业技术岗位比例，统一调配县域内的公共卫生专业技术人才，设立“县域首席公共卫生专家”、“乡镇公共卫生顾问”等岗位和制度，充分发挥公共卫生专业人才的作用，深入基层，带动地区基本公共卫生服务的提质增效和改革创新。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "3.6建立科学、长效的国家基本公共卫生服务项目监测机制",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "作为国家重大的惠民利民的民生工程，基本公共卫生服务项目在财政投入、服务人群、服务提供上均体现了均等化、全覆盖的特点，历经十年，已逐步走向制度化，产生了深远的社会影响，必将成为中国公共卫生史上浓墨重彩的篇章。对于如此重大的项目，科学、客观地监测和评价项目实施效果十分重要。然而，通过本次回顾性评估发现，基本公共卫生的服务人群及内容与其他公共卫生及医疗活动交叉密切，使得项目对人群健康效应归因的评估本就十分困难，而基本公共卫生服务项目在设立之初，缺乏对项目监测与评价方面的顶层设计，历史性数据大多是服务过程和数量指标，缺乏针对服务本身的健康效应性指标的监测。为了更加科学、客观、全面的评价项目过程及效果，建议主管司局牵头建立针对国家基本公共卫生服务项目监测体系，构建项目监测指标体系、建立监测哨点、制定监测方案，充分发挥基层卫生机构网络的优势，充分利用已建立起来的全民电子健康档案系统，在信息化程度高的省市地区先行先试，逐步推进科学、长效的项目监测评价机制，为今后项目长期（远期）、短期（近期）评价工作逐步积累数据及科学证据，立足长远，为项目改革中的循证决策打下基础。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "3.7开展基本公共卫生服务的科学研究",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "为了着力研究解决当前项目存在的关键性问题，建议未来重点针对以下议题进行深入研究：",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "（1）开展国家基本公共卫生服务动态调整机制研究；（2）加强基本公共卫生经济学评价研究；（3）构建效果导向的基本公共卫生服务绩效考核指标的研究；（4）开展以社区为基础的人群健康管理效果和模式研究；（5）在国家基本公共卫生服务监测的基础上，开展持续性的追踪评价，为项目不断优化改革提供科学证据。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[1]中共中央国务院关于深化医药卫生体制改革的意见[J].中华人民共和国卫生部公报,2009(05):1-10.  \n[2]卫生部、财政部、国家人口和计划生育委员会关于促进基本公共卫生服务逐步均等化的意见[J].中华人民共和国卫生部公报,2009(09):31-34.  \n[3]卫生部．关于印发《国家基本公共卫生服务规范（2009 年版）》的通知[EB/OL].http://www.nhc.gov.cn/jws/s3581r/200910/fe1cdd87dcfa4622abca696c712d77e8.shtml.  \n[4]卫生部．关于印发《国家基本公共卫生服务规范（2011 年版）》的通知[EB/OL].http://www.nhc.gov.cn/jws/s3577/201105/51780.shtml.  \n[5] 国家卫生计生委.关于印发《国家基本公共卫生服务规范（第三版）》的通知[EB/OL].http://www.nhc.gov.cn/jws/s3578/201703/d20c37e23e1f4c7db7b8e25f34473e1b.shtml.  \n[6] 中华人民共和国国家卫生和计划生育委员会.关于做好 2017年国家基本公共卫生服务项目工作的通知[J].中国实用乡村医生杂志,2017,24(10):6-7.  \n[7] 国务院.关于印发医疗卫生领域中央与地方财政事权和支出责任划分改革方案的通知[Z]. 2018.  \n[8] 国家卫生健康委员会 财政部 And.四部门关于印发基本公共卫生服务等 5项补助资金管理办法的通知[Z].2019.  \n[9]张朝阳．关于加强基本公共卫生服务绩效管理的思考[J].中国卫生经济,2019,38(12):58-60  \n[10]卫生部 财政部 人口计生委 关于促进基本公共卫生服务逐步均等化的意见[J].中华人民共和国国务院公报,2010(8):27-31.  \n[11]国家卫生计生委.关于做好 2014年国家基本公共卫生服务项目工作的通知[Z].2014.  \n[12]国家卫生计生委.关于做好 2015年国家基本公共卫生服务项目工作的通知[Z].2015.  \n[13]国家卫生计生委.关于做好 2016年国家基本公共卫生服务项目工作的通知[Z].2016.  \n[14] 国家卫生计生委.关于做好 2017年国家基本公共卫生服务项目工作的通知[Z].2017.  \n[15]国家卫生健康委员会.关于做好 2018年国家基本公共卫生服务项目工作的通知[Z].2018.  \n[16]国家卫生健康委员会.关于做好 2019年基本公共卫生服务项目工作的通知[Z].2019.  \n[17] Liu J, Zhu B,Mao Y. Association between rural clinical clerkship and medical students'intentions to choose rural medical work after graduation: A cross-sectional study inwestern China[J]. PLoS One, 2018,13(4):e195266.  \n[18] 陈新月，尤莉莉，王焕倩，等.基层医疗卫生机构基本公共卫生服务从业人员工作满意度及影响因素研究[J].中国全科医学,2021,24(28):3597-3601.  \n[19] 黄萍,汪铭涵,张安,等．上海实施国家基本公共卫生服务项目十年效果评价[J].中华全科医学,2020,18(12):1979-1983.  \n[20] 陈菲.基于全民健康覆盖的基本公共卫生公平研究[D].华中科技大学,2020.  \n[21] 胡联,张小雨.中国流动人口基本公共卫生服务均等化分析—一基于 2017 年中国流动人口动态监测调查专题数据[J].安徽理工大学学报(社会科学版),2020,22(06):31-37.  \n[22]刘玮,王肖惠霞．农村基本公共卫生服务效率影响因素空间分析[J].中国卫生事业管理,2020,37(09):687-691.  \n[23]王晓霞，孙宇，苏丹惠，等．南北部偏远农村地区基本公共卫生服务实施情况调查[J].中国卫生事业管理,2018,35(02):125-127.  \n[24] 廖丽凡，潘超平.基于大数据的流动人口基本公共卫生服务精准管理[J].卫生经济研究,2020,37(09):33-34.  \n[25] Zhang D, Pan X,Li S, et al. Impact of the National Essential Public Health Services Policyon Hypertension Control in China[J]. Am J Hypertens, 2017,31(1):115-123.  \n[26] 刘万奇，杨金侠,汪志豪，等.中国基本公共卫生服务实施经验、问题与挑战[J].中国公共卫生,2020,36(12):1677-1681.  \n[27] 赵鹏宇，尤莉莉,刘远立.基于Donabedian 质量理论国家基本公共卫生服务项目实施效果评价[J].中国公共卫生,2020,36(05):814-818.  \n[28] 杨丽,尤莉莉，连至炜,等.基本公共卫生服务知晓率及满意度调查[J].中国健康教育,2021,37(08):732-736.  \n[29] 潘钰婷，连至炜,廖子锐,等．国家基本公共卫生服务项目实施效果评价[J].中国公共卫生,2020,36(03):441-445.  \n[30]王爽，刘美岑,尤莉莉,等.2020 年河北省沧州市沧县基本公共卫生服务项目实施效果评估,以高血压为例[J].中国卫生产业,2021,18(30):163-166.  \n[31] 刘美岑，杨凌鹤,陈新月，等.中国 2 型糖尿病患者国家基本公共卫生服务利用情况及与管理效果的关系研究[J].中国全科医学,2022,25(01):43-49.  \n[32]刘美岑,杨凌鹤,陈新月，等.中国糖尿病患者国家基本公共卫生服务利用与管理效果关系研究[J].中国全科医学,2021:1-8.  \n[33] 赵鹏宇，尤莉莉，刘远立.基于Donabedian 质量理论国家基本公共卫生服务项目实施效果评价[J].中国公共卫生,2020,36(05):814-818.  \n[34] 杨丽，尤莉莉,连至炜,等.高血压和糖尿病患者基本公共卫生服务利用及满意度调查[J].中国慢性病预防与控制,2020,28(04):253-258.  \n[35] 潘钰婷，连至炜，廖子锐,等．国家基本公共卫生服务项目实施效果评价[J].中国公共卫生,2020,36(03):441-445.  \n[36]杨丽，尤莉莉，连至炜，等．高血压和糖尿病患者基本公共卫生服务利用及满意度调查[J].中国慢性病预防与控制,2020,28(04):253-258.  \n[37] Zhao P, Han X, You L, et al. Effect ofbasic public health service project on neonatal healthservices and neonatal mortality in China: a longitudinal time-series study[J]. BMJ Open,2020,10(7).  \n[38]中共中央国务院印发《“健康中国 2030”规划纲要》[J].中华人民共和国国务院公报,2016(32):5-20.  \n[39] 尤莉莉，陈新月，杨凌鹤，等.以效果为导向的国家基本公共卫生服务综合评价指标体系构建[J].中国公共卫生,2022,38(05):589-596.  \n[40]《中华人民共和国基本医疗卫生与健康促进法》6月1日起正式实施[J].中华医学信",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "ChinaXiv合作期刊",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "息导报,2020,35(11):10. ",
        "page_idx": 17
    }
]