[
    {
        "type": "text",
        "text": "Cranial and dental material of Gomphotherium wimani (Gomphotheriidae, Proboscidea) from the Middle Miocene of the Linxia Basin, northwestern China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "YANG Xiang-Wen1,2 LI Yu1,2 WANG Shi-Qi1,3\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology andPaleoanthropology,ChineseAcademy of Sciences Beijing10oo44,China $^ *$ Corresponding author: wangshiqi@ivpp.ac.cn)   \n(2 University of Chinese Academy of Sciences Beijing 10oo49, China)   \n(3CASCenter for Excellence in Tibetan Plateau Earth Sciences Beijingl0ol01,China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words Linxia Basin; Middle Miocene; Gomphotherium; biochronology ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Yang XW,LiY,Wang SQ, in press. Cranial and dental material of Gomphotherium wimani(Gomphotheriidae,Proboscidea) from the Middle Miocene of the Linxia Basin, northwestern China.Vertebrata PalAsiatica,DOI:10.19615/j.cnki.1000-3118.170511 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Summary ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Material of Gomphotherium wimani has been reported in several localities after Hopwood (1935). However, most of the findings are isolated cheek teeth,and the morphology and stratigraphy of this species remain unclear to researchers. Here we reported an incomplete juvenile cranium and cheek teeth from Linxia Basin, northwestern China. The new material is well comparable with the holotype and helps to cognize the morphology, taxonomy and stratigraphic range of the rarely known species. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Proboscidea Illiger, 1811 Gomphotheriidae Hay,1922 GomphotheriumBurmeister,1837 Gomphotherium wimani (Hopwood, 1935) (Figs.3-5: Table S1-2) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Holotype PMU M 3649,a palate bearing both M2-M3 tooth rows and fully worn left M1 (Hopwood, 1935: pl. 5, fig. 3; Tobien et al.,1986:fig. 7). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Referred material in the present studyIVPP V 23559,a relatively complete juvenile cranium bearing both P3-M3 tooth rows,lacking the posterior part of the brain case,from the Shanggou locality in Nalesi Township,Dongxiang County (LX 1002,N $3 5 ^ { \\circ } 3 4 ^ { \\prime } 3 0 . 9 ^ { \\prime \\prime }$ ，E $1 0 3 ^ { \\circ } 2 7 ^ { \\prime } 1 9 . 7 ^ { \\prime \\prime } )$ ,the bottom of the Hujialiang Formation, approximately $1 3 . 5 \\mathrm { { M a } }$ IVPPV18759, left and right M2,right M3,right m2,left m3,quite presumably belonging to the same individual; from the Daoheigou locality in Dalang Township,Hezheng County (LX 0209,N $3 5 ^ { \\circ } 2 7 ^ { \\prime } 0 6 . 1 ^ { \\prime \\prime }$ ，E ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$1 0 3 ^ { \\circ } 2 3 ^ { \\prime } 0 8 . 1 ^ { \\prime \\prime } )$ , the middle part of the Dongxiang Formation, approximately $1 5 { \\mathrm { - } } 1 3 . 5 \\ \\mathrm { M a }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Amended diagnosisRevised after Hopwood (1935） Medium-sized Gomphotherium; interloph(id)s moderately to relatively largely anteroposteriorly crowded; anterior and posterior pretrite central conules subdivided into approximately three conules and thick-crest-like; weak posttrite central conules present; postrite half lophs of upper molars subdivided; posttrite mesoconelets of lower molars small; the development of cementum variable, from absent to moderately developed; crown height slightly larger than that of $G$ 、annectens group and $G$ angustidens group. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Comparison The Linxia material can be attributed to Gomphotherium wimani based on the following characters: anteroposteriorly moderately crowded lophs; strong subdivision and thick-crested form of pretrite central conules; subdivision of postrite half lophs; presence of postrite central conules; relatively high crown in Gomphotherium. The Linxia material completes the morphology of lower cheek teeth and cranium of $G$ .wimani. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "G. Wimani differs from the members of $G$ 、annectens group (Tassy, 1985,2013） in the complete pretrite trefoils (in G. annectens group pretrite central conules are not welldeveloped, much less than subdivision). It differs from members of pygmy Gomphotherium group (Sanders et al., 201O) in much larger size (Fig. 5). It differs from the members of $G$ angustidens group (except for $G$ . subtapiroideum) in strong subdivision of posttrite half lophs and pretrite central conules,and in the equivalent anterior and posterior pretrite central conules of the upper molars (in $G$ 、 angustidens group, the posterior central conule is larger than the anterior one of the upper molar, see Tassy, 1985,2013). It differs from G. subtapiroideum in relatively crowded loph(id)s and presence of postrite central conules (Gohlich, 2010). As belonging to the G. productum group (Wang, 2014), G. wimani resembles the common members in this group except that the loph(id)s are highly crowded in other members (Osborn, 1926,1936; Gohlich, 1998). Furthermore, G. wimani slightly differs from G. browni in the presence of posttrite central conules; from $G$ .steiheimense in not well-developed the lastl loph(id)s in M3 and m3;and from $G$ productum in lower crown height. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Amendment material and age of G. wimaniThe hypodigm of $G$ .wimani is heterogeneous. In the hypodigm, a tooth from Quantougou (Chuan Tou Kou) (PMU M 3056) was identified as an m3 (Hopwood,1935:p.24,pl. 6, fig.1) (Fig. 4E). However, it is an M3 of Platybelodon grangeri, based on the follows reaseons: the contour is narrow (characteristic for amebelodontids) (Fig. 5) (Wang et al., 2013b); the tooth shows somewhat anancoidy (characteristic for amebelodontids),and the pretrite half loph is more mesial to the posttrite half loph (characteristic for upper molars) (Wang et al.,2O13b); only posterior posttrite central conules develop and the anterior ones are missing (characteristic for Platybelodon) (Wang et al.,2O13b); the posterior pretrite central conules invade the extoflexid (characteristic for Platybelodon, especially for $P .$ grangeri, see Wang et al.,2013b); the third anterior pretrite central conule is strong but the posterior one is missing (characteristic for $P .$ grangeri) (Wang et al.,2013b);the mid-axis is slightly buccally convex,which is also observed in some specimens of $P .$ grangeri (Fig. 4F). Another M2 from Quantougou can be safely attributed to $G .$ （20 wimani. The age of the Quantougou locality is approximately $1 3 \\mathrm { M a }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "“Trilophodon cf. T. wimani” from Yushe (Teilhard and Trassert, 1937:pl. 12, figs. 1, 2) was re-identified as Sinomastodon praeintermedius (Wang et al., 2016). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "“Gomphotherium wimani” from Diaogou (Qiu et al., 1981:pl. 2, fig. 1) is potentially a tooth of amebelodontids, because of the relatively narrow contour and the well-developed postrite central conules (Fig. 4D). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The ml of $G$ .wimani from Nanyu (Wang et al.,2013a:figs.3, 4) resembles the Daoheigou $\\mathbf { m } 3$ in the narrowness of first pretrite half loph, in the moderately to highly subdivision of pretrite central conules, in the small posttrite mesoconelets,in the presence of posttrite central conules.The Nanyu dp4 resembles the Daoheigou $\\mathrm { m } 2$ in the widening of the tooth from the second lophids. Therefore,attribution to $G$ .wimani of the Nanyu material is guaranteed. The mandibular fragment of the Nanyu $G$ .wimani has a circular alveolus of lower tusk,which assures that G. wimani is really a Gomphotherium, and not an amebelodontid. The age of the Nanyu locality is approximately $1 5 { - } 1 3 . 5 \\mathrm { M a }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "As the above discussed, the age of $G$ .wimani spans approximately from 15 to $1 3 ~ \\mathrm { M a }$ correlated to MN6 and the early MN7/8. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "临夏盆地中中新统维曼嵌齿象(Gomphotheriumwimani) (长鼻目，嵌齿象科)的头骨及颊齿 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "杨湘雯1,2 李雨12 王世骐1.3",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室 北京 100044)",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(2 中国科学院大学 北京100049)",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(3 中国科学院青藏高原地球科学卓越创新中心北京100101)",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "摘要：嵌齿象是真象的基干类群，其研究历来受到重视，同时也存在很多争议。维曼嵌齿象(Gomphotheriumwimani)是中国的一个特有种，之前仅有一些牙齿和破碎下颌的报道，研究者对其形态特征和演化地位的认识一直比较模糊。本文报道了发现于甘肃省临夏盆地的维曼嵌齿象的新材料，包括上沟地点一件未成年头骨和倒黑沟地点属于同一个体的部分颊齿。通过研究对比，认为维曼嵌齿象是嵌齿象中一个比较进步的种，具有如下独有特征：颊齿的主齿柱前后中心小尖分裂并成嵴状，副齿柱趋向于分裂，发育有弱的副齿柱中心小尖，齿谷中等开阔，齿冠相对较高。对过去发现的维曼嵌齿象材料的厘定表明，该种最初建立时产于泉头沟地点的一颗m3实际上是葛氏铲齿象(Platybelodon grangeri)的M3；而西宁吊沟地点发现的维曼嵌齿象的一件M3极有可能属于铲齿象类(amebelodontids)。对厘定后的维曼嵌齿象地点的研究表明，维曼嵌齿象分布于中国甘肃、青海的几个中中新统地点，其时代基本上可以与MN6-MN7/8早期相对比，时代跨度估计为 $1 5 { \\sim } 1 3 \\ \\mathrm { M a }$ 。关键词：临夏盆地，中中新世，嵌齿象，生物年代",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1 研究历史",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "嵌齿象属(Gomphotherium)是真象的基干类群，在长鼻类的演化中占据着非常重要的地位。对中国的嵌齿象属的研究始于Hopw0od (1935),他建立了三个新种，间型嵌齿象(G.connexum)、维曼嵌齿象(G.wimani)和秀丽嵌齿象(G.spectabilis),其中秀丽嵌齿象后来被认为是葛氏铲齿象的同物异名(Tobien et al.,1986;Ye etal.,1986)。在中国的嵌齿象研究历史上，维曼嵌齿象一直都是一个有效物种。在国际上，维曼嵌齿象也受到了承认和重视。然而，自从1935年第一次报道以来，维曼嵌齿象的材料相对较少，只有不完整的下颌(Wanget al.2013a)和一些单独的牙齿。因此，研究者对维曼嵌齿象的形态特征和归属并没有很充分的认识，零星和分散的材料也需要进一步研究和厘定；其化石地点的层位和时代也并不清楚，甚至一些老地点的具体位置也不清楚，因此维曼嵌齿象的生存时代一直存疑。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "最近，甘肃省临夏盆地的上沟地点发现了一件长鼻类亚成年个体的头骨，倒黑沟地点发现了属于同一长鼻类个体的部分颊齿，经过研究和对比，认为它们都可被归为维曼嵌齿象(图1)。这些新材料提供了非常好的维曼嵌齿象颊齿及头骨特征的信息，其化石地点也具有比较明确的时代意义。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/fca65b6885798c69258b77970318ffff53d6f46c493160472d1ff1804e4a1b0f.jpg",
        "img_caption": [
            "Fig.1 Topography of the Linxia Basin and fossil localities of Gomphotherium wimani Modified from Wang and Deng,2016 "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "本文中嵌齿象颊齿冠面结构的描述依照Tassy (1996:fig3.3),头骨的测量方法及描述依照Tassy(2013)。馆藏机构缩写：FAM,美国自然历史博物馆；IVPP,中国科学院古脊椎动物与古人类研究所；LZU,兰州大学博物馆；PMU,瑞典乌普萨拉大学进化博物馆。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2 系统古生物学",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "长鼻目 Proboscidea Illiger,1811嵌齿象科 GomphotheriidaeHay,1921嵌齿象属 GomphotheriumBurmeister,1837维曼嵌齿象 Gomphotherium wimani (Hopwood,1935)",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(图2-5;补充表S1-2) ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "正型标本PMUM3649,一件带有两侧齿列的上颌。左侧M1磨到齿根，M2中度磨耗，M3后半部破损；右侧M1已脱落，M2中度磨耗，M3轻微磨耗(Hopw00d,1935:pl.5,fig. 3; Tobien et al., 1986:fig. 7)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "记述标本 IVPPV23559,较完整的亚成年个体头骨，带有P3、DP4、M1齿列及I2,脑颅后部缺失，头骨受背腹侧方向压力变形；IVPPV18759,可能为同一个体的两侧M2,右侧M3、 $\\mathrm { m } 2$ 和左侧m3。 广，",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "地点与层位IVPPV23559,产于上沟地点虎家梁组底部(LX1002,N $3 5 ^ { \\circ } 3 4 ^ { \\prime } 3 0 . 9 ^ { \\prime \\prime }$ 5$\\textrm { E } 1 0 3 ^ { \\circ } 2 7 ^ { \\prime } 1 9 . 7 ^ { \\prime \\prime } )$ ；IVPPV18759,产于倒黑沟地点东乡组中部(LX0209,N $3 5 ^ { \\circ } 2 7 ^ { \\prime } 0 6 . 1 ^ { \\prime \\prime }$ ，E$1 0 3 ^ { \\circ } 2 3 ^ { \\prime } 0 8 . 1 ^ { \\prime \\prime } )$ ,二者时代均为中中新世通古尔期的早期。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "修订特征(依据Hopw0od(1935)修订）中等大小的嵌齿象；上下白齿齿谷前后向开阔程度中等偏弱；上下臼齿主齿柱前后中心小尖分裂成2\\~3个锥，并呈粗壮嵴形，副齿柱发育弱的中心小尖；上臼齿副齿柱趋向分裂，下白齿副齿柱中附锥较小；白垩质发育程度中等或缺失；齿冠较联合嵌齿象类群(G.annectens group)和窄齿嵌齿象类群(G.angustidens group)高。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 标本描述",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 上沟地点头骨(IVPPV23559) ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "背视(图2A）颅后部顶骨之后的部分及两侧颧弓缺失，上门齿保存完整。除了门齿之外，头骨剩余部分近似于平行四边形，且向腹侧压扁。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "前颌骨(premaxilla)自外鼻孔两侧向前水平伸出，右侧前颌骨局部破损。左右前颌骨之间形成明显的门齿窝。门齿窝远端无明显扩大，近端无收缩，因此不存在亚鼻窝(sub-nasal fossa)。外鼻孔横向宽阔，两翼形成了明确的阶梯状的鼻周窝(perinasal fossa)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "鼻骨与前颌骨共同构成外鼻孔的边缘，鼻骨由两块三角锥形骨骼组成，中部向前伸出，两侧鼻骨间缝隙清晰。鼻骨与额骨间骨缝清晰；与前颌骨的骨缝可见。额骨的顶面破损较严重，背视呈向后侧突出的V字形；只保留鼻骨后侧及与前颌骨相连的一小部分，额骨的眼眶外缘完全缺失，仅余构成眼眶上方的顶壁部分。顶骨破损严重，只保留了两侧中部接缝处一小部分。上眶下孔位于外鼻孔的外前侧的上颌骨上，成窄缝状。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/4831e3b1f159193a0ce9d23922db6f1afca25ee8856f8b070be70c2036ea0776.jpg",
        "img_caption": [
            "Fig.2 Cranium of Gomphotherium wimani (IVPP V 23559) A. dorsal view; B. ventral view; C. lateral view; D. posterior view; E.cross-section of the left I2,posterior view "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "腹视(图2B）脑颅后侧破损严重，只保留了腭部、内鼻孔及左侧颧弓的前部。右侧齿列为刚萌出的P3，深度磨耗的DP4和轻度磨耗的M1；左侧DP4已脱落，但P4尚未萌出。两侧上颌突部分也有破损，可观察到未萌出的M2。左侧上颌骨颧突呈向外后方伸出的三角形。左侧上颌骨的齿列前端可以看到上颌嵴(interalveolar crest),近端位于齿列正中间，略向外前侧延伸，远端破损。两侧上颌骨之间缝隙清晰，两上颌骨在前端有向外发散的趋势，颌前裂(anterior palatine fissure)远端破损。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "腭骨(palatine)近似长条三角形，两侧间骨缝清晰。腭孔呈窄长缝隙，位于M1后缘。腭骨后缘大约位于M1第三齿脊，与翼蝶骨内壁构成椭圆形内鼻孔。犁骨(vomer)主要部分破损。内鼻孔顶壁后侧保留了少部分前蝶骨。脑颅的其他部分全部缺失。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "侧视(图2C）头骨纵向明显变形，挤压幅度较大。上颌骨颧突上端构成眼眶下前缘和下前侧壁，下端构成面部上缘。上颌骨颧突前方有下眶下孔(ventral infraorbitalforamen),成横向椭圆形，位于P3与P4交界线外侧。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "后视(图2D）脑颅部分严重破损，仅保留了颅腔前部。颅腔上壁(额骨和顶骨)明显加厚，骨壁内发育有额窦。窦室形状为典型的长卵圆形，长 $2 { \\sim } 3 ~ \\mathrm { c m }$ ，宽约 $1 ~ \\mathrm { c m }$ 。颅腔中部有一垂直筛嵴，两侧筛窝为细砾质沉积物填充。筛窝之后，颅腔的中窝部明显向腹侧扩大。脑垂体窝及视神经孔等结构已被破坏。颅腔中窝之后的部分缺失。翼蝶骨外腹部有一椭圆形的孔，直径为5\\~8mm,疑似为咬痕。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "两侧门齿(图2)保存完整，约成10向外侧倾斜伸出，从中段处，两侧门齿外侧分开角度增加为约 $4 5 ^ { \\circ }$ 。门齿外侧有釉带，宽度约为周长的1/4,横断面为椭圆形，在釉带下缘形成一个尖角，牙齿内部成同心椭圆形结构(图2E)。门齿前端外侧磨耗，磨耗面呈三角形。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "P3 (图3A)冠面为椭圆形。齿冠较矮，未磨损。前尖最大，原尖次之，原尖和前尖之后为齿谷，齿谷后方为多个小尖连接而成且向后方弧形凸起的齿脊，最靠颊侧和唇侧的两个小尖最大，分别相当于后尖和次尖，其后为多个乳突状凸起的小尖形成的齿带。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "右侧DP4 (图3A)有三个齿脊，磨耗非常严重。前侧齿带破损，后侧齿带较明显，舌侧齿带发育非常明显，唇侧齿带仅在第一齿谷外侧。齿脊之间较紧凑，齿谷较狭小。第一齿脊主齿柱呈不规则三叶形，略发育有釉质褶皱，第二齿脊主齿柱为三叶形，副齿柱也呈三叶形(次级三叶),略小于对应的主齿柱；第三齿脊主齿柱明显比副齿柱大，主齿柱呈不规整三叶形，副齿柱呈简单的横向釉质环。后齿带发育，且主齿柱侧后齿带已经磨耗。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "左右两侧M1(图3A)相似程度极高，由三个齿脊组成。齿柱缺乏前后压缩，齿谷较狭小。舌侧齿带从前到后，发育程度逐渐减弱，唇侧齿带仅在第一齿谷外侧，后侧齿带较小。第一齿脊主齿柱呈三叶形，前后中心小尖较大，分裂并且排列成粗壮嵴形，前中心小尖与前齿带相连接，后中心小尖稍小，副齿柱有较弱的后中心小尖和较大的中附锥。第二齿脊的主副齿柱的中附锥大小约为主锥的1/4;第二齿脊主齿柱的前中心小尖分裂且排列成粗壮的嵴形，第一齿谷主齿柱部分被中心小尖填满，第二齿脊主齿柱后中心小尖较小。第二齿脊副齿柱前、后中心小尖很小。第三齿脊主副齿柱都有较大的中附锥；第三齿脊主齿柱前附锥发育较小；第三齿脊主齿柱后中心小尖较小。第三齿脊副齿柱前、后中心小尖不发育。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "M2 尚未萌出，仍为牙胚状态，有三个齿脊，齿脊之间距离较大，目前状态长度和高度比M1 明显增大约 $50 \\%$ 。",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/dd4fc841de42fc29ea90873e4b5d2525475b8ca181b457750281d39e0dd29901.jpg",
        "img_caption": [
            "Fig.3 Cheek teeth of Gomphotherium wimani,occlusal view A. right P3-M1 dentition (IVPP V/23559): B. right M2-M3 (IVPPV 18759); C. left m3 (IVPP V 18759); D. right m2 (IVPP V18759) "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2 倒黑沟地点白齿(IVPPV18759) ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "左右两侧M2 (图3B)均有3个齿脊，整体轮廓接近，相似度极高；齿谷开阔程度中度较 弱；前、后侧齿带明显，舌侧齿带发育稍弱，唇侧发育非常弱；表面有很少的白垩质。 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "M2第一齿脊深度磨耗，主齿柱呈三叶形，副齿柱呈横向延伸的釉质环，主副齿柱的磨耗图案已相互连通。第二齿脊磨耗稍浅，主齿柱呈三叶形，但前中心小尖和中附锥之间似乎还有一个小尖，副齿柱也磨耗成横向延伸的釉质环，似乎有弱的前后中心小尖，主副齿柱的磨耗图案没有连通。第三齿脊中度磨耗，主齿柱有中附锥，还有两个前中心小尖，后中心小尖位置偏向舌侧，并与后侧齿带相连；副齿柱无中心小尖发育。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "右侧M3(图3B)几乎没有磨耗。具4齿脊；齿谷开阔程度中度较弱；前、后侧齿带中等程度发育，唇、舌侧齿带发育较弱；局部齿谷中覆盖有一薄层白垩质。齿谷前后向中度开阔，主齿柱前后中心小尖及副齿柱有明显的分裂趋势。齿谷及中沟区域的齿柱表面有细鳞片状小乳突结构。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "M3第一齿脊主齿柱前中心小尖与前侧齿带相连，主、副齿柱均有中附锥，主齿柱的前后中心小尖分裂并排裂成粗嵴状，副齿柱有较强的后中心小尖及很强的后前庭嵴发育。第二齿脊主、副齿柱均有中附锥，主齿柱的前后中心小尖分裂并排裂成粗嵴状，尤其是后中心小尖的分裂特别明显；副齿柱也分裂为多个小锥，并有弱的后中小尖及很弱的后前庭嵴发育。第三齿脊主、副齿柱均有中附锥，主齿柱有粗壮的前中心小尖、后中心小尖非常小；副齿柱一侧的齿脊再分为多个小锥，并且无前中心小尖。第四齿脊宽度小，发育差；主、副齿柱均有中附锥；主齿柱有前中心小尖，没有后中心小尖。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "右侧m2 (图3D)三脊均深度磨耗，比M2略窄，齿谷开阔程度中等，仅有发育较弱的后齿带，其他齿带几乎缺失。第一脊横向较窄，二三脊横向较宽。表面几乎没有白垩质。其前两脊主副齿柱的磨耗图案已相互连通，主齿柱呈三叶形，副齿柱呈简单的釉质环，第二脊发育了弱的“人”字型结构。第三脊呈明显“人”字型结构，主齿柱后中心小尖缺失，副齿柱似发育了前中心小尖。后齿带的颊侧已磨出一釉质环。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "左侧m3(图3C)几乎没有磨耗，有4齿脊，结构相对于M3略简单。齿谷开阔程度中度较弱；前后侧齿带中等程度发育，唇、舌侧齿带发育较弱；少部分齿谷中覆盖有薄层白垩质。副齿柱分裂程度低，仅有中附锥，主齿柱的前后中心小尖的分裂程度略低于M3。副齿柱后侧及中沟区域的齿柱表面有鳞片状小乳突结构。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "m3前侧齿带已经磨耗。第一齿脊主、副齿柱均有中附锥，主齿柱的前后中心小尖分裂并且排裂成粗嵴状；副齿柱缺乏后中心小尖，但有很弱的后前庭嵴。第二齿脊主、副齿柱均有中附锥，主齿柱的前后中心小尖分裂并且排裂成粗嵴状，副齿柱没有前后中心小尖和前庭嵴，并且中附锥很小。第三齿脊略呈“人”字型，主、副齿柱均有中附锥；主齿柱有前中心小尖，后中心小尖非常小；副齿柱仅有前中心小尖。第四齿脊也呈“人”字型，主齿柱有中附锥，中附锥位于主尖近中轴侧斜前方，主齿柱的前中心小尖位于中附锥之前，不与主尖相连，后中心小尖与后侧齿带相连；副齿柱正前方发育有一较大的前中心小尖。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4 比较和讨论",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1新材料与正型标本比较",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "新发现的临夏盆地的牙齿材料为典型的三棱丘型齿，其门齿向腹侧弯曲，外侧有釉质带，前臼齿比较发达，白齿宽窄程度适中，没有“豕脊型齿”、“互棱型齿”及“褶型齿”等特征发育，因此这些材料可归为嵌齿象属。临夏盆地还发现了嵌齿象中较少发现的头骨，其外鼻孔两侧具有典型的嵌齿象状鼻周窝(perinasal fossa)。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "维曼嵌齿象的正型标本有保存完好的M2-M3齿列(图4A,Hopw00d,1935:pl.5,fig.3;Tobien etal.,1986:fig.7),与临夏盆地倒黑沟地点的M2-M3齿列(IVPPV18759)(图3B)磨耗程度非常接近(正型标本磨耗略深)。两者的M2在形态学特征上几乎完全一致，如齿谷中度开阔，副齿柱发育有弱的中心小尖(副齿柱可能也趋于分裂，但由于磨耗的原因这一点不是特别明显)，第三脊主齿柱发育了两个前中心小尖(第二脊主齿柱似乎也发育了两个前中心小尖，但也由于磨耗而不清)等。正型标本的齿带似乎略强，但这种区别在种内个体变异范围内。两者M3的相似程度也非常高，如齿谷中度开阔，前两脊的主齿柱前后中心小尖分裂成3\\~4个排成一列的嵴形，副齿柱也发生分裂，有小的中心小尖，并发育有前庭嵴(vestibular crest)；外侧视，两者齿冠高度相近，在嵌齿象中较高。两者之间的不同在于，倒黑沟标本的主齿柱嵴形化的前后中心小尖更加强壮，第一嵴副齿柱的后中心小尖和后前庭嵴都发育得更强；而正型标本的第二脊副齿柱的前后中心小尖以及后前庭嵴(虽然很弱)更发育一些，第三脊主齿柱的中附锥和前中心小尖之间又发育了一附加的嵴(这是一个罕见的特征)，此外，正型标本的第四嵴和后齿带要比倒黑沟标本发达一些，但这些区别都可以解释为个体差异。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "在嵌齿象中，M1除了尺寸较小，其冠面的形态特征与M2和M3几乎一致。由于临夏盆地上沟地点的亚成年头骨没有与正型标本及倒黑沟标本相同的颊齿，因此只能把M1与已知的M2和M3比较。上沟标本的M1(图3A)齿谷开阔程度适中；前二嵴主齿柱前后中心小尖分裂并排列嵴形；第二嵴主齿柱后中心小尖较弱，在正形标本的M3中(图4A),这一结构也是偏弱的；第三嵴主齿柱发育了两个前中心小尖，与正型标本的M2一致；同正型标本的M3一样，上沟标本的前两脊副齿柱也趋于分裂；第一脊副齿柱发育弱的后中心小尖与后前庭嵴；第二脊副齿柱发育了弱的前后中心小尖；上沟标本的第三脊副齿柱发育了弱的前中心小尖，这与正型标本的M2一致。其后齿带的发育程度也与正型标本的M2相似。因此，将上沟标本归入维曼嵌齿象是非常可靠的。",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/360bbc27281e2f322b837a52210a6ce424cd5e805475fbc0c5bde496b1b64907.jpg",
        "img_caption": [
            "Fig.4Cheek teeth ofGomphotherium and Platybelodon,occlusal view A. left M2-M3 of $G$ .wimani (PMU M3649, holotype), Bapanshan,Huangzhong County, Qinghai; B. left M3 of $G$ connexum (IVPP RV 35D49),Diaogou,Xining City, Qinghai; C.right ml of Gomphotherium cf. G. subtapiroideum (IVPP V5576),Heijiagou, Zhongning County,Ningxia; D.right M3 of Amebelodontidae gen. et sp. (IVPP V 6018.1),Diaogou, Huangzhong County, Qinghai; E,left M3 of Platybelodon grangeri (PMU M3056),Quantougou, Yongdeng Country, Gansu; F. right M3 of Platybelodon grangeri (HMV1958),Laogou,Hezheng County,Gansu "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2维曼嵌齿象有效性和系统发育位置",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Tassy(1985)从嵌齿象属中划分出两个类群：联合嵌齿象类群(Gomphotheriumannectens group)(G.annectens、G.sylvaticum和G.cooperi)和窄齿嵌齿象类群(G.angustidensgroup) (G. angustidens、G.subtapiroideum和G. inopinatum)。Sanders et al. (2010)提出了矮小嵌齿象类群(pygmy Gomphotherium group),包括G.pygmaeus和一些非洲-阿拉伯地区的小型嵌齿象；Wang (2014)提出了进步嵌齿象类群(G.productum group),包括G.browni、G.productum及G.steinheimense,并且Wang (2014)认为，中国的间型嵌齿象(G.connexum)应归入窄齿嵌齿象类群而维曼嵌齿象应归入进步嵌齿象类群。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "联合嵌齿象类群的主齿柱三叶发育不太完善，通常上白齿主齿柱三叶的后叶(主齿柱后中心小尖)不太发育，尤其在第二齿脊上最明显，至少主齿柱的中心小尖不分裂，副齿柱也不分裂，没有副齿柱中心小尖，且齿冠非常低(Tassy,1985,2013)。而维曼嵌齿象上白齿第二齿脊的主齿柱有后中心小尖发育，且主齿柱的中心小尖分裂成2\\~3个，副齿柱趋于分裂，有弱的副齿柱中心小尖发育，且齿冠较高。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "矮小嵌齿象类群的尺寸特别小(图5),齿谷一般都强烈前后向挤压，且有些标本发育有厚的白垩质(Sanders et al.,2010)。而维曼嵌齿象的材料尺寸中等，齿谷中度开阔，白垩质仅在少数标本(如PMUM3055,见Tobien etal.,1986:fig.10)上中等程度发育。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "窄齿嵌齿象类群(除G.subtapiroideum)一般具有如下特征：上白齿第二齿脊的主齿柱后中心小尖比对应的前中心小尖大，上白齿齿谷前后向挤压，白齿轮廓狭窄(图5),齿带减弱(Tassy,1985,2013)。而维曼嵌齿象上白齿第二齿脊主齿柱后中心小尖小于或等于前中心小尖，上白齿齿带相对发达，齿谷宽度适中；白齿轮廓相对宽(图5)。属型种窄齿嵌齿象(G.angustidens)上门齿强烈扭转、上门齿釉质带扭转；而维曼嵌齿象上门齿扭转较少，上门齿侧视比较直，上门齿釉质带无扭转。 OB",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "亚似膜嵌齿象(G.subtapiroideum)曾经具有争议，但现在被确定为独立的物种，广泛分布于中欧和东欧地区(Gohlich,2010)。Wang et al.(2015a)将原定为陕西嵌齿象\"G.shensiensis Chang and Zhai,1978\"的材料归为亚似膜嵌齿象相似种Gomphotherium cf.G.subtapiroideum。与维曼嵌齿象相似，亚似貌嵌齿象臼齿(图4C,又见Gohlich,2010:figs.2-13;Wang etal.,2015a:fig.6)的主齿柱中心小尖也分裂并排列成嵴形，副齿柱也有分裂的趋势。但两者之间仍有较明显的区别：亚似瘼嵌齿象副齿柱侧的齿脊前后压缩，齿谷开阔，有一定程度的轭形化倾向，副齿柱中心小尖不发育，齿冠较低；而维曼嵌齿象的副齿柱并无前后向压缩，齿谷开阔程度小，副齿柱中心小尖发育，齿冠略增高。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Wang (2014)提出的进步嵌齿象类群除维曼嵌齿象外，还有布朗嵌齿象(G.browni)、施泰因海姆嵌齿象(G.steinheimense)和进步嵌齿象(G.productum)。维曼嵌齿象与以上三种嵌齿象的颊齿形态比较接近，但维曼嵌齿象齿谷开阔程度适中，而另外三种嵌齿象上白齿的齿谷前后向挤压程度高(Wang,2014)。其中南亚次大陆中中新世的布朗嵌齿象(Osbom,1926:figs.3,4;Tassy,1983a:pl.6,figs.1,2)在颊齿形态上与维曼嵌齿象最为接近,两者的主齿柱中心小尖发育程度，副齿柱的分裂程度及齿冠高度都很相似；两者的差别除了前述齿谷前后向挤压程度外，布朗嵌齿象副齿柱中心小尖也不发育。欧洲中中新世的施泰因海姆嵌齿象(Gohlich,1998:pl.2,figs.4,5)主齿柱中心小尖发育程度和副齿柱分裂程度与维曼嵌齿象也很相似，也发育了弱的副齿柱中心小尖；但除齿谷前后向更窄外，施泰因海姆嵌齿象M3的第四脊很发育，接近前三脊的宽度，后齿带也很发育，使整个M3成为一个长方形，而m3甚至发育了第五脊，形状也近长方形，这一点与包括维曼嵌齿象在内的其他嵌齿象都不相同。进步嵌齿象是北美洲中新世嵌齿象类的一个复合种，包括了多种形态，因而需要进一步研究，但典型的进步嵌齿象，如FAM21118,齿冠比维曼嵌齿象还要高，但主齿柱中心小尖的分裂程度稍差。因此，可以确定维曼嵌齿象是嵌齿象中的一个有效种，系统发育位置大概在进步嵌齿象类群(如果是单系群)中最基干的位置，但这一点还需要分支系统分析来证实。",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/21945f73109f8e19d0d951fb76c134dc5ed04c65e40fa6e6aec498058176d42e.jpg",
        "img_caption": [
            "Fig.5 Bivariate plots of cheek tooth measurements of gomphotheres and platybelodonts Data source: G.wimani and $P .$ grangeri from Quantougou,after Hopwood, 1935 and the present article; $P .$ grangeri from the other localities,after Wang et al.,2013b; the remaining data,after Wang et al., in press "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.3维曼嵌齿象材料的厘定和地史分布",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "自从Hopw00d(1935)建立维曼嵌齿象以来，不断有零星的维曼嵌齿象材料报道：",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "1) Hopwood (1935)建立Trilophodonwimani时，包括了来自于西宁八盘山(正型)和兰州盆地泉头沟两个地点的材料；2)Teilhardde Chardin和Trassaert(1937)报道的山西榆社里玉(李峪)村(Loc.20)的Trilophodoncf.T.wimani;3)邱铸鼎等(1981)报道的西宁吊沟地点的G.wimani;4)Wangetal.(2013a)报道的甘肃武山南峪地点破损的未成年G.wimani下颌；5)本文报道的甘肃临夏盆地上沟地点和倒黑沟地点的材料。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Hopwood(1935)并没有明确指出哪些标本来源于泉头沟地点，通过对PMU馆藏标本的调查，确定出产于泉头沟地点的标本有：PMUM3053,乳门齿；PMUM3055,右M2;PMUM3056,“左m3”。其中M3055（Tobien etal.,1986:fig.10)的形态特征与维曼嵌齿象的上颊齿完全相同，可以归人维曼嵌齿象，但这件标本是维曼嵌齿象材料中唯一发育有较多白垩质的。M3056 (图4E)第二脊发育较弱的互棱型构造(pseudo-anancoidy),其主齿柱比副齿柱略靠前。在所有的互棱型构造中，第二脊主齿柱比副齿柱靠前的均为上颊齿；甚至在没有发育互棱构造的上颊齿中，主齿柱比副齿柱都略靠前。而在所有的下颊齿中，前二脊主齿柱的位置都比副齿柱靠后，这是鉴定乳齿象类上下牙齿最可靠的判断依据。因此判断其并非是m3,而是M3。Hopw00d(1935)将其鉴定为下牙的原因可能是因为这颗牙齿相对较窄长。一般下牙比上牙要略窄长，但这是针对同一物种或同一个体而言。在铲齿象亚科各属，尤其是铲齿象属(Platybelodon)中，其M3 (图4F)变得相当窄长(图5)(Tassy,1983,1986; Sanders et al.,2010;Wang etal.,2015b),比例上与嵌齿象属的m3可能会比较接近，当然，铲齿象属的m3比M3要更加窄长(图5)。从图5可见，泉头沟的标本完全落人了葛氏铲齿象M3的变异范围之内。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "除M3窄长之外，M3056的其他许多特征也指向铲齿象属：1)弱互棱构造在铲齿象亚科中普遍存在，在葛氏铲齿象中比较典型；2)副齿柱发育中心小尖，这一特征在铲齿象科(Amebelodontidae)中也普遍存在，但在铲齿象属中上颊齿的副齿柱只发育后中心小尖，前中心小尖缺失(相应下颊齿的副齿柱只发育前中心小尖)(Wang etal.,2013b) (图4F);3)主齿柱的后中心小尖非常发育，有侵入其后齿谷的趋势，这在铲齿象属，尤其在葛氏铲齿象中很典型(图4F);4)第三脊主齿柱发育一强大的前中心小尖，但不发育后中心小尖(图4F),这也是葛氏铲齿象的典型特征(Wangetal.,2013b)。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "泉头沟标本的中轴不成一条直线，而向舌侧略弯曲，这种形态在上牙中不常见，这也可能是Hopw0od(1935)将其鉴定为下牙的原因；然而在临夏老沟地点的葛氏铲齿象中，发现有向舌侧略弯曲的M3标本(图4F),因此，这一特征可能是一种个体的变异。另外，该标本上没有葛氏铲齿象(图4F)中典型的厚的白垩质发育，但这一特征在葛氏铲齿象中也有发现，如通古尔的默尔根动物群中的部分葛氏铲齿象标本(Wang etal.,2013b:fig.12c)。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "因此M3056极有可能不是嵌齿象属，而是铲齿象属中的葛氏铲齿象(Platybelodongrangeri)。且泉头沟标本的特征较进步，演化水平似乎略超过推饶木地点葛氏铲齿象的正型标本，但泉头沟标本的M3仅有四嵴，第五嵴发育较差，比默尔根动物群和老沟动物群中M3有五嵴的铲齿象要原始。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Qiu etal.(2001)对兰州盆地的地层作了深入研究。泉头沟地点位于渐新-中新统咸水河组上段。根据下街剖面的古地磁数据对比，咸水河组上段的时代约为 $1 7 { \\sim } 1 5 \\ \\mathrm { M a } .$ 然而Qiu etal.(2001)的古地磁数据与标准磁性柱吻合并不好，有可能存在层位缺失。根据邱铸鼎(2016,个人通讯),泉头沟地点小哺乳动物的演化水平略低于通古尔的默尔根动物群，这与上文铲齿象的对比结果相符合。根据Wang etal.(2003),默尔根动物群的时代在$1 2 . 4 { \\sim } 1 1 . 9 \\ \\mathrm { M a }$ 之间，推饶木动物群的时代在 ${ \\sim } 1 3 \\ \\mathrm { M a }$ 。因此，推断泉头沟动物群的时代不会晚于 ${ \\sim } 1 3 \\ \\mathrm { M a }$ 。这也可能是目前发现的维曼嵌齿象最晚的分布； $\\mathrm { ~ M ~ } 3 0 5 5$ 发育中等程度的白垩质，显示出比其他维曼嵌齿象更进步的特征，也支持了这一推断。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Teilhard de Chardin and Trassaert (1937:pl.12,figs.1,2)将山西榆社最晚中新世里玉(李峪)村的长鼻类化石鉴定为维曼嵌齿象相似种Trilophodoncf.T.wimani。陈冠芳(1999)将其归入中间中华乳齿象(Sinomastodon intermedius);Wang et al. (2016)将其归入先中间中华乳齿象(S.praeintermedius)。先中间中华乳齿象与维曼嵌齿象颊齿形态非常接近(Wanget al.,2016),但中华乳齿象属下颌完全缩短，上门齿向上方弯曲，与嵌齿象属完全不同。因此目前没有证据表明，嵌齿象属在中国北方生存到了晚中新世。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "■■Wang et al. (2013a:figs.3,4)报道了甘肃天水地区武山县四门镇南峪地点的亚成年的维曼嵌齿象的下颌标本(LZU 201002),保存了完整的p3,dp4,m1齿列，恰好与本文上沟的亚成年头骨年龄一致(磨耗程度也完全相同)。前述泉头沟地点的所谓“维曼嵌齿象的m3”事实上是一件葛氏铲齿象的M3,因此只有新发现的倒黑沟地点的属于维曼嵌齿象的m2和m3 (IVPPV18759)可与之比较。南峪材料的ml(Wang etal.,2013a:fig.4)的前两脊与倒黑沟的m3 (m2磨耗太深，无法与之直接比较)前两脊形态特征非常相似：第一脊(尤其是主齿柱部分)较窄，主齿柱的前后中心小尖分裂程度较高；副齿柱无分裂，中附锥较弱，都有弱的中心小尖发育，前庭嵴不发育。两者的区别在于，南峪的m1副齿柱侧的齿谷更开阔，副齿柱中心小尖发育略强，但这些差别完全可以考虑在种内个体变异的范围内。南峪材料的dp4与倒黑沟地点的m2都磨耗很深，但两者有一共同特征，即第二脊明显比第一脊宽，这一特征在嵌齿象种中并不常见。因此，南峪的材料可确定为维曼嵌齿象。且南峪材料保留了一些下颌特征，尤其是其下颌联合部前端的断面上具有圆形的门齿齿槽(Wang etal.,2013a:fig.3C),这进一步证明了这种下颌及其所带的下颊齿属于嵌齿象属，而非铲齿象亚科。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Wang etal.(2013a)认为南峪地点为中中新世，后Wang etal.(2015c)又发表了同一地点的Micromeryxcf.M.flourensianus,并据此把该地点与MN6对比。后来的古地磁研究(王修喜，个人通讯)证明，南峪地点的确可与MN6对比，即年代在15\\~13.5Ma之间。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "邱铸鼎等(1981:pl.2,fig.1)报道了青海西宁盆地湟中县吊沟地点的维曼嵌齿象化石，为一件中等磨耗的右M3 (IVPPV6018.1) (图4D)。该标本一定程度上符合维曼嵌齿象的特征，如副齿柱中心小尖发育，副齿柱也有分裂的趋势，但趋势较弱，且齿冠较低，因此显得比维曼嵌齿象原始，其主齿柱前后中心小尖也不分裂，而是较孤立。吊沟地点也是间型嵌齿象(G.connexum)正型标本的出土地点，估计其时代为早中新世晚期(Wang etal.,2015a),早于维曼嵌齿象。因此，吊沟地点的“维曼嵌齿象”有可能代表了维曼嵌齿象的一种祖先类型；由于这件标本轮廓比较窄长，其更有可能属于铲齿象科的某一类群。这里暂将其排除在维曼嵌齿象之外。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "临夏盆地上沟地点的维曼嵌齿象标本发现于虎家梁组底部，根据Dengetal.(2013)对临夏盆地生物地层的研究，虎家梁组相当于中中新世通古尔期晚期。根据化石层在虎家梁组中的位置，其时代大致可以与最早的MN7/8相对比，估计在 ${ \\sim } 1 3 . 5 \\mathrm { M a }$ 。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "临夏盆地倒黑沟地点的标本发现于东乡组中部，根据Deng etal.(2013),东乡组相当于中中新世通古尔期早期，时代大致可以与MN6相对比，也即年代在 $1 5 { \\sim } 1 3 . 5 \\mathrm { M a }$ 之间。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "由以上讨论可发现，维曼嵌齿象主要分布在中国西部的甘肃、青海等中中新统的地层中，其时代基本上可以与MN6\\~MN7/8早期相对比，时代跨度约为 $1 5 { \\sim } 1 3 \\ \\mathrm { M a }$ 。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "5 结论",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "临夏盆地上沟地点的维曼嵌齿象头骨和倒黑沟地点的维曼嵌齿象白齿，补充了维曼嵌齿象的形态学特征，也是维曼嵌齿象有效性的有力证据。一些曾经包括在维曼嵌齿象中的材料，包括该种最初建立时产于泉头沟地点的m3,经过重新对比研究，被排除出维曼嵌齿象。对厘定过的维曼嵌齿象地点的研究表明，其主要分布在中国西部的甘肃、青海一带，其时代基本上可以与MN6-MN7/8早期相对比，时代跨度估计为 $1 5 { \\sim } 1 3 \\ \\mathrm { M a }$ 。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "致谢感谢倪喜军老师指点标本产地，感谢邱铸鼎、邓涛和王修喜老师在地层方面的讨论，感谢孙博阳在论文写作时给予的重要建议，感谢邓涛和一位匿名审稿人评审中的重要意见。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Chang HS,ZhaiRJ,1978.Miocene mastodonts ofLantian andLintung,Shensi.ProfPap Stratigr Palaeont,7: 136-142   \nChen GF,1999.SinomastodonTobienetal.,1986(Proboscidea,Mammalia)fromthePlioceneandEarly-MiddlePleistcene of China.In: Wang Y Q,Deng T eds.Proceedings of the Seventh Annual Meeting of the Chinese Society of Vertebrate Paleontology. Beijing: China Ocean Press.179-187   \nChow MC,ChangYP,1974. Chinese Fossil Elephantoids.Beijing:Science Press.I   \nDeng T,Qiu ZY, WangBYet al.,2013.Late Cenozoic biostratigraphyof the Linxia Basin,northwestern China.In: Wang X M,Flynn L J,Fortelius Meds.Fossil Mammals of Asia: Neogene Terrstrial Mammalian Biostratigraphy and Chronology of Asia.New York: Columbia University Press.243-273   \nGohlichUB,1998.Elephantoidea(Proboscidea,Mammalia)ausdemMitel-undObermioznderoberenSuBwassrmolasse Süddeutschlands: Odontologie und Osteologie.Minchner Geowiss Abh,36:1-245   \nGohlich UB,2010.The Proboscidea (Mammalia) fromthe MioceneofSandelzhausen (souther Germany).Paläontol Z,84: 163-204   \nHopwood AT,1935.Fossil Proboscidea from China.Palaeont Sin Ser C,9:1-108   \nOsborn HF,1926.Additional new genera and species of the mastodontoid Proboscidea.Am Mus Novit,238:1-16   \nOsborn HF,1936.Proboscidea:aMonographoftheDiscovery,Evolution,MigrationandExtinctionof the Mastodontsand Elephants of the World, Vol.I. New York: The American Museum Press.1-802   \nQiu ZD,LiCK,Wang SJ,1981.Miocene mammalian fosils from Xining Basin,Qinghai.VertPalAsiat,19(2):156-173   \nQiu ZX,WangBY,QiuZDetal.,Oo1.Land mammal geochronologyand magnetostratigraphyofmid-Tertiarydeposits in the Lanzhou Basin,Gansu Province,China.Eclogae Geol Helv, 94: 373-385   \nSanders WJ,GherbrantE,HarrsJMetal.,20l0.Proboscidea.In: WerdelinL,Sanders WJeds.Cenozoic Mammalsof Africa.Berkeley: University of California Press.161-251   \nShoshaniJ,TassyP,1996.TheProboscidea:EvolutionandPalaeoecologyofElephantsandTheirRelatives.Oxford:Oxford University Press.1-472   \nTassy P,1983.Les Elephantoidea Miocenes du PlateauduPotwar,Groupsde Siwalik,Pakistan.Ann Paleont,69(2-3): 99-136,235-297   \nTassy P,1985.La place des mastodontes Miocenesdel'ancien monde dans la phylogenie des Proboscidea (Mammalia): hypotheses et conjectures.Ph.D thesis.Paris: Université Pierre et Marie Curie.1-861   \nTassy P,1986.Nouveaux Elephantoidea (Proboscidea,Mammalia)dans le Miocene du Kenya: Essai de Réevaluation Systématique.Paris: E'ditions du Centre National de la Recherche Scientifique.1-135   \nTassyP,1994.Gaps,parsimony,and early Miocene elephantoids (Mammalia), with a re-evaluation of Gomphotherium annectens (Matsumoto,1925). Zool JLinn Soc,112: 101-117   \nTassyP,1996.Dental homologies and nomenclature in theProboscidea.In:Shoshani J,TasyPeds.The Proboscidea: Evolution and Palaeoecology of Elephants and Their Relatives.Oxford: Oxford University Press.21-25   \nTassyP.2013.L'anatomiecranio-mandibulairedeGomphotheriumangustidens (Cuvier,817)(Proboscidea,Mammalia): donnees issues du gisement d'En Pejouan (Miocene moyen du Gers,France).Geodiversitas,35(2): 377-445   \nTeilhard de Chardin P,Trassaert M,1937.The proboscideans of South-east Shansi.Palaeont Sin SerC,13:1-58   \nTobien H,1973.On the evolution of mastodonts (Proboscidea,Mammalia).Part1: the bunodont trilophodont groups. Notizbl hess L-Amt Bodenforsch,101: 202-276   \nTobienH, Chen F,LiYQ,1986.Mastodonts (Proboscidea,Mammalia) from the Late Neogene and Early Pleistocene of the People's Republic of China. Part I: historical account: the genera Gomphotherium, Choerolophodon, Synconolophus,Amebelodon,Platybelodon,Sinomastodon.ainzer GeowssMitt15:119-181   \nWang S Q,2014. Gomphotherium nopinatum,a basal Gomphotherium species from the Linxia Basin,China,and other Chinese members of the genus. Vert PalAsiat, 52(2): 183-200   \nWang S Q,Deng T,2016.Female preference promotesasynchronous sex evolutionin Elephantiformes. Vert PalAsiat,54(1): 51-66   \nWang SQ,Liu SP,XieGP etal.,2013a.Gomphotherium wiman from Wushan County, China and its implications for the Miocene stratigraphy of the Tianshui Area. Vert PalAsiat, 51(1):71-84   \nWang SQ,He W, Chen S Q,2013b.Gomphotheriid mammal Platybelodon m the Middle Miocene of Linxia Basin, Gansu, China.Acta Palaeontol Pol,58: 221-240   \nWang S Q,Duangkrayom J, Yang X W,2015a. Occurrence of the Gomphotherium angustidens group in China, based on a revision of Gomphotherium connexum (Hopwood,1935)and Gomphotherium shensiensis Chang and Zhai,1978: continental corrlation of Gomphotherium species across the Palearctic.Palaontol Z,89:1073-1086 A   \nWang SQ,DengT,TangTetal.,2015b.EvolutionofProtanancus (Proboscidea,Mammalia)inEast Asia.JVertPaleont, 35:e881830,doi: 10.1080/02724634.2014.881830   \nWang SQ,ShiQQ,Hui ZCetal.,2O15c.Diversityof Moschidae (Ruminantia,Artiodactyla,Mammalia)inthe Middle Miocene of China.Paleontol Res,19(2),143-155   \nWang SQ,JiXP,Jablonski NG et al.,2016.The oldest cranium of Sinomastodon (Proboscidea,Gomphotheriidae), discovered in the uppermost Miocene of southwestern China: implications for the origin and migration of this taxon. JMamm Evol,23:155-173   \nWang SQ,LiY,Duangkrayom Jet al.,in press.Anew speciesof Gomphotherium (Proboscidea,Mammalia)from China and the evolution of Gomphotherium in Eurasia.J Vert Palaeont   \nWang X M,Qiu Z D,Opdyke N D,2003.Litho-,bio-,and magnetostratigraphy and paleoenvironment of Tunggur Formation (Middle Miocene) in central Inner Mongolia, China.Am Mus Novit,3411: 1-31   \nYe J,JiaH,1986.Platybelodon (Proboscidea,Mammalia)from the midle ioceneofTongxin,Ningxia.VertalAsiat, 24(2): 139-151 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    }
]