[
    {
        "type": "text",
        "text": "A drought resistance index to select drought resistant plant species based on leaf water potential measurements ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SayedJamaleddin KHAJEDDIN, SayedHamid MATINKHAH, Zahra JAFARI ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Departmentof Natural Resources,Isfahan University of Technology,Isfahan 84156-83111,Iran ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: The water deficit in arid and semi-arid regions is the primary limiting factor for the development of urban greenery and forestation. In addition, planting the species that consume low levels of water is useful in arid and semi-arid regions that have poor water management measures. Leaf water potential $( \\Psi )$ is a physiological parameter that can be used to identify drought resistance in various species. Indeed, $\\Psi$ is one of the most important properties of a plant that can be measured using a pressure chamber. Drought avoiding or drought resistant species have a lower $\\Psi$ than plants that use normal or high levels of water. To determine drought resistance of species that are suitable for afforestation in arid urban regions, we evaluated twenty woody species in the Isfahan City,central Iran. The experimental design was random split-split plots with five replications. The species were planted outdoor in plastic pots and then subjected to treatments that consisted of two soil types and five drip irrigation regimes. To evaluate the resistance of each species to drought, we used the $\\Psi$ and the number of survived plants to obtain the drought resistance index (DRI). Then, cluster analysis,dendrogram,and similarity index were used to group the species using DRI. Result indicates that the evaluated species were classified into five groups: (1） high water consuming species $\\mathrm { ( D R I { > } \\mathrm { - } } 6 0 \\ \\mathrm { M P a } _ { \\rule { 0 ex } { 5 ex } } ^ { \\rule { 0 ex } { 5 ex } }$ )； (2） above normal water consuming species $( - 6 0 \\ \\mathrm { M P a } \\mathrm { \\ge D R I } \\mathrm { > - 9 0 \\ M P a } )$ ; (3) normal water consuming species $( - 9 0 \\ \\mathrm { M P a } \\ge \\mathrm { D R I } > - 1 2 0$ $\\mathrm { M P a }$ ); (4) semi-drought resistant species $( - 1 2 0 \\ \\mathrm { M P a } \\mathrm { \\ge D R I } \\mathrm { > - } 1 5 0 \\ \\mathrm { M P a } )$ ; and (5) drought resistant species $( \\mathrm { D R I } { \\le } { - 1 5 0 } \\mathrm { M P a } )$ . According to the DRI, Salix babylonica L., Populus alba L., and $P .$ nigra L. are high water consuming species,Platanus orientalis L. and Albizia julibrisin Benth are normal water consuming species, and Quercus infectoria Oliv. and Olea europaea L. can be considered as drought resistant species. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: drought resistant species; drought resistance index; forestation; leaf water potential; water deficit ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: SayedJamaleddin KHAJEDDIN,SayedHamid MATINKHAH, Zahra JAFARI. 2019.A drought resistance index to selectdroughtresistant plantspecies basedonleaf waterpotential measurements.JounalofAridLand,l1(4):623-635. https://doi.0rg/10.1007/s40333-019-0024-7 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Arid landscapes are highly water-limited environments and all water (surface and groundwater) is environmentally, culturally and economically important (Davis et al., 2017). Major abiotic stress factors such as salt and drought adversely affect the physiological processes and biochemical mechanisms of plant species (Per et al., 2O17). A number of physiological studies have identified some traits for which presence/expression is associated with plant adaptability to drought-prone environments. Among them, traits,such as small plant size, reduced leaf area, early maturity, and prolonged stomatal closure lead to a reduced total seasonal evapotranspiration and a reduced yield (Fischer and Wood，1979； Karamanos and Papatheohari， 1999). Depending on the stress conditions (timing and intensity） of the target environments, some adaptive traits can be considered under drought if they enable plants to cope with a stress event that tends to occur every year at the same growth stage. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The physiologically relevant parameters of drought effects are the water content and the water potential of plant tissues (Jones, 2oO7).Leaf water potential $( \\Psi )$ is a physiological parameter that can be used to identify drought resistance in various species (Kirkham, 2O05; Schneider et al., 2006; Endres, 2007). Indeed, $\\Psi$ is one of the most important properties of a plant that can be measured using a pressure chamber (Kirkham, 2005; Schneider et al., 2006). Drought avoiding or drought resistant species have a lower $\\Psi$ than plants that use normal or high levels of water (Augé et al.,1998; Sakcali and Ozturk, 2004). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Measuring $\\Psi$ is a rational method for quantification of water stress for several reasons. The $\\Psi$ at any time is a combined result of the interactions between soil water availability, evaporative demand,and plant responses; therefore, it is a reliable indicator of plant water balance and can be measured quickly and easily.Furthermore, it is only restricted to one leaf per plant and does not create problems such as gaps and non-uniformity of the stands, even when the experiments are conducted using small field plots.Finally,measurement of $\\Psi$ enables us to recognize various plant genotypes (Karamanos and Papatheohari, 1999). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Mishio and Yokoi（1991） used $\\Psi$ to establish detailed information regarding the impact of water stress on plants. They considered the entire diurnal course of $\\Psi$ and studied the impact of water stress on individuals of a given species. They found that $\\Psi$ increased with water availability and decreased with water shortages.In addition,although $\\Psi$ is uniform throughout most of the year, its seasonal changes can be very large, with extreme low values being observed during the summer (Endres,2007).Furthermore, $\\Psi$ often varies from predawn to noon for plant species,with a very high $\\Psi$ being observed during the predawn period and the lowest value being observed after midday (Kirkham, 2oo5). These daily fluctuations in $\\Psi$ are similar throughout the year. The predawn and post-sunset measured values of $\\Psi$ are quite similar among plants and it has been reported that the best time to measure $\\Psi$ is midday between 13:00 (LST) and 16:00 for obtaining accurate readings of the species (Schneider et al., 20o6; Endres, 2007). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Studies evaluating the $\\Psi$ of cultivated and wild devil's claw (Harpagophytum procumbens Burch.） revealed similar values for predawn,but significantly different values during the day following a dry period. In addition, it has been shown that the wild-growing plants have a higher ability to buffer water loss during the day, and less fluctuation occurs in $\\Psi$ in response to various water stresses (Schneider et al., 2006). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Sakcali and Ozturk (2oo4) used relative leaf water content, $\\Psi$ , and conductance to water vapor to select suitable drought resistant species for transferring from a healthy site to a degraded site. Pérez-Priego et al. (2o05) demonstrated that $\\Psi$ decreased with water stress in Olea europaea plantations in the Mediterranean region of Spain. Specifically, they used a drip irigation system to apply different irrigation treatments in a single experiment. The results of their study revealed that the $\\Psi$ ranged from $- 1 . 3 \\ \\mathrm { M P a }$ in well-irrigated plantations to $- 2 . 4 \\ \\mathrm { M P a }$ in water-stressed plantations. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In general， the results of previous studies indicate that identification of one or more physiological parameters, such as drought resistance, is a valuable tool for selection of a suitable species for forestation in arid lands (Karamanos and Papatheohari,1999; Schneider et al.,2006). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Moreover, planting the species that consume low levels of water is useful in arid and semi-arid regions that have poor water management measures. Therefore, we classify the woody species in the Isfahan City, central Iran into high water consuming species and drought resistant species according to their different $\\Psi$ values and the drought resistance indices.And the drought resistant species are recommended to afforest in the arid and semi-arid regions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The experiment was conducted in the northwestern of the Isfahan City, central Iran. Monthly average temperatures and precipitation during the period 1977-2015 are depicted in Figure 1. The study site is characterized by dry, hot summers and mild, humid winters. The mean annual precipitation does not exceed $1 2 5 ~ \\mathrm { m m }$ , and in dry years the area receives approximately 50 to 70 mm of rainfall. The minimum temperature falls as low as $- 1 0 ^ { \\circ } \\mathrm { C }$ in January,with the absolute minimum temperature being $- 1 6 ^ { \\circ } \\mathrm { C }$ for a few nights during extremely cold winters. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/7c388136e5c52edec7748adaa9d5daf8a1831c73090822a486cb3cfc3d409de4.jpg",
        "img_caption": [
            "Fig.1Monthly average temperature and precipitation of the Isfahan City, Iran during the period 1977-2015 "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Plant materials ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Twenty woody plant species were cultivated in two soil types under five different irrigation regimes. Two three-year-old saplings of 20 broadleaf tree or shrub species,ranging from 0.75 to $2 . 0 0 \\mathrm { ~ m ~ }$ in height from a nursery located less than $3 0 \\mathrm { - k m }$ away from the Isfahan University of Technology，were individually transplanted into black plastic pots. The pots had an upper diameter of $3 5 ~ \\mathrm { c m }$ ,a lower diameter of $2 9 \\ \\mathrm { c m }$ ，and a height of $3 0 ~ \\mathrm { c m }$ . Totally 950 plants were planted at the Isfahan University of Technology on 20 March 2004. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The following saplings, which were nursery-grown from seeds (S), cutings (C) or grafts (G) obtained from local nurseries in bare-root form, were used in this experiment: Acer negundo L. (box elder) (S),Ailanthus altissima Swingle (tree of heaven) (S),Albizia julibrissin Benth (silk tree)(S), Caesalpinia gilliesii Wall.(Caesalpinia) (S), Cercis siliquastrum L. (Judas tree) (S), Citrus bigaradia L. (sour orange) (S), Elaeagnus angustifolia L. (Russian olive) (C), Eucalyptus camaldulensis Dehn (red gum) (S), Fraxinus rotundifolia Mill. (Syrian ash) (S), Hibiscus syriacus L. (shrubby althaea) (S), Morus alba L. (mulberry) (C), Morus alba cv. Kokuso (mulberry Kokuso) (C), Olea europaea L. (common olive) (C), Platanus orientalis L. (oriental plane) (C), Populus alba L. (grey poplar) (C), Populus nigra L. (black poplar) (C), Quercus infectoria Oliv. (Aleppe oak) (S), Robinia pseudacacia L. (false acacia) (S), Salix babylonica L. (weeping willow) (G) and Ulmus carpinifolia Borkh (small-leaved elm). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The pots were placed outdoor during the experiment. All pots were adequately irrigated until the end of June 2OO4 to ensure that all transplants were well established. Then, the irrigation treatments were started. In al treatments, plant height was measured in December 2Oo4 and 2005. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 Experimental design ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The experimental design was random factorial, split-split plots with five replicates. The main plots consisted of two soil types: (soil S1) a mixture of good topsoil (order: Aridisols, suborder: Calcids,and great group: Haplocalcids), sand, plus manure in a ratio of 1:1:1, and (soil S2) a common poor sandy clay loam soil collected from a local hillside (order: Entisols,suborder: Orthents, and great group: Torrior thents). These soil types were used in the experiment because soil S1 is a high quality soil that is commonly used here in parks and street site-boxes,and soil S2 is a poor soil that is commonly found locally and typically used for urban green-belt forestation. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Drip irrigation system was used to irrigate the plants. Irrigation regimes in the subplots consisted of0.4,0.6,0.8,1.0,and 1.2 of the water depth evaporated from Class A pan. The \"Class A Pan\"(Goyal, 2O15) is made of galvanized iron sheet with $1 2 5 \\mathrm { - c m }$ diameter, $2 5 \\mathrm { - c m }$ depth and a vertical fixed pin. Water depth was fixed on $2 0 \\mathrm { c m }$ with everyday measuring and adding the amount of evaporated water at O8:0O up to pin pick. The pan lied on a woody stool to keep $1 5 \\ \\mathrm { c m }$ above the ground. An iron $2 \\ \\mathrm { c m } { \\times } 2$ cm net was used to cover the pan to protect wild life water uses. We calculated the volume of irrigation water in each application using the method of James et al. (1982): ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nV { = } 0 . 0 0 1 a \\mathrm { c } d K _ { c } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $V$ is the volume of irrigation water (L); $a$ is the area of a pot $( \\mathrm { c m } ^ { 2 } )$ ; c is the coefficient in irrigation regimes (i.e., 0.4, 0.6, etc.); $d$ is the depth of water that evaporates from the pan (cm); and $K _ { c }$ is the dimensionless crop coefficient that was considered to be 1 due to species diversity in the experiment. The pots were irrigated daily at O9:00. Electrical conductivity (EC) of irrigation water was $0 . 5 6 \\ ( \\pm 0 . 0 8 ) \\ \\mathrm { d S / m }$ during the experiment. Volumes of irrigation water for the first year were 227, 342,458,569, and $6 8 2 \\mathrm { L / p o t }$ and for the second year were 122, 184,247,306,and 367 $\\mathrm { L / p o t }$ , for irrigation regimes of 0.4, 0.6, 0.8,1.0,and 1.2, respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4 Measurement of $\\Psi$ ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Measurements of $\\Psi$ were taken during the third week of August 2Oo5 using a portable pressure chamber (Model DIK-700o,Daiki Rika Kogyo, Tokyo, Japan). In this study, $\\Psi$ was measured between 13:00 and 13:30 (Fukuda et al.,1997). One leaf per tree (per pot) was used to measure $\\Psi$ 0 which resulted in a total of five leaves per species for each treatment. Each leaf, with the complete petiole, was cut carefully from the tree using a razor blade. After removal, the leaf was immediately fixed with a rubber stopper in the specimen holder. The entire system was placed in the pressure chamber so that the petiolar sap could be clearly observed using a magnifying glass. The pressure in the chamber was then gently increased until the sap began flowing from the cut end of the petiole.Finally, the equilibrium pressure of the leaf sample was read on the gauge. The petiole of the U.carpinifolia is very short and we could not measure its $\\Psi$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.5 Drought resistance index ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To compare drought tolerance capabilities of the individual plant species in this study, we veighted thevaluesof $\\Psi$ as follows: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\scriptstyle \\Psi = N \\times \\Psi _ { \\mathrm { m } } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $\\Psi$ is the weighted leaf water potential in each treatment $\\left( \\mathrm { { M P a } } \\right)$ ：， $\\Psi _ { \\mathrm { m } }$ is the average of measured leaf water potential of five replicates of each treatment (MPa); and $N$ is the number of survived species in each treatment $( 0 { \\leq } N { \\leq } 5 )$ . The $\\Psi$ is then used to evaluate the performance of plants in two soil types and under five irrigation regimes.A drought resistance index was proposed as follows: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\scriptstyle \\mathrm { { D R I } } _ { \\mathrm { S 1 } } = \\sum _ { \\mathrm { w 1 } } ^ { \\mathrm { w 5 } } ( \\Psi _ { \\mathrm { s 1 } } \\times \\mathbf { c } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n{ \\mathrm { D R I } } _ { \\mathrm { S 2 } } { = } \\sum _ { \\mathrm { w 1 } } ^ { \\mathrm { w 5 } } ( \\Psi _ { \\mathrm { s } 2 } \\times \\mathbf { c } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\scriptstyle \\mathrm { D R I = D R I } _ { \\mathrm { S 1 } } + \\mathrm { D R I } _ { \\mathrm { S 2 } } .\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $\\mathrm { \\Delta D R I _ { S 1 } }$ is the drought resistance index of each plant species in soil S1 and irrigation regimes 0.4 (W1) to 1.2 (W5; MPa); $\\mathrm { D R I } _ { \\mathrm { S } 2 }$ is the drought resistance index of each plant species in soil S2 and irrigation regimes 0.4 (W1) to 1.2 (W5; MPa); DRI is the total drought resistance index of each plant species (MPa); $\\Psi _ { \\mathrm { S 1 } }$ is the leaf water potential of 20 plant species cultivated in soil S1 $\\left( \\mathrm { { M P a } } \\right)$ ; and $\\Psi _ { \\mathrm { S } 2 }$ is the leaf water potential of 2O plant species cultivated in soil S2 (MPa). The coefficient c is included in Equations 3 and 4 to weight the $\\Psi$ with respect to irrigation regimes. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "DRI reduces to a small value in drought resistant species.This is because $\\Psi$ has a low value in such species, which enables these plants to survive under water stress. The DRI of high water requirement plant species is closer to zero. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.6 Classification of plant species ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Dendrogram construction through cluster analysis was applied to classify the species,using the calculated DRI for 20 plant species,into similar drought resistant groups (Jongman et al.,1995). Specifically, the Motyka Similarity Coefficient (Mueller-Dombois and Ellenberg,2013） and the unweighted pair-group average method were used to construct the Dendrogram (Kent, 2011) as follows: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nI S _ { \\mathrm { M O } } { = } 2 0 0 \\sum M W / ( M A + M B ) ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $I S _ { \\mathrm { { M O } } }$ is the similarity coefficient $( \\% )$ between two plant species $\\boldsymbol { \\cdot } \\boldsymbol { A }$ and $B$ ； $M W$ is the smaller value of the compared factors between two plant species (23 factors in this experiment, including average $\\Psi$ in any irrigation treatment in any soil (1O factors), number of survived plants in any irrigation treatment in any soil (1O factors), $\\mathrm { \\Delta D R I _ { S 1 } }$ ， $\\mathrm { D R I } _ { \\mathrm { S } 2 }$ , and DRI); and $M A$ and $M B$ are the sums of various factors in species $A$ and species $B$ ,respectively. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.7 Stem elongation ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Following the first and second growing seasons (during December), the terminal bud height of the plants was measured with a metal tape and was considered as the plant height. All the measurements were set from the pot soil-surface. After the second year, the plant species had three growing patterns on various soil and water treatments: (1） some species had a normal growth and their terminal bud height was measured; (2) in some species,the offshoots began to grow more strongly and supported a significant height growth. So,the new terminal bud height was measured; and (3) in some species, the main stem was dry because of insufficient amount of water uptake during the second summer. In these species,the live plant height was decreased. The percentage of stem elongation was calculated by the following equation: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nS _ { \\mathrm { \\Lambda } } = \\sum _ { i = 1 } ^ { 5 } \\sum _ { j = 1 } ^ { N _ { \\mathrm { \\Lambda } } } ( \\frac { 1 0 0 b } { a } - 1 0 0 ) \\mathrm { \\Lambda } / \\left( { 5 \\times N l } \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where, $S$ is the percentage of stem elongation in soil S1 or soil S2 $( \\% )$ ·， $i$ is the irrigation regime; $j$ （204号 is the number of replicates; $N l$ is the maximum number of survived plants in each species; and $a$ and $b$ are the plant heights (cm) at the end of the first and second growing seasons, respectively. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.8 Soil analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For each soil type,the soil EC and $\\mathfrak { p H }$ were determined in the saturated extract (Slavich and Petterson,1993). Soil texture was measured by the hydrometer method and soil texture class was determined using the USDA (United States Department of Agriculture） soil texture triangle (Bouyoucos,1962). The bulk density was determined using the core method with a size of cylinders of $_ { 1 9 0 . 9 8 \\mathrm { ~ g ~ } }$ (Gee and Or, 2002),and the porosity of soil samples $( f )$ was calculated using the bulk density and particle density $( 2 . 6 5 ~ \\mathrm { M g / c m ^ { 3 } } ,$ .Moisture contents at field capacity (FC) and permanent wilt point (PWP) were determined using a pressure plate at matric potentials of $^ { - 3 3 }$ and $- 1 5 0 0 \\mathrm { k P a }$ , respectively (Klute, 1986). The SAR (sodium adsorption ratio) was calculated from the ratio of sodium (Na) to calcium (Ca) and magnesium $\\left( \\mathrm { M g } \\right)$ (Jafari Haghighy, 2003): ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { S A R } = \\mathrm { N a } / { \\sqrt { \\frac { \\mathrm { C a } + \\mathrm { M g } } { 2 } } } .\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The soil physical and chemical results are presented in Table 1. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/c704235c39724d8adc26b9f3978cff69749c8b219da0449cab19641dcceebbe9.jpg",
        "table_caption": [
            "Table 1 Physical and chemical characteristics of soil types in the experiment "
        ],
        "table_footnote": [
            "Note:SAR,sodiumadsorptionratio;EC,lectricalcoductivity;SC,andyclay;SCL,sandylayloam;FC,oisturecoteteld capacity;PWP,moisture content at permanentwiltingpoint $( \\%$ by weight). "
        ],
        "table_body": "<html><body><table><tr><td>Soil type</td><td>Clay</td><td>Si</td><td>Sand</td><td>SAR</td><td>pH</td><td>(sm)</td><td>Gravel</td><td>Soil texture</td><td>FC</td><td>PWP</td></tr><tr><td>Soil S1</td><td>36.25</td><td>25.29</td><td>38.46</td><td>0.78</td><td>7.35</td><td>6.92</td><td>5.5</td><td>SC</td><td>0.22</td><td>0.12</td></tr><tr><td>Soil S2</td><td>24.80</td><td>19.60</td><td>55.60</td><td>0.43</td><td>7.45</td><td>2.01</td><td>43.0</td><td>SCL</td><td>0.18</td><td>0.10</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.9 Statistical analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The normality of the data was controlled by Kolmogorov-Smirnov test and homogeneity of variances with the Levens test. Significant effects were analyzed using analysis of variance (ANOVA) with SAS 9.4 software (SAS Institute Inc., Cary, NC). If the means were significantly different, they were compared by Duncan's Multiple Range test $( P { < } 0 . 0 0 0 1 )$ .In addition, the irrigation regimes were regressed against the measured $\\Psi$ of plants. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Results and discussion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A comparison of pre-dawn and midday $\\Psi$ measurements throughout the growing season demonstrated that the $\\Psi$ values are high during midday and mid-summer (Karamanos and Papatheohari,1999；Shrestha et al.,2003),and fluctuations in $\\Psi$ are rather similar between species and sites when measured during the pre-dawn period (Fukuda et al.,1997). Therefore, a practical comparison of plant species can be undertaken using the summer measurements of $\\Psi$ ： ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In this experiment, a total of 950 plants were cultivated.However, 33 plants of $C .$ bigaradia died from cold weather and 134 plants from other species dried out due to water stress. As a result, the $\\Psi$ was measured only for 783 plants. Table 2 shows the averages of measured $\\Psi$ values for each species in each soil type. The results of ANOVA (Table 3) confirmed that irrigation regimes had a significant effect $( P { < } 0 . 0 0 0 1 )$ on $\\Psi$ . The determination coefficients between the 783 measured $\\Psi$ values and irrigation regimes were also very high (for soil S1, $R ^ { 2 } { = } 0 . 9 6 7$ , and for soil S2, $R ^ { 2 } { = } 0 . 8 9 4$ ， $P { < } 0 . 0 0 1$ ； Fig.2). Gullo et al. (2007) reported a similar relationship between the amount of water available to plants and the measured $\\Psi$ . They found that $\\Psi$ increased with water availability in different soil textures,which resulted in most species to react in a similar manner when these species were grown in various types of soils. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In this study, $\\boldsymbol { \\mathcal { Q } }$ 、infectoria had the lowest $\\Psi$ and $S _ { \\mathbf { \\alpha } }$ babylonica had the highest $\\Psi$ in both soils S1 and S2 (Table 2; Fig. 3). Values of $\\Psi$ were found to vary according to soil types and irrigation regimes.Figure 3 shows the combinations of five irrigation regimes and two soil types for studied species. Weighting $\\Psi$ by using the number of survived plants increased the accuracy of ranking the species.However,it is important to notice that such weighting of $\\Psi$ is not influenced by other factors such as plant biomass,total number of leaves,and plant height. These parameters vary greatly among different plants species. However, the number of surviving plants in the experiment could be used to weight $\\Psi$ because the possible number of surviving plants (five) was equal for all species. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/3adb05fa52ee29dda3748bef774584655b5e8a6a25050e8072a70b589545dcc2.jpg",
        "table_caption": [
            "Table 2 Measured $\\Psi$ of different plant species in two soil types (soil S1 and soil S2) "
        ],
        "table_footnote": [
            "Note:Values followed by the same lowercase letters in the same soil type are not significantly different $( P { < } 0 . 0 0 0 1 )$ "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Plant species</td><td colspan=\"2\">Measured Y (MPa)</td></tr><tr><td>Soil S1</td><td>Soil S2</td></tr><tr><td>Quercus infectoria</td><td>-3.985a</td><td>-3.896b</td></tr><tr><td>Olea europaea</td><td>-3.598c</td><td>-3.875b</td></tr><tr><td>Fraxinusrotundifolia</td><td>-3.520cd</td><td>-3.326</td></tr><tr><td>Acer negundo</td><td>-2.982j1</td><td>-3.436d</td></tr><tr><td>Morusalba</td><td>-3.031hj</td><td>-3.287</td></tr><tr><td>Cercis siliquastrum</td><td>-3.249ef</td><td>-3.282°</td></tr><tr><td>Citrusbigaradia</td><td>-3.253ef</td><td>-3.161fg</td></tr><tr><td>Robinia pseudacacia</td><td>-3.252ef</td><td>-2.89ij</td></tr><tr><td>Eucalyptuscamaldulensis</td><td>-3.249ef</td><td>-3.15fg</td></tr><tr><td>Morus alba cv.Kokuso</td><td>-2.917lk</td><td>-3.129gh</td></tr><tr><td>Elaeagnus angustifolia</td><td>-3.074gj</td><td>-3.119gi</td></tr><tr><td>Ailanthus altissima</td><td>-3.016ik</td><td>-3.119gi</td></tr><tr><td>Hibiscus syriacus</td><td>-3.095gi</td><td>-2.982j</td></tr><tr><td>Caesalpinia gilliesii</td><td>-2.973jl</td><td>-2.775m</td></tr><tr><td>Albiziajulibrissin</td><td>-2.539no</td><td>-2.561\"</td></tr><tr><td>Platanus orientalis</td><td>-2.451op</td><td>-2.430Pq</td></tr><tr><td>Populusalba</td><td>-2.417Pq</td><td>-2.328qr</td></tr><tr><td>Populus nigra</td><td>-2.2499</td><td></td></tr><tr><td>Salixbabylonica</td><td>-2.016t</td><td>-2.3479 -2.180s</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/e526fe2972417c07311c8c80ef21fc409c0817555252734f0b7d53bdbe47c20a.jpg",
        "table_caption": [
            ".able 3 ANOVA results of leaf water potential for 20 plant species "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Source</td><td>df</td><td>Sum of squares</td><td>Mean squares</td><td>F</td><td>P</td></tr><tr><td>Soil</td><td>1</td><td>0.684</td><td>0.684</td><td>13.92</td><td>0.0002</td></tr><tr><td>Irrigation</td><td>4</td><td>6.857</td><td>1.714</td><td>34.89</td><td><0.0001</td></tr><tr><td>Species</td><td>18</td><td>16.886</td><td>12.049</td><td>245.20</td><td><0.0001</td></tr><tr><td>Soil×Irrigation</td><td>4</td><td>0.195</td><td>0.048</td><td>1.00</td><td>0.4085</td></tr><tr><td>SoilxSpecies</td><td>18</td><td>28.697</td><td>1.594</td><td>32.44</td><td><0.0001</td></tr><tr><td>Irrigation×Species</td><td>72</td><td>24.823</td><td>0.344</td><td>7.02</td><td><0.0001</td></tr><tr><td>Soil×Irrigation×Species</td><td>72</td><td>26.629</td><td>0.369</td><td>7.53</td><td><0.0001</td></tr><tr><td>Error</td><td>760</td><td>37.347</td><td>0.049</td><td></td><td></td></tr><tr><td>Total</td><td>949</td><td>342.122</td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/514dc3d7ef7b493814c1f19ba4fca37804441848aaee910e694d9cb2421f98db.jpg",
        "img_caption": [
            "Fig.2Regression of five irrigation regimes with all leaf water potentials $( \\Psi )$ for two soil types (soil S1 and soil S2) "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The $\\Psi$ values would decrease when the plant species face water stress. The primary force driving water against plant resistances is the soil-to-leaf gradient of water potential that is expressed in reduced $\\Psi$ . Reduced $\\Psi$ may induce osmotic adjustment that helps maintain leaf hydration at low $\\Psi$ . Osakabe et al. (2O14) found that water stress induces a decrease in $\\Psi$ and stomatal opening， thus leading to the down-regulation of photosynthesis-related genes and reduced availability of $\\mathrm { C O } _ { 2 }$ . This phenomenon is valid for different plant species.As shown in Table 4, average values of $\\Psi$ in irrigation regimes of 0.4 and 1.2 were $- 3 . 2 8 7$ and $- 2 . 8 7 3 \\ \\mathrm { M P a }$ respectively,and they were statistically significant $( P { < } 0 . 0 0 0 1 )$ .The number of survived plants and the averages of measured $\\Psi$ values in each irrigation regime are presented in Table 4. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The value of DRI can clearly classfy the studied plant species. According to the survived plants,this index is also suitable to evaluate other environmental habitat factors.As shown in Figure 4,when ranked by DRI, $C$ bigaradia wasclose to S.babylonica,which indicates that $C$ bigaradia is not suitable for forestation in the study area. However,as shown in Table 2,based on the value of $\\Psi$ , we found that $C .$ bigaradia was similar to $C$ siliquastrum and $R$ pseudacacia, which can withstand the arid conditions of Isfahan when cultivated and irrigated. The primary factor preventing the growth of $C _ { \\cdot }$ ，bigaradia in this region is the low temperatures during winter because it can't withstand long period of freezing temperatures. Based on long-term climatic data (1950-20o5),the absolute minimum temperature in Isfahan was $- 1 6 ^ { \\circ } \\mathrm { C }$ in winter,and this temperature might stay for several consecutive nights,which was very harmful to $C .$ bigaradia plantations. In addition,during the present experiment, only 19 of over $5 0 ~ C .$ bigaradia plants survived, and the surviving plants were not in good conditions at the end of the experiment. The number of surviving plants decreased after winter, and those plants survived were very weak during early spring. Furthermore, the survived plants did not recover during spring and summer at the time of $\\Psi$ measurements. These findings indicate that the cold temperature is responsible for the poor survival of the C. bigaradia plants. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Based on calculated DRI of the plant species, we categorized them into five following groups: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Irrigation regime Irrigation regime Irrigation regime 5 2.04 2.60406   \n-0 -3.3 -3.1 也E GH -3.5 Morusalba -3.8 Acer negundo -3.6 Ailanthusaltisim 2.00.40.60.81.01.20.40.60.81.01.2 -2.5 0.40.60.81.01.20.40.60.81.01.2 3.004,0608101204060812   \n2.5 -3.0 T 七 -3.5   \n理 T -3.0 Albizia julibissin -3.5 -4.0 Caesalpinia gilliesii Cercis siliquastrum 2.8040601010406 -2.5 0.40.60.81012040.6001.2 3.2,0.40.60.81012,04060.8012 单 中 中中   \n(ed) -3.0 G -3.3 干 -3.7   \n里 -3.5 T -3.8 Eleaegnus angustifolia -4.0 Eucalyptus camaldulensis 4.21 Fraxinus rotundifolia 0.40.60.81.01.20.40.60.81.01.2 310406020406081012 -2.5 -3.0 T -3.6 于 T -3.8 Hibiscus syriacus -3.5 Morus alba cv.Kokuso Olea europaea 2.1040002006 2.1 0.40.60.81.01.20.40.60.81.01.2 1.90.40.60.81012040.601012 中 -2.0 L 1 于 -2.6 -2.1 T -3.1 干 -2.2 E -3.61 -3.1 -2.3 Platanus orientalis Populus alba Populus nigra   \n0000 -2681012001 1.70406080006 T T -2.2 4 -3.0 T 4.3 -3.5 Quercusinfectoria Robinia pseudacacia -2.7 Salix babylonica   \n(dN) -3.5 34 Soil S1 4.0 Citrus bigaradia ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(1） high water consuming species $\\mathrm { ( D R I { > } \\mathrm { - } 6 0 \\ M P a } ,$ ,(2)above normal water consuming species （204 $( - 6 0 \\ \\mathrm { M P a { \\ge } D R I { > } \\mathrm { - } 9 0 \\ \\mathrm { M P a } } )$ ,(3) normal water consuming species (-90 MPa ≥DRI>-120 MPa), (4) semi-drought resistant species $( - 1 2 0 \\ \\mathrm { M P a } \\mathrm { { \\ge } D R I { > } - } 1 5 0 \\ \\mathrm { M P a } )$ ，and（5） drought resistant species （20 $\\mathrm { ( D R I { \\leq } \\mathrm { - } 1 5 0 ~ M P a } ,$ ). On the basis of this categorization, Salix and Populus spp. were high water consuming species, Platanus and Albizia were above normal water consuming species, and Quercus and Olea were drought resistant species (see Fig. 4). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Although the two extremes of suitability shown in Table 2 and Figure 4 contained similar species，the composition of the central groups varied slightly. Therefore，the species were classified using similarity index (Eq. 6) and dendrogram method to verify the usefulness of DRI. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/64899f532617d9736e38865f7d0ffb19723a10e4502c2731ddb6045abbe5fad9.jpg",
        "img_caption": [
            "Fig.4DRI(drought resistance index) of the examined species "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "For this,the measured $\\Psi$ in irrigation regimes, the number of survived plants,and the calculated DRI of each plant species were used, which resulted in similar classification of species according to their water needs (Fig. 5). Plants grow when the water balance within them is favorable or during periods of high water potential. $\\Psi$ is properly correlated to soil water potential and potential evapotranspiration in the region (Kirkham, 2Oo5). The calculated DRI considers plant growth (as determined by $\\Psi$ ） and the number of survived species under different irrigation regimes. Therefore, the grouping of plant species in Figure 5 can reveal their water consuming status. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/c04a2420cfd47a2c35a71f3f6be80ba76901f76082b5bc0dc8deb59c5fec23ad.jpg",
        "img_caption": [
            "Fig.5Dendrogram used to classify the plant species "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Based on S. babylonica trees grown and subjected to O.4-1.2 irrigation regimes, we found that the DRI ranged from 0.0 to $- 2 . 4 \\ \\mathrm { M P a }$ . This indicates that if a suitable level of irrigation is not maintained, all of the cultivated plants decreased the DRI to zero. However, for drought resistant species the DRI could be as low as $- 1 5 8 . 7 \\mathrm { M P a }$ in our experiment (Fig. 4). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The height of extensively cultivated species $U .$ carpinifolia was studied in the experiment to compare with other species. It is a very common species in the Isfahan City as a street tree or urban forestation.It is established in the various soil types and irrigation regimes evaluated in this experiment. However, the growth rate of this plant is very low and its acceptable growth can be obtained when adequate water is available. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The average stem elongation of $U .$ carpinifolia was found to be $5 . 2 \\%$ in soil S1 and $4 . 1 \\%$ in soil S2 (Fig. 6). Additionally, the growth rates of $\\boldsymbol { \\mathcal { Q } }$ infectoria were $1 6 . 6 \\%$ and $1 1 . 8 \\%$ while those of $O$ .europaea were $8 . 5 \\%$ and $9 . 2 \\%$ in S1 and S2 soils,respectively, when grown under the same conditions in the experiment.Finally, $H .$ syriacus had the growth rates of $23 . 4 \\%$ and $1 6 . 8 \\%$ when grown in S1 and S2 soils (Figs.7 and 8),respectively. But its total biomass was less than those of any of the other three species listed above. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Selection of appropriate plant species for individual sites is difficult (Vertovec et al.,2001). Therefore, it is necessary to group the species under consideration while taking into account their water requirement and the amount of available water resources. Grouping based on the proposed DRI can be used to discriminate drought resistant plants from vulnerable species. According to the DRI values (Fig. 4), cultivating $\\mathcal { Q }$ .infectoria and $O$ . europaea instead of $P .$ orientalis on any soil type can save water in the Isfahan City. In addition，cultivation of $C$ siliquastrum, $F .$ （20 rotundifolia, H. syriacus, $E$ angustifolia and $M .$ alba can decrease the water needs of green spaces in this dry region as well. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The reaction of different species to arid climate conditions varies according to irrigation water availability and soil type.In addition, survival and growth rates within species can sharply change ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Soil S1 Soil S2 (%) grnrgtra Acer negundo Ailanthusaltissima Albiziajulibrissin 5 10 30   \nueee 31 864 100 2 -30 1 0.4 0.6 0.8 1.0 1.2 0.40.60.81.0 1.2 0.40.60.81.0 1.2 (%) ginrnnrna 10 Caesalpinia gilliesii Cercis siliquastrum 50 Citrusbigaradia   \nuets 010 -20 TTT □ 83 5 -30 0.4 0.6 0.8 1.0 1.2 2 0.4 0.6 0.8 1.0 1.2 -100 0.4 0.6 0.8 1.0 1.2 (%) ganatga 20 Elaeagnusangustifolia 12 Eucalyptus camaledulensis Fraxinus rotundifolia   \nuets 100 -10l 84 0 0.4 0.6 0.81.0 1.2 20100 0 0.4 0.6 0.8 1.01.2 0.4 0.6 0.8 1.0 1.2 （%) gnrneina 40 Hibiscussyriacus 10 Morusalba 10, Morusalbacv.Kokuso 0   \nuete 20 0 -10 0 0.4 0.6 0.81.0 1.2 10 0.4 0.6 0.8 1.0 1.2 -20l 0.4 0.6 0.8 1.0 1.2 Oleaeuropaea 0 Platanus orientalis 20 Populus alba 0   \ntets 8 -50 -20 1 40 -2 -100 -60 0.4 0.6 0.8 1.0 1.2 0.4 0.6 0.8 1.0 1.2 0.4 0.6 0.8 1.0 1.2 Quercus infectoria 10 Robiniapseudacacia 186420 Ulmus carpinifolia uets -10 -30 0 -50 0.4 0.60.81.0 1.2 -70 0.4 0.6 0.8 1.0 1.2 0.4 0.60.81.01.2 Irrigation regime Irrigation regime Irrigation regime ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/2ecab4ffaa49964483e016667eaf3e1d65e03f5cc6a5ab66cb45fb063ffd4b2b.jpg",
        "img_caption": [
            "Fig.7Average stem elongation of different plant species in soil S1 "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/47d587648d741ce21853bb5fbc07eb7a9975daaaca993f947380bb86592f3a9d.jpg",
        "img_caption": [
            "Fig.8Average stem elongation of different plant species in soil S2 "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "in response to various conditions. In this study, the percentage stem elongation was employed to compare the cultivated plants. However, this method did not produce absolute or ideal criterion because the plants had various heights at the time of planting and the general species growth rates differed. The main stem of some species, such as $U .$ carpinifolia, $P .$ orientalis and Populus spp., died,after which other buds supported the growth and subsequent stem elongation. However, when other species,such as $O$ europaea, $\\scriptstyle Q$ infectoria, $E$ . angustifolia,were evaluated， the offshoots began to grow more strongly and supported significant height growth or stem elongation, to the point that the growth of new shoots exceeded the length of the main stem. Despite this finding, when the length of the longest stem measured from the pot soil level during the first autumn was compared to the second autumn, the growth was negative due to the presence of dried stems. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The percentage stem elongation for different species in each irrigation treatment is shown in Figure 6. This figure shows that some species had negative stem elongation and some had positive stem elongation. Most of the S. babylonica and $P .$ nigra in the O.4,O.6,and O.8 irrigation regimes dried after the first spring,while some of these plants in the 1.O and 1.2 irrigation regimes dried after the first summer. In Figure 6, stem elongation of $U .$ carpinifolia is shown. However, we could not measure the $\\Psi$ for this species because its petiole was too short to be used in the pressure chamber. Moreover, the growth rate of this plant is very low. Despite this low growth rate,acceptable growth can be expected with high irrigation regimes. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Based on a comparison of the percentage stem elongation with DRI, we used $\\boldsymbol { \\mathcal { Q } }$ infectoria or $O$ europaea to replace $U .$ carpinifolia,although $F .$ rotundifolia will also be very useful in some cases.Finally, $H .$ syriacus may be useful if a tall tree is not recommended. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The average percentage growth rate for $A$ . julibrissin was found to be $8 . 5 \\%$ and $0 . 2 \\%$ for S1 and S2 soils,respectively (Figs. 7 and 8). These findings indicate that $A$ . julibrissin prefers good soil and is suitable for use in parks,but not for use,in general, in urban forestation project.In addition, the DRI of $A$ . julibrissin is high,which indicates that its water requirements are similar to those of $P .$ orientalis.As a result, A. julibrissin must be planted under controlled conditions. Therefore,A. julibrissin is not suitable for general and widespread plantation in arid areas. Taken together, these findings indicate that this species can be cultivated in parks with adequate water supplies for its attractive flowers and funnel-shaped branching characteristics. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In general, the results of this study indicate that $\\boldsymbol { \\mathcal { Q } }$ infectoria and $F .$ rotundifolia prefer good soils, whereas $H .$ syriacus is suitable for cultivation in poor soils and $O$ .europaea actually prefers poor soils. However, based on their low water needs, we recommend that all of these species can be cultivated under any conditions present in urban greeneries. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In practice, most plants exert some kind of autonomous control over their leaf water status, tending to minimize changes in leaf water status as the soil dries or as evaporative demand increases. Moreover, in principle, water status is an ideal measure of water deficit as it is already subject to some physiological control，and indeed, $\\Psi$ generally shows some homeostasis. Nevertheless,changes in $\\Psi$ together with plants surviving during different irrigation regimes could be an approach to select suitable species for forestation in arid lands. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4 Conclusions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The aim of study was to select suitable woody species under two soil types and five irrigation regimes in arid region of the Isfahan City by measuring $\\Psi$ and calculating the DRI.Low water requirement among woody species is a relative property and the measurement of $\\Psi$ of woody species does not need extensive experimentation. Results showed that DRI and similarity index had classified the species very similar to each other and dendrogram confirmed the DRI significance graphically. Among the studied species, $A$ : julibrissin preferred good soil and was suitable to be used in parks but not in general urban forestation project. $U .$ carpinifolia,which is the most widespread species in the Isfahan City, has been established on various soil types and irrigation regimes evaluated in the experiment. However, the growth rate of this plant is very low. Despite this low growth rate,acceptable growth can be expected with high irrgation regimes. Moreover, U. carpinifolia is a short petiolae species,so researchers can measure \"dew point water potential\" instead of the index of $\\Psi$ . The results of this study indicated that $\\boldsymbol { \\mathcal { Q } }$ .infectoria and $F .$ （204号 rotundifolia prefer good soils,whereas $H .$ syriacus is suitable for cultivation in poor soils and $O$ europaea actually prefers poor soils. However,based on their low water needs,all of these species can be cultivated under any conditions present in urban greeneries. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "We would like to thank students of the Isfahan UniversityofTechnology,Iran forhelpus to perform this research. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Augé RM,Duan X,Croker JL,etal.1998.Foliardehydration toleranceof twelve deciduous tree species.Journalof Experimental Botany, 49(321): 753-759.   \nBouyoucos GJ.1962.Hydrometer method improved for making particle size analyses of soils1.Agronomy Journal,4(5): 464-465.   \nDavisJA，KerezsyA.Nicol,S.2O17.Springs:conservingperennial wateriscritical inarid landscapes.Biological Conservation,211:30-35.   \nEndresL.2Oo7.Dailyand seasonal variation of water relationship in sugarapple(Annona squamosa L.）under diferent irigation regimes at semi-arid Brazil. Scientia Horticulturae,113(2):149-154.   \nFischer RA,WoodJT.1979.Drought resistance inspring wheat cultivars.II.Yield association with morpho-physiological traits.Australian Journal of Agricultural Research,30(6):1001-1020.   \nFukudaK,NishiyaY,Nakamura M,etal.997.WaterrelationsofYezospruceandTodofirindeclinedstandsofborealforest in Hokkaido,Japan. Journal of Forest Research,2(2): 79-84.   \nGee G W,OrD.2002.Particle-size analysis.In:DaneJH,ToppGC.MethodsofSoilAnalysis,Part4,Physical Methods.Soil Science Society of America Book Series.Madison: Soil Science Society of America,255-293.   \nGoyal MR.2015. Sustainable Micro Irrigation. Tornoto: Oakille CRC Press, 506.   \nGullo MAL,TrifiloP,RaimondoF.2Oo7.Hydrauliccharacteristicsand water relations inpigment-less mutant shootsof an orange tree.Tree Physiology,27(2): 209-217.   \nJafari Haghighi M.2003.Methods ofSoil Sampling and Analysis.Tehran: Nedaye Zohi Publications,236.(in Persian)   \nJames D W,Hanks RJ,Jurinak JJ.1982.Modern Irrigated Soils.New York: John Wiley& Sons,235.   \nJones HG.2oo7.Monitoring plantand soil water status: established and novel methods revisitedand theirrelevance to studies of drought tolerance.Journal of Experimenatl Botany,58(2):119-130.   \nJongmaR H,Ter Braak CJ,Van TongerenOF.1995.Data Analysis in Community and Landscape Ecology.Cambridge: Cambridge University Press,299.   \nKaramanos A,Papatheohari A.99.Assessmentof droughtresistance ofcrop genotypes by meansof the water potential index. Crop Science,39(6): 1792-1797.   \nKent M.2011. Vegetation Description and Data Analysis: A Practical Approach.New York: John Wiley & Sons,428.   \nKirkham MB.2Oo5.Principles of Soil and Plant Water Relations.Burlington: Academic Press,500.   \nKlute A.1986. Methods of Soil Analysis,Part 1.Physical and Mineralogical Properties ( $2 ^ { \\mathrm { n d } }$ ed.). Madison: American Society of Agronomy and Soil Science Society of America,1188.   \nKramer PJ,Boyer JS.1997.Water relations of plants and soils.Forest Science,43(1):151-152.   \nMueler-Dombois D,Ellnberg H.2013.Aims and Methods ofVegetation Ecology.New York: John Wiley & Sons,547.   \nMishio M,Yokoi Y.1991.A model for estimation of waterflowresistance in soil-leaf pathwayunderdynamic conditions. Journal of Experimental Botany,42(4): 541-546.   \nOsakabe Y，Osakabe K，Shinozaki K，et al.2014.Response of plants to water stressFront Plant Science,doi: 10.3389/fpls.2014.00086.   \nPerTS,KhanNA,ReddyPS,etal.2O17.Approaches inmodulating proline metabolismin plants forsaltanddroughtstress tolerance: Phytohormones,mineral nutrients and transgenic.Plant physiologyand biochemistry,l15:126-140.   \nPerez-PriegoO,Zarco-TejadaPJ,MilerJR,etal.2005.Detectionof waterstressinorchardtrees withahigh-resolution spectrometer through chlorophyllfluorescence in-fillng of theO/sub 2/-A band.Geoscience and Remote Sensing,IEEE Transactions,43(12): 2860-2869.   \nSakcali M,Ozturk M.2o04.Eco-physiological behaviourof some Mediteranean plantsas suitablecandidates forreclamation of degraded areas. Journal of Arid Environments,57(2):141-153.   \nSchneiderE,Sanders J,Von WilertD.2006.Devil's claw(Harpagophytum procumbens)fromsouthern Africa:sustainableuse by cultivation combined with controlled harvesting in semi-wild populations.Frontis,17:181-202.   \nShrestha MK,StockWD,Ward D,etal.2003.Water status of isolated Negevdesert populationsof Acacia raddiana with different mortality levels. Plant Ecology,168(2): 297-307.   \nSlavich PGPettersonGH.1993.Estimating theelectricalconductivityofsaturatedpasteextracts from1:5soil,water suspensions and texture.Soil Research,31(1): 73-81.   \nVertovecM,SakcaliS,Ozturk M,etal.2oo1.Diagnosingplantwaterstatusasatolforqantifing waterstressonargional basis in Mediterranean drylands.Annals of Forest Science,58(2):113-125. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]