[
    {
        "type": "text",
        "text": "RADIAL VARIATIONS OF OUTWARD AND INWARD ALFVENIC FLUCTUATIONS BASED ONULYSSES OBSERVATIONS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "L. YANG,1,2,\\* L. C. LEE, $3 , 4$ J. P. L1, $^ { 5 }$ Q. Y. LUO, $^ 1$ C. L. KUO,’ J. K. SHI $^ 2$ AND D. J. WU $^ { 1 }$ （20 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1CAS Key Laboratory of Planetary Sciences, Purple Mountain Obseruatory, CAS, Nanjing 210008, China   \n2 State Key Laboratory of Space Weather, National Space Science Center， CAS, Beijing 100190, China   \n3Institute of Space Science, National Central University, Jhongli 320, Taiwan   \n4Institute of Earth Sciences, Academia Sinica, Taipei 11529, Taiwan   \n5 Purple Mountain Observatory, Chinese Academy of Sciences， Nanjing 210oo8, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ulysses magnetic and plasma data are used to study hourly-scale Alfvénic fuctuations in the solar polar wind. The calculated energy ratio $R _ { v _ { A } } ^ { 2 }$ (cal) of inward to outward Alfvén waves is obtained from the observed Walén slope through an analytical expression,and the observed $R _ { v _ { A } } ^ { 2 }$ (obs) is based on a direct decomposition of original Alfvénic fluctuations into outward- and inward-propagating Alfvén waves. The radial variation of $R _ { v _ { A } } ^ { 2 }$ (cal） shows a monotonically increasing trend with heliocentric distance $r$ , implying the increasing local generation or contribution of inward Alfvén waves. The contribution is also shown by the radial increase in the occurrence of dominant inward fuctuations. We further pointed out a higher occurrence ( $\\sim$ 83% of a day in average) of dominant outward Alfvénic fluctuations in the solar wind than previously estimated. Since $R _ { v _ { A } } ^ { 2 } ( \\mathrm { c a l ) }$ is more accurate than $R _ { v _ { A } } ^ { 2 }$ (obs)in the measurement of the energy ratio for dominant outward fluctuations,the values of $R _ { v _ { A } } ^ { 2 } ( \\mathrm { c a l } )$ in our results are likely more realistic in the solar wind than previously estimated and than $R _ { v _ { A } } ^ { 2 }$ (obs) in our results. The duration ratio $R _ { T }$ of dominant inward to all Alfvénic fluctuations increases monotonically with $r$ ，and is about two or more times that from Voyager $\\boldsymbol { \\mathcal { Z } }$ observations at $r \\ \\geq \\ 4$ AU.Finally, from the variation trend in our results,a higher (lower） occurrence rate is expected at $r ~ < ~ 1$ AU( $r \\ > \\ 4$ AU）for dominant outward Alfvénic fluctuations,and opposite variations are expected for dominant inward fluctuations. Simultaneously, $R _ { v _ { A } } ^ { 2 }$ (cal) and $R _ { T }$ will be expected to be smaller at $r < 1$ AU and larger at $r > 4$ AU.These results reveal new qualitative and quantitative features of Alfvénic fluctuations therein compared with previous studies and put constraints on modelling the variation of solar wind fluctuations. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: magnetohydrodynamics (MHD) - methods: analytical - plasmas - solar wind - wave ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.INTRODUCTION ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Alfvén waves, as a type of magnetohydrodynamic wave in which ions oscillate in response to a restoring force provided by an efective tension on the magnetic field lines (Alfvén 1942),have been extensively investigated in the solar wind context (e.g.， Belcher & Davis 1971; Yang & Chao 2013 for a review)and have a significant contribution to the solar wind acceleration and coronal heating (e.g., van der Holst et al. 2014,and references therein). Impressive advances have been made in both relevant observations and the theory of Alfvén waves. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Outward-propagating (away from the Sun) Alfven waves are often observed in the solar wind since the end of 1960s (e.g, Belcher et al. 1969; Daily 1973; Burlaga & Turner 1976; Denskat & Neubauer 1982; Riley et al. 1996),and inward-propagating (toward the Sun) ones are usually mentioned without providing specific observations. With the development of satelite technology providing higher timeresolution plasma and magnetic field data,both case and statistical studies clearly show the relatively rare existence of inward Alfven waves at 1 AU and beyond (i.e., Belcher & Davis 1971; Roberts et al. 1987a,b; Bavassano & Bruno 1989; Gosling et al. 2009,2011; Wang et al. 2015; He et al. 2015; Li et al. 2016,etc). When the solar wind expands,both outward and inward Alfvén waves may meet each other,and the superposition of both waves can cause the subunity of Walen slope when Alfvenic fluctuations observed in the solar wind are assumed to be a mixture of both waves with opposite propagation directions in the wind plasma frame of reference (i.e., D'Amicis & Bruno 2O15). This superposition model of inward and outward Alfvén waves is confirmed by the observational evidence from the Wind data (Yang et al. 2016). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Owing to important contributions to the dynamics of the solar wind (Alazraki & Couturier 1971; Belcher 1971; Hollweg 1973a,b), it is necessary to study the Alfven wave variation/evolution in the solar wind at various heliocentric distances (Belcher & Davis 1971; Hollweg 1974; Roberts et al. 1987a).With increasing heliocentric distance away from the Sun, the Alfvén wave period was found to become shorter (Bruno et al.1985),and that both the normalized cross helicity and the Alfvén ratio (i.e., the ratio of kinetic to magnetic energy of the fuctuation) decrease (e.g.,Bavassano et al. 1982;Matthaeus & Goldstein 1982; Bruno et al. 1985; Bruno & Dobrowolny 1986; Roberts et al. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1987b,a,1990; Grappin et al.1990; Marsch & Tu 1990; Matthaeus et al. 2004), implying an evolution toward a less purely Alfvénic state in the outer heliosphere. Such decreases may be caused by the gradual increase in the occurrence of inward-propagating Alfven waves (Roberts et al. 1987a,b) and the radial expansion of the solar wind (Whang l973; Hollweg l974). Helios 1 and 2 observations show the agreement of the radial evolution of the wave amplitudes with saturated waves (i.e., with a constant energy density ratio of the wave to the background magnetic field) rather than with undamped ones (i.e., the wave energy is conserved) in 0.41-0.65 AU (Villante 1980). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "These results mentioned above show that the contribution of the Alfvén waves to the energetics of the solar wind may be greater than previously estimated. The presence of the two opposite direction waves could facilitate the development of nonlinear interactions (e.g., Dobrowolny et al. 1980） for the dynamical evolution of the MHD turbulence (Bruno $\\&$ Carbone 2013） and be responsible for the decreases in the normalized cross helicity of Alfvénic fluctuations with increasing heliocentric distance (e.g., Matthaeus & Goldstein 1982; Roberts et al. 1987a,b; Grappin & Veli 1996; Bavassano et al. 2000a; Matthaeus et al. 2004).The interaction between both Alfveén waves is also believed to be an important source for solar wind plasma heating (van der Holst et al. 2014). For the first time,the Ulysses misson measured directly the solar wind plasma and field properties in the polar region, which are diffrent from the low-latitude (or the ecliptic) solar wind fows (i.e., Horbury et al. 1995; Goldstein et al. 1995; Smith et al. 1995; Tsurutani et al. 1996; Smith et al. 1997; McComas et al. 2000; Ebert et al. 2013). Its observations of Alfvenic fluctuations show that the wave properties in the polar wind seem to be determined mainly by the heliocentric distance rather than by the heliographic latitude (e.g., Goldstein et al. 1995; Horbury et al. 1995). With the solar heliocentric distance, the anisotropy of the magnetic fluctuations increases but the Alfvénicity decreases (Neugebauer 2004). A systematic study (Bavassano et al. 200ob) on the radial variation of outward- and inward-propagating Alfvénic fluctuations in the polar wind indicates that inside $\\sim 2 . 5$ AU, the outward-propagating fluctuations decrease faster than the inward ones but beyond $\\sim$ 2.5 AU,the radial gradient of inward ones increase faster. This result implies diferent radial regimes of Alfvénic fuctuations at diferent distances,that is,the radial variation of Alfvénic fuctuations are ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "radially dependent. The features of dominant outward and dominant inward Alfvenic fuctuations put a constraint on modelling the wave/turbulence variation/evolution in the solar wind.   \nRecently, we provided direct observational evidence that the superposition of inward- and outwardpropagating Alfvén waves can cause the subunity of Walén slope, and obtain an analytical relation between the Walén slope and the amplitude ratio of inward to outward waves (Yang et al. 2016). The Walén slope is obtained using the CHYL method (Chao et al. 2014), which can better quantitatively estimate the Walén slope of Alfvénic fluctuations in the solar wind.   \nIn the present paper,the term“Alfven wave” is adopted to depict the plasma and related magnetic fluctuations with a Walen slope $| R _ { W } | = 1$ . This kind of waves is also called pure (unidirectionally propagating) Alfvén waves. Another term “Alfvénic fluctuation” is used to describe propagating fluctuations with $| R _ { W } | < 1$ in order to differentiate it from the term “Alfvén wave”. This kind of fuctuations can be interpreted as a mixture of outward- and inward-propagating Alfven waves (Yang et al. 2016), based on which the Alfvénic fluctuations can be clasifed into dominant inward- and dominant outward-propagating ones if the amplitude ratio $R _ { v _ { A } }$ of inward to outward Alfvén waves is larger or smaller than 1. In order to be consistent with previous studies,the term “Alfvén wave” is still used for convenience in this section although it is more accurate to use“Alfvénic fuctuations” to describe the observed plasma and magnetic variations from a physical point of view. In this paper, the Ulysses magnetic and plasma data are used to examine the radial variations of outward- and inward-propagating Alfvénic fluctuations in the solar wind. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.MODEL ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Yang et al.(2016) shows that the amplitude ratio $R _ { v _ { A } }$ of the inward to outward Alfvén waves can be related to the Walén slope $R _ { W }$ by the following equations in the RTN coordinates, ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nR _ { v _ { A } } ( \\mathrm { c a l } ) = { \\frac { 1 + R _ { W } } { 1 - R _ { W } } } ~ ( \\mathrm { f o r } ~ B _ { R } > 0 )\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "and ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nR _ { v _ { A } } ( \\mathrm { c a l } ) = { \\frac { 1 - R _ { W } } { 1 + R _ { W } } } ~ ( \\mathrm { f o r } ~ B _ { R } < 0 ) .\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The Walén slope $R _ { W }$ is calculated from $\\Delta \\mathbf { V } = R _ { W } \\Delta \\mathbf { V } _ { A }$ ，and equals $\\pm 1$ for pure (unidirectionally propagating） Alfvén waves. Here $\\Delta \\mathbf V$ and $\\Delta \\mathbf { V } _ { A }$ are the time difference of the bulk and Alfvén velocities from satellite observations, which was proposed by Chao et al. (2014,the CHYL method hereafter). This method can better quantitatively estimate the Walén slope of Alfvénic fluctuations in the solar wind. From the amplitude ratio, $R _ { v _ { A } } ( \\mathrm { c a l } )$ , it is easy to get the related energy ratio of inward to outward Alfvén waves, i.e., $e _ { - } / e _ { + } = R _ { v _ { A } } ( \\mathrm { c a l ) ^ { 2 } }$ . Note that the calculated ratio $R _ { v _ { A } } ( \\mathrm { c a l } )$ is obtained from $R _ { W }$ ，which is determined by the observed $\\Delta \\mathbf V$ and $\\Delta \\mathbf { V } _ { A }$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We define the ratio $R _ { v _ { A } } ( \\mathrm { o b s } )$ ，which is directly calculated from satellite observations,as ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nR _ { v _ { A } } ( \\mathrm { o b s } ) \\equiv \\frac { \\mathrm { r m s ~ o f ~ } \\Delta \\mathbf { V } _ { \\mathrm { A i n } } } { \\mathrm { r m s ~ o f ~ } \\Delta \\mathbf { V } _ { \\mathrm { A o u t } } } .\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Here rms means the root mean square values for $\\Delta \\mathbf { V } _ { \\mathrm { A i n } }$ and $\\Delta \\mathbf { V } _ { \\mathrm { A o u t } }$ ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta \\mathbf { V } _ { \\mathrm { A i n } } = \\Delta \\mathbf { V } _ { \\mathrm { i n } } = { \\frac { \\Delta \\mathbf { V } _ { \\mathrm { A } } + \\Delta \\mathbf { V } } { 2 } } , \\quad \\Delta \\mathbf { V } _ { \\mathrm { A o u t } } = - \\Delta \\mathbf { V } _ { \\mathrm { o u t } } = { \\frac { \\Delta \\mathbf { V } _ { \\mathrm { A } } - \\Delta \\mathbf { V } } { 2 } } \\quad ( { \\mathrm { f o r ~ } } B _ { R } > 0 )\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "and ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta \\mathbf { V } _ { \\mathrm { A o u t } } = \\Delta \\mathbf { V } _ { \\mathrm { o u t } } = { \\frac { \\Delta \\mathbf { V } _ { \\mathrm { A } } + \\Delta \\mathbf { V } } { 2 } } , \\quad \\Delta \\mathbf { V } _ { \\mathrm { A i n } } = - \\Delta \\mathbf { V } _ { \\mathrm { i n } } = { \\frac { \\Delta \\mathbf { V } _ { \\mathrm { A } } - \\Delta \\mathbf { V } } { 2 } } \\quad ( { \\mathrm { f o r ~ } } B _ { R } < 0 ) .\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The subscripts “in” and “out” denote inward and outward wave propagation directions. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "For a complete description of the superposition model of inward- to outward-propagating Alfvén waves in the solar wind, readers are referred to our recent work on this topic (Yang et al. 2016). The work presented observational evidence for the relationship between Walén slope, $R _ { W }$ ，and the amplitude ratio, $R _ { v _ { A } } ( \\mathrm { c a l } )$ ， of inward to outward Alfvén waves to explain the subunity Walén slope of Alfvénic fluctuations in the solar wind,and showed that the values of $R _ { v _ { A } } ( \\mathrm { c a l } )$ are closer to true values and smaller than $R _ { v _ { A } } ( \\mathrm { o b s } )$ for dominant outward-propagating Alfvenic fluctuations. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.DATA AND METHODOLOGY ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The plasma and magnetic field data of Ulysses misson (Wenzel et al. 1992) willbe used to study the radial variation of Alfvénic fluctuations in the solar wind. The time resolution of plasma data (including the bulk velocity,the proton number density） is either 4 or 8 minutes due to diffrent operating modes. The magnetic field data are 1-minute averaged. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We follw the same procedure of Bavassano et al. (2O0ob) to select the events for Alfvenic fluctuations in order to compare our results with theirs directly. Firstly, averages over 4 or 8 minutes of the magnetic field data are taken to get the corresponding magnetic vector with respect to the time of the plasma data. The combined magnetic and plasma data give the Alfven velocity $\\mathbf { V } _ { A }$ for further selecting Alfvenic events. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/61342f7cb836d21985b591115b18e8cc86ce6da79798df3acbf8d33e868554af.jpg",
        "img_caption": [
            "Figure 1. The Ulysses heliocentric distance ( $r$ ),latitude ( $\\Theta$ )，and longitude( $\\Phi$ ）in an inertial heliographic coordinate system versus time from mid 1992 to mid 1997. Thick bars indicate the polar wind regions to be studied. Same as part of Figure 1 in Bavassano et al. (2000b). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Secondly,relatively homogeneous and steady flow regions are selected on a daily basis (i.e.，24 hour duration). To reduce the effects of nonsteady plasma flows and other processes (e.g., shear and compression efects) in the solar wind, the rejected hourly data intervals are those with large changes in the number density $N$ or the magnetic field magnitude $B$ (i.e., the related relative standard deviations of $N$ and $B$ for each day are above given thresholds). The selection can effectively exclude the strongest disturbances,ensuring that the selected sample is more likely Alfvénic than the original one. Although there is no constraint on the velocity-magnetic field correlation in Bavassano et al. (2000b)，we have checked that if we only select the events with a correlation coefficient $\\geq 0 . 6$ ，the results will not change dramatically. The selected two periods in polar regions are represented in Figure 1 by thick bars and will be used for further analysis of Alfvénic fluctuations therein. The left bar denotes the southern passage (the heliographic latitude $\\Theta < 0$ )，and the right bar denotes the northern one ( $\\Theta > 0$ ). For more detailed information of the data selection for the two periods, interested readers are referred to Bavassano et al. (2000b). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Thirdly, averages over O.1 AU of the hourly means of $R _ { v _ { A } }$ or $e _ { - } / e _ { + }$ are used to study the radial variation of the Alfvénic fluctuations. The investigated heliocentric distance is in the range of 1.4- 4.3 AU. Owing to little difference of solar wind fuctuation properties between the northern and southern hemispheres (i.e., Bavassano et al. 1999,200ob),we will analyse together the observations from both hemispheres. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Finally, in addition to the above criteria mentioned by Bavassano et al. (20oob),one more criterion is adopted in the present paper, that is, only cases with $0 \\le R _ { v _ { A } } \\le 7$ are selected based on the parameters from Yang et al. (2O16). The number of other cases are too small ( $\\sim 3 \\%$ of all events selected from the method of Bavassano et al. (20oob)） to obviously affect the statistical results although some subtle qualitative difference does exist. Here it should be noted that,in most cases, we use the mean value of a specific parameter of interest to discuss the radial variation of Alfvenic fluctuations in the solar wind, unless otherwise stated. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.RESULTS ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The selected two periods of Ulysses observations are 1993/10/01-1995/01/31 and 1995/04/01/- 1996/08/19 when the solar wind was relatively homogeneous and steady. The corresponding heliocentric distance is 1.4-4.3 AU. One event duration is one hour. The total number of selected events for further analysis is 21739.The number ratio of dominant inward to dominant outward Alfvenic fuctuations is about 11.3% for the whole sample,that is,the fraction of the dominant fluctuations accounts for $\\sim 1 0 . 2 \\%$ of the total (outward and inward) Alfvénic duration. For Alfvén wave events in the solar wind, we have $| R _ { W } | \\le 1$ and $R _ { v _ { A } } \\geq 0$ (Yang et al. 2016). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Two typical events from Ulysses observations are shown in Figure 2 for dominant (a) outward and (b) inward Alfvénic fluctuations in the solar polar winds, with the wave amplitude ratio $R _ { v _ { A } } < 1$ and ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/264501ab5b3d4e6eff5422d875e1765eb1604f21d9e85e2b2000d820cf0c0f73.jpg",
        "img_caption": [
            "Figure 2. Solar wind velocity $( V _ { R } , V _ { T } , V _ { N . }$ )，Alfvén velocity $( V _ { A R } , V _ { A T } , V _ { A N } )$ , the magnetic field intensity （20 $\\left( \\left| \\mathbf { B } \\right| \\right)$ ，and proton number density ( $N$ ） in Radial-Tangential-Normal (RTN） coordinates for dominant (a) outward and (b) inward Alfvenic fluctuations observed by Ulysses.Related diferences in the velocity $( \\Delta \\mathbf { V } )$ vs.those in Alfven velocity ( $\\Delta \\mathbf { V } _ { A }$ ）are plotted in panels (c) and (d),respectively. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "$R _ { v _ { A } } > 1$ ,respectively. They have common characteristics of Alfven waves, i.e., relatively constant $| \\mathbf { B } |$ and density $N$ and well correlated $\\mathbf { V }$ and $\\mathbf { B }$ . The related Walén slopes are subunity (i.e., $| R _ { W } | < 1$ ） ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "for all three components of $\\mathbf { V }$ and $\\mathbf { B }$ ，which can be explained by the superposition of outward- and inward-propagating Alfvén waves with an amplitude ratio $R _ { v _ { A } }$ calculated from Equations (1) or (2). ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/01d750188a0aa0febf92e81cd4639389bb7a95b15b89cdabbbf58dfb4b76d7fd.jpg",
        "img_caption": [
            "Figure 3. (a) Radial variation of the amplitude ratio ( $R _ { v _ { A } }$ )of inward to outward Alfvén waves and (b) scatter plot of observed $R _ { v _ { A } } ( \\mathrm { o b s } )$ vs.calculated $R _ { v _ { A } } ( \\mathrm { c a l } )$ from Ulysses observations in the selected time periods shown in Figure 1. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Figure 3 shows that $R _ { v _ { A } } ( \\mathrm { o b s } )$ is larger than $R _ { v _ { A } } ( \\mathrm { c a l } )$ when inward Alfvén waves are not dominant (e.g., $R _ { v _ { A } } ( \\mathrm { c a l } ) \\ \\leq \\ 0 . 5 \\$ ） at heliocentric distances smaller than $\\sim 3$ AU,and close to $R _ { v _ { A } } ( \\mathrm { c a l } )$ when both wave amplitudes are comparable (e.g., $R _ { v _ { A } } ( \\mathrm { c a l } ) \\ > \\ 0 . 5$ ）at a larger distance ( $\\geq 3$ AU). This result is consistent with Yang et al. (2016). They showed that $R _ { v _ { A } } ( \\mathrm { o b s } ) \\geq R _ { v _ { A } } ( \\mathrm { c a l } )$ for dominant outward Alfvénic fluctuations due to the presence of non-Alfvénic noise and $R _ { v _ { A } } ( \\mathrm { c a l } )$ is closer to the true value of $R _ { v _ { A } }$ than $R _ { v _ { A } } ( \\mathrm { o b s } )$ .Both $R _ { v _ { A } } ( \\mathrm { c a l } )$ and $R _ { v _ { A } } ( \\mathrm { o b s } )$ increases with heliocentric distance $r$ ， indicating the gradually increasing contribution or generation of inward Alfvén waves through some instabilities or other physical mechanisms. The properties of the variation of $R _ { v _ { A } }$ are consistent with previous studies on this topic (e.g., Roberts et al. 1987a,b; Bavassano et al. 200ob; Li et al. 2016). The radial variation of the energy ratio $R _ { v _ { A } } ^ { 2 }$ (obs) shown in Figure 4(a) is similar to the results of Bavassano et al. (200ob)，which confirms the validity of the application of the CHYL method (Chao et al. 2014) in the studies for identifying Alfvénic fuctuations in the solar wind. As mentioned earlier, $R _ { v _ { A } } ( \\mathrm { c a l } )$ , derived from observed Walen slope based on Equation (1) or (2),is more accurate than $R _ { v _ { A } } ( \\mathrm { o b s } )$ .The values of $R _ { v _ { A } } ^ { 2 }$ (cal) can be half or less of those by Bavassano et al. (2000b) or $R _ { v _ { A } } ^ { 2 } ( \\mathrm { { o b s } ) }$ obtained here at smaller heliocentric distances ( $< 3$ AU),and closer to or approaches the previous results at larger heliocentric distances ( $> 3$ AU).The features for this difference are due to different radial behaviour of the energy ratio $R _ { v _ { A } } ^ { 2 }$ (or $e _ { - } / e _ { + }$ ） presented by the two studies. Bavassano et al. (2Ooob) found two diffrent regimes of the Alfvénic fuctuation variations at different heliocentric distances, that is, inside about 2.5 AU the energy ratio $e _ { - } / e _ { + }$ exists a rising trend with the heliocentric distance $r$ , and beyond the distance the ratio becomes almost constant ( $\\left( \\sim 0 . 5 \\right)$ with （20 $r$ . However, in the present work, the variation of wave energy ratio $R _ { v _ { A } } ^ { 2 } ( \\mathrm { c a l ) }$ (or $e _ { - } / e _ { + }$ ） shows an obvious monotonically increasing trend with $r$ . The basic reason for the different trends is that we use Equations (1） or (2) to get the wave energy ratio $R _ { v _ { A } } ^ { 2 }$ (i.e.， $R _ { v _ { A } } ^ { 2 } ( \\mathrm { c a l ) }$ ） while Bavassano et al. (2000b) used the perturbed quantities for calculating the wave energy ratio, similar to $R _ { v _ { A } } ^ { 2 } ( \\mathrm { { o b s } ) }$ .It has been shown that $R _ { v _ { A } } ^ { 2 } ( \\mathrm { c a l } )$ is more accurate than $R _ { v _ { A } } ^ { 2 }$ (obs) (Yang et al. 2016). The radial variation of $R _ { v _ { A } } ^ { 2 } ( \\mathrm { { o b s } ) }$ in Figure $\\mathrm { 4 ( a ) }$ is similar to those by Bavassano et al. (20oob). It is likely that the values of $R _ { v _ { A } } ^ { 2 } ( \\mathrm { c a l } )$ in our results are closer to realistic physical processes in the solar wind than those of Bavassano et al. (2000b) and those of $R _ { v _ { A } } ^ { 2 } ( \\mathrm { { o b s } ) }$ in our results. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/1d66e451140f7a179d8c45f14e8d75c209ddbf92987d9bc37943bd1a5ccd29e6.jpg",
        "img_caption": [
            "Figure 4. Radial variations of (a) energy ratio ( $e _ { - } / e _ { + } = R _ { v _ { A } } ^ { 2 }$ ） of inward to outward Alfvén waves from Bavassano et al. (2000b, denoted by B2000)，observed $R _ { v _ { A } } ^ { 2 } ( \\mathrm { { o b s } ) }$ , calculated $R _ { v _ { A } } ^ { 2 } ( \\mathrm { c a l ) }$ , and (b) the median and the mean of $R _ { v _ { A } } ^ { 2 } ( \\mathrm { c a l ) }$ "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/f6e7f33dfef9b3a046656414e86b655e20ec2d6f4c3b49a0afb83f69ffe2c27c.jpg",
        "img_caption": [
            "Figure 5. Distributions of $\\boldsymbol { R _ { v _ { A } } }$ and $R _ { v _ { A } } ^ { - 1 }$ for dominant (a) outward and (b) inward Alfvenic fluctuations, where $\\boldsymbol { R _ { v _ { A } } }$ is the amplitude ratio of inward to outward Alfvén waves. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The radial variations of the median and the mean of $R _ { v _ { A } } ^ { 2 }$ (cal) in Figure 4(b) are different at different heliocentric distances $r$ .Inside $\\sim 3$ AU,both radial variations of $R _ { v _ { A } } ^ { 2 }$ (cal) are similar, but in the larger distances ( $r > 3$ AU),the difference between the median and the mean is increasing with $r$ ： The mean $R _ { v _ { A } } ^ { 2 } ( \\mathrm { c a l } )$ can be two times or more that of the relevant median at about 4 AU, indicating the existence of some extremely large values of $R _ { v _ { A } } ^ { 2 }$ (cal) and hence the existence of purely inwardpropagating Alfvén waves. Both median and mean show an increasing trend with $r$ , and the mean values have a steeper rate with $r$ than the median ones. The increase in $R _ { v _ { A } } ^ { 2 }$ (cal) with $r$ implies the increasing contribution beyond the observed site or the local generation of inward Alfvén waves. In addition,the distribution of the median $R _ { v _ { A } } ^ { 2 } ( \\mathrm { c a l } )$ with $r$ is more compact than that of the relevant mean. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Figure 5 shows the count of dominant outward Alfvenic fluctuations and the count of dominant inward ones as a function of $R _ { v _ { A } }$ and $R _ { v _ { A } } ^ { - 1 }$ , respectively. The dominant outward (inward) fuctuation distribution in Figure 5(a) (Figure 5(b)) peaks at the range of $R _ { v _ { A } }$ ( $R _ { v _ { A } } ^ { - 1 }$ ) from 0.2 to 0.4, which means that the amplitude of inward (outward) Alfven waves accounts for 20-40% of that of outward (inward) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "waves and that the peak fraction is 40.3% (30.3%) of al outward (inward) fuctuation events. The count then gradually decreases with $R _ { v _ { A } }$ in both dominant inward and outward fluctuation events. Besides, the distributions of $R _ { v _ { A } }$ and $R _ { v _ { A } } ^ { - 1 }$ are different for the two kinds of fluctuations, respectively. The count of highly pure Alfvén wave events ( $0 \\le R _ { v _ { A } } < 0 . 2$ ） with an outward propagation sense in Figure 5(a) accounts for $2 5 . 5 \\%$ of all the dominant outward fluctuation events, while the count of highly pure Alfvén wave events ( $0 \\leq R _ { v _ { A } } ^ { - 1 } < 0 . 2$ ） with an inward one in Figure 5(b) accounts for only （204号 $5 . 6 \\%$ of all the dominant inward fluctuation events. Similarly, for a comparable amplitude ratio, the dominant outward fluctuation events with $0 . 8 < R _ { v _ { A } } \\leq 1 . 0$ account for only $3 . 2 \\%$ of all the dominant outward fluctuation events, but the dominant inward fluctuation events with $0 . 8 < R _ { v _ { A } } ^ { - 1 } \\leq 1 . 0$ account for $1 8 . 8 \\%$ of all the dominant inward fluctuation events. The features of these distributions may relate to the physical properties of the outward and inward Alfvénic fluctuations in the solar wind. ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/b3d12e59311958fd43651d891802cb2c7045b7a819e332fff90da48fc7aa2c36.jpg",
        "img_caption": [
            "Figure 6. Radial variations of the duration ratio ( ${ \\bf \\Psi } _ { { \\bf { \\ell } } } R _ { T }$ ) of dominant inward to all Alfvénic fluctuations from Ulysses, Wind, and Voyager 2 observations. The Wind and Voyager $\\boldsymbol { \\mathcal { Z } }$ results are taken from Li et al. (2016). "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Ulysses observations of Alfvénic fluctuations in Figure 6 indicate that the duration ratio $R _ { T }$ of dominant inward to all(outward and inward) Alfvenic fuctuations increases monotonically with heliocentric distance $r$ ， showing a different variation trend from Wind and Voyager 2 observations (Li et al. 2016). At smaller heliocentric distances ( $\\leq 3$ AU), $R _ { T }$ based on Ulysses observations is similar to that from Wind and Voyager 2 results,but at larger heliocentric distances ( $\\geq 4$ AU), the variation of $R _ { T }$ with $r$ based on Ulysses observations is about two or more times that from Voyager （204号 $\\boldsymbol { \\mathcal { Z } }$ observations. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "There are two possible reasons that may have contributed to the difference between the results from Ulysses and Voyager $\\boldsymbol { \\mathcal { Z } }$ at larger heliocentric distances. Firstly, Voyager $\\boldsymbol { \\mathcal { Z } }$ in the investigated period from 1977 to 1979 was in the ecliptic plane inside 6 AU, while Ulysses was mainly in the polar wind regions for selected periods (see Figure 1). The occurrence of outward and inward Alfvénic fluctuations may be different in the polar and ecliptic regions due to different evolution mechanisms of solar wind fluctuations or the interactions with different magnetic structures therein. Secondly, diferent phases of a solar cycle can also make the diference.The time periods selected for Voyager $\\boldsymbol { \\mathcal { Z } }$ were in the rising phase of one solar cycle,but those selected for Ulysses were in another solar cycle's declining phase. Solar activity levels of diferent phases in a cycle are different, which may give rise to the solar wind with diferent populations of dominant outward and inward Alfvenic fuctuations. Further studies on this difference are needed in the future to clarify these issues. Here we only present new observational features of radial variation of Alfvénic fuctuations in the solar wind based on the Walén slope (i.e., Equations (1) and (2)). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The occurrence rates of dominant inward and outward Alfvénic events with heliocentric distance $r$ show diffrent variation trends in Figure 7. The occurrence of dominant outward fluctuation events monotonically decreases with $r$ but that of dominant inward ones monotonically increases with $r$ , implying the increasing local generation of inward-propagating Alfven waves, mixing with some dominant outward-propagating ones. The inward-propagating waves may be excited by the reflection or damping of outward Alfvén waves via nonlinear interactions with static magnetic structures or some plasma parametric instabilities in the solar wind. Another point is that,in the heliocentric distance of 1.4-2 AU, the occurrence rate of dominant outward fluctuation events can be at least ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/f232253f6ce7916187a27d8b5d2d4bd06e2bb8471aa61f76ebdd73b287c81d1a.jpg",
        "img_caption": [
            "Figure 7. Occurrence rates of dominant inward (black dots) and outward (red dots) Alfvénic fluctuations observed by Ulysses at different heliocentric distances. "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "3.9 times that of inward ones, consistent with the predominance of previously observed outwardpropagating Alfvénic fluctuations in the solar wind (see the review by Yang & Chao 2013). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "In Figure 7,the duration of one count (or one event) is 1 hour. The occurrence rate of dominant outward fluctuation events is estimated to be $\\sim 2 0$ per day near 1 AU, accounting for 83% of a day in average, comparable to 75% estimated by Denskat et al. (1981), higher than 55% estimated by Belcher & Davis (1971), 39% by Denskat & Burlaga (1977),and 64.8% by Shi et al. (2015),and much higher than 22% by Roberts et al. (1987b) and 5%-10% by Riley et al. (1996) in different samples from diferent satellite observations. These diferent occurrence rates (or time fractions) of Alfvenic fuctuations can be afected by various factors such as the event duration selected, the selection criteria of Alfvénic fluctuations,and the instrument sampling rate.These factors are considered to be carried out in our future work. Our study shows that the occurrence of Alfvenic fluctuations in the solar wind is higher than previously estimated. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "From the trend in Figure 7, it is expected that dominant outward Alfvénic fluctuations will have a higher occurrence rate at a heliocentric distance $r < 1$ AU and a lower occurrence rate at $r > 4$ AU. For dominant inward Alfvénic fluctuations,the opposite variation of the relevant occurrence rate is expected. Accordingly the amplitude ratio or the energy ratio of inward to outward Alfven waves will be expected to become smaller at $r < 1$ AU and larger at $r > 4$ AU (see Figures 3 and 4 for the variation trend). And so does the duration ratio of inward Alfvénic fuctuations to all Alfvenic fluctuations in Figure 6. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "5.SUMMARY AND CONCLUSIONS ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Using Walén analysis for the superposition of outward- and inward-propagating Alfvén waves (Yang et al. 2016),we investigated the radial variations of dominant outward and inward Alfvénic fuctuations observed by Ulysses in the heliocentric distance of 1.4-4.3 AU. The main results can be summarized as follows. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "1. For dominant outward Alfvénic fluctuations, the observed amplitude ratio $R _ { v _ { A } } ( \\mathrm { o b s } )$ of inward to outward waves from direct decompositions is larger than or comparable to $R _ { v _ { A } } ( \\mathrm { c a l } )$ calculated from Walen slope in Equations (1) or (2),which is expected by Yang et al. (2016). The increases in both $R _ { v _ { A } } ( \\mathrm { c a l } )$ and $R _ { v _ { A } }$ (obs) with heliocentric distance $r$ imply the gradually increasing contribution or generation of inward Alfven waves via plasma instabilities or some other physical mechanisms, consistent with previous observations. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "2. The similarity of the radial variation of the energy ratio $R _ { v _ { A } } ^ { 2 } ( \\mathrm { o b s } )$ (or $e _ { - } / e _ { + }$ ） (Figure 4(a)) between our work and Bavassano et al. (200ob) confirms the validity of the CHYL method (Chao et al. 2O14) applied for identifying Alfvénic fluctuations in the solar wind. But $R _ { v _ { A } } ( \\mathrm { c a l } )$ ， derived from Equations (1) or (2), is closer to the true value of $R _ { v _ { A } }$ than $\\boldsymbol { R _ { v _ { A } } }$ (obs)(Yang et al. 2016). The values of $R _ { v _ { A } } ^ { 2 } ( \\mathrm { c a l } )$ can be half or less of those obtained by Bavassano et al. (2000b) or $R _ { v _ { A } } ^ { 2 } ( \\mathrm { o b s } )$ at （204号 $r \\ < 3$ AU,and closer to or approaches their results at $r > 3$ AU. Another important point in the present work is that $R _ { v _ { A } } ^ { 2 }$ (cal) monotonically increases with $r$ . Since $R _ { v _ { A } } ( \\mathrm { c a l } )$ is more accurate than $R _ { v _ { A } } ( \\mathrm { o b s } )$ in the measurement of the amplitude ratio, our results may be considered more realistic than those of Bavassano et al. (2000b). ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "3. The peak in the distribution of $\\mathit { R } _ { v _ { A } }$ ( $R _ { v _ { A } } ^ { - 1 }$ ） for dominant outward (inward) fluctuations in Figure 5(a) (Figure 5(b)） suggests that the amplitude of inward (outward) Alfvén waves account for ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "20-40% of that of outward (inward) waves, which may be relevant to various physical properties of Alfvénic fluctuations in the solar wind. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "4.In comparison with Wind and Voyager $\\boldsymbol { \\mathcal { Z } }$ observations (Li et al. 2016),the duration ratio $R _ { T }$ of dominant inward to all Alfvénic fluctuations increases monotonically with $r$ , and is about two or more times that from Voyager $\\boldsymbol { \\mathcal { Z } }$ observations at $r \\geq 4$ AU (see Figure 6). These differences may be caused by different spacecraft locations and different solar activity levels. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "5. The occurrence rate of dominant outward fluctuation events is $\\sim 2 0$ per day near 1 AU,accounting for 83% of a day in average (Figure 7), higher than previously estimated values due to various factors such as the event duration selected,the selection criteria of Alfvénic fluctuations,and the instrument sampling rate of different satellites. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Finally, we expect that dominant outward Alfvénic fluctuations will have a higher occurrence rate at $r < 1$ AU and a lower occurrence rate at $r > 4$ AU. For dominant inward Alfvénic fluctuations, we would expect the opposite variations. Similarly, the amplitude ratio $\\mathit { R } _ { v _ { A } }$ and the duration ratio $R _ { T }$ will be anticipated to be smaller at $r < 1$ AU and larger at $r > 4$ AU (Figures 3 and 6). These results have important implications for the variations of solar wind fuctuations and reveal several new qualitative and quantitative features of Alfvénic fluctuations therein compared with previous studies. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "This work was supported in part by the Specialized Research Fund for State Key Laboratories and NSFC (grant 41531071). L.C.L. was supported by NSC of Taiwan (grant MOST 104-2111-M001-003-MY2)， Q.Y.L. by NSFC (grant 11173061)，and C.L.K. by NSC of Taiwan (grant MOST 105-2816-M-008-002). The authors thank the data providers of Ulysses and NASA's CDAWeb for making these data available. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Alazraki,G.,& Couturier,P.1971，A&A，13,380315 Bavassano,B., & Bruno, R. 1989,316 J. Geophys. Res., 94,168Alfvén,H.1942,Nature，150,405",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Bavassano,B., Dobrowolny, M., Fanfoni, G., 348   \nMariani, F.,& Ness,N. F. 1982, SoPh,78,373 349   \nBavassano,B., Pietropaolo,E.,& Bruno,R.1999,350   \nin Am.Inst.Phys.Conf.Proc.,Vol.471, Solar 351   \nWind Nine, ed. S.R. Habbal, R. Esser, J. V.352   \nHollweg,& P. A. Isenberg (College Park, Md.: 353   \nAm. Inst.Phys.), 503-506 354   \nBavassano,B., Pietropaolo,E.,& Bruno, R. 355   \n2000a,J.Geophys.Res.，105,12697 356   \n-.2000b,J.Geophys.Res.,105,15959 357   \nBelcher,J.W.1971,ApJ,168,509 358   \nBelcher, J. W.,& Davis, Jr., L. 1971, 359   \nJ. Geophys. Res., 76, 3534 360   \nBelcher,J.W.,Davis,Jr.,L.,& Smith,E.J.1969361   \nJ. Geophys. Res., 74, 2302 362   \nBruno,R.,Bavassano,B.,& Villante,U.1985, 363   \nJ. Geophys.Res., 90,4373 364   \nBruno,R.,& Carbone,V. 2013, Living Rev. Sola1365   \nPhys., 10, 2 366   \nBruno, R.,& Dobrowolny, M. 1986, Ann. 367   \nGeophys., 4, 17 368   \nBurlaga, L.F.,& Turner, J.M.1976, 369   \nJ. Geophys. Res., 81, 73 370   \nChao, J. K., Hsieh, W. C. Yang, L.,& Lee, L. C.371   \n2014,ApJ,786,149 372   \nDaily, W. D. 1973, J. Geophys. Res., 78, 2043 373   \nD'Amicis,R.,& Bruno,R. 2015,ApJ, 805,84 374   \nDenskat, K. U.,& Burlaga, L. F. 1977, 375   \nJ. Geophys. Res., 82, 2693 376   \nDenskat,K. U.,& Neubauer, F. M. 1982, 377   \nJ. Geophys. Res., 87, 2215 378 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Denskat, K. U., Neubauer,F. M.,& Schwenn, R. 1981, in Solar Wind 4,ed. H. Rosenbauer (Garching: Max Planck Institute fir Aeronomie), 392   \nDobrowolny, M., Mangeney,A.,& Veltri, P.1980, Phys. Rev. Lett., 45,144   \nEbert, R. W., Dayeh, M. A., Desai, M. I., McComas, D. J.,& Pogorelov, N. V. 2013, ApJ, 768,160   \nGoldstein,B. E., Smith,E. J., Balogh,A., et al. 1995, Geophys. Res. Lett., 22, 3393   \nGosling, J. T., McComas, D. J. Roberts, D. A., & Skoug,R. M. 2009,ApJL,695,L213   \nGosling, J. T., Tian, H.,& Phan, T. D. 2011, ApJL, 737, L35   \nGrappin, R., Mangeney,A.,& Marsch, E. 1990, J. Geophys. Res., 95, 8197   \nGrappin, R.,& Velli, M. 1996, J. Geophys. Res., 101, 425   \nHe, J.,Pei, Z., Wang, L., et al. 2015, ApJ, 805, 176   \nHollweg, J. V. 1973a,ApJ,181, 547   \n-.1973b, J. Geophys.Res., 78,3643   \n.1974, J. Geophys.Res.，79,1539   \nHorbury, T. S., Balogh, A., Forsyth, R. J.,& Smith,E. J.1995,Geophys.Res.Lett., 22,3401   \nLi, H., Wang, C., Belcher, J. W., He, J.,& Richardson,J.D. 2016,ApJL,824,L2   \nMarsch, E., & Tu, C. Y. 1990, J. Geophys. Res., 95, 8211   \nMatthaeus, W. H.,& Goldstein, M. L. 1982, J. Geophys. Res., 87, 6011   \nMatthaeus,W.H.,Minnie,J.,Breech,B.,et al. 396 2004,Geophys.Res.Lett.,31,12803 397 398   \nMcComas, D. J., Barraclough,B.L., Funsten, H.O.,et al.2000J.Geophys.Res.,05,10419399 400   \nNeugebauer,M.2004,J.Geophys.Res.，109,2101 401   \nRiley, P., Sonett, C. P., Tsurutani, B. T., et al. 402 1996,J. Geophys.Res.,101,19987 403 404   \nRoberts,D. A.,Goldstein,M. L.,& Klein, L.W. 405 1990,J. Geophys.Res., 95,4203 406   \nRoberts, D. A., Goldstein, M. L., Klein,L. W., &407 Matthaeus, W. H. 1987a, J. Geophys. Res., 92, 408 12023 409   \nRoberts,D.A., Klein, L. W., Goldstein,M.L., &410 Matthaeus, W. H. 1987b, J. Geophys. Res.,92,411 11021 412   \nShi, M. J., Xiao, C. J., Li, Q. S., et al. 2015, ApJ,413 815,122 414   \nSmith, E. J., Balogh,A.,Neugebauer,M.,& McComas,D.1995,Geophys. Res. Lett., 22, 3381   \nSmith, E. J., Neugebauer, M., Tsurutani, B. T., et al.1997,Adv. Space Res., 20,55   \nTsurutani,B. T., Ho, C. M.,Arballo, J.K., et al. 1996,J. Geophys. Res.，101,11027   \nvan der Holst,B., Sokolov, I.V.,Meng,X., et al. 2014,ApJ,782, 81   \nVillante,U. 1980,J.Geophys.Res.,85,6869   \nWang, X., Tu, C., Wang, L., He, J., & Marsch, E. 2015,Geophys.Res.Lett.,42,3654   \nWenzel,K.P.,Marsden,R.G.,Page,D.E.,& Smith,E. J.1992,A&AS,92,207   \nWhang, Y. C. 1973, J. Geophys. Res., 78,7221   \nYang,L.,& Chao, J. K. 2013, Chin. J. Space Sci., 33, 353   \nYang, L., Lee, L. C., Chao, J. K., et al. 2016,ApJ. 817, 178 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    }
]