[
    {
        "type": "text",
        "text": "西藏亚东地区边界的历史演变及地缘战略分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/2d79072bd1195b051b2c8a92aaf3ff88bd20ca589f22762244ea7af949ba1b8b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "葛全胜何凡能刘浩龙\\*\\*中国科学院地理科学与资源研究所北京100101摘要亚东地区是我国西藏自治区在喜马拉雅山脉南坡与印度、不丹等国形成的“楔形”交界，自古即是重要的边防要地及贸易口岸。在印度于洞朗地区挑起争端的背景下，厘清亚东地区边界的历史沿革，并基于“地理限制”法则，分析其地缘战略地位，可为我国推进“一带一路”建设、保障边防安全，提供有益的决策支持。文章综合运用文字史料、历史地图和GIS手段，分析亚东地区边界演变及地缘战略。结果显示：（1）亚东地区边界经历了4个阶段的变化，与周边地缘格局密切相关，洞朗地区在法理上始终属于中国领土，印度应充分尊重《中英会议藏印条约八款》中的有关约定；（2）地理限制是导致亚东地区边界问题频发的重要因素之一，通过强化基础设施建设，可缓解边界纠纷压力；（3）突破“地理限制”，强化亚东地区地缘政治影响力，是钳制中印边界缓冲国、掣肘西里古里走廊、制衡印度洋航线安全挑战的重要战略选择。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 边界，历史演变，地缘政治，亚东地区 DOI 10.16418/j.issn.1000-3045.2017.09.009 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "亚东是我国西藏自治区日喀则市南部的一个县，位于中国、印度（锡金邦）、不丹三国交界处，自古就是我国西南地区商贸古道的重要边境商埠，如今依然是中国与南亚诸国经贸往来的国家一级口岸。在全球化背景下多极、多层次的地缘格局中，亚东堪称美国地理学家索尔·科恩所述的重要地缘战略辖区[。然而，中国与印度、不丹间的边界问题，却一直存在分歧。尤其是半个多世纪以来，印方对历史上的传统及条约熟视无睹，数次以中国入侵他国领土为借口[2.3]，挑起1967年乃堆拉和卓拉山口冲突以及2017年洞朗地区对峙等边境争端。因此，从地缘环境系统视角，厘清亚东地区边界之历史沿革，阐明其地缘环境的重要性，可为我国加速推进“一带一路”建设、保障国防安全提供法理依据与决策支持。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "有关亚东地区边界的历史沿革及地缘环境的问题，国内外学者依据史料已有认真研究。国内学者黄盛璋①、吕一燃[4]、张永攀[5等着力于不同历史时期国界地名的深入考订，余素[7]、朱昭华[8]、王文静则详细阐述了不同阶段边界纠纷事件中各方角力过程及地缘政治因素；美、英、印等国学者起初在20世纪后半叶因与我国迥异的立场和价值观，研究结论与历史事实并不完全相符[10]，后来Lamb[12,13]、Sharma[4]等学者开始对西方传统的价值观进行反思，较为客观地分析了不同时期中印（锡）边界问题及其地缘政治因素。这些成果为本文深入研究该地区的边界与地缘政治问题提供了有力的支撑。但总体上，当时著述者的史料利用环境及技术手段较之现今存在较多不足，导致相关研究均存在一些遗憾。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "近年来我国传统汉藏史料的挖掘不断深人，全球多语种资料的数字化共享也日益丰富。地缘政治的理论也由冷战时期的遏制政策等经典学说发展到后冷战时代的地缘环境系统学说[15]。有鉴于此，本研究希冀同样依据印方所主张的地理、传统和条约的原则[1]，对各类资料中亚东段国界变化信息进行了提取，并从“地理限制”角度阐述亚东的地缘战略地位。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "11792年前亚东建制及其边界",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1行政建制",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "根据史料记述，亚东地区在1791年前一直归属我国藏族地方政权管辖。公元729年，吐蕃赞普松赞干布统一西藏后，将全藏分成5个茹（大行政区）和61个桂东岱（小行政区）。按照五茹的辖地记载及研究[17,18]，亚东的部分地区属于“五茹”中“茹拉”管辖。自8世纪后半叶，亚东在数百年内一直是吐蕃“桂”氏家族的封地。1247年蒙藏“凉州会盟”后，西藏相继归附蒙古汗国以及元朝，亚东作为西藏辖地随之也成为中国的基层行政区域。13世纪末，江孜首领帕巴贝桑布在帕里仁钦岗（现亚东县下亚东地区）修建了帕里南杰城堡，其弟帕巴仁钦被任命为当地县府——帕里宗的第一任宗本[17]。1372年，明朝政府在西藏设置乌思藏都指挥使司的管理机构。之后，明朝基本承袭元制，对西藏采取多封、众建的管理[]。清政府建立后，对达赖喇嘛予以册封，并于1726年设立驻藏大臣与西藏地方首领分理藏务。所以，至少13世纪后半叶以来，亚东地区一直是中国的行政管辖区域。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2 边界、国界",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "国内外许多地图及文字史料表明：18世纪初，亚东（帕里宗）的管辖范围要大于现今。将1721年完成的《皇舆全览图·雅鲁藏布江图》②与现今亚东县地图对比（图1），可知当时帕里宗南境大致在今姐普拉山口（即图1a所标几母拉达巴罕③）以南至提斯塔河（TeestaRiver）的区域。1784—1788年的驻藏大臣松筠在《西招纪行诗》中言“廓番无敢前”，并自注“藏曲（即提斯塔河）既为哲孟雄（今锡金）保障，又为帕克里屏障”。松筠另一著作《西招图略》也称“藏地边外为廓尔喀（今尼泊尔）、哲孟雄、布鲁克巴（今不丹）诸部，自此而外，至东甲噶尔（东印度）即阿咱喇（今印度阿萨姆邦）、噶哩噶达（今印度加尔各答）等处，方为印度交界”。因此，在18世纪，亚东南向的边界应是提斯塔河。至于亚东东侧与不丹的边界，从史料看，虽然西藏地方政府在1715一1725年不丹内乱期间曾与其政府有过边界协议[2]，但未就该段有过具体约定，也没有实际的勘界。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.318世纪亚东周边地缘格局",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在16一17世纪，不丹、锡金相继建治，并逐步与我国西藏内腹形成边界区分，但18世纪时两地仍然在我国西藏地方政府的有效管辖之下。1706年，锡金开始向我国西藏地方政府朝贡，正式成为西藏藩属。1734年，不丹内乱平息，冲突双方遣使赴北京请封，从而确立起我国西藏地方政府与不丹间宗蕃关系。这个时期亚东周边(a）《皇舆全览图·雅鲁藏布江图》；（b）现今《亚东县地形图》地缘格局有以下特征：（1）各西藏边陲部落逐渐独立,成为我国西藏地方政府的藩属；（2）在清政府无为而治、以藩制藩的政策导向下，亚东周边各国、部落冲突不断，为东印度公司介入喜马拉雅山区提供绝佳机遇;（3）以贸易为由的东印度公司在1764年征服孟加拉后，已开始探察该地区地理状况，而清政府对其战略意图缺乏足够警惕；（4）西藏地方政府对于外藩的土地、税收私自赏赐行为，客观上助长了锡金在19世纪一再的乞地、乞民、乞官要求，给后世边界纠纷埋下隐患。",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/06b9760cd5cf9c48ea87e32ad42eaea91ca2347eb1c7ca9a1f5a7510811d6796.jpg",
        "img_caption": [
            "图1清代《皇舆全览图》与现今亚东县地形图的对比"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "总之，清代中前期，我国西藏地区与锡金、不丹间边界是基于地理和传统划分的，这种宗藩间边界在法理上并不属于国界，但因英国逐渐介入到亚东周边地缘政治中，已存在变更危机。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 1792-1890年亚东周边边界及地缘政治",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.11792年边界的正式勘定",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1788—1792年，廓尔喀陆续入侵西藏各藩属地区，并因税收等问题与西藏地方政府发生矛盾，遂大举入侵西藏。在福康安率兵反击下，廓尔喀被迫向清廷乞降。按清乾隆帝要求，福康安及驻藏大臣和琳在西藏西南设立了十余处界标，使得“所有唐古忒西南外番布鲁克巴、哲孟雄、作木朗、洛敏汤、廓尔喀各交界均已划然清楚”④。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "根据《卫藏通志》卷二“疆域”的记载，新勘定边界的细节如下：“自干坝至洛纳山顶、丈结山顶、雅纳山顶，设立鄂博，此内为西藏境，此外为哲孟雄境。又自帕克哩至支木山顶、臧猛谷山顶、日纳宗官寨，设立鄂博，此内为西藏境，此外为哲孟雄、布噜克巴二部落境。”据1794年西藏地方政府所上鄂博呈文，洛纳山顶、丈结山顶以及纳金山顶三处系位于帕里宗西北侧干坝宗辖区与锡金交界地，雅纳山顶、臧猛谷、日纳宗官寨以北以及支木山顶顺小河一带四处为帕里宗辖区与锡金交界地。1792年后，西藏、锡金、不丹三地的边界轮廓在相当长时间内如1895年英国编制的《印度及其以北地图》（图2）[21]所示。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/97fcdcb078f93e7380d71e69b7781482302bf9d9c8fdde954415c5745f4b1c37.jpg",
        "img_caption": [
            "图2 1895年英国绘制的《印度及其境北地区地图》局部 $^ { [ 2 1 ] }$ "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.219世纪亚东周边地缘格局及影响",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在1792年《钦定藏内善后章程二十九条》颁行后，西藏地区的行政事务管理逐渐“内紧外松”：一方面，一切外事交涉权统归驻藏大臣负责，对境外人藏制订严格的管理章程；另一方面，不再介入“外藩”间纠纷，各部“求赏求兵，一概不准，或战或和，一概不问”⑥。这样，清廷主动削弱了自身在喜马拉雅山区对锡金等藩属的影响，使得他们逐渐倾向英国政府。同期，英国却凭借武力频频出击，抢占资源。在上述双重因素的影响下，喜马拉雅各邦丧权失地，先后成为英国附庸。尼泊尔在1814一1816年被迫割让大片领土给东印度公司，外交自此受其监督。锡金也因为1817年《梯塔利亚条约》、1861年《英印锡金条约》的签署而变成英国附庸。不丹在1865年《辛楚拉条约》签订后，也丧失大片领土，开始在内务上受到英国的强力干涉。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "总之，西藏、锡金、不丹之间传统的“宗藩”间边界在1792年经过实地勘察后而正式确立，但半个多世纪后，该边界却因为英国逐渐控制了整个喜马拉雅山区而转变成国界。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 1890－1949年亚东周边国界及地缘政治",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1亚东周边国界",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "由于清光绪帝继位后，西方人只是被严禁进入帕里其他地区，而在日纳宗的出入并不受到限制[4]，因此，英国认为该地并不归属帕里宗管辖，并挑起了与我国西藏地方政府之间的隆吐山之战。由于藏方的惨败，清朝驻藏大臣升泰在英国“先签约、后撤兵”的逼迫下，被迫于1890年签订了《中英会议藏印条约八款》。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "该条约规定藏、锡间国界“以自布坦交界之支莫挚山起，至廓尔喀边界止，分哲属梯斯塔及近山南流诸小河，藏属莫竹及近山北流诸小河，分水流之一带山顶为界”。这直接导致原日纳宗中国领土的丧失。需指出的是，该条约并无藏文本，对规定的国界并未绘图示意或是署明旧界山名；并且，由于西藏地方政府的强烈反对，边界并未加以勘定。这些问题给后来的国界纠纷带来隐患。不过，据1904年再次入侵西藏的英军首领荣赫鹏的言论，“如漠视藏人此种要求，非仅失策，亦且有失公允”的看法[22]，英方当时也是一度同意锡金北部与西藏干坝宗“洛纳山顶一纳金山顶一甲岗一丈结山顶一东结山口”的传统边界。因为英方后来又出尔反尔，于",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1902一1904年发动第二次侵藏战争，甲岗等处领土经由《拉萨条约》而被割让给英国。对于20世纪初的亚东周边国界轮廓，英国1900年出版的《西藏及其周边地区地图》（图3）[23]有较好的图示。之后的30多年内，亚东段国界在整体上较之现今没有大的差异。2017年6一8月中印两军对崎的洞朗地区，赫然位于中国境内。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "TnkiJongo 定结 Tavo 然布布拉 BuadlsotBhnohi Kalvpangk HimTsu NilaiLa C却眉磨山 2   \nTsir聂木拉羊马康拉 385 UonkaLa Shur Namsu   \nbna 99 Tangu 汤古 东结拉 林西拉艺 林西拉山口 诸莫拉利山 Kanchngjinga 唐拉山口 moiarlu 24100 dIRG 28150   \nporgsangoldg 出 fatup 帕里宗 Pumakha   \nanlingta Kon 春 福 Domgtbsong TA   \nMewg 图姆隆 阿桑村 下亚东 Laplans ntnA 帕罗 ong 甘托克 Torkaka Biagmn S Song ug Shiinleoka 3 大吉eeltg R a   \nDhanluta Tahng ungde Chukasongn Patung Kanundy   \nBijapu Hm Karsiong Ambar   \nre R axeDuar Titali Silgur\" 西里古里a Mavnagyr Mahakatgurt Hain 2   \nabgdnj g a 90 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.219 世纪末一20 世纪上半叶的亚东周边地缘格局",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1890 年的《中英会议藏印条约八款》还使得锡金就此被归为英国的保护国，亚东也被迫开放为通商口岸。之后的半个多世纪，中国接连经历了辛亥革命、北伐战争、土地革命战争、抗日战争和解放战，亚东的边界事务在很长时间内为中央政府所无暇顾及。除了英国非法在亚东镇驻扎军队、经营邮电、开设驿站外，洞朗等18个本属我国西藏地区的牧场也一度被锡金牧民侵占，不丹也多次与藏方发生草场纠纷?。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "20世纪上半叶，南亚各国的民族解放运动空前发展。英国在深感压力之下，逐渐倾向于主动退出该地区以保持其经济利益。1918年，英国将锡金政权交还给塔希·纳姆伽尔国王。1923年，英国承认尼泊尔独立。1947年，印度宣布独立。但是，独立后的印度决策者却几乎完全继承了原先英控印度政府的安全战略，把注意力同样集中在陆上[24]，这给喜马拉雅山区的地缘政治环境投射下了阴影。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "总之，在1890年以后，我国西藏地方政府不仅于法理上丧失了原日纳宗领土，并且在岗巴县（干坝宗）的边界也退至“洛纳山顶一纳金山顶一甲岗一丈结山顶一东结山口”以北。在民国中央政府无暇顾及喜马拉雅山区的同时，印度却逐渐接管了英国在该地区的特权。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "访不断，经贸关系也是发展迅速。2003年，乃堆拉山口在关闭近30年后再度开放，这标志着中印双边关系的发展进入一个新的发展阶段。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "总之，我们认为：当代的边界现状总体上与1890年《中英会议藏印条约八款》相吻合；根据地理、传统和条约的原则，洞朗地区在法理上始终属于中国领土。作为英国利益的继承者，印度应充分尊重《中英会议藏印条约八款》的相关约定。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "41949年后的亚东周边国界及中印关系 5 亚东地区地缘战略分析",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在中华人民共和国成立后，印度起初无意放弃在亚东继承的英国特权。在中国政府废除这些非法特权的坚决立场面前，印军被迫于1954年撤出亚东镇。再历1959年的西藏平叛事件后，中国政府逐步在洞朗、查马浦、朗马浦等国境线以内地区恢复传统放牧以及边境管理，遂形成当代的亚东周边国界现状（图4）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在民族主义、大国情结的推动下，印度决策者更加强调来自西北、北部、东北三个方向的全面威胁[24]，试图从军事和外交上控制喜马拉雅山分水岭。继1949年派兵接管锡金政权后，侵占锡金的同时，印度还同中国频繁发生摩擦，终导致1962年中印边境自卫反击战、1967年中锡边境小规模冲突的爆发。直至中美、中俄关系显著改善后，印方为了扩大自己的选择余地，才逐渐解冻与中国的关系。在1988年印度前总理拉吉夫·甘地访华后，双方的高层互",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/582c38322b44d99d289cc29e51ad7229a7871980714ad795b543fbf7ae0cb98b.jpg",
        "img_caption": [
            "图4•中国西藏亚东边界历史沿革"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5.1“地理限制”法则的认知 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5.1.1定义、内涵与特征",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "“地理限制”（EnvironmentalConstraints）起初是历史学家对古代文明起源动因的一种环境学视角诠释，其法则认为：条件限制程度越高，对文明产生过程的影响就越大，文明起源的速度就越快[25]。后来，这一概念于20世纪被引人地缘政治及可持续发展的研究领域。然而，迄今为止，尽管人们对“地理限制”有过多种多样的实例说明，但均未给出一个可为大家接受的定义。一般而言，我们理解为：在一定时期里，人类基于当时技术条件无法认知或开展资源利用，并跨越该地区以对外拓展生存空间的地理实体，可称为地理限制。这一理解基于两个前提条件：一是人群的自我感知，二是现有的技术条件。因此，“地理限制”应是一个人文概念，会随人群感知和技术条件的改变而变化。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从地理环境看，可以造成地域空间分离和隔绝的因素很多，或有山脉、海洋、沙漠、大江大河的包围，或有茂密森林、大片沼泽的阻隔，或有恶劣资源条件的制约，这些地理限制是一把“双刃剑”，既可能给一国或一区域带来封闭和落后，同时也可为一国或一区域安全提供天然屏障，使其具有良好的防守条件，阻止外敌的入侵。如埃及、法国等国在历史上，封闭的地理环境都在保护国家安全上起到一定的积极作用。从人类社会演进的历史看，在人类文明的早期，地理环境对历史发展起着决定性的作用；当人类进入文明社会后，地理环境对社会发展仍产生一定的作用；随着科学技术的发展，地理环境对人类社会的影响日益减弱，许多资源瓶颈也得以打通，但时至今日，人类依然不能完全避开地理环境的制约而存在。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "然而，这种地理阻隔并不是绝对的，而是一个相对的概念。在不同人群、不同时空尺度、不同历史时期以及不同地理位置和资源条件下，其产生的结果是不同的。就我国而言，东面临海，西北横亘漫漫沙漠，西南耸立着世界上海拔最高的青藏高原，这些阻绝地带，虽然给予农业民族无法突破的地理限制，但由于幅员辽阔，内部回旋余地大，在相对安宁的地理空间里，孕育了多元一体的中华民族。可当工业革命来临之时，中国这种安宁的地缘优势，却因西方科学技术的迅猛发展而悄然丧失，西方国家通过控制“海权”，突破中国来自海洋的天然屏障，以实现他们管控中国生存与发展权益的目的。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "从地缘政治影响的视角看，地理限制的特征主要表现在：（1）多维性，这是源于地理空间的多维性，如高山、海洋、大气层、太空等；（2）层次性，这是源于地缘政治分析范围的层次性，如周边、地区和全球等;（3）整体性，这是源于世界政治地图的整体性，各种政治力量必须以战略的眼光，看待纷绘复杂的世界。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.1.2 突破与意义",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "总体而言，突破边界高山的“地理限制”，主要有以下3种思路：（1）新的科技手段。随着人类社会的发展和科技水平的提高，先前无法实现的改变，在经济实力与科技手段的支撑下，已不是遥不可及的目标，如在高山地区进行大规模修路架桥、铺设电缆、兴修水利，等等。（2）规避与替代方案。即规避可能造成重大损失的“地理限制”节点和线路，选择另辟蹊径，迁回实现合理的目标。（3）战争与归化。即以战争的方式，解决“地理限制”实体两端不同人群的归属问题，以消除因国别因素而造成的心理隔阂。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“地理限制”的规避或突破，对国家地缘政治格局来说，有着重要的战略意义。具体就中印边界“地理限制”的改变而言，其主要意义有：",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）通过中巴经济走廊、斯里兰卡汉班托塔港、巴基斯坦瓜达尔港和孟加拉国吉大港经济工业园区的投资建设，规避和突破喜马拉雅山脉的地理限制，不仅深化了中国与南亚国家的经贸联系，而且提升了中国在南亚及印度洋地区的地缘影响力，为我国“一带一路”愿景与行动计划的实施提供保障。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）借助地缘优势和经贸通道的辐射作用，强化我国西藏地区在国际联运大通道中的枢纽地位，进一步改善青藏高原的通达性，以及与我国内地的经贸往来和文化交流，对提高藏区人民的生活水平，具有重要的现实意义。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（3）通过共建亚东地区乃堆拉山口的边贸口岸，消除亚东地区的“地理阻隔”与紧张的地缘态势，解决源于中印边界问题、西藏问题所导致的两国互不信任问题，对构建中印之间紧密的经贸合作，缓解印度对亚东地区战略制衡地位的担忧，具有深远的历史意义。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.2亚东地区的地理限制与突破",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.2.1地理环境特征",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "亚东县地处我国西藏自治区日喀则市南部，介于东经 $8 8 ^ { \\circ } 5 2 ^ { \\prime } - 8 9 ^ { \\circ } 3 0 ^ { \\prime }$ ，北纬 $2 7 ^ { \\circ } 2 3 ^ { \\prime } - 2 8 ^ { \\circ } 1 8 ^ { \\prime }$ 之间，土地面积为4240平方公里。县域轮廓呈北宽南窄，东西最大宽度45公里，南北长123公里，平均海拔3500米。受喜马拉雅山脉的影响，地势呈北低一中高一南低的特点。其中，北部地区为高寒干旱气候，年降水410毫米，南部为亚热带半湿润季风型气候，年均降水873毫米（表1）。亚东地区拥有丰富的光照、水、矿产、生物和农业等资源。年均日照达到2722小时；域内最大河流为亚东河，水量充沛，年均径流量为17.1亿立方米；并分布有红豆杉、落叶松、云杉等珍稀植物和孟加拉虎、小熊猫等野生动物；区内有耕地1.18万亩，草场1000万余亩，森林55万余亩，森林覆盖率约为 $3 . 8 \\%$ 。现有户籍人口12950人，人口密度约为3.0人/平方公里。然而，从资源禀赋等基本条件看，亚东地区可容纳更大规模的人口数量，但因受地理环境的限制，目前依然人烟稀少。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5.2.2地理限制的突破 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从地理条件看，亚东地区并不是一块易于通达的地方，其大部分土地处于高山地貌单元。其中，喜马拉雅山脉横亘亚东中部，平均海拔达6000米以上，其最高峰卓木拉日雪山海拔7326米。受这种地理条件的限制，区内基础设施落后，交通运输体系极不发达，公路等级低。特别是亚东南部地区，在高山阻隔的影响下，社会经济发展迟缓，陆路交通相对闭塞，至今仍未实现村村通公路的基本需求。位于洞朗之北的乃堆拉山口是目前该地区通往印度锡金邦的唯一通道，海拔高达4730米，既是中印陆上的重要边贸口岸，也是锡金地区佛教信徒前往西藏朝圣的主要入境口岸。亚东地区因受这种地理条件的制约，作为我国西藏南部的边境县，其地缘政治影响力并未得到充分展现。近些年来，随着我国综合国力的提升和科技水平的发展，中国有能力、有意志改善居民生活环境，加大对亚东地区的基础设施建设，突破横亘于亚东中部的地理限制和资源瓶颈，以彰显亚东地区的地缘政治影响力。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.3亚东地区特殊的地缘战略位置",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.3.1对边界缓冲国的钳制",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "中国在西南地区以喜马拉雅山脉与印度毗邻，受高山阻隔影响，陆上交通联系并不畅通，因此一直存有较多的边界争议问题，这成为影响中印关系的重要因素之一。1962年中印边界自卫反击战和印度政府对待西藏问题的态度，在一定程度上加剧了中印边界问题的复杂性。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "中国与印度的边界长达2000多公里，在传统意义上，可分为东、中、西三段（表2）。东段边界指不丹以东的中印边界，即藏南地区，目前为印度实际控制区，印方称之为“阿鲁纳恰尔邦”；1914年，英国政府炮制的“麦克马洪线”，成为东段边界问题的始作俑者。中段边界位于尼泊尔和克什米尔之间，长约450公里，争议地区有4块，总面积约2000平方公里，均被印度侵占。西段边界主要是阿克赛钦的归属问题，但与克什米尔问题密不可分，因此西段边界实际上是中、印、巴三国的问题。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从地理位置上看，在喜马拉雅山脉中段早前并无中印两国的边界，其中分布有尼泊尔、锡金（1975年被印度吞并）和不丹等国，成为中印两国边界冲突的重要缓冲带。但随着1975年锡金被吞并而成为印度的一个邦开始，锡金不再是中印两国之间的缓冲带，原有连成一片的缓冲区被打破，中锡边界问题变成了中印边界问题。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从地缘格局看，尼泊尔和不丹两国间并未接壤，其间并排分布着印度锡金邦和中国亚东县。亚东作为我国的固有领土，西隔锡金与尼泊尔比邻，东与不丹接壤,成为我国钳制中印边界缓冲区的重要据点，也给印度在南亚北部的势力范围带来冲击。现如今，印度为增强对南亚北部国家的主导力，不惜以制造摩擦的方式，打破现有的边界划分，进入我国亚东地区，试图削弱我国亚东地区在边界缓冲区的钳制作用。",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/5ccbc48bf8ab91d3efba16e612ea9d314e1c90a38f779ca2bff9170b8fe120c7.jpg",
        "table_caption": [
            "表2　中印边界西、中、东段现状一览表"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">地区</td><td rowspan=\"2\">平均海拔/米</td><td colspan=\"3\">平均气温 (C)</td><td rowspan=\"2\">年均降水/毫米</td><td rowspan=\"2\">生长期/天</td><td rowspan=\"2\">河流</td></tr><tr><td>年</td><td>一月</td><td>七月</td></tr><tr><td>亚东北部</td><td>>4300</td><td>0</td><td>9</td><td>8</td><td>410</td><td>150</td><td>小河</td></tr><tr><td>亚东南部</td><td>2000-3 400</td><td>7.7</td><td>0.2</td><td>14.4</td><td>873</td><td>210</td><td>亚东河</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/a7f9cf74e43118e821aafc1c292a0062738e198054e07e7c4e7e4288c2aed776.jpg",
        "table_caption": [
            "表1亚东地区地理环境概况"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>边界分段</td><td>位置</td><td>长度</td><td>争议地区</td><td>争议面积</td><td>控制国</td></tr><tr><td>西段</td><td>中国的西藏、新疆同印控克什米尔的拉达 克接壤的边界</td><td>600公里</td><td>阿克赛钦地区、林济塘平原地区、羌臣 摩河谷地区</td><td>约3.3万平方公里</td><td>除巴里加斯地区外， 由中国控制</td></tr><tr><td>中段</td><td>中、尼、印三国交界处到我国西藏阿里地 区与印控克什米尔的拉达克和印度喜马偕 尔邦3处的接壤处</td><td>450公里</td><td>巨蛙、曲惹地区；汁布奇山口地区; 桑、葱莎、波林三多地区；香扎、拉不 底地区</td><td>约2000平方公里</td><td>印度控制</td></tr><tr><td>东段</td><td>中、缅、印度三国交界处到中、不、印三 国交界处</td><td>1100公里</td><td>中印传统边界线与“麦克马洪线”之间 的区域</td><td>约9万平方公里</td><td>印度控制</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "同时，印度也意识到了：由于中国拥有向南凸出的亚东地区，不仅深化了中国在南亚邻国（如尼泊尔和不丹）的影响力，而且也能缓和传统三段式的边界紧张局势，为中国在中印边界谈判中起到积极的作用。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.3.2 对印度西里古里走廊的掣肘",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "印度是南亚大国，国土面积297万多平方公里，人口13.1亿，仅次于中国。从印度版图看，其国土从喜马拉雅山向南，一直伸入印度洋；其北部为山岳地区，中部为印度河-恒河平原，南部是德干高原。因受地理条件的制约，印度东北地区与本土存在先天的地理隔绝，联系并不十分紧密。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "然而，印度东北地区在地缘政治上却具有重要的战略位置，位于南亚和东南亚的连接处。该地区包括阿萨姆、那加兰、梅加拉亚、特里普拉、米佐拉姆、曼尼普尔6个邦以及被印度非法占领的我国藏南地区，总面积约为25.5万平方公里，占印度总面积的 $8 \\%$ ，人口为3741万，占印度总人口的 $3 \\%$ 。同时，该地区又是印度部族的主要聚居区，是印度境内的特殊群体；由于东北地区整体发展水平落后于印度其他地区，加之，民族发展过程相对迟缓，文化上具有相对独立性，又与缅甸、孟加拉、不丹、中国接壤，因而成为逃避印度政府打击、从事跨界犯罪活动的天堂[2，成为印度国内重要的不稳定因素之一。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "亚东地区虽然土地面积仅为4000多平方公里，平均海拔多在3500米以上，地理环境并不优越，但其却像楔子一样，向南突入印度锡金邦和不丹共和国之间，俯瞰着位于其南面的布拉马普特拉河冲积平原和素有“印度鸡脖”之称的西里古里走廊。该走廊是印度本土连接东北各邦的重要通道，其北邻不丹王国，南与孟加拉国毗邻，最窄处仅有21公里宽。亚东洞朗地区距西里古里走廊也只有数十公里的距离，在掣肘中印两国边界纠纷和南亚地缘格局上，具有特殊的战略地位。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.3.3对印度洋航线安全的制衡",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "南亚是指喜马拉雅山脉中、西段以南及印度洋之间的广大地区。东濒孟加拉湾，西濒阿拉伯海，由于其北有高大的喜马拉雅山脉，将南亚与亚洲大陆主体分隔，东、西和南三面分别为孟加拉湾、阿拉伯海和印度洋所环绕，使南亚在地理上形成一个相对独立的单元。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "南亚共有7个国家，包括南亚次大陆的印度、巴基斯坦、孟加拉国、尼泊尔和不丹5国，以及斯里兰卡、马尔代夫2个岛国。印度作为南亚地区的大国，在地缘政治上具有强势的主导地位。正因如斯，印度长期将南亚视为其后院，并以“管理者”自居。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "20世纪80年代，印度总理英迪拉·甘地在处理与南亚其他国家的关系上，提出了印度版的“门罗主义”，也称“英迪拉主义”，其明确表示：印度只有在被要求的前提下才会干涉南亚地区的内部事务，印度也不允许域外大国有这样的干涉行为，如果其他南亚国家需要帮助解决其内部危机，应当首先从南亚地区来寻找援助[27]。这不仅要求外部大国力量不要涉足南亚地区，而且要求南亚其他国家只能向印度寻求解决危机的帮助。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "中国作为紧邻南亚次大陆的亚洲大国，与南亚各国长期保持着传统的紧密关系，在经贸上也存在着广阔的合作空间。尤其是近些年，随着我国“一带一路”发展倡议的推进，南亚和印度洋地区业已成为这一“愿景与行动计划”的重要组成部分，并得到南亚及印度洋沿岸大多数国家的积极响应。中国在南亚地区投资建立的中巴经济走廊，投资建设的斯里兰卡汉班托塔港和巴基斯坦瓜达尔港，以及即将投资开发的孟加拉国吉大港经济工业园区等，不仅深化了中国与南亚国家的经贸关系，而且也扩大了中国在南亚及印度洋地区的影响力。这使印度感到不安，对来自中国“一带一路”的发展倡议更加忌惮。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "针对中国“一带一路”的发展倡议，印度也提出了",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“跨印度洋海上航路与文化景观”计划，希冀通过这一计划，拓展印度在印度洋上的海洋、文化、战略及心理上的存在，让人们记住为什么这片大洋会被称为“印度洋”[28]。由于缺乏信任，中印在南亚及印度洋地区地缘政治的碰撞日益凸显，这不仅严重阻碍中印之间的经贸合作，也严重影响着中国在南亚和印度洋地区存在的能源通道和贸易通道安全的利益诉求[29]。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "就我国海外能源运输而言，目前约有 $80 \\%$ 的石油进口量经由印度洋航线运抵中国，2020年这一比例将超过$8 5 \\%$ ，因此确保印度洋地区的通道安全事关中国经济发展之命脉。印度深知其利害关系，不断加强对印度洋地区的管控力度，虽然中国也积极争取石油进口与运输的多元化，但难以回避这一国际水域。为保证这条“海上生命线”的安全，强化毗邻于南亚次大陆北部的亚东地区的地缘政治地位，将成为中国制衡来自南亚及印度洋安全挑战的战略选择之一。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1Cohen SB.Geopolitics: The Geography of International Relations. Shanghai: Shanghai Academy of Social Sciences Press,2014.   \n2 印度悍然拒绝中方撤军要求声称“已非1962年的印度”．参 考消息,2017-07-02 (8).   \n3van Eekelen WF.Indian Foreign Policy and the Border Dispute with China:A New Look at Asian Relationships.The Netherlands: BRILL,2015:235.   \n4吕一燃.中国近代边界史.成都:四川人民出版社,2007.   \n5张永攀.1895年中英“藏哲勘界”研究.中国边疆史地研究， 2013,23(4): 96-107.   \n6张永攀.乾隆末至光绪初藏哲边界相关问题研究.中国边疆史 地研究,2016,26(3): 77-87.   \n7佘素.清季英国侵略西藏史.北京:世界知识出版社,1959.   \n8 王文静.1641—1793年中国西藏与哲孟雄（锡金）的关系.中 国藏学,1989,(3):118-128.   \n9朱昭华.藏锡边界纠纷与英国两次侵藏战争.历史档案,2013, (1): 96-104.   \n10 Van Eckelen WF. India's Foreign Policy and the Border Dispute with China. Hague: Mutinus Nijhoff,1964.   \n11 Mehra P. The McMahon Line and after: a study of the triangular contest on India's north-eastern frontier between Britain, China and Tibet, 1904-47.London: Macmillan,1974.   \n12Lamb A.Britain and Chinese Central Asia: The Road to Lhasa, 1767 to 1905.Ann Arbor: Social Science Electronic Publishing,1960.   \n13 Lamb A. British India and Tibet,1766-1910.London,New York: Routledge & Kegan Paul,1986.   \n14 Sharma S R. India-China relations: friendship goes with power. New Delhi: Discovery Pub House,1999.   \n15 葛全胜，江东，陆锋，等.地缘环境系统模拟研究探讨.地理学 报,2017,72(3):371-381.   \n16 Nehru J.Letter from the prime minister of India to the prime minister of China,22nd March 1959.In: Appadorai A(Ed). Selected Documents on India's Foreign Policy and Relations 1947-1972, vol.I. Delhi: Oxford University Press,1982: 504-506.   \n17 达仓宗巴·班觉桑布.汉藏史集.陈庆英译.拉萨：西藏人民出 版社,1986.   \n18 佐藤长.西藏历史地理研究.东京:岩波书店,1978.   \n19 恰白·次旦平措,诺章·吴坚，平措次仁．西藏通史简编．北京: 五洲传播出版社,2000.   \n20 扎洛，敖见.祖普南杰求赏事及19世纪初清朝与哲孟雄的关 系．民族研究,2015,(6):98-107.   \n21 The Office of“The Times”. India,North.London: Printing House Square,1895.   \n22 荣赫鹏.英国侵略西藏史.上海:商务印书馆,1934.   \n23 Sharbau H. Tibet and the Surrounding Regions.London: the Royal Geographical Society,1900. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "24 随新民.印度对中印边界的认知.国际政治科学,2006,(1):62-85.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "25Carneiro RL.A theory of the origin of the state.Science,1970, 169(3947): 733-738. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "26 张文木.印度与印度洋：基于中国地缘政治视角.北京：中国社会科学出版社,2015:102.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "27 李忠林.印度的门罗主义评析.亚非纵横,2013,(4):15-21.  \n28 杨思灵.印度如何看待“一带一路”下的中印关系．人民论坛·学术前沿,2015,(9):37-50.  \n29 朱翠萍．“一带一路”倡议的南亚方向：地缘政治格局、印度难点与突破路径.南亚研究,2017,(2):1-28.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Analysis of Historical Change of Boundary of Yadong Area in Tibet, China and Its Geostrategy ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Ge Quansheng He Fanneng Liu Haolong ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（Institute ofGeographic Sciences and NaturalResources Research,Chinese AcademyofSciences,Beijing10olo1,China） ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "AbstractYadongareaofTibetAutonomousegion,ChinalocatesinwedgejunctionoftheSouthslopofteHmalayasofChina,Idia andBhutan.Anditisaimportantfrontierofefenceareaandradingportfomtieimmemorial.UderthebackgroundthatIndiaprovked thedisputeinthoglagodercarfcatiooftcalcangeofteundaryofdogdalyisftsostrateicin canprovideabeneficialdecisionsupportfortheconstructionoftheBeltandRoadIitiativeandthesafeguardofChineseborderscurity InthispaperstoalatealsstorcalapdGchologicaleaseompesivelyedtalytestcalgf theboundaryofYadongareaanditsgeostrategy.heresultswereshonasfllows.FirstlyteboundarychangeofYdogareaexpericed fourstagesinestocalpdAndiwaselyaedtogeolialpattftesroudgareaDongagaaiset tritryofnaroiolodlyoapaltoialltesderhsoftudio Historicalraditionandteborderconventionmustberespectedirdly，breakthroughthegeographiclimitadstrengtenthegplitical influenceofYadongareaouldbethesignificantstrategccoicetosuppssSinoIdiaerareaandastendwesteodelook the Siriguri corridor,and counterbalance the challnge that comes from the southern Asian and Indian Ocean area. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Keywordsboundary, historical change, geopolitics, Yadong area ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "葛全胜中科院地理科学与资源所研究员、博士生导师、所学术委员会副主任、所长。主要从事全球变化研究。先后主持中科院方向群项目、国家支撑计划项目、国家基金委重点基金、科技部 $^ { \\alpha } 9 7 3 ^ { \\prime \\prime }$ 项目等。曾获国家自然科学奖二等奖、国家杰出青年科学基金资助。E-mail: geqs@igsnrr.ac.cn",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "GeQuanshengDirectorandprofesorofIstituteofGeographicSiencesandNaturalResourcesResearch,ChineseAcademyofSciences (CAS).Hisresearchfocusesonglobalenvironmentalchange.Hehaswonthefolowingawardsorhonors:SecondPrizeofNationalNatural Sciences (20l2); Outstanding Young Scholarsof National Natural Science Foundationof China.E-mail: geqs@igsnrr.ac.cn. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "刘浩龙博士，中科院地理科学与资源所助理研究员，中国地理学会会员。主要从事历史地理研究。E-mail:liuhl@igsnr.ac.cnLiuHaolongadistantproorstuteogaicecndaturalesocesesechescadefiec(CAS).He specializes in historical geography. E-mail: liuhl@igsnrr.ac.cn",
        "page_idx": 9
    }
]