[
    {
        "type": "text",
        "text": "藏粮于地、藏粮于技”战略实施中的土壤科学与技术问题",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "沈仁芳\\*王超 孙 波",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院南京土壤研究所土壤与农业可持续发展国家重点实验室南京210008摘要“藏粮于地、藏粮于技”战略是国家“十三五”规划的新途径，是保障我国粮食生产和安全的必然选择。提升耕地质量和确保耕地资源的可持续利用，是实现“藏粮于地、藏粮于技”战略的基本保障和具体途径。目前我国耕地资源环境面临着多重挑战，需要依靠科技创新不断提升耕地地力。文章分析了我国耕地质量现状以及耕地资源保护和可持续利用中需要解决的问题和发展方向，并从“藏粮于地、藏粮于技”战略实施的角度，针对我国耕地资源特点，探讨了提升基础耕地地力的途径，提出了耕地资源可持续管理问题，旨在为“藏粮于地、藏粮于技”战略实施提供一定参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词藏粮于地，藏粮于技，耕地资源，地力提升，可持续利用DOI 10.16418/j.issn.1000-3045.2018.02.002",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "确保粮食产量和安全是治国安邦的首要任务，是关系到我国国民经济发展、社会稳定和国家自立的全局性重大战略问题。近年来，我国粮食连年增产，农业稳定发展。国家统计局发布的数据显示，2017年全国粮食总产量达61791万吨。与此同时，国内粮食库存量显著增加，部分粮食品种供给偏多，仓储补贴负担加重，并且受到国际市场粮食价格走低的严重冲击。反观粮食增产的代价是耕地的高强度利用、超负荷运行、质量退化、地力透支及土壤严重污染等负面问题，这严重制约了我国农业的可持续发展。在当前局势下，如果粮食生产结构不能及时调整，我国的粮食产量和安全将面临越来越大的挑战和压力。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在此背景下，党的十八届五中全会通过的“十三五”规划建议提出：坚持最严格的耕地保护制度，坚守耕地红线，实施“藏粮于地、藏粮于技”战略，提高粮食产能[]。实施“藏粮于地、藏粮于技”战略是保障国家粮食产能和安全的必然选择，体现了党中央和国务院对保障我国粮食安全问题的高度重视，不仅是对我国粮食生产、农业发展形势的准确判断，也是保障我国粮食安全和农业绿色持续发展长效机制的科学途径[2]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“藏粮于地、藏粮于技”战略的实现，关键是要保障耕地数量和提升耕地质量[1]。耕地是粮食生产和安全的根基和载体，是最重要的生产要素和农业可持续发展的核心基础。基础地力是反映耕地生产能力的重要指标，对其提升是实现“藏粮于地”战略的基础和保证。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 “藏粮于地、藏粮于技” 的重要战略意义",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“藏粮于地、藏粮于技”是指通过提升耕地质量和土地生产力，实现粮食稳产高产，在粮食生产相对充足的情况下，有效地调整土地产业结构，将部分土地改作种植经济作物或从事其他经营，让过度消耗的耕地得到休养生息的机会，从而保障和提升耕地地力；当出现粮食紧缺的时候，可很快恢复耕地生产能力，满足国内粮食需求[3]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "实施“藏粮于地、藏粮于技”战略的短期目标是调整种植结构，提升耕地地力，降低国内粮食库存量，以减轻国家仓储补贴负担，促进农业供给侧结构性改革；长期目标是提高土地综合生产能力，促进农业可持续发展，保障国家粮食稳定供给和安全。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "实施“藏粮于地、藏粮于技”战略不仅可以保护我国耕地资源，提升耕地产出效益，缓解土地生态压力，促进农业可持续发展，还有利于平衡国内粮食供求矛盾，保障国家粮食安全供给，促进农民增收，缓解粮食库存压力，减轻仓储财政负担[3，这符合我国目前的基本国情。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2我国耕地质量现状及面临的问题",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "实施“藏粮于地、藏粮于技”战略根本在于耕地。只有保证了足够数量的耕地面积和不断提升耕地质量，确保耕地资源的可持续利用，才能保障国家粮食产量和粮食安全。然而，不管是从耕地数量还是质量上，我国当前耕地资源形势都非常严峻，面临着耕地资源匮乏、整体质量偏低、土壤退化和污染严重等问题[4]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1我国耕地数量不足而且还不断减少 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "基于第二次全国土地调查结果，2015年我国耕地面积为1.35亿公顷，人均耕地不足0.11公顷，仅为世界人均数量的 $45 \\%$ 。随着工业化和城镇化进程加快,生态和交通建设不断推进，耕地数量还在持续减少。“十三五”期间，耕地年平均减少面积为90万公顷。根据《全国土地利用总体规划纲要（2006—2020年）调整方案》，到2020年确保我国基本耕地面积为1.24亿公顷，农田面积稳定在1.03亿公顷以上。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 我国耕地质量整体水平偏低，中低产田面积比例较大",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国耕地土壤有机质含量不足 $1 \\%$ 的面积达到 $2 6 \\%$ 整体有机质含量低于欧洲同类土壤的一半。目前，我国耕地基础地力对粮食生产的贡献仅为 $50 \\%$ 左右，比发达国家低20—30个百分点[5]。根据农业部关于全国耕地质量等级情况的公报统计显示，全国高、中、低产田的面积分别为0.31亿公顷、0.43亿公顷和0.34亿公顷，其中中低产田面积占耕地总面积比例高达 $70 \\%$ ，低产田超过 $3 0 \\% ^ { [ 6 ] }$ 。虽然我国通过土地开发、土地整理和土地复垦平均每10年补充耕地280万一490万公顷，而这些耕地一般多为劣质低产田，很难快速达到优质耕地的水平[。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3耕地土壤退化较为严重 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国耕地退化面积较大，占耕地总面积的 $40 \\%$ 以上，而且退化趋势日趋严重。土壤退化突出表现在：耕层变浅、有机质含量偏低、土壤养分呈现非均衡化、水土流失以及土壤盐渍化、沙化、酸化等方面。例如，我国水土流失面积为356万平方公里，年平均增加1万平方公里。目前，东北黑土区土壤耕层只有12一15厘米。近30年，我国 $2 1 . 6 \\%$ 的耕地出现严重酸化，pH值平均降低了0.85个单位，主要集中在湘赣粤等红壤地区[7]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.4土壤污染严重，障碍因素复杂多样 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "按联合国的划分方法，我国耕地有障碍的面积占 $89 \\%$ ，无障碍耕地仅占 $1 1 \\%$ 。根据2014年环保部和国土资源部发布的全国土壤污染状况调查公报，全国受污染的耕地面积约有0.1亿公顷，土壤点位超标率高达 $1 9 . 4 \\%$ 。农田土壤重金属污染率已从20世纪80年代末期的不足 $5 \\%$ ，上升至目前的约 $2 0 \\% ^ { [ 8 ] }$ ，受农药污染的耕地土壤面积达0.09亿公顷[4]，农产品质量安全受到严重威胁。面源污染加重已成为制约农业可持续发展的突出矛盾。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3耕地资源保护和可持续利用的科技发展现状及需要解决的问题",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1国际耕地资源保护和可持续利用研究进展",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "国际上自20世纪90年代提出集约化可持续农业发展规划，以提高耕地质量和水土资源利用效率，从而促进农业生产能力的稳步提升。21世纪以来，国外发展集约化可持续农业研究在防治土壤污染、消减土壤障碍和提升土壤生物功能3个方面取得显著进展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（1）土壤污染防治计划和法规。欧、美、日等发达国家从可持续规划和可持续发展的角度制定污染土壤修复计划，如美国“超级基金”计划、加拿大“国家污染场地修复计划”、荷兰《土壤保护法》和《土壤质量法令》、日本《农用地土壤污染防治法》等，防治土壤重金属污染，建立相关环境保护产业。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（2）土壤障碍消减技术和模式。美国农业部盐土实验室与澳大利亚联邦科学与工业研究组织系统研究了打破土壤障碍对耕地培肥和提升化肥养分利用效率机制，基于土壤水-盐-肥运移模型（HYDRUS3D）提出盐碱土治理技术模式；荷兰瓦赫宁根大学建立了有效的地力分区管理策略，加拿大萨斯喀彻温大学等建立了基于小麦间歇性免耕和豆科轮作的保护性耕作体系。此外，在水土资源质量自动化监测、打破土壤障碍和水资源制约的生物化学原理、障碍土壤改良综合工程技术、土壤污染综合治理技术、农田非常规水源高效利用技术、应对土壤障碍和气象灾害的抗逆品种筛选技术以及智能化农业体系建设方面取得重要进展[9]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（3）土壤生物功能提升计划。近年来土壤和植物微生物组成为国际研究前沿，美国在2010年8月启动“地球微生物计划”（Earth Microbiome Project，EMP）,研究全球典型土壤等生态系统微生物群落的多样性及其功能，建立基因图谱（Gene Atlas，GA)；2016年5月又启动了“国家微生物组计划”（NationalMicrobiomeInitiative，NMI），通过政府-大学-研究所-企业的联合创新深入认知土壤、植物和水体等环境中微生物组（称为“微生物群落集合”）的结构和功能，促进微生物在农业和环境管理中的应用。在提升土壤功能方面，美国康奈尔大学、法国国家农业研究院和瑞士有机农业研究所利用C标记、高通量测序和荧光显微成像等现代分析技术深人揭示了有机农业系统和间作系统中化肥养分高效利用的土壤生物物理机制。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2国内耕地资源保护和可持续利用研究进展",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我国自20世纪80年代以来相继实施了“中低产田改良”“沃土工程”“高标准农田建设”等计划，揭示了中低产土壤肥力的长期变化规律，发展了地力快速提升理论与技术。近年来，在土壤结构-养分库容-生物网络功能协同提升机制、主要粮食产区农田土壤有机质演变与提升综合技术、黄淮地区农田地力提升与大面积均衡增产技术及其应用、克服土壤生物障碍的微生物有机肥及其新工艺方面取得显著进展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "针对土壤污染问题，我国在土壤环境背景值制定、污染土壤物理-化学-植物联合修复技术方面取得了显著进展，近期开展了区域治理工作。2016年5月国务院印发了《土壤污染防治行动计划》（简称“土十条”），提出在2018年底前查明农用地土壤污染的面积、分布及其对农产品质量的影响，建立10年1次的土壤环境质量状况定期调查制度；对农用地土壤实施分类管理，按照污染程度划分为优先保护类、安全利用类和严格管控类；以影响农产品质量的突出环境问题为重点，制定土壤污染治理与修复规划，组织开展治理与修复。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中国科学院在2015年启动“土壤-微生物系统功能及其调控”战略性先导科技专项[10]，国家自然科学基金委2017年启动“水圈微生物驱动地球元素循环的机制”重大研究计划，开展不同生态系统中微生物对碳、氮、磷等元素循环驱动机制和调控措施的研究。2016年起，我国相继启动国家重点研发计划专项，包括“粮食丰产增效科技创新”“化学肥料和农药减施增效综合技术研发”“农业面源和重金属污染农田综合防治与修复技术研发”和“智能农机装备水资源高效开发利用”。2017年开始立项启动“京津冀环境综合治理”科技重大工程，农业农村环境风险管控及综合治理是其中的一个重要方面。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3国内土壤质量演变监测技术发展方向",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我国在20世纪50年代和80年代开展了2次全国土壤普查，并长期开展了不同农区土壤肥力评价和土壤肥力演变规律的研究。20世纪80年代中国科学院建立的中国生态系统研究网络和中国农业科学院的土壤肥力与肥料效应监测网，2005年起融合建立了国家野外科学观测研究站体系，协同开展农田生态系统养分循环和土壤质量长期演变规律的研究，从土壤肥力拓展到土壤环境质量和健康质量演变研究；评价了我国农田化肥养分平衡和养分利用的时空变化特征；揭示了热量驱动的化肥养分投入和有机养分再循环对产量的增益作用；发展了典型类型土壤质量管理的指标体系、培育理论与技术体系。在国家尺度上，基于测土配方施肥数据和模型分析，建立了全国测土配方施肥数据管理平台和县域耕地资源管理信息系统并已应用于2498个县，支撑了全国耕地地力评价和施肥决策。目前，针对我国耕地地力和施肥水平的多样性和复杂性，亟须在不同时空尺度上系统开展耕地地力提升与水、肥高效利用之间的关联机制研究，重点在化肥减施高潜力区开展耕地地力和水、肥资源协同管理理论、技术和调控模式研究。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.4土壤改良和培育技术装备发展方向",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "国内针对土壤酸化障碍对氮、磷养分高效利用的制约，研发了不同有机源生物炭生产和施用技术，开发了基于畜禽粪便与碱性粉煤灰或高岭土（吸附剂）“共堆肥”生产有机肥的方法和配套设施。针对盐碱土改良，建立了基于垄作、硫酸铝改良和生物肥的重度盐碱土治理技术，研发了滨海盐碱地加速脱盐、长效培肥、耐盐品种和轻简栽培的技术体系，集成了成熟的滴灌土壤水盐调控方法、咸水滴灌土壤水盐调控技术以及“滴灌 $+$ 垄作 $^ +$ 覆膜”改土利用模式。针对东北黑土耕层变薄和华北潮土砂性障碍问题，研发了以秸秆掩埋激发式快腐为核心的肥沃耕层构建技术体系。针对南方低丘岗地低产田，围绕“治水一改土一造林”链条，集成侵蚀、酸化和养分贫瘠化阻控技术和土地生产力快速提升技术，建立具有区域特色的“畜一沼一林/果/农”生态模式。但是，在高标准农田建设和土地整治设备方面，尚缺乏专业化大型深松破土装备和暗管铺设设备。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.5土壤污染治理与修复技术发展方向",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我国近年来在土壤污染调查与风险评估、土壤污染过程与机制、修复技术与示范等方面取得了显著进展。国内开发了污染场地健康与环境风险评估软件（HERA）；研制了基于生物炭/黏土矿物/纳米羟基磷灰石/功能微生物的系列土壤修复剂；研发了重金属和有机污染土壤植物修复技术，如砷污染土壤蜈蚣草植物修复、镉污染土壤伴矿景天植物修复、有机污染土壤紫花苜蓿-根瘤菌共生原位生物修复技术等；总结形成了土壤污染治理与修复的“风险管制、分类修复、分区试点”工作思路；建立了土壤修复技术规范、工程案例和推广应用模式；在湘、赣、桂、黔、苏、浙、云、皖、豫、辽等省份建成了土壤重金属污染修复示范区，如2014年启动长株潭耕地重金属污染修复及农作物种植结构调整国家级试点，开展“ $\\cdot _ { \\mathrm { V I P + n } } ,$ ，，即采用镉低积累水稻品种（Variety）、合理灌溉（Irrigation）、施用石灰等调节土壤酸度（pH值），3年实施在万亩示范片早稻达标率达到 $50 \\%$ 。目前发展趋势是研发联合的原位修复技术、基于环境功能修复材料（纳米）的修复技术、基于设备化的快速原位修复技术、土壤修复决策支持系统及修复后评估技术等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.6中低产土壤培育和养分高效利用机制和模式发展方向国内利用同步辐射、核磁共振等技术研究了秸秆还田和保护性耕作等对土壤结构和养分库容的协同影响，发展了农田土壤有机质综合提升技术，阐明了长期施肥对基础地力提升的贡献[1]。在土壤结构体形成和养分转化供应的微生物驱动机制方面，揭示了土壤大团聚体促进复杂生物网络形成、提升氮磷供应能力的机制，以及长期施肥和外源引种下根际土壤微生物种间互营促进有机物降解与养分释放机制[12]。针对不同区域的耕层土壤退化，在东北平原黑土区提出“玉米免耕结合秸秆深埋的肥沃耕层构建技术”以应对耕层变薄问题，在华北平原潮土区建立“激发式玉米秸秆行间掩埋技术”消减土壤砂性障碍，在关中平原和渭北旱塬塿土和黑泸土区建立了小麦-玉米的“高茬还田”和“垄沟覆膜栽培”技术减缓干旱胁迫和提升土壤有机质，在长江中游红壤区发展“旱地秸秆（生物炭）-生物有机肥匹配技术”和“稻田绿肥轻简化清洁生产技术”协同控酸、扩充养分库容和生物功能，在四川盆地紫色土区构建“聚土垄作免耕-坡式梯田-有机培肥模式”破除耕层浅薄和贫瘠问题，这些中低产田改造技术的应用显著提高了养分和养分利用效率和作物产量。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "目前需要针对地力提升与减肥减药的双重目标，根据不同区域气候、作物和土壤特点，加强化肥-有机肥替代的共性技术研究（秸秆还田、生物炭施用、有机肥安全利用、绿肥轮作间作），建立不同区域替代率和替代方式的标准（规程），结合小流域或区域“种一养一加”循环农业体系建设，完善耕地长效培肥的“有机质-养分库-生物功能”协同提升理论和技术模式（图1）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.7中低产田抗旱和防御隐形灾害技术",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "国内基于作物高效利用雨水和灌溉水的机制，发展了降水保蓄和灌溉水高效利用的统筹方法，研发了不同区域节水抗旱品种、覆膜集雨保熵和秸秆还田培肥聚墒技术，形成了“集、蓄、保、提”旱地农业丰产节水技术体系、集雨补灌技术、分根交替灌溉和调亏灌溉技术、水肥耦合技术、化学制剂应用技术、水肥一体化微灌节水技术；通过集成农艺和工程节水技术，实现了生物和化学节水、以水调水促肥、提高降水和灌溉水利用效率的目标。在挖掘中低产田弱水资源利用特别是咸水和微咸水利用方面，研发了基于土壤-水-盐-作物相互关系的微咸水补灌制度，基于咸水结冰冻融咸淡水分离原理建立了冬季咸水结冰灌溉改良盐碱地技术；利用咸水直灌技术配套“淡化肥沃层”和“两相耕作抑盐”等理论技术，集成了黄淮海中低产区盐碱地综合治理模式。针对不同中低产耕地分布区的隐形灾害类型，通过实施土壤培肥以及控温调水综合管理措施，调整作物品种体系和轮作体系，辅助农业灾害保险服务和中低产田改造扶持政策，提升耕地抵御农业隐形灾害的能力。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/4396a6a2a825b0d343ea139e22b1f7caa53e4b5802f604c69328e4241fc9f40f.jpg",
        "img_caption": [
            "耕层结构和有机质提升 ",
            "养分库容和供应能力提升",
            "生物功能提升",
            "图1建立“有机质-养分库-生物功能”协同提升的肥沃耕层构建理论和耕地保育技术模式"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.8适生耐逆品种选育和微生物-作物互作",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "国内针对障碍土壤研发了成熟的特色先锋作物选育及配套栽培技术，开发了耐盐大麦、燕麦、杂交油葵、地膜棉花、苜蓿、羊草、甜高梁、芒草和柳枝稷等先锋作物体系，针对海蓬子、盐地碱蓬、碱蓬、盐角草和二色补血草等特色经济植物开展了种质资源调查、引种驯化和应用。特别是近年发现“海稻86”等高耐盐资源可以在含盐量达 $0 . 5 \\% { - } 0 . 6 \\%$ 的滨海盐碱地中生长，但需要加强对基因组分析揭示其高耐盐机理，加强基因克隆和编辑育种技术的应用。同时，国内在植物-微生物互作方面的研究也有突破，发现脂肪酸是植物传递给菌根真菌的主要碳源形式，通过降低植物脂肪酸的合成，能够有效抑制白粉病病原真菌的致病性[13]；通过改进高通量微生物培养技术，从拟南芥中分离出近8000个细菌，覆盖了 $64 \\%$ 的根系微生物种类，并建立了人工重组微生物群体（SynCom）的实验体系[14]。国内对植物-微生物共生的研究传统上主要关注微生物本身，需要加强对植物宿主-微生物互作分子机制的研究，特别需要研究如何利用这种互作机制增加作物对障碍土壤的耐逆适生性。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "目前，针对不同类型耕地的保育和改良，需要完善国家耕地质量、土壤环境基准与标准体系，查明耕地质量演变和土壤污染分布，研究地力培育与水肥资源利用的关联机制，阐明土壤障碍和污染对耕地地力提升和作物适应性影响，发展绿色土壤生物修复技术体系，提出多水资源综合利用技术和抵御隐形灾害技术体系，发掘植物耐逆、抗逆功能基因和适生植物资源优势，建立中低产田产能综合提升模式，研发配套机械、改良剂和肥料产品，为实现“藏粮于地、藏粮于技”的目标提供基础理论和技术支撑。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4 实施“藏粮于地、藏粮于技”战略提升我国耕地质量的途径问题",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“藏粮于地”核心是“地”，关键是“藏”，需要利用农业技术措施不断提升耕地质量，这也是“藏粮于技”的基本含义。在我国耕地数量刚性减少，粮食需求不断增加的前提下，基础地力的提升对保证粮食的高产稳产，缩减产量差和可持续生产具有重要的作用，是确保“藏粮于地、藏粮于技”战略实施的有效途径。在开展全国土壤资源普查的基础上，需要整合现有土地，按照土地平整、集中连片、土壤肥沃、水利设施、农电配套、高产稳产、生态良好、抗灾能力强的耕地综合利用目标，与现代农业生产和经营方式相适应的统一标准，优化布局，统筹建设，初步形成了一套不同区域和不同耕地质量的保护措施与地力提升的技术模式。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1高产田的稳产保育 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "数据统计，在我国的20亿亩耕地中，只有4亿亩能够达到高产农田生产能力的要求，集中分布在平原以及灌溉水平较高的绿洲区，此类耕地基础地力较高，生产稳定性好。虽然高产田基本不存在限制农业生产的障碍因素，但仍需持续实行耕地保育措施，强化耕地资源的保护利用。因地制宜地加强建立耕地用途监测监管平台，实施耕地质量监测、测土配方施肥、有机质提升技术（休耕轮作、秸秆还田等），完善农田水利建设工程，提高农电配套设施，实施现代化播种耕作技术及基本信息数字化技术等。实现使用与养护相结合的方式开展农业生产，保证足够数量的高产田耕地面积尤其是将优质耕地永久保护起来，并巩固提升农田的“藏粮”能力。实现2016年中央一号文件提出的“到2020年确保建成0.53亿公顷、力争建成0.67亿公顷集中连片、旱涝保收、稳产高产、生态友好的高标准农田”的目标。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2中低产田的地力提升",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "中低产田是我国重要的耕地资源，具有很大的增产潜力，占耕地面积的 $70 \\%$ 左右。改良和提升中低产田的土壤地力是“藏粮于地”战略实施的重要保障，对我国粮食产量和安全及农业可持续发展起到积极推动作用。2008年11月发布的《国家粮食安全中长期规划纲要（2008一2020年）》中提出要加快中低产田改造，力争到2020年中低产田所占比重降低到 $50 \\%$ 左右。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "中低产田改良过程中，需要遵循改良、使用和养护相结合的方式，依靠土壤地力定向培育理论，构建土壤障碍消减和地力提升的核心技术体系2。我国中低产田形成的主要障碍因素包括：耕层变浅、干旱缺水、瘠薄、坡耕地、盐碱、风沙、渍涝、酸化及污染严重等。科学认知土壤障碍形成过程及消减原理，对于中低产田改良具有重要的指导意义。通过土壤改良和农业增产相结合的工程措施与耕作培肥等技术相配套的综合措施，加深耕作层、改善土壤结构、提高养分含量和保水保肥能力、促进生物功能等，从而提升土壤地力[15]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "我国中低产田特点是：种类较多，分布广泛，构成复杂，土壤类型多样，区域分布差异较大。因此，进行改造的任务和重点不同，所需的改良和提升技术也有所不同（图2）[16]",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（1）东北黑土区。该地区是我国中低产田分布最集中的地区之一，由于高强度利用、重用轻养、土壤侵蚀等原因，导致黑土地土层变薄、有机质含量下降、土壤退化严重。需要加快实施黑土地保护策略规划，通过用养结合，水土流失防治，改良培肥等措施，保护黑土地资源。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（2）华北区。该地区中低产田分布较广，耕层变浅，土壤蓄水保肥能力下降，水利设施和降水条件成为耕地产能的制约性因素。应改善现有农田水利设施，发展节水灌溉技术，实现耕地资源的质量保护；此外，应重点改善耕层结构，提高耕层质量。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（3）长江中下游及南方地区。自然条件优越，是我国热量资源和水资源最丰富的地区，但也是中产田分布较多的地区。近年来，我国南方地区土壤酸化日益加剧，污染严重。重点在于治酸控污，制定土壤酸化和污染治理与修复规划，开展治理与修复工程及示范；土地治理过程中应注意改造低产坡耕地或退耕恢复植被。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（4）西北和黄土高原干旱区。该地区气候变化剧烈，降水稀少以及土地不合理利用，导致干旱缺水，耕地退化和次生盐渍化严重，依靠农业灌溉程度高。注重水资源优化调配，大力发展节水农业以及退耕还林还草，治理水土流失，防治次生盐渍化，改善生态环境。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（5）青藏高原区。由于海拔高，年平均气温较低，干燥缺水，生态脆弱，不利于农业生产。应以保护和改善区域生态环境为主要方向，结合自然地理和气候环境条件采取合理的改良措施，开展高原特色生态农田建设，恢复植被，减少水土流失，有效治理土地沙化现象，全面提升其生态服务功能。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在中低产田地力改良过程中，一些现实的意义不可忽视。例如，中产田的增产潜力、增产效益均比低产田高，改造费用也相对低廉，因此在中低产田的改良过程中应以改造中产田为主攻对象，在条件允许的情况下有计划地改良低产田。我国西北干旱区、黄土高原区、青藏高原区由于自然条件的限制，生态环境脆弱、基础地力差、耕地退化严重，使得这些区域低产田改良难度较大，需要投入更大的人力、物力和财力。基于我国当前的经济实力，很难在这些地区实施大范围的中低产田改良。",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/3724b2e6be64b1ac555683ffdc57c8ff470b0479a0a3ec803d5100b605b8004f.jpg",
        "img_caption": [
            "图2我国不同区域中低产田质量提升的重点任务"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3后备耕地资源的补充 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "后备耕地资源开发主要是对未投入使用的土地进行开发及合理的利用。规划后备耕地资源已成为增加耕地面积的一个重要途径，是实现耕地动态平衡的现实手段。“十三五”期间，通过土地整理每年新增23.33万公顷耕地面积，5年共新增116.67万公顷。这些新增的耕地在一定程度上补充了耕地面积的减少。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "后备耕地资源开发主要涉及开发类耕地和复垦类耕地。开发类耕地后备资源主要包括荒草地、沼泽地、苇地、滩涂及其他未利用的土地；复垦类耕地后备资源主要包括工矿废弃地、塌陷地及自然灾害损毁地。开垦前，应首先对土地进行评价，分析土地的适宜性、经济效益和对生态环境的影响，而后确定是否适合开垦。重点考察评估土地是否具备土地平整、质地良好、养分丰富、灌排条件、土地生产力较高及生态良好等条件，并且充分考虑对生态环境的影响，不允许损害周围土地环境。对补充耕地要进行更加严格的质量把关，确保能获得较高的经济效益和生态文明建设。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "尽管如此，新开发的耕地与已有的耕地地力等级仍相差2一3个等级，很难形成一定的生产能力，需要通过采取工程或生物措施，恢复耕种并达到较好耕地效益。提高易改良因子条件即可在短时间内以较小的投入获得较高的产出，而对难改良因子的土地提高耕作适宜性的难度较大，且投入多、耗时长。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5 实施 “藏粮于地、藏粮于技” 战略亟须解决的耕地资源可持续管理问题",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.1建立国家尺度耕地土壤和水资源天-空-地一体化监测和预警平台",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在重点区建立基于互联网的智能化监测基地，全面开展农业主产区耕地水土资源多维多尺度高分辨率联网监测，启动主要农业主产区土壤和作物微生物组联网观测;融合耕地质量监测、土壤污染调查、测土配方施肥和相关社会经济数据库，基于互联网分布式数据平台和同步数字序列多业务传送平台，构建国家尺度耕地土壤质量和水肥资源利用大数据平台；基于超算平台和云计算技术，分区分类提出耕地水肥资源高效配置利用方案，为政府部门、企业、推广人员和农户提供咨询服务。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.2建立土壤-水-肥-耕作综合管理研究平台",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "建立新型高效肥料和新型改良剂研发平台，新型改土设施研发平台，土壤污染防控与修复技术研发平台，开展政-商-产-学-研协同研发，创新农业全产业链一体化发展模式。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.3培育一批区域级土壤修复创新型科技企业",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "以土壤修复企业为推手，实施区域耕地资源集约利用规划和节地技术，集成中低产田肥沃耕层构建技术、后备耕地资源土壤快速熟化技术、污染土壤绿色联合修复技术，协同实施高产田土壤保育技术，实现稳定耕地面积和初步提升耕地总体质量的目标。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.4建立多水源精准管理体系",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "实现节水保覆盖技术、少免耕和农田生物质资源综合利用技术、水肥一体化高效利用技术体系的突破和集成；实施应对气候变化的流域水资源综合管理政策和措施，实现流域水资源的稳定供应和合理利用。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.5研发耕地保育和清洁生产的系列作物品种和肥料",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "选育耐逆（盐碱、干旱、铝毒和重金属污染）植物品种以及高效培肥的绿肥品种；研制复混肥和新型缓（控）释肥料，大力发展生物有机肥和多功能肥料，研发农业耕作施肥和改土治污培肥机械，建立高产高效和环境安全的种植体系，降低水、肥资源投入水平，节本增效。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6 结束语",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "“藏粮于地、藏粮于技”战略是党中央对确保粮食产能的新思路，是国家“十三五”规划的新途径，充分体现了粮食产量和安全是我国“三农”工作的重中之重。真正实施“藏粮于地”战略，才能促进农业的可持续发展。这需要科学合理地利用耕地资源，从根本上提升我国耕地地力水平，加强耕地质量保护，加快建设高标准农田。耕地地力提升对我国粮食安全、环境安全和生态安全建设具有现实性和紧迫性的价值意义。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "耕地质量的不断提升，必须依靠科技创新，突破资源环境约束，实现农业可持续稳定发展，走内涵式发展道路。需要不断对中低产田改造技术进行集成创新，深入系统地研究认识土壤障碍形成过程及消减原理，深化土壤地力定向培育理论，构建土壤障碍消减和地力提升的核心技术体系。从而优化布局，打造基础设施完备、生产能力稳定的粮食生产功能区，使“藏粮于地”战略真正落到实处。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1学习中国．藏粮于地、藏粮于技战略—习近平与“十三五”十四大战略.[2015-11-21].http://www.ccln.gov.cn/xxzgyc/162511.shtml.  \n2赵其国，沈仁芳.藏粮于地科技先行.中国科学报,2016-12-05.  \n3 陈印军，易小燕,陈金强,等.藏粮于地战略与路径选择.中国农业资源与区划,2016,37(12):8-14.  \n4 徐明岗，卢昌艾，张文菊,等.我国耕地质量状况与提升对策.中国农业资源与区划,2016,37(7):8-14.  \n5 汤勇华,黄耀.中国大陆主要粮食作物地力贡献率及其影响因",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "系时统订分析：衣业环境科子子报,ZUUo,Z/4):1205-1289.  \n6中华人民共和国农业部．关于全国耕地质量等级情况的公报.[2014-12-17].http://www.moa.gov.cn/govpublic/ZZYGLS/201412/t20141217_4297895.htm.  \n7国土资源部中国地质调查局.中国耕地地球化学调查报告(2015年）.[2015-06-26]. http://www.ngac.cn/Public/AttachFile/201506/20150626094736c626.pdf.  \n8陈印军，方琳娜,杨俊彦.我国农田土壤污染状况及防治对策.中国农业资源与区划,2014,35(4):1-5.  \n9 孙波,陆雅海,张旭东,等.耕地地力对化肥养分利用的影响机制及其调控的研究进展.土壤,2017,49(2):209-216.  \n10 沈仁芳,孙波，施卫明,等.地上-地下生物协同调控与养分高效利用.中国科学院院刊,2017,32(6):566-574.  \n11 曹志洪,周健民.中国土壤质量.北京:科学出版社,2008.  \n12 孙波,王晓玥，吕新华.我国60 年来土壤养分循环微生物机制的研究历程一基于文献计量学和大数据可视化分析.植物营养与肥料学报,2017,23(6):1590-1601.  \n13 Jiang Y N, Wang W X, Xie Q J, et al. Plants transfer lipids tosustain colonization by mutualistic mycorrhizal and parasiticfungi. Science,2017,356: 1172-1175.  \n14Bai Y,Muller DB, Srinivas G,etal.Functional overlap of theArabidopsis leaf and root microbiota. Nature,2015,528: 364-369.  \n15 曾希柏,张佳宝,魏朝富，等.中国低产田状况及改良策略.土壤学报,2012,49(6):1210-1217.  \n16 曾衍德.加强耕地质量建设 实现“藏粮于地”.中国农机推广,2015,31(9): 3-6.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Soil Related Scientific and Technological Problems in Implementing Strategy of “Storing Grain in Land and Technology\" ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "SHEN Renfang WANG Chao SUN Bo ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "(State Key LaboratoryofSoiland Sustainable Agriculture,Institute ofSoil Science, Chinese AcademyofSciences, ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Nanjing 210008,China）",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "AbstractThestrategyof“StoringGraininLandandTechology”isanewwayofnational“13thFive-YearPlan”,ndalsotheinevitable choicetoguaranteethefodproductioandsecurityImprovingthequaityofcultivatedlandandensuringthesustainableutilzationof cultivatedlandresourcsarethebasicguaranteeandytorealizethesrategyof‘StorigGraininLandandTechnolog.Atpresent,te cultivatedlandresourcesandenviromentiCinaarefacedwithmultiplechalenges,andthecontiuousimprovementofteculivated landresourcselyoetindtechologicaliovatioisrticlealsthepresntsiatioftelndualityterobd developmentdiectiosoftheprotectioadsustaableuilzatioofciatedlndsouc.Froeperspctieoftestrategoftoring GrainnLandandTechnology,wedisussthewaytoenhance thebasicsoilfrtiltyndputforardthesustainablemanagementofarable landesources,asedonthecharacteristicsofcultivatedndresource.eimistoprovidesomereferenceforthestrategimptation of “Storing Grain in Land and Technology”. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Keywordstrdtbledtob沈仁芳中国科学院南京土壤研究所所长，研究员，长期从事酸性土壤改良与利用研究。中国科学院“百人计划”入选者，国家“跨世纪百千万人才工程”入选者，国家杰出青年基金获得者，“973”项目首席科学家。中国土壤学会理事长，中国农学会副会长，Pedosphere主编，第七、八、九届“低pH值下植物-土壤相互作用系列国际会议（PSILPH）”国际指导委员会委员。发表学术论文170余篇，主编专著2部，荣获中科院科技促进发展奖二等奖和中国土壤学会科技奖一等奖各1项。E-mail: rfshen@issas.ac.cn",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/484f149868fb1e8945999d382c0e111814f7ac2d5e0ff7e96c13838a0f614d7c.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "(CAS).Prof.aslogeivoedieachofimpovgdilcidoilsdiseberoftteatiag Commiteeoft,dttatiolpsantleactiosatH().Hissfaual ScienceFoundationofhinforDistingushedYoungcholars,“HundredalentsProgram”ofCAS,andstatelevel“Cros-CentryTalet Program\".Inadditon,eisteChiefSientistfoatioal“97”Progam,thepresidentofSoilSenceocietyofCinaviceprsidetf ChinaAsocaofgriculturalieeSocietisdteEditor-iefofedosphre.Haspublisdoretan7cadeca andtwobooks.Prof.ShenwasawardedthesecondprizeofScienceandTechnologyPromotionDevelopmentofCASandthefirstprizeof Science and Technology of Soil Science Society of China. E-mail: rfshen@issas.ac.cn ",
        "page_idx": 9
    }
]