[
    {
        "type": "text",
        "text": "Quantitative Proteomics Analysis Reveals Novel Insights into Mechanisms of Action of Long Noncoding RNA Hox Transcript Antisense Intergenic RNA (HOTAIR) in HeLa Cells\\*图 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Peng Zheng‡\\*\\*, Qian Xiong‡\\*\\*, Ying Wu‡, Ying Chen‡, Zhuo Chen‡, Joy FlemingS, Ding Gao1l, Lijun BiS, and Feng Ge‡ll ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Longnoncoding RNAs (lncRNAs),which have emerged in recent years as a new and crucial layerof gene regulators, regulate various biological processes such as carcinogenesis and metastasis.HOTAlR (Hox transcript antisense intergenic RNA),a IncRNA overexpressed in most human cancers,has been shown to be an oncogenic IncRNA.Here,we explored the role of HOTAIR in HeLa cells and searched for proteins regulated by HOTAlR.To understand the mechanism of action of HOTAiR from a systems perspective,we employed a quantitative proteomic strategyto systematically identifypotential targets of HOTAlR. The expression of 170 proteins was significantly dys-regulated after inhibition of HOTAlR, implying that they could be potential targets of HOTAlR. Analysis of this data at the systems level revealed major changes in proteins involved in diverse cellular components, including the cytoskeleton and the respiratory chain.Further functional studies on vimentin (ViM),a key protein involved in the cytoskeleton, revealed that HOTAlR exerts its effects on migration and invasion of HeLa cells,at least inpart, through the regulation of ViM expression. Inhibition of HOTAiR leads to mitochondrial dysfunction and ultrastructural alterations,suggesting a novel role of HOTAiR in maintaining mitochondrial function in cancer cells.Our results provide novel insights into the mechanisms underlying the function of HOTAlR in cancer cells.We expect that the methods used in this study willbecome an integral part of functional studies ofIncRNAs. Molecular & Cellular Proteomics 14: 10.1074/mcp.M114.043984, 1447-1463,2015. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Annotation of the human genome has revealed that,although less than $2 \\%$ of the genome sequence encodes proteins (1),at least $90 \\%$ is actively transcribed into noncoding RNAs (ncRNAs)1.NcRNAs，once thought to be the “dark matter\"of the genome,have attracted widespread attention and are implicated in the regulation of many major biological processes impacting development,differentiation，and metabolism (2).They are divided into two major classes according to size:small ncRNAs,including microRNAs (miRNAs) and other noncoding transcripts of less than 200 nucleotides (nt), and longer regulatory ncRNAs, referred to as long noncoding RNAs (IncRNAs) (3)．LncRNAs are in general defined as mRNA-like，nonprotein coding transcripts longer than 200 nucleotides (4, 5). Using the most advanced sequencing platforms and algorithms for assembling transcripts from deep RNA-sequencing reads,it is estimated that there are about 20,000 distinct IncRNAs in humans (6,7). Although the function of most IncRNAs remains to be elucidated, recent findings suggest their involvement in fundamental cellular processes， including apoptosis and the cell cycle (8-10), chromatin modification (11,12), genomic reprogramming (13, 14),gene imprinting (15),and RNA processing (16). LncRNAs have recently been discovered to exhibit unique profiles in various human cancers,and aberrant IncRNA expression has been functionally linked to tumorigenesis (6,17,18). Identification of cancer-associated IncRNAs and their interplaywith target genesare now important areas of research in cancer biology; IncRNAs may be one of the missing pieces in the oncogene network puzzle. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "HOTAlR (Hox transcript antisense intergenic RNA)，which has a length of 2158 nt and is located within the Homeobox C (HOXC) gene cluster on chromosome 12,is one of the few well-studied IncRNAs (19,2O). It is unique in that it is overexpressed in the vast majority of cancer types analyzed so far and has been recognized as an oncogenic IncRNA (19). Recently，HOTAlR has been shown to induce proliferation and metastasis in a variety of tumors and is a negative prognostic indicator for several cancers (19，20)．Work pioneered by Howard Chang and colleagues uncovered a possible mechanism for HOTAIR in cancer (20-22).HOTAIR interacts with polycomb repressive complex 2 (PRC2)，which enhances H3K27 trimethylation to decrease expression of multiple genes，especially metastasis-suppressing genes (20-22). Subsequent studies demonstrated that HOTAlR serves as a molecular scaffold forat least two distinct histone modification complexes,coordinating their functions in transcription repression (12).Several transcriptome-wide studies have detected extensive changes in cellulartranscript levels in response to inhibition of HOTAlR,indicating that HOTAlR can regulate hundreds of genes (22,23)，providing insight into mechanisms underlying the function of HOTAlR in cancer cells.Although informative，transcript abundances do not necessarily reflect cellular protein levels because protein activity can be influenced by an array of post-transcriptional regulatory mechanisms and the correlation between protein and mRNA levels is generally modest (24,25). It is therefore necessary to analyze cellular protein levels after inhibition of HOTAlR at the proteomics level. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Ina previous study,we successfully employed a quantitative proteomic approach using SILAC (stable isotope labeling byamino acids in cell culture) methodology to identify targets of miR-21 in cancer cells (26).Here,we carried out global proteomic profiling to identify genes regulated by HOTAlR in HeLa cells.Using SILAC-based quantitative proteomics,we found that the expression of 170 proteins was dysregulated byinhibition of HOTAlR.Many interesting differentially-expressed proteins that potentially play functional roles during HOTAlR inhibition were identified.Analysis of this data at the systems level revealed major changes in proteins involved in diverse cellular components,in particular in the cytoskeleton and respiratory chain.Further functional studies revealed that vimentin (ViM)，a key protein involved in the cytoskeleton, contributes to various phenotypic effects observed after inhibition of HOTAlR.By correlating our proteomic data with that from functional studies,novel insights into the mechanism underlying the function of HOTAlR in cancer cells emerge. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "EXPERIMENTALPROCEDURES ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cell Cultureand RNA Interference-Human cervical cancer cell line HeLa,Chang Liver,human macrophage-like cell line U937,multiple myeloma cell line U266, lung cancer cell line H1299,hepatocellular carcinoma line HepG2 and gastric cancer cell line SGC7901 were purchased from American Type Culture Collection (Manassas,VA). HeLa,Chang Liver,U937,U266,H1299,HepG2 and SGC7901were grown in DMEM (Hyclone,Logan,UT) containing $10 \\%$ fetal bovine serum (FBS) (Gibco,Gaithersburg，MD), $2 \\mathsf { m m }$ glutamine, $5 0 ~ \\mathrm { U / m l }$ penicillin and $5 0 ~ \\mathrm { m g / m l }$ streptomycin at $3 7 ^ { \\circ } \\mathsf { C }$ in a humidified atmosphere with $5 \\% \\mathsf { C O } _ { 2 }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fortransient transfection,HeLa cells were transfected with $1 0 \\mathsf { n m }$ of siRNA targeting HOTAIR (siHOTAIR-l or siHOTAIR-Il) or negative control siRNA (siNC) using Lipofectamine RNAiMAX (Invitrogen, ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Gaithersburg,MD).RNA expression of HOTAIR was verified at $4 8 \\mathrm { ~ h ~ }$ after transfection by qRT-PCR as described below. For VIM gene knockdown,HeLa cells were transfected with $1 0 \\mathsf { n m }$ of siRNA targetingVIM (siVIM-l,siVIM-ll or siVIM-IIl) and a negative control siRNA (siNC).Cells were harvested $4 8 \\mathrm { ~ h ~ }$ after transfection and ViM gene knockdownwas assessed by Western blotting.All the siRNAswere purchased from GenePharma Co.Ltd. (Shanghai, China). siRNA sequencesare listed in supplemental Table S1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A human ViM expression plasmid (pVIM) (Catalogue NO.:EXD0114-M13) and control plasmid (pEGFP) were purchased from GeneCopoeia, Inc.(Rockville,MD).The VIM and control plasmids were expressed in HeLa cells by transient transfection using Lipofectamine 2ooo Reagent (lnvitrogen),according to the manufacturer's protocol. Cells were collected $4 8 \\mathsf { h }$ after transfection and overexpression of VIM was confirmed by Western bloting. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Forstable transfection,HeLa cells were transfected witha plasmid expressing small interfering RNA molecules targeting HOTAlR.A pGPU6/GFP/Neo siRNA Expression Vector kit was purchased from GenePharma Co.，Ltd.The RNAi sequences used were listed in supplemental Table S1 and a scrambled sequence (GTTCTCCGAACGTGTC ACGT) which has no significant homology to human gene sequences was used asa control.HeLa cells were transfected with pGPU6/GFP/Neo/HOTAIRor pGPU6/GFP/Neo/control using Lipofectamine 2ooo Reagent (Invitrogen) and were then selected for neomycin resistance for 3 weeks,at which point one clone was selected from the pGPU6/GFP/Neo/control or pGPU6/GFP/Neo/ HOTAlR transfected cells.Cells selected from pGPU6/GFP/Neo/control transfected HeLa cells were designated as HeLa-NC cells,and those from the pGPU6/GFP/Neo/HOTAIR transfected HeLa cells as HeLa-KD cells.The expression level of HOTAlR was determined by qRT-PCR. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RNA Isolationand qRT-PCR-Total RNA wasextracted from cultured cells using Trizol reagent (lnvitrogen) according to the manufacturer's protocol.RNA was reverse transcribed into first strand cDNA usinga RevertAid First Strand cDNA Synthesis Kit (Thermo Fisher Scientific,Waltham,MA),and quantitative PCR was carried out using SYBR Green PCR Master Mix (Roche Diagnostics Ltd,Mannheim, Germany) and a LightCycler 480 Real-Time PCR system (Roche).The GAPDH gene was used as an endogenous control gene for normalizing the expression of target genes.Each sample was analyzed in triplicate.The thermo cycling program consisted of holding at $9 5 ~ ^ { \\circ } \\mathsf { C }$ for $5 \\mathrm { \\ m i n }$ ,followedby40 cycles of $1 0 \\mathrm { ~ s ~ }$ at $9 5 ^ { \\circ } \\mathsf { C }$ = $3 0 \\mathrm { ~ s ~ }$ at $6 0 ~ ^ { \\circ } \\mathsf { C }$ and 30 sat $7 2 ^ { \\circ } \\mathsf { C }$ 、Melting-curve data were then collected to verify PCR specificityand the absence of primer dimers.Primer sequences are listed in supplemental Table S1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Detection of Apoptosis-Transientlyor stably transfected HeLa cells $( 1 \\times 1 0 ^ { 6 } )$ were harvested $4 8 \\mathrm { ~ h ~ }$ after transfection,washed three times in phosphate-buffered saline (PBS),and then stained with Annexin V-FITC and Pl according to the manufacturer's instructions (Beyotime,Haimen,China).Samples were acquired ona FACScan flow cytometer (Becton Dickinson,San Jose,CA) and analyzed with the BD FACSDiva software 6.0 (Becton Dickinson). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cell Cycle Progression Assay-Transientlyorstablytransfected HeLa cells $( 1 \\times 1 0 ^ { 6 } )$ were harvested,washed three times with ice-cold PBS and fixed with $70 \\%$ ethanol overnightat $4 ^ { \\circ } \\mathsf { C }$ .Cellswere stained with Pl (Beyotime),and a cell cycle profile was determined using a BD FACSAria Ill Cell Sorting System (Becton Dickinson).Ten thousand events were acquired for each sample,and cell cycle distributions were determined using ModFit LT software (Becton Dickinson).Experiments were performed in triplicate.Resultsare presented as the percentage of cells ina particular phase. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cell Proliferation Assay-A Cell Counting Kit-8 (Boster,Wuhan, China) was used to determine cell proliferation.Briefly, transiently or stably transfected HeLa cells $( 1 \\times 1 0 ^ { 3 } )$ were plated in triplicate in ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "96-well plates. $1 0 ~ \\mu \\vert$ cell proliferation reagents were added to each well and cells were incubated for $2 \\ h$ at $3 7 ^ { \\circ } \\mathsf { C }$ .Cell numbers were estimated by measuring the optical density (OD) at $4 5 0 \\ \\mathsf { n m }$ .Absorbance of cell-free wells containing medium was set as zero. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Wound Healing Assay-Transiently or stably transfected HeLa cells were seeded into a six-well plate and allowed to grow to $70 \\%$ confluence in complete medium.Cell monolayers were wounded using a plastic tip $( 1 ~ \\mathsf { m m } )$ that touched the plate. Cells were then washed with PBS to remove debris,transfected and incubated for $2 4 \\ h$ The number of cells migrating to the wound surface and the average distance cells migrated was determined under an inverted microscope at designated time points. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Cell Invasion Assay-Transwell chambers (Corning, $8 . 0 \\ \\mu \\mathrm { { m } }$ pore size) coated with Matrigel (BD Biosciences,Bedford,MA) were used to measure the invasiveness of cancer cells.In brief, transiently or stably transfected HeLa cells $( 2 ~ \\times ~ 1 0 ^ { 5 } )$ were plated in the upper chamber in serum-free media.The bottom chamber was covered with media containing $10 \\%$ FBS.After incubating for $4 8 \\mathrm { ~ h ~ }$ ，cells that migrated to the bottom of the chamber insert was fixed in methanol for $1 5 \\mathrm { \\ m i n }$ and stained with Giemsa stain.Invading cells were photographed and counted on the stained membrane under a microscope.Each membrane was divided into four quadrants and the average from four quadrantswas calculated. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "SILAC and Protein Extraction-HeLa cells were grown in SILAC DMEM Medium (Pierce Biotechnology,Rockford, IL) containing $10 \\%$ FBS,and either the $^ { 1 3 } { \\mathsf { C } } _ { 6 }$ -L-lysine (heavy) or $^ { 1 2 } { \\mathsf { C } } _ { 6 }$ -L-lysine (light) for more than seven generations before harvesting,to ensure high labelingefficiency $( > 9 9 \\% )$ .Heavy-labeled cells were transfected with 10 nM siHOTAlR-l and light-labeled HeLa cells were transfected with 10 nM siNC.After incubating for $4 8 \\mathsf { h }$ , cells were washed three times with ice-coldPBS,transferredtoclean $1 . 5 ~ \\mathsf { m l }$ Eppendorf tubesand lysed withRIPAlysisbuffer $5 0 ~ \\mathsf { m m }$ Tris-HCl,150 mM NaCl, $0 . 1 \\%$ SDS, $1 \\%$ Nonidet P-40, $0 . 5 \\%$ sodium deoxycholate，1 mM PMSF, $1 0 0 ~ \\mathsf { m m }$ leupeptin,and $2 \\ : \\mathrm { m g / m l }$ aprotinin, $\\mathsf { p H } 8 . 0 \\mathsf { ) }$ on ice for 15 min.Cellular debris was removed by centrifugation at $1 3 , 2 0 0 \\times g$ for $3 0 \\mathrm { \\ m i n }$ at $4 ^ { \\circ } \\mathsf { C }$ Protein concentration was measured using a BCA Protein Assay Kit (TIANGEN,Beijing,China). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Protein SeparationandIn-gel Digestion-The“Light”and“Heavy\" lysates were mixed ina1:1 ratio based on protein weight ( $1 0 0 \\ \\mu { \\mathfrak { g } }$ of each),boiled in SDS-PAGE sample buffer,separated by $12 \\%$ SDSPAGE and stained with Coomassie Brilliant Blue.The entire gel lane was cut into 30 sections for in-gel digestion. Excised sections were chopped into small pieces of $1 \\ : \\mathrm { m m } ^ { 2 }$ ,washed in deionized water and completelydestained using100mM ammonium bicarbonate $( N H _ { 4 } H C O _ { 3 } )$ in $50 \\%$ acetonitrile (ACN).A reduction step was performed in 100 mM DL-Dithiothreitol (DTT) at $3 7 ^ { \\circ } \\mathsf { C }$ for $1 \\mathfrak { h }$ The proteins werealkylated in $5 0 ~ \\mathsf { m m }$ iodoacetamide (lAA) at room temperature for $1 \\ h$ in the dark.Gel sections were first washed in deionized water, then ACN,and finally dried in a SpeedVac system (Thermo Fisher Scientific).Digestion was carried out using $2 0 \\mu { \\sf g / m l }$ sequencing grade modified trypsin (Promega,Madison,Wl) in 50 mM ${ \\mathsf { N H } } _ { 4 } { \\mathsf { H C O } } _ { 3 }$ at $4 ^ { \\circ } \\mathsf { C }$ for $4 5 \\min$ and then incubated at $3 7 ^ { \\circ } \\mathsf { C }$ overnight.The supernatants were transferred into a $2 0 0 \\mu |$ microcentrifuge tube and the gels were extracted twice with extraction buffer $67 \\%$ ACN containing $2 . 5 \\%$ trifluoroacetic acid).The peptide extracted and the supernatant of the gel slices were combined and then dried in a SpeedVac. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "LC-MS/MS Analysis-The dried peptides from each gel slicewere reconstituted in $5 \\%$ （204号 $A C N / 0 . 1 \\%$ formic acid and analyzed using a maXis impact UHR-QTOF system (Bruker Daltonics, Bremen,Germanys) coupled to a Dionex UItimate 30o0 nano-flow HPLC (Dionex, Sunnyvale,CA).Peptide mixtures from each gel slice were first desalted online using a C18 PepMap trap column $( 3 0 0 ~ \\mu \\mathsf { m }$ i.d., $5 \\ c m$ long,LC Packings),and eluted to a C18 PepMap analytical column $7 5 \\mu \\mathsf { m }$ i.d.,15 cm long,LC Packings).Peptides were separated using a linear gradient from $1 0 \\text{‰}$ of solvent B $9 8 \\%$ ACN, $2 \\%$ waterand $0 . 1 \\%$ formic acid) over $4 5 \\mathrm { \\ m i n }$ ata flow rate of $3 0 0 ~ \\mathrm { { n l / m i n } }$ at room temperature,where solvent A was water containing $2 \\%$ ACN and $0 . 1 \\%$ formic acid.Two biological replicates were analyzed.TOF-MS screening measurements were all performed on a predefined $5 0 -$ $2 2 0 0 ~ m / z$ acquisition window at 250o TOF summations $( \\sim 2 \\mathsf { H z } )$ . CID MS/MS acquisition was performed over the same $5 0 { - } 2 2 0 0 ~ m / z$ window with three intensity-binned precursors of charge $+ 2$ to $+ 4$ and atleast 1ooo counts selected for fragmentation.Accumulation times for MS/MS were also intensity-binned from a maximum of 5000 summations $( \\sim 1 ~ \\mathsf { H z }$ ,if precursor $\\leq 1 \\times 1 0 ^ { 3 }$ ion counts) to a minimum of 2000 summations $( \\sim 2 . 5 \\mathsf { H z }$ ,if precursor $\\geq 2 \\times 1 0 ^ { 4 }$ ion counts). To test the effects of increasing the accumulation time,additional experiments were also performed using eithera minimal time (25o0 summations, ${ \\sim } 2 \\mathsf { H z } ,$ oramaximal time (15,0o0 summations, ${ \\sim } 0 . 3 3 \\ \\mathsf { H z } )$ 1： An optimized set of isolation windows was used based on the precursor $m / z$ toachieveat least $90 \\%$ precursor recoveryprior to fragmentation.Selected precursors that had been analyzed $^ { > 2 }$ times wereactively excluded fromanalysis for15s.lon transmission optimization for MS/MS wasalso performedon four key parameters for the collision cell and the ion cooler cell (RF guide voltages CCRF and ICRF, transfer time ICTT,and prepulse time ICPP). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Data Processing and Protein Quantification-Raw files were processed using LC/MS software DataAnalysis 4.0 SP4 (Bruker Daltonics) and converted into XML files.The XML file of each MS/MS run was importedto Proteinscape $\\mathsf { v } 3 . 0$ (Bruker Daltonics). Protein identification was performed by searching the MS/MS data ona local Mascot server $\\mathsf { v } 2 . 4$ (Matrix Science,London，UK) against the IPl human 3.87 database (including 91,491 entries).Search parameters used were as follows:enzyme specificity，trypsin/with no proline restriction； maximummissed cleavages，2； carbamidomethyl $_ { ( + 5 7 . 0 2 1 5 }$ Da,Cys) as fixed modification; oxidation $( + 1 5 . 9 9 4 9 \\$ Da, Met),Lys $( + 6 . 0 2 0 1$ Da, SILAC heavy amino acid) as variable modifications;precursor ion mass tolerance，O.1 Da;and MS/MS mass tolerance, $0 . 1 \\ \\mathsf { D a }$ .The false discovery rate (FDR) was set to $1 \\%$ using Mascot Percolator (an algorithm that uses semi-supervised machine learning to improve the discrimination between correctand incorrect spectrum identifications). Detection of at least two matching peptides per protein was set as a requirement for unambiguous identification. In each independent technical replicate,the relative quantification of the proteinswas performed by WARP-LC 3.0 (Bruker Daltonics) and Proteinscape $\\mathsf { v } 3 . 0$ (Bruker Daltonics). The average peak area ratio of the “control\"/\"treated sample\"was calculated for all the peptides by ProteinScape $\\mathsf { v } 3 . 0$ .Peptide ratios were normalized by dividing by the overall median of all peptides.When ratios for individual peptide matches were combined into ratios for protein hits,the Grubbs' method was used for detecting and removing outliers,and protein ratioswere calculated as the geometric mean of the ratios of corresponding peptides.Protein ratios from replicate experiments were averaged.In all subsequent data analyses,we used only those proteins that were identified in both of the two independent experiments. Protein ratios were $\\mathsf { l o g } _ { 2 }$ transformed and the frequency distribution of the quantified proteins was calculated to determine differentially expressed proteins. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Bioinformatics Analysis-Classification of HOTAlR-regulated proteins was performed using PANTHER (Protein Analysis Through Evolutionary Relationships) (http://www.pantherdb.org),which classifies genes and proteins by their functions (27).GO classification of the differentially expressed proteins were also performed using DAVID Bioinformatics Resources 6.7 (28, 29). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The protein-protein interaction (PPl) network of HOTAIR-regulated proteins was built by searching against the STRlNG (Search Tool for the Retrieval of Interacting Genes/Proteins) database version 9.1(30) with default settings except that organism was set to “human.\"PPl networks for“cytoskeleton”and“respiratorychain”associated proteins were respectively extracted from the PPl network of the HOTAlR-regulated proteins by selecting only proteins belong to the \"cytoskeleton”or“respiratorychain”category.PPl networks were then visualized by Cytoscape v3.1.0 (31). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Western Blotting-Protein extracts $( 1 0 \\mu 9 )$ prepared with RIPA lysis buffer were resolved on a $12 \\%$ SDS-PAGE gel,and transferred to an Immobilon-P PVDF transfer membrane (Millipore, Bedford,MA) by electroblotting.After blocking with $5 \\%$ nonfat milk,membranes were incubated overnight with a $1 : 1 0 0 0$ dilution of antibodies at $4 ^ { \\circ } \\mathsf { C }$ Blots were then incubated with peroxidase-conjugated anti-mouse or anti-rabbitIgG (KPL,Gaithersburg，MD) for $1 \\ h$ atroomtemperature at a 1:1ooo dilution and then developed using a SuperSignal West Pico kit (Pierce Biotechnology). Immunoblots were scanned using an Image Scanner (GE Healthcare,Waukesha,Wl).Blot densitometry analysis was performed using Image J (National Institutes of Health, Bethesda,MD).The followingantibodieswere used for Western blot analyses:rabbitanti-VIMpolyclonal (Abcam,Cambridge,MA),rabbit anti-FBL polyclonal， rabbit anti-MGMT polyclonal，rabbit antiSTAT5B polyclonal,rabbit anti-VASP polyclonal, rabbit anti-PSMD10 polyclonal (Abclonal Technology，Wuhan,China),and mouse antiGAPDH polyclonal (CWBlO,Beijing,China).All analyses were performed in triplicate. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Multiple Reaction Monitoring(MRM) Analysis-Expression changes in targeted proteins were further verified by MRM using the MIDAS (MRM initiated detection and sequencing) Workflow.In silico determination of best candidate MRM transitions for target proteins was performed based on the mProphet scoring model integrated into theskyline software (AB SClEX,Foster City,CA).The detectability, retention time and fragmentation pattern of the transition candidates were further validated byan EMS scan,followed by four EPl scans on the QTRAP 6500 System (AB SClEX).For the quantitation of each peptide,we selected four validated transitions and the MRM experiments were performed in triplicate (technical replicate). Declustering potential (DP) and collision energy (CE) values for each of the validated transitions were also optimized using Skyline software.The LC-MRM run was then performed for predetermined transitions using a QTRAP 6500 System (AB SCIEX) coupled with a nanoLC-UItra 1D system (Eksigent,Dublin,CA) in MRM mode.Briefly, in-solution digestion of proteins was performed as previously described (32). $3 \\mu { \\mathfrak { g } }$ of tryptic peptides from the sample or control group were desalted on a $2 0 0 ~ \\mu \\mathrm { m } \\times 0 . 5 ~ \\mathrm { m m }$ trap chip and then eluted onto a $7 5 \\mu \\mathsf { m } \\times 1 5 0$ mm column chip for MS analysis.Both the trap and column chips were ChromXP C18-CL $3 ~ \\mu \\mathsf { m } ~ 1 2 0 \\AA$ phase (Eksigent).Peptides were separatedusinga linear gradient formedbysolvent A $9 8 \\%$ water, $2 \\%$ ACN and $0 . 1 \\%$ formic acid) and solvent B( $9 8 \\%$ ACN, $2 \\%$ waterand $0 . 1 \\%$ formic acid) going from $1 0 - 5 0 \\%$ solventB overa 45 min period at a flow rate of $3 0 0 ~ \\mathrm { { n l / m i n } }$ at room temperature. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "MS analysis was performed ona QTRAP6500 System equipped with an lonDriveTM Turbo V lon Source (AB SClEX).The source temperature was set to $1 6 0 ^ { \\circ } \\mathsf { C }$ ,and the ion spray voltage was set to $2 3 0 0 \\vee .$ Previously optimized DP and CE values were used for each analyte.Curtain gas was set to 30,and collision gas (CAD) was set to high.Resolutions on quadrupole part 1(Q1) and quadrupole part 3 (Q3)were both unit resolution. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Data from the intensity chromatograms of the transitions were extracted with the MultiQuant program (AB SClEX).Peak areas for each transitionwere extractedand peptide peak areaswere calculated by summing the peak areas of the corresponding transitions. Each peptide peak area for individual peptides in the sample group was compared with the corresponding peptide peak areas in the control group to estimate the relative differences between two groups.Comparisons of different groups were performed using the ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Student's t test,with $p < 0 . 0 5$ and $C V < 1 0 \\%$ being considered significant. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Immunofluorescence Staining,Imaging,and Computational Analysis一Transiently or stably transfected HeLa cells were grown on a sterile glass bottom culture dish.The culture dishes were washed three times with $1 \\times P B \\mathsf { S }$ and cells were fixed in $4 \\%$ formaldehyde for 30 min. Cells were permeabilized in $1 \\%$ FBS, $0 . 2 \\%$ Triton- $\\cdot \\mathsf { x } \\mathsf { 1 0 0 }$ on ice for 5 min.Afterwashing in PBS,cells were blocked with $1 \\%$ BSA for $1 \\ h$ at room temperature and then incubated with rabbit anti-VIM polyclonal at a dilution of 1:200 for $2 - 4 h$ in darkness. Cells were then washed three times with PBS and incubated with Dylight 488-conjugated Goat anti-Rabbit IgG $( H + L )$ (Abbkine,Redlands,CA) at a dilution of 1:100 for $1 \\mathfrak { h }$ in darkness.Cells were mounted in ProLong Gold antifadereagent with $4 ^ { \\prime } 6$ -diamidino-2-phenylindole (DAPl)aftera brief wash with PBS for $1 0 \\mathrm { \\ m i n }$ at room temperature.Subsequently, cells were washed three times with $1 \\times P B \\mathsf { S }$ thoroughlyand examined usinga LSM 710 laser scanning confocal microscope (Carl Zeiss, Oberkochen，Germany).Whole cells were photographed with the image focused on the vimentin fibers localized closest to the cell periphery as described previously (33,34) using an OMXV4TM Superresolution Imaging Systems (GE Healthcare).All analysesand quantificationswere performed ina blinded manner.Atleast1o0 cellswere quantified for each experimentand condition,seven to eight images 1 $4 0 \\mathsf { n m }$ pixels) beingacquired from different cells. Image analysis was performed as previously described (35). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ELISA Analysis of the Ubiquinol-Cytochrome C Reductase (UQCR)-HeLacells $( 1 \\times 1 0 ^ { 6 } )$ were harvested $4 8 \\mathsf { h }$ after transfection with $1 0 \\mathsf { n m }$ of siNC or siHOTAlR-Il,washed three times with ice-cold PBS and lysed with RIPA lysis buffer on ice for15 min.Cellular debris was removed by centrifugation at ${ 1 3 , 2 0 0 \\times g }$ for $3 0 \\mathrm { m i n }$ at $4 ^ { \\circ } \\mathsf { C }$ .The concentration of UQCR was determined using an ELISA Kit for UQCR (Cloud-Clone Corp,Houston,TX) according to the manufacturer's protocol. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Glucose Uptake Assay-Transiently or stably transfected HeLa cells were harvested,washed three times with PBS and incubated at $3 7 ^ { \\circ } \\mathsf { C }$ for $3 0 ~ \\mathsf { m i n }$ with $1 0 0 ~ \\mu \\mathrm { M }$ 2-(N-(7-Nitrobenz-2-oxa-1,3-diazol $- 4 - y |$ amino)-2-deoxyglucose (2-NBDG) (Invitrogen) dissolved in glucose-free and serum free-media as previously described(34).Cells were then washed with PBS.Intracellular 2-NBDG was examined using a LSM 710 laser scanning confocal microscope (Carl Zeiss). Fluorescence was measured witha fluorescence-activated cell sorter (FACS) instrument (Becton Dickinson). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Reactive Oxygen Species (ROS) Measurement-The intracellular ROS level was measured using Reactive Oxygen Species Assay Kit (Beyotime). In brief, cells were harvested and incubated with $1 0 \\mu \\mathsf { M }$ DCFH-DA for $2 0 \\mathrm { m i n }$ at $3 7 ^ { \\circ } \\mathsf { C }$ ,protected from light.DCF fluorescence was measured with a BD AccuriTM C6 flow cytometer (Becton Dickinson). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "MeasurementofMitochondrial Membrane Potential (△u)-The $\\Delta \\psi$ of HeLa cells after HOTAlR knockdown was measured using a Mitochondrial Membrane Potential Assay Kit with JC-1 (Beyotime). Fluorescence emissionwasanalyzed by flow cytometry (JC-1 monomers: excitation wavelength $4 8 8 ~ \\mathsf { n m }$ ，emission filter $5 3 0 / 3 0 ~ \\mathsf { n m }$ JC-1aggregates: excitation wavelength $4 8 8 ~ \\mathsf { n m }$ ,emission filter $5 8 5 / 4 2 ~ \\mathsf { n m }$ 1 using a BD AccuriTM C6 flow cytometer (Becton Dickinson).The $\\Delta \\psi$ was also quantified by microscopic examination of cells stained with MitoTracker Deep Red FM. In brief, the cell medium was aspirated after treatment,and MitoTracker Deep Red FM (Invitrogen)was added $( 5 0 0 ~ \\mathsf { n m }$ in cell growth medium) for $3 0 \\ \\mathsf { m i n }$ at $3 7 ^ { \\circ } \\mathsf { C }$ After incubation, the cells were fixed in ice-cold, $100 \\%$ methanol for $1 5 \\min$ at $- 2 0 ^ { \\circ } \\mathsf { C }$ and rinsed three times with PBS for 5 min.The fluorescence emission was detected undera LSM 710 laser scanning confocal microscope (Carl Zeiss). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Transmission Electron Microscopy (TEM) Observation-The ultrastructural alterations of HeLa cells after HOTAlR knockdown were observed through TEM.Briefly,HeLa cells were washed three times with PBS,and prefixed in $4 \\%$ paraformaldehyde for $2 h$ and postfixed in $1 \\%$ osmium tetroxide at $4 ^ { \\circ } \\mathsf { C }$ for $1 \\mathfrak { h }$ .Afterthat,cellswere scraped into $1 . 5 \\ m |$ Eppendorf tubes and washed three times with $0 . 1 ~ \\mathsf { M }$ sodium cacodylate buffer $\\left( \\mathsf { p H 7 . 4 } \\right)$ ,and then dehydrated and embedded in resin.The ultrathin sections were made and stained with uranyl acetate and lead citrate.The samples were analyzedbya H-7000FA transmission electron microscopy (Hitachi,Tokyo,Japan) at an operatingvoltageof $7 5 ~ \\mathsf { k V } .$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Xenograft Mouse Model-Four-week-old female athymic BALB/c mice were purchased from Vital River Laboratories (Beijing, China).All animal procedures were performed in accordance to protocols approved by the Institutional Animal Care and Use Committee at the Institute of Hydrobiology.For xenograft models, $2 \\times 1 0 ^ { 6 }$ HeLa cells transfected with siNC or siHOTAlR,and HeLa cells expressing either control shRNA or shHOTAlR were injected subcutaneously in the right flank of BALB/c nude mice (five mice per group).After 20 days,these mice were sacrificed and tumors were weighed.The tumors were homogenized,and proteins were extracted for Western blotting. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Statistical Analysis-Statistical analysiswascarried outto assess differences between experimental groups.Statistical significance was analyzed by Student's t tests and expressed as a $p$ value. $p < 0 . 0 5$ was considered to be statistically significant. One asterisk and two asterisks indicate $p < 0 . 0 5$ and $p < 0 . 0 0 1$ ，respectively. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Functional Effects of HOTAlR Inhibition in HeLa Cells一 HOTAlR,a negative prognostic factor,has been correlated with cancer cell proliferation,apoptosis, invasion,and metastasis (3,36-38) and is overexpressed in various cancer cell lines (22,39-41).Here,we used quantitative real-time PCR (qRT-PCR) to detect the relative abundance of HOTAIR in different cell lines,HeLa cells showing the highest levels of HOTAIR expression (supplemental Fig. S1).To determine the function of HOTAIR in HeLa cells,we used siRNA to knockdown its expression and evaluated its knockdown efficiency by qRT-PCR. The abundance of HOTAIR in HeLa cells was reduced more than $50 \\%$ at $4 8 \\mathrm { ~ h ~ }$ after transfection (Fig.1A). Flowcytometry demonstrated that transfection of HeLa cells with siHOTAIR for $4 8 \\mathsf { h }$ resulted in a significant increase in the percentage of apoptotic cells relative to cells transfected with negative control siNC (Fig.1B). Quantitative analysis indicated that the percentage of apoptotic cells was significantly higher $( \\wp < 0 . 0 5$ ：Fig.1C) for siHOTAlR-transfected cells than for siNC-transfected cells.We next examined the effect of HOTAlR knockdown on the cell cycle.The percentage of cells in G1 phase was reduced whereas that in S phase and G2/M phase increased (Fig.1D).At the same time, cell growthwas significantly suppressed relative to the negative control siNC group (Fig.1E).Furthermore,HOTAlR inhibition significantly decreased HeLa cell invasion as determined using a Boyden chamberassay (Fig. $1 F$ and $1 G ^ { \\prime }$ ,and cell migrationas determined with a wound-healing assay (Fig.1H and 1i).These data demonstrate that HOTAlR is involved in the regulation of cell growth,the cell cycle,apoptosis,and migration and invasion of HeLa cells. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We further investigated the functional effects of HOTAIR knockdown in stably-transfected HeLa cells.HOTAiR knockdown cells (HeLa-KD) showed significantly diminished levels of HOTAlR RNA compared with cells transfected with negative control shRNA (HeLa-NC) (supplemental Fig. S2A). Like the siHOTAlR-transfected cells,HeLa-KD cells showed suppressed cell growth (supplemental Fig. S2B),and decreased invasion (supplemental Fig. S2E and 2F) and migration capacity (supplemental Fig. S2G and 2H).However, there were some phenotypic differences in cell cycle progress and cell apoptosis between siHOTAiR-transfected cells and HeLa-KD cells (supplemental Fig. S2C and 2D)，possibly arising from differences between transient and stable transfection of cells. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Identificationof HOTAiR-regulated Proteins Usinga QuantitativeProteomic Approach-Because HOTAiR isexpressed athigh levels in HeLa cells,we reasoned thatknockdown of HOTAlR would change the expression of its target genes. Knockdown of endogenous HOTAiR rather than overexpressionis preferable for investigatingncRNA-dependent gene regulationand function (23).We therefore employed a SILACbased quantitative proteomics approach to identify proteins dysregulated by HOTAlR knockdown in HeLa cells (Fig.2A).A total of 3195 proteins were identified using the criteria described in the Materials and Methods at a FDR of $1 \\%$ (supplemental Table S2), the majority of which had a $\\mathsf { l o g } _ { 2 }$ fold change value (siHOTAIR/siNC) between $- 0 . 5 5$ and $+ 0 . 5 5$ after HOTAlR inhibition (supplemental Fig. S3). One hundred Seventy proteins had a $\\mathsf { l o g } _ { 2 }$ fold change $\\ge 0 . 5 5$ or $\\leq - 0 . 5 5$ and were regarded as dysregulated after HOTAiR inhibition. Of these,118 were up-regulated and 52 were down-regulated (supplemental Table S3)． Supplemental Table S4 provides detailed protein quantitation information from the replicateexperiments.All raw data has been deposited in the PeptideAtlas database (http://www.peptideatlas.org)under the identifier PASS00496 (http://www.peptideatlas.0rg/PASS/PASS00496). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Bioinformatic Analysisof HOTAlR-regulated Proteins-To evaluate the biological relevance of the HOTAlR-regulated proteins,we first classified them using PANTHER Protein Class ontology (42).The 127 proteins assigned to Panther Protein Class categories were classified into 22 classes (Fig. 2C and supplemental Table S5), the five largest of which were the nucleic acid binding (36 proteins), cytoskeletal protein (18 proteins),hydrolase (17 proteins),enzyme modulator (17 proteins)，and oxidoreductase (16 proteins) classes.We next classified the HOTAlR-regulated proteins by their GO molecular function,biological process and cellular components to get an overview of the GO distribution (supplemental Fig. S4). Of note，GO cellular component classification results also revealed that many HOTAiR-regulated proteinswereassigned to the cytoskeleton and mitochondrion (supplemental Fig. S4C)．GO biological process analysis revealed that the HOTAIR-regulated proteins are involved in a variety of biological processes,such as oxidation reduction, translation,biological generation of precursor metabolites and energy，and RNA processing (supplemental Fig. S4A). In the GO molecular function category, nucleotide binding,RNA binding and structural molecule activity were the three major categories (supplemental Fig.S4B).Taken together, these bioinformatic results suggest that HOTAlR may be a critical regulator of diverse cellular functions acrosswidespread biological processes. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/2d29cbfa0ded5d6db7af922d2309eb1384bed3ec900d3786b5ebdb3858280df1.jpg",
        "img_caption": [
            "FIG.1.Functional effectsof HOTAIR inhibitionon HeLacels.A,HeLacell were transfected with siHOTAIRorsiNC for $4 8 \\mathrm { ~ h ~ }$ HOTAIR knockdown efficiency was determined byqRT-PCR.The expression level of HOTAIR was normalized to GAPDH. $B$ ,Apoptosis was determined by annexin Vstaining and flow cytometry.C,Apoptosis rate of HeLa cells at $4 8 \\mathsf { h }$ after transfection with siHOTAlR or siNC. $D$ ,Effect of HOTAIR knockdownoncellcycleprogress.ThepercentageofcellsintheG1phasewassignificantlydecreasedwhereasthatiSphaseandG2/M phase was increased after HOTAIR inhibition.E,HOTAlR knockdown in HeLacels significantly inhibitscellgowth. $F$ ，Effect of HOTAIR knockdownocellinvasion,aseterminedinaBydenchamberassyG,umbersofcellonthendersideofthefilerigifiantly enhanced invasion $( p \\ < \\ 0 . 0 5 )$ is indicated. $H$ ，HOTAlR inhibition led to a significant reduction of cell migration as determined by a wound-healing assay.I,Quantification of the wound healing assay.Data are presented as means $\\pm \\mathsf { S } . \\mathsf { D }$ .andrepresent results from three independent experiments.Statistically significant differences are indicated: ${ } ^ { \\star } p < 0 . 0 5$ $^ { \\star \\star } p < 0 . 0 1$ ： "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A HOTAlR-regulated protein interaction network, generated using the STRlNG(30) database， revealed that 113/170 $( 6 6 . 5 \\% )$ proteins were involved in protein-protein interactions (Fig.3A).Cytoskeleton- and mitochondrion-related proteins formed two highly connected clusters,suggesting that physiological interactions between these two clustersmight contribute to the cooperation and/or coordination of their functionsin mediating the function of HOTAiR.Notably,vimentin (VIM)and Ubiquinol-Cytochrome C Reductase (UQCR) were hubs in the cytoskeleton and respiratory chain network,respectively (Fig. 3B and 3C),suggesting that these two proteins may playan important role in mediating the function of HOTAlR in HeLa cells.Twenty-seven proteins were cytoskeleton proteins includingactin,microtubule, intermediate filamentcytoskeleton and their related proteins (Fig.3D).These results confirm that HOTAlR is a critical regulator of diverse cellular functions across widespread biological processes,especiallyof the cytoskeleton and mitochondrion-related processes. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/c6a49ff6f14002a2f2fa0612dad6fe5caba07ea0a777cbd09629bfc3c5c7b315.jpg",
        "img_caption": [
            "FIG.2.QuantitativeproteomicidentificationofHOTAl-regulatedproteinsinHeLacels.A,WorkflowfortheidenticationofHOTARregulatedproteins.HeLacellserediferentialylabeledbygrowingtheminmediumcontainingightorhavyaminoacids(SC).Proteins were extracted from the labeled cells $4 8 \\mathrm { ~ h ~ }$ after transfection with siHOTAlR or siNC,then equal amounts of protein from each sample were combined.The protein mix was separated by $12 \\%$ SDS-PAGE and the resulting gel was cut into 30 sections.Each of the fractions was in-gel digestedandanalyedviaLC-/M.B,HatmapshowingtheexpressonofdierentiallexpressedproteinsafterHTAinibiton.C PANTHERProtein Classontologyclassicationofte17proteinsdiferentillyexpressedafterHOTlRexpressionsilencingHregulated proteins were classified into 22 classes. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Validationofthe QuantitativeProteomics Data-Wethen validated some of the proteins identified by SILAC experiments using Western blotting (Fig.4A),selecting eight proteinsbased on how well their biological functions and importance are understood.Results from Western blotting and densitometric analysis were consistent with the SILAC experiments. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "MRM,a highly specific and sensitive mass spectrometry technique based on the selection of a peptide ion and one or more characteristic fragment ions was used to provide further independent validation of SILAC results.MRM can be used to accuratelyand reproducibly detect and quantify specific molecules in a complex mixture (43,44).The expression of VIM and FBL was significantly up-regulated after HOTAlR knockdown (Fig.4B and 4C)，in agreement with SILAC results. Details of the dynamic MRM settings,including the Q1 and Q3 masses,retention times,DPs,and CEs of 40 ion pairs are given in supplemental Table S6. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "VIMContributesto the Effects of HOTAiRKnockdown一As mentioned above,and verified by both Western blotting and MRM analysis (Fig.4A and 4B),ViM was found to be significantlyup-regulated after HOTAlR inhibition.In addition,bioinformatic analyses suggested that ViM mayplayan important role in mediating the functions of HOTAlR in HeLa cels (Fig. 3B).To investigate whether ViM has a role in mediating the functions of HOTAlR and explore the molecular consequences of ViM inhibition/overexpression,we first examined the mRNA and protein expression levels of VIM in HeLa-KD cells; results were consistent with those observed in transientlytransfected cells (Fig.4A, Fig. 5A and supplemental Fig.S5A). Furthermore，knockdown of HOTAiR enhanced expression of VIM in lung cancer cell line H1299 but not in gastric cancer cell line SGC7901 (supplemental Fig.S5). Consistent with previous reports (23),our results confirm that HOTAlR regulates different sets of genes in different cancer cells. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The role of VIM in HeLa cells was evaluated by silencing/ overexpression of ViM using transient transfection of validated siRNAs and cDNAs.mRNA and protein expression levels of VIMdecreased dramaticallyat $4 8 \\mathsf { h }$ aftertransfection of siRNA targetedagainstVIM (Fig.5B and 5C).Overexpression of ViM in HeLa cells was confirmed by Western blotting after transiently transfected with cDNAs encoding VIMor GFP (Fig. 5D). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The effects of VIM on the migration of HeLa cells were evaluated in awound healing assay.ViM inhibition resulted in asignificant increase in cell migration compared with the negative control (Fig.5E and 5F).Cotransfection of HeLa cells with siHOTAlR and siViM partially abrogated the effect of HOTAIR knockdown on cell migration (Fig. 5E and 5F). In contrast,overexpression of VIM reduced cell migration significantly (Fig.5E and 5F). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/889fd25a44e947a9ecdf58ec45741ed4c03f35cc8e5df94ce874363127b4abca.jpg",
        "img_caption": [
            "FIG.3.BioinformaticanalysisofHOTAR-regulatedproteins.A,ThePPlnetworkforHOTAlR-regulatedproteinswasconstructedby searchingagainsthSTINGdatabase9.0withdefaultsetingsexcepthatorgansmwassetto“uman.\"113ofte170DPsreivolvd inthisnetwork.Te7PsereclassiedintoseveralfunctioalgroupsacodingtotheirGOategores.Witenodesindiateattse proteinswerenotinvolvedinthePlnetworkOrangeodesindicatecytoskeleton-relatedproteinsandrednodesindicatemitohodrirelatedroteins.B,hePPlnetworkofcytoskeleto-relatedproteinsgeneratedbySRG9.0andvisualizedwithCytoscapev.0CTe PPInetworkofmitochondrialrespiratorychain-relatedproteinsgeneratedbySTIG9.andvisualizedwithCytoscapev3.10Datmap showingtheexpressioof7cyokeleto-relatedprotesfterHOTinbitio.Heatmapsoingteexpressiof3idral respiratorychain-related proteinsafter HOTAlR inhibition. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Wenext examined the effect ofViMon the invasion of HeLa cells usinga Matrigel invasion assay.The number of invaded cells increased significantly in ViM knockdown cells compared with the negative control,whereas overexpression of VIM resulted in reduced invasion capability (Fig.5G and 5H). Furthermore, cotransfection of HeLa cells with siHOTAlR and siVIM reversed the effect of HOTAlR knockdown on cell invasion. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/2b7e68b44a40c559d8c22d06922ee456401f0aa6121f8440b4d30b8d76a582fb.jpg",
        "img_caption": [
            "FIG.4.ValidatofrtiapeixpesoA,soinfhtietallpsdote(B VIM,VASP,GNAI2,C1QBP and PSMD10)at $4 8 \\mathsf { h }$ after HOTAlR inhibition.Values are expressed as the percent change relative to the controls andWesterblotsarefromonerepresentativeexperiment.Westerblotanalysisdetectedchangesinexpresionconsistentwiththose detectedbyMS.GAPDHwasusedasaninternalcontrol.TechangeintheexpressonofVIMandFBLwasfurtherverfiedbyMRM.MS spectrum of target peptides of VIM $( B )$ and FBL(C) selected for MRM validation. Results of the MRM analysis were consistent with SILAC data. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "VIMknockdown in HeLa cells also affected cell growth, cell cycle progress and apoptosis (supplemental Fig.S6).Transfection of HeLacellswith siViM orcotransfection of HeLa cells with siVIM and siHOTAlR both lead to inhibited cell growth and disturbed cell cycle progress.The apoptosis rate significantly decreased after VIM knockdown，but when cotransfected with siViMand siHOTAiR,increased apoptosis rate in HeLa cells was observed.However,overexpression of VIM did not cause any significant change in cell growth,cell cycle progress or apoptosis in HeLa cells (supplemental Fig. S6). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Axenograftmousemodel wasusedto furthervalidate the observations obtained from in vitro studies (Fig.5l).HeLa cells transiently transfected with siHOTAlR and HeLa-KD cells were both tested using the model. Knockdown of HOTAIR suppressed the tumorigenicity of HeLa cells,as measured by tumor mass (Fig.5J),consistent with previous functional studies in pancreatic cancer cells(23,45,46)．Western blotting subsequently verified the up-regulation of VIM in HOTAIR knockdown xenografts compared with control xenografts (Fig. 5K), indicating that HOTAlR can regulate the expression of VIM in vivo. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Based on these results,we propose that HOTAlR functions asa negative regulator of ViM and that at least some of the various biological effects of HOTAlR are mediated by regulation of ViM expression in HeLa cells. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Inhibition of HOTAlR or Overexpression of VIM Affects the Organizationof the VIMIFNetwork-VIM IFsareresponsible formaintaining cell shape,integrity of the cytoplasm，and stabilizingcytoskeletal interactions(47).To determinewhether HOTAlR knockdown can affect the hierarchical structure and distribution of VIM,we compared the distribution of VIM IFs before and after inhibition of HOTAlR.HOTAlR knockdown resulted in a marked increase in the collapse of the VIM IF network around the nucleus (Fig. 6A).The percentage of the VIM IF network which collapsed in siHOTAiR-transfected cells （20 $( 4 2 . 6 \\pm 3 . 7 \\% )$ was significantly higher than that of the siNCtransfected group $( 1 6 . 1 \\pm 6 . 6 \\% )$ $( \\boldsymbol { p } < 0 . 0 1$ ; Fig. 6B). As the VIMIF network is correlated with cell stiffness and shape (35), we next investigated the impact of HOTAiR knockdown on the organization of the VIM IF network.Inhibition of HOTAlR led to increased disorganization and entanglement of the VIM IF network,compared with cells transfected with control siRNA (Fig.6C).Quantitative analysis also revealed that HOTAIR knockdown increased the diameter of VIM IFs significantly (Fig.6D).An increase in the diameter of vimentin fibers and the collapse of the ViM network were also observed in HeLa-KD cells (Fig.6).VIM overexpression has the same effects on the collapse of VIM IF network and the width of VIM fibers as HOTAlR knockdown has (Fig. 6).These results show that inhibition of HOTAlR expression can lead to the reorganization of the ViM IF network,and support the notion that various phenotypic effects observed after HOTAlR inhibition, at least in part，are because of the regulation of VIM expression. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/c10f0fb9c19af515b6d87f32f4d0042206979db88dd72d8ce704d0eed9f3375e.jpg",
        "img_caption": [
            "FIG.5.VIM contributes to the effcts of HOTAlR knockdown.A,HeLa cels were transfected with siHOTAlRor siNC for $4 8 \\mathrm { ~ h ~ }$ and VIM mRNAexpresionlvelsweredetermindbyR-PCR.TheexpressonlevelofVMwasnomalzedtoGAPDH.B,HeLcelsweretransfected with siVIM for $4 8 \\mathsf { h }$ ,thenVIMmRNA expression levels were determined byqRT-PCR.Theexpression levelof VIM was normalized to GAPDH. C,Western blot analysis of ViM protein expression $4 8 \\mathsf { h }$ after transfection with siVIM (siVIM-l, siVIM-lland siVIM-Il) or siNC.GAPDH was used asainternalcontrol.D,HeLacelsweretransfectedwithpVMorpEGFP.VIMexpresionlevelsweredeterminedbyWesteblotingat $2 4 \\mathsf { h }$ and $4 8 \\mathrm { ~ h ~ }$ aftertransfection.EGFPservesasthenegativecontrolandGAPDHastheloadingcontrol.E,Effctof VIMknockdownand overexpression on cell invasion as determined with a wound-healing assay. $F$ ，Quantification of the wound healing assay.G,Effect of VIM "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/c554b70fa19bade8a785fe11ef7f29288de75c6b6f52ef526f20684bd1d81665.jpg",
        "img_caption": [
            "FIG.6.InhibitionofHOTRooverexpreioofvimentinaffctsorganzationofthevimentinIFtwork.,Represntativeofocal microscopyimagsshoingtgazatioofimentinIFiacellfterodowoVoverexpessonin-ce B,QuaticatiofmntinIFoleieli.CepresntativeelsoigganatiofvmetinIFundesuputin microscopy after HOTAlR knockdown or VIM overexpression,or in HeLa- $\\cdot \\mathsf { K D }$ cells. $D$ ,Quantification of the diameter of vimentin IFs in the cells in C. (Scale bars: $3 0 \\ \\mu \\mathrm { m }$ in A, $5 \\mu \\mathsf { m }$ in $C \\rfloor$ .At least three independent experiments were performed under each condition with at least 100 cells (B) or five $1 5 \\times 1 5 \\mu \\mathsf { m }$ images of different cells $( D )$ quantified per experiment. Data are presented as means $\\pm$ S.D.and represent results from three independent experiments. ${ } ^ { \\star } p < 0 . 0 5$ $^ { \\star \\star } p < 0 . 0 1$ "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Inhibition of HOTAlRLead to Mitochondrial Dysfunction一 Thirty-two proteins associated with mitochondrial function were dysregulated after inhibition of HOTAlR.Notably， the expression of UQCRQ (Ubiquinol-Cytochrome C Reductase, Complex ll Subunit VIl),was markedly decreased $( >$ fivefold) (Fig.3E)．ELISA assays confirmed the down-regulation of UQCR after HOTAlR inhibition (Fig. 7A). Increased ROS generation was also observed (Fig. 7B and 7C).These finding suggest that HOTAlR inhibition may cause the deficiency of complex Ill and impairment of the mitochondrial respiratory chain.Glucose metabolism is largely dependent on mitochondria to generate energy in cells and mitochondrial dysfunction could result in a reduced ability to uptake and utilize glucose (48).Examination of the effect of HOTAlR silencing on glucose uptake indicated that HOTAlR inhibition led to a significant decrease in glucose uptake in both transiently and stably transfected HeLa cells (Fig.7D-7F and supplemental Fig. S7), suggesting that HOTAlR inhibition may lead to mitochondrial dysfunction.We further examined the ultrastructural changes of HeLa cells after HOTAlR inhibition.Mitochondrial sweling was observed after HOTAiR knockdown,which was followed bylossofcristaeandtheappearanceof intracellularvacuoles that contain electron dense material (Fig.7G). These changes were progressive，ultimatelyresultingin large particle-filled vacuoles and disappearance of mitochondria (Fig.7G).The mitochondrial membrane potential $( \\Delta \\psi )$ in HOTAIR knockdown HeLa cells was assessed by staining mitochondria with MitoTrackerDeepRed and decreased $\\Delta \\psi$ was shown after HOTAIR inhibition (Fig.7H). $\\Delta \\psi$ was also evaluated using JC-1 dye,which has dual emission depending on the mitochondrial membrane potential. JC-1 forms aggregates in cells with a high FL2 fluorescence indicating a normal mitochondrial membrane potential.Weobservedaloss of $\\Delta \\psi$ at $4 8 \\mathsf { h }$ posttransfection of siHOTAlR,as reflected by a reduction in FL2 fluorescence with a concurrent gain in FL1 fluorescence as the dye shifts from an aggregate to monomeric state (Fig.7/ and7J).These results indicated that HOTAiR knockdown in HeLacells ledtodepolarization of△.Takentogether, these results suggest that HOTAlR is important for maintaining mitochondrial function in cancer cells. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/c681bc844087e34370ddb533b4f9350ef5fb5f13e645f5b0aab3938fc177cd61.jpg",
        "img_caption": [
            "FIG.7.InhibitionofHOTAIRleadstomitochondrialdysfunction.A,TheconcentrationofUQCRinHeLacelsdecreasedafterHOTAR knockdownasmeasuredusingELISAassays.B,EffctofHOTAlRknockdownoncellarROSproductionasdetectedbyflowcytometry analysis.C，Quantification of DCF fluorescence in HeLa cels.Data are presented as means $\\pm \\ \\mathsf { S } . \\mathsf { D }$ .and represent results from three independent experiments. ${ } ^ { \\star } p < 0 . 0 5$ · $^ { \\star \\star } p < 0 . 0 1$ .D,Images of cellular glucose photographed under a confocal microscope.E, HOTAlR affects glucose uptakein HeLacells.Celshadlowercellarglucose levelsafterHOTAIR knockdown.Glucoseuptakewas measured byFACS, following $0 . 5 { \\ h }$ exposure to 2-NBDG( $( 1 0 0 ~ \\mu \\mathsf { M } )$ $F$ ,Quantification of the fluorescence of cellular glucose in HeLa cells. Data are presented as means $\\pm$ S.D.and represent results from three independent experiments. ${ } ^ { \\star } p < 0 . 0 5$ $^ { \\star \\star } p < 0 . 0 1$ .G,Electron microscopy images of (a) siNC "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "HOTAiR is one of the few well-studied IncRNAs and has emergedasa key regulatorof carcinogenesisand metastasis and a potential prognostic marker (20,22,49).Considerable attention has thus been given to determining its functionsas well as to identifying its target genes.Previous studies have shown that HOTAlR can regulate diverse biological processes by modulating levels of hundreds of genes (22,23). By comparison our proteomic data with previous transcriptomic results (3,21-23,41,50,51),among 170 proteins identified in the current study,only a few of them were also found to be altered at the mRNA level (supplemental Table S3). The poor correlation between proteomic and genomic results was not unexpected,as previous studies showed that there exists an ${ \\sim } 6 0$ to $80 \\%$ discordance between mRNA and protein abundances (24,25).This lack of correlations could be the result of an array of posttranscriptional regulatory mechanisms.Therefore,the current proteomic study represents a complementary strategy for studies of mechanisms that underlie the functions of HOTAlR.In addition, the overlap between these transcriptomic datasets is also limited (Table S3). For example,in pancreatic cancer (23), the altered genesafter HOTAIR dysregulation were very different from that in gastrointestinal stromal tumors (41) or small-cell lung cancer (51). Thus,we deduced that HOTAlR may exert its function in different cancer cells through different pathways.To the best of our knowledge,this study is the first to employ proteomic techniques to globally search for IncRNA regulated proteins in cancer cells. We performed quantitative SILAC experiments followed by bioinformatic analyses,and functional assays to identify pro teins and pathways regulated by HOTAlR in HeLa cells. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Bioinformatic analyses suggest that many cytoskeletal and cytoskeleton related proteins are found in the 170 DEPs (Fig. 3A),and VIM,a key cytoskeletal protein,may play an important role in mediating the functions of HOTAlR in HeLa cells (Fig.3B). VIM,an important member of the intermediate filament (IF) family, functions as an organizer of a number of critical proteins involved in attachment, the mitochondria,cell mobility and signaling transduction (52-55). There is growing evidence of an association between the expression of VIM and tumor invasiveness and aggressiveness (56). ViM is thus emerging as an indicator of poor prognosis for cancer patients and an attractive potential target for cancer therapy (47).The precise role of VIM in various fundamental processes remains elusive and the regulation of VIM is highly complex (57).For example,increased invasiveness and migration capacity in a variety of cancer cell types were observed when the expression of ViM is up-regulated (54,58-60). By contrast,several clinical studies indicated that VIM expression was not associated with metastases in prostate cancer and breast cancer (61-63).In vitro studies also revealed that overexpression of VIM induced by stable transfection of expression constructs in tumoral cells was unable to enhance invasiveness in poorly invasive prostatic tumor (56). Consistent with our results，Li et al.reported that overexpression of vimentin suppresses the proliferative and invasive abilities of HepG2 cells and decrease malignant phenotype of tumor cells in vitro (64). It is likely that the impact of ViM disturbance may vary in different cancer types and cell types.It is thus of great interest that our findings show that HOTAlR functions as a regulator of VIM and that at least some of the various biological effects of HOTAlR are mediated by the regulation of VIM expression in HeLa cells.In agreement with published data,we found that HOTAlR knockdown leads to decreased invasiveness and migration and increased apoptosis of cancer cells,and that tumor growth is significantly inhibited in mice injected with HOTAIR-deficient cells. By investigating the impact of HOTAiR inhibition and VIM knockdown/overexpression in HeLa cells,we have shown that the effects of HOTAIR knockdown can be mimicked by manipulation of VIM expression.We have further shown that HOTAlR knockdown can lead to increases in the diameter and collapse of VIM fibers and VIM overexpression in HeLa cells has the similar effects (Fig.6). Given that increased collapse of the VIM IF network leads to increased cellular stiffness (65) and decreased migration and invasion potential (47，66-73)，it is likely that the collapse of VIM IFs induced by HOTAlR knockdown results in increased cytoplasmic stiffness and decreased migration and invasion of HeLa cells.Together, these data suggest that VIM is part of a network of HOTAlR-regulated proteins that help cancer cells maintain homeostasis. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Our proteomic and functional studies have also demonstrated that HOTAiR regulates mitochondrial respiratorychain complex activities in HeLa cells.Notably, UQCRQ,a subunit of complex Ill,was significantly down-regulated and ELISA assays also detected a significant deficiency of complex Ill after inhibition of HOTAlR.It is well established that the main function of mitochondrial complex Ill is to accept electrons from ubiquinol,to transfer these to cytochrome c，and to translocate protons across the inner mitochondrial membrane;complex Ill deficiency thus causes mitochondrial dysfunction and ROS imbalance (74). Consistent with this notion, we found that HOTAlR inhibition leads to depolarization of mitochondrial membrane potential， decreased glucose uptake，mitochondrial ultrastructural abnormalities and enhanced intracellular ROS production (Fig.7).Therefore，we speculate that HOTAlR inhibition may perturb mitochondrial function in HeLa cells.Mitochondria are highly dynamic and functionally versatile organelles that continuously fission and fuse in response to different physiological needs of the cell (75).Interestingly,it has been long recognized that the cytoskeletal network is fundamental in the positioning and movement of mitochondria (76-79) and ViM co-localizes and interacts with mitochondria to a greater extent than the other cytoskeletal components known to support mitochondria(80). VIM IFs can bind to mitochondria and anchor them with the cytoplasm,and subsequently change the shape,motilityand potential of mitochondria (80-82). Modulation of mitochondrial morphology and dynamics has recently been shown to play an important role in cancer migration and invasion (83, 84).To meet the changing energy demands of HeLa cells after inhibition of HOTAlR,mitochondria require an efficient transport and tethering system. However，collapse of the VIM IF network combined with other cytoskeletal disturbances caused by inhibition of HOTAlR may impair mitochondria,and thus disrupt the dynamic equilibrium of mitochondrial energy metabolism.Mitochondrial dysfunction can lead to decreased migration and invasion of cancer cells (83,84). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Based on our data，we propose a model depicting the molecular mechanism of HOTAlR in regulating migration and invasion of HeLa cells (Fig.8).We suggest that HOTAIR promotes cell migration and invasion in cancer cells in at least three ways.Firstly，as reported by Tsai et al.,HOTAlR may serve as a molecular scaffold linking the PRC2 and LSD1/ CoREST/REST protein complexes to regulate hundreds of genes (12).Secondly,HOTAiR may regulate the expression and organization of ViM.As it is a central organizer of the cytoskeletal system，the collapse of the ViM IF network caused by inhibition of HOTAlR may disrupt the dynamic equilibrium of the mitochondrial redox balance.Thirdly,mitochondrial dysfunction could be a mechanism underlying decreased cell migration and invasion.The combination of all three mechanisms regulates the expression of hundreds of proteins and promotes cell migration and invasion of cancer cells and VIM may be a key molecule in HOTAlR-mediated oncogenic signaling.However，there are some phenotypic differences between HOTAiR inhibition and VIM knockdown/ overexpression in cells with regard to their growth properties and levels of apoptosis.Thus, the complexity of the mechanism underlying HOTAlR action may be much greater than presently envisaged and some of the other proteins listed in supplemental Table S3 may be as important as ViM in the network of HOTAlR-regulated proteins. ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/ee719b803ce885dec7254f27fb54afcf970acc1b21498374f5763b439fa6594a.jpg",
        "img_caption": [
            "FIG.8.Proposed model depicting the molecular mechanism of HOTAlR in regulating migration and invasion of HeLa cells. HOTAlR promotes cell migration and invasion in HeLa cells via different mechanisms.HOTAlR may serve asa molecular scaffold linking two distinct histone modification complexes to regulate hundreds of genes (12).HOTAlR regulates the expression and organization of vimentin.Our functional study demonstrated that vimentin contributes to the decreased migration and invasion capability of HeLa cells caused by inhibition of HOTAlR.The mitochondrial dysfunction caused by inhibition of HOTAlR may be another cause of the decreased migration and invasion capability of HeLa cells.The combination of all these mechanisms regulates the expression of hundreds of proteins and promotes cell migration and invasion. Vimentin may bea key molecule in HOTAlR-mediated oncogenic signaling. "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "In conclusion,we have performed the first proteomic analysis of IncRNA regulated proteins in cancer cells and demonstrated that SILAC is an efficient and reliable method for functionally identifying IncRNA regulated proteins.We expect that the methods used in this study will become an integral part of functional studies of IncRNAs.Using this proteomic approach we identified proteins regulated by HOTAlR and showed by further experiments that HOTAlR exerts its effects on migration and invasion of cancer cells,at least in part, through the regulation of VIM.The elucidation of the role of ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "VIM in the HOTAlR-regulated protein network may shed light on the molecular basis of HOTAlR induced-tumor proliferation and metastasis.It is now important to furthercharacterize the interactions between HOTAlR and individual target proteins and to determine the full significance of gene regulation by HOTAIR in cancer cells. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "\\*This work was supported by the National Natural Science Foun  \ndation of China (Grant No.31370746), the National Basic Research   \nProgram of China (973 Program,2012CB518700),and the Strategic   \nPriority Research Program of the Chinese Academy of Sciences   \n(Grant No.XDB14030202). SThis article contains supplemental Figs. S1 to S7 and Tables S1   \nto S6. $\\parallel$ Towhom correspondence should be addressed:Institute of Hy  \ndrobiology，Chinese Academy of Sciences，Wuhan 430072，China.   \nTel.:+86-27-68780500;E-mail: gefeng@ihb.ac.cn. \\*\\* These authors contributed equally to this work. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "1.Esteller,M. (2011) Non-coding RNAs in human disease.Nat. Rev. Genet. 12,861-874   \n2.Kugel,J.F.,and Goodrich,J.A. (2012) Non-coding RNAs: key regulators of mammalian transcription.Trends Biochem.Sci.37,144-151   \n3.Geisler，S.，and Coller,J. (2013) RNA in unexpected places: long noncoding RNA functions in diverse celllar contexts.Nat. Rev. Mol.Cell Biol. 14, 699-712   \n4.Ernst,C.，and Morton，C.C.(2013) Identification and function of long non-coding RNA.Fronti. Cell Neurosci.7,168   \n5.Ponting,C.P., Oliver,P.L.,and Reik,W.(20o9) Evolution and functions of long noncoding RNAs. Cel/136,629-641   \n6.Moran,V.A.,Perera,R.J.,and Khalil,A.M.(2012) Emerging functional and mechanistic paradigms of mammalian long non-coding RNAs.Nuc/eic Acids Res.40,6391-6400   \n7.Jia,H., Osak,M., Bogu, G.K., Stanton,L.W., Johnson,R.,and Lipovich, L. (2010) Genome-wide computational identification and manual annotation of human long noncoding RNA genes.RNA 16,1478-1487   \n8.Kino，T.，Hurt，D.E.，lchijo，T.，Nader，N.，and Chrousos,G.P.(2010) Noncoding RNA gas5 is a growth arrest- and starvation-associated repressorof the glucocorticoid receptor.Sci. Signal.3,ra8   \n9.Hu,W.,Yuan,B.,Flygare,J.,and Lodish,H.F.(2011) Long noncoding RNA-mediated anti-apoptotic activity in murine erythroid terminal differentiation. Gene. Dev.25,2573-2578   \n10.Meola,N.,Pizzo,M.,Alfano,G.,Surace,E.M.,and Banfi,S.(2012)The long noncoding RNA Vax2os1 controls the cell cycle progression of photoreceptor progenitors in the mouse retina.RNA 18, 111-123   \n11.Wang, K.C., Yang, Y.W., Liu,B., Sanyal,A.,Corces-Zimmerman,R., Chen, Y.,Lajoie, B.R.,Protacio,A.,Flynn,R.A.,Gupta,R.A.,Wysocka,J.,Lei, M.,Dekker,J., Helms,J.A.,and Chang,H.Y. (2011)A long noncoding RNA maintains active chromatin to coordinate homeotic gene expression. Nature 472,120-124   \n12.Tsai, M. C.,Manor, O.,Wan,Y.,Mosammaparast,N.,Wang, J.K., Lan,F., Shi,Y., Segal,E.,and Chang, H.Y. (201O) Long noncoding RNA as modular scaffold of histone modification complexes. Science 329,689-693   \n13.Loewer,S., Cabili, M. N.,Guttman, M.,Loh,Y.H., Thomas,K., Park,I. H, Garber,M.,Curran,M.,Onder,T.,Agarwal, S.,Manos,P.D., Data, S., Lander,E.S.,Schlaeger,T.M., Daley,G.Q.,and Rinn,J.L. (2010) Large intergenic non-coding RNA-RoR modulates reprogramming of human induced pluripotent stem cells.Nat. Genet. 42,1113-1117   \n14.Gutman，M.,Donaghey，J.,Carey，B.W.,Garber，M.,Grenier，J．K., Munson,G., Young,G., Lucas,A.B.,Ach,R., Bruhn,L., Yang,X.,Amit, I.,Meissner,A.，Regev,A.，Rinn,J.L.,Root, D.E.,and Lander,E.S. (2011)lincRNAs act in the circuitry controlling pluripotency and diffrentiation.Nature 477,295-300   \n15. Gregg, C., Zhang,J.,Weissbourd,B.,Luo,S., Schroth,G.P., Haig,D.,and Dulac,C.(2010) High-resolution analysis of parent-of-origin allelic expression in the mouse brain. Science 329,643-648   \n16.Tripathi,V.,Ellis,J.D., Shen,Z., Song, D.Y.,Pan,Q.,Watt, A.T.,Freier, S.M.，Bennett C.F.，Sharma,A.，Bubulya,P.A.， Blencowe，B.J., Prasanth,S. G.,and Prasanth, K.V. (2010) The nuclear-retained noncoding RNA MALAT1 regulates alternative splicing by modulating SR splicing factor phosphorylation. Mol. Cell39, 925-938   \n17.Spizzo,R.,AImeida,M.I.,Colombati,A.,and Calin，G.A. (2012) Long non-coding RNAs and cancer:a new frontier of translational research? Oncogene 31,4577-4587   \n18.Gibb,E.A.,Vucic,E.A.,Enfield,K.S.，Stewart,G.L.,Lonergan,K.M., KennettJ.Y., Becker-Santos,D.D., MacAulay,C.E., Lam,S., Brown, C.J.,and Lam,W.L. (2011) Human cancer long non-coding RNA transcriptomes.PloS One 6,e25915   \n19.Zhang,J.，Zhang，P..Wang,LPiao,H.L.and Ma,L.(2014) Long non-coding RNA HOTAlR in carcinogenesis and metastasis. Acta Bioch. Bioph. Sin. 46, 1-5   \n20.Wan, Y.,and Chang，H.Y. (2010) HOTAIR: Flight of noncoding RNAs in cancermetastasis.Cel Cycle9,3391-3392   \n21.Li,L.,Liu, B.,Wapinski,O.L., Tsai,M.C., Qu,K., Zhang,J., Carlson,J. C., Lin,M.,Fang,F.,Gupta, R.A.， Helms,J. A.,and Chang,H.Y. (2013) Targeted disruption of Hotair leads to homeotic transformation and gene derepression.Cell Rep.5,3-12   \n22. Gupta,R.A.,Shah, N.,Wang,K. C., Kim,J., Horlings, H.M., Wong,D.J., Tsai,M.C.,Hung,T.,Argani,P.,Rinn,J.L.,Wang,Y.,Brzoska,P.,Kong, B., Li,R., West, R.B.,van de Vijver,M.J., Sukumar,S.,and Chang, H.Y. (2010) Long non-coding RNA HOTAIR reprograms chromatin state to promote cancer metastasis.Nature 464,1071-1076   \n23.Kim,K.,Jutooru,I.,Chadalapaka,G.,Johnson, G.,Frank,J., Burghardt,R, Kim, S.,and Safe, S. (2012) HOTAlR is a negative prognostic factor and exhibits_pro-oncogenic activity in pancreatic cancer. Oncogene 32, 1616-1625   \n24.Schwanhausser,B.,Busse,D.,Li, N., Dittmar, G., Schuchhardt,J.,Wolf,J., Chen,W.,and Selbach,M. (2011) Global quantification of mammalian gene expression control. Nature 473, 337-342   \n25.Wu,L,Candile,S.l,ChoiY.ie,D.ang,LPok-an,J.,ng,H and Snyder，M. (2013) Variation and genetic control of protein abundance in humans. Nature 499,79-82   \n26. Xiong,Q.,Zhong,Q.,Zhang,J.,Yang,M.,Li,C., Zheng,P.,Bi,L.J.,and Ge,F.(2012) Identification of novel miR-21 target_proteins in_multiple myeloma cels by quantitative proteomics. J. Proteome Res.11, 2078-2090   \n27.Mi, H., Dong,Q., Muruganujan,A., Gaudet,P.,Lewis,S.,and Thomas,P.D. (2010) PANTHER version 7:improved phylogenetic trees,orthologs and collaboration with the Gene Ontology Consortium. Nucleic Acids Res. 38, D204-D210   \n28.Huang, D.W., Sherman, B.T.,and Lempicki, R.A. (2009) Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources. Nat. Protoc.4,44-57   \n29.Huang,D.W., Sherman,B.T.,and Lempicki, R.A. (2009) Bioinformatics enrichment tools: paths toward the comprehensive functional analysis of large gene lists. Nucleic Acids Res.37,1-13   \n30.Franceschini，A.，Szklarczyk,D., Frankild,S.，Kuhn，M.， Simonovic，M., Roth,A.,Lin,J.,Minguez,P.,Bork,P.,von Mering,C.,and Jensen,L.J. (2013)STRING v9.1: protein-protein interaction networks,with increased coverageand integration.Nucleic Acids Res.41, D808-D815   \n31.Shannon,P., Markiel,A.,Ozier,O.,Baliga,N.S.,Wang,J.T.,Ramage,D., Amin,N., Schwikowski,B.,and ldeker,T.(2003) Cytoscape: a software environment for integrated models of biomolecular interaction networks. Genome Res.13,2498-2504   \n32.Medzihradszky，K.F.(20o5) In-solution digestion of proteins for mass spectrometry.Method Enzymol. 405,50-65   \n33.lcenogle,L.M.，Hengel，S.M.，Coye,L.H.， Streifel,A., Collins,C.M., Goodlett，D. R.，and Moseley，S.L. (2012) Molecular and biological characterization of Streptococcal SpyA-mediated ADP-ribosylation of intermediate filament protein vimentin.J. Biol. Chem.287,21481-21491   \n34.Rajaram,N.,Frees,A.E.,Fontanela,A.N.,Zhong,J.,Hansen,K.,Dewhirst, M.W.,and Ramanujam,N. (2013) Delivery Rate Afects Uptake of a Fluorescent Glucose Analog in Murine Metastatic Breast Cancer.PloS One 8,e76524   \n35.Rathje,L.S.Z.,Nordgren,N.,Pettersson,T,Ronnlund,D.,Widengren,J., Aspenstrom,P.,and Gad,A. K.B. (2014) Oncogenes induce a vimentin filament collapse mediated by HDAC6 that is linked tocell stiffess. Proc. Natl. Acad.Sci. U.S.A.111,1515-1520   \n36.Gibb,E.A.,Brown,C.J.,and Lam,W.L. (2011) The functional role of long non-coding RNA in human carcinomas.Mol. Cancer10,38   \n37.Gutschner,T.,and Diederichs, S. (2012) The hallmarks of cancer: a long non-coding RNA point of view. RNA Bio.9,703-719   \n38.Wahlestedt, C.(2013) Targeting long non-coding RNA to therapeutically upregulate gene expression. Nat. Rev. Drug Discov.12, 433-446   \n39.Geng,Y.J. Xie,S.L,LiQ.,Ma,J.,andWang，G.Y.(2011) Large Intervening Non-coding RNA HOTAlR is Associated with Hepatocelular Carcinoma Progression.J.Int. Med. Res.39,2119-2128   \n40.Kogo,R., Shimamura,T.,Mimori,K., Kawahara,K., Imoto,S.,and Sudo,T. (2012) Long Noncoding RNA HOTAlR Regulates Polycomb-Dependent Chromatin Modification and Is Associated with Poor Prognosis in Colorectal Cancers (vol 71,pg 6320,2011).Cancer Res.72,1039-1039   \n41.Niinuma,T.，Suzuki, H.,Nojima,M.,Nosho,K.,Yamamoto,H.,Takamaru, H.,Yamamoto,E.,Maruyama,R.,Nobuoka,T.,Miyazaki,Y.,Nishida,T, Bamba,T.,Kanda,T., Ajioka,Y.,Taguchi,T., Okahara,S.,Takahashi, H., Nishida,Y., Hosokawa, M., Hasegawa,T.,Tokino,T., Hirata,K., Imai, K., Toyota,M.,and Shinomura,Y. (2012) Upregulation of miR-196a and HOTAIR Drive Malignant Character in Gastrointestinal Stromal Tumors. Cancer Res.72,1126-1136   \n42.Mi,H., Guo,N.,Kejariwal,A.,and Thomas,P.D. (2007)PANTHER version 6: protein sequence and function evolution data with expanded representation of biological pathways.Nucleic Acids Res.35, D247-D252   \n43.Kim，K.，and Kim，Y. (2009) Preparing multiple-reaction monitoring for quantitative clinical proteomics.Expert Rev.Proteomic.6, 225-229   \n44.Kitteringham,N.R., Jenkins,R.E.,Lane,C.S., Eliott, V.L.,and Park,B.K. (2009) Multiple reaction monitoring for quantitative biomarker analysis in proteomics and metabolomics.J. Chromatogr.B 877,1229-1239   \n45.Li;D.,Feng,J.,Wu,T.Wang,Y.,Sun,Y.,Ren,J.,andLiu,M.(2013)Long intergenic noncoding RNA HOTAlR isoverexpressed and regulates PTEN methylation in laryngeal squamous cellcarcinoma.Am.J.Pathol. 182,64-70   \n46.Huang,J., Ke,P., Guo,L.,Wang,W.,Tan,H., Liang,Y.,and Yao,S. (2014) Lentivirus-mediated RNA interference targeting the long noncoding RNA HOTAIR inhibits proliferation and invasion of endometrial carcinoma cells in vitro and in vivo.Int.J. Gynecol. Cancer 24,635-642   \n47.Sateli，A.，and Li，S. (2011) Vimentin in cancer and its potential as a molecular target forcancer therapy.CMLS- Cell Mol. Life S.68, 3033-3046   \n48.Kim,J.A.,Wei,Y.,and Sowers,J.R. (20o8) Role of mitochondrial dysfunction in insulin resistance.Circ.Res.102,401-414   \n49.Lv,D.W.,Ge,P.,Zhang,M., Cheng, Z.W.,Li,X. H.,and Yan,Y. M. (2014) Integrative network analysis of the signaling cascades in seedling leaves of bread wheat by large-scale phosphoproteomic profiling.J. Proteome Res.13,2381-2395   \n50. Ge, X.S., Ma, H.J.,Zheng,X.H.,Ruan,H.L., Liao,X.Y., Xue,W.Q., Chen, Y.B.,Zhang,Y.,and Jia,W. H. (2013) HOTAlR,a prognostic factor in esophageal squamous cell carcinoma, inhibits WiF-1 expression and activates Wnt pathway. Cancer Sci.104,1675-1682   \n51.Ono,H., Motoi, N., Nagano,H., Miyauchi,E., Ushijima,M., Matsuura,M., Okumura,S., Nishio,M., Hirose,T.,and Inase,N.(2014) Long noncoding RNA HOTAlR is relevant to cellular proliferation,invasiveness,and clinical relapse in small-cell lung cancer. Cancer Medicine 3, 632-642   \n52.Tzivion,G.,Luo,Z.J.,and Avruch,J. (20oo) Calyculin A-induced vimentin phosphorylation sequesters 14-3-3 and displaces other 14-3-3 partners in vivo.J.Biol.Chem.275,29772-29778   \n53.Hendrix MJ,S.E.,Seftor RE,Trevor KT (1997) Experimental coexpression of vimentin and keratin intermediate filaments in human breast cancer cells results in phenotypic interconversion and increased invasive behavior.Am.J.Pathol.150,483-495   \n54.Gilles,C.,Polette,M.,Zahm,J.M.,Tournier,J.M.,Volders,L.,Foidart, J.M.,and Birembaut,P.(1999) Vimentin contributes to human mammary epithelial cell migration. J. Cell Sci.112,4615-4625   \n55.Katsumoto,T.，Mitsushima,A.，and Kurimura,T.(1990) The role of the vimentin intermediate filaments in rat 3Y1 cells elucidated by immunoelectron microscopy and computer-graphic reconstruction. Biol. Cel 68, 139-146   \n56.Yamasaki,T.,Seki,N.,Yamada,Y.,Yoshino,H.,Hidaka, H.,Chiyomaru,T., Nohata,N.,Kinoshita,T.,Nakagawa,M.,and Enokida,H. (2012)Tumor suppressive microRNA138 contributes to cell migration and invasion through its targeting of vimentin in renal cell carcinoma.Int.J.Oncol. 41, 805-817   \n57.Ivaska,J.,Palari,H.M.,Nevo,J.,andEriksson,J.E. (2007)Novelfunction of vimentin in cell adhesion,migration,and signaling. Exp. Cell Res. 313, 2050-2062   \n58.Lang SH,H.C.,ReidINHitchcock IS,Hart CA,BrydenAA,Vlette JM, Stower MJ,Maitland NJ (2002) Sep 1) Enhanced expression of vimentin in motile prostate cell lines and in poorly differentiated and metastatic prostate carcinoma. Prostate.52,253-263   \n59.Chu YW,S.E.,Romer LH, Hendrix MJ.(1996) Experimental coexpression of vimentin and keratin intermediate filaments in human melanoma cells augments motility. Am. J. Pathol.148,63-69   \n60.Trog D,Y.K., Schild HH,Golubnitschaja O. (2008) May) Up-regulation of vimentin expression in low-density malignant glioma cels as immediate and late effects under iradiation and temozolomide treatment. Amino Acids.34,539-545   \n61.Heatley,M., Maxwel, P.,Whiteside,C.,and Toner,P. (1995) Vimentin and cytokeratin expression in nodular hyperplasia and carcinoma of the prostate.J. Clin. Pathol. 48,1031-1034   \n62. Seshadri, R., Raymond,W.A.,Leong,A. S.Y., Horsfal,D.J.,and McCaul, K.(1996) Vimentin expression is not associated with poor prognosis in breast cancer.Int.J.Cancer 67,353-356   \n63.Raymond,W.A.，and Leong，A. S. (1989) Vimentin-a new prognostic parameter in breast carcinoma?J.Pathol.158,107-114   \n64.Li ZM,W.Y.,Yang HB,Qin G,Tian L，Deng HX,Wen B. (2008) Jun) Enhanced expression of human vimentin intermediate filaments in hepatocellular carcinoma cells decreases their proliferative and invasive abilities in vitro.Zhonghua Zhong Liu Za Zhi.30,408-412   \n65.Plodinec，M.,Loparic,M.，Sueterlin，R.，Hermann，H.，Aebi，U.，and Schoenenberger，C.A. (2011) The nanomechanical properties of rat fibroblasts are modulated by interfering with the vimentin intermediate filament system.J. Struct. Bio.174,476-484   \n66. Cross,S.E.,Jin, Y.S.,Tondre,J.,Wong,R.,Rao,J.,and Gimzewski,J. K. AFM-based analysis of human metastaticcancer cells.Nanotechnology 19:384003,2008   \n67.Lekka,M.,and Laidler,P.(2009) Applicability of AFM in cancer detection. Nat. Nanotechnol. 4,72-72   \n68.Xu,W.,Mezencev,R., Kim,B.,Wang,L.,McDonald,J.,and Sulchek,T. (2012) Cell stiffness is a biomarker of the metastatic potential of ovarian cancer cels.PloS One7,e46609   \n69.Ochalek,T.,Nordt,F.J.,Tullberg,K.,and Burger,M.M.(1988) Correlation between cell deformability and metastatic potential in B16-F1 melanoma cell variants. Cancer Res.48,5124-5128   \n70.Watanabe,T.，Kuramochi， H.，Takahashi,A.， Imai，K.，Katsuta，N.，Nakayama,T.，Fujiki,H.，and Suganuma，M.(2012) Higher cell stifness indicating lower metastatic potential in B16 melanoma cell variants and in $( - )$ epigallocatechin gallate-treated cells.J.Cancer Res. Clin.138, 859-866   \n71. Swaminathan,V., Mythreye,K., O'Brien,E.T., Berchuck,A.,Blobe, G.C., and Superfine,R. (2011) Mechanical stifness grades_metastatic potential in patient tumor cells and in cancer cell lines.Cancer Res.71, 5075-5080   \n72.Remmerbach,T.W.,Wottawah,F.,Dietrich,J.,Lincoln,B.,Wittekind,C., and Guck,J. (2o09) Oral Cancer Diagnosis by Mechanical Phenotyping. Cancer Res.69,1728-1732   \n73.Ward, K.A.,Li,W.I., Zimmer,S.,and Davis,T.(1991) Viscoelastic properties of transformed cells: role in tumor cell progression and metastasis formation.Biorheology 28,301-313   \n74.Klimova,T,and Chandel, N. S. (20o8) Mitochondrial complex Ill regulates hypoxic activationof HIF.Cell Death Differ.15,660-666   \n75.Otera,H.,Ishihara,N.,and Mihara,K. (2013)Newinsightsintothefunction and regulation of mitochondrial fission．BBA-Mol.Cell Res.183, 1256-1268   \n76.Heggeness，M.H.， Simon，M.，and Singer，S.J. (1978) Association of mitochondria with microtubules in cultured cells.Proc.Natl.Acad.Sci. U.S.A. 75,3863-3866   \n77.van der Bliek,A.M., Shen,Q.,and Kawajiri, S.Mechanisms of mitochondrial fission and fusion. CSH Perspect Biol. 5:a011072,2013   \n78.Wu,M.， Kalyanasundaram,A.,and Zhu,J.(2013) Structural and biomechanical basis of mitochondrial movement in eukaryotic cels. Int.J. Nanomed.8,4033-4042   \n79.Kidd,M.E., Shumaker, D.K.,and Ridge,K.M.(2014) The Role of Vimentin Intermediate Filaments in the Progression of Lung Cancer. Am. J. Resp. Cell Mol.50,1-6   \n80.Tang, H.L.,Lung, H.L.,Wu, K.C., Le,A.H.P.,Tang, H.M.,and Fung,M.C. (2008) Vimentin supports mitochondrial morphology and organization. Biochem.J. 410,141-146   \n81.Matveeva,E.A.,Chernoivanenko,I.S.,and Minin,A.A. (2010) Vimentin intermediate filaments protect mitochondria from oxidative stress.Biol. Membrany27,471-481   \n82.Nekrasova,O.E.,Mendez,M.G.,Chernoivanenko,I.S.,Tyurin-Kuzmin, P.A.,Kuczmarski, E.R.,Gelfand,V.I.,Goldman, R.D.,and Minin,A.A. (2011) Vimentin intermediate filaments modulate the motility of mitochondria.Mol. Biol. Cell22,2282-2289   \n83.Desai, S.P., Bhatia,S.N.,Toner,M.,and Irimia,D.(2013) Mitochondrial localization and the persistent migration of epithelial cancer cells. Biophy. J. 104,2077-2088   \n84.Zhao,J.,Zhang,J.,Yu,M.,Xie,Y.,Huang,Y.,Wolff,D.W.,Abel,P.W.,and Tu,Y.(2013) Mitochondrial dynamics regulates migration and invasion of breast cancer cells. Oncogene 32,4814-4824 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    }
]