[
    {
        "type": "text",
        "text": "Succession of soil bacterial and fungal communities of Caragana korshinskii plantation in a typical agro-pastoral ecotone in northern China over a 50-a period ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MA Gailing1, GOU Qianqian1\\*,WANG Guohua', QU Jianjun² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1College of Geographical Sciences, Shanxi Normal University,Linfen 041004,China;   \n2 Northwest Institute of Eco-Environment and Resources,Chinese ofAcademy of Sciences,Lanzhou 730oo,Chin& ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Bacterial and fungal communities play critical roles in reestablishing vegetation structure, function and biodiversity in ecosystem restoration in arid and semi-arid areas. However,the long-term successional changes in bacterial and fungal communities that occur with artificial vegetation development are not fully understood.In this study, we investigated the successonal changes in bacterial and fungal communities in Caragana korsbinskii Kom. plantation over a period of 50 a (6,12,18,40 and 50 a) and their relationships with key soil environmental factors in a typical agro-pastoral ecotone, northern China. The results showed that bacterial and fungal diversities ( $\\alpha -$ and $\\beta$ -diversity） were significantly affected by plantation age； moreover,the change in fungal community was more evident than that in bacterial community. Soil samples from 12 a plantation had the highest $( P { < } 0 . 0 5 )$ bacterial and fungal $\\propto$ -diversity (i.e., abundance-based coverage estimator (ACE)and Chao1 index) at $0 { - } 1 0 ~ \\mathrm { c m }$ depth compared with other samples. However, soil samples from plantation at the late recovery stage (40-5O a) had the highest $\\propto$ -diversity at $1 0 { - } 2 0 ~ \\mathrm { c m }$ depth. Soil bacterial community was not significantly affected by plantation age at the genus level; but, soil fungal community was significantly affected at the genus level. Overall,Mortierella and Chaetomium were the dominant genera at natural recovery stage (O a); Inocybe Was the dominant genus at the early recovery stage (6-12 a); Inocybe and Mortierell were the dominant genera at the mid-recovery stage (12-4O a); And Mortierela, Cladosporium and Humicola were the dominant genera at the late recovery stage (40-5O a).Redundancy analysis (RDA) showed that $\\beta$ -glucosidase activity, total nitrogen and soil organic carbon were closely associated with bacterial community composition,while alkaline phosphatase, urease activity and total nitrogen were associated with fungal community composition, indicating that changes in enzyme activity and soil nutrients were the most important determinants of dominant genera. Furthermore, pathogenic microorganisms (Cladosporium and Humicola) were dominant in soils from 40-50 a plantation,which may affect plant growth,resulting in the decline of $C .$ korsbinskii plantation. Overall, the findings of this study improve the understanding of ecological pattrns of bacterial and fungal communities in artificial vegetation and provide an important scientific basis for comprehensive ecological restoration management in arid and semi-arid areas. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: bacteria; fungi; diversity; dominant genus; ecological pattern; Caragana korsbinski ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Microbes play critical roles in soil nutrient cycle, structural formation and plant interaction. These roles are important for restablishing soil microbial function and biodiversity during ecosystem restoration (Jim, 20o9). For instance, soil microbes can promote the formation of humic acid that is an important component for soil improvement and aboveground plant growth (Schinel,1995; Harris,2003; Sun et al., 2017). Moreover, some microbes can help improve stress resistance and resource efficiency in terrestrial plants (Mendes et al.，2011)，while soil-borne pathogenic microbes can affect the health of plants (Wall et al.,2015). Generally, microbes are more sensitive to external stress than animals and plants (Panikov,1999); therefore,external factors have a considerable impact on soil microbial community structure and function. Soil microbial community composition and diversity could be a reflection of changes in soil environment and plant community during the process of vegetation restoration (Yeates,1979; Wall and Moore,1999; Wu et al.,2008; Hu and Guo,2012; Frouz et al., 2016; Du et al., 2018). In arid and semi-arid areas,soil microbes play an important role in ecosystem protection and in maintaining stable productivity of plant community. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Since the past decades,the area lost to desertification has been increasing globally (He et al., 2005；Zhao et al.， 2O18). China is one of the most severely afected countries by land desertification (Ma and Zhou, 2O07). Chinese government has implemented a series of ecological management policies for ecological restoration, such as returning farmland for forestry, wind and sand source control of Beijing and Tianjin,and Three-North Shelter Forest Construction (Ma et al., 2006). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Caragana korshinski Kom. belongs to the Leguminosae family. This plant with an extremely developed root system is highly resistant to drought, heat, cold, salinity and alkaline conditions and presents a xeromorphic structure. Furthermore, C. korshinskii plays an important role in water and soil conservation， vegetation restoration and ecological environment improvement. C. korshinskii is the main shrub species naturally growing in harsh environments (Zhang et al., 2014), and it has been planted on a large scale in the desert areas of Northwest China (Niu,2O03). As a result of efforts to reduce desertification,the area of artificial vegetation in China is the largest and accounts for approximately one-third of the world's afforestation area (Zhang and Gao, 2000). The large-scale construction of artificial vegetation could influence soil microbial structure and soil property. For instance,Wang et al. (2Ol3) found that Pinus sylvestris var. mongolica Litv. and Populus simonii Carr plantations significantly improved soil physical-chemical property and increased microbiological activity； consequently, higher soil microbial abundance，microbial biomass carbon and enzymatic activity were recorded in these plantations compared with mobile dunes in Horqin Sandy Land. Similarly, Liu et al. (2O09) reported that long-term planting of Cunninghamia lanceolata could affect soil microbial community by altering soil property, which could consequently influence nutrient cycle in forest plantation. Additionally， long-term cultivation of Pinus massoniana (25 a) can improve soil microbial community stability and microbial function (Zhao et al.，2O2O). However, the impact of artificial vegetation on the ecological environment is broad and an important subject to study. Presently,although some researchers have investigated microorganisms in C. korshinskii plantation， few studies have directly explored bacterial and fungal changes over a long period. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The agro-pastoral ecotone in northwestern Shanxi Province is one of the most vulnerable ecosystems in northern China because of intensive human activity and a fragile natural environment, which is susceptible to severe soil erosion and land degradation. Additionaly, this area has complex and diverse land use types, comprising of agricultural lands (i.e., corn, potato and bean)，artificial vegetation (i.e.， C. korshinskii， Pinus tabuliformis，Populus and Salix matsudana Koidz) and grassland. Therefore, owing to the various environmental gradients (i.e, time series,spatial heterogeneity and land use types) in agro-pastoral ecotone,this is ideal site for studying the succession of microbial community and their relationships with key environmental factors.In this study, we investigated the changes of soil bacterial and fungal communities of $C$ korshinskii plantation over a 50-a period (6,12,18, 40 and 50 a) and their relationships with key soil environmental factors in a typical agro-pastoral ecotone in northern China. The result might provide a scientific basis for the management and ecological construction of $C .$ korshinskii plantation in arid and semi-arid areas. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Material and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The study was conducted in Shizuitou Village, Wuzhai County, Xinzhou City, Shanxi Province, China $( 3 8 ^ { \\circ } 4 4 ^ { \\prime } - 3 9 ^ { \\circ } 1 7 ^ { \\prime } \\mathrm { N } _ { \\mathrm { \\scriptscriptstyle { i } } }$ $1 1 1 ^ { \\circ } 2 8 ^ { \\prime } – 1 1 3 ^ { \\circ } 0 0 ^ { \\prime } \\mathrm { E }$ . The average altitude was approximately $1 4 0 0 \\mathrm { m }$ a.s.1. This area has a temperate continental climate,with annual precipitation of $4 5 0 { - } 5 0 0 ~ \\mathrm { m m }$ ， annual evaporation of $1 7 8 4 \\ \\mathrm { m m }$ and annual average wind speed of $3 ~ \\mathrm { m / s }$ .January is the coldest $( - 1 3 . 3 ^ { \\circ } \\mathrm { C } )$ and July is the hottest $( 2 0 . 1 ^ { \\circ } \\mathrm { C } )$ . The number of windy days in spring is more than $3 6 \\mathrm { ~ d ~ }$ .The soil type is classified as loessial soil,which is characterized by a loose texture and low fertility. Natural vegetation in this area was originally a grass-dominated steppe, but during the past $5 0 \\mathrm { ~ a ~ }$ natural vegetation had been substantially altered due to prolonged heavy grazing by livestock. Reestablishment of artificial vegetation on degraded land is one of the most effective ecological practices in this region. Since the 197Os,artificial $C$ .korshinskii plantation has been established in this area.Moreover, the plantation was established in different time periods,making the area ideal for studying changes in soil and vegetation. We divided artificial vegetation into four types according to the plantation age: natural recovery (0 a, CK), early stage (6-12 a), mid-stage (12-40 a) and late stage (40-50 a). Changes in morphological characteristics of $C$ ，korshinskii plantation at different ages are shown in Table 1. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/466db87f61518c5a1cc70c7f7eae2ed2ff3e341fa14d71d3ebfa8ab160126b08.jpg",
        "table_caption": [
            "Table1 Changes in morphological characteristics and root biomass of Caragana korshinskii plantation at different ages "
        ],
        "table_footnote": [
            "Note: different lowercase leters within the same row indicate significant diferences among different age groups $_ { \\it P < 0 . 0 5 }$ level, Duncan tests).Means $\\mathrm { \\ s { \\pm } S D }$ # "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Index</td><td colspan=\"5\">Plantation age</td></tr><tr><td>6a</td><td>12 a</td><td>18a</td><td>40a</td><td>50a</td></tr><tr><td>Crown (m²)</td><td>1.29±0.14</td><td>2.12±0.16c</td><td>4.55±0.25c</td><td>8.22±0.52a</td><td>6.56±0.22b</td></tr><tr><td>Plant height (cm)</td><td>111.56±15.66d</td><td>131.35±16.85d</td><td>178.47±37.20bed</td><td>216.00±39.64a</td><td>202.50±6.97ab</td></tr><tr><td>Root biomass (kg/plant)</td><td>0.28±0.02d</td><td>0.32±0.01cd</td><td>0.34±0.03ab</td><td>0.36±0.01a</td><td>0.36±0.01a</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Sampling site and soil sampling ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Soil samples were taken from two depths (O-1O and $1 0 { - } 2 0 ~ \\mathrm { c m } ,$ ）under the shrub canopy at six different ages (i.e., 0,6,12,18, 40 and 50 a) from July to October in 2019.A hand auger boring was used for sampling. The sample plots were located on the flat land between hills,and they had similar site conditions (i.e.，soil matrix, vegetation and climate). Natural recovery land was selected as control (O a). We used a nested experimental design to randomly select three sampling sites with a similar slope degree $( 4 ^ { \\circ } - 8 ^ { \\circ } )$ and aspect (South) of each plantation age. The slope positions of sampling sites were located top-slope, mid-slope and down-slope of each plantation age,which were separated by at least $2 0 0 \\mathrm { ~ m ~ }$ .Then,three $2 0 ~ \\mathrm { m } { \\times } 2 0 ~ \\mathrm { m }$ quadrats, separated by at least $2 5 \\mathrm { ~ m ~ }$ ，were set at each sampling site.At each quadrat, a $3 { - } \\mathrm { m }$ -wide and $2 0 \\mathrm { - m }$ -long transect was set up,and five soil samples under $C .$ korshinskii and between $C .$ ，korshinskii were collected along the transect and then pooled to form two composite samples for each quadrat. For each age, 18 soil samples were collected, and 1O8 soil samples were totally obtained. Each sample was divided into two sub-samples: one was stored at $- 2 0 ^ { \\circ } \\mathrm { C }$ for soil DNA extraction and enzyme activity analysis，and the other was air-dried for soil physical-chemical analysis. Soil $\\beta$ -glucosidase, alkaline phosphatase (ALP) and urease activity were measured as described by Liu et al. (2019). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3Soil physical-chemical analyses ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Air-dried soil samples were used for soil physical-chemical analyses. Soil moisture,soil salt ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "content and $\\mathfrak { p H }$ were measured using a soil five-parameter analyzer (COMBI 500o, Hamburg, Germany). Soil nutrient content including soil organic carbon (SOC) and total nitrogen (TN) were measured by the method of Xi et al. (2015). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4Soil deoxyribonucleic acid (DNA) extraction, polymerase chain reaction (PCR) and Miseq sequencing ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We extracted total genomic DNA from $\\mathbf { 0 . 5 ~ g }$ samples using Power Soil DNA Isolation Kit (MO BIO Laboratories, Carlsbad, CA, USA) according to the manufacturer's protocol. To profile soil bacterial community, we amplified the V3-V4 region of the 16S rRNA (ribosomal ribonucleic acid）gene with the forward primer $5 ^ { \\prime }$ -ACTCCTACGGGAGGCAGCA- $3 ^ { \\prime }$ and reverse primer $5 ^ { \\prime }$ -GGACTACHVGGGTWTCTAAT $_ 3 \\dag$ , combined with adapter sequences and barcode sequences. For fungal community, we amplified the ITS-ITS1 region of the fungal 18S rRNA region using the forward primer $5 ^ { \\prime }$ -CTTGGTCATTTAGAGGAAGTAA-3' andreverse primer $5 ^ { \\prime }$ -GCTGCGTTCTTCATCGATGC-3'. PCR amplification was performed in a total volume of 50 $\\mu \\mathrm { L }$ ，which contained $1 0 ~ \\mu \\mathrm { L }$ buffer, $0 . 2 ~ \\mu \\mathrm { L }$ Q5 high-fidelity DNA polymerase, $1 0 ~ \\mu \\mathrm { L }$ high GC enhancer, $1 ~ \\mu \\mathrm { L }$ dNTP (deoxy-ribonucleoside triphosphate), $1 0 ~ \\mu \\mathrm { M }$ of each primer and $6 0 \\ \\mathrm { n g }$ genomic DNA. Thermal cycling conditions were as follows: an initial denaturation at $9 5 ^ { \\circ } \\mathrm { C }$ for 5 min, followed by 15 cycles at $9 5 ^ { \\circ } \\mathrm { C }$ for $1 ~ \\mathrm { m i n }$ ， $5 0 ^ { \\circ } \\mathrm { C }$ for $1 ~ \\mathrm { m i n }$ and $7 2 ^ { \\circ } \\mathrm { C }$ for $1 ~ \\mathrm { m i n }$ ，witha final extension at $7 2 ^ { \\circ } \\mathrm { C }$ for $7 ~ \\mathrm { m i n }$ and storage at $4 ^ { \\circ } \\mathrm { C }$ . The amplified products were subjected to $2 \\%$ agarose gel electrophoresis,and the amplified products were subjected to Ilumina MiSeq high-throughput sequencing and analysis. The sequencing and bioinformatics services used in this study were completed by the Biomarker Technologies Corporation, Beijing, China. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.5 Data analysis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Poor quality sequences,including sequences $< 5 0$ bp in length and bases with quality ${ < } 2 0$ ，were screened out using QIME(Quantitative Insights Into Microbial Ecology) software version 1.9.1, and chimeric sequences were identified and removed using UCHIME 8.1 software to obtain a high-quality tag sequences. The qualified sequences were clustered into OTUs (operational taxonomic units) at a similarity of $9 7 \\%$ using USEARCH 10.0. Furthermore,species annotation and taxonomic analysis of OTUs were performed using Silva (http://www.arb-silva.de/) and Unite (Release 8.0, https://unite.ut.ee/) databases for bacteria and fungi, respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The $\\mathfrak { a }$ -diversity measurements of soil bacteria and fungi, including the number of observed OTUs,Chaol,ACE (abundance-based coverage estimator) and Shannon and Simpson diversity indices were determined using QIIME software. We used Adonis analyses based on the binary Jaccard distance matrixes of bacterial and fungal communities to determine the significance of microbial community differences among diferent soil groups using the vegan package in R software version 4.1. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "One-way analysis of variance (ANOVA) and Spearman's correlation were performed using SPSS software v13.0,and the significance level was set to $P { < } 0 . 0 5$ level. Canoco v4.5 was used to perform RDA (Redundancy analysis) on the relationship of bacterial and fungal communities with soil properties. Graphical illustrations were prepared using OriginPro 2O17 software. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1Changes in bacterial and fungal compositions ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.1 Bacterial composition ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "At the phylum level, plantation age did not significantly affect the dominant bacterial phyla at 0-10 and $1 0 { - } 2 0 ~ \\mathrm { c m }$ depths $( P { > } 0 . 0 5 )$ . The dominant phyla were Proteobacteria,Acidobacteria, Actinobacteria, Gemmatimonadetes and Chloroflexi，with Proteobacteria accounting for more than $2 5 . 1 2 \\% - 4 0 . 0 9 \\%$ of total reads in samples. Bacteroidetes,Rokubacteria, Planctomycetes, Nitrospirae and other bacteria constituted a minor proportion (Fig. 1). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/30e71fab97523adb3f4303042c5bb6a0077a94d8a5a543bbd3e37defd79b7f0a.jpg",
        "img_caption": [
            "Fig.1Relative abundance of dominant bacteria (a and b)and fungi (c and d)at the phylum level. CK,control. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "At the class level, plantation age did not significantly affect the dominant classes in bacterial community $( P { > } 0 . 0 5 )$ .Alphaproteobacteria, Gammaproteobacteria, Subgroup_6, Blastocatellia_Subgroup_4， Gemmatimonadetes and Acidimicrobiia accounted for major proportions in samples at different plantation ages (Fig. 2). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/4ed5f397d5875db7c7eb7ed7fad50b84629d7ce80606dc4575b416add9000431.jpg",
        "img_caption": [
            "Fig.2Relative abundance of dominant bacteria (aand b)and fungi (c and d)at the classlevel. CK,control. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "At the OTUs level, plantation age did not significantly affect the composition of dominant OTUs $( P { > } 0 . 0 5 )$ . The dominant OTUs were afliated with Sphingomonadaceae，uncultured_ bacterium_c_Subgroup_6 and Gemmatimonadaceae， followed by some OTUswithin Pyrinomonadaceae， Nitrosomonadaceae and uncultured_batetiun_o_IMCC26256 (Table 2). At 0-10 cm depth， Sphingomonadaceae had the highest relative abundance， followed by uncultured_bacterium_c_Subgroup_6 and Gemmatimonadaceae. At10-20 cmdepth, uncultured_bacterium_c_Subgroup_6 had the highestrelative abundance followed‘by Gemmatimonadaceae and Sphingomonadaceae. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/441283b30096830de1db47622e92235433984722eccb093b9033fc8700d49a01.jpg",
        "table_caption": [
            "Table 2Dominant bacteria operational taxonomic units(OTUs）and their relative abundance at diferent plantation ages "
        ],
        "table_footnote": [
            "Note: CK, control; Mean±SE. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">OTUs</td><td rowspan=\"2\">Affiliation</td><td rowspan=\"2\">Depth (cm)</td><td colspan=\"6\">Relative abundance (%)</td></tr><tr><td>CK</td><td>6a</td><td>12 a</td><td>18 a</td><td>40a</td><td>50a</td></tr><tr><td rowspan=\"2\">1</td><td>Sphingomonadales,</td><td>0-10</td><td>18.1±1.4</td><td>19.5±3.3</td><td>13.3±2.0</td><td>14.6±1.4</td><td>12.8±1.4</td><td>16.1±1.3</td></tr><tr><td>Sphingomonadaceae</td><td>10-20</td><td>14.0±3.6</td><td>7.9±2.1</td><td>4.1±0.7</td><td>5.4±0.6</td><td>6.2±1.0</td><td>7.1±0.9</td></tr><tr><td rowspan=\"2\">2</td><td>Uncultured_bacterium _c_Subgroup_6,</td><td>0-10</td><td>9.0±0.4</td><td>7.9±0.4</td><td>10.0±0.3</td><td>9.3±0.5</td><td>9.7±0.3</td><td>10.7±0.5</td></tr><tr><td>Acidobacteria</td><td>10-20</td><td>10.0±0.2</td><td>8.9±0.2</td><td>10.3±0.4</td><td>9.4±0.7</td><td>10.0±0.3</td><td>10.9±0.2</td></tr><tr><td rowspan=\"2\">3</td><td>Gemmatimonadales,</td><td>0-10</td><td>7.8±0.3</td><td>6.6±0.8</td><td>7.9±0.5</td><td>7.5±0.1</td><td>7.8±0.3</td><td>6.8±0.2</td></tr><tr><td>Gemmatimonadaceae</td><td>10-20</td><td>8.8±0.4</td><td>6.7±1.0</td><td>9.5±0.0</td><td>8.9±0.1</td><td>9.4±0.4</td><td>8.8±0.4</td></tr><tr><td rowspan=\"2\">4</td><td>Blastocatellales,</td><td>0-10</td><td>5.1±0.0</td><td>5.3±0.2</td><td>5.4±0.6</td><td>4.8±0.5</td><td>5.4±0.3</td><td>5.4±0.2</td></tr><tr><td>Pyrinomonadaceae</td><td>10-20</td><td>4.5±0.4</td><td>4.0±0.1</td><td>4.1±0.3</td><td>3.2±0.1</td><td>3.9±0.2</td><td>4.9±0.3</td></tr><tr><td rowspan=\"2\">5</td><td>Nitrosomonadales,</td><td>0-10</td><td>2.4±0.1</td><td>2.6±0.3</td><td>3.1±0.3</td><td>3.1±0.4</td><td>3.1±0.3</td><td>2.4±0.2</td></tr><tr><td>Nitrosomonadaceae</td><td>10-20</td><td>2.9±0.5</td><td>3.6±0.2</td><td>4.2±0.1</td><td>4.3±0.2</td><td>4.3±0.1</td><td>3.3±0.1</td></tr><tr><td rowspan=\"2\">6</td><td>Actinobacteria, Uncultured_batetiun</td><td>0-10</td><td>2.6±0.2</td><td>2.5±0.1</td><td>2.8±0.2</td><td>2.9±0.3</td><td>2.7±0.1</td><td>2.1±0.1</td></tr><tr><td>_0_IMCC26256</td><td>10-20</td><td>2.1±0.1</td><td>2.9±0.0</td><td>2.8±0.2</td><td>3.1±0.2</td><td>2.8±0.1</td><td>2.5±0.2</td></tr><tr><td rowspan=\"2\">7</td><td>Actinobacteria, Uncultured_batetiun</td><td>0-10</td><td>2.3±0.4</td><td>2.3±0.1</td><td>2.7±0.5</td><td>2.3±0.2</td><td>2.6±0.3</td><td>1.5±0.1</td></tr><tr><td>_C_MB-A2-108</td><td>10-20</td><td>3.5±0.6</td><td>4.7±0.3</td><td>5.6±0.3</td><td>5.7±0.4</td><td>5.2±0.4</td><td>4.2±0.4</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "At the genus level, plantation age did not significantly affect the composition of dominant genera ( $\\scriptstyle \\left( P > 0 . 0 5 \\right)$ . The dominant bacterial genera at O-1O cm depth were uncultured_bacterium_c_Subgroup_6, uncultured_bacterium_f_Gemmatimonadaceae, Sphingomonas and RB41. The dominant bacteria genera at $1 0 { - } 2 0 ~ \\mathrm { c m }$ depth were uncultured_bacterium_c_Subgroup_6,uncultured_bacterium_f_Gemmatimonadaceae, Sphingomonas and uncultured_bacterium_c_MB-A2-1o8 (Fig. 3). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1.2 Fungal composition ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "At the phylum level, plantation age significantly afected the composition of dominant phyla in fungal community $( P { < } 0 . 0 5 )$ . At natural recovery (CK),the early (6-12 a) and late (40-50 a) stages,Ascomycota and Mortierellomycota were dominant phyla at O-1O and $1 0 { - } 2 0 ~ \\mathrm { c m }$ depths, and their relative abundances were $4 7 . 1 3 \\% - 6 4 . 1 1 \\%$ and $7 . 6 2 \\% - 1 8 . 0 5 \\%$ ,respectively. However, at the mid-stage (12-40 a),Ascomycota and Basidiomycota were dominant phyla,and their relative abundances were $4 6 . 9 6 \\% - 7 2 . 5 6 \\%$ and $1 6 . 0 8 \\% - 2 4 . 7 5 \\%$ ，respectively. Glomeromycota, Chytridiomycota， Zoopagomycota， Olpidiomycota， Kickxellomycota and unclassified fungi constituted a minor proportion (Fig. 1). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "At the class level, plantation age significantly affected the composition and relative abundances of dominant classes in fungal community $( P { < } 0 . 0 5 )$ . At natural recovery stage (O a), Dothideomycetes and Sordariomycetes were dominant classes at O-1o and $1 0 { - } 2 0 ~ \\mathrm { c m }$ depths, respectively. At the early and mid-stages (6-12 and 12-40 a), Agaricomycetes and Pezizomycetes were dominant classes. At the late stage (40-50 a)， Sordariomycetes， Leotiomycetes and Mortierellomycetes were the dominant classes (Fig.2). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "At the OTUs level, plantation age significantly affected the composition of dominant OTUs $( P { < } 0 . 0 5 )$ . At natural recovery stage (CK), Nectriaceae, Chaetomiaceae and Mortierellaceae were dominant at O-10 and $1 0 { - } 2 0 ~ \\mathrm { c m }$ depths. At the early stage (6-12 a), Chaetomiaceae, Inocybaceae and Pleosporales_fam Incertaesedis were dominant. At the mid-stage (12-40 a),Mortierelaceae, Inocybaceae and Thelephoraceae were dominant. At the late stage (40-5O a), Mortierellaceae, Chaetomiaceae, Cladosporiaceae and Nectriaceae were dominant (Table 3). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/714b1a1bc6147f8bb6a37ff3e73d61954d1917ce9516da1fd166ebd55f1db5c0.jpg",
        "img_caption": [
            "Fig.3Relative abundance of dominant bacteria (a and b)and fungi (c and d)at the genus level. CK,control. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/04941bd5c6548a7e9b24bc26f1898f4cc9b7876205a4ddce1da89187c8a1021b.jpg",
        "table_caption": [
            "Table3Dominant fungi operational taxonomic units (OTUs)and their relative abundance at diferent plantation ages "
        ],
        "table_footnote": [
            "Note:CK,control; Mean±SE "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">OUTs</td><td rowspan=\"2\">Affiliation</td><td rowspan=\"2\">Depth (cm)</td><td colspan=\"6\">Relative abundance (%)</td></tr><tr><td>CK</td><td>6a</td><td>12 a</td><td>18a</td><td>40a</td><td>50a</td></tr><tr><td rowspan=\"2\">1</td><td rowspan=\"2\">Sordariales, Chaetomiaceae</td><td>0-10</td><td>11.2±0.6</td><td>17.2±7.1</td><td>6.6±1.4</td><td>10.3±5.6</td><td>8.2±2.5</td><td>10.8±3.1</td></tr><tr><td>10-20</td><td>15.5±2.6</td><td>3.6±0.8</td><td>7.1±1.5</td><td>6.7±2.8</td><td>10.9±3.1</td><td>17.6±5.9</td></tr><tr><td rowspan=\"2\">2</td><td rowspan=\"2\">Mortierellales,Mortierellaceae</td><td>0-10</td><td>7.2±1.3</td><td>2.6±0.7</td><td>12.6±3.0</td><td>13.1±5.9</td><td>11.7±2.7</td><td>17.1±1.3</td></tr><tr><td>10-20</td><td>16.9±8.9</td><td>1.8±0.1</td><td>10.9±2.6</td><td>5.4±2.0</td><td>11.8±3.9</td><td>9.7±1.6</td></tr><tr><td rowspan=\"2\">3</td><td rowspan=\"2\">Agaricales,Inocybaceae</td><td>0-10</td><td>2.3±1.2</td><td>9.4±2.9</td><td>6.8±5.3</td><td>11.6±6.5</td><td>11.1±6.3</td><td>0.7±6.3</td></tr><tr><td>10-20</td><td>5.2±2.5</td><td>37.0±17.9</td><td>10.9±10.0</td><td>12.9±10.2</td><td>24.0±13.0</td><td>0.8±0.3</td></tr><tr><td rowspan=\"2\">4</td><td rowspan=\"2\">Hypocreales,Nectriaceae</td><td>0-10</td><td>5.5±2.1</td><td>0.7±0.2</td><td>5.7±1.4</td><td>7.0±1.3</td><td>6.6±2.0</td><td>8.6±1.8</td></tr><tr><td>10-20</td><td>3.0±0.1</td><td>1.3±0.3</td><td>4.7±1.7</td><td>3.1±0.9</td><td>4.5±0.9</td><td>6.1±1.3</td></tr><tr><td rowspan=\"2\">5</td><td rowspan=\"2\">Pleosporales, Pleosporales_fam Incertaesedis</td><td>0-10</td><td>0.2±0.0</td><td>23.7±13.6</td><td>0.7±0.4</td><td>0.3±0.2</td><td>0.1±0.0</td><td>2.5±1.5</td></tr><tr><td>10-20</td><td>0.1±0.0</td><td>30.9±17.8</td><td>0.1±0.1</td><td>0.1±0.0</td><td>0.3±0.2</td><td>0.2±0.1</td></tr><tr><td rowspan=\"2\">6</td><td rowspan=\"2\">Cladosporiales, Cladosporiaceae</td><td>0-10</td><td>1.9±0.0</td><td>4.4±3.7</td><td>6.1±4.4</td><td>3.0±0.6</td><td>3.8±0.9</td><td>5.2±1.3</td></tr><tr><td>10-20</td><td>1.6±0.2</td><td>0.8±0.3</td><td>2.2±0.8</td><td>2.1±0.3</td><td>3.0±0.8</td><td>7.8±0.9</td></tr><tr><td rowspan=\"2\">7</td><td rowspan=\"2\">Thelephorales,Thelephoraceae</td><td>0-10</td><td>0.1±0.0</td><td>2.3±0.6</td><td>4.1±2.7</td><td>5.4±4.2</td><td>3.6 ± 1.6</td><td>0.4±0.3</td></tr><tr><td>10-20</td><td>0.3±0.1</td><td>2.4±0.1</td><td>7.2 ± 5.2</td><td>5.4±3.1</td><td>5.6 ± 2.8</td><td>0.4±0.3</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "At the genus level, plantation age significantly affected the dominant fungal genera in the soils $( P { < } 0 . 0 5 )$ . At natural recovery stage (CK),Mortierella and Chaetomium were dominant genera at 0-10 and $1 0 { - } 2 0 ~ \\mathrm { c m }$ depths, whereas Inocybe was dominant genus at the early recovery stage (6-12 a). At the mid-recovery stage (12-40 a), Inocybe and Mortierella were dominant genera; Mortierella, Cladosporium and Humicola were dominant genera at the late recovery stage (40-50 a) (Fig. 3). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2 Bacterial and fungal ${ \\pmb a }$ -diversity ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Plantation age significantly affected $( P { < } 0 . 0 5 )$ $\\mathfrak { a }$ -diversity of bacterial community at O-1O and $1 0 { - } 2 0 ~ \\mathrm { c m }$ depths.For $0 { - } 1 0 ~ \\mathrm { c m }$ depth, the ACE and Chaol indices of soil from 12 a plantation were significantly higher than those of other samples. However, the Simpson and Shannon indices were not significantly affected by plantation age. For $1 0 { - } 2 0 ~ \\mathrm { c m }$ depth，the ACE and Chaol indices of soil from 5O a plantation were significantly higher than those of other samples. Additionally, the Simpson and Shannon indices of soils collected from 6 a plantation were higher than those of other samples (Fig. 4). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/736517a7302ce91ca3c6df12b9b1a6d79731d2b34fddd1b0772740c27338c614.jpg",
        "img_caption": [
            "Fig.4Variations in ACE (al-a4), Chaol (b1-b4), Simpson (c1-c4) and Shannon (d1-d4) indices of bacterial and fungal communities.\\* and $^ { * * }$ indicate significant difference among plantation ages at $P { < } 0 . 0 5$ and $P { < } 0 . 0 1$ （204号 levels, respectively. CK, control. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Plantation age significantly affected $\\mathfrak { a }$ -diversity of soil fungal community $( P { < } 0 . 0 5 )$ . For 0-10 cm depth,the ACE, Chaol, Simpson and Shannon indices of soils from 12 a plantation were significantly higher than those of other samples.For $1 0 { - } 2 0 ~ \\mathrm { c m }$ depth,the ACE and Shannon indices of soils from 5O a plantation were significantly higher than those of other samples. However, the Chaol index of soil from 40 a plantation was significantly higher than that of other samples. The highest Simpson index was obtained in soils from 12 a plantation (Fig. 4). Overall, fungal community was more afected by plantation age than bacterial community. However, bacterial community was richer and more diverse. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3 Bacterial and fungal $\\mathfrak { \\textbf { \\beta } }$ -diversity ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Beta diversity analysis is usually used to compare the similarity of diffrent groups in species diversity. The binary Jaccard algorithm calculates the distance between groups，which is expressed as $\\beta$ -diversity. The higher the $\\beta$ -diversity, the greater the species difference between groups. The $\\beta$ -diversity of bacterial and fungal communities was significantly affected $_ { ( P < 0 . 0 5 ) }$ by plantation age,and it exhibited a quadratic pattern. At O-1O and $1 0 { - } 2 0 ~ \\mathrm { c m }$ depths,the difference in bacterial community between groups is greater than that of within groups ( $( r { = } 0 . 2 0 2$ and 0.273, respectively). The differences in bacterial community between groups peaked at $1 2 \\mathrm { ~ a ~ }$ and 40 a plantations,respectively. At O-1O and $1 0 { - } 2 0 ~ \\mathrm { c m }$ depths,the difference in fungal community between groups is greater than that of within groups $( r { = } 0 . 5 0 5$ and 0.585, respectively). The differences in fungal community between groups peaked at 18 a and $1 2 \\mathrm { ~ a ~ }$ plantations, respectively (Fig. 5). ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/92b94c455746859b01c2f67ec5ff9ff49e22d3df96b7b181ff167282763f59c8.jpg",
        "img_caption": [
            "Fig. 5 $\\beta$ -diversity (binary Jaccard) of bacterial (a and b） and fungal (c and d) communities.\"All between\" represents the beta distance data of all samples between groups.CK,control. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.4Changes in soil properties ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.4.1Soil physical-chemical properties ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Soil physical-chemical properties， such as soil moisture， total salt contents and $\\mathfrak { p H }$ were significantly affected by plantation age. Soil moisture exhibited a quadratic trend,i.e., it peaked in soils from 12 a plantation and decreased afterwards at both O-1O and $1 0 { - } 2 0 ~ \\mathrm { c m }$ depths.Similarly, soil salt content showed a quadratic trend, i.e., it peaked in soils from 12 a plantation and decreased afterwards.At $0 { - } 1 0 ~ \\mathrm { c m }$ soil depth, soil $\\mathfrak { p H }$ showed a decreasing trend,and the lowest and highest pH values were obtained in samples from 12 and 50 a plantations, respectively. At $1 0 { - } 2 0 ~ \\mathrm { c m }$ soil depth, soil pH was not significantly affected by plantation age (Fig. 6). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Furthermore, SOC, TN and C:N ratio were significantly affected by plantation age. At $0 { - } 1 0 ~ \\mathrm { c m }$ depth,the lowest and highest SOC values were obtained in soils from 6 and 40 a plantations, respectively, whereas SOC at $1 0 { - } 2 0 ~ \\mathrm { c m }$ depth was not significantly affected by plantation age. At $0 { \\mathrm { - } } 1 0 \\ \\mathrm { c m }$ depth,the lowest and highest TN values were obtained in soils from 6 and 50 a plantations,respectively. However, at $1 0 { - } 2 0 ~ \\mathrm { c m }$ depth, the lowest and highest TN values were obtained in soils from 40 and 50 a plantations.At both O-10 and $1 0 { - } 2 0 ~ \\mathrm { c m }$ depths, the lowest and highest C:N ratios were obtained in soils from 6 a and 50 a plantations, respectively (Fig. 6). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/6d5c56317b3ee5f4299c59f7927e92fd3681af1afc0023a71f6ca413a99bd39c.jpg",
        "img_caption": [
            "Fig.6Changes in soil physical-chemical properties (a, soil moisture; b,soil salt content; c, $\\mathsf { p H }$ value; d, soil organiccarbon;e,total nitrogen; f,C:N ratio)of Caragana korshinskii plantation. Bars are standard errors. Different lowercase letters indicate significant differences among different plantation ages at $P { < } 0 . 0 5$ level. CK, control. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.4.2 Soil biological properties ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Soil $\\beta$ -glucosidase and ALP activities were significantly affected by plantation age. At $0 { - } 1 0 ~ \\mathrm { c m }$ depth, the lowest and highest $\\beta$ -glucosidase activities were obtained in CK soil and that from 12 a plantation, respectively. At $1 0 { - } 2 0 ~ \\mathrm { c m }$ depth, the lowest and highest $\\beta$ -glucosidase activities were obtained in soils from the 6 a and 12 a plantations,respectively. ALP exhibited a quadratic trend. The lowest value was obtained in soils from 18 a plantation,and increased afterwards. Soil urease activity was not significantly affected by plantation age at O-10 and $1 0 { - } 2 0 ~ \\mathrm { c m }$ soil depths (Fig. 7). Overall, the activity of soil $\\beta$ -glucosidase was higher than those of ALP and urease. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.5 Relationships of compositions of bacterial and fungal communities with soil properties ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Physical (soil moisture),chemical (SOC, TN and soil salt content) and biological properties of soil (ALP, $\\beta$ -glucosidase and urease) at different plantation ages were used as main environmental factors in RDA analysis. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For bacterial community, $5 7 . 9 \\%$ of cumulative variation could be explained by RDA analysis. The first and second axes explained $6 4 . 1 \\%$ and $91 . 5 \\%$ of cumulative variations,respectively. SOC, TN, $\\beta$ -glucosidase and soil salt content were closely related to the dominant genus composition of bacterial community. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For fungal community, $45 . 6 \\%$ of cumulative variation was explained by RDA analysis. The first and second axes explained $8 8 . 3 \\%$ and $9 6 . 4 \\%$ of cumulative variations, respectively. The genera Mortierella and Chaetomium were dominant at natural recovery stage (CK). Soil moisture and $\\beta$ -glucosidase activity were positively correlated with Chaetomium abundance. Urease ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "0-10cm10-20cm 100 (a) 0.15(b) 10(c) m aa L 工 bab aba T aa 8 a bca abe (/m) sean 1 0.09 b bc bcb bb 0.06 C 0.03 2 1 CK612184050 0.00 CK612184050 0 CK6121840 50 Plantation age (a) Plantation age (a) Plantation age (a) ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "activity and TN were positively correlated with Mortierella spp.TN and urease activity were positively correlated with dominant species of fungal community (Mortierella, Cladosporium and Humicola) at the late recovery stage (40-5O a), whereas soil salt content, SOC and ALP were positively correlated with dominant genus of fungal community (Inocybe and Mortierella) at the early and mid-recovery stages (6-12 and 12-40 a) (Fig. 8). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "00 (a) SOC 90 (b) 4 Uncultured_bacterium_f_Gemmatimonadaceae 4 SOC 2 ALPY Sphingomonas β-glucosidase ALP Chaetomium B3/.-1- 1:11 007'0- Urease B//.L6) 7444 Soil moisture content TN β-glucosidase Soil salt content 0'0 TN 40- 70- Cladosporium Inocybe Soil moisture content RB41 90-8'0-( Soil salt content 4 0 HumicolaUrease 1 Uncultured_bacterium_c_Subgroup_6 9'0 Mortierella -0.8-0.6-0.4-0.20.00.2 0.4 0.6 0.8 -0.6 -0.4-0.2 0.0 0.2 0.4 0.6 0.8 RDA1 (64.1%) RDA1 (88.3%) ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "This study revealed the successional patterns of bacterial and fungal communities over a period of 50 a in C. korshinskii plantation, located in northwestern Shanxi Province, China. Compared with bacterial community, fungal community showed more significant changes in dominant species and diversity over time. Changes in fungal community could be attributed to changes in soil properties. Particularly, soil nutrients (i.e., TN and SOC), enzyme activity (ALP) and plantation age were highly associated with fungal community succession. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.1Changes in dominant species of fungal and bacterial communities ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "This study showed that dominant fungal taxa were significantly affected by plantation age $( P { < } 0 . 0 5 )$ . At natural recovery stage, the dominant classes were mainly microorganisms with a high tolerance to stress (i.e.， Sordariomycetes and Dothideomycetes)，and at the early and mid-recovery stages， the dominant species were mainly microorganisms with a moderate tolerance to stress，which can encompass harsh to moderately rich soil environments (i.e., ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Agaricomycetes and Pezizomycetes). However, at the later recovery stage,the dominant species had a low tolerance to stress (i.e., Leotiomycetes and Mortierellomycetes). The dominant species found in our study area are consistent with those reported in other arid and semi-arid regions (Bastida et al., 2014; Maestre et al., 2015; Martirosyan et al.,2016; Rao et al., 2016). These results demonstrate that in arid and semi-arid areas, the soil environment is relatively single, so that the diversity of soil microorganisms is not high and the species composition is relatively simple. At the late recovery stages, soil microorganisms had a low tolerance to stress, so that the abundance of beneficial microorganisms decreased, while that of pathological microorganisms increased,resulting in the degradation of C. korshinskii plantation. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Indicator of fungal genera was also identified at different plantation ages.The dominant fungal genera in our study area were Mortierella, Chaetomium (natural recovery stage), Inocybe (early and mid-recovery stage), Cladosporium and Humicola (late recovery stage). At the late recovery stage,beneficial microorganisms (Inocybe） were replaced by pathological microorganisms (Cladosporium and Humicola). These significant changes have likely taken place in response to alterations in the soil's physical and chemical properties.At the late recovery stage, soil moisture content decreased and salt content increased. Drought and salt stress decreases enzyme activity and soil nutrients, with corresponding changes of the composition of dominant microbial species. At the genus level， dominant fungal genera were different from those present in arid and semi-arid areas. These differences may reflect habitat heterogeneity and variations in topography (i.e., top-slope and down-slope). Under diferent land uses， microbial community respond differently to environmental factors,and the number and composition of soil microbes changes accordingly (Drenovsky et al.，201O). Moreover, the changes in dominant species at different plantation ages indicate that fungal community successon occurs largely through the adjustments of dominant species,and only species better adapted to the soil environment at a specific stage could exist. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "For bacterial community, the dominant species were not significantly affected by plantation age $( P { > } 0 . 0 5 )$ , which is consistent with those from other arid and semi-arid areas (Neilson et al., 2012; Taketani et al., 2015; Yao et al., 2017). The bacterial compositions at the genus level were very different from that reported in other areas. For example， Arthrobacter，Bacteroides, Faecalibacterium, Sphingomonas and Gaiella were reported as dominant in northern Ningxia, China (Wang et al.， 2021); while Sphingomonas, Microbacterium， Bradyrhizobium and Pedomicrobium were dominant bacteria in the middle Loess Plateau, China (Wang et al., 2019). These differences may reflect the habitat heterogeneity, including climate, soil and vegetation. The loess hilly area has complex habitats and a strong spatial heterogeneity. However, the composition of bacterial community is not significantly affected by the increase of plantation age, reflecting that the structure of soil bacterial community is relatively stable. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.2 Changes in bacterial and fungal diversities ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "At $0 { - } 1 0 ~ \\mathrm { c m }$ depth, $\\mathfrak { a }$ -diversity of bacterial and fungal communities from l2 a plantation were significantly higher than those from other ages,but at $1 0 { - } 2 0 ~ \\mathrm { c m }$ depth, $\\mathfrak { a }$ -diversity from 40-50 a plantation was opposite,which suggested that richness and diversity indices of bacteria and fungi appeared lagging behind as the soil depth increased. Similar result was confirmed by Liu et al. (2019). The bacterial and fungal communities in deep soil might use environmental resources in more restrictive ways than those in shallow soil. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Indices of $a -$ and $\\beta$ -diversity of bacterial and fungal communities showed similar patterns at different plantation ages. Indices of $a -$ and $\\beta$ -diversity of bacterial and fungal communities tended to increase at early stage and then decreased,at later stages,which was similar to those of other studies in arid and semi-arid regions (Shi et al.,2014; Tedersoo et al.,2014; Liu et al., 2021). For example, Hunt et al. (2o03) found that species richness of soil microorganisms in North America gradually increased during the early stages of plantation but decreased as the forest aged. Higher biomass and litter formation provide better conditions for the accumulation of soil nutrients at early plantation stage. With an increase in soil nutrients and an improved soil structure,soil microorganisms become more abundant. However, as succession progresses, soil moisture decreases and precipitation events can no longer replenish soil moisture in deep soil, resulting in a decrease in the number and diversity of microorganisms (Yan and Cao, 2010). Therefore,we suggested that artificial C. korshinskii should be stumped after 2O a plantation. Studies have shown that a reasonable stumping time for $C _ { \\cdot }$ 、korshinskii is 11-15 a (Cheng et al.,2009). However, an appropriate stumping time should consider the local topography, climate and other environmental factors (Li et al., 2014). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4.3Key environmental factors associated with bacterial and fungal communities ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This study indicated that enzyme activities were correlated with dominant bacterial and fungal species at different plantation ages.For bacterial community, $\\beta$ -glucosidase, SOC and TN were positively correlated with bacterial community. For fungal community, $\\beta$ -glucosidase， soil moisture,ALP and soil salt content were positively correlated with fungal community. Studies showed that most bacteria prefer habitats with rich soil nutrients but less salinity,while most fungi tend to exhibit an opposite trend (Wei et al., 2020). Our study confirmed that SOC and TN might play important roles as microbial substrates.The effects of environmental factors on soil microbiome are dynamic and these factors do not act in isolation.For instance,soil bacterial $\\beta$ -diversity first increased and then decreased with increasing $\\mathrm { \\Delta N }$ input (Liu et al.,2021). Additionally， the changes in dominant species， microbial diversity and species relative abundances could be partly atributed to osmotic and ion toxic effects,resulting from increasing soil salt content that may affect soil moisture availability and enzyme activity (Yan et al., 2015). In present study, the change of fungal community diversity and species abundance were higher than those of bacterial community, indicating that bacterial community was stable and fungi might play important roles with the increase in plantation ages. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In addition to soil environmental factors,biotic interaction in bacterial and fungal communities is also important (Pontarp and Petchey, 2016; Ning et al., 2019). At early and middle stages, Inocybe can participate in decomposition of organic matter, promote circulation of C, N and $\\mathrm { \\bf P _ { i } }$ and can also degrade a variety of environmentally harmful substances. At late stage, Mortierella, Cladosporium and Humicola replaced Inocybe as dominant genus. These fungi may affect plant growth, resulting in the decline of $C$ 、korshinskii because Cladosporium and Humicola can cause plant diseases such as plant leaf spots,leaf mold and stem rot. Several studies have shown that continuous cropping are mainly associated with the increase in crop diseases and subsequent decrease in the yield (Hu et al., 2006; Liu et al., 2009). Therefore, future management of $C$ korshinskii in late recovery stage should focus on the suppression of pathological microorganisms. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This study showed that the fungi:bacteria ratio increased with increase in plantation age (Fig. 9).Similar result was confirmed by Helm et al. (1996) and Zhao et al. (2011). Most bacteria prefer habitats rich in soil nutrients but with less salinity, whereas most fungi tend to exhibit the opposite trend.Fungi have a higher tolerance to water stress than bacteria (Wang et al., 2019). Under harsh environmental conditions, fungi have stronger vitality than bacteria (Chen et al., ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/3cd61ab7fd870c960dcd37d589321a3085b0dd69df5d805061eb4cfaf4ca98e5.jpg",
        "img_caption": [
            "Fig.9Changes of fungi:bacteria ratio at different plantation ages "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2007).Therefore, the soil fertility declined with the continuous plantation of C. korshinskii and fungi became the dominant microorganisms. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Our study revealed the succession of soil bacterial and fungal communities in $C$ ，korshinskii plantation over a period of $5 0 \\mathrm { ~ a ~ }$ ，This vegetation succession was reflected in compositional changes, $a -$ and $\\beta$ -diversity of bacterial and fungal communities. Enzyme activity and soil nutrients were highly correlated with the composition of bacterial and fungal communities. At the late recovery stage (40-50 a)， soils were dominated by pathogenic microorganisms (Cladosporium and Humicola) with potentially adverse eects on plant growth, resulting in the degradation of $C .$ ，korshinskii plantation. Thus,future strategies for forest recovery and establishment should focus on improving soil's physical and chemical environment through artificial intervention or introducing beneficial microbial species that have antagonistic efects on those pathogenic microorganisms. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "This work is funded by the National Natural Science Foundation of China(41807518,42171033)and the Open Fund of the Key Laboratory of Desert and Desertification, Chinese Academy of Sciences (KLDD-2020-05). We also thank the editor and three anonymous reviewers whose insightful comments and suggestions greatly improved this manuscript. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "BastidaF,HernandezT,GarciaC.2O14.Metaproteomicsof soils fromsemiarid environment:Functionaland phylogenetic information obtained with diferent protein extraction methods.Journal of Proteomics,lO1(7):31-42.   \nChenH,HaoHR,XiongJ,etal.27.EffectsofsuccesivecroppingRehmanniaglutinosaoizospheresolmcrobialflora and enzyme activities.Chinese Journal ofApplied Ecology,18(12):2755-2759.(in Chinese)   \nCheng JM,HuXM,ZhaoYY.2Oo9.StudyonthereasonablecuttingagesofCaraganakorshinskiintheloesshillyand gully region. Journal of Arid Land Resources and Environment,23(2):196-20o.(in Chinese)   \nDrenovskyRE,SteenwerthKL,JacksonLE,etal.20l0.Landuseand climatic factors structureregional patterns insoil microbial communities. Global Ecology and Biogeography.19(1): 27-39.   \nDu XF,LiYB,LiuF,etal.2018.Structureandecologicalfunctionsof soil micro-food web.Chinese Journalof Applied Ecology,29(2): 403-411.(in Chinese)   \nFrouzJ,ToyotaA,udrakO,etal.l6.Effectsofsoilubstrateualityicrobialdversityndcommunityompositi the plant community during primary succession. Soil Biology and Biochemistry, 99:75-84.   \nGao XM,LiuJ,ZhangQB,etal.201.Efectsoftilagepracticesonsoil microbialandenzyme activityinlong-term continuous cotonof Xinjiang oasis.Journal of Shihezi University(Natural Science),29(2):145-152.(in Chinese)   \nGrishkanI,KidronGJ.2Ol3.Biocrust-inhabiting cultured microfungi alongadunecatenainthewesternNegevDesert,rael. European Journal of Soil Biology, 56:107-114.   \nHaris JA.2oo3.Measurementsofthe soil microbialcommunity forestimating the sucessofrestoration.European Journalof Soil Science,54: 801-808.   \nHe ZB,Zhao WZ,QuLB.2O05.Analysis on protectionbenefitoffarmland shelterbeltinthe midlereachesofHeihe River. Chinese Journal of Ecology,24(1):79-82.(in Chinese)   \nHelmDJ,Allen EB,TrappeJM.996.Mycorrhizal chronosequencenear exit glacier,Alaska.Canadian JournalofBotany, 74(9):1496-1506.   \nHu CJ,GuoL.2O12.Advances intheresearchof ecological efectsof vegetationrestoration.Ecologyand Environmental Sciences,21(9):1640-1646.   \nHuYS,LiuYF,WuK,etal.2o.Variationoficrobialcommunitystructure inrelationtosucessivecucumbercroppingsoil. Chinese Journal of Soil Science,37(1):126-129.(in Chinese)   \nHunt SL,GordonAM,Morris DM,etal.2O03.Understory vegetation innorthern Ontario jack pineandblack spruce plantations: 20-year successional changes.Canadian Journal ofForest Research,33(9):1791-1803.   \nJim H.2009.Soil microbial communities and restoration ecology:facilitators orfollowers? Science,31: 573-574. Journal of Arid Land Resources and Environment, 28(6): 82-87.   \nLiu JB,Xu YL.20o8.Current research ofsoil microbialofsuccessive soybean cropping in China. Chinese JourmalofOil Cop Sciences,30(1): 132-136.(in Chinese)   \nLiuL,DuanZH,WangSL,etal.o9.EffectsofCunninghamia lanceolat plantationsatdiferentdevelopmentalstagesn soil microbial community structure.Chinese Journal of Ecology,12: 2417-2423.(in Chinese)   \nLiu S,Wang Y,LiuBB,etal.2019.Efectsof different landmanagement practicesonsoilcarbonand nitrogen,enzyme activities,and microbial diversities northwestof Shanxi.Acta Ecologica Sinica,39(12):4376-4389.(in Chnese)   \nLiu WX,LiuLL,YangX,etal.2O21.Long-ternitrogeninputalersplantandsolbacterial,utnotfungalbetavesityina semiarid grassland. Global Change Biology,1-12.   \nLiu YJ.2O21.Discusiononthe present situationof degraded plantation in Xiaolongshan \"Three North\"shelterbelt construction areaandremediation technical measures.Forest by-Productand Specialty in China,2:40-44.(in Chinese)   \nMaYH,ZhouLH,FanSY,etal.Oo6.Reversionoflanddesertificationinhinaandthestrategicsiftofecologicalcontrol policies.China Soft Science,6: 53-59.(in Chinese)   \nMaYP,Zhou Q.20o7.Statusand control methodsof land desertification in China.Jiangsu Environmental Science and Technology,20(z2):89-92.(in Chinese)   \nMaestreFT,Delgado BaouerizoM,JefriesTC,etal.20l5.Increasingaridityreducessoil microbialdiversityandabundance in global drylands.Proceedings of the National Academy of Sciences of the United Statesof America，112(51): 15684-15689.   \nMartirosyan V,UncA,MillerGetal.2016.Desertperenialshrubsshapethemicrobial-communitymiscelanyinlmoshere and phyllosphere space.Microbial Ecology,72(3): 659-668.   \nMendesR,KruijtM,DeBruijnI,etal.20l1.Deciphringtherhzosphere microbiomefordsease-suppressivebacteria.Science, 332:1097-1100.   \nNeilsonJW,QuadeJ,OrtizM,etal.2O12.Lifeatthehyperaridmargin: novelbacterialdiversity inaridsoilsoftheAtacama Desert, Chile.Extremophiles,16(3): 553-566.   \nNingD,DengY,TiedjeJM,etal.219.Ageeralframeworkforquantitativelyassesingcologicalstochasticity.Procedigs of the National Academy of Sciences of the United States of America,116: 16892-16898.   \nNiu X W.2003.Studies on Caragana korshinski. Beijing: Science Press,16-46.(in Chinese)   \nPanikovN S.199.Understanding and prediction of soil microbial community dynamics under global change.Aplied Soil Ecology,11: 161-176.   \nPontarp M,PetcheyOL.2O16.Communitytrait overdispersion due to trophic interactions:concerns for assembly proces inference.Proceedings of the Royal Society B: Biological Sciences,283(1840):17-29.   \nRao S,ChanY,Bugler-LacapDC,etal.2O16.Microbial diversityinsoil,sandduneandrock substratesoftheTharosoon Desert,India.Indian Journal of Microbiology,56(1): 35-45.   \nSchinel D S.1995.Terrestrial ecosystems and the carbon cycle.Global Change Biology,1: 77-91.   \nShi LL,MortimerPE,SlikJWF,etal.2O14.Variation in forest soil fungal diversityalongalatitudinal gradient.Fungal Diversity, 64: 305-315.   \nSun X,SuiX,HanX,etal0l7.hangesofsolmicrobialfunctioaldiversityintheegadedandsueionalptive Korean Pine forest in leser Khingan Mountain,northern China.ResearchofEnvironmental Sciences,30(6): 911-919.   \nTaketaniR G,Kavamura VN,Mendes R,etal.2O15.unctionalcongruenceofhzosphere microbialcommunitiesassociated to leguminous tree from Brazilian semiarid region.Environmental Microbiology Reports,7(1): 95-101.   \nTedersoo L,BahramM,Polme S,etal.2014.Globaldiversityand geographyofsoilfungi.Science,346(6213):258,do: 10.1126/science.1256688.   \nWalH,MooreJC99.Interactiosudergound:soilioiversityutualism,dcosystemprocees.iosience49(2): 109-117.   \nWall D H,Nielsen UN,Six J. 2015.Soil biodiversity and human health.Nature,528: 69-76.   \nWang J,ChengYR,XiaoGJ,etal.221.Effectof gassroprotationpattsonsoilbcterialcomunityompositioin Northern Ningxia.Transactions of the Chinese Society for Agricultural Machinery,52(7): 283-292. (in Chinese)   \nWang SK,ZhaoXY,ZhangTH.etal.2O13.Effectsofafforestationonthe abundance,biomasscarbon,andenzymatic activities of soil microorganism in sandy dunes.Journal of Desert Research,33(2): 529-535. (in Chinese)   \nWang SW,Guo ZS.2020.Efectsof perennial Caragana korshinskii Komon soil moisture.ResearchofSoil and Water Conservation,273:70-75.(in Chinese)   \nWang SY,FengHJ,WangKY,etal.19.Advancesofsolicrobialecologicalcharacteristicsialine-akalisoil.e Journal of Soil Science,50(1): 233-239.(in Chinese)   \nWang Y,SunCC,ZhouJH,etal.2019.Effectsofbiocharadditiononsoil bacterialcommunityinsemi-aridregion.China Environmental Science,39(5): 2170-2179.(in Chinese)   \nWang Z,TaoM,FangC,etal.2019.Isolation,identificationandcharacterizationofa Sphingomonassp.strain.Jouralof Dalian Polytechnic University,38(6): 403-407.(in Chinese)   \nWeiGS,LiMC,ShiWC,etal.O.Similardriversbutdierentectsleadtodistictecologicalpattersofsoilacterial and archaeal communities.Soil Biology and Biochemistry,144:107759-107769.   \nWuDH,YinWY,BuZY.o8.Changesamongsoilnematodecommunitycharacteristics inrelationtodiferentvegetation restoration practices inthe moderatedegraded graslandsof Songnen.Acta Ecologica Sinica,28(1):1-12.(in Chnese)   \nYeates G W.1979.Soil nematodes in terrestrial ecosystems.Journal of Nematology,11(3): 213-229.   \nXi JQ,Yang ZH,Guo SJ,etal.2015.Effectsof Haloxylonammodendronplantingonsoil physico-chemical propertiesand soil microorganisms in sandy dunes.Acta Prataculturae Sinica,(5):44-52.(in Chinese)   \nYan N,MarschnerP,CaoWH,etal.20l5.Influenceofsalinityand watercontentonsoilmicroorganisms.International Soil and Water Conservation Research,3(4):316-323.   \nYan YH,CaoW.20l0.Theresponsesof soil nutrients to diferent restoration approaches.Research of Soil and Water Conservation,17(5):51-53.(in Chinese)   \nYaoMJ,RuiJP,NiuHS,etal.20l7.Thediferentiationofsoilacterialcommunitiesalongaprecipitationandtempeature gradient in the eastern Inner Mongolia steppe.CATENA,152: 47-56.   \nZhangHJ,ZhangCY,QiangL.2014.DiversityofrhzobiaandsymbioticgenesassociatedwithCaraganakorshinskiiActa Agriculturae Boreali-occidentalis Sinica,23(10):194-199.(in Chinese)   \nZhangL,Gao H.2oo.Researchstatusandadvancesof landdegradationofartificial forests.JiangxiForestry Scienceand Technology,6:28-33.(in Chinese)   \nZhang NN,MaK,YangGL,etal.2O15.Effectsof land-use paternsonsoil microbial community.Acta Agriculturae Boreali-occidentalis Sinica,24(9):111-118. (in Chinese)   \nZhao G C,Liang J,Dan JY,etal.201.Reviewof studies onrelationship betweensoil microbes and plants.Journalof Southwest Forestry College,31(1):83-88.(in Chinese)   \nZhao H,Zhou YC,RenQF.2020.Evolutionof soil microbialcommunity structureand functional diversityin Pinus massoniana plantations with age of stand.Acta Pedologica Sinica,57(1):227-238.(in Chinese)   \nZhao W Z,Zheng Y,Zhang GF.2018.Self-organization processof sand-fixing plantation in a desert-oasis ecotone, northwestern China. Journal of Desert Research,38(1):1-7. (in Chinese) ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    }
]