[
    {
        "type": "text",
        "text": "母亲与癌共舞17年",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "薛英利",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "西安医学院医学语言与文化研究中心陕西西安710021",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "通讯作者：薛英利 电话：029-86177552， Email: 1067303462@qq.com摘要：17年陪护母亲患癌照护体验与反思：患癌个体与疾病抗争的过程就是在经历苦难、咀嚼生命的过程。一家人与疾病的抗争史就是患者和家属的精神成长史，是医务工作者、亲朋好友与疾病的接纳史、共生史、更是对生与死的宽容史、对生命的敬畏史。本研究主要围绕对癌症的再认识、癌症患者的家庭支持系统、癌症医疗照护的层级性、癌症医者的人文修为、癌症患者践行缓和医疗、癌症患者家属的丧亲哀伤疗愈等內容分述。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在母亲患癌17年的日日夜夜里，我有一个特殊的身份，癌症患者家属。母亲患癌的日子里既觉得自己的家庭是最不幸的，又觉得是最幸福的。母亲患支气管扩张症 20年、2年肺源性心脏病、2001年她接受食管癌根治术、2007年行肠梗阻手术治疗，长期有反流性食管炎，2016年因心动过缓行心脏起搏器植入术，下肢水肿3年，加重1月。2017年12月30日，母亲辞世后，我经常懊悔没有更好地珍惜生时时光、很想再抱抱母亲、再多陪陪母亲，如今回想起来，陪母亲住院原来也是一种美好和幸福。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "我对17年来陪护母亲的经历与反思分述如下：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "其一，患癌和抗癌是思考人生的契机。癌症是不幸的，但患癌又是“撞大运”,因为它给患者和家属一段时间去做心理准备、凝聚家庭或家族的力量，可谓全家人参与的一场战争。在与癌症共生的时代，患癌正是我们思考人生的契机，癌症是内源性疾病[1]。癌症是一次托付生命的壮游，是一次彻动灵魂的远行[2]。王一方老师在第二届医学人文大会上分享了自己梳理出的癌症文学书单，外国书目包括：《癌病房》、《超越死亡：恩宠与勇气》、《当呼吸成空》、《每个人的战争》、《追逐日光》、《生命最后的读书会》、《给布里安娜的卡片》、《无影灯》、《奥斯卡与玫瑰夫人》、《疾病的隐喻》。这些书都可以帮助阅读者沉思生命、探究人生。食管癌三年存活率为 $4 4 . 5 \\% ^ { [ 3 ] }$ 。感恩生活给予我和家人与母亲十七年与癌共舞、共同品读生命的体验。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "其二，癌症患者社会支持系统胜似药品。TED演讲中有一段是关于哈佛大学一项持续75 年的跟踪研究，研究结果发现，影响一个人寿命、幸福指数和健康程度的因素不是财富的多寡、地位的高低，而是个体与家人、朋友和社区的关系质量，良好的人际关系不仅对身体有益，也对大脑也有益。母亲生活在一个亲情浓郁的家族和社区里，家人的爱护、亲属的看望、邻里的帮扶是她与癌共舞的力量来源。正如巴林特小组倡导的医生即药品（the doctor,drug)，在抗癌战斗中，家人亦胜似药品。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "其三，癌症医疗照护的重心应在社区。小病进社区、大病进医院。17年间，母亲先后就诊于5家三级甲等医院、一家社区医院。母亲和社区医院的陈医生之间建立了一种长达数十年的浓厚感情和信任关系。2016 年，有一次，母亲痛疼难忍，向陈医生索要安眠药，医生犹豫再三，最终同意。由于服用安眠药对呼吸患者而言是致命的。原本不该给母亲安眠药的陈医生非但没有受到我们家属的任何指责，反倒得到了我们深深的敬意。三甲医院主治医生认为医生的做法失当，当时，母亲说了一句朴素的话：“是我坚持要用安眠药镇痛的，如果出现意外，跟医生没关系”。作为家属的我顿悟了“医患共同体”的深层含义。当前国内卫生资源下沉和家庭医生签约制度，更有利于缔结社区医患共同体关系。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "其四，癌症医者的人文修是患者的福祉。医院作为救赎患者肉体和灵魂的治疗空间和照护空间。临床医生要临床、不要离床，离床医生不是好医生。我们给予病人的有时是技术、有时是管理、有时是医药、但本源应是关怀[4]。母亲非常信任一名三级甲等医院呼吸科的医生，在她看来，这位医生就是权威，可以医治自己所有的不适。这种极好的信任关系增加了母亲患癌期间的依从性。最后，母亲最信赖的这位医生出席了她的葬礼，他坚持说要送自己的患者最后一程。这可能是世间最美丽的医患关系了。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2016年5月，我经历了人生中第一次抢救家人的过程。在呼吸科ICU 病房里陪护母亲的14天里，我目睹了一位患肺纤维化多年的一位老人的离世，她的孩子在国外，住院期间一直是侄女和老伴在陪护。老人家入院时大口喘气，到后来脸色苍白、呻吟声愈来愈微弱，直到再也听不到她的呼吸。那一夜，病房里不是她亲人的我，作为临床家属的我，也默默地流泪了。不知远在他国的老人的孩子心里可曾感受到生命的苍凉。我亲眼看到医院里身穿墨绿色手术服的医护人员缓缓盖上这位逝者的身体，集体向她敬礼。直到今日，医者庄重地向逝者致敬的画面仍时时浮现在眼前。我甚至觉得远方的老人的孩子亏欠医者一份感谢、一个致敬。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "药王孙思邈说：“古之善为医者，上医医国，中医医人，下医医病。倡导全人格全方位医疗的前辈PaulTournier认为，医生的职责是与患者共同承担痛苦，陪伴在患者左右[]。医生在诊疗病患的同时，也是在疗救一个病态的社会。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "其五，缓和医疗文化构建与实践任重道远。我的母亲先是被送入当地三甲医院抢救，出院被诊断为“脑性阻塞性肺疾病急性加重、慢性肺源性心脏病、一度房室传导阻滞、不完全性右束支传导阻滞、肺大泡、低蛋白血症、轻度贫血、心功能I级、Ⅱ型呼吸衰竭，经机械通气治疗后好转，之后19个月里，她都使用无创呼吸机和家庭氧疗治疗，每天4-6小时，后期出现舌头干燥硬化、损伤听觉、小腹胀气等不适反应，又因心动过缓植入了心脏起搏器。有时我在想，如果还有抢救的机会，我还会为母亲选择用呼吸机、切管治疗吗？最后，母亲在去医院的途中，失去了抢救的机会，在医院抢救室平静离世。生活在医学世家里，我更能接受缓和医疗的理念，但当要为自己的母亲做选择时，我的内心却很挣扎。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2016 年以来，北京协和医院老年医学科、中国老年保健医学研究会缓和医疗分会、北京协和医院护理部、北京生前预嘱推广协会先后组织了3期老年安宁缓和医疗主任培训班，重点研讨了重症、末期患者痛苦症状处理、舒适护理、与患者及家属沟通、心理、灵性照顾、居家安宁照护、志愿者管理、病人自主权益考量、医疗决策伦理学思考、症状控制、沟通与坏消息告知、艺术治疗、工作人员的自我耗竭与自我照顾、哀伤陪伴等诸多话题。中国的缓和医疗发展仍任重道远。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "其六，癌症患者家属的丧亲哀伤辅导缺位需跟进。在我的人生中，最黑暗的日子莫过于在冰冷的寒冬里护送母亲的身体去殡仪馆。要与给予自己生命的母亲告别，不舍、自责、哀痛、轻度抑郁等各种负情绪接踵而来。在母亲离世后的一年里，所有的节日似乎都是伤害。丧亲事件对整个家庭都产生了震荡。然而，死亡是最好的人生导师，死亡教会丧亲者重新接纳自己、接纳生活、感恩生活的勇气，也给了我们重新审视生活和生命的机会。母亲去世后的某一天，我接到了医院的随访电话。电话这边的我，很感动、感觉很温暖。电话随访是很温情的医疗延展服务。梅奥医院已形成“预约一接诊一导医一就医—随访\"完整的服务链[5]。梅奥医院中文网站里也嵌入了23个患者故事、彰显了医、教、研合力聚焦病人医疗服务的情怀、也凸显了梅奥医院的文化软实力。人文就是尊重人的生命、尊严、情感和价值[6]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "丧亲事件严重影响了丧亲者心理、生理、情绪、认知和生活，增加其患身心疾病的风险，部分丧亲者甚至存在延长哀伤障碍和复杂性哀伤。丧亲者在丧亲后漆黑的人生通道里，需要医者和社会多方深情的幽谷伴行、亟需丧亲哀伤辅导。近 30 年来丧亲哀伤在西方得到了持续的关注，并已形成核心研究团队[。国内癌症患者家属的丧亲哀伤辅导已引起学界的关注。个体抗癌和丧亲哀痛并非只是家庭事件，也是社会事件。癌症患者照护者亟需社会心理干预等社会服务[8]。更需要整合更多学科、更大范围的人士参与丧亲哀伤辅导，普及生死教育、处理好预期悲伤、引导癌症患者家属临终时与亲人做好告别、丧亲后顺利走出哀伤。重要的是，家庭、社区、医院和社会需与癌症患者家属结成联合体，尽快帮助修复丧亲后心理秩序，重建生命意义。医院需有癌症患者死亡风险评估，患者家属提前预知死亡的逼近，可提早安排，不留遗憾，预期悲伤可缓解因丧亲带来的深度哀伤情绪。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "结语医学发展融合了巫医、宗教、科学、技术、心理学、人文、哲学等七个元素，它要求人类与自然和好、与自身和好、与灵魂和好[9。西医东渐促成了中国医学技术日渐欧化，但中国语境下的人文关怀却没有紧跟其上。医学是人们追逐健康的巴别塔，仅仅依赖技术和药物是不能解决所有癌症、癌痛问题的。长期以来，国人接受死亡教育不足，对生前遗嘱知晓度不够、临终关怀院、综合医院里的临终关怀病房、社区临终病房和居家临终关怀服务长期缺位，丧亲家属哀伤辅导和疗愈研究成果偏少。中国的死亡文化框架下需引入哲学、心理学、医学、文学、艺术等多元视角；融合并整合文学疗法、音乐疗法、书信疗法、认知心理疗法、电影疗法、哲学疗法、叙事疗法、艺术疗法、园艺疗法等多元疗法，不断完善科学技术社会中的人文治疗，实现科学技术与人文的弥合、工具理性与价值理性的整合，逐渐构建符合中国国情的缓和医疗文化构建，助推缓和医疗实践并加固家属丧亲哀伤辅导体系。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]（日本）熥野兴夫著.颜燕译.你不是病人[M].北京：北京大学出版社，2017.[2]王一方.透过癌症文学感悟生死[J].中国医学人文,2018(10):19-20.  \n[3]Chen，J.，Lin，Y.，Cai，W.， e t a 1，A new clinical staging systemfor esophageal cancer to predict survival after definitive chemoradiationor radiotherapy[J]. Diseases of the Esophagus， 2018,31(11) :1-9.  \n[4]朗景和.人文关怀应是医学的本源［J].协和医学杂志,2018,9(5):479-480.[5 胡大一.使患者感到温暖的医院一梅奥在坚守着什么［J].慢性病学杂志,2018,19(6) :677.  \n[6]高金声.让医院走向人文管理[M].北京：中国协和医科大学出版社，2017：7.[7]瞿佳，高玲玲.2006 年一2015 年Web of Science 数据库丧亲研究文献计量学分析.护理研究2017，31（11)：1317-1320.  \n[8]Shapiro CL. Cancer Survivorship[J].N Engl JMed,2018,379(25) :2438-2450.  \n[9]周红霞.医学叙事语言与健康意识共振[R].广州：南方医科大学，2017.",
        "page_idx": 4
    }
]