[
    {
        "type": "text",
        "text": "构建新型智库体系：苏州的实践与思考",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "刘伯高 乔湘流江苏省苏州市社科联 苏州 215004摘要：[目的/意义」针对地方新型智库建设中的同质化、低效化问题，聚焦苏州，探讨地级市新型智库体系的构建路径。[方法/过程］通过实地调研、专家座谈和文献查考等方法，分析苏州智库建设战略谋划的基本角度，揭示苏州基层实践的生动图景，把握智库业界的前沿理路,开展理性思考。[结果/结论]苏州坚持全面发力、多点突破、纵深推进，构建新型智库体系,针对性、实效性强。要创新资源整合、多元对接和支撑服务机制，做优新型智库体系。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：新型智库体系　苏州 分类号： C932 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智力资源是一个地区最为宝贵、最值珍视的社会资源。构建地方新型智库体系，是推动地方治理体系和治理能力现代化的重大举措。苏州把握新型智库建设的内在逻辑和客观规律，加强战略谋划、基层实践、深层探索，做到全面发力、多点突破、纵深推进，着力将自在自为的咨政力量凝聚起来，将支离分散的区域智库整合起来，放大区域智库集成效应，构建新型智库体系，让科学咨询与科学决策有效衔接、良性互动，让科学决策与科学发展相互促进、相得益彰。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1战略思维：以宏观视野谋划构建苏州新型智库体系",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\*本文系2016年苏州名城名校融合发展-东吴智库重大招标项目阶段性成果之一。作者简介：刘伯高（ORCID：0000-0002-6197-0882)：苏州市社科联副主席、博士，E-mail:bogaoliu@sina.com；乔湘流（ORCID：0000-0002-7755-6459)：苏州市社科联秘书长、博士。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "习近平总书记指出，全面深化改革是一项复杂的系统工程需要加强顶层设计和整体谋划，加强各项改革关联性、系统性、可行性研究[]。新型智库是对传统智库的改革扬弃，构建新型智库体系更要对过去智库建设进行转型升级，加强顶层设计，突出整体谋划，增强新型智库建设举措的关联性、系统性、可行性。苏州增强战略思维、系统思维和创新思维能力，从历史和现实、理论和实践、国内和国际等的结合上进行深入思考、制定实施方案，统筹指导、协调推进新型智库体系建设。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1高站位、宽眼界，把握构建地方新型智库体系的重要性和紧迫性",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "党的十八大以来，党中央高度重视中国特色新型智库建设。习近平总书记多次对新型智库建设作出重要论述、指示和批示，为地方构建新型智库体系指明了根本方向、提出了总体要求。苏州是国家历史文化名城，也是全国文明城市，经济发达，政治昌明，文化繁荣，社会和谐，生态美好，素享“人间天堂”之誉。“解码”苏州率先发展背后的深层奥秘可见，创新是苏州进步的灵魂，是苏州兴旺发达的不竭动力，也是苏州最深沉的区域禀赋，苏州改革开放近40年的发展历程给予了生动诠释和雄辩印证。上世纪80年代，抓住农村改革机遇，开创了由农到工的“苏南模式”；上世纪90年代，抓住浦东开发开放机遇，打造了由内转外的“开放样板”。无论是开创“苏南模式”，还是打造“开放样板”，都离不开苏州各级党委政府科学决策、理性执政、高效行政。当前，苏州步入经济发展的新常态，迈到实现“凤凰涅槃”的关节点。要争当建设新江苏的先行军排头兵，就必须打好聚力创新聚焦富民主攻仗，高水平全面建成小康社会。无论是聚力创新，还是聚焦富民，抑或高水平全面建成小康社会，首先都应聚智决策。需要更加充分地发挥新型智库的独特作用，更加紧密地依靠科学决策助推新一波突破，谱写智库高地与发展高地和谐共进协奏曲。1.2准定位、深思考，确立构建地方新型智库体系的理念和思路",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "国内新一波“智库热”折射其对于促进发展的重大价值。地方构建新型智库体系，需要对“智库热”进行冷思考，对“什么是新型智库，怎样建设新型智库”获得新认识，形成切合实际的理念和思路，做到谨慎从事、谋定而后动，切忌“新瓶装旧酒”，防止“新鞋走老路”，规避“有形而无神”。一是把握新型智库的特质。构建新型智库体系，首先要弄懂它到底“新”在何处？中外实践昭示人们，构建地方新型智库体系，力创智库之“新”，重点要体现在思想创新的组织力、社会舆论的影响力、改革发展的推动力、咨政人才的吸纳力和咨政生态的支撑力等方面[2]。二是把握新型智库体系的要义。新型智库体系，不是各类智库的碎片化存在，也不是彼此孤立智库的简单相加。其要义蕴含于内在结构之中，它以“智库+”的形式呈现出来，实质在于各具特色、各展所长、各得其所的新型智库良性互动和有机集成。三是把握新型智库体系构建的规律。构建新型智库体系，涵盖建强智库和优化体系两方面。为此，既要着眼于遵循智库建设的普遍规律，充分了解中外智库建设的通行做法，借鉴各地的成功经验；又要立足于地区实际，着力找到新理念、探出新思路，勾画体系建设的“苏州之路”。1.3广涉猎、多借鉴，增强地方新型智库体系构建方案的针对性和操作性",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "新型智库是新事物、好事物。苏州构建新型智库体系，需要鉴取各地的尝试做法和创新经验。一是鉴取科研组织新形式和管理新手段，做强新型智库。围绕建立内部治理、供需沟通、信息共享、经费投入、合作交流等机制，各地进行了有益探索，取得了积极成效。上海市社科联举办“学术茶座”，搭建“政学互动”平台，建立市领导与社科界对话交流机制。济南市邀请智库专家参加市委有关会议，提高咨政现场感和信息到达率，对市委重大课题，或由市领导牵头，市委政研室研究，邀请智库参与；或委托智库研究，市委政研室协调，市领导参与。新余市打造智库建设载体，建立需求库、信息库、成果库，推动智库产品链条性对接。上海财经大学将智库成果的绩效评估纳入科研评价体系，进行等级分类认定，作用于职称晋升。贵州省探索建立特色“旋转门”制度，高校保留 $3 \\%$ 的编制额度专门用于教师“旋转。”二是鉴取区域智库融合联动做法，建设区域智库共同体[3]。各地不断增强智库的行业认知、业态认同和实践自信，围绕专业化、特色化、品牌化，打造区域智库共同体，推动联合自强，放大集成效应。温州市加大各类智库的整合力度，形成“一个总部（市决策咨询委员会与市委政策研究室)，三个网络（党委政府智库网络、高校智库网络、社会智库网络）”的多元化智库体系。南京、镇江、扬州三市社科联、社科类科研院所、社会组织自愿结成开放性、松散性、联合性的“宁镇扬智库联盟”，搭建三市智库创新协作平台。青岛市市北区实施新型智库集群行动计划,建设青岛智库联盟大厦，打造立足市北、服务青岛、辐射华北、国内一流、国际知名的新型智库集群，形成专业化高端智库体系。深圳市龙岗区创新智库载体体系，挂牌建设智库基地，打造新型智库集聚区。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.4找症结、补短板",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "一般而言，苏州的党政智库、高校智库和社会智库在隶属上“条块分割”、各守其序。但是，在业务上往往也相应地处于“单打独斗”“孤芳自赏”的分散自为状态。针对同一决策事项的咨询成果往往存在“重复建设”“产能过剩”的现象。自上而下的纵向整合和由此及彼的横向整合不够有力，一些体制机制的藩篱需要拆除。相对而言，智库咨政能力不够高。部分智库习惯于作“象牙塔”中的学术推演，不愿意或不能够到改革开放的主战场和群众生产生活的第一线作深入细致的“田野调查”，“虚”与“实”的结合不够紧密。所以，“上接天线”“下接地气”的精品力作不够多。地标性品牌智库的辐射带动作用发挥不够充分，溢出效应不够明显，集成效应有待增强。总体而言，咨政生态还需进一步优化。决策咨询制度尚待健全完善，以有效需求催生有效供给的机制不够强劲。决策咨询的供给侧与需求侧之间存在信息壁垒，“谋”与“断”各执一端，二者之间“无形的墻”需要打破。智库成果传送提交和价值反馈的通道不够畅通，影响智库主动作为、有效作为。智库成果的评价机制有待健全完善，理论研究与应用对策研究决策思想与决策方案同等重要、同具价值的政策导向和制度安排有待形成。全国各地的生动实践，有助于苏州解决上述问题，从而规避新型智库体系建设中存在的载体重复、成果重叠等同质化问题和“库多智少”“有库无智”等低效化问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2基层实践：苏州构建地方新型智库体系的生动图景",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "习近平总书记指出，抓住重点带动面上工作，是唯物辩证法的要求，也是我们党在革命、建设、改革进程中一贯倡导和坚持的方法4。新型智库体系，不是虚幻的空中楼阁，需要“四梁八柱”性质的重点智库实体来支撑。构建新型智库体系，起于顶层设计，达于基层实践。苏州正确处理整体推进和重点突破的关系，既形成统筹推进之势，又展现重点突破之力，把顶层设计化为基层的广泛实践。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.1确立构建地方新型智库体系的时间表和路线图",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "全国层面的《关于加强中国特色新型智库建设的意见》《国家高端智库建设试点工作方案》和江苏省《关于加强江苏新型智库建设的实施意见》，为建设地方新型智库提供了基本思路，也为构建地方新型智库体系设定了“底色”，确定了“基调”，划定了“路径”。苏州围绕新型智库的“建管服”，突出抓重点、补短板、强弱项，出台加强新型智库体系建设的实施意见，对新型智库建设的总体要求、重点任务、管理机制、保障措施作出规划安排，统筹推进各类新型智库协同发展。按照新型智库的基本标准，统筹地域领域、存量增量，实施重点智库建设规划，抓重点、促示范，形成各类智库有序发展、创新发展、协同发展新格局。明确以5年为一个周期，打造 $1 0 { \\sim } 1 5$ 个市级重点智库，建设成为党政亟需、特色鲜明、制度创新、引领发展的专业化、地标性重点智库，引领智库集群发展，熔铸智库矩阵，到2022年，形成定位明晰、特色鲜明、规模适度、布局合理、能进能出、管用有效的苏州特色新型智库体系。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.2促进地方党政智库发挥引领作用",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "党政智库在地方治理体系中处于非常有利、及其重要的咨政地位。相对而言，它们把握决策意图精准而深刻，占有相关信息权威而丰富，研究方法专业而有效，成果便于传送、易于转化，是地方新型智库体系中的“领头羊”，在政策研究咨询和评估解读方面发挥引领作用。苏州市委研究室和市政府研究室开展对地方发展中的重大问题进行调查研究，提出政策性意见和建议；对国际国内发展情况进行分析研究，提供决策咨询性意见和建议，加强与各类智库合作共享，引导相关智库开展对策研究。市人大常委会坚持立法专家顾问制度，配强各工委专家型委员，发挥专家型人大代表职业优势，发挥市人大理论研究会、人大工作研究会和特聘专家的“外脑”作用，为常委会科学决策、依法履职提供智力支持。市委党校发挥理论资源、教师资源和学员资源优势，成立市情研究中心，建强市委市政府决策咨询基地。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3促进地方高校智库发展完善",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "高校智库是地方新型智库体系的中坚力量。苏州实施名城名校融合发展战略，发挥地方高校学科齐全、人才密集和对外交流广泛的优势，以协同创新中心和人文社会科学研究基地为依托，推动地方高校成立各具特色、各展所长的校级智库，形成涵盖“一家主体智库、一个核心团队、一项高端活动、一批优质成果”的高校智库发展模式，建成地方高校智库集群。苏州大学是国内较早开展智库建设、打造智库集群的高校之一。苏州大学“东吴智库”秉承“以服务谋发展、以贡献求支持、以合作促双贏”的理念，组建协同创新中心，构建“首席教授$+$ 团队成员”的研究模式，凝练主攻方向，突出专业特色，打造具有国际视野、顺应国家战略、富有地方特色的大学智库。苏州大学与上海市政府发展研究中心合作共建“地方政府与城市治理”决策咨询研究基地、与江苏省社科联共建“苏南政府治理与社会治理现代化”决策咨询研究基地、与新加坡邦城规划咨询顾问有限公司合作共建“苏州大学·邦城未来城市研究中心”；与苏州市社科联共同举办“对话苏州创新”高端决策咨询活动，与苏州市级机关合作成立苏州基层党建研究所、苏州人力资源研究所、马克思主义理论与苏州实践研究院等校地合作型智库。苏州科技大学围绕建设“高水平应用研究基地、高层次决策咨询基地”，以院地合作方式建设特色智库，形成智库高地。与苏州市政府合作成立的“苏州城乡一体化改革发展研究院”、与苏州市姑苏区政府合作成立的“苏州国家历史文化名城保护研究院”，成为江苏省高校人文社会科学校外研究基地。筹建的“苏州社会治理创新研究院”，将紧扣社会治理创新主题，以全球视野和战略眼光打造“善治苏州”咨政品牌。西交利物浦大学是位于苏州、中国领先的中外合作大学。学校依托国际化的学科特色、科研实力和平台优势，整合国内外高端人才资源，成立高水平、国际化、综合性智库一一西浦慧湖综合智库，着力建成为产业转型升级、融合创新的研究高地和服务苏州发展的特色智囊。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2.4促进地方社会智库健康发展",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "社会智库田社会刀量举办，米取社会团体、社会服务机构、基金会等组织形式，是地方新型智库体系的重要组成部分。苏州实行民政部门和业务主管单位双重负责的管理体制，引导社会智库强化社会责任，规范业务活动，提升信息采集、资源整合、综合研判和战略谋划能力，提高政策研究的专业性、针对性、储备性，增强政策建议的前瞻性、建设性、操作性。苏州市社科联发挥桥梁纽带作用，大视野、大手笔整合资源，采取“市分管领导指导、智库专家研究、实际部门参与、市社科联协调”的运行模式，研究市主要领导圈定的重大课题，社科联的智库平台作用不断增强，服务社科类社会智库的能力不断提升。市吴文化研究会、农村经济研究会等46个市级社科类社会组织，依托组织内既掌握理论政策、又了解地方实践的“土专家”，突出研究“上层无暇顾及、下层不知所措”的问题。通过与地方党委政府及其研究机构共担课题、分工研讨等形式，推出大批优秀成果。苏州市科协推进国家级科技思想库建设试点工作，提高科技类社会组织咨政能力，打造具有创新引领作用的高水平科技智库。市专家咨询团、博士联谊会、老专家协会等68个市级科技类社会组织，强化决策咨询工作，多项建议转化为市级决策。苏州日报社发挥政治优势、渠道优势和公信力优势，创建新型媒体智库一一苏报智库，立足本土、面向基层、聚焦发展,开展对策研究和成果发布。依托《社科界》《新苏时评》等专版专栏和新闻客户端“引力播”“苏报智库”等新媒体，形成传统媒体与新媒体齐头并进、研究与传播良性互动的一体化格局。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3深层探索：创新苏州新型智库体系的生成发展机制",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "积极探索、致力创新，契合地方新型智库体系生存与发展的必要条件，把握独立研究与行政隶属、基础研究与应用研究、公益性服务与自组织立身的辩证关系，强化区域智库协同建设，优化智库布局，实现结构之变，让新型智库的活力竞相进发、创造咨政产品的源泉充分涌流，形成总体效应，取得总体效果。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.1创新资源整合机制",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "相对而言，地方咨政资源的数量和质量都难以与国家智库相比。苏州应按照党管智库原则，围绕善待、善用、善管智库，加强对新型智库建设的组织领导，推动多层次、多途径的系统化整合。一是加强宏观整合。健全党委统一领导、有关部门分工负责的工作体制，强化主管部门在智库发展规划、政策法规、统筹协调等方面的宏观指导责任。苏州明确由市哲学社会科学工作领导小组统筹负责全市新型智库建设的组织领导。在市社科联设领导小组办公室，负责协调指导和管理服务。二是加强中观整合。相对而言，宏观整合着力解决新型智库体系怎么建的问题，中观整合着重解决新型智库体系干什么的问题。苏州将成立市新型智库理事会，作为指导新型智库体系工作的议事机构和评估机构，负责审议智库体系工作规划和规章制度，提出决策急需的重点研究任务，对重点智库进行综合评估，提出“立改废”的建议。三是加强微观整合。相对而言，微观整合具有行业自组织性质，主要通过行业自律和横向协同，提高智库组织化程度，走出一条“始于协同化、达于联盟化、臻于体系化”的构建之路。应健全各类智库强强联合、优势互补、深度融合、合作共治机制，推动智库通过跨界组团，熔铸“智库$+ ^ { \\prime \\prime }$ 的组织载体和结构形式，构建分合自如的智库联盟，扩大和谐共生的“智库圈”。应发挥“苏州智库联盟”的“滚雪球效应，引导区域综合性、主题性智库联盟本着自愿、平等、开放原则扩容增量，形成紧密联营、优势叠加、高效运作的新型智库体系。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.2创新多元对接机制",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "地方专业型智库多、综合型智库少，阐释型智库多、攻坚型智库少。对专业性、技术性强，涉及面广、影响力大的决策事项，依靠一个智库“单边行动”往往难以奏效。所以，应引导智库正确处理“分”与“合”的关系，主动走出“单门独院”，强化协同思维，以课题为纽带，打造具有专业性、代表性、均衡性的研究共同体。以多元对接来放大协同效应。一要推动供需对接。新型智库为“智”之道，就在于知己知彼、精准发力。所以，应围绕咨政供需对接，打开信息“旋转门”，增强供需双方的信息获得感。咨政必先知政。应紧扣信息传输的时度效，强化政府信息公开机制、研究指南引导机制，权威发布决策需求信息，及时将咨政成果的刊发、批示、落实等情况反馈给智库。美国兰德公司让研究人员定期与政府的政策负责人和政策规划小组接触，以了解决策的具体过程5。苏州应借鉴这样的实践经验，健全领导联系专家制度，推动领导通过走访、座谈等途径，与专家沟通，增加了解，增进服务，增强外脑。专家围绕领导工作，通过调研、论证等形式，献计领导决策。地方智库应善于向党委政府问需、问症、问效，“下载”决策信息；主动推介自身的优势专长和研究成果，“上传”智库信息，提高设题、承题、解题的针对性实效性[]。二要推动虚实对接。时代是思想之母，实践是理论之源。应强化地方智库理论联系实际机制，做到贴近实际选题立项，面向实践问计求策。应借鉴政界学界双向参与、相互融合的研究模式，推动专家学者的学术、理论优势与实际工作者的政策、实践优势互补叠加，形成多元、高效的混合型研究团队[。实践表明，亚洲智库受传统政治文化的影响，在课题研究、前沿关注方面往往习惯于“命题作业”[8]。其实，中国地方智库同样如此。苏州应完善领导点题、智库解题机制，通过定向招标邀标、智库自主研究、评审组论证完善，把理论与实践有机结合起来。三要推动产销对接。重视研究成果的社会化传播是当代国际智库建设的鲜明特征。如果智库能高效地推销它们的工作并使之被那些可能会感兴趣的政策制定者利用，它们的影响力会更大[。对于打算影响决策的智库而言，政治认同和与决策者、媒体、公众的沟通能力同样很重要。但是，很多欧洲智库缺乏与媒体合作的资源[1]。在美国，提高在媒体上的知名度也是政策专家进入政策制定的渠道。过去将专家和宣传者区分开来的特征和行为已经消失。专家担当起了宣传者的职责，宣传者的角色移交给了专家。所以，必须引导智库统筹成果的“产”与“销”，强化智库与媒体多元融合、全程协同机制，既增强智库研究的思想深度和专业厚度，又借力媒体的话题敏锐度和话语亲和度，在双方深度合作、优势互补中，形成“产”与“销”的最佳结合模式[]。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.3创新支撑服务机制",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "无论从历史的经纬，还是从中外的实践来看，任何智库都依存于特定的咨政生态之中。咨政生态好，就易于作为；生态不好，就难以为“智”。构建地方新型智库体系，应营造良好的咨政生态。一要完善制度环境。发挥制度的导向激励和规范约束作用，形成一套系统完备、治理完善、充满活力、监管有力的智库制度体系。推动政府信息公开、重大决策意见征集、政策评估和政府购买决策咨询服务制度化。探索新型智库管理办法，健全智库内部法人治理机制、行业内监督机制、第三方评估认证机制。规定市级重点智库应是明确法人的实体性研究机构，有完善的法人治理结构、专门的研究人员，有承担重大研究项目能力和较高决策影响力。制定智库建设绩效评价体系，完善以学术质量、社会影响、实际效果为衡量标准的评价办法。以苏州地方高校科研评价体系改革为先导，推动形成以政府、企业、社会等用户为主的综合评价制度。二要拓展平台载体。咨政研究，没有平台支撑，就出不了精品；咨政成果，没有舞台展示，就得不到价值认同。应围绕平台载体深度融合，建设衔接互动、管用有效的信息采集分析系统、学术研讨交流载体、成果转化落实渠道。应依托“云”架构，完善数据采集、处理、存储、分享机制，强化咨政研究的数据库建设，把地方新型智库建设成为决策信息库[1。依托市委研究室的《决策参考》《调研与参考》《苏州改革》《问题与建议》、市委党校的《苏州市情》、市社科联的《决策参阅》等内刊，搭建智库成果及时报送平台。建立咨政报告数据库，汇编《苏州智库报告》。发挥“对话苏州创新”“善治苏州”等决策咨询平台的引领性作用。三是建好人才队伍。坚持成果导向，强化激励机制，织密支撑网络，造就一支坚持正确政治方向、德学双馨、勇于创新、梯次合理的智库人才队伍，以人才优势塑造智库优势。应实施咨政人才培养规划，纳入“姑苏宣传文化人才”战略，强化开放、竞争、流动的人才机制。拓展“旋转门”的内容和形式，打开政界与学界、基础研究与应用研究、各类智库之间不同类型、不同规格的“旋转门”。汇集专家学者、业界精英，选聘苏州智库特聘研究员，壮大专家咨询团、博士联谊会等社团专家队伍，着力培育高端智囊人才、独立研究型人才和新型综合型人才，凝聚智库人员“精气神”，干好服务决策“精细活”。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "[1]习近平．在中共中央召开的党外人士座谈会上的讲话[N]．人民日报,2013-11-14(1).[2]陈雨露，新型中国智库，新在哪里[N]．人民日报,2015-01-28(5).  \n[3]王斯敏.2015中国智库年度发展报告[M].北京：社会科学文献出版社,2016:20-22.[4]习近平.在省部级主要领导干部“学习习近平总书记重要讲话精神，迎接党的十九大”专题研讨班开班式上的讲话[N]．人民日报,2017-07-28(1)  \n[5]王佩亨、李国强.海外智库:世界主要国家智库考察报告[M].北京:中国财政经济出版社，2014: 20.",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "[6]乔湘流.建设地方新型智库要强化机制创新[J]．唯实(现代管理)，2017,3:5,6.",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "[7]刘伯高、乔湘流.协同才能激活地方新型“智”库[J].红旗文稿，2015,21:37.  \n[8]王辉耀，苗绿.大国智库[M].北京：人民出版社,2014:204-205.  \n[9]安德鲁·里奇．智库、公共政策和专家治策的政治学[M] 潘羽辉,等译．上海：上海社会科学院出版社,2010:142,158-197.  \n[10]詹姆斯·麦甘恩，理查德·萨巴蒂尼．全球智库：政策网络与治理[M].韩雪、王小文,译校.  \n上海：上海交通大学出版社,2015:71.  \n[11]刘德海等.江苏新型智库体系建设研究[M]．南京：江苏人民出版社,2014:6.",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "刘伯高：提纲拟定、文稿审定；  \n乔湘流：专题研究、文稿撰写。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Building a System of New Types of Think Tanks: Practice and Thinking in Suzhou Liu BogaoQiao Xiangliu Suzhou Federation of Social Sciences, Suzhou 215004 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] Focusing on the homogenization and ineficiency of local new types of think tanks,and tanking Suzhou as an example, this paper aims to build a system of new types of think tanks in prefecture-level cities. [Method/process] By on-the-spot investigation, expert interview and literature review methods,this paper analyzed the basic aspects of Suzhou’s strategic planning,revealed a vivid picture of Suzhou practice, grasped the forefront of the think tank industry,and caried out rational thinking. [Result/conclusion] Suzhou takes action in acomprehensive way, makes more breakthroughs and moves forward in horizontal and vertical dimensions. Suzhou is building a system of new types of think tanks with strong pertinence and effectiveness. Suzhou must innovate resource integration, multiple docking and support service mechanisms for optimizing a system of new types of think tanks. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Keywords:new types of think tankssystemSuzhou收稿日期：2017-08-16 修回日期：2017-08-26 本文责任编辑：吕青",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    }
]