[
    {
        "type": "text",
        "text": "Compressible Graphene-Coated Polymer Foams with Ultralow Density for Adjustable Electromagnetic Interference (EMl) Shielding ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Bin Shen, Yang Li, Wentao Zhai,\\* and Wenge Zheng\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ningbo KeyLaboratoryof PolymerMaterials,Ningbo Instituteof MaterialTechnolgyandEnginering,Chinese Academyf Sciences,Ningbo, Zhejiang 315201, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SupportingInformation ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/d75d47c36ebd691f55f7d34edf90123735a56eb8c93044a69180944ebf48cd2f.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT: The fabrication of low-density and compresible polymer/graphene composite (PGC) foams for adjustable electromagnetic interference (EMI) shielding remainsa dauntingchallenge. Herein， ultralightweight and compresible PGC foams have been developed by simple solution dip-coating of graphene on commercial polyurethane (PU)sponges with highly porous network structure. The resultant PU/graphene (PUG) foams had a density as low as ${ \\sim } 0 . 0 2 7 { - } 0 . 0 3 0 ~ \\mathrm { g / c m } ^ { 3 }$ and possessed goodcomprehensive EMI shielding performance together with an absorption-dominant mechanism， possibly due to both conductive disspation and multiple reflections and scatering of EM waves by the inside 3Dconductive graphene network. Moreover,bytaking advantage oftheir remarkablecompressibity,theshielding performance ofthe PUG famscouldbesimply adjusted througha simple mechanical compresson,showing promise for adjustable EMIshielding. We believe that thestrategy for fabricating PGC foams through a simple dip-coating method could potentilly promote the large-scale production of lightweight foam materials for EMI shielding. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEYWORDs: low-densitycompressble,polymer/graphene composite foams，multiple reflections，adjustable EMsielding ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Nowadays,electromagnetic pollution has been increasing at a noticeable rate due to the rapid development of various electronic devices，such as communication facilities，wireless networks，and portable digital hardware.1-4 Graphene，the newly discovered 2D carbon allotrope， possesses a variety of remarkable properties,5-7 such as large aspect ratio and high electrical conductivity,and thereby has been widely investigated to produce high-performance graphene-based electromagnetic interference (EMI) shielding materials.8-10Especially，the fabrication of conductive polymer/graphene composites (PGC） for EMI shielding is attracting more and more attention,1 1,11-18 due to their advantagesof good processability and light weight.To further reduce the weight with the purpose of meeting the “low-density\"requirement in some special fields including the aerospace and automobile industries,novel PGC foams with porous structure have been innovatively fabricated through diffrent foaming processes.19-23 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Generally,a high content of graphene sheets $( \\sim 5 - 3 0 ~ \\mathrm { w t } ~ \\% )$ （2 in polymer matrices is usually essential for PGC foams to form effective conductive networks and obtain an ideal shielding effectiveness (SE).For instance，our group has fabricated poly(methyl methacrylate)/graphene composite foams by using subcritical $\\mathrm { C O } _ { 2 } ,$ and an EMI SE of ${ \\sim } 1 3 { - } 1 9$ dB and a density of ${ \\sim } 0 . 7 9 \\ \\mathrm { g / c m } ^ { 3 }$ were obtained with a graphene loading of ${ \\sim } 5$ wt $\\%$ 19 The polystyrene/graphene composite foamed with a saltleaching method displayed an EMI SEof ${ \\sim } 1 7$ dB at a density of ${ \\sim } 0 . 2 7 \\ \\mathrm { \\ g } / \\mathrm { c m } ^ { 3 }$ when graphene loading reached ${ \\sim } 3 0$ wt $\\%$ 20 However， such a high graphene loading would significantly decrease the foamability of the composites，thereby greatly limiting their expansion ratio.That is why the density of most PGCfoamsisgerha73ichl high to fully embody the superiority of lightweight foam materials. Recently, highly conductive graphene foam was first synthesized bya template-directed chemical vapor deposition (CVD） method, and a novel PGC foam with a low density of $\\sim 0 . 0 6 \\ g / \\mathrm { c m } ^ { 3 }$ was then prepared by coating a thin layer of poly(dimethylsiloxane）onto the graphene foam; its EMI SE was as high as ${ \\sim } 2 0$ dB in X-band.24 Nevertheless，the complicated and energy-consuming preparation process has restricted its practical applications.On the other hand, for all of the reported PGC or PGC foams，the adjustment of their shielding performance is almost only through unhandily changing either graphene content or sample thickness,11-24 and to our best knowledge,there have been no reports on exploring new methods to conveniently tune the shielding performance.To solve this problem，we believe that the fabrication of compressible PGC foam should be a promising method, because the excellent compressibility may endow the foam with strain-responsive characteristic, thus realizing the performance adjustment through a simple mechanical compression. However, the PGC foams with high graphene loading alwayssferfricay due to severe agglomeration of graphene and poor interfacial adhesion between the graphene and matrix. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/0fe6276890c5f8ea3fce55437e2b4a7d3d4e288fe0ab797b40f82add94f54546.jpg",
        "img_caption": [
            "Figure1.(A)OverallbatiprossofteUGsdingipoatigGOtsothUfreworksndtnrotal reducing byhydrazine vapor.(B)A piece of PUG-5 foam with dimensions of $3 0 \\times 2 0 \\times 1 5 ~ \\mathrm { m m } ^ { 3 }$ and its fracture surface after being torn from the middleposition.(C)AblockofUG-5foamontheleafofanasparagusfen.(D,E)OpticalandEMmagesoftheoriginalPUsongeand corresponding PUG-5 foam.(F）Compressng and releasing processof the PUG-5 foam,showing excellent compressibility. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this contribution,we have developed ultralightweight and compressible PGC foams by a simple solution dip-coating of graphene on commercial polyurethane (PU） sponges with highly porous structure，because it has been reported that graphene sheets could be easily coated on different polymers.2526 The resultant PU/graphene (PUG) foams had a density as low as $\\sim 0 . 0 2 7 - 0 . 0 3 0 \\ g / \\mathrm { c m } ^ { 3 }$ and also exhibited good comprehensive shielding performance due to the formation of 3D conductive graphene network around the PU frameworks. Moreover，by taking advantage of their excellent compressibility，the shielding performance of the PUG foams could be adjusted very conveniently through a simple mechanical compression， showing promise for adjustable EMI shielding. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.EXPERIMENTALSECTION ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.Fabrication of PUG Foams.The PUG foams were fabricated by a simple solution dip-coating method.First，graphite oxide was synthesized according to a modifiedHummer's method,and graphene oxide （GO）suspension with a concentration of $3 ~ \\mathrm { \\ m g / m L }$ was prepared by exfoliation of graphite oxide in distilled water with the assistance of ultrasonication. Then, the commercial PU sponges were dip-coated in the as-prepared GO suspension by a repetitive squeezing and then directly dried in an air-circulating oven at $9 0 ~ ^ { \\circ } \\mathrm { C }$ During the drying process，the evaporation of water would lead to the selfassembly of GO sheets onto the surface of PU skeletons,resulting in the formation of a thin GO layer.Finally,the above products were put intoa Teflonvessel prefilled with $3 \\mathrm { m L }$ ofhydrazine monohydrate and further hydrothermally reduced in an air-circulating oven at $9 0 ~ ^ { \\circ } \\mathrm { C }$ for $^ { 2 \\mathrm { ~ h ~ } }$ to yield the final PUG foams with reduced graphene oxide (rGO) sheets. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.Characterizations. Raman spectra were conducted using a Labram spectrometer (Super LabRam II system）with a laser of 532 nm.X-ray photoelectron spectroscopy (XPS）was measured on a Kratos multifunctional X-ray photoelectron spectroscope (AXIS ULTRA） using Al (mono) $\\mathrm { K } \\alpha$ radiation under $\\stackrel { \\cdot } { 1 } . 2 \\times 1 0 ^ { - 9 }$ Torron. Scanning electron microscopy(SEM) observation was carried out on a field emission SEM(Hitachi S-48oO）at an accelerating voltage of 4 kV.The electrical conductivity of the samples was measured using a two-point probe method with two copper electrodes. The S parameters ( $\\mathbf { \\sigma } _ { \\left. \\left. S _ { 1 1 } \\right. \\right. }$ and $S _ { 2 1 , }$ ）were measured witha Rohde & Schwarz ZVA67 vector network analyzer (VNA) using the waveguide method in the X-band region,and the samples with different thicknesses were cut into small pieces with dimensions of $2 2 . 5 \\times 1 0 . 0 ~ \\mathrm { m m } ^ { 2 }$ to well fit thewaveguide holders.The values of SE total, SE absorption,and SE reflection was determined on the basis of the measured S parameters as follows: ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { R = | S _ { 1 1 } | ^ { 2 } , \\ T = | S _ { 2 1 } | ^ { 2 } } \\\\ & { A = 1 - R - T } \\\\ & { S \\mathrm { E } _ { \\mathrm { r e f } } \\left( \\mathrm { d } \\mathrm { B } \\right) = - 1 0 \\log ( 1 - R ) , \\ S \\mathrm { E } _ { \\mathrm { a b s } } \\left( \\mathrm { d } \\mathrm { B } \\right) = - 1 0 \\log ( T / ( 1 - R ) ) } \\\\ & { S \\mathrm { E } _ { \\mathrm { t o t a l } } \\left( \\mathrm { d } \\mathrm { B } \\right) = 1 0 \\log \\Bigg ( \\frac { P _ { \\mathrm { I } } } { P _ { \\mathrm { T } } } \\Bigg ) = { \\mathrm { S E } } _ { \\mathrm { r e f } } + { \\mathrm { S E } } _ { \\mathrm { a b s } } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$R$ is the reflection coefficient, $T$ is the transmission coefficient,and $A$ is the absorption coefficient. $P _ { \\mathrm { I } }$ is the incident power,and $P _ { \\mathrm { T } }$ is the transmitted power. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.RESULTS AND DISCUSSION ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The PUG foams were fabricated by coating rGO sheets onto the skeletons of PU sponges through a simple solution dip coating method and followed by reduction in hydrazine vapor, as described schematically in Figure 1A. It is worth mentioning that the density of the resultant PUG foam could be easily tuned by choosing PU sponges with different densities,and the rGO content in the PUG foam could be simply tuned by adjusting the number of dips in the GO suspension.In this work,a PU sponge with an ultralow density was chosen as the matrix,and two types of PUG foams were prepared: the PUG foam with one dip in the GO suspension,and the PUG foam with two dips in the GO suspension.According to the mass change before and after dip-coating, the rGO content in the above two different PUG foams was estimated to be ${ \\sim } 5$ and ${ \\sim } 1 0$ wt $\\% _ { j }$ ,and hence they were conveniently labeled as PUG-S and PUG-1O foams,respectively.Unlike the PU sponge that was faint yellow in color, the as-obtained PUG foams presented a uniform black appearance.To confirm that the rGO sheets could penetrate into the sponge inside,a piece of PUG-5 foam with dimensions of $3 0 \\times 2 0 \\times 1 5 \\mathrm { ~ m m } ^ { \\bar { 3 } }$ was torn from the middle position by hand as described in Figure 1B,and it could be clearly seen that the fracture surface was also uniformly black,indicating the deep penetration of $\\mathbf { r G O }$ sheets inside the PUG foams.Furthermore,the density of the PUG foams was further calculated by the ratio of mass to volume， suggesting that the PUG-5 and PUG-10 foams showed ultralow densities of ${ \\sim } 0 . 0 2 7$ and ${ \\sim } 0 . 0 3 0 \\ \\mathrm { g / c m } ^ { 3 } .$ ，respectively (Figure 1C,a ${ \\sim } 1 3 . 5$ $\\mathrm { c m } ^ { 3 }$ block of PUG-5 foam could be supported on the leaf of an asparagus fern)，which should be the lowest density of PGC foams for EMI shielding ever reported. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The successful reduction of GO sheets was confirmed by Raman spectroscopy and XPS in Figure 2. To the best knowledge， the peaks around ${ \\sim } 1 3 3 0$ and $\\sim 1 5 9 0 ~ \\mathrm { c m } ^ { - 1 }$ were called the D-band and G-band,and the intensity ratio between them ( $\\langle I _ { \\mathrm { D } } / I _ { \\mathrm { G } } ,$ which is determined by integration of their peak areas） could indicate the degree of disorder and average size of $\\mathsf { s p } ^ { 2 }$ carbon domains.27 Compared with pristine GO,the G-band of rGO sheets stripped from the PUG foam by strong ultrasonic vibration red-shifted from 1593 to $1 5 8 8 ~ \\mathrm { { c m } ^ { - 1 } }$ ,and its $I _ { \\mathrm { D } } / I _ { \\mathrm { G } }$ intensity ratio increased from ${ \\sim } 1 . 3 5$ to ${ \\sim } 1 . 5 8$ ,indicating that the more numerous but smaller $\\mathsf { s p } ^ { 2 }$ carbon domains have partiallecoeedtetheedct2Ielis three different carbon components,including $\\scriptstyle { \\mathrm { C } } = { \\mathrm { O } }$ 0 $\\mathord { \\left( \\sim 2 8 8 . 0 \\right. }$ eV),C-O $( \\sim 2 8 6 . 0 \\ \\mathrm { e V } )$ ,and $\\mathrm { C = C / C - C \\ ( \\sim } 2 8 4 . 5 \\ \\mathrm { e V } )$ ,were split from the C 1s scan spectra on the basis of different binding energies.Obviously, the relative atomic percentages of $\\mathrm { C - O }$ and $\\scriptstyle { \\mathrm { C } } = { \\mathrm { O } }$ groups in rGO sheets ( ${ \\sim } 2 4 . 7 \\$ and ${ \\sim } 7 . 8 \\%$ ）decreased dramatically in comparison with that in pristine GO（ 32.5 and ${ \\sim } 1 4 . 0 \\%$ ），further confirming the removal of oxygen groups during the reduction. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/348198a86f1b9fe5ad38bc29713ab559e4e5c3245767e500b166ee594997985d.jpg",
        "img_caption": [
            "Figure 2.(A) Raman spectra and(B) high-resolution XPS analysis(C ls）of pristine GO and $\\mathbf { r G O }$ sheets stripped from the PUG foam by strong ultrasonic vibration. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/16d472163b49647c1fbb80453d5129ccb2202883c4fbcab39b3abace146efaac.jpg",
        "img_caption": [
            "Figure3.(A)xptfogesetkihde.(otal,o SE reflection of the PUG-5 foams with different thicknesses of ${ \\sim } 2 , { \\sim } 4 ,$ and ${ \\sim } 6 ~ \\mathrm { c m }$ at the original state and after the first three compression cycles. (E-G)SE total, SE absorption,and SE reflection of the PUG-10 foams with different thicknesses of ${ \\sim } 2 , { \\sim } 4$ and ${ \\sim } 6 \\mathrm { c m }$ at the original state and after the first three compression cycles. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The morphological evolution of the PUG foams was investigated by SEM observation using the PUG-5 foam as an example. As shown in Figure $^ { \\mathrm { 1 D , E , } }$ the original PU sponge has a highly porous 3D network structure with pore sizes around hundreds of microns.After dip-coating， the overall morphology of the PUG-S foam changed almost nothing, but the skeletons changing from smooth to rough suggested that the graphene sheets have been successfully assembled around the PU frameworks. That is why electrical conductivities of ${ \\sim } 0 . 0 9$ and ${ \\sim } 0 . 2 5 ~ \\mathrm { S / m }$ have been measured using a two-point probe method in the PUG-S and PUG-S foams.Moreover, the PU frameworks in the PUG-5 foam could be almost completely removed by pyrolysis in nitrogen atmosphere at $1 0 0 0 ~ ^ { \\circ } \\mathrm { C }$ (as shown in Figure S1, there was little remaining mass at $1 0 0 0 ^ { \\circ } \\mathrm { C }$ in the TGA curve of the original PU sponge), leaving behind the 3D conductive network of graphene sheets (Figure S2). We believe that this 3D conductive graphene network in the PUG foams could not only interact with the incoming EM waves but also enhance the internal multiple reflections and scattering of EM waves at the large cell-matrix interfaces with impedance mismatch,19ebangthe energy by both conductive dissipation and multiple reflections and scattering during EMI shielding.In addition，because graphene sheets were only wrapped on the surface of PU frameworks,the remarkable compressibility of the original PU sponge was well reserved to the PUG foams.For example,as exhibited in Figure 1F,the PUG-S foam can be compressed ${ \\sim } 8 0 \\%$ of its original thickness and then completely recover its original shape without significant plastic deformation even after hundreds of cycles. This compressible advantage combined with the merit of the 3D conductive graphene network may endow the PUG foams with adjustable EMI shielding behavior. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To investigate the EMI shielding performance， the S parameters ( $\\dot { S } _ { 1 1 }$ and $S _ { 2 1 , }$ ）of the samples were measured with VNA using the waveguide method in X-band (Figure 3A).As shown in Figure 3B,E， the original PUG-5 foams with thicknesses of $\\sim 2 , \\sim 4 ,$ and ${ \\sim } 6 ~ \\mathrm { c m }$ had average SE totals of 12.4,24.6,and 34.7 dB over the measured frequency range. With further increasing the graphene loading, the average SE total of the original PUG-1O foam was found to be substantially improved due to the increased electrical conductivity, reaching 19.9 and 41.6 dB for samples with thicknesses of ${ \\sim } 2$ and ${ \\sim } 4 \\mathrm { c m }$ and an even higher value of S7.7 dB for the sample with a thickness of ${ \\sim } 6 ~ \\mathrm { c m } _ { ; }$ ，far surpassing the target level of ${ \\sim } 2 0$ dB required for commercial application.However，after the frst three compression cycles (the applied compressive strain was ${ \\sim } 8 0 \\%$ )，the corresponding average SE totals at sample thicknesses of ${ \\sim } 2 , { \\sim } 4 ,$ and ${ \\sim } 6 \\ \\mathrm { c m }$ were irreversibly reduced to 6.7,13.0,and 22.3 dB for the PUG-5 foam and to 14.2,22.4, and 39.4 dB for the PUG-10 foam，respectively.This ireversible change may be due to the partial permanent cracking of the 3D conductive graphene network in the original PUG foams during the initial compressions,3334 which decreased the electrical conductivity of the PUG-S and PUG10 foams to 0.03 and $0 . 0 6 \\mathrm { S } / \\mathrm { m } ,$ respectively.Nonetheless,their shielding performance remained essentially constant during the subsequent compression cycles， demonstrating excellent structural integrity of the 3D conductive graphene network after the initial compressions. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To further clarify the underlying mechanism，the SE absorption and SE reflectionof thePUG foamswere calculated from the measured S parameters.As displayed in Figure ${ 3 \\mathrm { C } , \\mathrm { D } , \\mathrm { F } , \\mathrm { G } } ,$ ，it can be obviously seen that the value of SE reflection is far less than that of SE absorption,indicating an absorption-dominant shielding mechanism for such PUG foams，which should be attributed to their highly porous structure together with the inside 3D conductive graphene network. It is because the highly porous structure could decease the impedance mismatch at the interface between the foam and air，thereby weakening the back reflection and ensure deep penetration of most EM waves into the foam, that the inside 3D conductive graphene network could convert the entered EM energy into heat by both conductive dissipation and multiple reflections and scattering as much as possible.Moreover，as indicated by the XPS analysis in Figure 2B, the graphene (rGO) sheets in the PUG foams still contain many structural defects and oxygen groups after chemical reduction. According to some reported literature,35-37 these unevenly distributed defects and groups could not only induce the dipole polarization but also lead to orientation polarization under the EM field,thereby resulting in more EM energy being dissipated and further improving the absorption performance.Besides，the comparison of SE absorption and SE reflection between the PUG-S and PUG-1O foams with different thicknesses revealed that the improvements of SE total in the PUG foams with increased sample thickness mainly came from the contribution of SE absorption,which should be due to the fact that,for the same material， SE absorption is mainly dependent on the sample thickness，whereas SE reflection is closely bound with the sample interfacial conditions.38,39 ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/fd3a523aba541abcc626ddbd6b0b21465c2d1e3d3f5ebe22ad62175f979aa93b.jpg",
        "table_caption": [
            "Table1.EMI Shielding Performance of the Reported PGC or PGC Foamsa "
        ],
        "table_footnote": [
            "PMMAolyethlcate);lste;lde;Uatebure;Uulrgeat polyethylene;PDMS,poly(dimethylsiloxane)；PVDF,poly(vinylidene fluoride)；PI, polyimide. "
        ],
        "table_body": "<html><body><table><tr><td> name</td><td>graphene content</td><td>density (g/cm3)</td><td>thickness (mm)</td><td>EMI SE (dB)</td><td>specific SE value (dB·cm²/g)</td><td>ref</td></tr><tr><td>epoxy</td><td>~15 wt %</td><td></td><td></td><td>~21</td><td></td><td>11</td></tr><tr><td>PMMA</td><td>~4.23 vol %</td><td>1.19</td><td>~3.4</td><td>~30</td><td>~74</td><td>12</td></tr><tr><td>PS</td><td>~10 wt %</td><td>1.04</td><td>~2.8</td><td>~18</td><td>~62</td><td>13</td></tr><tr><td>PEI</td><td>~10 wt %</td><td>1.28</td><td>~2.3</td><td>~20</td><td>~68</td><td>22</td></tr><tr><td>WPU</td><td>~5.0 vol %</td><td>1.43</td><td>~2.0</td><td>~32</td><td>~112</td><td>14</td></tr><tr><td>WPU</td><td>~5.0 vol %</td><td>1.43</td><td></td><td>~38</td><td></td><td>15</td></tr><tr><td>WPU</td><td>~7.5 wt %</td><td></td><td>~1.0</td><td>~34</td><td></td><td>16</td></tr><tr><td>UHMWPE</td><td>~0.66 vol %</td><td>0.94</td><td>~2.5</td><td>28.3-32.4</td><td>120-138</td><td>17</td></tr><tr><td>PS</td><td>~7.0 wt %</td><td>1.04</td><td>~2.5</td><td>~45.1</td><td>~173</td><td>18</td></tr><tr><td>PMMA foam</td><td>~5.0 wt %</td><td>0.79</td><td>~2.4</td><td>~19</td><td>~100</td><td>19</td></tr><tr><td>PS foam</td><td>~30.0 wt %</td><td>0.45</td><td>~2.5</td><td>~29.3</td><td>~260</td><td>20</td></tr><tr><td>PS foam</td><td>~30.0 wt %</td><td>0.27</td><td>~2.5</td><td>~17.3</td><td>~256</td><td>20</td></tr><tr><td>PDMS foam</td><td>~0.8 wt %</td><td>0.06</td><td>~1.0</td><td>~20</td><td>~3333</td><td>24</td></tr><tr><td>PVDF foam</td><td>~7.0 wt %</td><td></td><td></td><td>~28</td><td></td><td>21</td></tr><tr><td>PEI foam</td><td>~10 wt %</td><td>0.29</td><td>~2.3</td><td>~11</td><td>~165</td><td>22</td></tr><tr><td>PI foam</td><td>~16.0 wt %</td><td>0.28</td><td>~0.8</td><td>17-21</td><td>759-937</td><td>23</td></tr><tr><td>PUG-5 foam (original)</td><td>~5.0 wt %</td><td>0.027</td><td>~20-60</td><td>~12.4 to ~34.7</td><td>>210</td><td>this work</td></tr><tr><td>PUG-10 foam (original)</td><td>~10.0 wt %</td><td>0.030</td><td>~20-60</td><td>~19.9 to ~57.7</td><td>>320</td><td>this work</td></tr><tr><td>PUG-5 foam (after the initial three compression cycles)</td><td>~5.0 wt %</td><td>0.027</td><td>~20-60</td><td>~6.7 to ~22.3</td><td>>120</td><td>this work</td></tr><tr><td>PUG-10 foam (after the initial three compression cycles)</td><td>~10.0 wt %</td><td>0.030</td><td>~20-60</td><td>~14.2 to ~39.4</td><td>>180</td><td>this work</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Table 1 lists the corresponding shielding performance of the recently reported PGC and PGC foams in the X-band region.1 11-24Generallyhtweightdtinikns for a considerable proportion in designing and evaluating the shielding materials.Therefore，to conduct the performance comparison more comprehensively,we introduce a concept of the specific SE value (SE total divided by product of density and thickness）integrated with both density and thickness. Because SE reflection is independent of sample thickness,8,39 the above specific SE value would not be a constant when the sample thicknesswas changed.Nevertheless,if the value of SE absorption is much larger than that of SE reflection (the absorption-dominant EM shielding)， the SE total of the shielding material should be roughly proportional to the sample thickness,which means that its specific SE value would not be a big change with changing sample thickness. Because most of the reported PGC or PGC foams possess the absorption-dominant EM shielding, the use of their specific SE value for the performance comparison should have a certain reference.As shown in Table 2, the specific SE values of the original PUG-S and PUG-1O foams were calculated to be above 210 and $3 2 0 ~ \\mathrm { d B \\cdot c m ^ { 2 } / g } ,$ and those of the PUG-S and PUG-10 foams after the initial compressions were calculated to be above 120 and $1 8 0 \\ \\mathrm { d B \\cdot c m ^ { 2 } / g } ,$ respectively,which are higher than or comparable to those found in most of the reported PGC or PGC foams with much smaller sample thicknesses.This result suggested that,despite the large effective thickness of several centimeters,the high total SE value combined with theultralow density still endows the PUG foams with a good comprehensive shielding performance.Certainly, the higher specific SE value was also reported in some PGC foams,20,23,24 possibly due to the much higher graphene loading or the more conductive graphene network prepared by CVD method. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/b37248cfd586ac8765d20bf1510f24c3d41c0af904335fb4a6d58c0ae2b4b1f3.jpg",
        "table_caption": [
            "Table 2.Specific SE Value of thePUG Foamswith Different Thicknesses "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"> sample name</td><td colspan=\"3\">specific SE value (dB·cm²/g)</td><td rowspan=\"2\"></td></tr><tr><td>thickness = 2 cm</td><td>thickness = 4 cm</td><td>thickness = 6 cm</td></tr><tr><td>PUG-5 foam (original)</td><td>229</td><td>228</td><td>214</td><td>>210</td></tr><tr><td>PUG-10 foam (original)</td><td>332</td><td>347</td><td>321</td><td>>320</td></tr><tr><td>PUG-5 foam (afterthe initial</td><td>124</td><td>120</td><td>137</td><td>>120</td></tr><tr><td>three compression cycles) PUG-10 foam (after the initial three compression cycles)</td><td>237</td><td>187</td><td>219</td><td>>180</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/2a2c26b54cecf15bbd36556bb1d9e48f3f772e83494484e5eacdd36c9e2e5dde.jpg",
        "img_caption": [
            "Figure 4.(A-C) SE total,SE absorption,and SE reflection of the PUG-5 foam with a thickness of ${ \\sim } 6$ cm under different compressive strains. (DF) SE total,SE absorption,and SE reflection of thePUG-10 foam with a thickness of ${ \\sim } 6 \\mathrm { c m }$ under different compressive strains.(G) Cross-sectional SEM images of the PUG-5 foam under different compressive strains. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Furthermore,the effect of different compressive strains on the shielding performance of the PUG foams was further investigated after the initial three compression cycles.As displayed in Figure $\\mathrm { 4 A { - } F _ { \\mathrm { ; } } }$ ，with the applied compressive strain increasing from ${ \\sim } 0$ to ${ \\sim } 2 5 , \\sim 5 0 ,$ and ${ \\sim } 7 5 \\%$ ，the average SE total of the PUG-5 foam with a thickness of ${ \\sim } 6 ~ \\mathrm { c m }$ reduced from $2 2 . 3 ~ \\mathrm { d B }$ to 20.3,17.6,and 14.7 dB,and that of the PUG10 foam with the same thickness reduced from 39.4 dB to 34.9, 26.2,and 23.4 dB,respectively. The comparative analysis of their SE absorption and SE reflection suggested that the decrease of SE total was mainly attributed to the reduction in SE absorption,because very similar SE reflection was observed for all compressed samples.To the best of our knowledge, SE reflection of a shielding material is mainly dependent on the impedance at the interfaces.38,39 Because the electrical conductivity of the PUG-5 and PUG-1O foams just slightly increased from 0.03 and 0.06 to 0.07 and $0 . 1 6 ~ \\mathrm { S / m }$ with the increase of applied compressive strains from O to $7 5 \\%$ due to the increased contact region of graphene network under compression (Figure S3)， the PUG foams with different compressive strains would have similar impedance conditions at the interface， thereby possessing similar SE reflection as mentioned above.With regard to the reduced SE absorption, although the slightly increased electrical conductivity could enhance the conductive dissipation of EM waves, the shrinking of the 3D conductive graphene network under compression (Figure 4G）would lower the cell-matrix interface area and thus greatly weaken the multiple reflections and scattering of EM waves among the cell walls,leading to the reduction in SE absorption.More importantly，as displayed in Figure 5，the average SE total of the PUG-5 and PUG-1O foams with thicknesses of ${ \\sim } 6 ~ \\mathrm { c m }$ did not show an observable decrease during SO cycles with different compressive strains,indicating an excellent cycling stability. This finding signified that, except for unhandily changing either graphene content or sample thickness,the SE total of the PUG foams could be simply adjusted by physically compressing or releasing them. In other words，our PUG foams could realize the performance adjustment through a simple mechanical compression, showing promise for adjustable EMI shielding. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/9c54951fb442eefae175b62805b26a585eec37c746dfef73e465e19adb251198.jpg",
        "img_caption": [
            "Figure 5.Shielding performance (the value of average SE total) of (A) the PUG-5 foam and (B) the PUG-10 foam under cycling stability test. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Overall, the coating of graphene sheets onto the frameworks of PU sponges could result in the fabrication of PUG foams with an ultralow density,and the formation of a 3D conductive graphene network in the PUG foams endowed them with good comprehensive shielding performance in comparison with the reported PGC or PGC foams.In addition， the PUG foams could also realize convenient performance adjustment through a simple mechanical compression due to their excellent compressibility.We believe that the strategy for fabricating PGC foams through a simple dip-coating method could potentially promote the large-scale production of lightweight foam materials for EMI shielding. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.CONCLUSIONS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "PUG foams with densities as low as ${ \\sim } 0 . 0 2 7 { - } 0 . 0 3 0 ~ \\mathrm { g / c m } ^ { 3 }$ were fabricated by coating GO sheets onto the PU sponges through a simple solution dip-coating method followed by reduction in hydrazine vapor. Due to the formation of a 3D conductive graphene network,the PUG foams exhibited excellent EMI shielding performance combined with an absorption-dominant shielding mechanism.Despite a large effective thickness of several centimeters,the high total SE value combined with the ultralow density still endows the PUG foams with a good comprehensive shielding performance in comparison with most of the reported PGC or PGC foams with much smaller sample thicknesses.Moreover,by taking advantage of their remarkable compressibility,the SE total of the PUG foams could be simply adjusted by physically compressing or releasing them， showing promise for adjustable EMI shielding. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ASSOCIATEDCONTENT ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "$\\otimes$ Supporting Information ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.5b11715. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "TGA curve of PU sponge； photograph of PUG foam afterpyrolysis；and electrical conductivity of PUG foams under different compressive strains (PDF) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AUTHORINFORMATION ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Corresponding Authors   \n\\*(W.T.Z.) Phone: +86 0574 8668 5256. Fax: $+ 8 6$ 0574 8668 5186. E-mail: wtzhai@nimte.ac.cn.   \n$^ { * } ( \\mathrm { W } . \\mathrm { G } . \\mathrm { Z } . )$ . Phone: $+ 8 6$ 0574 8668 5256. Fax: $+ 8 6$ 0574 8668 5186. E-mail: wgzheng@nimte.ac.cn. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Notes The authors declare no competing financial interest. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We are grateful for the financial support from the China Postdoctoral Science Foundation (2015M570531)，the National Natural Science Foundation of China (S1473181, 612741lO)，and the Ningbo Key Laboratory of Polymer Materials (2010A22001). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(1) Shen,B.; Zhai,W.T.; Zheng,W.G.Ultrathin Flexible Graphene Film:An Excellent Thermal Conducting Material with Efficient EMI Shielding.Adv.Funct.Mater.2014,24 (28),4542-4548. (2）Chung，D. D.L. Electromagnetic Interference Shielding Effectiveness of Carbon Materials.Carbon 2001,39(2),279-285. (3) Umrao,S.; Gupta, T.K.; Kumar, S.; Singh, V.K.; Sultania,M.K.; Jung,J.H.； Oh,I.K.； Srivastava,A.Microwave-Assisted Synthesis of Boron and Nitrogen co-doped Reduced Graphene Oxide for the Protection of Electromagnetic Radiation in Ku-Band.ACS Appl.Mater. Interfaces2015,7(35),19831-19842. (4) Gupta,T.K； Singh,B.P.; Dhakate, S.R.； Singh,V.N.; Mathur, R.B.Improved Nanoindentation and Microwave Shielding Properties of Modified MWCNT Reinforced Polyurethane Composites. J.Mater. Chem.A 2013,1 (32),9138-9149. (S)Du,X.; Skachko,I.; Barker,A.;Andrei,E.Y.Approaching Ballistic Transport in Suspended Graphene.Nat.Nanotechnol. 2oo8,3(8), 491-495. (6）Huang，X.；Qi，X.；Boey，F.；Zhang，H.Graphene-based Composites.Chem. Soc.Rev.2012,41 (2),666-686. (7) Zhu,Y.; Murali, S.; Cai,W.; Li,X.; Suk,J.W.;Potts,J.R.; Ruoff, R.S.Graphene and Graphene Oxide:Synthesis，Properties，and Applications.Adv.Mater.2010,22 (35),3906-3924. (8)Cao， M. S.； Wang, X. X.； Cao，W. $\\mathrm { Q . ; }$ Yuan，J.Ultrathin Graphene:Electrical Properties and Highly Eficient Electromagnetic Interference Shielding.J.Mater.Chem. C 2015,3 (26),6589-6599. (9) Cao, W. $\\mathrm { Q . ; }$ Wang, X.X.； Yuan, J.； Wang,W. Z.; Cao, M.S. Temperature Dependent Microwave Absorption of Ultrathin Graphene Composites.J.Mater.Chem.C 2015,3(38),10017-10022. (10)Kumar,R.； Dhakate, S.R；Gupta,T.； Saini, P.； Singh,B. P; Mathur,R.B.EffectiveImprovementof thePropertiesofLightWeight Carbon Foam by Decoration with Multi-wall Carbon Nanotubes.J. Mater.Chem.A 2013,1 (18),5727-5735. (11) Liang, J.J.; Wang, Y.; Huang, Y.; Ma, Y.F.; Liu, Z.F.; Cai,F. M; Zhang,C.D.；Gao,H.J.；Chen,Y. S.Electromagnetic Interference Shielding of Graphene/Epoxy Composites. Carbon 2009，47 (3), 922 925. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(12) Zhang, H.B.; Zheng, W. G.; Yan, Q.; Jiang, Z. G.; Yu, Z. Z. The Effect of Surface Chemistry of Graphene on Rheological and Electrical Properties of Polymethylmethacrylate Composites. Carbon 2012, 50 (14), 5117-5125. (13) Li, C.; Yang, G.; Deng, H.; Wang, K; Zhang, $\\mathrm { Q . ; }$ Chen, F.; Fu, $\\mathsf { Q } .$ The Preparation and Properties of Polystyrene/Functionalized Graphene Nanocomposite Foams using Supercritical Carbon Dioxide. Polym. Int.2013,62 (7),1077-1084. (14)Hsiao,S.T.; MaC. C.M.; Tien, H.W.; Liao W. H; Wang, Y. S.； Li,S.M.；Huang, Y. C. Using a Non-covalent Modification to Prepare a High Electromagnetic Interference Shielding Performance Graphene Nanosheet/water-borne Polyurethane Composite.Carbon 2013, 60, 57-66. (15) Hsiao,S.T.; Ma, C. C. M.; Tien,H W.; Liao, W. H.; Wang, Y. S.； Li,S.M.； Yang,C.Y.; Lin,S.C.; Yang,R.B.Effect of Covalent Modification ofGraphene NanoshetsontheElectrical Propertyand Electromagnetic Interference Shielding Performance of a Water-Borne Polyurethane Composite.ACS Appl.Mater. Interfaces 2015,7(4), 2817-2826. (16) Hsiao,S.T.; Ma, C. C. M.; Liao,W.H.; Wang, Y. S.; Li, S.M.; Huang，Y.C.；Yang,R.B.；Liang,W.F.Lightweight and Flexible Reduced Graphene Oxide/Water-Borne Polyurethane Composites with High Electrical Conductivity and Excellent Electromagnetic Interference Shielding Performance.ACS Appl. Mater.Interfaces2014, 6 (13), 10667-10678. (17) Yan,D.X.; Pang,H.; Xu,L.; Bao,Y.; Ren,P.G.; Lei,J.; Li, Z. M. Electromagnetic Interference Shielding of Segregated Polymer Composite with an Ultralow Loading of in situ Thermally Reduced Graphene Oxide.Nanotechnology 2014, 25 (14),145705. (18)Yan,D.X; PangH;LiB.VajtaR; Xu,L;Ren,P.G; Wang, J.H.；Li，Z. M. Structured Reduced Graphene Oxide/Polymer Composites for Ultra-Efcient Electromagnetic Interference Shielding. Adv.Funct.Mater.2015,25 (4), 559-566. (19） Zhang, H. B.; Yan, $\\mathrm { Q . ; }$ Zheng, W. G.; He, Z.; Yu, Z. Z. Tough Graphene-Polymer Microcellular Foams for Electromagnetic Interference Shielding. ACS Appl. Mater. Interfaces 2011, 3 (3), 918-924. (20) Yan,D.X.; Ren,P.G.; Pang,H.; Fu,Q; Yang, M.B.; Li, Z. M. EfficientElectromagnetic Interference Shielding of Lightweight Graphene/Polystyrene Composite.J. Mater. Chem.2012,22 (36), 18772-18774. (21)Eswaraiah, V.; Sankaranarayanan, V.; RamaprabhuS.FunctionalizedGraphene-PVDF Foam Compositesfor EMI Shielding. Macromol. Mater.Eng.2011, 296 (10), 894-898. (22） Ling, J. $\\mathrm { Q . ; }$ Zhai,W.T.；Feng,W.W.；Shen,B.； Zhang,J. F.; Zheng,W.G. Facile Preparation of Lightweight Microcelular Polyetherimide/Graphene Composite Foams for Electromagnetic Interference Shielding. ACS Appl. Mater.Interfaces 2013，5(7), 2677-2684. (23) Li, Y.; Pei, X.L.; Shen,B.; Zhai, W.T.; Zhang,L.H.; Zheng,W. G.Polyimide/Graphene Composite Foam Sheets with Ultrahigh Thermostability for Electromagnetic Interference Shielding. RSC Adv. 2015, 5 (31), 24342-24351. (24) Chen, Z.; Xu, C.; Ma, C.; Ren,W. C.; Cheng,H. M. Lightweight and Flexible Graphene Foam Composites for High-Performance Electromagnetic Interference Shielding. Adv. Mater. 2013，25 (9), 1296-1300. (25) Yao, H.B.; Ge,J.; Wang,C.F.; Wang, X.; Hu, W.; Zheng,Z.J; Ni, Y.;Yu, S.H.A Flexible and Highly Pressure-Sensitive GraphenePolyurethane Sponge Based on Fractured Microstructure Design. Adv. Mater.2013,25 (46),6692-6698. (26) Nguyen， D. D.； Tai, N. H.； Lee， S. B.； Kuo，W. S. Superhydrophobic and Superoleophilic Properties of GrapheneBased Sponges Fabricated using a Facile Dip Coating Method. Energy Environ. Sci.2012,5 (7),7908-7912. (27） Shen, B.; Lu, D.D.； Zhai, W. T.; Zheng, W.G. Synthesis of Graphene by Low-Temperature Exfoliation and Reduction of Graphite Oxide under Ambient Atmosphere.J. Mater. Chem. C 2013,1(1),50- 53. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(28） Stankovich, S.；Dikin,D.A.；Piner,R. D.；Kohlhaas,K.A.; Kleinhammes,A; Jia,Y.; Wu,Y.; Nguyen, S.T.; Ruoff,R.S.Synthesis of Graphene-Based Nanosheets via Chemical Reduction of Exfoliated Graphite Oxide.Carbon 2007,45 (7),1558-1565.   \n(29） Zhou,Y.； Bao, $\\mathrm { Q . ; }$ Tang, L. A. L.； Zhong, Y.； Loh, K.P. Hydrothermal Dehydration for the“Green”Reduction of Exfoliated Graphene Oxide to Graphene and Demonstration of Tunable Optical Limiting Properties. Chem.Mater.2009,21 (13),2950-2956.   \n(30) Shen, B.； ZhaiW.T.； Tao,M.M.； Ling,J. $\\mathrm { Q . ; }$ Zheng, W. G. Lightweight,Multifunctional Polyetherimide/Graphene $\\ @ \\mathrm { F e } _ { 3 } \\mathrm { O } _ { 4 }$ Composite Foams for Shielding of Electromagnetic Pollution. ACS Appl. Mater.Interfaces 2013,5 (21),11383-11391.   \n(31) Wang, Z.; Wu,L.; Zhou,J.; Jiang, Z.; Shen,B.ChemoselectivityInduced Multiple Interfaces in $\\mathrm { M W C N T / F e _ { 3 } O _ { 4 } @ Z n O }$ Heterotrimers for Whole X-band Microwave Absorption.Nanoscale 2014,6 (21), 12298-12302.   \n(32）Kong, L.；Yin,X.；Yuan,X.；Zhang, Y.； Liu,X.；Cheng,L.; Zhang,L.Electromagnetic Wave Absorption Properties of Graphene Modified with Carbon Nanotube/Poly(dimethyl siloxane） Composites. Carbon 2014, 73,185-193.   \n(33）Samad,Y.A.；Li,Y.； Schifer,A.；Alhassan, S.M.；Liao,K. Graphene Foam Developed with a Novel Two-Step Technique for Low and High Strains and Pressure-Sensing Applications. Small 2015, 11 (20),2380-2385.   \n(34) Samad,Y.A.;Li, Y.;Alhassan, S.M.; Liao,K.Novel Graphene Foam Composite with Adjustable Sensitivity for Sensor Applications. ACS Appl.Mater. Interfaces 2015,7 (17),9i95-9202.   \n(35) Wen,B.; Wang, X. X; Cao, W. Q; Shi, H.L.; Lu,M. M.; Wang, G.; Jin,H.B.; Wang,W. Z.; Yuan, J.; Cao,M. S.Reduced Graphene Oxides:The Thinnest and Most Lightweight Materials with Highly Efficient Microwave Attenuation Performances of the Carbon World. Nanoscale 2014,6 (11), 5754-5761.   \n(36) Wen,B.; Cao,M.S.; Lu,M.M.; Cao,W. Q; Shi,H.L.; Liu,J; Wang, X. X.； Jin, H. B.； Fang,X.； Wang,W. Z.； Yuan, J. Reduced Graphene Oxides: Light-Weight and High-Efficiency Electromagnetic Interference Shielding at Elevated Temperatures. Adv.Mater. 2014, 26 (21),3484-3489.   \n(37）Watts,P.C.P.；Hsu,W.K.；Barnes,A.;Chambers,B.High Permittivity from Defective Multiwalled Carbon Nanotubes in the XBand.Adv.Mater.2003,15(7-8),600-603.   \n(38) Song, W. L.; Guan, X. T.; Fan,L. Z.; Cao, W. $\\mathrm { Q . ; }$ Wang, C. Y.; Cao，M. S.Tuning Three-dimensional Textures with Graphene Aerogels for Ultra-Light Flexible Graphene/Texture Composites of Effective Electromagnetic Shielding. Carbon 2015,93,151-160. (39）Mahmoodi，M.；Arjmand,M.；Sundararaj，U.；Park,S.The Electrical Conductivity and Electromagnetic Interference Shielding of Injection Molded Multi-walled Carbon Nanotube/Polystyrene Composites. Carbon 2012, 50 (4),1455-1464. ",
        "page_idx": 7
    }
]