[
    {
        "type": "text",
        "text": "Transformation of vegetative cover on the Ustyurt Plateau of Central Asia as a consequence of the Aral Sea shrinkage ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Adilov BEKZOD1,2, Shomurodov HABIBULLO1,2, FAN Lianlian2,3,LI Kaihui2.3, MA Xuexi2,3, LI Yaoming2.3\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Institute of Botany,Academy of Sciences of Uzbekistan,Tashkent 10o125,Uzbekistan;   \n2 CAS Research Center for Ecology and Environment of Central Asia, Urumqi 830011, China;   \n3 Xinjiang Institute of Ecologyand Geography,Chinese Academy of Sciences,Urumqi 830o11, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: The gradual shrinkage of the Aral Sea has led to not only the degradation of the unique environments of the Aral Sea,but also numerous and fast developing succession processes in the neighborhood habitats surrounding the sea.In this study， we investigated the vegetative succession processes related to the Aral Sea shrinkage in the Eastern Cliff of the Ustyurt Plateau in Republic of Uzbekistan, Central Asia. We compared the results of our current investigation (2010-2017) on vegetative communities with the geobotany data collcted during the 1970s (1970-1980). The results showed great changes in the mesophytic plant communities and habitat aridization as a result of the drop in the underground water level, which decreased atmospheric humidity and increased the salt content of the soil caused by the shrinkage of the Aral Sea. In the vegetative communities,we observed a decrease in the Margalef index $( D _ { \\mathrm { M g } } )$ ，which had a positive correlation with the poly-dominance index $( I { - } D )$ . The main indications of the plant communities' transformation were the loss of the weak species, the appearance of new communities with low species diversity, the stabilization of the projective cover of former resistant communities, as wellas the appearance of a new competitive species, which occupy new habitats. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: plant cover; mesophytic plant communities;vegetative succesion; xerophytization; biodiversity index; climate change; Aral Sea ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The Eastern Cliff of the Ustyurt Plateau in Republic of Uzbekistan, Central Asia,is a huge, morphologically heavily rugged terrain covered by dry clay and gravel-stony deserts with sites of solonchaks and sands.At the top of the cliff,the steep limestone slopes are abruptly converted into a flat plateau.The broken line of the Eastern Cliff restricts the eastern part of the plateau and it is a former Aral Sea shore which was previously significantly larger in size (Rakhimova et al., 2018). According to geobotanical clasification，the Ustyurt Plateau belongs to the northern Turan Province (Rachkovskaya, 2O03; Tozhibaev et al.，2016). Until the early Quaternary period, the climate on the Ustyurt Plateau was characterized by high humidity and intensive infiltration due to large amounts of precipitation， which easily penetrated and accumulated into large underground water horizons in the Miocene deposits. During the entire Quaternary period,the climate was consistently drying until the $2 0 ^ { \\mathrm { t h } }$ century,when hydrological conditions of water-bearing horizons changed into a reduction of accumulations (Cleimenova, 2010). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "At the present time,the vegetative cover of the Ustyurt Plateau has a transitional characteristic between the northern deserts (with a prevalence of Artemisia-Salsola communities） and the southern deserts (ephemeras-Artemisia),and has a scarcity of herbaceous species, especially a lack of ephemeras and ephemeroids，which appear only in the southern regions of the plateau. In contrast, the vegetation types in the cliff are the most diverse,where plants change significantly from the bottom to the top of the cliff and plant content depends on the soil (Tozhibaev et al, 2016). Gypsophytes and petrophytes mostly are observed in the clif, while mesophytes (Crataegus korolkowii, Elaegnus oxycarpa, Clematis orientalis, Tamarix ssp.,and Phragmites communis) are predominant in the bottoms of the ravines (Sarybaev,1994).The floodplain forests or tugai forests, which are common for most large river basins of Central Asia's arid regions,are found also in conditions of the Eastern Cliff of the Ustyurt Plateau, where they are represented by fragments of the tugai vegetation that is located in sites of spring irigation and related to the water table level. The tugai vegetation depends on the surface drainage of precipitation, with the relief interposed by small depressions surrounded by a predominance of desert vegetation. Dominants of tugai communities (Crataegus korolkowi, Rosa laxa, and Malacocarpus crithmifolius) have a northern origin and are highly resistant to excessive moisture and salinization (Rakhimova et al., 2018). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "During the current period，there are possibly three main factors that contribute to the transformation of the landscape and vegetative cover of the Eastern Cliff. The first is the natural trend toward a xerophytic makeover of the entire Ustyurt Plateau. Landscape changes are occurring through intensive processes such as the leaching of salts,the conversion of ancient fragments of gypsum arid areas into solonchak deserts in depressions or at the base of cliffs,and the evolution of vegetative cover into Halocnemum communities，which are closely associated with high salt concentrations (Viktorov,1971; Mamutov et al.,2O09).The second is the current trend of climate change, with increasing air temperature and decreasing precipitation globally. However, the impact of global climate change is much smaller $( 1 4 \\% )$ than the impact of water use for agricultural irrigation $( 8 6 \\% )$ on the shrinkage of the Aral Sea (Beek et al.,2O11). The third factor is the regional catastrophe of the Aral Sea shrinkage, which had a negative impact on the natural environment of the Ustyurt Plateau (Kabulov,1989). Drying up of the Aral Sea began in the early 196Os,with around $70 \\%$ of the dried areas now presented as salty deserts. Degradation of the Aral Sea has led to significant changes in the surface albedo,air temperature, soil moisture, transpiration, cloud formation,precipitation, wind direction and velocity,atmospheric transparency,and many other climatic parameters measured in close proximity to the sea (Smal et al.,1999; Shibuo et al., 2007; Roy et al.,2O14). In 196O,the surface area of the Aral Sea was around $6 . 5 0 { \\times } 1 0 ^ { 4 } ~ \\mathrm { k m } ^ { 2 }$ ，which decreased to $1 . 0 3 { \\times } 1 0 ^ { 4 } \\mathrm { k m } ^ { 2 }$ in 2011 (decreased by $84 \\%$ ). During the same period, the volume of the sea decreased as much as $90 \\%$ , the above sea level lowered by $2 3 \\mathrm { m }$ ,while the salinity increased by $90 \\%$ (from 10 to $1 0 0 \\ \\mathrm { g / L }$ ）(Micklin,2007). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Aral Sea shrinkage has led to an extensive modification of the soil, from its barren sea floor to surrounding areas. The thermal capacity of the remaining sea region significantly declined because of the decrease in its surface area，volume,and depth.Considerable changes in the interactions between the ground and bordering air layers resulted in dramatic changes in temperatures in this area. Some researches pointed out that significant climatic changes were caused by the drying of the Aral Sea, rather than global warming (Small et al.,1999; Chub, 2000; Micklin,2OO7). In addition, the drying strip along the north-eastern and eastern shores of the sea is a source of salt that is carried by the wind along with dust for a distance up to $4 5 0 { - } 5 0 0 ~ \\mathrm { k m }$ ，which in turn accelerates the desertification of the region (Bortnik and Chistyaeva, 199O).The predominant direction of the salt and dust displacement (up to $60 \\%$ ） is south-west (Bortnik and Chistyaeva,199O),although sometimes these salt-dust flows reach the Eastern Cliff of the Ustyurt ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Plateau and the Caspian Sea (Opp,2005; Kostianov and Kosarev, 2010; Indoitu et al., 2012; Groll et al., 2013). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The drying of the Aral Sea has induced succession processes of vegetative cover in the region through the stimulation of autogenous successions of the plant cover and the formation of climax vegetation on the dried botom of the Aral Sea (Dimeyeva,1995,2007,2015；Wucherer and Breckle,20ol; Kuzmiena et al., 2006). In this process,the successions have three progressions: psammoseries， haloseries， and potamoseries，which exhibit differences through ecological conditions,regularity of dynamics， species variability indices，and formation stages,and are defined on the basis of the dominant vegetative communities under changes of soil ground conditions (Dimeyeva, 2015). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "According to the study of Sarybaev (1994),the plant cover changes have different succession directions because of the specific relief structure that prevents aridization of some cliff areas. In this regard，vegetative cover of the Eastern Cliff is considered as a remote，independent phytocenosis with mountain，meadow，and steppe mesophytic elements located between the Ustyurt Plateau and the Aral Sea. Although the overall xerophytic trend and current global climate change have an impact on the environmental conditions of the entire Ustyurt Plateau (Viktorov, 1971; Mamutov et al., 2OO9),we expect the role of the Aral Sea shrinkage in the forming of the current plant cover in this area to be exceptional. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In regard to these processes,we analyzed the dynamics of mesophytic groups of plants in the Eastern Cliff of the Ustyurt Plateau, Central Asia. We hypothesized that during the general trend of xerophytization mesophytic plant communities,including plant biodiversity in the riparian forest, meadow，and steppe， vegetative types would shift into new communities with low species diversity; mesophytic plant communities for many areas would transform into xero-mesophytic and halophytic communities. To identify the causes of changes and disappearances of the mesophytic plant communities,we analyzed the comparative aspects in a number of indices of diversity in the study area, taking into account data collcted during 1970-1980 and 2010-2017. During this comparison，we considered changes in the species number and diversity，projective cover, and proportions of mesophytic, halophytic,and mesophytic and xero-mesophytic species. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The study area (Kabanbai investigation area) is located in the Eastern Cliff of the Ustyurt Plateau in Republic of Uzbekistan, Central Asia,and extends from west to east for $3 2 5 0 \\mathrm { m }$ toward the Aral Sea (Fig. 1), with a total area of $0 . 8 1 3 { \\mathrm { ~ k m } } ^ { 2 }$ . The cliff has 8 terraces,with a summary height of $2 3 0 \\mathrm { m }$ The Eastern Cliff stretches in a meridional direction adjoined by the mostly dried western part of the Aral Sea. The Ustyurt is represented by an elevated plateau of $9 7 - 3 0 0 \\mathrm { ~ m ~ }$ (Zonn et al., 2009), with several higher regions along the sea shore of up to $2 0 7 \\mathrm { - } 2 7 5 \\textrm { m }$ . There are also several depressions in the area $( 2 9 - 5 0 ~ \\mathrm { m } )$ . The Ustyurt Plateau belongs to the subzone of the northern tertiary deserts of the Turan Depression (Cleimenova, 2O1O). The aeolian landforms, clay flat areas, vast dry depressions,and dry river beds of ancient and present temporal water streams are widely spread there. The area is characterized by the occurrence of large artesian basins. The Quaternary and Miocene deposits，possessing the upper hydrological horizon (weak-pressured water)，are common on the depression's surfaces，while the Neogene and Cretaceous deposits (mostly of marine origin),having their own deper hydrological sections (pressured water),are found on the plateau and may be seen in the Eastern Cliff. The main sources of underground water in the Miocene deposits are precipitation and partly the pressure water of Crustaceous deposits. With limited precipitation （ $\\mathrm { 6 0 { - } 1 2 0 \\ m m / a ) }$ ）on the Ustyurt Plateau, the significant part of precipitation feeds the underground water,because of the high penetration ability of the Miocene deposits covering the plateau's surface and the abundance of cracks and karst cavities (Cleimenova,2010). According to soil-geographic zoning, the Ustyurt Plateau belongs to the sub-boreal belt and zone of deserts and semi-deserts, where grey-brown desert soil, Takyr, gypsum, sandy soil, solonetz, and solonchak are found. The high salinity content and low humus content are typical features of the soil on the Ustyurt Plateau. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/ca6bbb6e0ef75cca32d73f691e180457dfc1397170a8c577b6312522fb8ea752.jpg",
        "img_caption": [
            "Fig.1Location of the Eastern Cliff on the Ustyurt Plateau.(a)，study area (Kabanbai investigation area, represented asa square) in the Eastern Cliffof the Ustyurt Plateau;(b),overview of the Ustyurt Plateau (A), Kabanbai (B),and the dried partof the Aral Sea (C).The teritoryofthe Ustyurt Plateauislocated to the west from the Kabanbai,and the dried part of the Aral Sea is north from the Kabanbai. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The Ustyurt Plateau is characterized by a continental climate,with hot dry summers and quite harsh winters, strong winds,smal amounts of precipitation,unstable snow cover, high evaporation rate ( $\\mathrm { 1 5 0 0 { - } 2 0 0 0 \\ m m / a } \\mathrm { , }$ ,and abrupt changes in daily temperatures over seasons (absolute maximum temperature of $3 2 . 6 ^ { \\circ } \\mathrm { C }$ in July and absolute minimum temperature of $- 4 0 . 0 ^ { \\circ } \\mathrm { C }$ in January). During winter, the soil is frozen to a depth of $5 { \\mathrm { - } } 1 5 ~ { \\mathrm { c m } }$ ，The total radiation can reach up to 130-140 kcal/ $( \\mathrm { c m } ^ { 2 } { \\cdot } \\mathrm { a } )$ and the radiation balance is between $4 5 { - } 5 0  { \\mathrm { \\ k c a l / ( c m ^ { 2 } { \\cdot } a ) } }$ . The average vegetative growth period lasts $2 0 0 { - } 2 1 0 \\mathrm { d }$ (Rachkovskaya, 2003; Shomurodov et al., 2015; Aitmuratov,2017). The duration of the frost-free period is 175-187 d in the northern region and $1 8 7 - 2 1 5 \\mathrm { ~ d ~ }$ in the southern region. The average annual precipitation is $6 0 { - } 1 0 0 ~ \\mathrm { m m }$ in the southern region and 80-120 mm in the northern region. In the current period with worsening of ecological conditions,winters have become longer and more severe and summers are hoter and drier. Compared with the period 1970-1980, precipitation amount has decreased by $2 0 { - } 3 0 ~ \\mathrm { m m }$ ，underground water levels have lowered by $3 { - } 1 2 \\mathrm { m }$ ,and the salt content of soil has increased by 1.2-1.5 times (Aitmuratov,2017). In regions closer to the Aral Sea shore, precipitation and air moisture are higher than those on the remote Ustyurt Plateau (Sarybaev,1981). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2 Data calculation and analyses ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The climatic factors, including air temperature ${ \\mathrm { ( } } ^ { \\circ } { \\mathrm { C ) } }$ and precipitation (mm), were analyzed using data from Zhaslyk meteorological station.The indices of biodiversity were calculated for mesophytic and xerophytic communities of the Eastern Cliff, including Rosaeta laxae, Crataegeta korolkovii, Medicageta sativae,and Agropyreta fragile formations, which are situated between Ulkentumsuk and Aktykendy bays along $1 2 0 ~ \\mathrm { k m }$ . We studied the dynamics of vegetative cover based on the survey in the Kabanbai investigation area. We used the former-running (FR） and current-running (CR） periods for the dynamic assessment of the plant communities. Then，we analyzed the vegetation status of the FR period using data collected during 1970-1980 by Sarybaev (1981),and determined the vegetation status of the CR period using our field observation data collected during 2O1O-2O18 based on the same methods used for analyzing the FR period (Sarybaev, 1981; Shomurodov et al., 2015). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Field investigations were conducted by establishing investigative routes and arriving under semi-stationary conditions (Lavrenko and Korchagina,1959； Shennikov,1964； Chibrik et al., 2014).We identified plant species according to the study of Czerepanov (1995) and defined the vital form of plants based on the \"Identifier of Central Asian Plants\" (Vvedenskyi,1968-2015).We classified the natural habitats of plants according to the \"Flora of USSR\"(Shishkin and Bobrov, 1934-1964) and categorized the syntaxa based on the Vegetative Cover of Uzbekistan (Zakirov and Granitov,1973). The ecological groups of plants were identified by referring the studies of ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Akzhigitova (1982) and Rakhimova (1997). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We defined the characteristics of the atmospheric drought using the dryness index $( S i )$ described by Ped (1975),which was calculated as follows: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nS i = \\Delta t / \\sigma _ { t } - \\Delta r / \\sigma _ { r } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $\\Delta t \\left( ^ { \\circ } \\mathbf { C } \\right)$ and $\\Delta r \\ : ( \\mathrm { m m } )$ are the deviations of air temperature and precipitation from the norm, respectively； and $\\sigma _ { t }$ 1 ${ } ^ { ( \\circ } \\mathbf { C } )$ and $\\sigma _ { r }$ (mm） are the standard deviations of air temperature and precipitation, respectively. With this,we estimated the drought intensity or excessive moisture according to the $S i$ using the following criteria: $S i { \\le } - 3 . 0$ ,heavy excessive moisture; $- 3 . 0 { < } S i { \\leq } - 2 . 0 .$ medium excessive moisture; $- 2 . 0 { < } S i \\leq - 1 . 0$ ,less excessive moisture; $- 1 . 0 { < } S i { \\le } 1 . 0$ , normal moisture conditions; $1 . 0 { < } S i { \\le } 2 . 0$ , less drought; $2 . 0 { < } S i { < } 3 . 0$ , medium drought; and $S i { \\geq } 3 . 0$ ,heavy drought. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We used $ { \\alpha }$ biodiversity indices(dominance index $( D )$ ，poly-dominance index $( I { - } D )$ ， Shannon-Wiener index $( H )$ ，and Margalef index $( D _ { \\mathrm { M g } } ) )$ (Vasilevich,2009;Franklin et al., 2016; Aleksonov,2017)and the $\\beta$ biodiversity index (variability of Whittaker $( \\beta _ { w } ) _ { \\cdot }$ ）（Whittaker,1960） to explore the changes in the mesophytic and xero-mesophytic vegetative communities. Indices of biodiversity were calculated using the program PAST version 3.2 (Hammer et al., 2O01),and the equations are as follows: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nI { \\cdot } D = 1 - \\sum _ { i = 1 } ^ { s } \\frac { N _ { i } ( N _ { i } - 1 ) } { N ( N - 1 ) } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $N _ { i }$ is the number of individuals of the $i ^ { \\mathrm { t h } }$ species;and $N$ is the total number of individuals of all species. ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nH = - \\sum _ { i = 1 } ^ { s } \\bigl ( p _ { i } \\ln p _ { i } \\bigr ) ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $p _ { i }$ is the proportion of individuals of the $i ^ { \\mathrm { t h } }$ species. ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nD _ { _ { M g } } = \\frac { S - 1 } { \\ln { N } } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $S$ is the ratio of the number of identified species; and $N$ is the total number of individuals of all species. ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\beta _ { \\mathrm { } _ { w } } = \\frac { S } { \\alpha } - 1 ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $S$ is the total number of species registered in the system; and $\\alpha$ is the average species diversity of communities, measured as the species richness of standard sized samples. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We selected the following six indices for vegetative cover analysis: species number (NS), projective cover (VC),number of xerophytes and halophytes $( n _ { \\mathrm { X - h } } )$ ，number of mesophytes and xero-mesophytes $( n _ { \\mathrm { m - x m } } )$ ，projective cover of xerophytes and halophytes $( \\mathrm { V C _ { \\mathrm { x - h } } } )$ ，and projective cover of mesophytes and xero-mesophytes $( \\mathrm { V C } _ { \\mathrm { m - x m } } )$ ． All indices were calculated separately for each vegetative community. NS was the number of species per $1 0 \\mathrm { m } ^ { 2 }$ in each plant community. VC $( \\% )$ was demonstrated as a percentage which means section proportion $( 1 0 ~ \\mathrm { m } ^ { 2 } )$ that was covered by plants. The values of indices $n _ { \\mathrm { x - h } }$ and $n _ { \\mathrm { { m - x m } } }$ were the ecological plant group numbers per $1 0 ~ \\mathrm { m } ^ { 2 }$ in each plant community. $\\mathrm { V C } _ { \\mathrm { x - h } }$ and ${ \\mathrm { V C } } _ { \\mathrm { m - x m } } ( \\% )$ were calculated by converting ecological plant group numbers into section proportion $( 1 0 ~ \\mathrm { m } ^ { 2 } )$ . Finally,we separately calculated the multiannual (FR and CR periods)，maximum，minimum,and mean values,as well as the variability $( \\nu )$ of the above-mentioned six indices. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We analyzed the changes of similarity in the community structures in the FR and CR periods by using non-metric multidimensional scaling (NMDS) (Taguchi and Oono, 2Oo5) based on NS and VC values. Moreover, we used the General Linear Model (GLM) to examine the prognosis trends in NS and VC in the area within certain time intervals (FR and CR periods). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The index value of importance (IVI) was used to explore the changes in the importance of different species of vegetative cover in the FR and CR periods; it can be calculated by the equation: IVI=relative frequency+relative abundance+relative density (Bhadra and Pattanayak, 2016). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A total of 26 species were selected from all three ecological groups of plants (xerophytes, halophytes,and mesophytes and xero-mesophytes), which were found in the study area during both observation periods (1970-1980 and 2010-2017).We calculated the relative occurrence, number, and density of plant species by taking into account the life form distribution within certain areas: 10 $\\mathbf { m } ^ { 2 }$ for trees,shrubs,and semi-shrubs; $2 ~ \\mathrm { m } ^ { 2 }$ for grassy perennials； and $1 ~ \\mathrm { m } ^ { 2 }$ for annual plants.The mean differences of relative occurrence, number,and density of species in the FR and CR periods were determined using an independent sample $t { \\cdot }$ -test, and the dispersion diagram was used to define the weight value of the mean differences. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Based on the data of air temperature and precipitation，we built graphs of the multi-year dynamics of the two climatic factors and calculated the correlation coeficients between factorial data and their linear trends.It should be noted that we only analyzed their reliable trends,with a significance level of $P { < } 0 . 0 5$ . Furthermore,we used the program PAST version 3.2 for statistical analyses,and utilized ArcGIS 10.O and Surfer 15.O for the analysis of the raster images of the study area. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1 Climate change during the period 1970-2017 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Annual average air temperature showed a significant increasing trend during the period 1970-2017 in the study area ( ${ \\scriptstyle \\cdot } { \\cal P } { \\scriptstyle < } 0 . 0 0 1$ ; Fig.2a). During the period 197O-2O17,annual precipitation generally showed a significant deceasing trend and there were four severe dry years with precipitation of only $4 0 { - } 6 0 ~ \\mathrm { m m }$ ,i.e.,the years 1984，1996,2000,and 2008,which are indicated by arrows in Figure 2b $( P { < } 0 . 0 4 0 )$ . The aridity index on a decade scale during the period 1976-2O15 indicated that the greatest drought usually occurred in May and June (Fig.2c). The aridity index in May was higher during 1976-2015 and reached the highest value during the latest 10 years (2O06-2015), which coincided with the changing trends of air temperature and precipitation (Fig. 2). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/76a766766e084de846ff251ba087e36b20d8a22ae1abce14123e44a93b3c05aa.jpg",
        "img_caption": [
            "Fig.2Trends of annual average air temperature(a)and annual precipitation (b) during the period 197O-2017,as well as he aridity index on a decade scale during the period 1976-2015 (c).Severe dry years (1984,1996,2000, and 2008)with precipitation of only $4 0 { - } 6 0 ~ \\mathrm { m m }$ are indicated by arrows. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2Plant community changes in the former-running (FR) and current-running (CR) periods ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "After the comparation of the current conditions of 23 mesohytic and xero-mesophytic associations of Rosaeta laxae, Crataegeta korolkovii (Potamophyta)，Medicageta savivae (Lugophyta), and Agropyreta fragile (Stephyta) with the data from Sarybaev (1981)，we found that of the 15 communities observed in the FR period, there were seven communities disappeared during the period 1970-1980 (Table 1).We described the seven plant communities as new associations, which were not established in the 197Os in the same profile: Rosetum laxae critmifoli malocacarposum, Crateagetum korolkovi mixtoherbosum， Medicagetum sativae artemisiso-mixtoherbosum, Agropyretum fragile meyeri echinopiesum, Agropyretum fragile repens acroptilosum, Agropyretum fragile artemisiso-sativae medicagosum, and Agropyretum fragile mixtoherbosum. For the other eight communities, we found they were restructuring in the direction of fragmentation or complete disappearance, except for the formerly dominant species. These communities were distributed in areas where the bank line had retreated because of the Aral Sea shrinkage. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/e3d9e90131ea122c424ed417dc534315806b8a07be5d8d75fb67f5ee9845151f.jpg",
        "table_caption": [
            "Table1Occurrence of mesophytic and xero-mesophytic communities in the former-running (FR）and current-running(CR)periods of investigations "
        ],
        "table_footnote": [
            "Note: $\" + \"$ means occurrence,and \"-\" means nonoccurrence. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Plant community</td><td rowspan=\"2\"></td><td rowspan=\"2\">Abbreviation</td><td colspan=\"2\">Occurrence</td></tr><tr><td>FR</td><td>CR</td></tr><tr><td rowspan=\"5\">Rosaeta laxae</td><td>Rosaeta laxaemixtoherbosum</td><td>RM</td><td>+</td><td>+</td></tr><tr><td>Rosaetum laxae</td><td>R</td><td>+</td><td>+</td></tr><tr><td>Rosaetum laxae korolkovi crateageosum</td><td>RC</td><td>+</td><td>1</td></tr><tr><td>Rosaeta laxae australi phragmitesum</td><td>RP</td><td>+</td><td>1</td></tr><tr><td>Rosaeta laxae critmifoli malocacarpesum</td><td>RM</td><td>1</td><td>+</td></tr><tr><td rowspan=\"5\">Crateagetakorolkovii</td><td>Crateagetum korolkovi rosaso-sativae medicagosum</td><td>CRM</td><td>+</td><td>+</td></tr><tr><td>Crateagetum korolkovi</td><td>C</td><td>+</td><td>+</td></tr><tr><td>Crateagetum korolkovi laxae rosasum</td><td>CR</td><td>+</td><td>1</td></tr><tr><td>Crataegetum korolkovi australi phragmitesum</td><td>CP</td><td>+</td><td>一</td></tr><tr><td>Crateagetum korolkovi mixtoherbosum</td><td>CM</td><td>1</td><td>+</td></tr><tr><td rowspan=\"6\">Medicageta sativae</td><td>Medicagetum sativae viridiflori cynoglosetum</td><td>MC</td><td>+</td><td>+</td></tr><tr><td>Medicagetum sativaemixtoherbosum</td><td>MMH</td><td>+</td><td>+</td></tr><tr><td>Medicagetum sativae fragile agropyrosum</td><td>MA</td><td>+</td><td>1</td></tr><tr><td>Medicagetum sativae arvensi convolvulosum</td><td>MCA</td><td>+</td><td>1</td></tr><tr><td>Medicagetumsativaeartemisiaso-mixtoherbosum</td><td>MAM</td><td>1</td><td>+</td></tr><tr><td>Agropyretum fragile sativae medicagosum</td><td>AM</td><td>+</td><td>+</td></tr><tr><td rowspan=\"7\">Agropyreta fragile</td><td>Agropyretum fragile racemose elymusum</td><td>AEL</td><td>+</td><td>1</td></tr><tr><td>Agropyretum fragile dolicholepi puccinelosum</td><td>AP</td><td></td><td></td></tr><tr><td>Agropyretum fragilemeyeriechinopsum</td><td>AE</td><td>+</td><td>1</td></tr><tr><td>Agropyretum fragile viridiflori cynoglossum</td><td>AC</td><td>1</td><td>+</td></tr><tr><td>Agropyretum fragile repensi acroptilosum</td><td>AR</td><td>1</td><td>+</td></tr><tr><td>Agropyretum fragile artemisiaso-sativae medicagosum</td><td></td><td>1</td><td>+</td></tr><tr><td>Agropyretumfragilemixtoherbosum</td><td>AAM AMH</td><td>1 二</td><td>+ +</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "According to the study of Sarybaev (1981),a total of 87 species from 24 families and 44 genera have grown in the study area,and we found a certain sequence of 16 plant communities approaching the sea in the FR period: Salsoletum arbusculae diffusae artemisiosum $$ Siseletum glabrati $$ Rosaetum laxae $$ Rosaetum laxae korolkovi crataegusum $$ Artemisietum diffusae $$ Ephemeritum aphylli haloxilosum $$ Artemisietum diffusae arbusculae salsolosum $$ Artemisietum diffusae orientale salsolosum $$ Ephedretum distachi- $$ Artemisietum diffusaeephemerosum $$ Salsoletum arbusculae $$ Halocnemetum strobilacei- $$ Anabasetum salsae $$ Phramitetum australihispidae tamaricosum $$ Salsoletum orientali diffusae artemisiosum $$ Eremopyretum orientale haloxilosum. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Analysis of our data demonstrated that during 197O-1980,Artemisia terrae-alba dominated most plant communities in the study area,while during the later years,7 out of 11 $( 6 4 \\% )$ Artemisia diffusa dominated the Artemisia communities. In addition,during our study investigation period (2010-2017)，we observed a significant increase in the proportion of Atraphaxis spinosa communities，which are typical for savanna-like communities in foothills and low-mountain terrain,as well as for ecosystems of warm-temperate southern deserts (ecosystems of insular low-mountain landscapes) (Bykova, 2Ol7). In the investigation area, we observed communities of Atraphacitum spinosae， Atraphacitum spinosae mixtoherbosum， Atraphacitum spinosae laxae rosaso-mixtoherbosum, Atraphacitum spinosae arbusculae salsolosum,and Atraphacitum spinosae diffusae artemisiosum, which were not found during 1970-1980 (Table 1). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Correlations (represented as $k$ values) between the six indices of vegetative cover and climatic factors were determined during our analysis. Specifically，during 197O-2O17, indices of $n _ { \\mathrm { X - h } }$ $\\scriptstyle ( k = 0 . 5 0 )$ and $\\mathrm { V C } _ { \\mathrm { x - h } }$ $\\scriptstyle ( k = 0 . 7 2 )$ were positively correlated with the changes in the multiannual temperature,while other indices of NS ( $( k { = } 0 . 7 0 )$ ,VC $\\scriptstyle ( k = 0 . 6 6 )$ ， $n _ { \\mathrm { { m - x m } } }$ $\\scriptstyle ( k = 0 . 6 4 )$ ,and $\\mathrm { V C } _ { \\mathrm { m - x m } }$ $\\scriptstyle ( k = 0 . 6 9 )$ were sensitive to precipitation. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In general， we observed a weakening trend in the development of mesophytic and xero-mesophytic species ( $\\scriptstyle \\overbrace { n _ { \\mathrm { m - x m } } }$ values reducing from 20.6 to 18.7),where the variable occurrence of these species once reached up to $9 0 . 0 \\%$ $_ { ( \\nu = 8 8 . 6 ) }$ ．During the 1980s,communities without mesophytic and xero-mesophytic species (minimum $n _ { \\mathrm { { m - x m } } } { = } 0 $ ）covered $2 3 . 5 \\%$ of the study area, while they occupied only $1 3 . 3 \\%$ at the present time. It is also noted that with increasing drought, the decrease in the VC index triggered an increase in the $\\mathrm { V C } _ { \\mathrm { x - h } }$ 1 $( \\nu { = } 2 8 . 5 )$ .During this process,the number of communities increased,and the VC of which completely formed at the expense of xerophytes and halophytes.Increased indices in variability ( $\\cdot n _ { \\mathrm { { m - x m } } }$ and $\\mathrm { V C } _ { \\mathrm { m - x m } _ { \\mathrm { , } } }$ ）indicated unstable characteristics in the mesophytic communities (Table 2). ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/78230e5699881fca110de1515afc1d96e6ec8f01621d41d6de9f9e0ad655c67e.jpg",
        "table_caption": [
            "Table 2Indices of vegetative cover in the FR and CR periods of investigations "
        ],
        "table_footnote": [
            "Note:NS,species number; VC,projective cover; $n _ { \\mathrm { x - h } }$ ,number of xerophytes and halophytes and xerophytes, $n _ { \\mathrm { { m - x m } } }$ ,number of mesophytes and xero-mesophytes; $\\mathrm { V C } _ { \\mathrm { x - h } }$ ,projective cover of xerophytes and halophytes; $\\mathrm { V C } _ { \\mathrm { m - x m } }$ ,projective cover of mesophytes and xero-mesophytes; $\\nu$ ,variability; SE,standard error. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Index</td><td colspan=\"2\">Maximum±SE</td><td colspan=\"2\">Minimum±SE</td><td colspan=\"2\">Mean±SE</td><td colspan=\"2\">V</td></tr><tr><td>FR</td><td>CR</td><td>FR</td><td>CR</td><td>FR</td><td>CR</td><td>FR</td><td>CR</td></tr><tr><td>NS</td><td>49.70±1.57</td><td>17.40±0.37</td><td>5.50±0.26</td><td>4.60±0.32</td><td>20.60±2.57</td><td>9.70±1.95</td><td>65.30</td><td>39.20</td></tr><tr><td>VC (%)</td><td>95.10±0.55</td><td>95.70±0.27</td><td>45.80±0.77</td><td>7.10±0.30</td><td>63.10±2.30</td><td>36.90±1.15</td><td>25.60</td><td>68.50</td></tr><tr><td>nx-h</td><td>98.00±0.49</td><td>99.00±0.34</td><td>55.10±0.47</td><td>25.00±0.29</td><td>79.40±1.71</td><td>81.30±1.11</td><td>18.10</td><td>20.50</td></tr><tr><td>nm-xm</td><td>45.50±0.36</td><td>75.30±0.25</td><td>0.50±0.25</td><td>0.80±0.22</td><td>20.60±2.81</td><td>18.70±2.22</td><td>69.40</td><td>88.60</td></tr><tr><td>VCx-h (%)</td><td>98.30±0.40</td><td>99.10±0.24</td><td>20.40±0.37</td><td>11.40±0.15</td><td>75.60±1.77</td><td>84.20±1.15</td><td>35.50</td><td>28.50</td></tr><tr><td>VCm-xm (%)</td><td>80.40±0.83</td><td>89.40±0.23</td><td>0.80±0.24</td><td>0.90±0.20</td><td>23.80±2.77</td><td>15.90±2.09</td><td>109.40</td><td>150.40</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The increase of the maximum $n _ { \\mathrm { { m - x m } } }$ index and the weakening position of the minimum $n _ { \\mathrm { X - h } }$ index were paradoxical, when the reconstruction of communities went toward xerophytes and halophytes. This phenomenon may be explained by the preservation of a favorable environment for the development of mesophytic community (Rosaeta laxae mixtoherbosum) in the first terraces of the cliff. The Rosaetum laxae mixtoherbosum community was the first succession line during the decline of the Rosetum laxae community，which was composed of eight species $( \\mathrm { V C } { = } 5 5 . 0 \\% )$ ） Apart from Rosa laxae communities,there were mesophytes and xero-mesophytes，such as Agropyron fragile, Cynoglossum viridiflorum， Medicago sativa, and Poa bulbosa, as well as hydrophyte Phragmites australis. The presence of the latter indicated the close occurrence of underground water, which is why the community is less affected by the current aridization process. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3 Changes in biodiversity and index value of importance (IVI) in the FR and CR periods ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "During 2010-2Ol7, five out of seven mesophytic communities investigated showed a decrease in $D _ { \\mathrm { M g } }$ ，which was positively correlated with the $_ { I - D }$ that was related to the unfavorable conditions caused by the shrinkage of the Aral Sea. The increase of $D$ in some communities (Rosaeta laxae mixtoherbosum and Crateagetum korolkovi rosaso-sativae medicagosum） was caused by the decrease in species abundance or species diversity (Medicagetum sativae arvensi convolvulosum and Medicagetum sativae mixtoherbosum) or a combination of both factors (Crateagetum korolkovi). In the plant communities of Rosaetum laxae and Agropyretum fragile sativae medicagosum， we observed an increase in the uniformity at the expense of the penetration of some xerophytic shrubs 0 $D$ and $H$ values ranging from O.62 to 0.56 and 0.86 to 1.30,respectively) and perennial grasses $( D$ and $H$ values ranging from O.08 to 0.07 and 2.74 to 2.89,respectively) (Table 3). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Significant changes in IVI were found mainly for xerophytes,and mesophytes and xero-mesophytes (Table 4).We observed a high level in the average difference (35.1O) for the relative occurrence, number,and density of Artemisia diffsa in both the FR and CR periods,as well as an increase of IVI during the later years.We found similar changes for Artemisia turanica and Atraphasix spinosa among xerophytes, Climacoptera lanata among halophytes,and Hulthemia persica, Echinops meyeri, Acroptilon repens,and Poa bulbosa among xero-mesophytes. However, we observed a decrease of IVI in the CR period for Artemisia terrae-albae.A significant decrease in IVI was also found for halophytes (Tamarix androssovi and Halocnemum strobilaceum) and mesophytes and xero-mesophytes (Phragmites australis and Medicago sativa), with a low average difference value. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/4c84c76184a2f1bee80d7b9e5db2bb317e60dba47571e98b5dad35b5dd302e3a.jpg",
        "table_caption": [
            "Table3Changes in the biodiversity indices of the mesophytic plant communities in the FR and CR periods of investigations "
        ],
        "table_footnote": [
            "Note:D,dominance index; $I { - } D$ ，poly-dominance index；H, Shannon-Wiener index; $D _ { \\mathrm { M g } }$ ，Margalef index; $\\beta _ { w } , ~ \\beta$ biodiversity index (variabilityofWhitaker)；RM,Rosaetalaxaemixtoherbosum；R,Rosaetumlaxae;CRM,Crateagetumkorolkovirosaso-sativae medicagosum；C，Crateagetumkorolkovi；MCA，Medicagetumsativaearvensiconvolvulosum；MMH，Medicagetumsativae mixtoherbosum;AM,Agropyretum fragile sativae medicagosum. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">No.</td><td rowspan=\"2\">Community</td><td colspan=\"2\">D</td><td colspan=\"2\">1-D</td><td colspan=\"2\">H</td><td colspan=\"2\">DMg</td><td rowspan=\"2\">βw</td></tr><tr><td>FR</td><td>CR</td><td>FR</td><td>CR</td><td>FR</td><td>CR</td><td>FR</td><td>CR</td></tr><tr><td>I</td><td>Riparian forest</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>1.1</td><td>Rosaeta laxae</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>1.1.1</td><td>RM</td><td>0.04</td><td>0.08</td><td>0.95</td><td>0.91</td><td>3.16</td><td>2.84</td><td>4.84</td><td>4.23</td><td>0.02</td></tr><tr><td>1.1.2</td><td>R</td><td>0.62</td><td>0.56</td><td>0.38</td><td>0.44</td><td>0.86</td><td>1.30</td><td>1.56</td><td>4.20</td><td>0.42</td></tr><tr><td>1.2</td><td>Crataegeta korolkovii</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2.1.</td><td>CRM</td><td>0.09</td><td>0.16</td><td>0.91</td><td>0.84</td><td>2.87</td><td>2.29</td><td>4.74</td><td>4.65</td><td>0.04</td></tr><tr><td>2.2.</td><td>C</td><td>0.20</td><td>0.56</td><td>0.80</td><td>0.44</td><td>2.27</td><td>1.16</td><td>3.38</td><td>3.16</td><td>0.08</td></tr><tr><td>Ⅱ</td><td>Motley grass</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2.1</td><td>Medicageta sativae</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2.1.1</td><td>MCA</td><td>0.05</td><td>0.22</td><td>0.94</td><td>0.77</td><td>3.25</td><td>1.98</td><td>6.07</td><td>3.85</td><td>0.38</td></tr><tr><td>2.1.2</td><td>MMH</td><td>0.03</td><td>0.29</td><td>0.96</td><td>0.70</td><td>3.47</td><td>1.80</td><td>6.38</td><td>3.36</td><td>0.37</td></tr><tr><td>IⅢI</td><td>Steppe</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>3.1</td><td>Agropyreta fragile</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>3.1.1</td><td>AM</td><td>0.08</td><td>0.07</td><td>0.91</td><td>0.93</td><td>2.74</td><td>2.89</td><td>3.70</td><td>5.25</td><td>0.14</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/c5829562a30bed4cf656b0db797965a3be3daabf814703d392c99f1f64e93891.jpg",
        "table_caption": [
            "Table 4Index value of importance (IVI) of plant species in the FR and CR periods of investigations "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Ecological group</td><td rowspan=\"2\">Specie</td><td rowspan=\"2\">Abbreviation</td><td rowspan=\"2\">Life form</td><td colspan=\"2\">IVI</td><td rowspan=\"2\">Averene</td></tr><tr><td>FR</td><td>CR</td></tr><tr><td rowspan=\"9\">Xerophytes</td><td>Salsola arbusculiformis</td><td>SA</td><td>Semi-shrub</td><td>45.20</td><td>57.30</td><td>6.05</td></tr><tr><td>Salsola orientalis</td><td>SO</td><td>Semi-shrub</td><td>30.30</td><td>31.60</td><td>0.65</td></tr><tr><td>Ephedra distachya</td><td>ED</td><td>Semi-shrub</td><td>20.30</td><td>21.50</td><td>0.57</td></tr><tr><td>Artemisia terrae-albae</td><td>ATA</td><td>Semi-shrub</td><td>60.20</td><td>19.00</td><td>20.60</td></tr><tr><td>Artemisia diffusa</td><td>AD</td><td>Semi-shrub</td><td>18.50</td><td>88.70</td><td>35.10</td></tr><tr><td>Artemisia turanica</td><td>AT</td><td>Semi-shrub</td><td>9.10</td><td>29.80</td><td>10.35</td></tr><tr><td>Atraphaxis spinosa</td><td>AS</td><td>Semi-shrub</td><td>25.80</td><td>46.80</td><td>10.50</td></tr><tr><td>Limonium suffruticosum</td><td>LS</td><td>Semi-shrub</td><td>11.80</td><td>17.60</td><td>2.90</td></tr><tr><td>Ceratocarpus utriculosus</td><td>CU</td><td>Annual</td><td>15.90</td><td>29.40</td><td>6.75</td></tr><tr><td rowspan=\"8\">Halophytes</td><td>Girgensohnia oppositiflora</td><td>GO</td><td>Annual</td><td>13.80</td><td>27.20</td><td>6.70</td></tr><tr><td>Haloxylonaphyllum</td><td>HA</td><td>Tree</td><td>32.20</td><td>36.30</td><td>2.05</td></tr><tr><td>Tamarix androssovii</td><td>TA</td><td>Shrub</td><td>20.00</td><td>7.70</td><td>6.15</td></tr><tr><td>Nitraria schoberi</td><td>NSc</td><td>Shrub</td><td>5.10</td><td>9.60</td><td>2.25</td></tr><tr><td>Anabasis salsa</td><td>ASa</td><td>Semi-shrub</td><td>32.90</td><td>42.10</td><td>4.60</td></tr><tr><td>Halocnemum strobilaceum</td><td>HS</td><td>Annual</td><td>22.30</td><td>14.10</td><td>4.10</td></tr><tr><td>Climacoptera lanata</td><td>CL</td><td>Annual</td><td>35.30</td><td>72.90</td><td>18.80</td></tr><tr><td>Crataegus korolkovii</td><td>CK</td><td>Tree</td><td>30.90</td><td>20.20</td><td>5.35</td></tr><tr><td rowspan=\"10\">Mesophytes and xero-mesophytes</td><td>Rosa laxa</td><td>RL</td><td>Shrub</td><td>28.60</td><td>32.50</td><td>1.95</td></tr><tr><td>Hulthemia persica</td><td>HP</td><td>Shrub</td><td>16.60</td><td>45.10</td><td>14.25</td></tr><tr><td>Echinopsmeyeri</td><td>EM</td><td>Perennial grass</td><td>16.80</td><td>41.90</td><td>12.55</td></tr><tr><td>Agropyron fragile</td><td>AF</td><td>Perennial grass</td><td>17.70</td><td>22.70</td><td>2.50</td></tr><tr><td>Acroptilon repens</td><td>AR</td><td>Perennial grass</td><td>13.40</td><td>46.30</td><td>16.45</td></tr><tr><td>Phragmites australis</td><td>PA</td><td>Perennial grass</td><td>12.60</td><td>6.70</td><td>2.95</td></tr><tr><td>Medicago sativa</td><td>MS</td><td>Perennial grass</td><td>25.30</td><td>8.40</td><td>8.45</td></tr><tr><td>Poabulbosa</td><td>PB</td><td>Ephemeroid</td><td>37.90</td><td>89.40</td><td>25.75</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Eremopyrum orientale</td><td>EO</td><td>Ephemeral</td><td>26.70</td><td>53.00</td><td>13.15</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.4 Vegetative cover distribution in the FR and CR periods ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The stress index NMDS equaled to O.21，which indicated an acceptable independence in vegetative cover for both observation periods.The probability of species distribution and density was different between the two periods (Fig. 3).We further used the GLM to examine the prognosis trends in NS and VC in the area within certain time intervals (FR and CR periods), and the results are shown in Figure 4. Specifically, NS and VC were stable and had a low regression trend in the FR period $( y = - 0 . 0 0 5 7 x + 6 3 . 1 7 7 0$ ； Fig. 4a)；however, the two indices exhibited a progressive trend in the CR period $( y = 0 . 5 6 6 1 x + 3 1 . 3 7 5 0$ ; Fig. 4b). ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/b608f248e3adfb3b8bffd59cebc866f933a6f894bb189f9c06e2d210120d46ad.jpg",
        "img_caption": [
            "Fig.3Non-metric multidimensional scaling (NMDS)diagram of vegetative cover in the study area based on the plant species and projective cover during the periods of 1970-1980 (NMDS1) and 2010-2017 (NMDS2) "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/83189c37c9be7d780424ec53c32783d3e4c7a03a6e9418b4639b514a62f55fc7.jpg",
        "img_caption": [
            "Fig.4Prognosis trends of species number (NS)and projective cover(VC) in the former-running (FR;a)and current-running(CR;b) periods "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.1Changesin climatic factors on the Ustyurt Plateau ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "During the later stages of the study，variation trends in the distribution of monthly average temperature and precipitation were observed in the study area. We found a decreasing trend in the multi-year annual precipitation (Fig. 2b),which can be explained by the low amounts of annual precipitation $( 4 0 - 6 0 ~ \\mathrm { m m } )$ in 1983,1996,2000,and 2007. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The current annual precipitation decreased by $1 8 { - } 2 0 ~ \\mathrm { m m }$ compared with that before human activity began diverting water flow into the Aral Sea. The amplitude of precipitation change reached more than $13 \\%$ . In addition,we found significant positive trends in the annual precipitation in winter (January,February,and December),spring (April and May),and autumn (October and November). However,the positive trend was only found for temperature at the annual scale (Fig. 2a),with the interval for the multi-year annual average temperature equaling to $9 . 8 ^ { \\circ } \\mathrm { C } - 1 1 . 3 ^ { \\circ } \\mathrm { C }$ and the increase in the multi-year annual average temperature at $2 . 0 ^ { \\circ } \\mathrm { C }$ .The stable increasing trend in the multi-year annual average temperature was resulted from the increase in the annual air temperature during both the cold and warm halves of the year, with a more significant warming trend during the cold periods, especially in January and February. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The climate records around the Aral Sea showed dramatic temperature changes between 1960 and 1997,with the mean,maximum, and minimum temperatures varying up to $6 . 0 ^ { \\circ } \\mathrm { C }$ 、An increase in the diurnal temperature $( 2 . 0 ^ { \\circ } \\mathrm { C } - 3 . 0 ^ { \\circ } \\mathrm { C } )$ was observed in all months, demonstrating a weakening damping effect of the Aral Sea on the diurnal temperature (Small et al.,1999). Compared to the previous period (1970-1995)，the $S i$ in the current study period (2010-2017） showed a steady upward trend, making the climate toward to a drier state, especially in spring and summer when vegetation was developing well The increase in the aridity was particularly distinctive in March, when ephemeral and ephemeroid plants developed in abundance. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.2Changes in biodiversity indices of the mesophytic communities ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Analysis of the $ { \\boldsymbol { a } }$ biodiversity indices showed that the increase of the $D$ values in the Crataegeta korolkovii community was related to the decrease in the species diversity ( $\\boldsymbol { D } _ { \\mathrm { M g } }$ values decreasing from 6.07 to 3.85),which accompanied by an increase in the abundance of herbaceous species. This process was especially distinctive in the communities dominated by Medicago sativa, where dominance increased at the expense of a significant decrease in the species diversity $( D _ { \\mathrm { M g } }$ values decreasing from 6.38 to 3.36). In most communities (Rosaeta laxae mixtoherbosum, Crateagetum korolkovi rosaso-sativaemedicagosum， Medicagetum sativaearvensi convolvulosum, Medicagetum sativae viridiflori cynoglosetum, and Agropyretum fragile sativae medicagosum), the values of the $_ { I - D }$ were close to each other (correlation coefficients of O.91-O.96),which indicated uniformity and high diversity of plant communities. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "According to the research of Rabotnov (1983), poly-dominance is typical for meadow and steppe phytocenoses in more northern latitudes.The presence of these phytocenoses in the study area indicated the optimum of hydrotermic conditions for the wide dispersal of the mesophytic plant species. Poly-dominance is typical for unstable vegetation communities linked to changeability in the ecological system of the land,as related to the different meteorological and hydrological regimes in separate years(Vasilevich,2Oo9). The decrease in the $_ { I - D }$ values of the plant cover in the study area was caused by the continuous dry climate, primarily because of the shrinkage of the Aral Sea over the last 4O-45 years.The significant decreases in the number and abundance of the mesophytic species,as well as the appearance of the plants with xerophytic and meso-xerophytic characteristics,indicated an initial stage in micro-successions. This phenomenon was especially distinctive in the Cynnoglosetum viridiflorae sativae medicagetum sativae mixtoherbosum communities,where significant differences were found in the $\\boldsymbol { a }$ biodiversity $( D _ { \\mathrm { M g } } )$ and $\\beta$ diversity $( \\beta _ { w } )$ indices; both indices are the indicators of future degradation of these communities. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In spite of the aridization of the climate,the biodiversity index $D _ { \\mathrm { M g } }$ increased twice in the Rosaetum laxae and Medicageta sativae-Agropyreta fragile sativae medicagosum communities compared with that in the 198Os.This increase in the $D _ { \\mathrm { M g } }$ was related to the lowering in the dominance level of Rosa laxa ( $D$ values decreasing from O.62 to O.56), freeing up of space for the setling of other xerophytic species,and resistance of these communities to environmental changes. In addition，Rosa laxa has very high adaptations for a wide ecological range of different environmental conditions and various plant communities; therefore, its natural geographical habitat is very vast,from western Siberia through the Kazakhstan steppes,including the deserts around the ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Aral Sea, to the mountain areas of Middle Asia (Chibrik et al.,2O14; Bykova, 2O17). The original habitat of Agropyron fragile was the desert around the Caspian Sea and Aral Sea (Lavrenko,1991; Bykova, 2Ol7); although this plant species is a typical dominant of the steppe ecological zone, Agropyron fragile is an important species in the formation of the current plant communities in the cenosis of deserts, in which preferably dynamic ecosystems form new communities induced by anthropogenic pressure where continuous covers of annual plants are observed (Safronova, 2016). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.3 Changes in indices of vegetative cover ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "It is well-known that plant communities that have high species diversity are very stable; during changing environmental conditions in these communities, some species decrease in abundance while some increases, keeping the communities' productivity maintaining the same level (Tilman et al.,1997).With the instability of the ecosystem,the ecotones decrease,leading to a decline in the plant cover productivity. Our field investigations demonstrated that the projective cover of the main plant species that form vegetative communities play a key role in maintaining the stability of the entire community. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Our results showed that during the 48 years span between previous and current studies (1970- 2017), the values of NS decreased twice in the study area (Table 2). Communities with high species diversity were more sensitive to drought, while communities with poor species diversity developed more intensively in the same conditions. In connection with current changes in the ecological conditions during the last years, great variations were observed between indices $\\mathrm { \\Delta V C _ { \\mathrm { m a x } } }$ and $ { \\mathrm { V C } } _ { \\mathrm { m i n } }$ (v values increasing from 25.6 to 68.5),relating to plant species changes at the expense of replacement by other species and/or by penetration into community species,which were more resistant to the current environmental conditions.In the dynamic communities, the decreases in NS and VC have often led to changes in the plant number of the vegetative communities. This is done through the weakening of the activity range for sensitive species to some limiting factors and the penetration of new pioneer species into the community,as well as by increasing the range of the successful succession of the continuum (Breugel et al., 2OO7; Norden et al.,2O11,2012). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "It is widely accepted that serious succession changes happen with a decline in the plant VC and NS of communities in the degraded areas in more humid regions of the world, such as the tropical Andes Mountains (Sarmiento et al.，2003)，Argentina (Tognett et al.，201O)，the Alps in Switzerland (Stampfli and Zeiter,2O04),and urban environments (Chun-chiu et al.,2018).Our results of NS and their VC by using NMDS demonstrated that plant communities observed in both investigation periods (1970-1980 and 2010-2017） were not closely related and most indices concentrated in the area with a negative gradation (Fig. 3). Such types of community relationships showed the generalization of the succession processes in arid regions, where a complete rebuilding of vegetative cover occurred due to the changes in the quantitative plant indices (NS and VC) and the formation of new plant communities. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The strategic distribution of plant community development is closely related to the changes in the community density under drought conditions. Climate change toward aridity creates favorable conditions for the appearance of more adaptive species for the drier environment (Munson et al., 2011；Ahmad et al.，2017；Erin et al.，2O17)，and such aridity consequently lead to the disappearance of weak species，the appearance of new communities with a few NS,the stabilization of the projective cover of former resistant communities, as well as the appearance of a new competitive species,which occupy new habitats. Further drying of the soil combined with increasing temperatures also leads to the destruction of weakly resistant mesophytic species and the expansion of xerophytes and halophytes. All these changes are typical of the current conditions of plant communities in the Eastern Cliff, which is slightly different from the rest area of the Ustyurt Plateau. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Our results demonstrated that during the latest years,in spite of increasing the number of new communities in the study area, the $n _ { \\mathrm { X - h } }$ value and variability $( \\nu )$ of the $n _ { \\mathrm { X - h } }$ index did not change significantly (Table 2). In contrast to other areas of the Ustyurt Plateau (with the dominance of xerophytes and halophytes)，the mesophytes in the Eastern Cliff were obviously predominant before the Aral Sea crisis. The specific landscape of terraces and the distribution of minerals played specific roles in the forming of the plant cover in the Eastern Cliff(Viktorov,1971).During the shrinkage of the Aral Sea, these factors lost their influences on the plant community changes in the Eastern Cliff and the soil-climatic conditions became the main factors during the forming of the current plant cover, with a prevalence of xerophytes and halophytes.During these processes,the species diversity changed, and the basic species of xerophytes and halophytes, such as Tamarix androssovii, Halocnemum strobilaceum,Anabasis salsa,Haloxylon aphyllum,Salsola orientalis, and Artemisia terrae-albae， gave way to the invaders,including Artemisia difusa, Artemisia turanica, Atraphaxis spinosa, and Salsola arbusculiformis,the role of which were insignificant in the vegetative cover before the Aral Sea crisis. The decline of Artemisia terrae-albae with more mesophytic origin was especially significant, while the proportion of Artemisia diffusa increased, with more xerophytic characteristics. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The mesophytic fraction of the plant cover in the Eastern Cliff was initially unstable and presented changes in the ecosystem related to the shrinkage of the Aral Sea,which led to the succession processes of the xerophytic and halophytic lines.In spite of this, in some regions, the mesophytic plants increased in quantity and competition indices as evidenced by the IVI. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "For new communities,a high proportion of the projective cover of Poa bulbosa was noted. For example, the maximum value of the $\\mathrm { V C } _ { \\mathrm { m - x m } }$ in the study area during 2O1O-2O17 corresponded to the Poetum bulbosae arbusculae salsolosum community that was absent during 1970-1980, when the proportion of Poa bulbosa reached up to $3 5 \\%$ .In addition,Poa bulbosa dominated in other communities, such as the Artemisietum diffusae bulbosae poosum community, which was spread within the first and middle (starting from the dried Aral Sea bottom) terraces of the cliff. Communities with a dominance of ephemeroids and semi-shrubs are indicated on an intermediate level of plant degradation between heavy and middle stages (Lazareva et al.， 2O15). Dimeyeva (1995,2OO7) investigated the natural and anthropogenic dynamics of dry vegetation in the deserts surrounding the Aral Sea and Caspian Sea,and pointed out that there was a decline and/or disappearance of unstable species under the impact of different factors and that their sites were settled by basic species with a rudimentary strategy，such as Poa bulbosa. Similar results were found by Hierro et al. (2OO6)，who revealed that Poa bulbosa,as an invasive plant species, demonstrated intensive diffusion processes into the desolate teritories in the US states of Washington, Idaho,and Montana, and in some regions of Turkey. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Another representative of rudimentary flora was Acroptilon repens,which was also widely settled in the Eastern Cliff. Although this plant species has a Central Asian origin (Moskalenko, 2001), it has spread into Australia,Western Europe,Russia,and North America as an invasive plant (Mangold et al., 2Oo7).In the study area, Acroptilon repens often became a co-dominant species in communities with a dominance of Atraphaxis spinosa.The densest thickets of Acroptilon repens occurred on the first terrace of the cliff with well-lightened slopes and fine-grained soils, where tall shrubs were absent. As a weed, this species was spread in the water-limited areas of the Eastern Cliff, where it expelled mesophytic species such as Geranium transversale and Coridalis schanginii, which were dominant species during the 198Os.At present, the latter remains in the shadiest places near the cliffs or tall shrubs,such as Rosa laxa and Crataegus korolkovii In our study area, the number of Acroptilon repens communities continued to increase and did gradually displace the preserved but fragmented Medicago sativae thickets，which reconstructed their communities because of the invasive Artemisia diffusa from the side of the dried bottom of the Aral Sea and the appearance of Acroptilon repens and Dodartia orientalis in areas of dried springs. The increase in the IVI of Acroptilon repens from 13.4 (1970-1980) to 46.3 (2010-2017) occurred as the result of the weakening competition from the previously dominant species caused by the aridization processes and the high resistance abilities of the new dominants.Acroptilon repens has a vegetative as well as a generative way of reproducing, a powerful root system that penetrates up to $1 0 \\mathrm { m }$ deep,a high seed production rate,and a resistance to drought,all the invasive abilities that enable this species to cover new alien areas. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "We also noted an increase in the IVI for Echinops meyerii and Hulthemia persica. Neither of these species demonstrated dominant characteristics during 1970-1980 (Sarybaev,1981). Echinops meyeri was a part of Haloxyletum aphylli,Rosaetum laxae and Agropyretum fragile communities in sparse abundance, while Hulthemia persica participated in the forming of Poetum bulbosae communities (Poetum bulbosae diffusae artemisiosum and Poetum bulbosae arbusculae communities). During the later years, the community number of Echinops meyerii increased in the Eastern Cliff, where near the cliffs this species assumed the dominant role with a projective cover reaching up to $70 \\% - 8 0 \\%$ .The plant communities with a predominance of Echinops meyerii were found on the fine-grained,gentle slopes of the cliff along temporal watercourses. More dense thickets of Hultemia persica were observed on the open, sunny， and gypsum-bearing slopes. Slightly lower regions, where spring rainfallusually accumulated, were the typical habitats for this species on the Ustyurt Plateau. In the Eastern Cliff,we observed the gradual penetration of Hultemia persica into Medicago sativa and Acroptilon repens communities,and in some regions of the upper terraces, Hultemia persica displaced Medicago sativa and other mesophytes from the plant cover. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Dynamic analysis of the plant cover in the study area demonstrated the decrease of the IVI for Phragmites australis by several times. Declining number of communities with this species dominance is related to the drying of springs in the Eastern Cliff that led to the disappearance of Calamagrostis dubia,which can be found only as single,old individuals in areas with a high bedding of underground water around the dried springs. The shrinkage of the Aral Sea and its associated decrease of underground water levels,climate changes, air temperature increases,and precipitation and air moisture decreases,have a negative impact on the current situation for the fragmented community of the rare mesophytic species, i.e., Crataegus korolkovi. In spite of the predominance of young fractions of this tree species in the Eastern Cliff, the general number of communities and the distribution area are decreasing.The most stable habitat for Crataegus korolkovi was found in communities with a dominance of another mesophyte,Rosa laxa. On the one hand,the specific habitats with half-shady conditions on the botom of the first terrace likely prevent the penetration of other halophytic and xerophytic species and protect Rosa laxa from displacement. On the other hand,species of Rosa are also the most resistant and competitive shrubs in the Eastern Cliff. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Our data supported the hypothesis that during the general trend of environmental xerophytization, the mesophytic plant communities, including the riparian forest, meadow,and steppe,would change in the direction of the diminishment of plant species variability into communities, with declining mesophytic plant communities in some areas. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "In spite of the natural xerophytic trend of the entire Ustyurt Plateau landscape, the mesophytic plant communities in the Eastern Cliff were still obviously predominant before the Aral Sea crisis. However, during the last several decades,the process of climate aridization has intensified as a result of the quick shrinkage of the Aral Sea,and the role of the specific relief structures and hydro-thermal conditions of the Eastern Cliff were weakened in their support of the development and sustainability of the unique mountain flora of the region. The gradual disappearance of representatives of mesophytic flora has led to the decreases in the $D _ { \\mathrm { M g } }$ and $I { - } D$ and the increase in the $D$ associated with the declining abundance of species and the number of species in communities.The plant cover of the Ustyurt Plateau formed during the current epoch of landscape development demonstrated by the trend toward increasing the portion of xerophytes and enlarging the arid areas around the Aral Sea. Plant communities changed the density of their mosaics in linear characteristics, as a result of the disappearance of weak species, alowing for the creation of new origin communities with lower number of species,the stable preservation of the projective cover from former resistant communities, as well as the appearance of species with highly-competitive strategies that penetrated into new habitats. New communities with dominance and co-dominance of other species are indicated in the intermediate stages of development in these plant communities in the Eastern Cliff and lead toward dominance of xerophytes and halophytes.This finding is supported by the high IVI for typical desert plants, especially these dominated in the gentle low and middle slopes of the cliffs without terraces. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Thisstudy was supported by the Strategic Priority Research Program of the Chinese Academy of Sciences (XDA20020101).We also thank for the project \"Moderm Trends in the Development of Vegetation and Fauna of Ustyurt in the Process of Desertification\"(F3MB-2016-0910183457)，which is supported by the Ministryof Innovative Development of the Republic ofUzbekistan. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "AhmadDS,Jatna S,DedyDR,etal.20l7.Impactofclimatechangeonpotential distributionof xero-epiphyticselaginellas (Selaginella involvens and S.repanda) in Southeast Asia.Biodiversitas,18:168O-1695.   \nAitmuratovRP.2O17.Dynamicsof te KarakalpakstanFlora.Dynamics and CapabilitiesofEnvironments of theKarakalpakstan. Nukus: Ilim Press,78-79.(in Russian)   \nAkzhigitovaNI1982.Halophytic Vegetationof MidleAsiaand ItsIndicativeCharacteristics.Tashkent:FanPress,6-9.(in Russian)   \nAleksanov V V.2017.Methods of Biodiversity Investigations.Kaluga: OEBC Publication,25-56.(in Russian)   \nBek AT,VoBF,FlorkeM.2O11.Modelingtheimpactof globalchangeonthe hydrologicalsystemoftheAral Seabasin. Physics and Chemistry of the Earth,Parts A/B/C,36(13): 684-695.   \nBhadra AK,Patanayak SK.2016.Abundance ordominance:whichis more justified to calculate 2345 importancevalue index (IVI) of plant species?Asian Journal Pharmaceutics Science Technology,7(9): 3577-3601.   \nBortnik VN,Chistyaeva SP.1990.Hydrometeorologyand hydrochemistryof seasof the USSR.In: The Aral Sea Vol7. Leningrad:Gidrometeoizdat Press,42-46.(in Russian)   \nBreugel MVBongersF,Martinez-Ramos M.Oo7.Speciesdynamics duringearlyscondaryforestsucesion:recuitment, mortality and species turnover. Biotropica, 39(5): 610-619.   \nBykovaEA.2O17.BiodiversityPreservation intheUsturt PlateauConservationLegislationand StruggleAgainstIlegalUsage of Living Nature Objects.Tashkent: The Aliance for Saiga Protection Publication,74-88.(in Russian)   \nChibrik TS,Glazyrina MA,LukinaNV,etal.2014.The Studyof the VegetativeCenosisofthe Technogenic Landscapes. Ekateringburg:Ural University Publication,15-66.(in Russian)   \nChub VE.20o.Climate Change and Its Impacton the Natural Resources Potential of the Republicof Uzbekistan.Tashkent: Gidromet Publication,1-115.   \nChun-chiu P,Kwan-kiMX,Pei-laiLJ,etal.2O18.VegetationsucesiononlandslidesinHongKong:lantregenration, survivorshipandconstraints torestoration.GlobalEcologyandConservation,15:e0428,doi:10.1016/jgeco.2018.e00428.   \nCleimenovaIE.2O10.Ecologicalandgeographical zonationofthe KarakalpakUstyurt.Buletinof theOrenburgState University 10(116):106-111. (in Russian)   \nCzerepanov SK.1995.Vascular Plants of Rusia and Adjacent States (theFormer USSR).Cambridge:Cambridge University Press, 516.   \nDimeyevaLA.1995.Ecological and historical stagesofformingofseaside vegetationof areas aroudAral Sea.Buletinof the Moscow Society of Naturalists,Biological Department,1Oo(2):72-84.(in Russian)   \nDimeyevaLA.2O07.Regularities of primarysuccessions ofthe AralSea shore.Arid Ecosystems,13:89-100.(inRusian)   \nDimeyeva LA.2O15.Natural andanthropogenic dynamics of vegetation in theAral Sea Coast.American Journal of Environmental Protection,4(3-1):136-142.   \nErin LB,SethMM,MiguelLV.20l7.Climate legacyand lag efects ondryland plantcommunities inthe southwestern US. Ecological Indicators,74: 216-229.   \nFranklin J,Serra-DiazJM,SyphardADetal..Gobalchangeandterrstrialplantcommuitydamics.rocingsofthe National Academy of Sciences,113(14): 3725-3724.   \nGroll M,OppC,AslanovI.2O13.Spatialandtemporaldistributionof thedustdepositioninCentral Asia-resultsfromalog term monitoring program.Aeolian Research,9: 49-62.   \nHammerO,Harpe DAT,RyanRD.2Ool.PAST: Paleontological statistics software package for educationanddataanalysis. Palaeontologia Electronica, 4(1):1-9.   \nHierro JL,VillarealD,ErenO,etal.2O6.Disturbance facilitates invasion:theefectsarestrongerabroad thanathome.The American Naturalist,168(2): 144-156.   \nIndoitu R,OrlovskyL,OrlovskyN.2012.Dust stormsin Central Asia-spatial and temporal variations.Journal of Arid Environments,85: 62-70.   \nKabulov S.1989.Thechangesofthedesert phytocenosisof the Aral Searegion with relationwiththeAral Sea declining.Ph.D.   \nKostianov AG,KosarevA H.2Ol0.The Aral Sea Environment.The Handbook of Environmental Chemistry.Berlin: Springer-Verlag Publication, 335.   \nKuzmiona ZV,Treshkin SE,MamutovNK.2Oo6.Resultsofexperiencedformingofnatural vegetationonsaltysoils inthedried parts of the Aral Sea. Arid Ecosystems,29(12): 27-39. (in Russian)   \nLavrenko E M,Korchagina AA.1959.Field Geobotany. Moscow-Leningrad: AS USSR Press,5-196. (in Russian)   \nLavrenko YM.1991. Steppes of the Eurasia.Leningrad: Nauka Press,34-94.   \nLazarevaVG,Bananova VA,PetrovKM,etal.Ol5.Transformationof thepastureecosystems intheRussianpartsof the Caspian Sea under new social and economic conditions.South of Russia:Ecology，Development，10(3)，doi: 10.18470/1992-1098-2015-3-127-135.   \nMamutovNK,ReimovPR,KudaybergenovYG,etal.2O9.Thetypicalfeaturesof themainvegetativeasociationdistribution in the Ustyurt Plateau (Republic of Uzbekistan). Oldfield Busines,8: 79-80. (in Russian)   \nMangoldJM,Carpineli PMF2O07.Revegetating Rusian knapweed (Acroptilonrepens infestationsusing morphologically diverse species and seedbed preparation.Rangeland Ecology & Management,6O(4): 378-385.   \nMicklin P.2OO7.The Aral Sea disaster. Annual Reviews Earth Planet Science,35(1): 47-72.   \nMoskalenkoGP.2O01.TheQuarantine WeedPlantsof heRussia.Moscow:IPKPenzaPravdaPublication,112-135.(inRussian)   \nMunson SM,Belnap J,Okin GS.2011.Responses of wind erosion to climate-inducedvegetation changesontheColorado Plateau.Proceedings of the National Academy of Sciences,108(10): 3854-3859.   \nNorden N,MesquitaRCG,Bentos TV,etal.O.Contrastingcommunitycompensatorytrends inalternativesucssal pathways in central Amazonia. Oikos,120(1):143-151.   \nNordenN,Letcher SG,BoukiliV,etal.20l2.Demograhicdriversofsesionalhanges inpylogeeticstructureacross life-history stages in plant communities.Ecology, 93(8): 70-82.   \nOpp C.2Oo5.Desertification in Uzbekistan. Geographische Rundschau International Edition,1(2):12-20.   \nPedDA,1975.Aboutindicatorsofadroughtandexcesive umidification.ProceedingsoftheHydrometeorologicalCentefthe USSR,156: 19-39. (in Russian)   \nRabotnov TA.1983.The Vegetative Cenosis. Moscow: University Press,58-120.(in Russian)   \nRachkovskaya EI.2Oo3.The natural features of plain vegetation.In: The Botanical Geographyof Kazakhstan and Middle Asia (within desert areas). Saint-Petersburg: GTZ Publication,13-18.(in Russian)   \nRakhimovaNK,RakhimovaT,AdilovBA,etal.2O18.Ecologicaland phytocenoticcharacteristicof some tugai speciesof the Ustyurt plateau Eastern chink (Republic of Uzbekistan). Materials of $1 7 ^ { \\mathrm { u } }$ International scientific-practical conference \"Botany problems of the Southern Siberia and Mongolia\".Barnaul, Rusia,12O-123.(in Russian)   \nRakhimovaT.997.ThePlantEcologyof theAdyr ZonesofUzbekistan.Tashkent: Tashkent UniversityPublication,1-2,1994 1995.(in Russian)   \nRoy SB,Smith M,Moris L,etal.2O14.Impactof the desiccationof the Aral Sea onsummer time surface air temperatures. Journal of Arid Environments,11O: 79-85.   \nSafronovaIN.2O16.Thedominantsof thecurentplantcoverofdesertsof theEuropeanRusia.Laboursofthe GeologyInstitute of the Dagestan Scientific Center of the Russian Academy of Sciences,67: 250-253.   \nSarmientoL,LambiLD,EscalonaA,etal.O.Vegetatiopaes,egeneationrtesanddivergenceinaold-feldsuceio of the high tropical Andes.Plant Ecology,166,145-156.   \nSarybaev BP.1981.Flora and Vegetation of the Eastern Chink.Tashkent: Fan Press,1-83.(in Russian)   \nSarybaevBP.1994.Flora and vegetationof the Ustyurt Plateau and perspectives ofitsdevelopment.PhDDisertation.Tashkent: Institute of Botany,Academy of Sciences of Uzbekistan,5-48.   \nShennikovAP1964.IntroductionintheGeographicalBotanyLeningrad:Leningrad Universityublication,11-66.(inusian)   \nShibuoY,JarsjoJ,DestouniG.o7.HydrologicalesposestomateangeandigatiointheAralSadaiagebasin. Geophysical Research Letters,34(21),doi: 10.1029/2007GL031465.   \nShishkinB K,BobrovEG.1934-1964.Flora of the USSR.Moscow-Leningrad:The USSR Academyof the Science Press,1-36. (in Russian)   \nShomurodovHF,Sarbayeva SU,AkhmedovA.2O15.Distributionpaterand modern status ofrare plant speciesonthe Ustyurt Plateau in Uzbekistan. Arid Ecosystems,5(4): 261-267.   \nSmallEE,GiorgiF,SloanLC,etal.1999.TheeffctsofdesiccatioandclimaticchangeonthehydrologyoftheAralSea.The Journal of Climate,14(3): 300-322.   \nStampfli A,ZeiterM.2O04.Plantregeneratiodirectschanges ingrassandcompositionafter extremedrought:a13-yearstudyin southern Switzerland. Journal Ecology, 92(4): 568-576.   \nTaguchi Y H,OonoY.2Oo5.Relational paterns of geneexpression vianon-metric multidimensional scaling analysis. Bioinformatics,21(6):730-740.   \nTilman D,LehmanCL,ThomsonKT.997.Plantdiversityand ecosystemproductivity:Theoreticalconsiderations.Procdngs of the National Academy of Sciences,94(5):1857-1861.   \nTogetiPM,ChanetonEJ,OmaciniM,etal.2O10.Exoticvs.nativeplantdominanceover2Oyearsofold-fieldsuessoon set-aside farmland in Argentina,Biological.Conserve,143:2494-2503.   \nTozhibaevKS,BeshkoNU,PopovVA.20l6.Botanical-geographicalzonationofUzbekistan.JournalofBotany0(11):105 1131. (in Russian)   \nVasilevich VI.2009.Plant species diversity. Siberiam Ecological Journal,4: 509-517.(in Russian)   \nViktorov S V.1971.Ustyurt Desert and Problems ofIts Development.Moscow:NaukaPress,48-97.(in Russian)   \nVvedenskyi AI.1968-2O15.Identifierof Central Asian Plants.Tashkent:Fan Press,1-11.(in Russian)   \nWhitakerRH.196o.Vegetationofthe Siskiyou Mountains,Oregonand California.EcologicalMonographs,30(4):279-338.   \nWuchererW,BreckleSW.2Oo1.Vegetationdynamicsonthedryseaflorof theAralSea.In:BreckleSW,VesteM,WuchererW. Sustainable Land Use in Deserts.Berlin: Springer-Verlag Publication,52-68.   \nZakirov KZ,GranitovII.1973.Vegetation Cover of Uzbekistan.Tashkent: Fan Press,1-375. (in Russian)   \nZonn IS,Glantz M,KosarevAN,etal.2Oo9.The Aral Sea Encyclopedia.Berlin: Springer-Verlag Publication,285. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    }
]