[
    {
        "type": "text",
        "text": "中国新型高校智库建设的3个矛盾",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "沈国麟",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "复旦大学 上海 200433",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]本文聚焦高校智库在建设过程中遇到的3个矛盾：学术研究和咨政研究的矛盾、实体机构与虚体机构的矛盾和学科建设与智库建设的矛盾。[方法/过程]通过分析这3个矛盾产生的原因以及智库与整个高校生态环境之间的关系。[结果/结论]提出了解决矛盾的办法：第一，解决学术研究和咨政研究矛盾最重要的路径是探索分类评价机制，即把对咨政研究的评价和学术评价区列开来，建立一套完善的咨政研究的评价体系；第二，实体机构与虚体机构的矛盾可以采用“虚实结合”的方式来解决第三，找到学科建设和智库建设的平衡点。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词： 新型智库 高校智库 矛盾 世界一流大学分类号： C932",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2015年1月，中共中央办公厅、国务院办公厅印发的《关于加强中国特色新型智库建设的意见》（以下简称：《意见》），统筹推进党政部门、社科院、党校行政学院、高校、军队、科研院所和企业、社会智库协调发展。在新型智库中，高校智库是一支重要力量。早在2013年，国务院副总理刘延东在主持召开座谈会时就强调，要充分发挥高校学科齐全、人才密集的优势，繁荣发展高校哲学社会科学，为建设中国特色新型智库做出贡献。2014年，教育部颁布了《中国特色新型高校智库建设推进计划》。3年来，全国各地的许多高校纷纷开始推进智库建设。一大批高校智库如雨后春笋般涌现，可谓是百舸争流、百花齐放。在新型高校智库建设轰轰烈烈的实践中，学校、智库层面往往会遇到3个矛盾，能否协调好这3个矛盾，关系到新型高校智库建设的成败。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1高校智库建设面临的3个矛盾",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "高校智库是在高校学术生态环境下生长出来的一种科研组织。高校智库建设所面临的矛盾是这种新型科研组织与原先高校学术生产机制之间发生的矛盾，包括学术研究和咨政研究的矛盾、实体机构与虚体机构的矛盾和学科建设与智库建设之间的矛盾。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1学术研究和咨政研究的矛盾",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "学术研究和咨政研究本来没有对立矛盾。学术研究偏重基础理论的研究，咨政研究偏重应用对策的研究。二者研究的问题有差别：学术研究注重发现事物的普遍规律，注重理论创新以解释世界，而咨政研究注重解决实际问题，注重提出对策以改造世界。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "高校智库的研究无疑属于咨政研究。本来咨政研究和学术研究也并不矛盾。理论是对策的基础，对策也检验了理论的有效性。但是在高校的整个环境中，围绕着学术研究和咨政研究建立起来的体制机制之间存在着矛盾。在建设新型高校智库之前，高校经过几十年的实践，已经建立了一套学术研究的评价激励机制，如职称的晋升奖励，依据的是发表专著、中英文论文、国家和省部级的课题等等指标。这样的指标往往没有决策咨询的位置。高校智库的成果包括政府部门采纳批示、参与法规政策的制定、给领导上课、在媒体上发言等等，这些指标很难纳入到原先的学术评价体制中去。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "一些学校开始尝试在原先的学术评价机制内加入有关决策咨询成果的内容，最常见的就是获得一定级别批示的专报可以换算成一定级别刊物的学术论文，获得一定级别批示的专报可以获得相应的物质奖励。但在学术委员会的心目中，在权威期刊发表的学术论文，其分量是专报不能与之相比的。笔者曾经亲身参加过一些学术人才评价的会议，学术权威们往往对洋洋洒洒的学术论文青睐有加，而对两三千字的专报则怀疑其真正的价值。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "引进人才也遇到这样的矛盾。笔者曾经在一家高校智库调研，智库主任反映该智库想引进一名曾经在世界银行工作的人才，但他没有博士学位。而学校规定，凡是学校引进人才，必须有博士学位，特别是海外名校的博士学位。而这位人士又特别适合智库研究。后来经过种种努力，引进还是以失败告终。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "学术研究和咨政研究也是摆在高校青年教师面前的一对矛盾。智库一定要有梯队建设，而被选为高校智库后备力量的年轻人往往在学术研究和咨政研究面前充满着矛盾和彷徨。如果把大量的精力投入到咨政研究中去，出的成果在学术评价中未必得到认可，甚至还会被认为急功近利和不务正业。况且，一些年轻教师还承担了智库的运营工作。诚然，第一流学者是可以在两者之间游刃有余的。没有深厚的学术底蕴，智库研究无法达到很高的水准；而优秀的学者，一定是对现实问题保持长期的兴趣与关注（哪怕是做理论研究的），因为只有对现实问题保持敏感，才能不断地刺激学者在学术问题上的思考，从而实现理论创新。但是，在成为优秀智库学者的成长过程中，侧重学术研究还是咨政研究，选择鱼还是熊掌，依然是摆在年轻教师面前的一道难题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2实体机构与虚体机构的矛盾 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第一流智库当然应该是实体机构。在两办印发的《意见》中，中国特色新型智库的第1条标准就是“遵守国家法律法规、相对稳定、运作规范的实体性研究机构”。在高校中，实体性的研究机构一般指那些有独立编制、财务和人事权力的学校二级机构。笔者在实践过程中了解到：新型智库在高校内究竟应该实体化还是虚体化还尚处于争论阶段。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "如果是在原来的研究机构基础上翻牌或者发展成智库的话，实体化就比较容易，因为原来的研究机构就是实体。但如果要在高校内重新建设一个新型智库，那么实体化就困难重重。学校要给予智库二级机构的地位实属不易，何况还要配备专门的办公场地、研究人员和行政人员编制，这样做更是难上加难。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "实体机构比较稳定，有自己相对独立的财务权和人事权，能够使用经费和聘用人员，这些条件对于智库专业化的发展至关重要。但一些高校领导还有担忧，认为如果把智库做成完完全全的实体机构，久而久之会把智库“做死”。因为只有特定的人从事智库研究，外面的人无法参与，智库会与整个学校脱节，成为一个孤岛①。相反，如果是个虚体机构的话，则比较灵活，依托于相关院系，能进能出。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "笔者所在的上海市高校智库研究和管理中心曾经在2015年对全上海高校的哲学社会科学研究机构做过一个统计，统计结果是一共有1,981家大大小小的研究机构。仔细盘点一下，其中有好多僵尸机构、名片机构。虚体机构一旦没有资金的投入，很容易成为僵尸机构和名片机构。而实体机构又很难拿到学校专门的编制和财务、人事权。这反映了智库机构和学校关系上的一种矛盾和两难。在资金和场地方面，智库很容易向学校申请，但要编制则难上加难。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3学科建设和智库建设的矛盾",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "学科是高校的命脉。目前中国高校的人才培养和学术研究都是以学科为单位而进行的。以学科为核心的院系是高校的基本组成单位，掌握着经费分配、教研考核、职称评聘、导师遴选、绩效奖励等多种资源。在国务院关于印发《统筹推进世界一流大学和一流学科建设总体方案》的通知中，一流学科的建设被提到与一流大学建设相提并论的高度。可以说没有一流的学科，也就没有一流的大学。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "围绕着双一流的建设，中国高校开始进行新一轮围绕着学科建设的资源投入。中国高等教育学会会长瞿振元指出，以学科为单元加强学校建设，尽早让一批学科成为一流学科，这样的一流大学才是真的而不是假的，是实的而不是空的。高校核心竞争力就是学科，好的高校智库一定要建设在高校的重点学科之上，因为重点学科为智库提供了源源不断的资金、人才。没有学科支撑的高校智库是无本之木、无源之水。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "但智库所进行的咨政研究往往是跨学科的。战略和政策问题的谋划与解决并不能靠单一的学科。咨政研究往往需要多个学科协同研究。在高校这样的环境下，多学科的协同会遇到诸如成果认定、资源分配、跨系合作、团队融合等诸多问题。就这一点而言，学科建设和智库建设存在着矛盾。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "有的高校智库在人财物管理上没有任何自主权，写报告时临时从不同学科中凑人干活，但这些人为了最终成果的署名先后闹得不欢而散，不同院系不同学科之间发生矛盾；有的高校智库为了运作方便，干脆与院系合二为一，教学科研分工模糊，自身定位不清，也无法组织起跨学科的研究；有的高校智库则纯粹靠学术带头人的个人威望拉起一批跨学科的队伍，丝毫没有体制机制上的保障。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2解决高校智库建设矛盾的主要路径",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "任何矛盾都是既对立又统一的。事物的矛盾法则，即对立统一的法则，是唯物辩证法最根本的法则。高校智库建设中的3个矛盾既有对立的一面，又有统一的一面。如何在实践中使得对立在更高层次上得到统一，是任何高校智库的建设者都要面对的问题。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "首先，解决学术研究和咨政研究矛盾最重要的路径是探索分类评价机制，即把对咨政研究的评价和学术评价区列开来，建立一套完善的咨政研究的评价体系。学术研究和咨政研究本身并不对立。两者都要有强烈的问题意识，有科学的研究方法，不同在于学术研究最终为了理论创新，而咨政研究是要提出战略和政策方案的，两者成果的具体表现形式不一样。据笔者观察，目前大多数学校建立了咨政研究的奖励机制，最常见的方式是，一篇报告获得什么级别领导批示可以获得多少物质奖励。一部分学校已经把咨政研究纳入到学术评价的体系之中了，例如给予获得批示的专报可以折算成一定级别期刊发表的论文。但是，咨政研究评价体系的建立还只是刚刚开始。长江学者、千人计划、青年长江学者等一系列顶尖人才评价体系中还并未把咨政研究成果纳入进去。要各个学科的学术权威真正承认咨政研究的价值还须假以时日。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "理想中高校智库的研究应该是这样的：社会现实中所涌现出的问题，推动高校智库设立针对性的课题或者研究项目，组成研究团队，由资深学者带着青年学者，或者由老师带领学生投入项目研究，扎根现实、收集数据，分析情况，在此基础上撰写学术论文和决策咨询报告。论文和报告的核心思想是统一的，但写作思路和成文形式不一样，所面对的读者也不一样。学术论文可以在专业的期刊上发表，决策咨询报告则送到相关部门服务于决策，青年教师和学生在研究过程中也可以得到学术能力的培养和提升，不耽误学术发表，同时又形成了社会影响，使得知识创新、人才培养和服务社会真正能够有机地结合在一起。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "其次，实体机构与虚体机构的矛盾可以采用“虚实结合”的方式来解决。一部分研究人员为固定成员，另一部分为兼职人员，或者智库运营人员为固定聘用人员，而研究人员实行临时招聘。高校智库可以实行“小平台、大网络”的运行模式，在保持一定数量的专门智库人员的同时，聘请大量的校内外兼职研究员，以此来建立校内外相关研究力量的协同机制，联合开展咨政研究和智库活动。每个智库其实就是一个网络、一个平台，“铁打的营盘流水的兵”。关起门来搞智库是行不通的。其实问题不在于智库到底是建成虚体还是实体，而是在于智库机构的运作是否是开放的、协同的，高校智库在聘人和使用经费等问题上有多大的自主权，从而能够长久地支撑高质量的决策咨询研究。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "第三，找到学科建设和智库建设的平衡点。学科建设和智库建设不能对立起来。高校既不能混淆学科与智库的区别，也不能割裂二者之间的有机联系，必须形成学科建设和新型智库建设互相补充、良性互动的新格局。第一流的高校智库，应建立在第一流的学科之上。没有一流学科的支持，高校智库往往成为无源之水、无本之木。正如教育部高教司副司长徐青森所说的：“理想状态的智库与院系关系是相对独立的关系”[3]。所谓独立，就是智库在校内是相对独立的机构，有相对独立的人事权和财权，也有针对智库研究人员的考评体系和激励机制，与院系中的教学科研活动有明显的区别。有些智库与原来的院系合二为一，一套班子，两块牌子。院系的所有教师都算作智库成员，要写报告的时候临时凑凑数，有经费的时候多搞点活动写点报告，没有经费的时候也不耽误教学和科研。这样的高校智库并不专业，充其量只是具有智库功能的院系而已。另一方面，高校智库也不能搞成高校内的特区，高校智库的专家如果完全独立于院系活动和教学科研安排之外，不上课，不指导研究生，则久而久之，智库与高校整体发展和学科建设相脱节，到最后很难走得更远，更勿论做大做强了。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "国外的顶尖高校智库已经有了很好的实践经验。如美国斯坦福大学的胡佛研究所，是世界闻名的大学智库。胡佛研究所根据研究需要和资金能力聘用高级学者，这类学者可以是研究所和斯坦福大学其他院系联合聘用的正式教职人员，也可以是研究所直接聘用的校外人员。这种灵活多样的聘任模式和组织方式确保了研究质量和影响力，通过研究所和大学其他院系之间良性运转的“内部旋转门”，促使自己的强势研究领域与斯坦福大学优势学科相互支撑，从而实现研究所和大学的双赢4。诸如此类的聘任模式也已经为国内高校所采纳。上海交通大学的城市治理研究院就采用了双聘制。学校对城市治理研究院的定位就是高校智库，研究院聘用了一批校内城市研究领域的教授、研究员，这些人也同时为所在院系所聘任，成果可以既为城市研究院所用，也可为所在院系所享②。“校内旋转门”也是部分高校开始采用的一种机制。院系对智库研究感兴趣的教师可以到智库兼职或者全职工作一段时间，然后再返回院系。他们在智库工作期间完全按照智库的要求来进行考核与奖励。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在学科建设和智库建设的关系中，领军人物起的作用非常关键。所谓领军人物，是指既掌握扎实的理论知识，又具备丰富的实践经验，并具有高超的领导能力，同时在相关领域乃至社会上都享有良好声誉的卓越人才。智库的领军人物本身也可以成为智库品牌的灵魂与核心5。在首批国家高端智库试点单位中，几家入选的高校智库都是由著名的领军人物所领衔的，如北京大学国家发展研究院由林毅夫教授领衔，清华大学国情研究院由胡鞍钢教授领衔，复旦大学中国研究院由张维为教授领衔。这些领军人物本身就可以起到学科建设和智库建设的桥梁作用。在学科里面，他们是学科带头人；在智库里面，他们又是智库的领导者。特别是在一个高校智库刚刚起步之时，智库领军人物起到的作用更加关键。他要利用自己在学术和社会上的影响力，为智库开拓业务、招揽人才、推广成果，对提升智库的影响力发挥全方位的作用。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "高校是一个非常复杂庞大的生态系统，智库在这个生态系统里究竟处于什么样的位置，是需要每个高校领导人深入思考的。不能把智库建设成为高校系统里面的特区，变成孤岛，一小批人在干，一大批人在看。也不能让高校智库的生长破坏了高校原有的生态系统。如果智库与原来高校的生态格局格格不入的话，那么何谈发挥高校人才和学科集中的优势呢？不能把智库建设等同于多写几份专报，多拿几个批示。智库建设是高校服务社会的重要部分，是在高校生态环境中生长出来的一种新型科研组织。中国新型高校智库的建设是高等教育资源的再一次分配和投入。如果仅仅是把更多的资金投入到智库建设中，创建或者组建几个新的高校智库，而不对整个高校的体制机制，如人员聘用、经费管理、学术评价等做出改革，那么新型智库的建设也就是热闹一阵子而已。习近平总书记在北京大学指出：要扎根中国大地办大学。中国的世界一流大学，一定是具有中国坐标的。中国的高校智库应该关怀真正的中国问题，也正是中国实践中不断涌现出的中国问题，才能真正推动中国特色新型智库的研究和发展。而中国高校智库是长在中国高校的生态环境之中的，高校智库的发展也必将推动高校科研体制机制的改革，为创建中国话语、中国特色的知识体系和中国特色的世界一流大学贡献力量。中国高校智库本身做得好，一定会反哺学校的一流学科建设，提升高校对国家社会的贡献度，扩展高校本身的影响力，从而为一流高校一流学科的建设贡献一份力量。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ChinaXiv合作期刊",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1[]辽宁日报.\"双一流”建设实行建设与改革并重［EB/OL].[2017-11-03].  \nhttp://www.qstheory.cn/zhuanqu/bkjx/2015-11/06/c_1117064594.htm.  \n2[]洪银兴.立足基础，发挥优势，顶天立地，释放活力：关于高校新型智库建设的思考和建议[J].智库理论与实践,2016(1): 5-8.  \n3[]徐青森.高校智库建设应处理好3个关系[J].智库理论与实践,2017,2(1):8-9.  \n4[]陈英霞，刘昊.美国一流高校智库人员配置与管理模式[J].比较教育研究,2014(2):66-71.  \n5[]胡海滨.试论领军人物对于中国特色新型智库建设的重要性[J].智库理论与实践,2017,2(3):51-56.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Three Contradictions in the Construction of New Types of Chinese University-Affiliated Thinktanks ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Shen Guolin Fudan University, Shanghai 200433 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/Significance] This article focused on the three contradictions in the construction of new types of Chinese university-affiliated thinktanks: the contradiction between academic and consultative research, the contradiction between entity and virtual institutions and the contradiction between discipline and think tank.[Method/Process]It analyzed the causes of the three contradictions and the relationship between think tank construction and the ecological environment of the whole university. [Result/Conclusion] It addressed three ways to resolve the contradictions. First， to construct a good system to evaluate the consultative research by the effective division of academic and consultative research.The division of evaluation system is the most important path to solve the contradiction. Second, to combine the entity and virtual institutions; Third, to find the balance between discipline and think tanks. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords: new types of think tank university-affiliated think tank contradiction the world firstclass university ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "收稿日期：2017-12-22修回日期：2018-01-19 本文责任编辑：吕青",
        "page_idx": 7
    }
]