[
    {
        "type": "text",
        "text": "Serial in Vivo lmaging Using a Fluorescence Probe Allows ldentification of Tumor Early Response to Cetuximab Immunotherapy ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Teng Ma,Hao Liu⊥ Xianlei Sun, Liquan Gao\\* Jiyun Shi\\$Huiyun Zhao, Bing Jiat Fan Wangt,and Zhaofei Liu ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "+Medical Isotopes Research Center, Peking University, Beijing 100191, China \\*Department of Radiation Medicine, School of Basic Medical Sciences, Peking University, Beijing 100191,China \\$Interdisciplinary Laboratory, Institute of Biophysics, Chinese Academy of Sciences, Beijing 100101, China \"Medical and Healthy Analytical Center,Schoolof Basic Medical Sciences,Peking University,Beijing 100191,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SupportingInformation ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT: Cetuximab is an antiepidermal growth factor receptor (EGFR) monoclonal antibody that has received the approval of the Food and Drug Administration (FDA) for cancer treatment.However, mostclinical studies indicate that cetuximab can only elicit positive effects on a subset of cancer patients. In thisstudy，we investigated whether near-infrared fluorescence (NIRF) imaging of tumor vascular endothelial growth factor (VEGF） expression could be a biomarker for tumor early response to cetuximab therapy in preclinical wild-type and mutant tumor models of the KRAS gene. The treatment effcacy of cetuximab was determined in both HT-29 (wild-type KRAS)and HTC-116 (mutant KRAS) human colon cancer models. A VEGF-specific optical imaging probe (Dye755-Ran)was synthesized byconjugating ranibizumab (an anti-VEGF antibodyFab fragment)withaNIRFdye.Serialoptical scans withDye755-Ran were performed inHT-29and HTC-116 xenograft models. By usinglongitudinal NIRF imaging, we were able todetectearlytumorresponseonday3andday5after initiationofcetuximab treatment in thecetuximab-responsive HT-29 tumor model. Enzyme-linked immunosorbent assay (ELISA)confirmed that cetuximab treatment inhibited human VEGF expressionin the KRAS wild-type HT-29 tumorbut notin the KRAS mutant HCT116tumor.Wehave demonstrated that theantitumor efectofcetuximabcanbenoninvasively monitoredbyserialfluorescence imaging using Dye755-Ran. VEGF expresion detected byoptical imagingcould serve asasensitive biomarker fortumor early response to drugs that directly or indirectly act on VEGF. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/b4e26560e066bf65db6a5b1c1dfb36a07cb275c96c2d2a8ed97d73e1afae9f40.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEYWORDS: molecular imaging angiogenesis,epidermal growth factor receptor,tumor response, treatment monitoring ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The epidermal growth factor receptor (EGFR) is a member of the HER family，which consists of four members:EGFR (ErbB1/HER1)，HER2/neu (ErbB2)，HER3 (ErbB3)，and HER4 (ErbB4).EGFR is crucial in the development and progresson of human carcinomas，and its overexpression is usually associated with poor prognosis.1 Blockade of the EGFR signaling using either monoclonal antibody (mAb, e.g., cetuximab，and panitumumab） or small-molecule tyrosine kinase inhibitor (TKI,e.g.，geftinib,erlotinib,and lapatinib) has been found to be a promising approach for cancer therapy.2 Cetuximab (Erbitux）is a chimeric anti-EGFR mAb that has been approved by the Food and Drug Administration (FDA) for the treatment of metastatic colorectal cancer (mCRC) and head and neck cancer. Although promising, cetuximab can only elicit positive effects on a subset of cancer patients.In addition, most patients who received cetuximab manifest either intrinsic resistance or acquired resistance after initially demonstrating positive results.’ The expression level of EGFR is not correlated with clinical response to cetuximab.4,5 Thus, EGFR expression is not a predictor of tumor response.67 These observations, together with the side effects and high costs of mAb-based immunotherapy,have necessitated investigations on the early predictive biomarkers of tumor response to cetuximab therapy. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In the past decade, strong clinical evidence has demonstrated that the efficacy of cetuximab is limited to mCRC patients whose tumor carries a wild-type KRAS gene,89 which indicates that KRAS status isa predictive factor.1o Considering these findings, the FDA has altered the usage labels on cetuximab and panitumumab and afirmed that both drugs are not recommended for the treatment of colorectal cancer with ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KRAS mutations.11 However， biopsied tumor samples are predominantly used for KRAS gene mutation analysis.10,12 Tumor biopsy is an invasive procedure that cannot be frequently repeated.Analysis of biopsied tumor samples may not provide complete information on the tumor because of tumor heterogeneity and gene expression discordance in primary and metastatic lesions.13 Moreover, identification of predictive biomarkers,such as KRAS gene,before the start of actual treatment only predicts high probabilities of tumor response to therapy.Some patients with positive predictive biomarkers will not certainly respond.14 A previous metaanalysis indicated that approximately $5 0 \\%$ of patients with wildtype KRAS failed to respond to cetuximab,but that $9 \\%$ of cetuximab responders were KRAS mutant patients.15,16 Hence, new approaches that can accurately assess therapeutic response at the earliest stage in a noninvasive and dynamic manner through whole-body imaging are needed. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Molecular imaging techniques，such as positron emission tomography (PET)， single-photon-emission computed tomography (SPECT)，and optical imaging have recently received increasing attention for early tumor detection，patient stratification，and image-guided cancer treatment. Molecular imaging can noninvasively detect molecular changes during cancer treatment, which occur earlier than anatomical changes, such as decrease in tumor volume.Compared with PET and SPECT，optical imaging techniques， such as near-infrared fluorescence (NIRF) imaging,are limited in the depth of tissue penetration and are not routine clinical modalities.However, NIRF does not require the use of radioactive materials. Moreover, the imaging system and scan process of NIRF are low cost and fast, respectively. The optical imaging probes for NIRF are usually less expensive and much easier to generate than radiotracers.Optical imaging also facilitates multicolor imaging__using fluorophores with different emission wavelengths.1 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Angiogenesis is crucial for tumor growth，invasion，and metastasis formation.A predominant regulator of tumor angiogenesis is the vascular endothelial growth factor (VEGF)/VEGF receptor (VEGFR）pathway，which induces the proliferation and migration of endothelial cells.18 Inhibition of VEGF/VEGFR signaling using the VEGF-specific antibody bevacizumab or VEGFR-targeted TKIs is clinically proven to have antitumor effcacy.19 VEGF shares downstream signaling components withGFR,20,2andEGFRiibitionagents(e.g antibodies and TKIs) can induce down-regulation of VEGF and other angiogenic growth factors，such as interleukin 8 (IL-8) and basic fibroblast growth factor (FGF).3,22 The antitumor effect of cetuximab is considered to be,at least partly,mediated by the inhibition of angiogenesis by interrupting the VEGF signaling pathway.21,23Onthebasisofthesefindings，we hypothesized that VEGF expression detected by noninvasive imaging might be an early biomarker for cetuximab cancer therapy. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Recently,we have demonstrated that optical imaging using near-infrared fluorophore-labeled $\\mathrm { B e v F } \\hat { ( } \\mathbf { a b } ^ { \\prime } \\mathbf { ) } _ { 2 } ,$ the $\\bar { \\mathrm { F } } \\big ( \\mathrm { a b } ^ { \\prime } \\big ) _ { 2 } ^ { - }$ fragment of the anti-VEGF antibody bevacizumab can detect the in vivo VEGF changes induced by small molecule tyrosine kinase inhibitors noninvasively and sensitively.24,25 To investigate whether optical imaging of VEGF expression could be used for the early assessment of tumor responses to cetuximab immunotherapy, in this study we prepared an optical imaging probe by conjugating ranibizumab (Lucentis)，a recombinant VEGF-specific mAb Fab fragment，with a NIRF dye. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Longitudinal optical imaging was then performed in both KRAS wild-type HT- $2 9 ^ { 2 6 }$ and KRAS mutant HCT- $1 1 6 ^ { 2 7 }$ colon cancer mouse models. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "EXPERIMENTALSECTION ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cell Culture and Animal Models.HT-29 and HCT-116 human colon cancer cell lines were obtained from American Type Culture Collection (ATCC). Cells were grown in culture medium supplemented with $1 0 \\%$ fetal bovine serum(FBS）at $3 7 ^ { \\circ } \\mathrm { C }$ in humidified atmosphere containing $5 \\% \\mathrm { C O } _ { 2 }$ All animal experimentswere performed in accordancewith the Guidelines ofPeking University Health Science Center Animal Care and Use Committee.To establish the HT-29 and HCT-116 subcutaneous tumor models, $5 ~ \\times ~ 1 0 ^ { 6 }$ tumor cells were inoculated subcutaneously into the right front flanks of female BALB/c nude mice. The tumor growth was measured using a caliper,and the tumor volume was calculated using the formula volume $\\mathbf { \\tau } = \\mathrm { l e n g t h } \\times \\mathrm { w i d t h } ^ { 2 } / 2$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Competition Binding Assay. The immunoreactivities of ranibizumab and bevacizumab to human VEGF(hVEGF）or mouse VEGF $( \\mathrm { m V E G F } )$ were compared by a competition binding assay_using $^ { 1 2 5 } \\mathrm { I }$ ranibizumab as the VEGF-specific radioligand. $^ { \\mathrm { i } 2 5 } \\mathrm { I }$ -ranibizumab wasprepared by radiolabeling ranibizumab with $\\mathrm { N a } ^ { 1 2 5 } \\mathrm { I }$ using a previously described method.28 Experiments were performed in VEGF-coated 96-well plates. These plates were prepared by incubating recombinant human VEGF121（s $\\dot { \\mathsf { 5 } } ~ \\mu \\mathbf { g } / \\mathbf { m } \\mathbf { L }$ in bicarbonate buffer, $\\mathrm {  ~ \\ p H ~ } = ~ 9 . 0 \\dot { \\ }$ ）or recombinant mouse VEGF120 $\\langle 5 \\mu \\mathrm { g / m L }$ in bicarbonate buffer, $\\mathrm { \\ p H } = 9 . 0 \\$ ）overnightat $4 ~ ^ { \\circ } \\mathrm { C }$ in high-binding 96-well Stripwell enzyme-linked immunosorbent assay(ELISA）plates( $\\operatorname { i } 0 0 \\ \\mu \\mathbf { L }$ per well). $^ { 1 2 5 } \\mathrm { I }$ -ranibizumab $( 5 . 5 5 \\mathrm { k B q } )$ was added to the plates in the presence of increased concentrations of ranibizumab or bevacizumab.After $^ { 2 \\mathrm { ~ h ~ } }$ of reaction at room temperature,the plateswere washed with phosphate-buffered saline (PBS).Each well was wrested, collected in a tube,and then measured in a ycounter. The best-fit $5 0 \\%$ inhibitory concentration $\\left( \\mathrm { I C } _ { 5 0 } \\right)$ （204号 values were calculated by fitting the data through nonlinear regression using Graph Pad Prism 4.O (GraphPad Software, Inc.).Experiments were performed twice using quadruple samples. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "ELISA.The hVEGF secreted byHT-29 and HCT-116 tumor cells was determined by ELISA using a previously described method.24 Briefly, the supernatants of tumor cells grown in 24- well plates were collected and the VEGF levels were determined using a hVEGF ELISA kit and mVEGF (as a negative control） ELISA kit,respectively.Tumor cells in the plates were trypsinized, stained with trypan blue,and counted. The ELISA values were normalized to the number of live cells. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To measure the levels of circulating hVEGF released from the tumor xenografts,five HT-29 tumor-bearing nude mice (tumor size: ${ \\sim } 2 0 0 ~ \\mathrm { c m } ^ { 3 } ,$ ）were sacrificed.The hVEGF levels in the serum and tumor lyses were determined by an ELISA kit and normalized to the protein concentration measured using the microbicinchoninic acid protein assay kit. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Near-lnfrared Imaging Probe.Ranibizumab was conjugated with a DyLight755-NHS ester (Pierce,Rockford,IL) according to a standard protocol. Typically,DyLight75S-NHS $\\mathrm { ( 1 0 ~ m g / m L ) }$ ）was mixed with ranibizumab in the bicarbonate buffer $\\mathrm { \\Phi } ^ { ' } \\mathrm { p H } = 9 . 0 \\mathrm { \\dot { \\Omega } } ,$ ）atamolar ratio of 8:1.After incubation at room temperature for $^ { \\mathrm { ~ 1 ~ h , ~ } }$ the DyLight7S5-ranibizumab conjugate (denoted as Dye75S-Ran）was purified by PD-10 desalting column (GE Healthcare,Piscataway,NJ).The degree of labeling(dye/protein ratio） for Dye7S5-Ran was calculated to be 4.3 based on UV measurements of $\\mathbf { A } _ { 2 8 0 }$ and $\\mathrm { A } _ { 7 5 5 }$ The purity of Dye75S-Ran was characterized by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE）and subsequent optical imaging using a small-animal in vivo imaging system (IVIS,excitation $= 7 4 5 \\ \\mathrm { n m }$ ，emission $= 8 0 0 \\ \\mathrm { n m }$ ) ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/d3d186fdf83ed86e133e33db02f0a117b0d123ee209f6a3b5211a4ed7d395819.jpg",
        "img_caption": [
            "Figure 1. (A) Inhibition of $^ { 1 2 5 } \\mathrm { I }$ ranibizumab binding to human VEGF (hVEGF）or mouse VEGF $\\operatorname { \\ ' } _ { \\mathrm { m V E G F } }$ )-coated ELISA plates by ranibizumab (Ran）andbevacuab(ev).(B)QuantifcaionofVEGFlevelsincellcluresupeatantsofH-9ndHC-11cels.ouseVleves werealsodeteredasngativecotrols.(C)HuanVEGFexpressovelsithmorlsatesadofH29tumobearingndemice as determined by ELISA. (D) SDS-PAGE and optical imaging of Dye755-Ran and Ran. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Cetuximab Therapeutic Efficacy. The therapeutic efficacy of cetuximab was tested in both HT-29 and HCT-116 tumor-bearing nude mouse models. The animals were segregated into two groups and then intraperitoneally (i.p.) administered with phosphate-buffered saline (PBS）or five doses of cetuximab ( $2 0 0 \\mu \\mathrm { g }$ daily for 5 days; $n = 1 2$ per group). The tumor size and body weight were measured every other day. On day $\\begin{array} { r } { \\boldsymbol { 5 } , } \\end{array}$ ，five animals from each group were sacrificed, and the tumor samples were collected.Half of each tumor sample was immediately frozen in optimal cutting temperature medium (Sakura Finetek USA,Inc.),and then cut into $5 \\ \\mu \\mathrm { m }$ thick slices for immunofluorescence staining.The other half of each tumor was homogenized and lysed. The protein concentration and the hVEGF levels were then measured with ELISA kits as previously described.24 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Immunofluorescence Staining.CD31 and Ki67 fluorescence staining studies were performed to determine the effect of cetuximab on tumor vasculature and cell proliferation. After blocking with $1 0 \\%$ FBS (in PBS) for $3 0 ~ \\mathrm { m i n }$ ,the frozen tumor slices were incubated with rat antimouse CD31 (1:100; BD Biosciences，San Jose,CA）and rabbit anti-Ki67（1:100; Chemicon,Millipore,Billerica,MA）antibodies for $^ { \\textrm { 1 h } }$ at room temperature and then visualized with dye-conjugated secondary antibodies under a Leica TCS-NT confocal microscope (Wetzler,Heidelberg,Germany).After staining,microvascular density(MVD）values were determined by counting and averaging the numberof CD31-positive vessels with 20 fields of view. The tumor proliferation index was calculated using the percentage of Ki67-positive cells in 20 fields of view. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In Vivo Fluorescence Imaging. Serial optical imaging (days O,3,and S) of tumor response to cetuximab therapy was performed in both HT-29 and HCT-116 tumor models.For each scan, the mice were i.v. injected with 0.5 nmol of Dye755- Ran,and in vivo optical imaging was performed at $^ { 2 \\mathrm { h } }$ p.i. After the baseline scanning (day O)，cetuximab $( 2 0 0 ~ \\mu \\mathrm { g } )$ was i.p. administered once daily for S days in the treatment groups. PBS was used in the control groups ( ${ \\mathit { \\check { n } } } = { \\mathit { 5 } }$ per group).Optical imaging was repeated on days 3 and 5 under the same conditions.For each scan，an aliquot with $1 / 2 0$ of the total injection dose was simultaneously subjected to optical imaging. Identical illumination settings were used to obtain all scans. The quantification of Dye7SS-Ran was performed using a previously described method $^ { 2 4 , 2 5 , 2 9 - 3 1 }$ Briefly， the region-ofinterest (ROI） was drawn for each tumor using Living Image software (Xenogen, Alameda, CA). The fluorescence intensity was presented as the average radiant efficiency in the unit of $[ \\mathrm { p / s e c / c m ^ { 2 } / s r } ] / [ \\mu \\mathrm { W / c m ^ { 2 } } ]$ . The tumor uptake was calculated bynormalizing the tumor fluorescence intensity by the total injection dose. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Radiolabeling and Biodistribution. Ranibizumab was radiolabeled with $\\mathrm { N a } ^ { 1 2 5 } \\mathrm { I }$ (PerkinElmer, Waltham, MA） using the Iodogen method as previously described.28 After purification with a PD-1O column, the radiochemical purity of the final product $^ { 1 2 5 } \\mathrm { I }$ -ranibizumab was $5 9 7 \\%$ .HT-29 and HCT116 tumor-bearing nude mice were i.p.administered with PBS or cetuximab ( $2 0 0 \\mu \\mathrm { g }$ daily forS days) ( ${ \\bf \\zeta } _ { n } = 5$ per group). After treatment, each mouse was injected with $3 7 0 ~ \\mathrm { k B q }$ of $^ { 1 2 5 } \\mathrm { I }$ ranibizumab via the tail vein.At 2 h p.i.， the mice were sacrificed,and tissues and organs were harvested,weighed,and counted in a $\\gamma \\mathrm { . }$ counter (Packard,Meriden,CT).The resultsare presented as percentage of injected dose per gram of tissue ( $\\%$ $\\mathrm { I D } / { \\bf g } )$ ） ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Statistical Analysis.Quantitative data are expressed as means $\\pm \\ \\mathrm { S D }$ .Means were compared using Student's $t$ test. $P$ values $< 0 . 0 5$ were considered statistically significant. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Human VEGF-Specificity of Ranibizumab. We preformed competition binding assay to determine the VEGFspecificity of ranibizumab.By comparing with bevacizumab,we observed that the hVEGF-binding affinity of ranibizumab has the same magnitude as bevacizumab ( $2 5 . 3 4 \\pm 0 . 9 9 \\mathrm { n M }$ vs 11.62 $\\pm \\ 1 . 0 5 \\ \\mathrm { n M } ,$ ).However,ranibizumab did not bind to mVEGF, demonstrating its hVEGF-specificity (Figure 1A). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "VEGF Expression Patterns in Tumor Cells and Tissues. To investigate the VEGF expression patterns in tumor cells and tissues，we performed both fluorescence-activated cell sorting (FACS）analysis and ELISA.VEGF was not expressed on the surface of HT-29 and HCT-116 tumor cells (Figure S1A,B, Supporting Information） but was secreted to the cell culture supernatants by the tumor cells (Figure 1B).The supernatants of the cultured cells can significantly block the binding of $^ { 1 2 5 } \\mathrm { I } .$ ranibizumab to hVEGF (Figure S1C, Supporting Information), further confirming that both HT-29 and HCT-116 conditioned medium contained tumor cell-secreted hVEGF. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the HT-29 tumor xenograft model, the hVEGF levels in the tumor lyses and serum were determined by ELISA.As shown in Figure 1C,the hVEGF was $0 . 1 4 \\pm 0 . 0 3$ and $0 . 0 2 \\pm$ $0 . 0 1 \\ \\mathrm { p g / \\mu g }$ protein for the tumor lyses and serum, respectively. Assuming that the total blood volume of a nude mouse (body weight: $\\sim 2 0 \\mathrm { ~ g }$ ）is $2 \\ \\mathrm { m L }$ ，we can calculate the fraction of circulatinghVEGF released from the tumor to be less than $1 0 \\%$ (Figure S1D,Supporting Information).These results demonstrated thata verylowlevelof tumorhVEGFwasreleased to the bloodstream. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In Vivo Therapeutic Efficacy of Cetuximab. We investigated the therapeutic efficacy of cetuximab in both HT-29 and HCT-1l6 tumor models.Female nude mice bearing tumor xenografts were treated daily with cetuximab for 5 days.As shown in Figure 2A,cetuximab treatment inhibited HT-29 tumor growth beginning on day 4，and a statistical difference from the control group was observed from day 10 ( $\\dot { P }$ $< 0 . 0 5 \\AA ,$ . Five doses of cetuximab treatment eventually resulted in partial tumor regression in the HT-29 mouse model.In contrast to the antitumor effect of cetuximab in the HT-29 mice，the tumor growth inhibition effect of cetuximab was negligible in the HCT-116 tumor xenografts (Figure 2B). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/5ab28a52453ad406e1b82d37eabf1b2c082febbe7bd6006c3dfa38e8d68684ef.jpg",
        "img_caption": [
            "Figure 2.In vivo therapeutic efficacy of cetuximab in the KRAS wildtype HT-29 (A) and KRAS mutant HCT-116 (B) tumor models.\\*, $P$ $< 0 . 0 5$ $^ { * * }$ 5 $P < 0 . 0 1$ ： "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Longitudinal NIRF Imaging of VEGF Expression Using Dye755-Ran. We prepared the VEGF-targeting probe Dye75S-Ran by conjugating ranibizumab with a NIRF dye. By SDS-PAGE and the subsequent optical imaging， we confirmed the successful preparation of this probe (Figure 1D). The NIRF imaging results in both HT-29 and HCT-116 tumor-bearing nude mice confirmed the specific VEGF targeting of Dye75S-Ran in vivo (Figure S2 and S3, Supporting Information). We then performed longitudinal optical imaging studies(on days O,3,and S) with Dye7SS-Ran to determine the changes in VEGF expression during cetuximab treatment in both HT-29 and HCT-116 tumor-bearing mice. Compared with the control group,the cetuximab-treated HT-29 tumors showed decreased signals of Dye755-Ran on days 3 and 5 (Figure 3A). The quantified percentage fluorescence intensity of Dye7S5-Ran in the HT-29 tumors is shown in Figure 3B. The uptake values of Dye7SS-Ran in the cetuximab-treated tumors were significantly lower than that in the control tumors on day3( $3 . 5 5 \\pm 0 . 4 7$ VS $4 . 9 9 \\pm 0 . 7 6 \\%$ $P < 0 . 0 1$ ）andday 5 $\\langle 3 . 7 3 \\pm 0 . 2 6$ vs $4 . 9 0 \\pm 0 . 3 4 \\%$ P $P < 0 . 0 0 1 _ { , } ^ { \\cdot }$ ).In contrast to the results in the HT-29 tumor model, the fluorescence intensity of Dye755-Ran in the cetuximab-treated HCT-1l6 tumors was comparable with that in the control tumors (Figure 4A).No significant change in the quantified tumor uptake of Dye755- Ran was observed in the treatment group compared with the control group (Figure 4B). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e4fb938d40f864725af2cb6c9cc08d35d1cf4dc0692cc9c4971bd63e1814a866.jpg",
        "img_caption": [
            "Figure 3.(A） Serial in vivo optical imaging of HT-29 tumor-bearing nude mice at $^ { 2 \\mathrm { ~ h ~ } }$ afterDye75S-Ran injection on days O,3,and S after cetuximab or PBS treatment.(B） The quantified tumor uptake from panel A.(C) Immunofluorescence staining of CD31 and Ki67 in HT29 tumor tissues with or without cetuximab treatment. $\\left( \\mathrm { D - F } \\right)$ Quantified microvascular density (MVD） (D)，quantified percentage ofKi67-positive cells (E),and ELISA-determined human VEGF levels (F) in HT-29 tumor tissues with or without cetuximab treatment.\\*\\*, $P < 0 . 0 1$ ; $\\ast \\ast \\ast$ 5 $P < 0 . 0 0 1$ ： "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/ea08a07b0c86f37e73d7b50e83a344cc64ee1845ae8796b677cbd5ebb1535215.jpg",
        "img_caption": [
            "Figure 4.(A） Serial in vivo optical imaging of HCT-1l6 tumorbearing nude mice at $^ { 2 \\mathrm { h } }$ after Dye755-Ran injection on days O,3,and 5 after cetuximab or PBS treatment.(B) The quantified tumor uptake from panel A.(C) Immunofluorescence staining of CD31 and Ki67 in HCT-116 tumor tissues with or without cetuximab treatment. $\\left( \\mathrm { D - F } \\right)$ Quantified microvascular density (MVD）(D),quantified percentage ofKi67-positive cells (E),and ELISA-determined human VEGF levels (F） in HCT-116 tumor tissues with or without cetuximab treatment. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We performed CD31 and Ki67 immunofluorescence staining to examine the levels of tumor vasculature and cell proliferation in the tumors receiving cetuximab treatment. In the HT-29 tumor model, the cetuximab-treated tumor showed significantly decreased microvascular density ( $\\stackrel { \\cdot } { 1 } 3 . 8 0 \\pm 1 . 9 2$ VS $5 . 5 \\pm 1 . 6 4$ vesselsper field, $P < 0 . 0 0 1$ ； Figure 3C,D）and cell proliferation index ( $5 7 . 6 2 \\pm 4 . 5 1$ vS $4 7 . 2 7 \\pm 6 . 3 2 \\%$ $P < 0 . 0 1$ ; Figure 3C,E). In contrast, the microvascular density ( $\\cdot 9 . 0 0 \\pm 1 . 7 9$ vS $8 . 5 0 \\pm$ 1.38 vessels per field, $P = 0 . 5 7 5$ ）and cell proliferation index $\\left( 3 4 . 2 7 \\pm 4 . 3 5 \\right.$ VS $3 4 . 3 1 \\pm 2 . 8 6 \\%$ $P = 0 . 9 8 8$ ）in the cetuximabtreated tumor were comparable with those of the untreated tumor in the HCT-1l6 mouse model (Figure $4 \\mathrm { C - E } )$ .The results demonstrated that the treatment efficacy of cetuximab was，at least partially，caused by the inhibition of tumor angiogenesis and tumor cell proliferation. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We performed ELISA to confirm the optical imaging observations on the changes in tumor hVEGF.As shown in Figure 3F,the hVEGF levels in the cetuximab-treated HT-29 tumorswere significantly decreased ( $0 . 0 8 \\pm 0 . 0 2$ Vs $0 . 3 0 \\pm 0 . 1 0$ $\\mathrm { p g } / \\mu \\mathrm { g }$ protein, $P < 0 . 0 0 1$ ）compared with those in the control tumors.However,no significant change in hVEGF levels was observed in the cetuximab-treated HCT-116 tumors compared with the control tumors (Figure 4F).Thus,ELISA results confirmed the in vivo Dye75S-Ran optical imaging observations on the changes in tumor hVEGF. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Biodistribution of $^ { 1 2 5 } |$ -Ranibizumab. Radioisotope is highly sensitive,and the in vivo behaviorof a radiolabeled agent can be accurately quantified by ex vivo biodistribution.Thus, we further validated the optical imaging results of Dye755- ranibizumab by analyzing the biodistribution of $^ { 1 2 5 } \\mathrm { I }$ -ranibizumab. The tumor-bearing nude mice were treated with cetuximab or PBS for S days.As shown in Figure S, $^ { 1 2 5 } \\mathrm { I } .$ ranibizumab exhibited the highest uptake in the kidney,most likely due to the renal clearance of thisradiotracer.The HT-29 tumor uptake of $^ { 1 2 5 } \\mathrm { I }$ -ranibizumab in the cetuximab treatment group was significantly lower than that in the control group $\\langle 2 . 3 6 \\pm 0 . 2 3$ VS $3 . 4 0 \\pm 0 . 3 0 \\% \\mathrm { I D / g } , P < 0 . 0 0 1$ ；Figure 5A).The HCT-116 tumor uptake of $^ { 1 2 5 } \\mathrm { I }$ -ranibizumab was $3 . 0 9 \\pm \\ : 0 . 8 8$ and $3 . 3 0 \\pm 0 . 7 1 \\% \\mathrm { I D / g }$ in the cetuximab treatment and control group,respectively ( $P = 0 . 6 6 7$ ; Figure SB). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We have shown in this study that the antitumor effect of cetuximab can be noninvasively monitored in vivo by optical imaging using a near-infrared dye-labeled ranibizumab (Dye7SS-Ran).During the cetuximab treatment， the tumor uptake of Dye75S-Ran was significantly decreased in the responsive HT-29 model,whereas no change in Dye755-Ran uptake was observed in the nonresponsive HCT-116 model. These findings suggested that VEGF expression detected by optical imaging can serve as a biomarker for early tumor response to cetuximab therapy. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/58cb5aac176fa3a4c4808b7efff85f362c52aa6efb354ea587e4fd9c164c3a11.jpg",
        "img_caption": [
            "Figure 5. Biodistribution of $^ { 1 2 5 } \\mathrm { I }$ ranibizumab in the PBS and cetuximab-treated HT-29 (A) and HCT-116 (B） tumor-bearing nude mice. \\*\\*\\*, $P <$ 0.001. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "KRAS gene mutations have been observed in approximately $3 0 \\%$ to $5 0 \\%$ of mCRC and are common in many other cancers.32 The presence of mutant KRAS in cancers is associated with poor prognosis and with the lack of response to EGFR inhibitor,including cetuximab.8,1o The antitumor effect of cetuximab was determined in two colon cancer models with different KRAS patterns.The KRAS gene wild-type HT-29 tumorwas responsive to cetuximab,whereas the KRAS mutant HCT-116 tumor was not responsive to cetuximab therapy (Figure 2). Cetuximab inhibited tumor growth partly by suppressing tumor cell proliferation as confirmed by reduced Ki67 expression and by inhibiting tumor angiogenesis as confirmed by decreased MVD and VEGF levels. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "VEGFisa critical component in tumor proliferation, invasion,and metastasis； several antitumor drugs function by direct or indirect inhibition of the VEGF signaling. Bevacizumab (Avastin） isa humanized monoclonal antibody that specifically binds hVEGF and inhibits its activity,leading to the inhibition of tumor angiogenesis and growth.Recently, bevacizumab has been labeled with radioisotopes and major limitations of molecular imaging using intact antibodies (e.g.,bevacizumab) is their prolonged persistence in circulation and nonspecific tumor accumulation because of the enhanced permeability and retention (EPR） effect.4² Compared with bevacizumab,ranibizumab retains the VEGF-binding domain, but the molecular weight is reduced，which is expected to accelerate blood clearance and subsequently increase the tumor-to-normal tissue contrast. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The high VEGF-binding affinity of ranibizumab was well validated by in vivo optical imaging studies in both HCT-116 and HT-29 tumor models.Dye755-Ran showed a similar tumor-targeting property in the two tumor models,and a high tumor uptake was observed as early as $^ { 2 \\mathrm { ~ h ~ } }$ p.i. (Figure S2 and S3，Supporting Information). Since the tumor uptake of macromolecules like ranibizumab at the late time points attributed much to the nonspecific accumulation (e.g.， EPR effect),43 the subsequent longitudinal optical imaging experiments were performed at $2 \\dot { \\mathrm { ~ h ~ } }$ after injection to minimize the nonspecific targeting. It should be noted that the in vivo behaviors of Dye75S-Ran in the present study may not be a true mimicry of the clinical situation because ranibizumab does not bind murine VEGF that expressed in normal mouse organs. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Our serial optical imaging studies clearly demonstrated that Dye7SS-Ran can differentiate the cetuximab-responsive and nonresponsive tumors as early as $3 \\mathrm { d }$ after therapy,which is 7d earlier than the observed significant decrease in tumor size (Figures $^ { 3 \\mathrm { A , B } }$ and2).The Dye75S-Ran uptake decreases in the cetuximab-treated HT-29 tumors but not in the cetuximabtreated HCT-116 tumors.This change in Dye7SS-Ran uptake correlated well with the down-regulation of hVEGF expression (Figure 3F） and the inhibition of tumor growth (Figure 2). Ranibizumab was previously radiolabeled with $^ { 8 9 } \\mathrm { Z r } ,$ and PET imaging with the resulting radiotracer $^ { 8 9 } \\mathrm { Z r }$ -ranibizumab allowed the noninvasive determination of angiogenic changes in the tumors treated with the antiangiogenic drug sunitinib.44 PET imaging is highly sensitive and can quantitatively determine the expression levels ofa tumor target.However,PET radiotracers for longitudinal PET imaging during cancer treatment must be freshly synthesized before each scanning because of their short half-life.The synthesis of PET radiotracers is usually complex and requires postlabeling purification.Meanwhile,different batches of radiotracers have different specific activities，which might result in different in vivo biodistributions.Compared with PET radiotracers,an optical imaging probe (e.g., Dye755- Ran） is relatively low cost. The synthesis of an optical imaging probe is also straightforward. The optical imaging probe does not decay and thus can be stored for long-term use.In addition, optical imaging is polychromatic and allows multicolor imaging, which may have broad applications for noninvasive determination of the in vivo interactions in living subjects. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In cancer treatment monitoring,optical imaging has two major disadvantages compared with PET- or SPECT-based nuclear imaging methods. First， optical signals have limited tissue penetration depth.NIRF imaging allows efficient photon tissue penetration with minimal intratissue light scattering. However,optical imaging is still inherently limited in terms of detecting relatively superficial tumors,such as breast cancer, thyroid gland tumor，and skin carcinoma.Recent advances in optical imaging techniques can adapt optical imaging for endoscopicuseorimageguidedsurgery45whichprovides optical imaging access to deep tissues inside the body. The second disadvantage of optical imaging， particularly planar imaging，is its limitation in image reconstruction and quantification.We used a wellvalidated method29,31 to quantify the fluorescence intensity, but the quantification may still not be a true reflection of the probe distribution because the images were planar and the fluorescence signal was heterogeneously distributed throughout the tumor tissues.We performed ELISA studies to validate the in vivo results of optical imaging. Cetuximab treatment inhibited hVEGF expression in the KRAS wild-type HT-29 tumor but not in the KRAS mutant HCT-116 tumor.We radiolabeled ranibizumab with $^ { 1 2 5 } \\mathrm { I }$ and performed a biodistribution study to further confirm the quantification results of optical imaging. The results clearly confirmed that ranibizumab-based probes can specifically measure the hVEGF changes in vivo. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Unlike tumor biomarkers (e.g.，EGFR） that are uniquely expressed or markedly overexpressed on tumor cells,VEGF is almostundetectable on the HT-29 and HCT-116 cell surface (Figure S1A and S1B, Supporting Information). Instead, VEGF can be secreted by the tumor cells into cell culture supernatant in vitro or be released to the bloodstream in vivo.Measurement of the circulating VEGF released from the tumor has been routinely used in the clinical practice for tumor response predictionandmonitoring.464 However，circulating biomarkers (e.g., VEGF） have several limitations,the prominent of which is the high frequency of false-positive indications due to the production from normal host tissues.48 By using ELISA, we observed that in the HT-29 tumor xenografts model, the circulating hVEGF released from the tumor was less than $1 0 \\%$ and more than $90 \\%$ of the hVEGF was retained in the tumor (Figure S1D,Supporting Information).These results highlighted that quantitative imaging using a probe (e.g.,Dye755- Ran）capable of targeting hVEGF at its tissue of origin (i.e, tumor） could be more accurate for determining the hVEGF levels than serum measurements.As in the tumor tissue,VEGF is localized in the extracellular matrix near the tumor vasculature but not on the tumor cell surface, VEGF-targeting probes (e.g.,Dye75S-Ran) in the circulation could easily reach the target (Figure S4， Supporting Information)， facilitating rapid and specific tumor imaging. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "CONCLUSIONS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We successfully developed a VEGF-specific optical imaging probe Dye755-Ran and demonstrated that Dye755-Ran optical imaging can noninvasively monitor tumor VEGF levels under cetuximab treatment. This strategy can potentially serve as a powerful tool for the early assessment of tumor response to drugs that directly or indirectly act on VEGF,for studying the antiangiogenic mechanisms， and for designing appropriate intervention strategies for tumor angiogenesis. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ASSOCIATEDCONTENT ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "$\\otimes$ Supporting Information ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Additional information and methods;FACS analysis of HT-29 and HCT-116 cells; $^ { 1 2 5 } \\mathrm { I }$ ranibizumab binding assay； calculated hVEGF distribution in the HT-29 tumor xenografts model; representative optical images and the quantified tumoruptake of Dye7SS-Ran in HT-29 and HCT-116 tumor-bearing mice; schematic diagram of in vivo Dye755-Ran tumor targeting. This material isavailable free ofcharge via the Internet at http:// pubs.acs.org. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AUTHORINFORMATION ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Corresponding Authors ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "\\*Medical Isotopes Research Center， Peking University，38 Xueyuan Road，Beijing 10o191，China. Tel/Fax: $+ 8 6 \\ – 1 0 .$ 82802871.E-mail: liuzf@bjmu.edu.cn. \\*Medical Isotopes Research Center， Peking University，38 Xueyuan Road，Beijing 100191，China. Tel/Fax: $+ 8 6 \\ – 1 0 \\ –$ （204 82801145.E-mail: wangfan@bjmu.edu.cn. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Author Contributions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "-T.M and H.L. contributed equally to this work. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Notes ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The authors declare no competing financial interest. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This work was supported，in part，by $^ { \\omega } 9 7 3 ^ { \\prime \\prime }$ projects (2013CB733802 and 2011CB707705)，the NSFC projects (81222019,81125011, 81371614,81471712,and 81201127), grants from the Ministry of Science and Technology of China (2011YQ030114，2012ZX09102301，and 2012BAK25B03), grants from the Ministry of Education of China (313oO and BMU201l0263)，grants from the Beijing Natural Science Foundation (7132131 and 7132123)，and a grant from the Beijing Nova Program (Z121107002512010). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(1)Mendelsohn,J.; Baselga,J. The EGF receptor family as targets for cancer therapy. Oncogene 2000,19 (56),6550-65. (2）Arteaga，C.L.EGF receptor as a therapeutic target:patient selection and mechanisms of resistance to receptor-targeted drugs. J. Clin. Oncol.2003,21 (23 Suppl),289s-291s. (3）Wheeler，D.L.；Dunn,E.F.；Harari，P.M. Understanding resistance to EGFR inhibitors-impact on future treatment strategies. Nat.Rev. Clin. Oncol.2010,7 (9),493-507. (4) Chung,K.Y.; Shia,J.; Kemeny, N.E.; Shah,M.; Schwartz,G.K.; Tse,A.;Hamilton,A.; Pan,D.; Schrag,D.; Schwartz,L.;Klimstra,D. S.;Fridman,D.; Kelsen,D.P.; Saltz,L.B.Cetuximab shows activity in colorectal cancer patients with tumors that do not express the ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "epidermal growth factor receptor by immunohistochemistry. J. Clin. Oncol. 2005,23 (9),1803-10.   \n(S)Wild,R;Fager,K.; Flefleh,C.; Kan,D.; Inigo,I; Castaneda,S.; Luo，F.R；Camuso，A.；McGlinchey，K.； Rose，W. C.Cetuximab preclinical antitumor activity (monotherapy and combination based) is not predicted by relative total or activated epidermal growth factor receptor tumor expression levels. Mol. Cancer Ther. 2006,5 (1),104- 13.   \n(6) Cunningham,D.; Humblet,Y.;Siena,S.; Khayat,D.; Bleiberg,H; Santoro,A.; Bets,D.; Mueser,M.; Harstrick,A.; Verslype,C.; Chau,I; Van Cutsem，E. Cetuximab monotherapy and cetuximab plus irinotecan in irinotecan-refractory metastatic colorectal cancer. N. Engl.J.Med.2004,351 (4),337-45.   \n(7） Saltz,L.B.； Meropol, N.J.； Loehrer,P.J., Sr.；Needle,M.N.; Kopit,J； Mayer,R J. Phase II trial of cetuximab in patients with refractory colorectal cancer that expresses the epidermal growth factor receptor.J. Clin. Oncol. 2004,22 (7),1201-8.   \n(8）Normanno，N.； Tejpar，S.；Morgillo，F.；De Luca,A； Van Cutsem,E.;Ciardiello,F.Implications for KRAS status and EGFRtargeted therapies in metastatic CRC.Nat. Rev. Clin. Oncol. 2009,6 (9), 519-27.   \n(9)Allegra, C.J.; Jessup,J. M.； Somerfield, M.R; Hamilton,S.R; Hammond,E.H.；Hayes,D.F.；McAllister，P.K.； Morton，R.F.; Schilsky，RL.American Society of Clinical Oncology provisional clinical opinion: testing for KRAS gene mutations in patients with metastatic colorectal carcinoma to predict response to anti-epidermal growth factor receptor monoclonal antibody therapy. J. Clin. Oncol. 2009,27 (12),2091-6.   \n(10）Lievre,A.；Bachet,J.B.；Le Corre,D.；Boige,V.； Landi,B.; Emile,J.F.; Cote,J.F.; Tomasic, G.; Penna, C.; Ducreux,M.; Rougier, P.；Penault-Llorca， F.； Laurent-Puig， P. KRAS mutation status is predictive of response to cetuximab therapy in colorectal cancer. Cancer Res. 2006,66 (8),3992-5.   \n(11） Dolgin,E.FDA narrows drug label usage.Nature 2009,460 (7259),1069.   \n(12）Khambata-Ford, S.； Garret, C.R.；Meropol,N.J.；Basik,M.; Harbison, C.T.; Wu,S.; Wong, T.W.; Huang,X; TakimotoC.H; Godwin,A. K.；Tan, B.R；Krishnamurthi, S. S.； Burrs,H.A.,3rd; Poplin，E.A.；Hidalgo，M.；Baselga, J.；Clark，E.A.；Mauro，D.J. Expression of epiregulin and amphiregulin and K-ras mutation status predict disease control in metastatic colorectal cancer patients treated with cetuximab.J. Clin. Oncol.2007,25 (22),3230-7.   \n(13）Marusyk，A.；Polyak，K.Tumor heterogeneity:causes and consequences.Biochim. Biophys. Acta 2010,180s(1),105-17. (14）Tolmachev，V.；Stone-Elander，S.；Orlova，A.Radiolabelled receptor-tyrosine-kinase targeting drugs for patient stratification and monitoring of therapy response: prospects and pitfals.Lancet Oncol. 2010,11 (10),992-1000.   \n(15）Dahabreh,I.J.； Terasawa,T.； Castaldi, P.J.； Trikalinos,T.A. Systematic review:Anti-epidermal growth factor receptor treatment effect modification by KRAS mutations in advanced colorectal cancer. Ann. Int. Med.2011,154 (1),37-49.   \n(16)Achmad，A.；Hanaoka，H.；Yoshioka，H.；Yamamoto，S.; Tominaga，H.；Araki，T.；Ohshima，Y.；Oriuchi，N.；Endo，K. Predicting cetuximab accumulation in KRAS wild-type and KRAS mutant colorectal cancer using $^ { 6 4 } \\mathrm { C u }$ -labeledcetuximab positron emission tomography. Cancer Sci. 2012,103 (3),600-5.   \n(17) BarettTKoa,Y;aaY;Rvzz,G.;Sn,Jang B. S.； Paik, C.H.； Urano,Y.； Choyke,P.L.；Kobayashi,H.In vivo diagnosisof epidermal growth factor receptor expresson using molecular imaging with a cocktail of optically labeled monoclonal antibodies.Clin.Cancer Res.2007,13 (22 Pt 1),6639-48.   \n(18)Ferrara,N.; Gerber,H.P.; LeCouter,J.The biologyof VEGF and its receptors. Nat. Med. 2003,9 (6),669-76.   \n(19)Ferrara,N.; Hillan,KJ.; Gerber,H.P.; Novotny,W.Discovery and developmentofbevacizumabananti-VEGFatibodyfotreating cancer. Nat. Rev. Drug Discoverv 2004.3(5).391-400. (20)Marshall,J.L.Vascular endothelial growth factor plus epidermal   \ngrowth factor receptor dual targeted therapy in metastatic colorectal   \ncancer: synergy or antagonism? J. Oncol.2009,2009,937305. (21）Tabernero，J.The role of VEGF and EGFR inhibition:   \nimplications for combining anti-VEGF and anti-EGFR agents. Mol.   \nCancer Res.2007,5 (3),203-20. (22）Larsen，A.K；Ouaret，D.；El Ouadrani，K；Petitprez，A.   \nTargeting EGFR and VEGF(R） pathway cross-talk in tumor survival   \nand angiogenesis.Pharmacol. Ther.2011,131 (1),80-90.   \n(23）Elis，L.M. Epidermal growth factor receptor in tumor   \nangiogenesis.Hematol. Oncol.Clin.North Am.2004,18 (S)，1007-   \n21 viii. (24) Liu,Z.; Sun,X.;Liu,H.; Ma,T.; Shi,J.; Jia,B.; Zhao,H.; Wang,   \nF.Early assessment of tumor response to gefitinib treatment by   \nnoninvasive optical imaging of tumor vascular endothelial growth   \nfactor expresson in animal models.J. Nucl. Med. 2014, S5 (S),818-   \n23. (25) Sun,X.;Ma, T.; Liu,H.; Yu,X.; Wu,Y.; Shi,J.; Jia,B.; Zhao,H.;   \nWang, F.； Liu, Z. Longitudinal monitoring of tumor antiangiogenic   \ntherapy with near-infrared fluorophore-labeled agents targeted to   \nintegrin alphabeta and vascular endothelial growth factor.Eur.J.Nucl.   \nMed.Mol. Imaging 2014,41 (7),1428-39. (26) Dieterle, C.P.; Conzelmann, M.; Linnemann, U.; Berger, M. R.   \nDetection of isolated tumor cells by polymerase chain reaction  \nrestriction fragment length polymorphism for K-ras mutations in tissue   \nsamples of 199 colorectal cancer patients. Clin. Cancer Res.2004,10   \n(2), 641-50. (27) Okada，F.；Rak, J.W.；Croix，B.S.；Lieubeau,B.；Kaya，M.;   \nRoncari，L.；Shirasawa，S.；Sasazuki，T.；Kerbel，R.S.Impact of   \noncogenes in tumor angiogenesis: mutant K-ras up-regulation of   \nvascular endothelial growth factor/vascular permeability factoris   \nnecessary,but not suficient for tumorigenicity of human colorectal   \ncarcinoma cells.Proc.Natl.Acad. Sci.U.S.A.1998,95(7),3609-14. (28）Liu,Z.； Yu,Z.； He,W.； Ma,S.； Sun,L.；Wang, F.In-vitro   \ninternalization and in-vivo tumor uptake of anti-EGFR monoclonal   \nantibody LA22 in AS49 lung cancer cells and animal model. Cancer   \nBiother.Radiopharm.2009,24(1),15-24. (29）Chen，X.；ContiP.S.；Moats，R.A. In vivo near-infrared   \nfluorescence imaging of integrin alphavbeta3 in brain tumor   \nxenografts. Cancer Res.2004,64 (21)，8009-14. (30) van de Ven, S.M.; Elias, S.G.; Chan, C.T.; Miao, Z.; Cheng, Z.;   \nDe,A；Gambhir， S. S. Optical imaging with her2-targeted affibody   \nmolecules can monitor hsp9O treatment response in a breast cancer   \nxenograft mouse model. Clin. Cancer Res. 2012,18 (4),1073-81. (31) Zhang, Y.; Hong,H.;Engle,J.W.; Yang, Y.; Barnhart, T.E.; Cai,   \nW.Positron emisson tomography and near-infrared fluorescence   \nimaging of vascular endothelial growth factor with dual-labeled   \nbevacizumab.Am. J. Nucl. Med. Mol. Imaging 2012,2 (1),1-13. (32)Amado,R.G.; Wolf,M.; Peeters,M.; Van Cutsem,E.; Siena, S.;   \nFreeman，D.J.；Juan，T.；Sikorski，R.；Suggs，S.；Radinsky，R;   \nPatterson, S.D.； Chang,D. D.Wild-type KRAS is required for   \npanitumumab eficacy in patients with metastatic colorectal cancer. J.   \nClin. Oncol. 2008,26 (10),1626-34.   \n(33) Nagengast, W.B.;de Vries, E.G.; Hospers, G.A.; Mulder, N.   \nH.;de Jong, J. R; Hollema, H.; Brouwers, A. H.; van Dongen, G. A;   \nPerk，L.R；Lub-de Hooge，M.N. In vivo VEGF imaging with   \nradiolabeled bevacizumab in a human ovarian tumor xenograft. J. Nucl.   \nMed.2007,48 (8),1313-9. (34) Stollman, T.H.; Scheer, M. G.; Leenders, W.P.; Verrijp, K C.;   \nSoede,A. C.； Oyen,W.J.；Ruers,T.J.；Boerman,O.C.Specific   \nimaging of VEGF-A expression with radiolabeled anti-VEGF   \nmonoclonal antibody. Int. J. Cancer 2008,122 (10),2310-4. (35） Nayak,T.K；Garmestani,K.； Baidoo,K.E.；Milenic,D.E.;   \nBrechbiel, M.W.PETimagingoftumorangiogenesisinmice with   \nVEGF-A-targeted $^ { 8 6 } \\mathrm { Y }$ CHX-A\"-DTPA-bevacizumab.Int.J.Cancer   \n2011,128 (4), 920-6. (36）Gaykema， S.B.；Brouwers，A.H.；Lub-de Hooge，M. N.;   \nPleijhuis,R G.; Timmer-Bosscha,H.; Pot,L.; van Dam, G.M.; van der   \nMeulen,S.B.eJogJR;BartJ；de VriesJ;JasenL；dei E. G.； Schroder， C. P. $^ { 8 9 } \\mathrm { Z r }$ bevacizumab PET imaging in primary breast cancer.J. Nucl. Med.2013,S4(7),1014-8.   \n(37） Terwisscha van Scheltinga, A. G.; van Dam, G. M.； Nagengast, W.B.；Ntziachristos,V.；Hollema,H.；Herek,J.L.； Schroder, C.P.; Kosterink,J. G.; Lub-de Hoog, M.N.； de Vries,E.G. Intraoperative near-infrared fluorescence tumor imaging with vascular endothelial growth factor and human epidermal growth factor receptor 2 targeting antibodies.J. Nucl. Med.2011,52 (11),1778-85.   \n(38）Nagengast,W.B.；de Korte,M.A.； Oude Munnink,T.H.; Timmer-Bosscha,H.; den Dunnen,W.F.; Hollema, $\\mathrm { H . } ;$ de Jong, J. R; Jensen,M. R; Quadt, C.; Garcia-Echeverria, C.; van Dongen, G. A; Lub-de Hooge,M. N.； Schroder，C.P.；de Vries，E.G. $^ { 8 9 } \\mathrm { Z r } .$ bevacizumab PET of early antiangiogenic tumor response to treatment with HSP90 inhibitor NVP-AUY922.J. Nucl.Med.2010,S1 (S),761- 7.   \n(39)van der Bilt,A.R.； Terwisscha van Scheltinga,A. G.; TimmerBosscha,H.; Schroder, C.P.; Pot,L.; Kosterink, J. G.; van der Zee,A. G.; Lub-de Hooge,M.N.; de Jong, S.; de Vries,E.G.; Reyners,A.K. Measurement of tumor VEGF-A levels with $^ { 8 9 } \\mathrm { Z r }$ -bevacizumab PET as an early biomarker for the antiangiogenic effect_ of everolimus treatment in an ovarian cancer xenograft model. Clin. Cancer Res. 2012,18 (22), 6306-14.   \n(40)Chang,S.K；Rizvi,L； Solban,N.；Hasan,T.In vivooptical molecular imaging of vascular endothelial growth factor for monitoring cancer treatment. Clin. Cancer Res.2008,14 (13),4146-53.   \n(41） Chang, A. J.； Sohn,R.； Lu, Z.H.；Arbeit, J.M.； Lapi, S.E. Detection of rapalog-mediated therapeutic response in renal cancer xenografts using $^ { 6 4 } \\mathrm { C u }$ -bevacizumab immunoPET.PLoS One 2013,8 (3),e58949.   \n(42）Maeda，H.；Fang，J.；Inutsuka，T.；Kitamoto，Y. Vascular permeability enhancement in solid tumor: various factors,mechanisms involved and its implications.Int. Immunopharmacol. 2003,3 (3), 319-28.   \n(43)Heneweer, C.; Holland,J.P.; Divilov,V.; Carlin,S.; Lewis,J.S. Magnitude of enhanced permeability and retention efect in tumors with different phenotypes: $8 9 \\mathrm { Z r }$ -albumin as a model system.J.Nucl. Med.2011,52 (4), 625-33.   \n(44)Nagengast,W.B.; Lub-de Hooge,M. N.； Oosting, S.F.；den Dunnen, W.F.; Warnders,F.J.; Brouwers,A.H.;de Jong,J.R; Price, P.M.; Hollema,H.; Hospers,G.A.;Elsinga,P.H.; Hesselink,J.W.; Gietema,J.A.；de Vries,E.G.VEGF-PET imagingisa noninvasive biomarker showing differential changes in the tumor during sunitinib treatment.Cancer Res.2011,71 (1),143-53.   \n(45)van Dam, G.M.； Themelis, G.； Crane, L. M.； Harlaar, N. J.; Pleijhuis, R G.; Kelder, W.; Sarantopoulos,A.； de Jong, J. S.;Arts,H. J.；van der Zee，A. G.；Bart,J.；Low，P.S.；Ntziachristos，V. Intraoperative tumor-specific fluorescence imaging in ovarian cancer by folate receptor-alpha targeting: first in-human results. Nat. Med. 2011,17 (10),1315-9.   \n(46)Hanrahan，E. O.；Ryan，A. J.；Mann,H.；Kennedy，S.J.; Langmuir,P.; Natale,R. B.; Herbst, R. S.; Johnson, B.E.; Heymach,J. V.Baseline vascular endothelial growth factor concentration asa potential predictive marker of benefit from vandetanib in non-small cell lung cancer. Clin.Cancer Res.2009,15 (10),3600-9.   \n(47）Haura, E.B.； Tanvetyanon，T.；Chiappori，A.；Williams， C.; SimonG;SL Song,L.; Rawal,B.; Schel,M.J.; Bepler, G.Phase I/II study of the Src inhibitor dasatinib in combination with erlotinib in advanced nonsmall-cell lung cancer.J. Clin. Oncol. 2010,28 (8),1387-94.   \n(48)Viola-Villgas,N.T.;Rice,S.L.; Carlin,S.；Wu,X.;Evans,M.J; Sevak, K. K; Drobjnak,M.;Ragupathi, G.; Sawada,R;Scholz,W. W.; Livingston,P. O.; Lewis, J. S.Applying PET to broaden the diagnostic utlity ofthe clinically validated CA19.9 serum biomarker for oncology. J. Nucl. Med.2013,54 (11),1876-82. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    }
]