[
    {
        "type": "text",
        "text": "Effects of biodegradable mulch on soil water and heat conditions, yield and quality of processing tomatoes by drip irrigation ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "JIA Hao1.2, WANG Zhenhual1.2\\*, ZHANG Jinzhu1.2, LI Wenhao1, REN Zuoli1, JIA Zhecheng1   \nWANG Qin1   \n1 College of Water & Architectural Engineering,Shihezi University,Shihezi 832oo,China;   \n2 KeyLaboratoryofModern Water-Saving Irigationof XinjangProduction &Construction Group,Shiezi Universityhihezi   \n832000, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: To combat the problem of residual film pollution and ensure the sustainable development of agriculture in oasis areas, a field experiment was carried out in 2019 at the Wuyi Farm Corps Irrigation Center Test Station in Urumqi, Northwest China. Four types of biodegradable mulches,traditional plastic mulchs and a control group (bare land; referred to as CK) were compared,including a total of six different treatments. Effects of mulching on soil water and heat conditions as wellas the yield and quality of processing tomatoes under drip irigation were examined. In addition, a comparative analysis of economic benefits of biodegradable mulches was performed. Principal component analysis and gray correlation analysis were used to evaluate suitable mulching varieties for planting processing tomatoes under drip irigation. Our results show that, compared with CK, biodegradable mulches and traditional plastic mulch have a similar effect on retaining soil moisture at the seedling stage but significantly increase soil moisture by $0 . 5 \\% { - 1 . 5 \\% }$ and $1 . 5 \\% { - 3 . 0 \\% }$ in the middle and late growth periods ( $( P { < } 0 . 0 5 0 )$ ), respectively. The difference in the thermal insulation effect between biodegradable mulch and plastic mulch gradually reduces as the crop grows. Compared with plastic mulch, the average soil temperature at $5 { - } 2 0 ~ \\mathrm { c m }$ depth under biodegradable mulches is significantly lowered by $2 . 0 4 ^ { \\circ } \\mathrm { C } - 3 . 5 2 ^ { \\circ } \\mathrm { C }$ and $0 . 5 2 ^ { \\circ } \\mathrm { C } \\mathrm { - } 0 . 8 8 ^ { \\circ } \\mathrm { C }$ $( P { < } 0 . 0 5 0 )$ at the seedling stage and thefull growth period， respectively， and the water use efciency, average fruit yield,and production-investment ratio under biodegradable mulches were reduced by $0 . 8 9 \\% - 6 . 6 3 \\%$ 。 $3 . 3 9 \\% { - 8 . 6 9 \\% } _ { \\cdot }$ and $0 . 5 1 \\% - 6 . 3 3 \\%$ $( P { < } 0 . 0 5 0 )$ ，respectively. The comprehensive evaluation analysis suggests that the black oxidized biological double-degradation ecological mulch made from eco-benign plastic is the optimal film type under the study condition. Therefore, from the perspective of sustainable development, biodegradable mulch is a competitive alternative to plastic mulch for large-scale tomato production under drip irrigation in the oasis. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:; biodegradable plastic mulch; processng tomato; water use eficiency;soil water and heat; comprehensive evaluation; regional agricultural sustainability; Xinjiang ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Film mulching has been proven effective to regulate soil temperature, inhibit weed growth, improve water use efficiency (WUE) and increase economic benefits (Hou et al., 2O1O; Yin et al., 2012; Li et al., 2O15). The film-covering moisture protection technology has been widely used in agricultural production. So far, the film-covering planting area in China is larger than 2O million $\\mathrm { h m } ^ { 2 }$ (Zhao et al., 2O17). There are more than 5O crops with film-covering, and the annual use of mulch is about 1.2 million tons, which is especially prominent in Xinjiang. The ultra-thin $( 0 . 0 0 6 -$ $0 . 0 0 8 ~ \\mathrm { { m m } }$ ), long degradation cycle $( \\geq 2 0 0$ a) and difficult to recycle polyethylene mulch has been widely used nationally wide. With the extension of service life, along with a low recovery rate, the residual film continues to accumulate in the cultivation layer in soil (Jiang et al., 2017). Continuous film mulching for 2O years caused the residual film to reach 307.9 $( \\pm 3 5 . 8 4 )$ $\\mathrm { k g / h m } ^ { 2 }$ and the residual amount in tomato-planting soil with the plastic film the highest (Yan et al., 2008). The residual film density increases with a trend of $1 6 . 3 7 ~ \\mathrm { k g / h m } ^ { 2 }$ per year, which is mainly concentrated in the $0 { - } 1 5 ~ \\mathrm { c m }$ soil cultivation layer, and the film residue in the oasis area of Xinjiang considerably exceeds the national standard limit (He et al., 2O18). The film residue in the cultivation layer can reduce the soil porosity, hinder water infiltration, weaken the ability of soil to retain water, and thus limit the growth of crops (Du et al., 2018). The residual film in the tillage layer significantly hinders the growth of the root system of tomato seedlings and flowering and fruiting. Moreover, root volume, root length density and other indicators are negatively correlated with the amount of residual film in the tillge layer (Zou et al., 2O16). The negative effect of residual film on crop yields continued for 16 years to completely ofset the positive effect of plastic film cultivation. Hence, from a long-term perspective, especially given that the residual film recycling technology is not mature, plastic film cultivation is not economically efficient (Bi et al., 2OO8). Based on a series of previous studies, it is found that the research goal of completely replacing polyethylene (PE) film in the future is to develop new mulch film and degradable mulch (Hu et al., 2019). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The use of degradable mulch is the most effective way to solve the \"white pollution\" caused by PE film. A large number of studies show that degradable mulch cover has the same effect as the traditional PE film cover in reducing soil evaporation, maintaining moisture storage, balancing ground temperature (Yin et al., 2012; Wu et al., 2017; Wang et al., 2019a, b),and improving soil structure and soil fertility as well as controlling soil salinity (Shen et al.,2O12; Danierhan et al., 2013; Zong et al., 2O2O). Previous studies focused on four types of mulch, such as liquid mulch, photolysis mulch, bio/photodegradable mulch and biodegradable mulch. Photodegradable film is the earliest research foci (Nan et al.,1994; Zhao et al., 2OO5), degradable mulch is believed to eventually replace non-degradable mulch (Zhao et al., 2O17), but currently, degradable mulch and traditional plastic mulch coexist in agricultural management. However, previous research on degradable mulch mainly addressed the composition, degradation characteristics, product development and development of degradable materials (Ammala et al., 2011), although some scholars (Kapanen et al., 2008; Wang et al.,2016; Fan et al.,2Ol7) have carried out field experiments on degradable membranes. The effects of farmland moisture and crops were analyzed, but the crop yield, quality, and economic benefits due to the practicing degraded mulches have not been thoroughly analyzed. In addition, current field research on degradable mulch often looks at cotton (Wang et al., 2O19b), corns (Yin et al.,2017) and potatoes (Gao et al.， 2015)， etc. However, rare research on processing tomatoes covered by degradable film has been conducted. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The main purpose of processing tomatoes (Lycopersicon esculentum Mill is to produce tomato sauce. In 2O14, the area of processing tomatoes reached $2 . 1 { \\times } 1 0 ^ { 7 } \\ : \\mathrm { h m } ^ { 2 }$ in China, and China is one of the largest producer and exporter of processing tomatoes in the world (Ren et al., 2018). Due to the natural climate of Xinjiang, the area of processing tomatoes reached more than $7 . 3 { \\times } 1 0 ^ { 4 } \\mathrm { h m } ^ { 2 }$ in 2017. Xinjiang has become one of the largest producers and exporters of processng tomatoes area in China, and processing tomatoes have become the important local economic support. However, the film coating rate of processing tomatoes is nearly $100 \\%$ . In order to combat the \"white pollution\" and increase the output value of processing tomatoes, it is urgent to promote the planting of processing tomatoes covered by degradable films. Moreover, it is essential to choose suitable drip irigation applications in Xinjiang to reveal the effect of mulching degradable film on soil water and heat conditions and crop yield, quality and economic benefits. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Here, we investigated the effects of thermal insulation and water retention under different types of degradable plastic mulch in Xinjiang. The goals of this work are to: (1) evaluate the potential of degradable plastic film to replace plastic film in drip irrigation processng tomatoes in Xinjiang; (2) make suggestions of biodegradable films suitable for Xinjiang; and (3) provide scientific guidance for the further promotion and application of degradable mulch. With a view to allviating the damage of residual film to farmland ecological environment and ensuring the sustainable development of agricultural ecology and economy in the oasis areaes. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study site ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The experiment was conducted at the irrigation center of Wuyi Farm Corps Irrigation Center, Toutunhe District, Urumqi, during May to September 2019. Wuyi Farm $( 4 3 ^ { \\circ } 5 5 ^ { \\prime } 5 2 ^ { \\prime \\prime } - 4 4 ^ { \\circ } 0 3 ^ { \\prime } 1 0 ^ { \\prime \\prime } \\mathrm { N } .$ $8 7 ^ { \\circ } 1 9 ^ { \\prime } 5 2 ^ { \\prime \\prime } { - } 8 7 ^ { \\circ } 2 7 ^ { \\prime } 2 3 ^ { \\prime \\prime } \\mathrm { E }$ ： $3 6 4 \\mathrm { ~ m ~ }$ a.s.l.) is located on the southern edge of the Junggar Basin, on the northern slope of the Tianshan Mountains.Local climate belongs to the mid-temperate continental semi-arid climate zone. The average air temperature from May to September is $2 6 . 8 ^ { \\circ } \\mathrm { C }$ , the annual mean temperature is $6 . 5 ^ { \\circ } \\mathrm { C }$ (Fig. 1). The mean annual precipitation is $1 9 4 ~ \\mathrm { m m }$ ， the mean annual potential evaporation is $2 6 4 7 ~ \\mathrm { m m }$ , the sunshine hour is $2 8 0 0 \\mathrm { h }$ ,and the frost-free period is $1 6 5 { \\mathrm { ~ d } } .$ Soil at the study site was loam. Soil samples were collected with a ring knife to measure soil bulk density and field water holding capacity before sowing tomatoes (Table 1). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/a71eab528fa9019dc63ad94d77e98b2a9637dca6fcfdf78f01de89e84524b332.jpg",
        "img_caption": [
            "Fig.1Daily rainfall,daily air temperature (including daily average, maximum and minimum) and daily relative humidity at the study site during the growth period of processing tomatoes in 2019 "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/b0fb522ece0003885c873606e2facd69f748b7a289cc535c0e573dc6233cfcd6.jpg",
        "table_caption": [
            "Table 1 Soil bulk density and field water holding capacity "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Depth (cm)</td><td>Soil bulk density (g/cm³)</td><td>Field water holding capacity (%)</td></tr><tr><td>10</td><td>1.35</td><td>17.67</td></tr><tr><td>20</td><td>1.32</td><td>17.86</td></tr><tr><td>30</td><td>1.34</td><td>17.57</td></tr><tr><td>40</td><td>1.36</td><td>17.89</td></tr><tr><td>50</td><td>1.30</td><td>18.01</td></tr><tr><td>60</td><td>1.32</td><td>18.12</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Experimental design ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In 2019, five mulch film treatments (four degradable mulches and traditional PE film) and a control group were set. All selected mulch films were $1 . 2 0 \\mathrm { ~ m ~ }$ wide (Table 2), resulting in a complete combination design, i.e., a total of six treatments, each treatment with three replicates. The layout of the study plots is shown in Figure 2. The irrigation volume was set to $4 5 0 ~ \\mathrm { m m }$ during the full growth period according to the values suggested by Hanson (2OO4) along with the local production practice of Toutunhe Irrigation District. Drip irrigation was combined with the application of fertilizer, i.e., $1 . 3 5 \\ \\mathrm { g / L } \\mathrm { N } { : } \\mathrm { P } _ { 2 } \\mathrm { O } _ { 5 } { : } \\mathrm { K } _ { 2 } \\mathrm { O } _ { 5 }$ , at the ratio of $2 9 0 ; 1 8 8 ; 1 8 8 \\mathrm { k g } / \\mathrm { h m } ^ { 2 }$ ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/f57d0f52d1c257d8f81375d88956e6bab7c2207cc420e65c85d607d155b73ed8.jpg",
        "table_caption": [
            "Table 2Properties of the biodegradable and plastic films used in this study "
        ],
        "table_footnote": [
            "Note:1,PBAisooltateateealatedEorplasic；eithseedtdetl almost no film $( > 9 0 \\% )$ exists on the soil surface; PE, plastic film; BM1,a black degradable mulch made of PBAT;BM2,a black degradable mulch madeofEBP;WM1,awhitedegradable mulch madeofPBAT; WM2,awhite degradable mulchmadeof EBP. "
        ],
        "table_body": "<html><body><table><tr><td>Treatment</td><td>Material1</td><td>Appearance</td><td>Thickness (mm)</td><td>Induction period² (d)</td><td>Manufacture</td></tr><tr><td>PE</td><td>Polyethylene</td><td>Transparent</td><td>0.008</td><td>Many years</td><td>Xinjiang Tianye Co., Ltd.</td></tr><tr><td>BM1</td><td>PBAT</td><td>Black</td><td>0.010</td><td>45</td><td>Guangzhou Kingfa Co., Ltd.</td></tr><tr><td>WM1</td><td>PBAT</td><td>White</td><td>0.010</td><td>45</td><td>Guangzhou Kingfa Co., Ltd.</td></tr><tr><td>BM2</td><td>EBP</td><td>Black</td><td>0.010</td><td>65</td><td>China Tianzhuang Co., Ltd.</td></tr><tr><td>WM2</td><td>EBP</td><td>White</td><td>0.010</td><td>65</td><td>China Tianzhuang Co., Ltd.</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/ae1ce6dcc2d64f0bfe18c6a5108b060fd78a20933114479fa02e058c546b667e.jpg",
        "img_caption": [
            "Fig.2 Planting mode of drip irrigation under mulch for processing tomatoes "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 Field management ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The tested tomato variety was named as \"heniz1015\", which was transplanted and planted on May 2019,and was completely harvested on 5 September 2O19. The growing period lasted $1 2 1 \\mathrm { ~ d ~ }$ .The irrigation system for the specific growth period of processing tomatoes is shown in Table 3. The field agronomic management measures of weeding and pesticide application in each plot were consistent with the local field. Processing tomatoes were planted at a spacing of $3 5 ~ \\mathrm { c m }$ with the row spacing of $3 0 \\mathrm { c m }$ . The single-wing labyrinth drip irrigation tape produced by Xinjiang Tianye (Group) Co., Ltd. of China was used. The outer diameter was $1 6 ~ \\mathrm { m m }$ ,the wall thickness was 0.30 $\\mathrm { m m }$ ， the capillary spacing was $6 0 \\ \\mathrm { c m }$ , the drip spacing was $3 5 ~ \\mathrm { c m }$ , and the drip flow rate was 1.8 L/h. In order to reduce the influence of water and fertilizer interpenetration between adjacent treatments on the experimental research, a $5 0 \\ \\mathrm { c m }$ wide bare land was left between the treatments. The crop planting mode was $\" 1$ film with 2 tubes and 4 rows\" under film drip irrigation, and the water temperature sensor was embedded (Fig. 2). The equipment of drip irrigation and fertilization system was mainly composed of water storage tanks, water pumps, return pipes, fertilization tanks, rotary-wing water meters and a water pipeline system. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/0e9bc66905066b80647bae3b484694d7f45ab970596307ee3a755e72b9a02ce9.jpg",
        "table_caption": [
            "Table 3 Irrigation schedule "
        ],
        "table_footnote": [
            "Note: -, not applicable. "
        ],
        "table_body": "<html><body><table><tr><td>Growth period</td><td>Duration</td><td>Number of days (d)</td><td>Irrigation and fertilization cycle</td><td>Irrigation and fertilization ratio</td><td>Number of irrigation and fertilization</td></tr><tr><td> Seedling stage</td><td>7 May-5 Jun</td><td>30</td><td>(d) 29</td><td>(%) 12.5</td><td>1</td></tr><tr><td>Flowering</td><td>6 Jun-26 Jun</td><td>20</td><td>20</td><td>12.5</td><td>1</td></tr><tr><td>Fruit swelling phase I</td><td>27 Jun-20 Jul</td><td>24</td><td>12</td><td>25.0</td><td>2</td></tr><tr><td>Fruit swelling phase II</td><td>21 Jul-10 Aug</td><td>20</td><td>10</td><td>25.0</td><td>2</td></tr><tr><td>Maturity</td><td> 11 Aug-5 Sep</td><td>27</td><td>12</td><td>25.0</td><td>2</td></tr><tr><td>Full growth period</td><td>7 May-5 Sep</td><td>121</td><td>-</td><td>100.0</td><td>8</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4Sampling and determination ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.1Determination of soil moisture ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A tube-type soil temperature and water intelligent monitor was buried in a fixed location to monitor the moisture and temperature changes of the soil $( 2 0 - 1 2 0 ~ \\mathrm { c m } )$ layer during the whole growth period as well as $2 4 \\mathrm { ~ h ~ }$ before the irigation and $4 8 \\mathrm { ~ h ~ }$ after the irrigation. A soil drill was used to sample soil at a depth of $ { 0 - 6 0 } ~ \\mathrm { c m }$ under the drip irrigation belt, between wide rows and between membranes, and a soil sample was taken every $1 0 \\ \\mathrm { c m }$ ，and soil moisture was determined by drying. In addition, water consumption $( E _ { \\mathrm { T } } )$ and WUE were calculated at different growth periods of the crop. ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nE _ { \\mathrm { T } } = P _ { \\mathrm { r } } + I + \\left( W _ { \\mathrm { p } } - W _ { \\mathrm { h } } \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { W U E } = Y / E _ { \\mathrm { T } } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $E _ { \\mathrm { T } }$ is the crop water consumption (mm); $P _ { \\mathrm { r } }$ is the rainfall during the crop growth (mm); $I$ is the irrigation water during growth (mm); $W _ { \\mathfrak { p } }$ and $W _ { \\mathrm { h } }$ are the soil water storage before sowing and harvest (mm), respectively. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.2Soil temperature ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A curved tube mercury geothermometer was employed to measure soil temperature at the seedling stage, flowering stage, the first stage of fruit expansion, the second stage of fruit expansion and the mature stage at a depth of 5,10, 15,20, and $2 5 \\ \\mathrm { c m }$ ，respectively. Soil temperature was measured every $^ { 4 \\mathrm { ~ h ~ } }$ from O8:0O to 2O:00 (LST),which was continued for five days. The average value was considered the representative value of the growth period. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4.3 Output, quality and economic benefits ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "After reaching the mature stage, the processing tomatoes were harvested by hand at three different maturity stages: early stage, middle stage and later stage (every seven days) to determine the total yield per plant and the total yield per hectare, respectively. Finally, these values were converted into economic output $( Y , \\ \\operatorname { t / h m } ^ { 2 } )$ ,according to the Codex Alimentarius Commission's classification of the quality of processed tomatoes, including three grades of special grade, first grade and second grade. Further, the quality indicators were evaluated at the same time, including fruit shape and color, etc., and the grade was used to weight the price to obtain the final income. The production-investment ratio was the ratio of production $\\left( \\mathbf { C N Y / h m ^ { 2 } } \\right.$ ） to investment $\\scriptstyle ( \\mathbf { C N Y } / \\mathbf { h m } ^ { 2 } )$ 。 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For each treatment of harvested processing tomatoes, $5 0 0 \\ \\mathrm { g }$ offresh fruit samples were selected for quality index determination. The quality of processing tomatoes was quantified by five indicators: total soluble solids (TSS), vitamin C content, total soluble sugar content (SSC),and titrate acid (TA) and calculate sugar-acid ratio (SAR) based on soluble sugar and titratable acid content. To measure the TSS value, a handheld refractometer (RHBO-9O; LINK Co., Ltd., Taiwan, China) was used to determine the vitamin C content by spectrophotometry (Thermo Fisher Scientific Inc., Waltham Mass, USA). The amount of SSC is determined by direct titration (Lane-Eynon method). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.5 Data analysis ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The test data was processed and analyzed using Microsoft Excel 2016 (Microsoft Corporation, USA) and DPS (Data Processng System) statistical software (Zhejiang University, China). The ANOVA (analysis of variance) was performed on the measurement results， and multiple comparisons were performed using the LSD (least significant difference) method. Origin 2018 (OriginLab, USA) was used to produce the figures. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.5.1 Principal component analysis ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Introduction to principal component analysis, principal component analysis is a statistical analysis method that converts multiple indicators into a few comprehensive indicators. It adopts a dimensionality reduction method and finds several comprehensive factors to replace the original variables.Make these comprehensive factors reflect the amount of information of the original variables as much as possible,and they are not related to each other, so as to achieve the purpose of simplification. The calculation steps in the DPS data statistics system are as follows. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(1) Standardize the original data, firstly center the column, and then use the standard deviation to standardize. ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nx _ { i j } = \\left( x _ { i j } - \\overline { { x } } _ { j } \\right) \\big / S _ { j } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\overline { { x } } _ { j } = \\sum _ { i = 1 } ^ { n } x _ { i j } \\mathrm { ~ / ~ } n ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nS _ { j } = \\sqrt { \\sum _ { i = 1 } ^ { n } \\left( x _ { i j } - \\overline { { x } } _ { j } \\right) ^ { 2 } / \\left( n - 1 \\right) } .\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(2) Calculate the correlation coefficient matrix of the sample matrix, ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nR = \\left[ \\begin{array} { l l l l } { r _ { 1 1 } } & { r _ { 1 2 } } & { \\ldots } & { r _ { 1 p } } \\\\ { r _ { 2 1 } } & { r _ { 2 2 } } & { \\ldots } & { r _ { 2 p } } \\\\ { \\ldots } & { \\ldots } & { \\ldots } & { \\ldots } \\\\ { r _ { p 1 } } & { r _ { p 1 } } & { \\ldots } & { r _ { p p } } \\end{array} \\right] .\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(3) Corresponding to the correlation coefficient matrix $R$ , use the Jacobi method to find the $p$ non-negative eigenvalues $( \\lambda _ { 1 } { > } \\lambda _ { 2 } { > } . . . { > } \\lambda _ { p } { \\geq } 0 )$ of the characteristic equation ( $\\left| R - \\lambda I \\right| = 0$ ).The corresponding eigenvector of the eigenvalue $\\lambda _ { i }$ satisfies, ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nC ^ { ( i ) } = \\Big ( C _ { 1 } ^ { ( i ) } , C _ { 2 } ^ { ( i ) } , \\le \\cdots C _ { p } ^ { ( i ) } \\Big ) , ~ i = 1 , 2 , \\cdots , p ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "and satisfied Equation 8. ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\nC ^ { \\left( i \\right) } C ^ { \\left( j \\right) } = \\sum _ { k = 1 } ^ { p } C _ { k } ^ { \\left( i \\right) } C _ { k } ^ { \\left( j \\right) } = \\left\\{ 1 \\begin{array} { l l } { { \\left( i = j \\right) } } & { { \\left( i = j \\right) } } \\\\ { { 0 } } & { { \\left( i \\not = j \\right) } } \\end{array} . \\right.\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(4) Choose m $( m { < } p )$ principal components. The ratio $( a = \\left( \\sum _ { i = 1 } ^ { m } \\lambda _ { i } \\right) \\left/ \\left( \\sum _ { i = 1 } ^ { p } \\lambda _ { i } \\right) \\right.$ of the sum of ariances of the m principal components $Z _ { 1 } , Z _ { 2 } , . . . , Z _ { m } ( m < p )$ to the total variance. When the ratio s close to 1, select $m$ factors $Z _ { 1 } , Z _ { 2 } , . . . , Z _ { m }$ as the $1 , 2 , . . . , m$ principal components. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.5.2 Grey correlation analysis ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "An introduction to the gray correlation analysis method, the gray system theory puts forward the concept of correlation analysis, whose purpose is to clarify the main relationship between the factors in the system through a certain method, find the most influential factors, and grasp the main aspects of contradictions. Grey correlation analysis is a quantitative description and comparison of the development and change of a system. In the DPS data statistics system, the correlation analysis includes the following calculations and steps: ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(1) Original data transformation, adopt the standardized transformation in DPS data processing system. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(2) Calculate the correlation coefficient, the mother sequence after data transformation is recorded as $\\{ X _ { 0 } ( t ) \\}$ , and the child sequence is recorded as $\\{ X _ { i } ( t ) \\}$ , then at time $\\scriptstyle t = k$ ,the correlation coefficient $L _ { 0 i } ( k )$ between the parent sequence $\\{ X _ { 0 } ( k ) \\}$ and the subsequence $\\{ X _ { i } ( k ) \\}$ can be calculated by the following formula: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nL _ { _ { 0 i } } \\left( k \\right) = \\frac { \\Delta _ { \\operatorname* { m i n } } + \\rho \\Delta _ { \\operatorname* { m a x } } } { \\Delta _ { _ { 0 i } } \\left( k \\right) + \\rho \\Delta _ { \\operatorname* { m a x } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $\\Delta _ { 0 i } ( k )$ is the absolute difference between the two comparison sequences at time $k ; \\Delta _ { \\mathrm { m a x } }$ and $\\Delta _ { \\mathrm { m i n } }$ respectively are the maximum and minimum absolute differences of all comparison sequences at each time; and $\\rho$ is 0.1-0.5. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(3)Find the degree of relevance, ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nr _ { 0 i } = \\frac { 1 } { N } \\sum _ { k = 1 } ^ { N } L _ { 0 i } \\left( k \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $r _ { 0 i }$ is the degree of association between subsequence $i$ and parent sequence O; and $N$ is the length of the comparison sequence. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(4) Sort association order, arrange the degree of association of $m$ subsequences to the same parent sequence in order of magnitude to form an association sequence, denoted as $\\{ X \\}$ ，which directly reflects the \"pros and cons\" relationship of each subsequence to the parent sequence. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(5) List the incidence matrix, arrange $r _ { i j } ( i { = } 1 , 2 , . . . , n ; j { = } 1 , 2 , . . . , m )$ appropriately to obtain an incidence matrix, ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nR = { \\left[ \\begin{array} { l l l l } { r _ { 1 1 } } & { r _ { 1 2 } } & { \\dots } & { r _ { 1 m } } \\\\ { r _ { 2 1 } } & { r _ { 2 2 } } & { \\dots } & { r _ { 2 m } } \\\\ { \\dots } & { \\dots } & { \\dots } & { \\dots } \\\\ { r _ { n 1 } } & { r _ { n 2 } } & { \\dots } & { r _ { m n } } \\end{array} \\right] } { \\mathrm { ~ o r ~ } } R = { \\left[ \\begin{array} { l l l l } { r _ { 1 1 } } & { r _ { 1 2 } } & { \\dots } & { r _ { 1 n } } \\\\ { r _ { 2 1 } } & { r _ { 2 2 } } & { \\dots } & { r _ { 2 n } } \\\\ { \\dots } & { \\dots } & { \\dots } & { \\dots } \\\\ { r _ { m 1 } } & { r _ { m 2 } } & { \\dots } & { r _ { m n } } \\end{array} \\right] } .\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The incidence matrix can not only be used as the basis for advantage analysis, but also as a basis for decision making. If the $i$ column in the incidence matrix $R$ satisfies, ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\left[ \\begin{array} { l } { r _ { 1 i } } \\\\ { r _ { 2 i } } \\\\ { \\cdots } \\\\ { r _ { m i } } \\end{array} \\right] > \\left[ \\begin{array} { l } { r _ { 1 j } } \\\\ { r _ { 2 j } } \\\\ { \\cdots } \\\\ { r _ { m j } } \\end{array} \\right] \\left( \\forall i , j \\in 1 , 2 , \\cdots , n , i \\not = j \\right) . } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "It is said that the parent sequence $\\{ Y _ { i } \\}$ is optimal relative to other parent sequences. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1Dynamic changes of soil moisture under different mulching treatments ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1.1 Effects of different mulch treatments on the moisture content of different soil layers in the seedling stage of drip irrigation processing tomatoes ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Figure 3 shows the dynamic changes of the moisture content of the film-coated cross-section before and after irrigation of tomato under drip irrigation with different mulching treatments. As the soil depth increases, the moisture content of different soil layers varies. Figure 3a and b show the distribution of water content in the $ { 0 - 6 0 } ~ \\mathrm { c m }$ soil layer of the film-covered section for $2 4 \\mathrm { ~ h ~ }$ before irrigation and $4 8 \\mathrm { ~ h ~ }$ after irrigation with the the traditional plastic mulch treatment. The average moisture content of each soil layer before and after irrigation changes significantly $( P { < } 0 . 0 1 0 )$ , increasing by $4 . 1 1 \\%$ ， $3 . 8 1 \\%$ , and $5 . 6 2 \\%$ , respectively. It can be seen from Figure 3c and d that the average moisture content of each soil layer changed significantly before and after ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Horizontal distance (cm) Horizontal distance (cm) Moisture -60 -40 -20 0 20 40 60 -60 -40 -20 0 20 40 60 content (% 0 9.68- 7.59- 2090g 0811.08/2A41 13.86 .OR-5S 88 5.50 -10.73 30 30 -15.26 11.48 40 11.77- 40 16.65 13.86 15.26 50 50 18.04 % -16.65 60L(a) PE-1 -13.86 12.82 60(b) PE-2 18.04 -60 -40 -20 0 20 4060 -60 -40 -20 0 20 40 60 78 8.6 1010.77/12.84 /11.80 13.87 12.841. 6 20 30 30 15.93 11.84 12.64 40 11.64 40 16.97 14.87 0 50 50 15.93 60C) BM1-1 13.64 60d) BM1-2 16.97 -60-40 -20 0 20 4060 -60-40 -20 0 20 40 60 0 8.82 11.11 7.84 9.79 10.761.74 y 10 112.713.56 11.11 8.66 20 20 10.29 30 _12.71 30 -11.93 13.69 14.38 12.75 40 -14.66 40 15.20 13.56 16.02 14.38 50 50 15.20 16.02 60C) WM1-1 60( WM1-2 -60-40 -200 20 40 60 -60 -40 -20 0 20 40 60 1 00 12.58 1d 12.4713.23 1247 84   \nr) erresrgeeigt 11.79 13.23 12.47 .00 20 20 10.94 30 13.36 30 14.0014.76 12.47 13.23 40 40 -15.53- 14.00 14.76 50 50 15.53 60L（g) BM2-1 14.15 60(h) BM2-2 16.29 -16.29 -60 -40 -20 0 20 40 60 -60 -40 -20 0 204060 109.4 11.90 11.00.20 11.05 85   \nr) erresgeegrt 20 10.52 11.19 2013.60 10 12.75 1.90 11.05 30 -1186 12.53 30 11.90 -14.45 40 40 15.307 13.60 50 50 16.15 15.30 60i WM2-1 60li) WM2-2 15.30 14.45 16.15 Refore irrigation After irrigation ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "irrigation, increasing by $2 . 3 7 \\%$ ， $1 . 7 3 \\%$ ，and $1 . 6 9 \\%$ $( P { < } 0 . 0 5 0 )$ ， respectively. It can be seen from Figure 3e and f that after irrigation, the average moisture content of each soil layer increased by $3 . 1 1 \\%$ ， $4 . 4 8 \\%$ ，and $3 . 6 7 \\%$ $( P { < } 0 . 0 5 0 )$ ,respectively. As can be seen from Figure $3 \\mathrm { g }$ and $\\mathbf { h }$ ，they increased by $1 . 7 \\%$ ， $1 . 4 8 \\%$ ,and $2 . 0 2 \\%$ $( P { < } 0 . 0 5 0 )$ , respectively. It can be seen from the Figures 3i and j that they increase by $1 . 5 9 \\%$ ， $1 . 2 8 \\%$ ,and $2 . 3 4 \\%$ $( P { < } 0 . 0 5 0 )$ , respectively. From the distribution of water content of the film-covered sections before irrigation in each treatment, it can be concluded that the average water content of the soil in the $0 { - } 2 0 ~ \\mathrm { c m }$ soil layer is lower than the average water content in the soil layer of $> 2 0 { \\ - } 4 0 \\ \\mathrm { c m }$ ,and even lower than $> 4 0 { \\mathrm { - } } 6 0 ~ \\mathrm { c m }$ the average water content in the soil layer. However, the decrease range of water content in each layer of each treatment was different. The order of soil average water content in O-20, $> 2 0 { - } 4 0$ and $> 4 0 { \\mathrm { - } } 6 0 \\ \\mathrm { c m }$ soil layers before irrigation was $\\mathrm { B M 2 } { > } \\mathrm { W M 2 } { > } \\mathrm { W M 1 } { > } \\mathrm { B M 1 } { > } \\mathrm { P E }$ ， $\\mathrm { B M 2 } { > } \\mathrm { W M 1 } { > } \\mathrm { W M 2 } { > } \\mathrm { P E } { > } \\mathrm { B M 1 }$ ， $\\mathrm { B M 2 } { > } \\mathrm { W M 1 } { > } \\mathrm { B M 1 } { > } \\mathrm { W M } 2 { > } \\mathrm { P E } .$ ， After irigation, the moisture content of each treatment film section was redistributed. The moisture content in diffrent soil layers increased differently than before irrigation. After irrigation, the average increase of soil moisture content in the $ { 0 - 6 0 } ~ \\mathrm { c m }$ soil layer was ranked as: $\\mathrm { P E } { > } \\mathrm { B M } 1 { > } \\mathrm { B M } 2 { > } \\mathrm { W M } 1 { > } \\mathrm { W M } 2$ . To sum up, after the comparison of irrigation before and after irrigation, the water content of tomato seedlings in drip irigation changes, traditional plastic film treatment is better than all biodegradable plastic mulch treatment; the black degradation mulch treatment is better than the white degradation mulch treatment; and the BM1 treatment is slightly higher than the BM2 treatment. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.1.2 Effects of different mulch treatments on the water content of tomatoes during drip irrigation during the growth period ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Figure 4 displays the changing trend of the average soil water content in the $ { 0 - 6 0 } ~ \\mathrm { c m }$ soil layer with the growth of processing tomatoes under different cover treatments. Different mulching treatments are in stark contrast to CK (control group). The mulching treatment is equivalent to a water-repellent layer, which can effectively prevent the inefficient evaporation of soil moisture. The soil water content in the $ { 0 - 6 0 } ~ \\mathrm { c m }$ soil layer fluctuates with the growth of the processing tomato, mainly due to the number of irrigation times and rainfall. The four types of degradable membranes are intact in the shape of the processng tomatoes seedling and early flowering (20-45 ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/6758f65bc2b78e7b0d85d92dd570e2e923de0975d45bc3de3d3168f281d68a14.jpg",
        "img_caption": [
            "Fig.4Water content changes during the whole growth period of tomato under drip irrigation with diferent mulching treatments $\\left( 0 { - } 6 0 \\thinspace \\mathrm { c m } \\right)$ "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "DAS (days after sowing)) damaged, but the crops were small and the sun was directly on the ground, resulting in differences in soil water content under different mulch treatments, where the water content of the degradation mulch treatment and the CK treatment did not change significantly $( P { > } 0 . 0 5 0 )$ . Between 45 and 75 DAS, the soil water content of PE treatment was significantly greater than those of BM1, BM2, WM1, WM2, CK, and other treatments $( P { < } 0 . 0 5 0 )$ ， and PE $( 1 . 3 9 \\% )$ , BM1 $( 0 . 8 3 \\% )$ , BM2 $( 0 . 6 3 \\% )$ ,WM1 $( 0 . 3 4 \\% )$ , WM2 $( 0 . 2 7 \\% )$ treatment coverage were higher than CK ( ${ \\scriptstyle ( P < 0 . 0 5 0 ) }$ . As the processing tomato grows, the degradation film gradually cracks and degrades. However, due to the increase in the number of irrigation and the increase in the inter-particle shielding rate, the water content under each mulching treatment gradually increases. Among the degradation mulch treatments, the BM1 and BM2 treatments have better water retention effects.Between 75 and 105 DAS, the soil water contents of PE, BM1, BM2, WM1, WM2 treatments were significantly higher than that of CK $( P { < } 0 . 0 5 0 )$ , which were $1 . 8 1 \\%$ ， $1 . 0 3 \\%$ ， $1 . 1 8 \\%$ ， $0 . 6 1 \\%$ ，and $0 . 6 6 \\%$ 1 $( P { < } 0 . 0 5 0 )$ ，respectively. With the growth of processing tomatoes, the water retention efects of BM1 and BM2 treatments are getting better and better, indicating that the black degradation mulch treatment is better than the white degradation mulch treatment, and the BM2 treatment is better than the BM1 treatment. After analyzing the dynamic change of water content during the whole growth period of processing tomatoes, covering with degradable plastic film and traditional plastic film can improve the soil moisture of $ { 0 - 6 0 } \\mathrm { c m }$ soil layer, but compared with CK in the later growth stage of processing tomatoes, PE film can significantly increase soil moisture $1 . 5 \\% - 3 . 0 \\%$ , degradable plastic film can increase soil moisture by $0 . 5 \\% { - 1 . 5 \\% }$ $( P { < } 0 . 0 5 0 )$ · ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.2Soil temperature change of cultivated layer with different mulching treatments ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.2.1 Effects of different mulching treatments on the soil temperature at $5 { - } 2 0 ~ \\mathrm { c m }$ soil depth at the seedling stage ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Table 4 demonstrates the time-dependent temperature changes in the $5 { - } 2 0 ~ \\mathrm { c m }$ soil layer of tomato seedlings under drip irigation with different mulching treatments. From the measured ground temperature as a whole, it can be seen that the changes of the ground temperature of different soil layers with time show a consistent law, the minimum temperature is at O8:0O (LST), and the maximum temperature is at 16:OO (LST). The amplitude decreases, and the average maximum and minimum ground temperature differences in 5, 10, 15, and $2 0 \\mathrm { c m }$ soil layers are $1 8 . 0 9 ^ { \\circ } \\mathrm { C } .$ $1 3 . 4 9 ^ { \\circ } \\mathrm { C }$ $1 0 . 9 ^ { \\circ } \\mathrm { C }$ and $5 . 7 5 ^ { \\circ } \\mathrm { C }$ ， respectively. With the change of soil depth at the seedling stage, the ground temperature showed regular changes under different film treatments. In terms of the surface (O-5 cm) soil temperature, it is found that the ground temperature of the black degradable mulch treatment is lower than that of the white degradable mulch treatment. But the temperature of the soil layer of $5 { - } 2 0 ~ \\mathrm { c m }$ shows that the black degradable film is more thermally insulating than the white. The analysis found that the average temperatures of $5 { - } 2 0 ~ \\mathrm { c m }$ soil layer at the seedling stage of BM1,WM1,BM2,WM2 were lower $( 2 . 0 8 ^ { \\circ } \\mathrm { C }$ $2 . 4 4 ^ { \\circ } \\mathrm { C }$ $2 . 0 4 ^ { \\circ } \\mathrm { C }$ ， $3 . 5 2 ^ { \\circ } \\mathrm { C } )$ ）than PE treatment $( P { < } 0 . 0 5 0 )$ but higher $( 3 . 4 8 ^ { \\circ } \\mathrm { C }$ $3 . 1 2 ^ { \\circ } \\mathrm { C }$ $3 . 5 2 ^ { \\circ } \\mathrm { C }$ $2 . 0 3 ^ { \\circ } \\mathrm { C } )$ thanCK $( P { < } 0 . 0 5 0 )$ . In the soil layer of $2 0 -$ $2 5 ~ \\mathrm { c m }$ ，the temperature of the soil changes little,and the effect of different mulching on the soil temperature in the $0 { - } 2 0 ~ \\mathrm { c m }$ soil layer gradually weakens with increasing soil depth. Therefore, the cover film at the seedling stage can change the temperature of $0 { - } 2 0 ~ \\mathrm { c m }$ soil layer. The degradation process of plastic film is similar to that of traditional plastic film, but PE film is better than any type of degradation mulches, and the black degradation mulch is better than the white degradation mulch. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.2.2 Effects of different mulching treatments on the soil temperature of the arable layer during the whole growth period ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "As the processing tomatoes grows, the dynamic change of the average soil temperature under different mulching treatments $( 5 { - } 2 0 ~ \\mathrm { c m } )$ is shown in Figure 5. The trend of the ground temperature change of the processing tomatoes throughout the growing period is to increase first, between 60 and 70 DAS, reached the maximum value, and then decreased until the end of the harvest period. At the seedling stage of processing tomatoes (5-25 DAS), the leaf area index of the plant is small, and different types of mulching have different effects on soil temperature changes. The thermal insulation ability is ranked by $\\mathrm { P E } { > } \\mathrm { B M } 2 { > } \\mathrm { B M } 1 { > } \\mathrm { W M } 2 { > } \\mathrm { W M } 1$ . As the processing tomatoes grows to the flowering stage $( 2 5 { - } 4 5 ~ \\mathrm { D A S } )$ , the average ground temperatures of the BM1, WM1, BM2，WM2, and other degradable mulch treatments are lower $( 0 . 6 7 ^ { \\circ } \\mathrm { C } ,$ $0 . 9 1 ^ { \\circ } \\mathrm { C }$ 。 $0 . 5 2 ^ { \\circ } \\mathrm { C }$ ，and $0 . 8 8 ^ { \\circ } \\mathrm { C } )$ than that of PE ( ${ \\scriptstyle ( P < 0 . 0 5 0 ) }$ . As the temperature rises, the growth of processing tomatoes reaches the fruit expansion stages I and II (45-70 DAS). At this stage, the degradation mulch has cracked and began to degrade, but the fruits, branches, and leaves are blocked by solar radiation, and the degradation of the mulch did not change its thermal insulation effect because of the increase in soil moisturecontent. The average ground temperatures of BM1 $( 0 . 3 0 ^ { \\circ } \\mathrm { C } )$ ，WM1 $( 0 . 4 7 ^ { \\circ } \\mathrm { C } )$ ， BM2 $( 0 . 5 1 ^ { \\circ } \\mathrm { C } )$ , WM2 $( 0 . 8 3 ^ { \\circ } \\mathrm { C } )$ , and other degradable mulch treatments are lower than that of PE $( P { < } 0 . 0 5 0 )$ . When the processing tomatoes entered the mature stage, due to the discoloration of the fruit, the leaves fell off, at the same time the soil moisture content decreased, the degradation mulch appeared a long crack, the average ground temperature of each degradable mulch treatment is significantly reduced, and the decreasing trend is significantly higher than that of traditional mulching film. The average ground temperature of BM1 $( 0 . 5 0 ^ { \\circ } \\mathrm { C } )$ , WM1 $( 0 . 5 7 ^ { \\circ } \\mathrm { C } )$ ， BM2 $( 0 . 2 6 ^ { \\circ } \\mathrm { C } )$ ， and WM2 $( 0 . 6 0 ^ { \\circ } \\mathrm { C } )$ treatments was lower than that of PE $( P { < } 0 . 0 5 0 )$ . With the extension of the growth period, the effect of degraded plastic film on ground temperature is weakened, the growth period of processing tomatoes is longer. Until the end of the tomato maturity period, traditional mulching film has been affecting the soil temperature. However, each kind of degradable plastic mulch did not significantly reduce the soil temperature at the maturity period of processing tomatoes due to its own degradation $( P { < } 0 . 0 5 0 )$ ： ",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/6d3f7bf06114576825144e7351a6b3d831fd1af08fd2fa8a6738466f748b5ac9.jpg",
        "table_caption": [
            "Table 4 Effects of plastic film mulching on ground temperature at diffrent soil depths in processing tomato seedlings $( 5 { - } 2 0 ~ \\mathrm { c m } )$ "
        ],
        "table_footnote": [
            "Note: Different uppercase $( P { < } 0 . 0 1 0 )$ and lowercase $( P { < } 0 . 0 5 0 )$ in the same column indicate significant differences between treatment groups.T, treatment; CK,veEbb \\*\\*， $P { < } 0 . 0 0 1$ level. Mean±standard error. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"4\">T</td><td colspan=\"8\">Ground temperature (C) measured four timesa day at different soil depths</td></tr><tr><td colspan=\"4\">5cm</td><td colspan=\"5\">10 cm</td></tr><tr><td>08:00</td><td>12:00</td><td>16:00</td><td>20:00</td><td>08:00</td><td>12:00</td><td>16:00</td><td>20:00</td></tr><tr><td>PE</td><td></td><td>24.52±0.228aA 37.35±0.4327aA 46.90±0.696aA</td><td></td><td>33.18±0.557aA</td><td>24.58±0.661aA</td><td>32.03±0.278aA</td><td>40.28±0.229aA</td><td>34.08±0.111aA</td></tr><tr><td>BM1</td><td></td><td>23.80±0.793aAB36.40±0.307abAB41.60±0.443bB</td><td></td><td>32.75±0.514abA</td><td>22.93±0.229bB</td><td></td><td>31.20±0.286bAB37.18±0.421bB</td><td>32.93±0.189bAB</td></tr><tr><td>WM1</td><td></td><td>21.47±0.375beB35.50±0.377beBC41.53±0.272bB31.98±0.556abA22.63±0.354beB</td><td></td><td></td><td></td><td></td><td></td><td>29.88±0.275cC36.33±0.175cBC 32.45±0.307bBC</td></tr><tr><td>BM2</td><td></td><td>23.53±0.854abAB 36.30±0.447abABC41.58±0.316bB31.65±0.330bA21.65±0.312cB</td><td></td><td></td><td></td><td></td><td></td><td>29.58±0.085C36.00±0.187cCD 31.25±0.284cC</td></tr><tr><td>WM2</td><td></td><td></td><td></td><td></td><td></td><td>21.37±0.904cB34.57±0.549cC39.88±0.764cB29.10±0.227cB21.95±0.185bcB30.95±0.210bB</td><td>35.15±0.171dD</td><td>29.40±0.483dD</td></tr><tr><td>CK</td><td>20.76±0.196dD</td><td></td><td>36.11±0.150bB32.54±0.395dD</td><td></td><td>27.52±0.215dC20.53±0.135dC</td><td>27.86±0.324dD</td><td>30.25±0.214eE</td><td>26.57±0.389eE</td></tr><tr><td colspan=\"8\">Significance analysis (F test value)</td></tr><tr><td>MM</td><td>252.463***</td><td>59.110***</td><td>789.350***</td><td>596.652***</td><td>269.568***</td><td>397.235***</td><td>1896.356***</td><td>891.112***</td></tr><tr><td rowspan=\"2\">T</td><td colspan=\"4\">15 cm</td><td colspan=\"4\">20cm</td></tr><tr><td>08:00</td><td>12:00</td><td>16:00</td><td>20:00</td><td>08:00</td><td>12:00</td><td>16:00</td><td>20:00</td></tr><tr><td>PE</td><td>25.40±0.208aA</td><td>30.03±0.193aA35.03±0.193aA</td><td></td><td></td><td>33.48±0.125aA24.80±0.245aA</td><td>27.20±0.141aA</td><td>32.48±0.125aA</td><td>31.20±0.141aA</td></tr><tr><td>BM1</td><td>22.73±0.149bB</td><td></td><td></td><td></td><td></td><td>29.78±0.221abA34.90±0.508aAB 30.65±0.393cBC 22.68±0.189cdCD 25.45±0.132cC</td><td>29.38±0.144bB</td><td>29.18±0.132℃</td></tr><tr><td>WM1</td><td>22.70±0.261bB</td><td></td><td></td><td></td><td>29.53±0.103bA34.30±0.178abAB30.20±0.147cC23.18±0.149cBC</td><td>25.23±0.149cC</td><td>28.53±0.103cC</td><td>28.18±0.149dD</td></tr><tr><td>BM2</td><td>22.10±0.334bB</td><td></td><td></td><td></td><td>30.10±0.108aA35.05±0.104aA31.50±0.286bB23.80±0.123bB</td><td>26.30±0.220bB</td><td>29.58±0.165bB</td><td>30.05±0.150bB</td></tr><tr><td>WM2</td><td>22.55±0.194bB</td><td></td><td></td><td>29.48±0.144bA33.65±0.393bB28.60±0.187dD22.45±0.132dD</td><td></td><td>24.25±0.166dD</td><td>25.50±0.123dD</td><td>27.23±0.155eE</td></tr><tr><td>CK</td><td>21.25±0.245c℃</td><td>27.56±0.113bB</td><td></td><td></td><td>29.14±0.209cC24.28±0.168eE21.35±0.143eE</td><td>26.49±0115bB</td><td>27.34±0.167cC</td><td>24.12±0.214fF</td></tr><tr><td colspan=\"8\">Significance analysis (F test value)</td></tr><tr><td>MM</td><td>216.857***</td><td>118.962***</td><td>547.223***</td><td>914.367***</td><td>165.322***</td><td>238.114***</td><td>386.425***</td><td>1664.874***</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/cbdc05c227e0035348fd45e8a930b5c738099a69212c4ae26028d6928f296f5f.jpg",
        "img_caption": [
            "Fig.5 Ground temperature change during the whole growth period of processing tomatoes under drip irigation with different mulching treatments $( 5 - 2 0 \\mathrm { c m } )$ "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.3Yield, quality， WUE,and economic benefit of processing tomato with different covering treatments ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The yield, quality， WUE, and investment of processing tomato fruits under different film treatments are displayed in Figure 6. According to the maturity period, the fruit yield is divided into early, middle, and late parts, and the PE treatment fruit yield reaches $1 7 3 . 2 5 ~ \\mathrm { t / h m ^ { 2 } }$ , the BM2 treatment reached $1 6 7 . 3 6 ~ \\mathrm { t / h m ^ { 2 } }$ ， and the fruit yield of each film treatment was $2 6 . 9 1 \\%$ (PE), $2 1 . 7 3 \\%$ (BM1), $1 8 . 7 2 \\%$ (WM1), $2 2 . 6 0 \\%$ (BM2), and $1 5 . 6 0 \\%$ (WM2） higher than that of CK $( P { < } 0 . 0 5 0 )$ . The total yield was $2 . 5 6 \\% - 5 . 4 8 \\%$ higher than that of the white degradable mulch treatment $( P { < } 0 . 0 5 0 )$ ，and the fruit yield comparison of the black degradable mulch treatment BM1 and BM2 was not significant $( P { > } 0 . 0 5 0 )$ . It can be seen from Figure 6 that the fruit yield of early， middle and late harvests accounts for about $45 \\%$ ， $3 5 \\%$ ，and $20 \\%$ of the total yield $( P { < } 0 . 0 5 0 )$ . There are significant differences between the quality of fruits of degradable mulch treatments and that of PE treatment ( $( P { < } 0 . 0 5 0 )$ . The SAR is a fruit flavor index comprehensively reflected by SSC and TA. Among them, the SAR of fruit treated with BM2 could be up to 15.779 $\\mathrm { m g / l o 0 g }$ FW. There were significant differences in WUE under different mulching treatments $( P { < } 0 . 0 5 0 )$ . WUE treated with degraded mulches such as BM1, WM1, BM2, and WM2 were reduced by $2 . 5 0 \\%$ ， $3 . 5 1 \\%$ ， $0 . 8 9 \\%$ ,and $6 . 6 3 \\%$ $( P { < } 0 . 0 5 0 )$ , respectively, and the economic benefits of processing tomatoes with different film treatments are different. Diferent film choices lead to different production and investment ratios. The cost of degradation mulch is higher than that of the traditional film. The production and investment ratio of each degraded film treatment is reduced by $5 . 5 3 \\%$ ， $6 . 3 3 \\%$ ， $0 . 5 1 \\%$ ，and $4 . 4 9 \\%$ 1 $( P { < } 0 . 0 5 0 )$ compared with PE treatment. In summary, the traditional plastic film treatment is slightly better than the degradation mulch treatment BM2 in terms of yield, WUE, and production-investment ratio. However, the quality of the fruit under the degradation mulch treatment is slightly beter than the traditional plastic film treatment. With a comprehensive consideration ofdifferent mulching treatments production-investment ratio, fully biodegradable mulch can be degraded after covering, will not cause secondary pollution to the environment, and reduce labor costs. The current production and investment ratio of degraded membrane is lower than traditional mulch, resulting in low net income. However, as the negative effects of traditional mulch membranes on the environment continue to increase, the positive effects will be exceeded for a long time. At the same time, the large-scale production of various degradable mulches at home and abroad will reduce their costs. Covering the degradable mulch during the processing of tomato planting will increase its economic benefits and has broad application prospects. Compared with the production and investment ratio of the four types of degradable mulch, the application of BM2 treated with black degradable mulch has a better economic effect. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "220 35 200 (a) Mid harvest (F-17.182 (b) (M 8 008) e F=56.660\\*\\*\\* 160 a bc Earlyharvest (F=616.785\\*\\*\\* C b d b 品 C a 30 C 140 e T 120 a b C b d d 100 e 25 80 60 a b C h d e 40 20   \nMI80 2018 PE F-132 BM2 WM2 CK @P BM1F=8017 BM2 WM2 CK a   \ng001 a df bf Cd ab + bed 1 108 品 b # d 中 0.6 0.4 0.2 4 0.0   \nrr)isnt 7 PE BM1 WM1 BM2 WM2 CK PE BM1 WM1 BM2 WM2 CK （0 (e) F=26.146\\*\\*\\* (f) a a a F=1048.808\\*\\*\\* a 6 中 中 中 中 b 1 + H C C C d 中 5. 4 e 3 0.4 PE BM1 WM1 BM2 WM2 CK PE BM1 WM1 BM2 WM2 CK @ 1 bc F-101.203 d ()a 小 $F { = } 1 3 4 . 5 8 0 ^ { * * }$ （2号 b C e 中 e 0.2 1 0.11 PE BM1 WM1 BM2 WM2 CK PE BM1 WM1BM2 WM2 CK Mulching treatment Mulching treatment ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.4 Comprehensive evaluation of suitable mulching species for drip irrigation processing tomatoes in arid oasis ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.4.1 Evaluation of suitable plastic film mulching types for drip irigation processing tomatoes in arid oasis area based on principal component analysis In the evaluation process of suitable mulching types for drip irrigation processing tomato in arid oasis area, it is not credible to evaluate the rationality of suitable mulching types only by single response indicators such as heat preservation, moisture retention and yield quality of mulching film to processing tomatoes seedling stage. In order to obtain the most suitable mulch treatment scheme, the principal component analysis method was used to conduct quantitative analysis on comprehensive indices such as ground temperature， soil moisture content, yield, WUE, production and investment ratio, TSS, TA, vitamin C, SSC, SAR, etc. (Table 5). Among them, the ground temperature and soil water content were selected from the average temperature $( 5 - 2 0 \\ \\mathrm { c m } )$ and average water content $\\left( 0 { - } 6 0 \\thinspace \\mathrm { c m } \\right)$ of the drip irrigation processing tomatoes seedlings. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Principal component analysis is based on DPS statistical software to calculate the comprehensive evaluation value. The comprehensive evaluation results of different mulching treatments based on response index of drip irrigation processng tomato are shown in Table 6. It can be seen from the above that PE is integrated and its evaluation value is the highest, followed by BM2 and BM1 treatments, indicating that PE treatment has the best comprehensive response index for drip irrigation processing tomatoes. Among all coating treatments, PE, BM2, and BM1 treatments have higher comprehensive response indicators, and black degradable mulches are significantly better than white degradable mulches. The comprehensive evaluation value of the control treatment is lower and the effect is the worst. The results show that the appropriate film-covering type scheme can make the comprehensive evaluation of various response indicators of the tomato under drip irrigation reach the best level, which is conducive to the growth and development of crops, and achieve the purpose of improving yield and quality. Therefore, BM2 treatment is selected as the optimal lamination treatment. ",
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/6ac86c0503c1cff489614e0e0569edae90a5ff41fccea2d6fda77ea3123fa2a3.jpg",
        "table_caption": [
            "Table 5Response values of processing tomatoes with drip irrigation under different film treatments "
        ],
        "table_footnote": [
            "Note:T,treat;,latu;stuot;ritied;itaC;luear;blid; SSl,soluble solids; SAR,sugar-acid ratio; WUE, water use efficiency; Pr-In,production-investmentratio. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">T</td><td rowspan=\"2\">ST (C)</td><td rowspan=\"2\">MC (% g/g)</td><td rowspan=\"2\">FY (t/hm²)</td><td>VC</td><td>SSg</td><td>TA</td><td>SS1</td><td>SAR</td><td rowspan=\"2\">WUE (t/(hm².mm))</td><td rowspan=\"2\">Pr-In</td></tr><tr><td></td><td></td><td>(mg/100 g FW)</td><td></td><td></td></tr><tr><td>PE</td><td>38.67</td><td>16.63</td><td>173.25</td><td>30.123</td><td>12.598</td><td>0.856</td><td>5.293</td><td>14.732</td><td>0.3366</td><td>1.8538</td></tr><tr><td>BM1</td><td>35.55</td><td>15.73</td><td>166.62</td><td>30.395</td><td>13.280</td><td>0.952</td><td>6.010</td><td>14.235</td><td>0.3282</td><td>1.7195</td></tr><tr><td>WM1</td><td>35.17</td><td>15.52</td><td>162.34</td><td>29.348</td><td>12.828</td><td>0.882</td><td>6.000</td><td>14.201</td><td>0.3248</td><td>1.6850</td></tr><tr><td>BM2</td><td>35.58</td><td>15.87</td><td>167.36</td><td>31.018</td><td>15.450</td><td>0.988</td><td>6.110</td><td>15.779</td><td>0.3336</td><td>1.7970</td></tr><tr><td>WM2</td><td>33.54</td><td>15.82</td><td>158.18</td><td>29.033</td><td>12.695</td><td>0.915</td><td>5.987</td><td>13.917</td><td>0.3143</td><td>1.7333</td></tr><tr><td>CK</td><td>29.82</td><td>15.63</td><td>138.31</td><td>26.635</td><td>10.720</td><td>1.069</td><td>5.760</td><td>10.128</td><td>0.2781</td><td>1.3225</td></tr></table></body></html>",
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/bcafdc5b60acec2bbb5878ed62106b40888b5a008d5278efa925f7b8cf4cfb49.jpg",
        "table_caption": [
            "Table6 Comprehensive evaluation of different film treatments based ondrip irrigation tomato response index "
        ],
        "table_footnote": [
            "Note: $Z _ { 1 }$ $Z _ { 2 }$ $Z _ { 3 }$ $Z _ { 4 }$ ,and $Z _ { 5 }$ represent the first,second, third,fourth and fifth principal component variables,respectively. "
        ],
        "table_body": "<html><body><table><tr><td>Treatment</td><td>Z1</td><td>Z2</td><td>Z3</td><td>Z4</td><td>Z5</td><td>Rank</td></tr><tr><td>PE</td><td>2.7974</td><td>-2.8429</td><td>0.2756</td><td>0.0226</td><td>-0.0379</td><td>1</td></tr><tr><td>BM1</td><td>0.8040</td><td>0.8122</td><td>-0.0425</td><td>0.4857</td><td>0.3119</td><td>3</td></tr><tr><td>WM1</td><td>0.2675</td><td>0.5990</td><td>-1.2599</td><td>0.1935</td><td>-0.2495</td><td>4</td></tr><tr><td>BM2</td><td>1.9341</td><td>1.8562</td><td>1.0878</td><td>-0.1286</td><td>-0.1544</td><td>2</td></tr><tr><td>WM2</td><td>-0.3019</td><td>0.2335</td><td>-0.5460</td><td>-0.6558</td><td>0.1800</td><td>5</td></tr><tr><td>CK</td><td>-5.5011</td><td>-0.6580</td><td>0.4851</td><td>0.0826</td><td>-0.0500</td><td>6</td></tr></table></body></html>",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "3.4.2 Comprehensive evaluation of suitable mulching species for drip irrigation processing tomato in arid oasis area based on grey correlation analysis ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The grey correlation analysis method is used to comprehensively evaluate the suitable film-covering varieties of drip irrigation processing tomatoes, and its meaning and purpose are consistent with the principal component analysis. In order to evaluate the most suitable film treatment, comprehensive indices, such as ground temperature, soil moisture content, yield, WUE, production and investment ratio, TSS, TA, vitamin C, SSC, and SAR, etc., were used for quantitative analysis, and the most appropriate plastic film treatment was obtained. The response index data of drip irrigation processng tomatoes under different film treatments were used as the comparison sequence, and the maximum response index under different film treatments were used as the reference frame. Among them, the ground temperature and soil water content were selected from the average temperature $( 5 { - } 2 0 ~ \\mathrm { c m } )$ and the average water content $\\left( 0 { - } 6 0 \\ \\mathrm { c m } \\right)$ of the tomato seedling mulching drip irrigation (Table 7). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Gray correlation analysis is based on DPS statistical software to calculate the correlation value. According to the response index of the tomato processing by drip irgation, the comprehensive evaluation of different film treatments is shown in Table 8. It can be seen from the above that PE has the highest correlation, followed by BM2 and BM1. Among the different film treatments, PE, BM2 and BM1 treatments have higher comprehensive response indices, and the black degradable mulch is significantly beter than the white degradable mulch. The comprehensive evaluation value of the control treatment is lower and the effect is the worst. The analysis results are basically consistent with the conclusions drawn by the principal component analysis, which further shows that suitable types of mulching film can make the crop comprehensive response index achieve the purpose of improving quality and eiciency. In short, considering the environmental polution hazards of PE mulch, BM2 treatment is recommended as the optimal film treatment. ",
        "page_idx": 14
    },
    {
        "type": "table",
        "img_path": "images/eff5d63e6544e65f81c2d6a9d3c78146dcbdf50def7dc9981af72316b23ce9e5.jpg",
        "table_caption": [
            "Table 7 Comparing series and reference series of response indices of tomato processing by different film treatments under drip irrigation "
        ],
        "table_footnote": [
            "Note:RS,reference sequence;S, sequence "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">T</td><td rowspan=\"2\">S</td><td rowspan=\"2\">ST (℃)</td><td rowspan=\"2\">MC (% g/g)</td><td rowspan=\"2\">FY (t/hm²)</td><td>VC</td><td>SSg</td><td>TA</td><td>SS1</td><td>SAR</td><td rowspan=\"2\">WUE</td><td rowspan=\"2\">Pr-In</td></tr><tr><td></td><td></td><td>(mg/100 g FW)</td><td></td><td>(t/(hm².mm))</td></tr><tr><td>RS</td><td>X0</td><td>38.67</td><td>16.63</td><td>173.25</td><td>31.018</td><td>15.450</td><td>1.069</td><td>6.110</td><td>15.779</td><td>0.3366</td><td>1.8538</td></tr><tr><td>PE</td><td>X1</td><td>38.67</td><td>16.63</td><td>173.25</td><td>30.123</td><td>12.598</td><td>0.856</td><td>5.293</td><td>14.732</td><td>0.3366</td><td>1.8538</td></tr><tr><td>BM1</td><td>X2</td><td>35.55</td><td>15.73</td><td>166.62</td><td>30.395</td><td>13.280</td><td>0.952</td><td>6.010</td><td>14.235</td><td>0.3282</td><td>1.7195</td></tr><tr><td>WM1</td><td>X3</td><td>35.17</td><td>15.52</td><td>162.34</td><td>29.348</td><td>12.828</td><td>0.882</td><td>6.000</td><td>14.201</td><td>0.3248</td><td>1.6850</td></tr><tr><td>BM2</td><td>X4</td><td>35.58</td><td>15.87</td><td>167.36</td><td>31.018</td><td>15.450</td><td>0.988</td><td>6.110</td><td>15.779</td><td>0.3336</td><td>1.7970</td></tr><tr><td>WM2</td><td>X5</td><td>33.54</td><td>15.82</td><td>158.18</td><td>29.033</td><td>12.695</td><td>0.915</td><td>5.987</td><td>13.917</td><td>0.3143</td><td>1.7333</td></tr><tr><td>CK</td><td>X6</td><td>29.82</td><td>15.63</td><td>138.31</td><td>26.635</td><td>10.720</td><td>1.069</td><td>5.760</td><td>10.128</td><td>0.2781</td><td>1.3225</td></tr></table></body></html>",
        "page_idx": 14
    },
    {
        "type": "table",
        "img_path": "images/52362bc8ddf9529add7c9b6b3cbcf2b05d89d7dedb95a7ed8210c12fad900a02.jpg",
        "table_caption": [
            "Table 8Comprehensive evaluation of diferent plastic film treatments based on the response indices of processing irrigation tomato "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Treatment</td><td>Correlation degree</td><td>Rank</td></tr><tr><td>PE</td><td>0.5422</td><td>1</td></tr><tr><td>BM1</td><td>0.4934</td><td>3</td></tr><tr><td>WM1</td><td>0.4382</td><td>4</td></tr><tr><td>BM2</td><td>0.5137</td><td>2</td></tr><tr><td>WM2</td><td>0.4045</td><td>5</td></tr><tr><td>CK</td><td>0.3736</td><td>6</td></tr></table></body></html>",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Film mulching has been used for many years in the Xinjiang Oasis Irrigation Area where evaporation is strong. Film mulching is equivalent to adding an isolation layer between the soil and the atmosphere, which can not only prevent the inefficient evaporation of soil moisture but also improve the water use efficiency (Li et al., 2OO1). This study found that the redistribution of the moisture content of the film-covered section before and after irigation at the seedling stage of the tomato under drip irrigation covered by the degradable mulch had a significant effect on the soil water content in the $0 { \\ - } 4 0 \\ \\mathrm { c m }$ soil layer ( $_ { ( P < 0 . 0 5 0 ) }$ . Black degradation mulch treatment is better than white degradation mulch treatment. At the same time, after analyzing the dynamic change of water content during the whole growth period of processing tomatoes, covering with degradable plastic film and traditional plastic film can improve the soil moisture status of 0-60 cm, but compared with CK, traditional film can significantly increase the soil moisture $1 . 5 \\% -$ $3 . 0 \\%$ ， degradable mulch film improves soil moisture by $0 . 5 \\% { - 1 . 5 \\% }$ 0 $_ { ( P < 0 . 0 5 0 ) }$ . Plastic film planting can improve water use efficiency (Li et al., 2OO1). This study found that there is a significant difference in WUE under different film treatments $( P { < } 0 . 0 5 0 )$ . The WUE of degraded mulch treatment was reduced by $0 . 8 9 \\% - 6 . 6 3 \\%$ $( P { < } 0 . 0 5 0 )$ compared with PE treatment. For the cultivation of tomatoes by drip irrigation, Xinjiang's Oasis Irrigation District has unique geographical advantages. In addition, its special irrigation planting mode is also a highlight. This study found that the average fruit yield of the degraded mulch treatment decreased by $3 . 3 9 \\% -$ $8 . 6 9 \\%$ compared with the PE treatment $( P { < } 0 . 0 5 0 )$ . There were significant differences in the quality indicators of processed tomatoes among the mulching treatments $( P { < } 0 . 0 5 0 )$ ，which was consistent with the results of Moreno and Moreno (2Oo8). Although the yield of processed tomatoes was reduced, the degradable film coverage improved the fruit quality. BM2 degradation mulch coverage significantly improves the quality of tomato vitamin C, SSC, and increases the SAR of tomato flavor index. Its nutritional value, color and flavor are the driving force for consumers to purchase processed tomato products. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Film mulch can change the surface temperature of the soil surface, but the effect of different colors and different thickness of the mulch on the soil temperature are significantly different (Li et al., 2018). In the corn vegetative growth stage, the average ground temperature of $5 { - } 2 5 ~ \\mathrm { c m }$ of the degradable mulches and PE treatments increased $1 . 4 ^ { \\circ } \\mathrm { C } \\mathrm { - } 2 . 6 ^ { \\circ } \\mathrm { C }$ compared with CK, respectively (Wang et al., 2O11). The average soil temperatures of 5, 15 and $2 5 \\ \\mathrm { c m }$ soil layers under the degraded mulch of the processing tomatoes were $0 . 7 3 ^ { \\circ } \\mathrm { C }$ . $0 . 6 0 ^ { \\circ } \\mathrm { C }$ and $0 . 5 4 ^ { \\circ } \\mathrm { C }$ lower than CK (Wang et al., 2O19). The results of these studies are similar to the results of this experiment. The average temperature of the soil at the seedling stage of $5 { - } 2 0 ~ \\mathrm { c m }$ is lower ( $2 . 0 4 ^ { \\circ } \\mathrm { C } - 3 . 5 2 ^ { \\circ } \\mathrm { C } )$ than that of the PE treatment ( $( P { < } 0 . 0 5 0 )$ ， and the average ground temperature of the degraded mulch treatment during the entire growth period is $0 . 5 2 ^ { \\circ } \\mathrm { C } { - } 0 . 8 8 ^ { \\circ } \\mathrm { C }$ lower than that of the PE $( P { < } 0 . 0 5 0 )$ . The effect on the deeper soil temperature is not significant, because heat can only be transferred from high-temperature objects to low-temperature objects under natural conditions and cannot be reversely conducted. Just as the temperature rises during a day, external heat enters mainly at this stage the ground temperature of each treatment rises with the soil, but it is lower than the bare ground temperature, which also shows that the plastic film has a hindering effect on heat, the same is true at night. It can be seen that the plastic film covering has a certain two-way obstruction effect on the heat in the soil, so it can effectively suppress the fluctuation range of the soil temperature. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Inthis study， the ground temperature， soil moisture content, yield, WUE, production-investment ratio and quality indicators during the growth period of drip irrigation processing tomatoes were used as control comprehensive evaluation indicators, and the principal component analysis method and the gray correlation analysis method were used to comprehensively quantify different mulching evaluation indicators. The results of the analytical methods show that the BM2 treatment is the best. This study shows that the input cost of different types of degradable mulch films is higher (about $5 . 8 \\% \\AA$ ） than that of PE mulch films,and production-investment ratio is reduced by $0 . 5 1 \\% - 6 . 3 3 \\%$ . Among them, all the evaluation index values of BM2 treatment are the smallest. Considering that the cost of biodegradable mulching film is a restrictive factor for large-scale promotion, as well as Xinjiang's natural conditions and crop types, the mulching scheme is optimized to ensure that the crops maintain a good physiological growth state. In order to achieve efficient production， the goal of coordinated development of economic and environmental benefits, sustainable development strategy for agricultural production， therefore， the treatment of black degradable mulch based on EBP (eco-benign plastic) material is recommended as the optimal coating treatment. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The moisture retention effect of biodegradable film at the seedling stage is similar to that of traditional plastic film, and it has a significant impact on soil moisture content in the $\\textstyle 0 - 4 0 \\mathrm { c m }$ soil layer $( P { < } 0 . 0 5 0 )$ . Compared with CK in the flowering to maturity of processing tomatoes, traditional plastic film can significantly increase soil moisture by $1 . 5 \\% - 3 . 0 \\%$ ， and degradable plastic film can increase soil moisture by $0 . 5 \\% { - 1 . 5 \\% }$ 0 $P { < } 0 . 0 5 0 \\rangle$ ). There are significant differences in WUE under different mulching treatments $( P { < } 0 . 0 5 0 )$ . Compared with traditional plastic mulching treatment, WUE of degradable film treatment is reduced by $0 . 8 9 \\% - 6 . 6 3 \\%$ $( P { < } 0 . 0 5 0 )$ ： The average temperature of $5 { - } 2 0 ~ \\mathrm { c m }$ soil layer in the seedling stage of biodegradable film is $2 . 0 4 ^ { \\circ } \\mathrm { C } \\mathrm { - } 3 . 5 2 ^ { \\circ } \\mathrm { C }$ lower than that of traditional plastic film treatment $( P { < } 0 . 0 5 0 )$ . The average ground temperature of the degradable film treatment during the whole growth period is $0 . 5 2 ^ { \\circ } \\mathrm { C } -$ $0 . 8 8 ^ { \\circ } \\mathrm { C }$ lower than that of the traditional plastic film ( $( P { < } 0 . 0 5 0 )$ . In addition, the black degradable mulch based on EBP material is better than other mulch films in terms of heat preservation and moisture retention. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Compared with traditional plastic film, the average fruit yield under biodegradable mulch treatments decreases by $3 . 3 9 \\% - 8 . 6 9 \\%$ $( P { < } 0 . 0 5 0 )$ . There are significant differences in various quality indicators of processed tomatoes with plastic film treatment and CK treatment $( P { < } 0 . 0 1 0 )$ ： Compared with traditional plastic mulch film, the input cost of different types of degradable mulch film increases by about $5 . 8 \\%$ , and production-investment ratio decreases by $0 . 5 1 \\% - 6 . 3 3 \\%$ $( P { < } 0 . 0 5 0 )$ . The principal component analysis method and the gray correlation analysis method indicate that it is feasible to use degradable mulch instead of traditional mulch film in tomato production. Therefore, the treatment of black degradable mulch based on EBP material is recommended as the optimal coating treatment. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "This research was financially supported by the Scientific and Technological Innovation Team Project in Key Areas (2019CB004) and the Water-Saving Irigation Experiment Project (BTJSSY-201911） of Xinjiang Production and Construction Corps, China. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Ammala A,Bateman S,Dean K,etal.2011.Anoverviewof degradableandbiodegradable polyolefins.ProgressinPolymer Science,36(8): 1015-1049.   \nBi JY,Wang X F, Zhu D L.2008.Effectof plastic-film mulch oncrop yield.Transactionsof the Chinese Societyof Agricultural Engineering,24(11): 172-175. (in Chinese)   \nDanierhanS,halamuA,TumaerbaiH,etal.2O13.Efectsofemiterdischargeratesonsoilsalinitydistributionandcoton (Gosypium hirsutumL.)yieldunder drip irigation with plastic mulch in anarid regionofNorthwestChina.Journal of Arid Land, 5(1): 51-59.   \nDu L,LiYN,Chen PP,et al.2018.Effectsofdiferentresidual filmonthe growthandsol environmentof maize.Water Saving Irrigation,(7): 4-9,14. (in Chinese)   \nFan YQ,DingRS, Kang S Z,etal. 2O17.Plastic mulch decreases available energyand evapotranspiration and improves yield and water use efficiency in an irrigated maize cropland. Agricultural Water Management,179: 122-131.   \nGao XH,XieD,Huang,YZ,etal.2O15.Theapplicationeectsof trulyiodegradable mulch inpotatofarmlands.Agricultural Science & Technology,16(9): 2070-2072.   \nHansonBR,MayDM.O04.Efectofsubsurfacedripirrigationonprocessingtomato yield,water tabledepth,soilsalinity and profitability. Agricultural Water Management, 68(1): 1-17.   \nHe HJ,Wang ZH,GuoL,etal.2O18. Distributioncharacteristics ofresidualfilmoveracottonfieldunderlong-terfilm mulching and drip irrigation in an oasis agroecosystem. Soil & Tillage Research,18O: 194-203.   \nHou X Y, WangFX,HanJJ,etal.2010. Durationof plastic mulchforpotato growthunderdripirigationinanaridregionof Northwest China. Agricultural and Forest Meteorology, 150(1): 115-121.   \nHu C,Wang XF, Chen XG,etal.2019.Current situation and control strategiesof residual film polltion in Xinjiang. Transactions of the Chinese Society of Agricultural Engineering,35(24): 213-234.(in Chinese)   \nJiang X J,Liu WJ,Wang EH,etal.2O17.Residualplasticmulchfragmentseffectsonsoil physical propertiesand wateflow behavior in the Minqin Oasis,northwestern China. Soil & Tillage Research,166:100-107.   \nKapanenA,SchetiniE,Vox G,etal.Oo8.Performanceandenvironmentalimpactofbiodegradablefilms inagiculture:A field study on protected cultivation. Journal of Polymers and the Environment,16(2): 109-122.   \nLi XY,Gong JD,GaoQZ,etal.2Oo1.Incorporationofidge adfurrowmethodofrainfallhrvesting with ulchngforcrop production under semiarid conditions. Agricultural Water Management, 5O(3): 173-183.   \nLi $\\mathrm { ~ X ~ Y ~ } _ { \\mathrm { ~ } }$ Guo Y, Ding $Z ^ { \\mathrm { ~ J ~ } }$ ,et al. 2018. Influence of different film mulchings on soil temperature at different time scales and maize yield. Transactions of the Chinese Society for Agricultural Machinery,49(9): 247-256. (in Chinese)   \nLi Y G, Wang Z H, Zhang JZ,etal. 2O15.Effectsof liquid film mulching onsoil temperature, moisture and the growth of cotton under drip irrigation. Soils, 47(6): 1170-1175. (in Chinese)   \nMorenoMM,MorenoA.2008.Effectof diferentbiodegradable and polyethylene mulchesonsoil properties and production in a tomato crop. Scientia Horticulturae,116(3): 256-263.   \nNan DJ,Xie HE,Li YE,etal.1994. Studyof theefect of photodegradable plastic film mulching on sol contamination and cotton growth.Cotton Science,6(2):103-108.(in Chinese)   \nRen ZJ,Li Y,Fang WS,etal.2O18.Evaluationof allylisothiocyanateasasoilfumigantagainstsoil-be diseases in commercial tomato (Lycopersicon esculentum Mill.)production in China.Pest Management Science,74(9): 2146-2155.   \nShen LX, Wang P,ZhangLL.2012.Degradation propertyof degradable filmand itsefectonsoil temperature and moisture and maize growth. Transactions of the Chinese Society for Agricultural Engineering,28(4): 111-116. (in Chinese)   \nWangB,WanYF, WangJX,etal.2019.Efectsof PBATbiodegradable mulch filmon thephysicalandchemical propertiesof soiland tomato yield insouthern Xinjiang.JournalofAgriculturalResourcesandEnvironment,36(5):640-648.(inChinese)   \nWangM,Wang HX,Han QF2011.Efects of different mulching materialsonsoil water,temperature,andcon growth.Acta Agronomica Sinica, 37(7): 1249-1258. (in Chinese)   \nWang SY,FanTL,LiSZ,etal.216.Propertyofbiodegradablefimdegradation,water-retentionandincreasingoil temperature and its impact on maize growth and development process. Agricultural Research inthe Arid Areas,34(1):127- 133. (in Chinese)   \nWang ZH,Wu Q,Fan BH,et al.2O19a.Testing biodegradable films as alternatives to plastic films inenhancingcotton (Gossypium hirsutum L.) yield under mulched drip irrigation. Soil & Tillage Research,192: 196-205.   \nWang Z H, Wu Q,FanB H,etal.2019b.Effectsof mulching biodegradable films underdrip irigationonsoil hydrothermal conditions and cotton (Gossypium hirsutum L.) yield. Agricultural Water Management, 213: 477-485.   \nWu Q, Wang ZH, Zheng XR,etal.2O17.Efects ofbiodegradation filmmulching onsoil temperature, moistureand yieldof coton underdripirrigation intypical oasisarea.Transactionsof the Chinese Society for Agricultural Engineering,33(16): 135-143. (in Chinese)   \nYan CR,Wang XJ,HeWQ,et al.2008.Theresidueof plastic filmincoton fields inShihezi, Xinjiang.ActaEcologica Sinica,28(7): 3470-3474. (in Chinese)   \nYin G H,Tong N, HaoL,et al.2O12.Effectsof soil moisture and yield under diferent material film mulchingon peanut. Journal of Soil and Water Conservation, 26(4): 204-207,250. (in Chinese)   \nYin M H,Li YN,Shen SL,et al.2O17. Meta-analysis on effctof degradable film mulchingon maize yield in China. Transactions of the Chinese Society for Agricultural Engineering, 33(19): 1-9.(in Chinese)   \nZhao A Q,LiZZ, Gong YS.2Oo5.Efects ofbiodegradable mulch filmon corn growthand its degradation infield.Journalof China Agricultural University,10(2): 74-78. (in Chinese)   \nZhao Y,ChenXG,WenHJ,etal.2O17.Researchstatusand prosectofcontroltechnologyforresidual plasticution in farmland.Transactions of the Chinese Society for Agricultural Machinery,48(6):1-14.(in Chinese)   \nZong R,Wang Z H,Wu Q,etal.2020.Characteristics ofcarbon emissions incotton fieldsunder mulched drip irrigation Agricultural Water Management, 231: 105992, doi: 10.1016/j.agwat.2019.105992   \nZou X Y,Niu WQ,LiuJJ,etal.2016.Efectofresidual plasticfimon growth of tomatoatsedlingandbloomingand fruit-seting stages. Chinese Journal of Eco-Agriculture,24(12): 1643-1654. (in Chinese) ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    }
]