[
    {
        "type": "text",
        "text": "贯彻落实 “四个率先 重要指示引领 “一带一路” 科技创新发展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“相知无远近，万里尚为邻”。推进“一带一路”建设，是党中央、国务院统筹国内国外两个大局作出的重大战略决策，是习近平总书记站在新的历史起点上，面对复杂的国内外形势和世界发展新趋势作出的历史性判断，是我国当前及未来的正确发展方向。“一带一路”建设必将推动相关国家和地区的现代化进程，完善现有的全球治理体系，实现全球新的包容性增长。创新是驱动全球增长的最重要因素，科技创新是全面创新的核心和引领，发挥科技创新在“一带一路”建设中的先导作用，推动“一带一路”相关国家和地区的创新发展，既是“四个率先”的内在要求，也是中国科学院主动服务于国家战略的历史担当。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "回望历史，中国与“一带一路”国家和地区的科技交流推动了世界历史进程。在陆上和海上“丝绸之路”活跃的商贸活动中，以“四大发明”为代表的中国科技成果东传日本、朝鲜，西传阿拉伯、欧洲各国。其中，造纸术和印刷术加速了科学思想、科学知识的传播及普及，推动了欧洲思想启蒙、宗教改革、资本主义的产生；火药和指南针使环球航行成为可能，推动了15世纪开始的地理大发现，使人类逐渐认识了我们生活的地球，为第一次“全球化”进程奠定了基础。中国古代与世界尤其是“一带一路”国家和地区的科技交流，是双向而不是单向的，从“一带一路”国家和地区引入的多种农作物和水果、蔬菜改变了中国人的食物结构，现代科学技术、现代工业体系模式的输人更是加速了我国的现代化进程。因此，历史上我国与“一带一路”国家和地区的交往不只存在于商贸领域，科技的交流和互动长期以来都是其中的重要内容，从某种程度上说科技是其中最活跃、最有革命性和历史意义的因素。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "环视当前，科技创新已成为世界各国社会经济发展的主要驱动力。“一带一路”国家和地区间已达成越来越多的共识，即：“一带一路”沿线国家和地区在自然环境、社会政策、经济和文化等方面存在巨大差异，大家都面临着复杂的发展挑战。只有通过科技创新和国际科技合作，才能更好地应对这样的挑战。科技创新不仅是解决这些复杂问题与挑战的“金钥匙”，也是在“一带一路”战略大背景下，显著提升包括中国在内的“一带一路”沿线各国和地区之间在各个重点领域交流合作能力与水平的“推进剂”。这些重点领域包括政策咨询、基础设施、交通运输、贸易资产，以及人文交流等。在这一过程中，科研机构，特别是国立科研机构，理应起到其应有的引领作用。通过科技交流、科技合作，打造以科技创新为引领的新型发展模式已得到越来越多“一带一路”国家和地区的高度认同。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院与“一带一路”国家和地区的科技交流与合作起步早、规模大，已初步构建“一带一路”科技合作体系，合作成果逐步显现。中国科学院自2013年以来率先打造“人才、平台、项目”相结合的“一带一路”科技合作体系，先后启动实施了“发展中国家科教合作拓展工程”和“一带一路”科技合作行动计划，率先在发展中国家启动建设海外科教基地，建立和运行了一批CAS-TWAS（中国科学院-发展中国家科学院）卓越中心，设立了CAS-TWAS 院长奖学金，部署了一批“一带一路”科技合作培育项目，是国内最早围绕“一带一路”战略开展系统性、实质性国际科技合作的部门。科技合作工作也得到了相关国家领导人的高度关注，习近平主席、李克强总理多次见证了中国科学院与“一带一路”国家签署有关合作协议；李克强总理在多个国际场合提及中国科学院海外科教基地工作；泰国、智利、肯尼亚、斯里兰卡、塔吉克斯坦等国元首或领导人，均高度重视与中国科学院共同推动的科技合作并多次出席相关活动。可以说，中国科学院围绕“一带一路”所打造的科技合作网络和平台已经成为进一步推进我国“一带一路”建设的“新地标”和“新名片”。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2016年11月，由中国科学院、俄罗斯科学院等12家“一带一路”相关国家和地区的国家科学院和科研机构联合在北京发起主办“‘一带一路’科技创新国际研讨会”，来自沿线22个国家的国立科研机构负责人、2位诺贝尔奖得主、30余位各国科学院院士出席研讨会，来自全球近40个国家和地区的350余名科学家参加会议，研讨会发布了《北京宣言》，《宣言》提出要打造运转高效、信息共享的“一带一路”国际协同创新平台，推动合作研究与创新，促进信息共享与合作共赢，联合开展战略咨询，促进彼此间的政策沟通，提升科教能力建设，共同推进“一带一路”科技组织联盟的建设。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "展望未来，中国科学院“十三五”规划已明确制定了“‘一带一路’战略行动计划”，将以科技合作为纽带大幅提升我国在“一带一路”地区的科技治理能力和话语权。依托与沿线国家和地区既有的双多边合作机制和区域合作平台，重点围绕基础科学、绿色技术、生命健康、气候环境、可持续发展、能力建设和人才培养等领域，进一步整合现有资源和渠道，形成综合、立体、全方位的“一带一路”合作架构，成为牵引“一带一路”地区科技合作和创新发展的核心领导力量。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国科学院作为科技国家队，将想国家之所想、急国家之所急，按照习总书记对中国科学院提出的“四个率先”总要求，按照党中央国务院“一带一路”战略决策总部署，不断创新，发挥科技创新基础性、前瞻性和引领性作用，为沿线国家和地区的发展提供源源不断的科技推动力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "《中国科学院院刊》作为“国家科学思想库核心媒体”的智库平台，策划组织了“科技支撑‘一带一路’——中国科学院率先行动”专刊，目的是让社会各界更好了解中国科学院“一带一路”相关工作进展，更加重视科技创新在服务国家“一带一路”战略中的重要作用。希望社会各界继续关心、支持中国科学院科技创新工作，共同扎实推进国家“一带一路”战略。",
        "page_idx": 1
    }
]