[
    {
        "type": "text",
        "text": "A Categorical Perceptual Study on Mandarin Tones by native Dai language speakers in Dehong Autonomous Prefecture ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yao Lu ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Department of Chinese language and literature, Peking University, Beijing 10o871, China   \nLibraries of Renmin University of China,Beijing 10o872, China   \ne-mail: luyiru2012@163.com   \ntel:15210956306 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract—This paper is intended to investigate how the Dai Dialect speaker in Dehong Autonomous Prefecture perceives Mandarintones.Therefore identificationanddiscrimination experiments are conducted of the four Mandarin tone continuums with Dai Language speakers.The results suggested that the DaiLanguage speaker's perception mode of T1-T2 and T2-T4 continuums are Categorical Perception, but for T1-T3, T2- T3,T3-T4 and T1-T4 continuums are not.These findings indicate that Dai language tone system does have a significant influence on the perception of Mandarin tones. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords-Categorical Perception;Dai language speakers; Mandarintones ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "I．INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Categorical perception (CP) has been one of the most extensively studied phenomena in speech perception for nearly 50 years because itis believed to reflect some fundamental aspects of the processing of speech sounds [1].Most of the Earlier CP researches concentrated on segmental features of speech,i.e.,consonants and vowels.The consonants were considered perceived categorically which means there is a clear linguistic boundary in the continuum between two consonants, whereas vowels are not[2,3,4]. Since 197Os,more and more attention has been put to the suprasegmental features of speech, especially the tone.Wang [5]and Francis et al.[6,7] proved that a continuum ranging from a high level tone to a high rising contour tone is perceived categorically by native speakers Abramson and Francis et al. [6,7] pointed out that a continuum ranging from one or more level tone to another is not perceived categoricallybynative speakers. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Mandarin Chinese has four lexical tones and can be described phoneticallyas T1-high level, T2-high rising, T3- falling rising,and T4-high falling,respectively.Though not without controversy,the consensus opinion has been that the continuums between T1-T3,T1-T3 and T1-T4 are perceived categorically whereas the continuum ranging from T2-T3 is not [10,11,12]. In addition, the linguistic experience has a crucial influence on the development of CP.Wang [5] first demonstrated that there is no linguistic boundary for native American English (non-tone language) subjects.Since then, several studies of Mandarin tone perception have investigated the impact of language background, but most focusing on the contrast between native tone language and non-tone language subjects.However,different inventories of tones may also influence tone perception of another language. As we all know, there are so many tone languages in china, the tone numbers of some minor languages are even more than Mandarin. Therefore, how will these tone-language speakers perceive Mandarin? Will they establish the similar CP as native Mandarin speakers? Thereisstillalackof studiesonwhetherandhowdifferent tone systems affect tone perception in terms of CP. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In this study,we choose the Dai language speakers in Dehong Autonomous Prefecture as subjects to examine their perception of Mandarin tones and the influence of their mother-tongue.Dai language which is used by Dehong branch of Dai ethnic group is part of Sino-Tibetan language family. According to previous studies [13,14,15], Dai language in Dehong has nine tones for monosyllabic words: three level tones, four falling tones and two rising tone.Their tone values are: 24\\35\\51\\54\\31\\44\\33\\55\\41. This paper therefore undertook a perceptual experiment of the four Mandarin tone continuums with Dai Language speakers. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "II．EXPERIMENT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A. Subjects ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Thirty native speakers of Dai language in Dehong (15males; 15 females) participated in this experiment.They are similar in age and years of formal education. All participants were from Jiedong village,Ruili County,Dehong Autonomous Prefecture and can also speak Mandarin.All participants exhibited normal hearing sensitivity and were paid for their participation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "B.Stimuli ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The stimuli were derived from the Mandarin syllable /da/ with four Mandarin tones(T1:dal,“take\"; $\\mathrm { T } 2 { \\cdot } \\mathrm { d a } 2$ \"reach\";T3:da3,\"hit\";T4:da4,\"big\") and was pronounced bya female native speaker.The four naturally produced /da/ syllables were normalized to a duration of 500 ms.Then 12 pairs of a tone continuum were constructed manipulating FO from each of the four/da/ syllables to the otheroneswith thePraat software(BoersmaandWeenink ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2009).Take T1-T2 as an example: we first get 11 pitch points of FO to plot the pitch contour of“dal\" and “da2\", and then compute 9 pitch contours between the two syllables’original FO by dragging the 11 pitch points equidistantly.As the phonation cues also have an influence in CP perception [10, 16],we use“dal” and “da2” as the original sample respectively.That means there are two continuum subgroups with the same change ofFO parameters but different phonation information of the T1-T2 group.Finally,11 steps of stimuli in each of the 12 pairs of tone continuum were synthesized to new sound files in Praat.Figure 1 showed the schematic diagram of FO manipulation of the 11 stimuli for the pairs of tone continuum. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/8b53333cfb4f1a5b2a9aab96f18bb753309fa62d91a37f39098383308d3330f4.jpg",
        "img_caption": [
            "Fig.1.Schematic diagram of 11-step FO manipulation for the pairs of tone continuum. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "C.Procedure 1) Identification task ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the identification task,participants listened to stimuli from the 12 continuum in random order.The 11 stimuli of each continuum were repeated 2 times in the whole identification session,forming a total of132 trials.During each trial, there will be two Chinese characters on the screen of the computer, the subjects were instructed to press the left or right mouse button to choose which one is the character they heard. Once a response was collected,the next stimulus was presented automatically.Participants were allowed to press a “pause\" buttonto takea self-controlled short break. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2) Discrimination task ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the discrimination task, stimuli were presented in pairs with a 5OO-ms inter stimulus interval.A total of 324 pairs were presented in random order.Of these pairs,216 consisted of two different stimuli separated by two steps of the continuum,in ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "either forward(1-3,2-4...9-11) or reverse order（11-9,10- 8...3-1). The remaining 1O8 pairs contained one of the middle nine stimuli of the continuum paired with itself (same pairs: 2- 2,3-3...9-9).There were 2 occurrences per stimulus pair.After hearing each pair, participants were instructed to judge whether the two stimuli were the same or different, and to respond by pressing a mouse button left $\\circleddash$ “same,” right=“different”. Participants were also allowed to press a“pause\" button to take aself-controlled short break. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "D.Data analysis ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "CP has the following characteristics [17]: In the labeling function, there is a sharp boundary between two categories；in the discrimination function，accuracy peaks at the category boundary,but is at or near chance level within category; the discrimination function can be predicted from the identification function.However, the third characteristic is controversial,so we obtained individual results for each subject based on the first two essential characteristics of CP: category boundary position and width ; corresponding discrimination peak. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3） Identification scores ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The identification score was defined as the percentage of responses with which participants identified that stimulus as being either‘Soundl’or‘Sound2.Then the boundary position and boundary sharpness were measured by applying logistic regression analysis as $\\mathrm { X u }$ ,Gandour,and Francis [1].The boundary position was defined as the $50 \\%$ crossover points, and the boundary width was defined as the linear distance between the $2 5 \\%$ and $7 5 \\%$ crossover points as determined by the mean and standard deviation obtained from probit analysis. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "4) Discrimination scores ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the discrimination task, stimuli were presented in pairs witha 5OO-ms inter stimulus interval.A total of 324 pairs were presented in random order. Of these pairs,216 consisted of two different stimuli separated by two steps of the continuum, in either forward(1-3,2-4...9-11) or reverse order（11-9,10- 8...3-1). The remaining 1O8 pairs contained one of the middle nine stimuli of the continuum paired with itself (same pairs: 2- 2,3-3...9-9). There were 2 occurrences per stimulus pair.After hearing each pair,participants were instructed to judge whether the two stimuli were the same or different,and to respond by pressing a mouse button left $\\circleddash$ \"same,\"right=“different”. Participants were also allowed to press a“pause”button to take a self-controlled short break. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "III.RESULTS AND DISCUSSION ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The category boundary position and width obtained by probit analysis of the 12 groups are presented in Table 1. These parameters and the discrimination scores were used to plot the identification and discrimination curves in Fig.1.Results of Repeated Measure ANOVA showed that continuum subgroups based on the same change of FO parameters but different phonation information in T2-T3 and T3-T4 groups were perceived significant differently $\\mathrm { ~ [ F ~ } ( 1 , 6 5 4 ) = 9 . 1 2 4 \\$ $\\mathrm { { \\tt p } } { < } 0 . 0 0 1$ ;F $( 1 , 6 5 4 ) \\ : = \\ : 2 4 . 9 5 2$ ， $\\mathsf { p } { < } 0 . 0 0 1 \\rfloor$ ，whereas the phonation effect in other groups were not significant $\\mathrm { ( p { > } 0 . 0 0 1 ) }$ ，which means the phonation information only contributed to the perception of Mandarin Tone 3 in this study. Therefore,we merged the data of each two subgroup with the same change of FO parameters but different phonation information together. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/31625f55010b5724872c6eb98ebe6011b52ce86524124fe0fa14d1713b8d6d89.jpg",
        "table_caption": [
            "TABLE1.DERIVED CATEGORICAL BOUNDARYPOSITION AND WIDTH "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Group</td><td>Boundary</td><td>Width</td></tr><tr><td>T1-T2</td><td>4.57</td><td>2.59</td></tr><tr><td>T1-T3</td><td>5.37</td><td>1.98</td></tr><tr><td>T1-T4</td><td>4.28</td><td>2.19</td></tr><tr><td>T2-T3</td><td>6.70</td><td>2.71</td></tr><tr><td>T2-T4</td><td>6.12</td><td>1.44</td></tr><tr><td>T3-T4</td><td>5.86</td><td>1.73</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(serr srerssssgo oeer 100% T2-T3(T2) (xerrs srerssesgr oorr 100% T2-T3(T3)   \n80% 80%   \n60% 60%   \n40% 40%   \n20% 20%   \n0% 0% stimulus number stimulus number   \n1234567891011 1234567891011   \n=discriminationidentification \"da2\"=identification \"da3\" =discriminationidentification \"da3\"identification \"da2\" T2-T4(T2) (serr) greesssgo geos 100% T2-T4(T4)   \n80% 80%   \n60% 60%   \n40% 40%   \n20% 20%   \n0% stimulus number 0% stimulus number 1234567891011 1234567891011   \n=discriminationidentification \"da2\"identification \"da4\" =discriminationidentification \"da4\"=identification \"da2\"   \n(serr srersssgo ooos 100% T3-T4(T3) (setr erersesgo onom 100% T3-T4(T4)   \n80% 80%   \n60% 60%   \n40% 40%   \n20% 20%   \n0% 0% stimulus number stimulus number   \n1234567891011 1234567891011   \n=discriminationidentification \"da3\"identification \"da4\" =discriminationidentification \"da4\"identification \"da3\"   \n(serrr sreesessge oeesr 100% T1-T2(T1) (rerr) srerssssge onors 100% T1-T2(T2)   \n80% 80%   \n60% 60%   \n40% 40%   \n20% 20%   \n0% stimulus number 0% stimulus number   \n1234567891011 1234567891011   \n=discrimination identification \"da1\" =identification \"da2\" =discriminationidentification \"da2\"÷identification \"da1\" T1-T3(T1) T1-T3(T3)   \n80% 80%   \n60% 60%   \n40% 40%   \n20% 20%   \n0% stimulus number 0% stimulus number   \n1234567891011 1234567891011   \n=discriminationidentification \"dal\"±identification \"da3\" -discriminationidentification \"da3\"÷identification \"da1\" T1-T4(T1) T1-T4(T4)   \n(srrr srersesge ooor 100%   \n80% 80%   \n60% 60%   \n40% 40%   \n20% 20%   \n0% 0% stimulus number stimulus number   \n1234567891011 1234567891011   \n=discriminationidentification \"dal\"identification \"da4\" =discriminationidentification \"da4\"identification \"da1\" ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For the identification results,the category boundary is clear and sharp for all the continuums as we can see from the Table 1 and Fig.1. The boundary width of T2-T4 is the narrowest and T2-T3 is the widest. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For the discrimination results,one-way ANOVA revealed that the discrimination scores were significantly different among the 9 stimulus pairs of T1-T2，T2-T4 and T1-T4 continuums [F $( 8 , 2 6 1 ) = 1 0 . 2 9 9$ ， $\\mathsf { p } { < } 0 . 0 0 1$ ；F $( 1 , 6 5 4 ) = 1 3 . 0 9 3$ $\\mathrm { { \\tt p } } { < } 0 . 0 0 1$ ； $\\begin{array} { r l } { \\mathrm { F } ( 8 , 2 6 1 ) = } & { { } 1 8 . 4 3 8 , \\mathrm { p } { < } 0 . 0 0 1 ] } \\end{array}$ ，but not significantly different in T1-T3，T2-T3,T3-T4 continuums [F $( 8 , 2 6 1 ) \\ =$ 2.556, $\\mathrm { { p } { > } 0 . 0 0 1 }$ ;F $( 1 , 6 5 4 ) = 1 . 5 9 7$ ， $\\mathrm { { \\ p } > 0 . 0 0 1 }$ ： $\\mathrm { F } ( 8 , 2 6 1 ) { = } 3 . 6 3 6 .$ $\\mathrm { p } { > } 0 . 0 0 1 ]$ .That means, discrimination peaks can be found clearly in the perception results of T1-T2,T2-T4 and T1-T4 continuums whereas there were no discrimination peaks in the perception results of T1-T3,T2-T3 and T3-T4 continuums.In addition, the discrimination peak of T1-T4 continuum was not corresponding to its category boundary according to Fig.1. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To sum up, steep categorical boundaries and corresponding discrimination peaks were only found in the perception results of T1-T2 and T2-T4 continuums,which indicating a typical CP for Dai speakers in Mandarin T1-T2 and T2-T4.Nevertheless, CP was not successfully established in T1-T3,T2-T3 and T3- T4，which may due to the lack of similar contour tone to Mandarin Tone 3 in Dai language in Dehong.Furthermore, Dai speakers also cannot perceive T1-T4 categorically may on account of there are much more falling tones and level tones in Dai language in Dehong than in Mandarin,which may make the subjects more sensitive to the change from level to falling in Mandarin tones. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "IV.CONCLUSION ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this study,we have examined the influence of Dai language experience on the perception of Mandarin tones in the framework of CP.From the identification and discrimination experiments,we see clearly that the Dai speakers in Dehong perceived the contrast of level vs. rising and level vs.falling tones in Mandarin categorically，while they didn't establish categorical perception for the contrast of level vs.falling,and falling-rising Vs.other tones. These results were shaped and contributed to the different tone inventories of Dai language in Dehong. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[1]Xu,Y.,Gandour,J.T.,& Francis,A.L.(2OO6).Effects of language experience and stimulus complexity on the categorical perception of pitch direction.The Journal of the Acoustical Society of America, 120(2),1063-1074.   \n[2] Liberman AM,HarrisKS,HoffmanH S,etal.The discrimination of speech sounds within and across phoneme boundaries.[J].Journal of ExperimentalPsychology,1957,54(5):358.   \n[3] Pisoni D B.Auditory and phonetic memory codes in the discrimination of consonants and vowels.[J].Percept Psychophys,1973,13(2):253-260.   \n[1] Pisoni D B.Auditory short-term memory and vowel perception[J]. Memory& Cognition,1975,3(1):7-18.   \n[2] Wang W S Y.(1976).Language change.Annals of the New York Academy of Sciences,280(1):61-72.   \n[3] Francis，A.L.,Ciocca,V.，& Ng，B.K.C.(2003).On the (non) categorical perception of lexical tones.Perception & psychophysics, 65(7), 1029-1044.   \n[4]Francis,A.L.,& Ciocca,V.(2Oo3).Stimulus presentation order and the perception of lexical tones in Cantonese.The Journal of the Acoustical Society of America,114(3),1611-1621.   \n[5] Abramson,A. S.(1977).Noncategorical perception of tone categories in Thai.The Journal of the Acoustical Society of America, 61(S1),S66- S66.   \n[6] Peng G,Zheng H Y,Gong T,et al.The influence of language experience on categorical perception of pitch contours[J].Journal of Phonetics,2010,38(4):616-624.   \n[7] Yang R X.The role of phonation cues in Mandarin tonal perception[J]. Journal of Chinese Linguistics,2015,43(1):453-472.   \n[8] Yu Q.Dialectal background and Mandarin tone perception [D].Peking University.PhD dissertation   \n[9],2016   \n[10]Qin X H. The influence of language experience on categorical perception of Mandarin tones-based on the research of Mandarin and Cantonese [D].PekingUniversity.Master's dissertation,2012   \n[11]Yang R X.Acoustical Analysis on the Tones of Dai Dialect in Mang City of Dehong Prefecture [C]// International sino-tibetan conference. 2005.   \n[12]Cai R N. Acoustical Analysis on the Tones of Dai Dialect in Dehong Country [J]. Journal ofHe Chi University,2006,26(6):80-82.   \n[13]Yu CR,Luo M Z.Lanugae of Dai[M].Nationalities Publishing House, 1980.   \n[14]Yang R X.A Study on Categorical Perception of Tones in Mandarin through a Phonation Perspective.[D].Peking University.Master's dissertation,2009   \n[15]Repp,B.H.(1984).Categoricalperception:Issues,methods,findings.In:N.J. Lass(Ed.),Speech and language:Advances in basic research and practice(Vol.10)(pp.243-335).New York:Academic Press. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    }
]