[
    {
        "type": "text",
        "text": "医学教育",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "基于学生视角的高等医学院校辅导员队伍建设的探索研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "熊清清南方医科大学学生处，广东广州510515",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：辅导员队伍建设的好坏关系到人才培养质量，尤其是高等医学院校，由于专业的不同,使辅导员工作面临着诸多新问题。了解学生对辅导员的期待与辅导员自我评价之间的差距,有助于厘清辅导员队伍建设的内容、着力点、路径。本文以南方医科大学为例，从学生的视角来审视，通过问卷调查、访谈和工作观察等形式了解辅导员工作状况，总结经验，为高等医学院校辅导员队伍建设提供借鉴。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：学生视角；高等医学；提升",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "高校辅导员也是多重角色、多种身份的综合体，《普通高等学校辅导员队伍建设规定》明确规定“辅导员是高等学校教师队伍和管理队伍的重要组成部分，具有教师和干部的双重身份”，并强调\"辅导员应当努力成为学生的人生导师和健康成长的知心朋友\"。在当前大力倡导辅导员队伍职业化、专业化发展的趋势下，辅导员应以满足学生的需求为出发点，充分发挥和提升职业素养。因此，我们以学生的视角来审视我校辅导员队伍建设的现状与问题，了解学生对辅导员的期待与辅导员自我评价之间的差距，为高等医学院校辅导员队伍建设提供借鉴。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1开展辅导员队伍建设调查的基本情况",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1调查方法与对象",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "采取随机抽样，对南方医科大学学生和辅导员进行网上施测，发放学生问卷320份，回收320份，有效问卷311份，占总数的 $9 7 . 2 \\%$ ；发放辅导员问卷45份，回收45份，有效问卷41份，约占总数的 $9 1 . 1 \\%$ 。总体来说,样本数据上，性别、专业上有些不平衡，但与医科院校生源情况基本符合，样本具有一定的代表性。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2辅导员队伍结构现状",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "辅导员肩负着学生日常思想政治教育和管理服务工作的繁重任务，是学生工作的主力军[2]。作为医学专业院校，南方医科大学校党委等各部门非常重视辅导员队伍的建设。经过多年的努力，学校专职辅导员队伍配置趋于合理，辅导员毕业院校、专业的多样化,学历结构、职称结构、年龄性别结构优势化、层次化，更适应我校的实际情况，更符合学校改革与发展的需要。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.3 学生对辅导员的认知和期望",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在学生问卷\"对辅导员工作的认知和期望\"部分，学生对辅导员的性别、年龄、学历的期望与学校辅导员队伍结构现状分布基本相符，但在辅导员专业背景方面，大部分学生对辅导员专业的期望分布在心理学、教育学、思想政治教育、与学生专业相近四个方面，超过三分之一的学生希望辅导员是心理学专业背景，而学校辅导员专业背景分布较广较杂，在某种程度上为学校辅导员招聘要求提供了一定依据。从初选阶段就严把关、严要求，在上岗之后再进行重点培训,真正把辅导员队伍打造成专业化、职业化的高素质队伍[3]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2工作现状调查结果分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在这部分的调查中，主要分析学生和辅导员对同样性质问题的看法是否一致。调查显示，针对学生对辅导员工作满意程度以及辅导员对自身工作状况的满意度调查，学生与辅导员的结果比较一致，近 $6 0 \\%$ 的同学对辅导员工作满意度较高，近一半的辅导员对自己的工作状态比较满意。而在辅导员作用、平时与辅导员交流的方式、互动频率与辅导员提供的就业帮助问题上，学生和辅导员的结果有显著的差异。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "由于现代社会的多样化，不同学生个体在不同区域、不同家庭环境中所形成的价值取向也有很大不同，这造成不同学生之间价值观、个人需求、追求日标以及行为表现方面的差异越来越大[4。在\"辅导员在学生全面发展中的作用\"的问题上的方式上，学生与辅导员的选择虽然也有显著差异，但差异都集中在非常重要和比较重要的选项上，学生和辅导员都认可辅导员在学生全面发展中起到的作用。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在回答\"学生与辅导员日常交流的次数\"问题上，学生与辅导员群体有显著差异，学生中最大比例 $3 8 . 5 9 \\%$ ）的人评价“一周一次”，而同时又有 $3 1 . 5 1 \\%$ 的学生选择了“1月1次”;而辅导员中最大比例 $( 7 8 . 0 5 \\%$ 的人自我评价是“1周1次”。这说明当前学校实行的周点名制度在一定程度上搭建了辅导员和学生的交流平台，当然辅导员所面对的学生群体规模大，很难与每个学生进行面对面的交流，大部分辅导员采取的工作策略是抓“两头”，因此被辅导员关注的\"两头\"学生与被忽视了的\"中间\"学生数量几乎一致，导致了学生选择三种评价的比例相近。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "学生与辅导员日常交流的主要方式，有 $3 9 . 5 5 \\%$ 的学生和 $6 3 . 4 1 \\%$ 的辅导员选择通过面谈的形式互相交流联系。有 $2 2 . 8 3 \\%$ 和 $1 6 . 6 1 \\%$ 的学生选择了做活动和网络联系，可见,当今面谈、做活动、互联网是学生比较喜欢的与辅导员交流的方式。辅导员应该适应学生的需求及时转变与学生的沟通方式。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在辅导员对学生的就业提供帮助的调查结果中，有$3 2 . 8 \\%$ 的学生希望辅导员按照学生的个性特点，为其推荐适合的职业，而 $2 9 . 2 7 \\%$ 的辅导员选择为学生简单的做职业规划，其他选项比较平均，这说明辅导员希望对学生的就业指导是全面的，更倾向于对学生职业规划的指导。同时也反映出学生对就业的选择、就业观念等有较大的依赖意识和功利化意识，缺乏与社会交流、联系及掌握信息的能力，因此在这方面依赖于辅导员。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "最后，我们还对影响辅导员专业化的制约因素进行了调查，综合来看，辅导员们普遍认为职称评定困难，工作职责、权限不明确，职能边界模糊，工作岗位流动性大制约了专业化发展。大部分辅导员通常把自己定位在一个\"辅\"字上,认为自己是基层管理工作人员，而不是专职教师,因而往往把工作的重心放在繁琐的事务性工作中[5]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3辅导员进一步提高职业能力的途径",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "《高等学校辅导员职业能力标准(暂行)》首次确立了辅导员职业概念，归纳高校辅导员的职业功能。《标准》的出台，为辅导员的职业发展提供了方向，但应与现行的高校人事制度对接，与现行的辅导员行政职级、职称评定对接7。在现行的工作实绩、科研水平、教学实践等核心要素基础上，要突出学生对辅导员的评价，为辅导员提供可持续发展的机制和平台，从而使其充满活力和生命力[8]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "总之，我们要秉持新形势下专职辅导员队伍坚持“职业化、专业化、专家化\"发展方向的理念，根据不同对象和工作需要，建立规范化的辅导员队伍管理机制，从而为辅导员队伍可持续发展提供重要保证，为高等医学院校的教学水平和管理质量提供强有力的后盾。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[1]普通高等学校辅导员队伍建设规定[EB/OL].http://http://www.china.com.cn/policy/txt/2006-08/11/content_7069653.htm.  \n[2]周树海,梁锦添.医药专业高等院校辅导员队伍建设的探索与实践—以广东药学院为例[J].科技信息,2009(10):402.  \n[3」王显芳，王肖肖.新时期辅导员队伍专业化发展的困境、机遇及途径[J].思想教育研究，2015(4):98-101.  \n[4]刘艳坤,朱锦秀,何勇.以学生成长需求为导向的高校辅导员评价体系探析[J].思想教育研究，2014(4):105-8.  \n[5]谭晓雪.“三位一体\"模式在研究生基层管理的应用[J].分子影像学杂志，2014,37(1):54-5,58.  \n[7]谢守成.“阶梯式\"辅导员职业发展模式探讨[J].高校辅导员,2014(5):3-5.  \n[8]王瑞杰,颜君.基于大学生视角的高校辅导员专业化发展研究[J].高校辅导员学刊,2014(3):17-21.",
        "page_idx": 1
    }
]