[
    {
        "type": "text",
        "text": "Epithelial microRNA-9a Regulates Dendrite Growth Through Fmi-Gq Signaling in Drosophila Sensory Neurons ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yan Wang, $^ { 1 , 2 \\star }$ Huan Wang,1,3\\* Xiaoting Li,1,3 Yan Li1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 State Key Laboratory of Brain and Cognitive Science, Institute of Biophysics, Chinese Academy of Sciences,Beijing100101,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2 Beijing Institutes of Life Science,Chinese Academy of Sciences,Beijing 100101,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "3 University of Chinese Academy of Sciences, Beijing 100049, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received17 January 2015;revised15 April 2015;accepted24 May 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT:microRNA-9(miR-9)ishighly expressed in the nervous system across species and plays essential roles in neurogenesis and axon growth;however, littleisknownabout themechanismsthatlink miR9 with dendrite growth.Using an in vivo model of Drosophila classI dendrite arborization (da） neurons,we showthatmiR-9a,aDrosophilahomologof mammalian miR-9,downregulates the cadherin protein Flamingo (Fmi） thereby attenuating dendrite development in a non-cell autonomous manner.In miR-9a knockout mutants,the dendrite length of a sensory neuron ddaE wassignificantly increased.Intriguingly,miR-9a isspecifically expressed in epithelial cells but not in neurons, thus the expression of epithelial but not neuronal Fmi is greatly elevated in miR-9a mutants.In contrast,overexpression of Fmi in the neuron resulted in a reduction in dendrite growth,suggesting that neuronal Fmi plays a suppressive role in dendrite growth,and that increased epithelial Fmi might promote dendrite growth by competitively binding to neuronal Fmi.Fmi has been proposed asa G protein-coupled receptor(GPCR),we find that neuronal G protein Gαq(Gq),but not Go,may function downstream of Fmi to negatively regulate dendrite growth.Taken together,our results reveal a novel function of miR-9a in dendrite morphogenesis.Moreover,we suggest that Gq might mediate the intercellular signal of Fmi in neurons to suppress dendrite growth.Our findings provide novel insights into the complex regulatory mechanisms of microRNAs in dendrite development,and further reveal the interplay between the different components of Fmi,functioning in cadherin adhesion and GPCR signalling. $\\odot 2 0 1 5$ Wiley Periodicals,Inc.Develop Neurobiol 76:225-237,2016 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:microRNA-9a；non-cell autonomous；Flamingo; Gq; dendrite growth ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Dendrites are vital structures in neurons for information sampling and processing.Numerous molecules, including cell surface receptors,signaling cascades, transcription factors,and cytoskeletal components, are known to regulate dendrite growth and patterning (Jan and Jan,2O1O); however,a possible involvement of microRNAs (miRNAs) in dendrite morphogenesis remains to be elucidated.miRNAs are noncoding RNAs with approximately 21-23 nucleotides,which posttranscriptionallyrepress targetmRNAsby binding to their $3 ^ { \\circ }$ untranslated regions $3 ^ { \\circ }$ UTR) (Ambros,2001；Bartel,2009).miRNAs play important roles in axonal devleopment (Vo et al.，2010; Iyengar et al.,2O14),as well as spine formation and plasticity (Schratt et al.,2OO6;Wayman et al., 2008; Siegel et al., 2009;Lee et al., 2012; Jian et al.,2014); however,there are few studies on miRNAs function in dendrite growth. One study in cultured cortical and hippocampal neuronsrevealed that miR-l32is required for activity-dependent dendriticgrowth (Magill et al.,2O1O). One in vivo study on Drosophila sensory neurons reported that miRNA bantam (ban), which is expressed in epithelial cells,is involved in the regulation of dendrite scaling (Parrish et al., 2009).Despite their importance in posttranscriptional regulation,the precise roles of miRNAs in dendrite development，togetherwiththeunderlying mechanisms,have not been explored in great detail. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Drosophila microRNA-9 (miR-9a) belongsto the miR-9 familyof miRNAs,whichisimplicatedin controlling the fundamental biological processes during neural development (Yuva-Aydemir et al.,2011). miR-9 was shown recently to define the neurogenic boundaries in Drosophila and zebrafish and to regulate the proliferation,migration and differentiation of neural progenitor cells (NPCs） in vertebrates（YuvaAydemir et al.,2011).InDrosophila,miR-9a controls the accurate specification of NPCs by downre gulating the transcription factor Senseless (Sens） in epithelial cells (Li et al.，20O6). In the embryonic brain of zebrafish,miR-9 prevents cells in the brain region adjacent to midbrain-hindbrain boundary (MHB） from adopting the MHB fate through suppressing transcription factor her5(Coolen et al., 2012).During brain development of Xenopus,miR-9 limits NPC proliferation through a transcriptional regulatorofHes family,namelyhairy1(Bonev et al., 2011).In postmitotic neurons,miR-9 has also been found to inhibit axon extension and branching by tar geting Maplb,an important protein for microtubule stability in a mouse model (Dajas-Bailador et al., 2012).However,the function of miR-9 in dendrite development has so far eluded identification. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Drosophila Flamingo (Fmi,also known as stan) has three orthologs in mammals,named Cadherin EGF LAG Seven-pass G-type Receptor 1-3 (Celsr1- 3),all belonging to an evolutionally conserved cadherin superfamily,and possessing large ectodomains in N-terminal and transmembrane domain in $C \\mathrm { - }$ （20 terminal (Usui et al.,1999). In the nervous system of both flies and mammals,Fmi has been found to regulate neurite morphogenesis (Gao et al.,2OoO; Shima et al.,2Oo7).As cadherin domains mediate cell-cell adhesion,Fmi is thought to be involved in axon navigation through homophilic adhesion between pioneer and follower axons in $C$ .elegans (Steimel et al., 2010).Similar to other seven-pass transmembrane domain proteins,Fmi was also proposed to function asa GPCR(Shima et al.,2OO7；Berger-Muller and Suzuki,2O11).However, the G protein coupled to Fmi/Celsr1-3 has not been identified to date. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study,we set out to investigate the precise function of miR-9a in dendrite development,for which we used an in vivo model consisting of a Drosophila class I dendrite arborization (da） neuron, ddaE,together with its neighboring epithelial cells. Our data suggest that miR- $\\mathbf { \\nabla } \\cdot 9 a$ is expressed in epithelial cells and not,however, in neurons,and therefore inhibits dendrite development in a non-cell autonomous manner.Moreover，we found that Fmi was downregulated by miR-9a.We thus address whether the function of miR- $\\cdot 9 a$ in dendrite development is mediatedbyFmi,and which function ofFmi,homophilic adhesion or signal transduction,is required for dendrite growth. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "MATERIALSANDMETHODS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fly Stocks ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "All flies were maintained at $2 5 ^ { \\circ } \\mathrm { C }$ Fly strains of $\\mathrm { G a l } 4 ^ { 2 - 2 1 }$ miR $\\cdot 9 a ^ { E 3 9 }$ ，miR $\\cdot { \\boldsymbol { g } } _ { a } ^ { J 2 2 }$ ,and UAS-miR $\\cdot 9 a$ were kindly provided by Dr.Fen-Biao Gao(University ofMassachusetts Medical School).miR- $\\cdot 9 a$ sensor was obtained from Eric C. Lai (Memorial Sloan Kettering Cancer Center).UAS-Fmi, UAS-Fmi△N:EYFP and UAS-Fmi△C::EYFP were from Dr. Tadashi Uemura (Kyoto University). UAS ${ \\mathrm { . G o } } ^ { \\mathrm { G T P } }$ was from Dr.AndrewTomlinson (Columbia University). $\\mathrm { G a l } 4 ^ { \\mathrm { e } 2 2 \\mathrm { c } }$ was from Dr. Michael J Galko (University of Texas MD Anderson Cancer Center).The following fly strains were purchased from the Bloomington stock center: fmi mutant stan0907，UA-Gq,，UA $\\mathrm { { . G q } ^ { \\mathrm { { \\bar { A } C } } } }$ ,UAS $G q ^ { R N A i }$ $\\mathrm { U A S - } f m i ^ { R N A i }$ The followingRNAi fly lines were from Vienna Drosophila RNAi Center: $\\mathrm { \\dot { U } A S - } f z ^ { R N A i }$ ，UAS$d s h ^ { R N A i }$ and UAS $G o ^ { R N A i }$ UAS-vangRNAi was kindly provided by Dr.Jian-Quan Ni(Tsinghua Fly Center, School of Medicine,Tsinghua University). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Immunohistochemistry ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Immunohistochemistry was performed in embryos and on the body walls of third instar larvae according to standard protocols ( $\\mathrm { W u }$ and Luo,2006).Briefly,Embryos were collected and aged to the stages specified in the text.After dechorionation in $5 0 \\%$ bleach,embryos were fixed in equal volumes of heptane and $4 \\%$ formaldehyde in Phosphate Buffered Saline (PBS）at room temperatures (RT) for 40 min.The devitellinized embryos were rinsed in methanol and then washed in $5 0 \\%$ methanol $1 5 0 \\%$ PBST and then in $0 . 3 \\%$ PBST.Fixed embryos were rinsed and blocked with $5 \\%$ normal goat serum for $^ \\textrm { \\scriptsize 1 h }$ .Body walls of third instar larvae were gently dissected without being stretched or pressured,and then fixed with $4 \\%$ paraformaldehyde (Electron Microscopy Sciences）at RT for $4 0 ~ \\mathrm { m i n }$ .Sampleswere incubated in primary and then secondary antibodies at $4 ^ { \\circ } \\mathrm { C }$ overnight.Mouse monoclonal antibodies were from Developmental Studies Hybridoma Bank(DSHB,University of Iowa):Fmi (1:200)，Fasciclin III (fasIII,1:50O)，22C10 (1:500). Secondary antibody was Alexa Fluol $\\textsuperscript { \\textregistered }$ 555 Donkey anti-mouse IgG (Invitrogen,1:1000). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Confocal Microscopy ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Afterimmunostaining， samplesweremountedwith VECTASHIELD? mounting media (Vector Laboratories). Third instar larvae with class I sensory neurons labeled by $\\mathrm { G a l } 4 ^ { 2 - 2 1 }$ , UAS-mGFP were rinsed in PBS,and then immobilized using a cover slip.All embryos were rotated to the anterior-left and dorsal-up.Confocal images were obtained witha Leica SPE ora SP5 I MP microscope.The surface andlowerlayers were scanned for epithelial and neuronal signals of Fmi and miR-9a sensor,respectively.Dendrite morphology was analyzed using NIS-Element $\\mathrm { ~ D ~ } 3 . 0$ software,and fluorescent intensities were measured using Image J(National Institutes ofHealth). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Quantitative Real Time PCR (qRT-PCR) ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "qRT-PCR was performed to determine fmi mRNA expressionlevels.Briefly,totalRNA was extracted from5 third instar larvae with TRIzo $\\textsuperscript { \\textregistered }$ (Invitrogen). Reverse transcription was performed using $2 ~ { \\mu \\mathrm { g } }$ RNA per sample with PrimeScript RT Master Mix(TaKaRa，Japan).qRT-PCR validation was performed using the Maxima? $\\operatorname { S Y B R } ( { \\mathbb { R } } )$ Green qPCR Master Mix kit (CWBIO,China) according to themanufacturer's instructions，in ABI Prism 7500 Sequence Detection System (Applied Biosystems).The $r p 4 9$ gene was used as an internal control (forward primer, $3 ^ { \\circ }$ -CCAAGGACTTCATCCGCCACC- ${ \\boldsymbol { \\cdot } } { \\boldsymbol { 5 } } ^ { \\prime }$ ；reverse primer, $3 ^ { \\circ }$ -GCGGGTGCGCTTGTT CGATCC-5').For fmi, the forward primer was $3 ^ { \\circ }$ -AATCCGGGCTTGATGGGAAG-5', and the reverse primer was $3 ^ { \\circ }$ -TCCCAGGACCAGTCGGTATC- $\\cdot 5 ^ { \\cdot }$ .Quantification of fmi expression was performed using the delta Ct method. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Statistical Analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The parameters for estimating the dendrite morphology of ddaE neuron were defined as following:(1） total lengthPDs,the total length of the primary dendrites;(2) length of D-V, the dendritic coverage range at D-V direction; and (3) length of A-P,the dendritic coverage range at A-P direction.For measurements of Fmi intensity,the fluorescent intensity in a $1 0 . 1 \\times 3 1 ~ \\mu \\mathrm { m } ^ { 2 }$ region covering all dorsal sensory neurons of a semisegment was quantified using Image J (National Institutes of Health). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Statistical analysis was performed using Student's $t$ -test and one-way analysis of variance (ANOVA),followed by a post hoc Tukey's test as comparison.Quantification data are shown as mean values $\\pm \\mathrm { { s . e . m } }$ $^ { * } p < 0 . 0 5$ ， $^ { * * } p < 0 . 0 1$ ， \\*\\*\\* $p < 0 . 0 0 1$ ，and N.S.indicates that no significant changes were observed. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Epithelial miR-9a Regulates Dendrite Growth in a Non-Cell Autonomous Manner ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In Drosophila,miR-9a has been reported to play an important role in the specification of neuronal precursors (Li et al.,2Oo6).In Drosophila sensory neuron ddaE,dendrites first elongate at dorsal-ventral (D-V) direction as the primary dendrites(PDs),and those at anterior-posterior (A-P) direction are second-order branches,sprouting from the side of the first-order branches (Sugimura et al.,2Oo3).To investigate the function of miR-9a in dendrite development in postmitotic neurons,we examined the dendrite morphology of ddaE neuron in miR-9a mutant at third instar larvalstage.Wecalculatedthelengthofdendritesin both D-V and A-P direction [Fig.1(D)],and found that the coverage range of dendrites in D-V direction (length-DV)was significantly increased in two miR9a mutants, miR $9 \\hat { a } ^ { E 3 9 }$ ，andmiR $\\cdot 9 a ^ { J 2 2 }$ ，when compared to wild type flies.However,no changes were observed in the A-P direction [length-AP,Fig. 1(AF)].We then specifically measured the total length of two PDs [total length-PDs,Fig.1(D)];and consistently observed an increment in two miR- $\\cdot 9 a$ mutants [Fig.1(G)]. The abnormal growth of primary dendritesinmiR $\\cdot 9 a$ mutants suggested that miR- $\\cdot 9 a$ plays an inhibitory role in dendrite growth. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We next examined miR-9a expression using a miR9a sensor approach，which contained two antisense target sites ofmiR-9a togetherwith tub-GFP (Bejarano et al.,2O1O).We detected a strong GFP signal in the dorsal regions of stage 13-14 embryos [Fig.1(H)], and most of the signals merged very well with the dorsal cluster sensory neurons (stained with 22C10,red signal) [Fig.1(H-J)], indicating the absence of miR-9a expression in these neurons.In contrast, little GFP signal was detected in the epithelium (stained with fas III,red signal) [Fig.1(K-M)], indicating strong and extensive expression of miR-9a in epithelial cells.This expression pattern of miR- $\\mathbf { \\nabla } \\cdot 9 a$ was in agreement with previous findings in early-stage embryos (Stark et al., 2005;Li et al.,2OO6).Together with the overgrowth phenotypes of the dendrites in the miR-9a mutants,our results suggested that miR $\\cdot 9 a$ has a non-cell autonomous effectinregulatingdendrite development. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/7133a0d0e6af3d1d122152d6cc120562c67ba5e840f44f14a9d5d05ab79bda00.jpg",
        "img_caption": [
            "Figure 1 miR-9a non-cell autonomously regulates dendrite outgrowth. A-C: A representative image of ddaE neuron in wild type $\\boldsymbol { w } ^ { I I I \\mathcal { B } }$ $m i R  – 9 a ^ { E 3 9 }$ and miR $. 9 a ^ { J 2 2 }$ mutant at third instar larva stage.D: The cartoon shows the dendrite morphology and the parameters quantified in corresponding panel. E-G: Quantitative analysis shows that both length-DV and total length-PDs of ddaE neurons in miR9a mutants are significantly increased relative to wild type.The length-AP of the neurons remains unchanged.H-J:Expression of miR- $g _ { a }$ is absent in neurons at embryonic stage 14.K-M:High expression of miR $\\cdot 9 a$ in epithelial cells at embryonic stage 14.Scale bar, $5 0 ~ { \\mu \\mathrm { m } }$ in A, $5 ~ { \\mu \\mathrm { m } }$ in H. [Color figure can be viewed in the online issue,which is available at wileyonlinelibrary.com.] "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "miR-9aIndirectly Regulates Dendrite Growthvia Epithelial Flamingo ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To investigate the downstream targets of miR-9a in dendrite growth,we performed sequence analysis and found a potential binding site for miR-9a in the ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3'UTR of fmi (Supporting Information Fig. S1), suggesting that Fmi may be a downstream target of miR-9a.We thus examined the expression levels of Fmi in both epithelial cells and neurons of miR- $\\cdot 9 a$ mutants.Ouranalysis of miR $\\cdot 9 a ^ { E 3 9 }$ mutants at embryonic stage 14 revealed a significant increase in Fmi expression, but intriguingly only in epithelial cells，but not in neurons [Fig. 2(A-E)]. To test whether Fmi was regulated by miR- $\\cdot 9 a$ ，weectopicallyoverexpressed miR $\\mathbf { \\nabla } \\cdot 9 a$ in neurons(via elavGal4）and overexpressed miR- $\\mathbf { \\nabla } \\cdot 9 a$ in epithelial cells (via $\\mathrm { G a l } 4 ^ { \\mathrm { e } 2 2 \\mathrm { c } }$ ). Remarkably，we detected a drastic reduction in Fmi expression in both cell types [Fig. 2(F）and Supporting Information Fig. S2(A-D)], suggesting the suppressive role of miR-9a in Fmi expression.To verify the role of epithelial miR- $\\mathbf { \\nabla } \\cdot 9 a$ in dendrite growth,we overexpressed miR- $\\cdot 9 a$ in the epithelia of miR-9a mutants,and found that the dendrite overgrowth phenotype was rescued [Fig. 2(G) and Supporting Information Fig. S2(F)]. To see if epithelial Fmi was responsible for the dendrite phenotype in the neurons,we knocked down fmi in epi thelial cells by RNA interference [Supporting Information Fig. S2(J,K)],which also rescued the dendrite overgrowth phenotype observed in the miR-9a mutant [Fig.2(G) and Supporting Information Fig. S2(G)]. Moreover, overexpressing Fmi in the epithelia [Supporting Information Fig.S2(I-K)] resembled the dendrite phenotype of ddaE neurons in miR-9a mutant [Fig.2(G) and Supporting Information Fig. S2(H)]. Together, these findings suggested that Fmi is down-regulated by miR-9a,a process which may mediate miR-9a function in controlling dendrite growth. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/81f7ec03f1febda46c6c168ac346e6ecf8caa8301dd3b5fe1a4bdc39a6d60160.jpg",
        "img_caption": [
            "Figure 2 Fmi functions as a target of miR-9a in dendrite outgrowth. A-E: miR- $\\cdot 9 a ^ { E 3 9 }$ mutants display enhanced Fmi expression in epithelial cels (A,B,and E),but not in neurons (C-E).F: Quantitative analysis results show that overexpression of $m i R  – 9 a$ in neurons(via elav-Gal4）and in epithelial cells (via $\\mathrm { G a l } 4 ^ { \\mathrm { e } 2 2 \\mathrm { c } }$ )results in drastic reduction of Fmi expression. G: Both overexpression of miR $\\cdot 9 a$ and downregulation of fmi in the epithelia restore the dendrite overgrowth phenotype in miR $\\cdot 9 a$ mutants.Overexpression of Fmi in the epithelia results in an overgrowth phenotype.H-L: Overexpressing miR-9a or knockdown of fmi in the neurons by $\\mathrm { G a l } 4 ^ { 2 - 2 1 }$ results in increments of total length-PDs of ddaE neuron.Upregulation of Fmi in the neurons leads to a significant reduction in total length-PDs of ddaE neuron. Scale bar, $5 \\mu \\mathrm { m }$ in A, $5 0 ~ { \\mu \\mathrm { m } }$ in I. [Color figure can be viewed in the online issue,which is available at wileyonlinelibrary.com.] "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "EpithelialandNeuronalFmiPerform Opposite Functions in Dendrite Growth ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Flamingo/Celsr belongs to the atypical cadherin superfamily(Usui et al.,1999).Homophilic binding ofFmi through its cadherin domains at dendrodendritic interfaces triggers avoidance between dendritic terminals (Kimura et al.,2Oo6).To test whether the overgrowth phenotype in miR-9a mutants was due to enhanced homophilic binding between epithelial and neuronal Fmi,we overexpressed Fmi in the neurons,and found a significant reduction in total length-PDs and length-DV [Fig.2(H-L）and SupportingInformationFig. S3(A)]. Notably, enhanced Fmi expression in epithelial miR-9a mutants resulted in dendrite overgrowth,whereas upregulation of Fmi in the neurons led to decreased dendrite length.Moreover,knocking-down fmi or expressing miR-9a in ddaE neurons by Gal42-21 both resulted in dendrite overgrowth phenotype characterized by increased total length-PDs [Fig. 2(J-L)] and length-DV [Supporting Information Fig. S3(A)]. Thus,we speculated that neuronal Fmi negatively regulated dendrite growth,while excessive epithelial Fmi in miR-9a mutants competitively interferedwith the function of neuronal Fmi through homophilic binding. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To investigate the posttranscriptional regulation of miR- $\\mathbf { \\nabla } \\cdot 9 a$ in Fmi expression and thus its involvement in dendrite growth,we then used a homozygous viable fmi mutant stanfoo907 with an insertion just before its 3'UTR (Thibault et al.， 2004), which displayed reduced Fmi expression in both neurons and epithelia [Fig.3(A-G) and Supporting Information Fig. S2(L)]. We generated the double mutant of s $t a n ^ { \\bar { f } O O g O 7 } ; m i R – 9 a ^ { E 3 9 }$ , in which the levels of Fmi protein asexamined by immunofluorescence and fmi mRNA as examined by qRT-PCR were similar to that of stanf00907[Fig.3(A-G) and Supporting Information Fig.S2(L)]. Therefore,our results indicated that following the disruption of 3'UTR in this mutant,fmi expression is no longer suppressed by miR-9a. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In adition, we found in the $s t a n ^ { f O O 9 0 7 }$ mutant, that primary dendrites of ddaE neurons were significantly increased [Fig.3(J,M)],which could be fully rescued by neuron-specifically expressing Fmi in a stanf00907 mutant background [Fig. 3(K,M)] and Supporting InformationFig.S3(B)]. Furthermore， inthe $s t a n ^ { f O O 9 0 7 }$ ；miR $\\cdot \\mathcal { S } a ^ { E 3 9 }$ mutant,dendrite growth was increased to similar levels observed in either of the two mutants [Fig.3(H-M) and Supporting Information Fig.S3(B)]. Together,these results supported our hypothesis that neuronal Fmi plays a dominant role in dendrite growth,and that miR-9a regulates dendrite growth through controlling epithelial Fmi expression,thereby allowing the proper functioning of neuronal Fmi. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "PCP Pathway ls not Required forFmi-MediatedDendriteGrowth ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fmi is a core molecular in the planar cell polarity (PCP)pathway (Usui et al.，1999;Shimada et al., 2001; Strutt, 2OO2).To investigate whether PCP pathWay is involved in Fmi-mediated dendrite growth,we knocked down frizzled $( f z )$ in class I dorsal sensory neurons by RNA interference (RNAi).Our results showed that lack of $f z$ had no effect on the total length-PDs or length-DV of ddaE neurons [Fig. 4(AE)].Similarly,both length-DV and total length-PDs of ddaE neuron in Dishevelled $\\ l ^ { R N A i } \\ l ( D s h ^ { R N A i } )$ and Van $G o g h ^ { R N A i } ~ ( V a n g ^ { R N A i } )$ larvae remained normal [Fig. 4(A-E) and Supporting Information Fig. S3(C), suggesting that Dsh and Vang did not affect dendrite growth. In addition,we found that neither overexpression nor knockdown Gαo (Go)，a known Fzcoupled G protein,had any effect on dendrite growth [Fig.4(F-H) andSupportingInformationFig. S3(D)]. Together, these results suggest that the PCP pathway is not required for Fmi-mediated dendrite growth. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Both Cadherin Repeats and Cytoplasmic TailAre RequiredforFmi-Mediated Dendrite Growth ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Both N-terminal cadherin repeats (N-cadherin） and cytoplasmic tail (C-tail） of Fmi have been suggested earlier to play an important role in dendrite patterning by structure and functional analyses (Kimura et al., 2006; Shima et al., 2007).As Fmi△C lacks the intracellular C-tail of Fmi; whereas Fmi△Nlacks conserved extracellular motifs of Fmi, we thus used them to explore the functions of Ncadherin and C-tail during dendrite growth (Kimura et al.,20o6). Overexpression of Fmi in the neurons resulted in a visible reduction in both total length of PDs [Fig.2(I,L)] and length-DV [Supporting Information Fig. S3(A)].In contrast, expressing Fmi△N (lacking the extracellular motifs)or Fmi△C(lacking the intracellular C-tail) in the neurons had no effect on dendrite growth [Supporting Information Fig. S4(A-E)], suggesting that full-length sequence of Fmi are required for its normal function in dendrite development. The causal relationship between ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/6e8ee8d8bfe94f781d939d479ee001461c2c705386bcb1127f1a26b330ed3020.jpg",
        "img_caption": [
            "Figure 3 Neuronal Fmi is required for dendrite growth of the ddaE neuron.A-G: fmi mutant stanf00907anddoublemutantstanf907 $\\cdot m i R  – 9 a ^ { E 3 9 }$ exhibit reduced Fmi expression inepithelia and neuronsatembryonicstage14.H:stao0mutantsdispayicementintotallengtsof ddaE neuron,which is rescued to wild type levels by overexpression of Fmi in neurons.L-M: $s t a n ^ { f l o o g 0 7 } ; m i R  – 9 a ^ { E 3 9 }$ mutants display increased total length-PDs of the ddaEneuron.Scale bar,5 $\\mu \\mathrm { m }$ in A, $5 0 \\mu \\mathrm { m }$ in F.[Color figure can be viewed in the online issue,which is available at wileyonlinelibrary.com.] "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Fmi expression level and dendrite length of ddaE neuronis summarizedin Table1. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Gq Is Involved in Fmi-Mediated Dendrite Growth ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Fmi has been proposed to function as a GPCR,and ourresult that Fmi lacking its C-tail had no effect on dendrite growth also supported this hypothesis. The Drosophila heterotrimeric G protein Gαq (Gq), encoded by $G \\alpha \\mathcal { A } 9 B$ gene,plays predominant roles in phototransduction of photoreceptors via activation of PLC and extracellular $\\mathrm { C a } ^ { 2 + }$ influx (Hardie et al., 2002).In addition,Gq has been found to modulate growth cone guidance (Ratnaparkhi et al., 2Oo2). To investigate the effect of $\\mathrm { G q }$ on dendrite growth,we manipulated Gq levels in class Idorsal sensory neurons by overexpressing or knockingdown Gq. We found that upregulation of Gq inhibited dendrite growth,shown by a significant reduction in total length-PDs [Fig.5(C,F)] and length-DV of ddaE neuron [Supporting Information Fig. S3(E)].When constitutively activating Gq by overexpressing a constitutively activated form $\\bar { \\mathbf { G } } \\mathbf { q } ^ { \\bar { \\mathbf { A } } \\mathbf { C } }$ in neurons,the dendrite length of ddaE neurons significantly decreased, almost losing their general morphology [Supporting Information Fig. S5(A-D)]. In contrast,neuronal knockdown of Gq by $G q ^ { R N A i }$ promoted dendrite growth of ddaE neuron [Fig. 5(B,F) and Supporting Information Fig. S3(E)],suggesting that Gq,similar to Fmi,negatively regulates the dendrite growth of ddaE neurons. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/260c5c73a7327ac71097741b7aa0a15447d5e1b9ac5d40599de3f2a2c6ef2957.jpg",
        "img_caption": [
            "Figure 4 PCP pathway and Go are dispensable for Fmi-dependent dendrite growth.A-E: Knockdown of $f z$ ,dsh,and vang in neurons has no effect on the total length-PDs of the ddaE neuron.FH: Neither overexpressing nor knocking-down Go affects the total length-PDs of ddaE neuron. Scale bar, $5 0 ~ { \\mu \\mathrm { m } }$ in A.[Color figure can be viewed in the online issue,which is available at wileyonlinelibrary.com.] "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The similar functions of Fmi and Gq in dendrite development led us to investigate whether Gq was the downstream target of $\\mathrm { F m i }$ ，either by Gq knockdown or overexpression Gq in a starnf00907 mutant background.Genetic interaction results revealed that neuronal knockdown of Gq in a stanf0o907 background resulted in no additional changes in total length-PDs [Fig. 5(D,F)] or length-DV of ddaE neuron [Supporting Information Fig. S3(E)],supporting the idea that Fmi and Gq were part of the same signaling pathway involved in dendrite development. Furthermore,the increases in both total length-PDs and length-DVin thestanfo907 mutant were recovered to the level of wild type by overexpressing Gq in the neuron [Fig. 5(E,F) and Supporting Information Fig.S3(E)],suggesting that Gq is the functional downstreammoleculeofFmiindendrite development. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/12eca8d44925e0ca4c623b1fe1d1ad08b5170ee8226024f35ee4b2894ac204a5.jpg",
        "table_caption": [
            "Table1The Causal Relationship Between Fmi-Gq Signal and Dendrite Length of the ddaE Neuron "
        ],
        "table_footnote": [
            "“\\*,” represents speculation, without direct experimental evidence. \"-,” represents no change. "
        ],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"2\">Fmi Expression</td><td></td><td></td></tr><tr><td>Genotypes</td><td>Epithelium</td><td>Neuron</td><td>Neuronal Fmi-Gq Signal</td><td>Total Length of Primary Dendrites</td></tr><tr><td>miR-9aE39</td><td>→</td><td></td><td>(↓）*</td><td>→</td></tr><tr><td></td><td></td><td>→-</td><td></td><td>←-</td></tr><tr><td></td><td>__</td><td></td><td>→-</td><td></td></tr><tr><td>miR-9dE39;Gal14e22c> fmiRNA</td><td></td><td>-</td><td></td><td>1</td></tr><tr><td>Gal4e22c >Fmi</td><td>→</td><td>-</td><td>(↓）*</td><td>→</td></tr><tr><td>Gal42-21 >fmiRNAi</td><td>-</td><td>←</td><td>√</td><td>→</td></tr><tr><td>Gal42-21>Fmi</td><td></td><td>→</td><td>→</td><td>←</td></tr><tr><td>Gal42-21>Fmi△N</td><td></td><td>△N↑</td><td></td><td></td></tr><tr><td>Gal42-21>Fmi△C</td><td>1</td><td>△C↑</td><td>-</td><td></td></tr><tr><td>stanf00907</td><td>↓→</td><td>↓↓</td><td>↓↓</td><td>↑↑</td></tr><tr><td>stnt00907 miR-9E39</td><td></td><td></td><td></td><td></td></tr><tr><td>start00907;:Gal42-21>Fmi</td><td>√</td><td></td><td>1</td><td>1</td></tr><tr><td></td><td></td><td></td><td>↓{</td><td></td></tr><tr><td>Ga4-21yGqeNA</td><td>_-</td><td>__</td><td></td><td>↑↓</td></tr><tr><td>starf0097 Gal42-21>GqRAi</td><td>√</td><td>√</td><td>←</td><td>→</td></tr><tr><td>stant00907:Ga142-21>Gq</td><td>√</td><td>←</td><td></td><td></td></tr><tr><td>mR9GaG</td><td></td><td></td><td>→-</td><td>←-</td></tr><tr><td></td><td>↑↑</td><td>__</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "To further analyze whether Gq was a regulatory factor downstream of miR- $\\cdot 9 a$ during dendrite growth, we performed the same genetic interaction experimentinamiR $\\cdot 9 a$ mutant background.Our results showed that mutating miR-9a and neuronal knockdown of $G q$ resulted in similar dendrite overgrowth effects.Also,knockdown of $G q$ in the neurons of a miR $9 a ^ { E 3 9 }$ mutant background did not enhance this effect [Fig. 5(G-I) and Supporting Information Fig. S3(F)]. In contrast, neuronal overexpression of Gq in amiR $\\cdot 9 a ^ { E 3 9 }$ mutant background significantly suppressed dendrites overgrowth in miR- $\\cdot 9 a ^ { E 3 9 }$ mutant [Fig.5(G-I) and Supporting Information Fig. S3(F)]. Together, our results suggested that Gq might mediate the intercellular signal of Fmi in neurons to suppress dendritegrowth. The causal relationship between the intensity of Fmi-Gq signal and dendrite length of ddaE neuron is summarized in Table 1. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In this study，we show that miR-9a down-regulates Fmi in epithelial cells,thereby regulating dendrite growth in a non-cell autonomous manner.We further show that this intercellular regulation is mediated by the inhibitory function of neuronal Fmi on dendrite growth and potential competing binding function of epithelial Fmi. Moreover, our results suggest that neuronal G protein Gq,but not Go,may function downstream of Fmi to negatively regulate dendrite growth. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "miR-9 isaconserved and nervous system-enriched miRNA,with diverse and context-dependent functions during development (Yuva-Aydemir et al., 2011). Specifically,during Drosophila neurogenesis, miR-9a down-regulates Sens in epithelia, thereby suppressing the neuronal fate and regulating the specification of NPCs (Li et al.,2O06).Here,we report thatmiR- $\\cdot 9 a$ is also absent in postmitotic sensory neurons in Drosophila embryos but regulates dendrite growth in a non-cell autonomous manner.A similar phenomenonwasreported fortheDrosophila miRNA ban,which is also expressed in epithelia cells and non-cell autonomously controls the dendrite scaling of class IV sensory neurons (Parrish et al., 2009).However, the direct target of ban in this regulation has not been identified.Here,we reveal that miR-9a represses the epithelial expression of Fmi, which regulates dendrite development through crosstalking to neuronal Fmi (Fig. 6). ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/937cd564c2bbc2035e8fd3df935698cb7d0106ae332cc6ee9c26ac14b379e8fd.jpg",
        "img_caption": [
            "Figure 5 Gq is involved in Fmi-mediated dendrite growth.A-B and F:Knockdown of $G q$ in the neurons significantly increases the total length-PDs of the ddaE neuron.C and F: Upregulation of Gq in neurons inhibits total length-PDs of the ddaE neuron.D and F:Knockdown of $G q$ ina stanf00907backgroundhas nofurthereffects ontotallength-PDsof theddaEneuron.EandF:Overexpression of Gq in a stanfO907 background reduces the total length-PDs of the ddaE neuron to wild type levels. G and I: Knocking-down $G q$ in amiR- $9 a ^ { E 3 9 }$ background has no effect on the total length-PDs of the ddaE neuron.H-I: Upregulation of $\\mathrm { G q }$ in amiR- $\\cdot 9 a ^ { E 3 9 }$ background reduces the total length-PDs of the ddaE neuron. Scale bar, $5 0 ~ { \\mu \\mathrm { m } }$ in A.[Color figure can be viewed in the online issue,which is available at wileyonlinelibrary.com.] "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Cadherin repeats in Fmi N-terminal have been reported to play a role in dendrite morphogenesis through homophilic binding (Kimura et al.,2006). However,itspreciseregulatorymechanisms remained unclear.In this study,we showed that overexpression of Fmi in epithelial cells and neurons results in opposite phenotypes in dendrite growth. Based on our observations,we propose that neuronal Fmi plays a suppressive role in dendrite growth, whereas epithelial Fmi has a positive effect by competing with neuronal Fmi through homophilic cadherin binding (Fig. 6).As a seven-pass transmembrane protein,Fmi shares high similarity with Gprotein-coupled receptors and is thought to transduct intracellular signal and function as a receptor(Shima et al.,20O7;Berger-Muller and Suzuki,2011).Our finding that neuronal expression of Fmi lacking either the $\\Nu _ { - }$ or the C-terminal did not affect dendrite growth,supports the hypothesis that both extracellular activation and intracellular signal transduction of Fmi are required for suppression of dendrite growth. Fmi is a core component of the PCP pathway,and has been suggested to be a co-receptor of $\\mathrm { F z }$ (Usui et al.,1999).Nevertheless,knockdown of other members in this pathway,such as $f z$ ，vang,and dsh,did not affect dendrite growth. Similar phenomena have been found in the investigation of axon path-finding in photoreceptors (Gao et al.，2OoO).It has been reported that G-protein Go is activated by Fz (Malbon,2004;Wang and Malbon,2004).However，we found that,like Fz,Go is not required for dendrite growth either. These findings suggest that Fmi regulates dendrite growth independently of the PCP pathway. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/f666948ec2e8e7de64f19d84530d0d36fb028c6059c177d5fac1fd7e7198dd2a.jpg",
        "img_caption": [
            "Figure 6 Model of Fmi signaling for different genetic background. In flies of $\\mathrm { G a l } 4 ^ { 2 - 2 1 } { > } \\mathrm { F m i } \\Delta \\mathrm { N }$ and $\\mathrm { G a l } 4 ^ { 2 - 2 1 } { > } \\mathrm { F m i } \\Delta \\mathrm { C }$ background, neuronal $\\mathrm { F m } \\dot { \\bf u }$ signals remain unchanged compared to wild type $\\boldsymbol { w } ^ { I I I \\mathcal { S } }$ leaving the lengths of dendritesin ddaE neuronsunaected.In $m i R – { \\dot { 9 } } a ^ { E 3 9 }$ ，stanf0090， ${ \\mathrm { G a l } } 4 ^ { 2 - }$ ${ ^ { 2 1 } \\mathrm { > } f m i ^ { R N A i } }$ ,and ${ \\mathrm { G a l } } 4 ^ { 2 - 2 1 } { > } G q ^ { R N A i }$ background,Fmisignals inneuronsaredecreasedand the lengths of dendrites of ddaE neuron are increased. In $\\mathrm { G a l } 4 ^ { 2 - 2 1 } { > } \\mathrm { U A S - } \\mathrm { F }$ mi and $\\mathrm { G a l } 4 ^ { 2 - 2 1 } { > } \\mathrm { U A S - G q }$ background, Fmi signals in neurons are upregulated and the lengths of dendrites of ddaE neuron are reduced.[Color figure can be viewed in the online issue,which is available at wileyonlinelibrary.com.] "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In Drosophila,a splice variant of Gq,dgqa3, functions as a component of the Robo and Frazzled signaling pathways and regulates axonal path-finding (Ratnaparkhi et al.,2OO2).We found that similar to neuronal Fmi,heterotrimeric G proteins Gq suppressed dendrite growth. Further genetic interactions indicated a pivotal role of Gq in mediating Fmidependent intracellular signaling pathways,suggesting that Gq is the G-protein that is coupled to Fmi, thus mediating the repressive function on dendrite growth. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Dendrites of ddaE neurons emerge and elongate along the D-V axis earlier than those in A-P direction (Sugimura et al.,2Oo3). In addition,we found that Fmi expression decreased in the neuron at the later embryonic stages (data not shown). Therefore,miR $\\cdot 9 a$ function in dendrite growth might be ofgreater importance in early developmental stages.This might be the reason that the overgrowth phenotype in the miR-9a mutant is only found in the D-V,not,however,in the A-P direction.During Drosophila development,dendrites of sensory neurons exhibit a proportional enlargement of the dendrite arbor to catch up with body growth as a whole (Parrish et al.,2009). Our results suggest that the homophilic binding between epithelial and neuronal Fmi allows the crosstalk between these two cell types.We thus proposed that the miR-9aFmiGaq axis may serve asa novel regulatory pathway to control dendrite growth of ddaE neurons to grow along with epithelia cells and achieve proper occupation. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In conclusion,we report a novel function of miR$g _ { a }$ ，which non-cell autonomously regulates dendrite growth in postmitotic neurons by negatively regulating epithelial Fmi and thereby crosstalking to neuronal Fmi. Our results imply that Gq is a candidate G protein coupled to Fmi, thereby mediating the suppressive role of Fmi signaling in dendrite growth. Together,our findings provide novel insights into the complex regulatory mechanisms of microRNAs in dendrite development,and further reveal the interplay between the different roles of Fmi functioning as cadherin and GPCR. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The authors are grateful to all the participants and those kindly provide fly strains in this study. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Ambros V.2OO1.microRNAs: Tiny regulators with great potential. Cell 107:823-826.   \nBartel DP.2OO9.MicroRNAs: Target recognition and regulatory functions. Cell136:215-233.   \nBejarano F,SmibertP,Lai EC.2O1O.miR-9a prevents apoptosis during wing development by repressing Drosophila LIM-only.Dev Biol 338:63-73.   \nBerger-Muller S,Suzuki T.2O11. Seven-pass transmembrane cadherins:Roles and emerging mechanisms in axonal and dendritic patterning.Mol Neurobiol 44:313-320.   \nBonev B，Pisco A，Papalopulu N.2011．MicroRNA-9 reveals regional diversity of neural progenitors along the anterior-posterior axis.Dev Cell 2O:19-32.   \nCoolenM,ThieffryD,DrivenesO,Becker TS,Bally-Cuif L.2012.miR-9 controls the timing of neurogenesis through the direct inhibition of antagonistic factors.Dev Cell 22:1052-1064.   \nDajas-BailadorF,BonevB,GarcezP,StanleyP,Guillemot F,Papalopulu N. 2O12.microRNA-9 regulates axon extension and branching by targeting Maplb in mouse cortical neurons.Nat Neurosci   \nGaoFB,KohwiM,Brenman JE,Jan LY,Jan YN.2000. Control of dendritic field formation in Drosophila: The roles of flamingo and competition between homologous neurons. Neuron 28:91-101.   \nHardie RC, Martin F, Cochrane GW,Juusola M, Georgiev P,Raghu P. 2OO2.Molecular basis of amplification in Drosophila phototransduction: Roles for G protein, phospholipase C,and diacylglycerol kinase.Neuron 36: 689-701.   \nIyengar BR,Choudhary A，Sarangdhar MA，Venkatesh KV, Gadgil CJ, Pillai B. 2014. Non-coding RNA interact to regulate neuronal development and function. Front Cell Neurosci 8:47   \nJan YN,Jan LY.2O1o.Branching out: mechanisms of dendritic arborization. Nat Rev Neurosci 11:316-328.   \nJian Q,An Q, Zhu D, Hui K, Liu Y, Chi S,Li C. 2014. MicroRNA 340 is involved in UVB-induced dendrite formation through the regulation of RhoA expression in melanocytes.Mol Cell Biol 34:3407-3420.   \nKimura H, Usui T, Tsubouchi A,Uemura T. 2006.Potential dual molecular interaction of the Drosophila 7-pass transmembrane cadherin Flamingo in dendritic morphogenesis.JCell Sci 119:1118-1129.   \nLee K, Kim JH, Kwon OB,An K,Ryu J,Cho K, Suh YH, Kim HS. 2012.An activity-regulated microRNA,miR188,controls dendritic plasticity and synaptic transmission by downregulating neuropilin-2. J Neurosci 32: 5678-5687.   \nLi Y,Wang F,Lee JA,Gao FB.2006.MicroRNA-9a ensures the precise specification of sensory organ precursors in Drosophila. Genes Dev 20:2793-2805.   \nMagill ST，Cambronne XA，Luikart BW，Lioy DT, Leighton BH,Westbrook GL，Mandel G,et al． 2010. microRNA-132 regulates dendritic growth and arborization of newborn neurons in the adult hippocampus. Proc Natl Acad Sci USA 107:20382-20387.   \nMalbon CC.2004.Frizzleds:New members of the superfamily of G-protein-coupled receptors. Front Biosci 9: 1048-1058.   \nParrish JZ,Xu P,Kim CC,Jan LY,Jan YN.2009. The microRNA bantam functions in epithelial cells to regulate scaling growth of dendrite arbors in drosophila sensory neurons. Neuron 63:788-802.   \nRatnaparkhi A,Banerjee S,Hasan G.2OO2.Altered levels of Gq activity modulate axonal pathfinding in Drosophila. J Neurosci 22:4499-4508.   \nSchratt GM, Tuebing F, Nigh EA,Kane CG, Sabatini ME, Kiebler M, Greenberg ME.2006.A brain-specific microRNA regulates dendritic spine development. Nature 439: 283-289.   \nShima Y，Kawaguchi SY，Kosaka K,Nakayama M, Hoshino M，Nabeshima Y，Hirano T,et al. 2007. Opposing roles in neurite growth control by two sevenpass transmembrane cadherins. Nat Neurosci 10:963- 969.   \nShimada Y, Usui T,Yanagawa S, Takeichi M, Uemura T. 2001.Asymmetric colocalization of Flamingo,a sevenpass transmembrane cadherin,and Dishevelled in planar cell polarization. Curr Biol 11:859-863.   \nSiegel G, Obernosterer G,Fiore R,Oehmen M,Bicker S,Christensen M,Khudayberdiev S,et al. 2009．A functional screen implicates microRNA-138-dependent regulation of the depalmitoylation enzyme APT1 in dendriticspine morphogenesis. Nat Cell Biol11: 705-716.   \nStark A,BrenneckeJ,Bushati N,Russell RB,Cohen SM. 2005.Animal MicroRNAs confer robustness to gene expressionandhavea significant impact on3'UTR evolution. Cell 123:1133-1146.   \nSteimel A,WongL,Najarro EH,Ackley BD,Garriga G, Hutter H.2010. The Flamingo ortholog FMI-1 controls pioneer-dependent navigation of follower axons in C.elegans.Development 137:3663-3673.   \nStrutt DI.2OO2.The asymmetric subcellular localisation of components of the planar polarity pathway.Semin Cell Dev Biol13:225-231.   \nSugimura K,Yamamoto M,Niwa R,Satoh D,Goto S, Taniguchi M,Hayashi S,et al. 2Oo3.Distinct developmental modes andlesion-induced reactions of dendrites of two classes of Drosophila sensory neurons.JNeurosci 23:3752-3760.   \nThibault ST,Singer MA,Miyazaki WY,Milash B,Dompe NA,Singh CM,Buchholz R,et al. 20O4.A complementary transposon tool kit for Drosophila melanogaster using Pand piggyBac.Nat Genet 36:283-287.   \nUsui T,Shima Y,Shimada Y,Hirano S,Burgess RW, Schwarz TL,Takeichi M, et al.1999.Flamingo,a sevenpass transmembrane cadherin,regulates planar cell polarity under the control of Frizzled. Cell 98:585-595.   \nVo NK,Cambronne XA,Goodman RH. 2010.MicroRNA pathwaysinneural development and plasticity.Curr Opin Neurobiol 20:457-465.   \nWang HY,Malbon CC.2Oo4.Wnt-frizzled signaling to Gprotein-coupled effectors. Cell MolLife Sci 61:69-75.   \nWayman GA,Davare M,Ando H,FortinD,Varlamova O, Cheng HY,MarksD,etal.2OO8.An activity-regulated microRNA controlsdendriticplasticity bydownregulating p250GAP.Proc Natl Acad Sci USA 105: 9093-9098.   \nWu JS,Luo L.2O06.A protocol for dissecting Drosophila melanogaster brains for live imaging or immunostaining. Nat Protoc 1:2110-2115.   \nYuva-Aydemir Y,Simkin A,Gascon E,Gao FB.2011. MicroRNA-9:Functional evolution of a conserved small regulatory RNA.RNA Biol 8:557-564. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]