[
    {
        "type": "text",
        "text": "Mild Prenatal Stress Exposure Contributed to Behavioral Changes Induced by Postnatal Injections and Blocked The Effects of Olanzapine ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SHAN Liang,2,LIU Tian- $\\cdot \\mathrm { E } ^ { 1 ) }$ , ZHAO Xu-Dong1), MA Yuan-Yel)\\*\\* (StateKeyLboratoryofraidCgitieSence,stituteofopisineseAcadeyofienceeiingin; 2) University of Chinese Academy of Sciences,Beijing 10oo49,China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractExposureof pregnant females tostrong prenatalstressgenerallyinduces psychotic-likebhavioralimpairments intheir ofspring.Incontrastostrongstresexposure,mildprenatalstressexposure (MPSE)hasbeenreportedtoincreasethevulnerabilityof thenervussystemtoadverseenvironmentalstimuli.However,theimpactsofMPSEontreatment withantipsychoticmedicationhave notenwellivestigatedIaditi,aloughommolyutildialexpiments,tpotntialieesofjetioser onanimal behaviorhavenotbeen evaluated.Here,we investigatedhowMPSE,postatal injectionsandolanzapine(OLZ)treatment mightinteracttoafectebehaviorofrats.Pregnant femaleratswereexposed toildstressorleftundisturbedduringthelastweekof gestation.Their ospring were divided into three sub-groups and subjected to injections with saline or OLZ $( 2 \\mathrm { m g / k g } )$ on postnatal days (PDs)7,9and1orwereleftundisturbed wthoutijectionSocialandolfactorydiscriminationtestswereperformedduringadolescent (PD35)andadult (PD60)periods.Totalexploratorytimeand thedegreeofpreference inthe discriminationtests were measured.We foundthatpostatalinjectioschangedtedegreeofpreferenceiadoescentprenatallystresedratsbuthadnoefectontedeeeof preferenceinthenon-stressedrats.OLZtreatmentincreasedthesocial exploratorytimeinthenon-stressedratsduringtheadolescent andadult periods.However,theseenhancing efects werediminishedintheprenatallystressedrats.Ourresultsindicate thatMPSE couldcontributetothebehavioralchangesinducedbyadversestimulisuchaspostatalinjectionsandcouldreducethetreatment effects of antipsychotic medication. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywordsmild prenatal stressexposure，postnatalinjection，olanzapinetreatment，socialdiscriminationtest，olfactory   \ndiscrimination test   \nDOI:10.16476/j.pibb.2015.0086 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In mammals, the process of neurodevelopment during the fetal period plays an important role in the generation of normal developmental and functional brain abilities.Many previous studies have indicated that prenatal exposure to stress is associated with an increased incidence of mental disorders such as schizophrenia and bipolar disorder later in life [1].In rodents,prenatal stress exposure can also lead to behavioraldisruptionandtoalterations of neurochemical levels in adult offspring that mimic various symptoms of schizophrenic patients[2-3]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Exposure of pregnant females to mild prenatal stress (MPSE） generally does not induce spontaneous behavioral impairments in the offspring [4.However, previous studies have shown that MPSE increases the release of corticotropin-releasing hormone in offspring when they are confronted with environmental stimuli such as postnatal handling [5]. MPSE also leads to increased freezing behavior in response to foot shock in adult offspring [6-7]. However, few studies of the potential long-term impacts of MPSE on animals' resistance to adverse postnatal stimuli have been conducted. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Many experiment manipulations may unexpectedly introduce adverse stimuli to animals at postnatal stages.For example,repeated injections can constitute a strong harmful stimulus to pups during the postnatal period. It may be logical to speculate that repeated injections during the postnatal period may lead to behavioral changes in rats exposed to mild prenatal stress.However,no studies that explicitly address these issues have been performed. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In addition to adverse postnatal stimuli, the potential effects of beneficial postnatal stimuli to the function of nervous system should also be considered. For example,olanzapine (OLZ） is an antipsychotic drug used as both a clinical treatment and in experimental studies of mental disorders such as schizophreniaβl. The administration of OLZ ameliorates the hippocampal neuronal loss triggered by kainic acid administration in rats, suggesting that the treatment of olanzapine hasneuro-protectiveeffects [9]. OLZ treatment also reverses the pre-pulse inhibition (PPI) deficitsinratssubjectedtoneonatalventral hippocampal (NVH) lesions [lo]. In clinical research, OLZ treatment effectively improves symptomsin schizophrenicpatients,includingthenegative symptomsassociated with social behaviors [1-12]. However, thepotential impacts of MPSE on the effects of OLZ treatment have not been well investigated. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Because rodents are social animals,appropriate social behaviors are important in their lives. In addition, because rodents heavily rely on their sense of smell, olfactory information plays an essential role in regulating their behavior [3]． In accordance with the statement above, we planned to explore whether MPSE contributesto the social and olfactory behavioral changes induced by repeated postnatal injections as well as the potential effects of OLZ treatment on behavior. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1 Animals and drugs ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "AllSprague-Dawley ratsandpupswere purchased from Vital River (Beijing， China） and housed under a controlled $1 2 \\mathrm { ~ h ~ }$ light - 12 h dark cycle $( 9 ~ : 0 0 \\sim 2 1 ~ : 0 0 )$ ，with suitable temperature and humidity. The experiments were approved by the ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Animal Experimental Committee,Kunming Institute of Zoology, Chinese Academy of Sciences and were consistent with the National Institutes of Health Guidelines for the Care and Use of Laboratory Animals (NIH Guidelines). Olanzapine (Eli Lilly, Indianapolis,USA) was dissolved insaline. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2 Prenatal stressparadigm and postnatal injections ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Six pregnant female rats were exposed to a stress paradigm during the last week of gestation. The stressors were applied in a random manner and included restraint in a cylindrical plastic restrainer for one hour,exposure to a cold environment for $6 \\mathrm { n }$ ，food deprivation for one night, forced swimming for $1 5 \\mathrm { m i n }$ and reversal of the light-dark cycle.The intensity of the stressors was controlled to avoid obvious impacts on the cognitive and behavioral abilities of the offspring. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "On postnatal day (PD) 7, 9 and 11, the male pups from the saline-injected and OLZ-injected groups were intraperitoneally injected (i.p.） with saline or OLZ $( 2 ~ \\mathrm { m g / k g } )$ . The rat pups from the non-injected group remained in their home cages (Figure 1). On PD 21,male pups were weaned and housed with four rats per cage based on stress exposure and injections received. The behavioral tests for male offspring were performed in the adolescent (around PD 35) and adult (after PD 56) periods. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/bb43d10cbb1c891f6aef41989a16f8f4033eb3d53fd888fe240e58d6598f9a06.jpg",
        "img_caption": [
            "Fig.1Schematic diagram of the groups subjected to prenatal stress exposure and postnatal injection "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Pregnant female rats were exposed to stress or left undisturbed during gestation. Their offspring were divided into three groups and were treated with saline injection or OLZ injection $2 ~ \\mathrm { m g / k g }$ ,i.p.) or were left undisturbed without injection.Their social and olfactory behaviorswere tested during adolescent (5 weeks) and adult ( $\\geq 8$ weeks) stages. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3 Social discrimination test ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Thesocial noveltydiscrimination testwas performed in a $6 0 ~ \\mathrm { c m } \\times 6 0 ~ \\mathrm { c m } \\times 4 0 ~ \\mathrm { c m }$ 1open-field chamber with a black acrylic floor and walls.The rats were first habituated to the test environment ( $\\mathrm { 1 5 ~ m i n }$ twice per day) for three consecutive days. On the test day， for each experimental rat， two same-sex, unfamiliar rats,specified as \"familiar rat\"and \"novel rat\"， wereprepared and colored with different flavorless pigments on their backs. When the test began, the experimental rat and the \"familiar rat\" were placed in the open field and allowed to interact with each other for $3 0 \\ \\mathrm { { m i n } }$ . Then，the \"novel rat\" was placed in the open field for another $3 \\ \\mathrm { m i n }$ ，and the social behaviors of the rats were recorded by a camera located above the chamber. The durations of the investigative behaviors (including sniffing, grooming and close following) displayed by the experimental rat that were directed toward the \"familiar rat\" and the \"novel rat\" were analyzed manually using a stopwatch. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.4Olfactory discrimination test ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The social novelty discrimination testwas performed in the rat's home cage. The rats were first habituated to thetest environment forthree consecutive days (5 min, twice per day).When the test began, two small bottles with cotton that contained an odor-emitting liquid were clipped onto the lid of the cage,allowing the rats to smell the odors.For the first three trials, the cotton balls contained the same liquid. The exploratory time and intertrial interval were each $6 0 \\mathrm { ~ s ~ }$ .In the fourth trial, one piece of cotton contained the same liquid, and the other one contained a new liquid that the rat had not been exposed to.The olfactory behaviors of the rats were recorded by a camera during the fourth trial.The durations of the investigative behaviors displayed by the rats that were directed toward each bottle were analyzed manually using a stopwatch. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Results ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1Postnatal injections changed the degree of preference in social and olfactory behaviors in the stressed group but not in the non-stressed group ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "When confronted with a new environmental situation, the degree of preference to novel stimulation plays an important role in guiding animals' behavior. In an experimental environment, the degree of preference can be quantified by difference coefficients in the social and olfactory discrimination tests. To test the potential effects of postnatal injectionsand postnatal OLZ treatment ( $( 2 { \\mathrm { ~ m g / k g } } ,$ i.p.） on the degree of preference in rats prenatally exposed to mild stress, the social and olfactory discrimination tests were performed during the adolescent and adult periods,and the behavior of the rats was recorded (Table 1). The difference coefficient was calculated as (Time spent investigating the novel stimulus - Timespent investigating the familiar stimulus)/Total investigation time $\\times 1 0 0$ . For rats without MPSE (the non-stressed group), neither postnatal injections nor OLZ treatment affected the difference coefficient of social and olfactory behaviors during the adolescent or adult stages (Figure $2 \\mathrm { a } \\sim \\mathrm { d }$ ). These results indicate a normal stability of the nervous system when confronted with adverse environmental stimuli throughout development. However, during the adolescent period, both postnatal injections $[ n = 1 1$ ， $P { = } 0 . 0 4 5 ]$ and OLZ treatment $[ n { = } 1 0$ $\\scriptstyle P = 0 . 0 3 3 ]$ significantly increased the difference coefficient for social behavior in rats prenatally exposed to mild stress (the stressed group) compared to the difference coefficient of the controls 0 $\\scriptstyle \\bigwedge = 8$ ，Figure 2a). Because OLZ was also administered via injection,we could speculate that the key factor affecting the difference coeffcient was the injections themselves.During the adult stage,the effects of the injections were diminished in both the non-stressed andprenatallystressedgroups. Thedifference coefficients did not differ between the controls $\\scriptstyle { \\overbrace { n = 1 0 } }$ Figure 2b) and the groups injected with saline $( n { = } 4 )$ or OLZ $\\scriptstyle ( n = 6 )$ ： ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/d4ff65a692daeb3a1fa990296cd97f60773dba12b3eba6af50f1e60b5a218c62.jpg",
        "table_caption": [
            "Table 1The types of behavioral tests and the calculation methods of the indicators investigated "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"2\">Social exploration</td><td>Olfactory exploration</td></tr><tr><td>Preference in social or olfactory behavior</td><td>Time spent for novel rat-Time spent for familiar rat Total time for exploration</td><td>Time spent for novel odor-Time spent for familiar odor Total time for exploration</td></tr><tr><td>Total time for exploration</td><td></td><td></td></tr><tr><td></td><td>Time spent for novel rat+Time spent for familiar rat</td><td>Time spent for novel odor+Time spent for familiar odor</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Similarly，postnatal injections also affected the difference coefficient for olfactory behavior during the adolescentstage. Comparedtothe difference coefficient of the controls ${ \\left( n \\right. } = 1 0$ ，Figure 2c)，the difference coefficient was significantly decreased by both injections with saline $[ n { = } 1 0$ ， $\\scriptstyle P = 0 . 0 3 9 ]$ and with $\\mathrm { O L Z } [ n = 1 0$ $\\scriptstyle P = 0 . 0 2 6 ]$ . Compared to controls $\\scriptstyle ( n = 1 1 )$ ， postnatal injections $\\left( n { = } 1 1 \\right)$ and OLZ treatment $\\scriptstyle ( n = 1 0 )$ （204号 did not impact the difference coefficient during adulthood (Figure 2d). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/1aa783547f2ddcb8db09ec1a6193ab742e164e8d2e0a8675a638bb1a6a23c63b.jpg",
        "img_caption": [
            "Fig.Interactive efects ofmildprenatal stressexposure (MPSE),postnatal injections(atpostnataldays7,9and1,i.p.) and olanzapine (OLZ, $2 \\ \\mathrm { m g / k g } ,$ i.p.) treatment on the degree of preference in social and olfactory discrimination tests Thdegreofpefeecasatidhdireeoft.)eecetsfooaiolet prenatallstrs.dal olfactorbesolaalldttcl prenatally stressed rats.The data represent the means $\\pm \\operatorname { S E M }$ ; Statistics: independent-sample $t$ -test. $^ { * } P < 0 . 0 5$ :None;:Saline；■:OLZ. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2 OLZtreatmentenhancedthetotal exploratory time in social and olfactory behaviors in the non-stressed group but not in the stressed group ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "With respect to the total exploratory time(Table 1), at the adolescent stage, postnatal OLZ treatment( $_ { ( n = 1 1 }$ ， $2 \\ \\mathrm { m g / k g } ,$ i.p.）could significantly increase the social exploratory time of the non-stressed rats compared to that of the controls $[ n ~ = 8 , ~ P = 0 . 0 4 4$ ，Figure 3a]. However, the enhancing effect of OLZ treatment was diminished in the prenatally stressed group; the total exploratory time did not differ between rats treated with OLZ $\\scriptstyle ( n = 1 1 )$ and control rats $\\scriptstyle ( n = 8$ ，Figure 3a). Similarly, in the adult stage, OLZ treatment $\\scriptstyle ( n = 1 1 )$ （204号 also significantly increased the total exploratory time in the non-stressed group compared to the control group $[ n \\ = 1 1$ ， $P _ { \\mathrm { \\Lambda } } { = } 0 . 0 2 5 ]$ (Figure 3b). The total exploratory time of the prenatally stressed group was not affected by OLZ treatment $\\scriptstyle ( n = 6 )$ compared to the control group $\\scriptstyle ( n = 1 0 )$ (Figure 3b). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the olfactory discrimination test, postnatal injections and OLZ treatment had complicated effects on total exploratory time. During the adolescent stage, postnatal injections $( n { = } 1 0 )$ significantly decreased the total exploratory time in the non-stressed group compared to that in the control group $[ n { = } 1 0$ $P { = } 0 . 0 3 7 ]$ OLZ treatment could reverse the reduction in the effect of the injections: the total exploratory time of rats exposed to OLZ $\\scriptstyle ( n = 9 )$ was significant longer than that of rats exposed to saline $[ n { = } 1 0$ ， $P { = } 0 . 0 5 0$ ， Figure 3c]. However， in contrast to the non-stressed group, postnatal injections $\\scriptstyle ( n = 1 0 )$ could significantly increase the total exploratory time in the prenatally stressed group compared to the control group $[ n { = } 1 0$ ， $\\scriptstyle P = 0 . 0 0 4 ]$ （204号 (Figure 3c). In addition,when comparing the effect of injections between prenatally stressed and non-stressed rats, we found that the injectionsinduceda significantly longer exploratory time in the prenatally stressed group $\\scriptstyle ( n = 1 0 )$ than in the non-stressed group $[ n { = } 1 0$ $P { = } 0 . 0 0 1$ ,Figure 3c]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The behavioral effects in adult rats were different from those in adolescent rats. Compared to the control group $\\scriptstyle ( n = 8 )$ ,both postnatal injections with saline $[ n { = } 8 ,$ $_ { P = 0 . 0 1 3 ] }$ and with $\\mathrm { O L Z } [ n = 1 0$ ， $P { = } 0 . 0 0 3 { \\bar { . } }$ reduced the total exploratory time in the non-stressed group (Figure 3d). In the prenatally stressed group, injections with saline $\\scriptstyle ( n = 1 1 )$ and with OLZ $\\scriptstyle ( n = 1 0 )$ also tended to decrease the total exploratory time compared to that of the non-injected group $\\scriptstyle ( n = 9 )$ ,although these tendencies did not reach statistical significance $\\scriptstyle [ P = 0 . 0 9 3$ and $P =$ 0.075, respectively, Figure 3d]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/c5d6f531ce9c53353c79d0f358ec6adcd9388d8fe3f3dc68ac73894508e2761f.jpg",
        "img_caption": [
            "Fig.3Interactive efects of MPSE,postnatal injections (at postnatal days 7,9and11,i.p.)and OLZ treatment 1 $\\bf { 2 } \\ m g / k g ,$ ,i.p.) on total exploratory time in the social and olfactory discrimination tests "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(a)otalploolaalld.tlo adulto-straaltaodal (d)Total exploratorytimeforolfactorybhaviorsinadultnon-stressdandprenatallstresedrats.Thedatarepresentthemeans $\\pm { \\mathrm { ~ S E M } }$ ；Statistics: independent-sample $t$ -test. $^ { * } P < 0 . 0 5$ :None；:Saline;■:OLZ. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3Discussion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The data presented here provide the first demonstration that mild prenatal stress exposure (MPSE) contributes to the behavioral changes induced byrepeatedpostnatal injectionsinadolescent offspring.MPSE also blocked the enhancing effects of postnatal OLZ treatment on social behaviorsin adolescent and adult offspring. The combination of exposure to MPSE and repeated postnatal injections had complicated impacts on the olfactory behaviors of adolescent and adult offspring. These results indicate that MPSErendersthenervoussystemmore vulnerable to adverse stimuli， such as repeated postnatal injections,and contributes to the inefficacy of OLZ treatments. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Our results provide the first demonstration that adverse stimuli, such as repeated postnatal injections, cannot affect the behaviors of rats without mild prenatal stress exposure.However, repeated postnatal injections can significantly change the behavior of adolescent rats prenatally exposed to mild stress. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "These changes cannot be reversed by OLZ treatment. Previous studies also indicate that behavioral and physiological conditions can be changed in rats prenatally exposed to stress when they are confronted with adverse environmental stimuli. For example, mild prenatal stressimpaired fear extinction in adult offspring,probably by disrupting neural plasticity in the brain [4]. Prenatal stress exposure also leads to vulnerability to subsequent adult stress andto dysregulation of thenoradrenergicsystemand hypothalamic-pituitary-adrenalaxis(HPAaxis) activity [5-1σ]． Handling has also been shown to significantly reduce corticotropin-releasing hormone levels in rats prenatally exposed to stress compared to controls [5]. Combining these results, we can reach the conclusion that prenatal stress exposure may leave the nervous system more vulnerable and instable when confronted with harmful environmental challenges. This may be because the exposure of pregnant females to stressful stimuli can lead to hyperactivity and impair negative feedback regulation of the HPA axis in the offspring [17-19]. These physiological changes therefore alter the behavioral responses to environmental stimuli of rats with prenatal stress exposure, including increased immobility in the footshock chamber and hypoactivity in a novel environment[7]. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Although it is a common procedure in animal experiments,the potential effects of saline injections have been ignored in the majority of studies.However, our results indicate that saline injections are also capable of having substantial influence on animal behavior, especially the behavior of pups or of animals witha relatively vulnerable nervous system,as induced by MPSE.We suggest that the potential impacts of injection manipulationsshould be consideredin further studies using these types of animals. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In addition,our data reveal that postnatal OLZ treatmentimprovesthesocialinteractionsof non-stressed rats during both the adolescent and adult period. This result is consistent with a previous finding that OLZ treatment can enhance the social abilities of both schizophrenia patients and animals [20-23]．For example,previous research showed that acute OLZ treatment reduced fear activities andenhanced social interactionin rats [2o]. In clinical researchof schizophrenia， patients administered OLZ showed improvements in social performance and their work abilities[22-23] ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Interestingly，MPSE can block the enhancing effect of OLZ treatment on social behaviors.Previous studies have shown that OLZ treatment in healthy peoplesignificantlyreducesthelevelsof adrenocorticotropic hormone and cortisol, which play important roles in the activity of the HPA axis in the brain[24]. As shown by previous studies, prenatal stress exposure has been reported to induce a hyperactive HPA axis,which often presents as an enhanced or prolonged plasma corticosterone level to stressors[25-26]. Although there is no explicit conclusion with respect to the mechanism of the negative effects of MPSE on OLZ treatment, we can speculate that the effect may be due to the opposite influences of MPSE and OLZ treatment on the activity of the HPA axis. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Our research is not without limitations. For example, ourresultsshowthatMPSEelicits complicatedeffectsonolfactorybehaviorsin non-stressed and stressed rats,which were different from its effects on social behaviors. However, existing data and previous information are not sufficient to explain these phenomena.In addition, the trends in the effectsof postnatal injections on the difference coefficients for social and olfactory behaviors were in opposite directions: for the social behaviors, postnatal injections tended to increase the difference coefficient, whereas for the olfactory behaviors,it tended to decrease the difference coefficient. This finding may be partially caused by the natural differences between social and non-social behaviors[27]. However, additional evidence is still needed regarding this issue. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In conclusion， our resultsprovide the first demonstration of the adverse impacts of postnatal injections and ineffective OLZ treatments on rats prenatally exposed to mild stress. Our study thus opens up a new area of exploration with respect to the interactive effects between prenatal stress exposure, environmental stimuli and medicinal treatments, which may contribute to research of pathological mental disorders such as schizophrenia. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1]ZucchiFCR,Yao Y,Ward ID,et al.Maternal stress induces epigenetic signatures of psychiatric and neurological diseases in the offspring.PLoS ONE,2013,8(2): e56967   \n[2]Matrisciano F,Tueting P,Dalal I,et al.Epigenetic modifications of GABAergic interneurons are associated with the schizophrenia-like phenotype induced by prenatal stress in mice.Neuropharmacology, 2013,68(S1): 184-194   \n[3]Wilson C A,Terry A V.Variable maternal stress in rats alters vmnvw Hninm adult offspring.Pharmacology Biochemistry and Behavior,2013, 104: 47-61   \n[4]Bourke C H, Stowe Z N, Neigh G N,et al. Prenatal exposure to escitalopram and/or stress in rats produces limited effects on endocrine,behavioral,or gene expression measures in adult male rats.Neurotoxicology and Teratology,2013,39:100-109   \n[5]Smythe JW,McCormick C M,Meaney MJ.Median eminence corticotrophin-releasing hormone content following prenatal stress and neonatal handling.Brain Res Bull,1996,40(3): 195-199   \n[6]Griffin WC,SkinnerHD,SalmAK,etal.Mild prenatal stress in rats is associated with enhanced conditioned fear. Physiology & Behavior,2003,79(2): 209-215   \n[7]Louvart H,Maccari S,Darnaudéry M.Prenatal stress affects behavioral reactivity to an intense stress in adult female rats.Brain Research,2005,1031(1): 67-73   \n[8]Xue HB,Liu L,Zhang H,et al.Olanzapine in Chinese patients with schizophrenia or bipolar disorder:a systematic literature review.Neuropsychiatr Dis Treat,2014,10: 841-864   \n[9]Csernansky JG,Martin M V,Czeisler B,et al.Neuroprotective effects of olanzapine in a rat model of neurodevelopmental injury. Pharmacology Biochemistry and Behavior,2006,83(2): 208-213   \n[10] Le Pen G, Moreau JL.Disruption of prepulse inhibition of startle reflex in a neurodevelopmental model of schizophrenia: reversal by clozapine,olanzapine and risperidone but not by haloperidol. Neuropsychopharmacology,2002,27(1):1-11   \n[11] Corbett R,Camacho F,Woods A T,et al. Antipsychotic agents antagonizenon-competitive N-methyl-D-aspartateantagonistinduced behaviors.Psychopharmacology,1995,120(1): 67-74   \n[12] Ciudad A,Olivares JM,Bousono M,et al. Improvement in social functioning in outpatients with schizophrenia with prominent negative symptoms treated with olanzapine or risperidone in a 1year randomized,open-label trial. Progressin NeuroPsychopharmacology and Biological Psychiatry，2006,30 (8): 1515-1522   \n[13] Sanchez-Andrade G K K. The main olfactory system and social learning in mammals.Behavioural Brain Research,20o9,200(2): 323-335.   \n[14] Li M,Li X, Zhang X,et al.Efects of prenatal chronic mild stress exposure on hippocampal cell proliferation, expression of GSK- $\\cdot 3 \\alpha$ ， $\\beta$ and NR2B in adult offspring during fear extinction in rats. International Journal of Developmental Neuroscience,2014, 35: 16-24   \n[15] Green MK,Rani C S S,Joshi A,et al.Prenatal stress induces long term stress vulnerability, compromising stress response systems in stress. Neuroscience,2011,192: 438-451   \n[16] Miyagawa K,Tsuji M,Ishii D,et al.Prenatal stress induces vulnerability to stress together with the disruption of central serotonin neurons in mice.Behavioural Brain Research,2015, 277(S1): 228-236   \n[17] Henry C, Kabbaj M,Simon H,et al. Prenatal stress increases the hypothalamo-pituitary-adrenal axis response in young and adult rats.JNeuroendocrinol,1994,6(3): 341-345   \n[18] Huizink A C,Mulder E JH, Buitelaar JK. Prenatal stress and risk forpsychopathology:specific effects or induction of general susceptibility?.Psychological Bulletin,2004,130(1):115-142   \n[19] Frodl T,O'Keane V.How does the brain deal with cumulative stress?A review with focus on developmental stress,HPA axis function and hippocampal structure in humans. Neurobiology of Disease,2013,52(S1): 24-37   \n[20] Frye C A,Seliga A M. Olanzapine's effects to reduce fear and anxiety and enhance social interactions coincide with increased progestin concentrations ofovariectomized rats. Psychoneuroendocrinology,2003,28(5): 657-673   \n[21] SeibtKJ,Piato AL,Da Luz OliveiraR,et al.Antipsychotic drugs reverse MK-801-induced cognitive and social interaction deficits in zebrafish (Danio rerio).Behavioural Brain Research,20l1,224(1): 135-139   \n[22] Hamilton SH,Edgell E T,Revicki D A,et al.Functional outcomes in schizophrenia: A comparison of olanzapine and haloperidol in a European sample.Int Clin Psychopharmacol,2000,15(5): 245-255   \n[23] Stensland M, Ye W,Montgomery W,et al. Factors associated with early response to olanzapine and clinical and functional outcomes of early responders treated for schizophrenia in the People&rsquo;s Republic of China.Neuropsychiatric Disease and Treatment,2014, 10: 869-878   \n[24] Cohrs S,Roher C,Jordan W,et al.The atypical antipsychotics olanzapine and quetiapine,but not haloperidol,reduce ACTH and cortisol secretion in healthy subjects.Psychopharmacology,2006, 185(1): 11-18   \n[25] Weinstock M. Does prenatal stress impair coping and regulation of Hypothalamic-Pituitary-Adrenalaxis?. Neuroscience & Biobehavioral Reviews,1997,21(1):1-10   \n[26] Tavassoli E,Saboory E,Teshfam M,et al. Effect of prenatal stress on density of NMDA receptors in rat brain. International Joumal of Developmental Neuroscience,2013,31(8): 790-795   \n[27] Moura PJ, Meirelles S T, Xavier GF.Long-term social recognition memory in adult male rats: factor analysis of the social and non-social behaviors.Braz JMed Biol Res,2010,43(7): 663-676 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "产前轻微应激易化由围产期注射引起的行为改变并弱化奥氮平的作用",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "单梁1,2）刘田娥1）赵旭东1）马原野1)\\*\\*(\"脑与认知国家重点实验室，中国科学院生物物理研究所，北京100101；2中国科学院大学，北京 100049)",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "摘要产前母体处于应激状态下，可以削弱子代的神经系统对外界不良刺激影响的抵抗能力．但产前应激状态是否可以影响抗精神疾病药物对动物行为的增益作用，目前还没有明确的结论．此外，在动物实验中，动物需要经常接受注射操作，注射操作本身是否会影响动物行为，尚未有相关研究．在本实验中，探索了产前轻微应激状态、围产期注射操作和抗精神疾病药物对动物行为可能的交互影响．母鼠在经历产前轻微应激状态后生产子代，雄性仔鼠在围产期(日龄第7,9,11天)不接受注射或接受盐水或奥氮平注射 $( 2 \\mathrm { m g / k g }$ ，腹腔注射)．在其亚成年期(日龄第35 天)和成年期(日龄第60天)，观察其社交和嗅觉辨识行为，分析了总探索时间和对新旧刺激的偏好程度两个参数．我们发现，围产期重复注射操作可以改变产前应激组大鼠在社交和嗅觉辨识实验中的偏好程度，对无应激组大鼠没有影响，奥氮平注射可以增长无应激组大鼠在社交活动中的总探索时间，对应激组大鼠没有影响．研究表明，产前轻微应激状态可以易化诸如围产期注射操作等不良环境刺激导致的行为异常，并减弱抗精神疾病药物的对神经系统的影响，",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "关键词产前轻微应激，围产期注射，奥氮平，社会辨识实验，气味辨识实验学科分类号 Q42 DOI:10.16476/j.pibb.2015.0086",
        "page_idx": 7
    }
]