[
    {
        "type": "text",
        "text": "威胁对创造力的影响：认知与情绪双加工路径",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "尹俊婷」王冠² 罗俊龙1(上海师范大学心理学系，上海 200234)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(淮阴师范学院教育科学学院，江苏 淮安 223300)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要威胁对创造力的影响颇具热点性与争议性，总体来看，当前存在威胁对创造力的阻碍、促进以及两者间呈倒U型关系三种观点。但三种观点分歧的原因与内在机制尚不清楚。本文从认知与情绪角度对相关研究进行了梳理，认为以上分歧来自于威胁等级的不同，创造力机制的差异及相关的中介/调节变量。未来研究可从认知与情绪干预的角度，系统验证观点分歧的原因，深入分析威胁与创造力的认知神经和基因等内在机制。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 威胁，创造力，认知，情绪 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "人类生存和发展的最重要能力之一是能够有效应对各种情况，尤其是与威胁有关的情况，例如战争、犯罪、同僚排挤、地震或疫情等。目前，许多研究倾向于讨论威胁及相伴随的恐惧与焦虑，以及它们如何减少创造力和顺从行为(Raja et al.,2020; Van Hootegem et al.,2019)。如有些个体面对突如其来的地震时，无法施行任何自救措施，只能无助的等待救援。但也有研究强调人们会有选择地关注环境中的相关信息，积极应对威胁，在此过程中提高了与威胁有关的创造力(Baas etal.,2019)，如出现了“急中生智”的现象。战争与重大灾害给人类自身及社会带来了巨大的威胁，一方面，其损害了人们的身心健康，减弱了个体进行创造性行为的可能性；但另一方面，这种威胁的迫切性促使人类对现有理论与技术进行革新，加速了创新产品的出现。如二战期间，青霉素的迅速研发与投入使用以及核技术的短时间突破。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "威胁与创造力同为心理学领域重要的研究对象。在过去的十几年间，研究者们对两者开展了诸多卓有成效的研究。就威胁而言，大多数研究者将其定义为：尚未发生但可预见的伤害或损失。研究发现，对个体构成威胁的刺激大致可分为两类：生理威胁与社会威胁。生理威胁（PhysicalThreats）是指能够对个体身体（如健康、生命等）造成伤害的刺激(Bulley etal.,2017)，其具有真实性与直接性等特点(Mobbs etal.,2015)；社会威胁（Social Threats）是指可能对个体社会地位造成影响，损害自身资源或利益的刺激(Hirschberger etal.,2016)，如损害经济地位、刻板印象、社会侮辱、社会拒绝、社会排斥、面子和社会关系威胁等，此类威胁的特点是潜在性与不确定性(Barrett,2006)。威胁极易诱发个体的焦虑、恐惧等消极情绪，进而影响个体的认知与创造力(Bulley etal.,2017)。创造力（Creativity）是根据一定的目的，积极主动进行的创造性思维，产生新颖、有用且有社会价值的产品的能力(Mumford et al.,2012)。发散思维（Divergent Thinking）与聚合思维（ConvergentThinking）是创造力的主导成分(Runco & Jaeger, 2012; Webb et al., 2017)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "虽然威胁与创造力在各自领域内成果颇丰，但对两者之间关系的探讨却缺乏系统性。研究提出，无论是生理威胁还是社会威胁均对个体创造力有影响 (Lietal.,2017)，但具体影响方向还存在争议(Lee etal.,2017)。目前来看，威胁对创造力的影响主要存在三种观点：威胁能够阻碍创造力的发挥；威胁能够促进创造力的产生；威胁与创造力之间呈倒U 型曲线关系，即中等程度的威胁最利于创造力的发挥。迄今为止，尽管三种观点各自有其理论与实证研究支持，但未见有研究就三种观点出现分歧的根本原因进行系统分析。然而，认知与情绪之间的区别与联系可为理解威胁与创造力之间的关系提供一个合理的切入视角。因此，本文梳理了关于威胁与创造力研究的主要脉络，从认知与情绪两角度整理了支持三种观点的理论与实证研究。在比较与总结前人研究的基础之上，对现有研究结果的分歧与观点背后的原因进行了探讨，并尝试提出新的且具有可行性的研究路径。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1威胁阻碍创造力",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "威胁刺激阻碍与抑制了个体创造力的发挥，此观点来源于先前研究中最具代表性的威胁—僵化理论（Threat-Rigidity Thesis)。该理论认为，个体在面对威胁刺激时思维容易变得僵化和局限(Staw etal.,1981)。众多实证研究也对此进行了支持，例如：威胁能够减缓个体的认知速度(Hu etal.,2012)，引发焦虑情绪，限制新颖思想的产生(Xiao etal.,2015)。以下研究分别从认知与情绪角度切入支持了该观点。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从认知角度来看，威胁性刺激警戒说与固着说认为，无论生理威胁还是社会威胁刺激都可能吸引与固着个体注意力(Jiang etal.,2017)，这种吸引与固着占用了个体大量的认知资源(Sheppes et al.,2013)。个体的认知资源是有限的(van der Wel& van Steenbergen,2018)，当有限资源被大量占用时，后续任务的执行将无足够资源可用，迫使任务的加工速度减缓，成绩下降(Van Damme etal.,2008)。对于创造力任务来说，当认知资源分配不足时，个体更依赖于自动化的处理过程，对当前威胁刺激的处理只能依赖于先前建立的反应模式(Chajut &Algom,2003)，因此，较难产生具有创造力的产品。先前研究者通过操纵轻微的电刺激引发了被试的生理威胁，随后采用 Stroop 任务对个体思维流畅性进行了测量，结果发现，被试在",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Stroop 任务中认知速度变缓，流畅性降低(Huet al.,2012)。思维流畅性是衡量个体创造力的重要指标(Kruglanski& Webster,1996)，且创造力与 Stroop 任务所评估的认知能力呈正相关(Benedek etal.,2012)。因此，生理威胁下，认知速度的减缓与思维流畅性减低预示了个体较低的创造力。另有研究者考察了潜在的恐怖主义对公司职员任务执行的影响，发现潜在的恐怖主义作为一种生理威胁，吸引且消耗了员工的身体、情感和认知资源，降低了员工任务执行时的创造力(De Clercq et al.,2017; Raja et al.,2020)。对关系冲突与创造力的研究表明，较高程度的关系冲突对员工的工作安全感构成了威胁(Kahn,1990)，其会诱发消极情绪，恶化人际关系，引发关系威胁（社会威胁)，使员工无法高效处理信息，进而削弱了个体的创造力(da Costa et al., 2018)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从情绪角度来看，消极情绪常与认知过程共同竞争资源来影响个体创造力，具体来说，生理和社会威胁具有强烈的情绪唤醒作用，这种情绪唤醒占用了创造力任务所需的认知资源，进而导致个体在创造力任务中表现不佳(Huntsinger,2013)。双重竞争理论（DualCompetitionModel）提出，消极情绪常与创造力竞争有限的认知资源，且当情绪与思维竞争时，情绪常占据上风(De Martino et al.,2009)。因此，消极情绪消耗了个体的认知资源，影响了创造力任务的表现(Byron& Khazanchi,2011; Tremoliere et al.,2016)。焦虑的工作记忆限制理论（The Working-Memory Restriction Theory ofAnxiety)与此观点不谋而合(Eysenck,1979)，其认为威胁刺激下的个体容易将认知资源投入到焦虑状态中，从而抑制了个体思维的灵活性(Gawda& Szepietowska,2016)，且威胁所带来的消极情绪使个体面临着反刍思维的困扰(Curci etal.,2013)，这种资源的投入与思维的干扰严重影响了创造力所需的认知过程，如工作记忆(Orth et al.,2019)。Lindstrom 和 Bohli (2012)利用消极图片（蜘蛛与蛇）与中性图片（蘑菇与花）操纵了生理威胁条件与控制条件，通过n-back 任务与改版的go/no-go 任务考察了恐惧情绪对个体工作记忆的影响。结果发现，相比于控制组，生理威胁对个体工作记忆具有消极影响，表现为两任务下反应时与错误率的增加。工作记忆是创造力过程的重要组成成分(Orth et al.,2019)，用以抑制无关信息的干扰，保持新信息的高度活跃且同时考虑多个想法来产生更新颖的解决方案(Zabelina et al.,2019)。因此，当工作记忆能力降低时，可能会损害个体创造力(Chein& Weisberg,2014)。Tohill 和Holyoak(2000)将被试分为威胁组与控制组，要求威胁组被试对1000 依次减13 的结果进行报告，并在预定时间表示其计数速度太慢，引发被试的自尊威胁（社会威胁）与焦虑感，结果发现在随后的类比推理任务中，相比于控制组，威胁组被试在推理任务上的解决量较少。研究者认为处于社会威胁中的被试将主要的认知资源投入到了自身的焦虑症状中，因此在创造性任务解决中可用资源较少(Akinola& Mendes,2008)，导致任务解决量也较少。研究发现，工作不安全感作为一种社会威胁，具有高度不确定性，其能够剥夺个体控制感，损害社会经济地位，威胁个体自尊(Shoss,2017)。工作不安全感最直接的表现为产生消极情绪（如焦虑)。Jiang (2018)考察了工作不安全感与创意广告生成任务之间的关系，结果发现两者之间呈负相关，即社会威胁程度越高，个体创造力越低。研究表明，工作不安全感通过引发消极情绪，损害或降低了个体的工作记忆容量，进而降低了个体创造力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "综上，由于个体对威胁刺激作出反应时容易受到情绪的影响，且认知与情绪具有共享的神经通路(Pessoa,2008)，一旦情绪刺激吸引了资源(Peyk etal.,2008)，与认知过程形成竞争，最终可导致个体乏足够的认知资源来发挥创造力(Buhle&Wager,2010; Shackman et al.,2011)。由此可见，在威胁阻碍创造力这一观点中，认知与情绪的交互作用体现于两者可共同竞争认知资源。以上研究通过采用威胁图片或操纵微弱电刺激来构建生理威胁，提供负面反馈来操纵社会威胁，验证了威胁对创造力的消极影响。这些结果似乎很好地支持了威胁阻碍创造力的观点，但目前缺乏有效证据证明个体有限认知资源的存在(Vadillo etal.,2016)，且大多数研究并没有直观的体现出威胁所带来的资源损耗。更重要的是，该观点忽略了个人动机所发挥的作用：在受到威胁刺激时，个体会积极主动的调动认知资源，将其投入到紧急威胁情况中，在此过程中可能提高了创造性的问题解决能力(Cheng etal.,2018)。尽管抑制观点得到了诸多支持，但随着该领域实验的逐渐开展，出现了些许质疑之声：研究者们发现威胁并不总是扮演着\"抑制者\"的角色，有时甚至能够提高个体创造力，扮演“促进者”角色(Baas et al.,2019)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2威胁激发创造力",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "有研究者主张正是由于威胁的紧迫性与不确定性吸引了个体的认知资源来处理威胁，从而激发了创造力(Johnson et al.,2019)。另有研究者提出威胁能提高唤醒程度，延长个体对信息的处理时间，增加信息处理度，从而促进创造力的发挥(Cheng etal.,2018)。该观点同样可以从认知与情绪的视角切入，来理解威胁对创造力的影响。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从认知角度来看，动机焦点理论（MotivatedFocusHypothesis）提出，压力，威胁等刺激能够激活工作记忆中特定领域的认知关联，触发认知资源的分配，从而为创造力提供所必需的认知资源(Baas et al.,2019)。De Dreu 和 Nijstad (2008)将招募的被试随机分为人际合作组和人际冲突组（社会威胁)，要求他们在规定时间内写出自己所想到的合作/冲突策略。结果发现，社会威胁刺激下的被试能够积极调动资源来管理威胁，产生了更多与冲突相关的想法，且这些想法更具创造力。注意力缩小模型（Atention Reduction Model）则认为，无论是生理威胁还是社会威胁均能促使个体减少处理与任务无关的刺激，选择性的将注意力集中于手头任务(Johnson etal.,2019)，促进任务的执行并在此过程中增加创造力。对于恶意创造力的研究也得出了类似的结论，Baas 等人(2019)探究了社会威胁刺激对恶意创造力的影响，他们通过改版的囚徒困境任务（Prisoner'sDilemma Task）操纵了社会威胁，采用一物多用任务（Alternate Use Task，AUT）对创造力进行了测量。结果表明，社会威胁增加了个体侵略性的认知与恶意创造力，即受到威胁的人们可能会更频繁地提及砖块的恶意用途（如使用砖块击打某人）且创造程度更高，该结果验证了注意力缩小模型。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从情绪角度来看，威胁引发的消极情绪能够促使个体进行内省并延长对问题的思考时间来提高创造力(Verhaeghen etal.,2005)。认知调节理论（Cognitive regulation theory）支持了以上观点并提出，消极情绪下的个体偏向使用严谨、深思熟虑的思维方式(Shen et al.,2019)，这有利于对问题进行持久性的加工(Hommel,2015)，这种认知持久性提高了个体的创造力(Baas et al.,2013)。Riley&Gabora(2012)要求被试对生理威胁程度不同的照片进行了评分与故事描述，结果发现，图片的威胁程度与故事描述的新颖程度呈正相关，威胁程度越高的图片，故事描述越有创造性。研究者认为威胁图片诱发了被试的消极情绪，从而提高了刺激信息的处理度，提高了创造性。外界刺激能够诱发情绪，情绪亦能影响刺激信息的处理方式(Mastria et al.,2019)。Akinola 和Mendes (2008)的实验结果对认知调节理论进行了验证，他们通过模拟面试时给予被试负面反馈来威胁个体自尊，这种社会威胁诱发了被试的消极情绪，研究者在对艺术拼贴画（一种可靠的测量艺术创造力的方法）的评价中发现，消极情绪下的个体在艺术创造力的评分中得分更高。研究者认为这些个体倾向于对刺激进行自下而上的分析，因此产生了更多新颖的处理方式；此外，研究者发现，负性情绪也可能提高创造性任务解决的频率，特别是在发散思维问题和类比问题中。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "相比于大脑皮层的认知区域，杏仁核（Amygdala）能够更快，更果断的对威胁刺激作出反应，但这些反应并不是通过认知过程进行调节的(Fanselow,1994)。情绪通常在早期对威胁刺激做出反应，而认知的参与促使个体对刺激进行评价与处理，投入更长的时间进行加工，最终促进了创造力的发挥。由此可见，在威胁激发创造力这一观点中，认知与情绪的互动体现于情绪可以通过改变个体的认知方式来促进创造力的发挥。虽然以上实验从认知与情绪两角度支持了威胁激发创造力的假设，但也有质疑者提出，广泛的注意范围与认知搜索能力是进行创造力工作的基础(Ansburg& Hill,2003)。上文所提到的威胁提高个体创造力是以牺牲注意范围为代价的，若个体注意范围较为狭窄时，很难考虑到周围的其他线索，也可能会损害创造力(Yüvruketal.,2020)。因此，该观点也需更多后续研究的验证。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "截至目前，上述研究从认知与情绪的角度分别支持与验证了威胁抑制与激发两观点，但两观点之间相差甚远。有学者尝试调和两种观点，提出威胁与创造力之间的关系并非非黑即白，而是存在倒U型关系，即中等程度的威胁是发挥创造力的最佳水平。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3威胁与创造力之间呈倒U型关系",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "倒U型观点突破了单纯强调威胁抑制与激发创造力的观点，它认为威胁并不是一味的破坏或提高创造力，而是两者之间存在某个临界点，在临界点之前威胁强度的增加能够提高个体创造力，一旦超过临界点，增加的威胁强度将会损害创造力的产生。以下理论与实证研究以认知与情绪为导向对该观点提供了合理的解释。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "首先，从认知角度来看，个体在中等水平威胁下投入的认知资源最多，最有利于创造力的产生(Byron etal.,2010)。一系列研究对此进行了证明：Byron 等人(2010)对 76项实验（82个独立样本）进行元分析发现，适中且可控的社会威胁可以通过合理利用认知资源来促进创造力的发挥，证实了威胁与创造力之间的倒U型关系。同样，组织学研究发现，任务冲突可能会被员工视为一种社会威胁，降低个体的社会地位(O'Neill&McLarmon,2018)。所以，面临较高程度的任务冲突时，为巩固个体地位，员工偏向使用竞争的思维方式，这种思维方式下极易出现\"战斗逃逸\"反应和认知僵化(O'Neill,McLarnon,Hoffart et al.,2018)，很大程度上降低了个体创造力。中等水平的任务冲突能够提高个体重新评估的动机，从而产生更有创意的解决方案(Li etal.,2019)。Mehta 等人(2012)考察了噪音威胁刺激（生理威胁）下，被试在远程联想任务中（RemoteAssociation Test，RAT）的表现，发现中等水平的威胁刺激能够提高个体抽象认知能力，增强创造力，而高水平的威胁刺激缩减了信息处理的范围，削弱了个体创造力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "其次，从情绪角度看来，激活理论（Activation Theory）提出，中等程度的情绪唤醒最有利于提高个体创造力。低水平的唤醒容易使被试忽略信息，对任务缺乏动力；高水平的唤醒可能会给被试带来更大的压力，这一压倒性的刺激将被视为一种威胁(Burms& Egan,1994),干扰认知，损害创造力(De Dreu et al.,2008)。Lee 等(2013)应用激活理论，通过量表考察了韩国某公司主管滥用监督权（社会评价压力的来源，一种社会威胁）与员工创造力之间的关系，结果发现，两者之间呈倒U型关系。具体来说，在主管滥用监督权或缺乏监督时，即社会评价威胁程度过高或缺乏社会评价时，激发了被试的消极情绪，减少了个体的控制感与创造力；相反，适度的评价具有积极的唤醒作用，能够激发创造性思维，激励员工专注于解决问题的策略(Anderson et al., 2004)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "倒U 型理论虽然能在一定程度上解释先前两个观点之间的矛盾，但目前支持该观点的理论与研究较少，且大部分研究是从社会威胁某一角度开展的，少有研究直接证明威胁刺激强度的变化与创造力之间的倒U型关系。所以，未来研究应注重从操纵威胁强度的角度对该观点进行系统探讨与补充。综上，本文在对以上所有认知与情绪路径进行总结的基础上，通过绘制变量关系图重新梳理了文章的逻辑，见图1。",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/7cbbfadf2c4eafd4fc159884ac88f02141902184e9acc08f6b937cc7fb72a1ac.jpg",
        "img_caption": [
            "图1威胁对创造力影响中的变量关系"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4三种观点不一致的原因",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "通过比较各研究间威胁的操纵方式、创造力的测量方法与结果之间的差异，研究发现，导致各研究间结论不一致的原因可能有以下几个方面。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1威胁等级的差异 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "对威胁的操纵方式整合发现，目前存在三种主要类型：图片式操纵、文字式操纵和伤害式操纵。图片式操纵指通过威胁面孔或者蜘蛛/蛇的图片来操纵威胁刺激(Cheng et al.,2018;Tupak et al.,2014)；文字式操纵一般通过实验指导语或给予被试负面反馈来构建威胁情境，使被试有身临其境之感，如通过文字描述被试可能患有的某种疾病或者社会排斥情境等(Niessen& Jimmieson,2016;Walton& Kemmelmeier,2012)；伤害式操纵指通过噪音或者微弱电刺激来诱发威胁(Kroes et al.,2019;Lobue,2014)(部分代表性实验请见表1)。大多研究采用了图片式操纵方法，但有研究者指出，威胁面孔（图片式操纵)是一种低等级的威胁刺激，仅仅预示着威胁刺激的存在，难以代表伤害个体生命健康的危险源头，而伤害式的威胁（电刺激）是一种高等级的威胁刺激(Huet al.,2012)。研究指出，尽管威胁始终能够吸引个体注意力，导致对其优先处理，但对后续任务的影响很大程度上取决于威胁等级的差异。高等级的威胁能够引起个体足够的重视，使资源分配更极端，对其他任务的影响程度也更大，此为威胁处理的“硬优先级\"；低等级的威胁刺激是一种附加信息，对其他任务影响较弱，甚至可能提高其他任务的成绩，此为威胁处理的“软优先级”(Bishop,2007)。综上，威胁操纵方式的不同反映了威胁等级的差异，高、低等级的威胁对其他任务的结果具有相反的影响，因而也可能会对创造力产生不同的影响。具体来说，高等级的威胁可能会损害任务的表现，低等级的威胁可能会提高任务成绩，但还需日后实验对此进行证明。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.2创造力机制的差异",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "不难发现，各研究中所采用的创造力任务类型与难度差异过大，但任务类型与任务难度的差异可能只是结果出现差异的表面原因，其深层原因可能创造力维度之间机制的不同。目前研究中主要通过聚合思维与发散思维来定义个体创造力。如采用AUT任务测量被试的发散思维；采用RAT 任务测量被试的聚合思维等。大多数研究仅采用了一种测量方式且大都选择对发散思维进行测量(部分代表性实验请见表1)。但先前研究者同时测量了压力下个体的发散思维与聚合思维的水平，结果出现了矛盾：压力破坏了个体的发散思维，但对聚合思维无影响(Krop et al.,1969)。发散思维与聚合思维虽然同为创造力的子成分，但两者机制不同(Meker et al.,2019; Shen et al.,2018)，发散思维涉及到对一个定义模糊的问题产生许多可能的解决方案，其是创造性行为过程之一(Nijstad et al.,2010)，而聚合思维则依赖于对一个明确定义的问题迅速识别最佳、正确解决方案的能力，需要一个严格谨慎的搜索过程(Lee&Therriault,2013)。发散思维受益于对灵活性的偏重，聚合思维依赖于对持久性的偏向(Zhanget al.,2020)，威胁刺激能够分散个体注意力，抑制个体思想的灵活性(Gawda& Szepietowska,2016)，但在无时间压力的情况下，个体可以通过持久性的思考增加创造力(Baas etal.,2013)，由此可见，创造力维度不同，威胁对其影响也不同。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "恶意创造力与一般创造力的机制不同。研究发现，个体在进行恶意创造力时，右侧中央后回（Right PostcentralGyrus）活动降低。这可能反映了个体在产生恶意观点时，加工情绪的心理过程被抑制。一旦个体不需要对自身消极情绪进行调控以及对受害者情绪感知，其可以在毫无道德负担的情况下产生恶意观点(Chikazoe etal.,2009)。相比于一般创造力，威胁环境更容易引起被试的恶意创造力反应(Cheng et al.,2018;Harris&Reiter-Palmon,2015)。威胁引发了被试的回避动机，带来侵略性认知与战斗的倾向。同时，被威胁个体的注意力和资源均集中于应对威胁上，因此更容易产生与威胁相关的恶意创造力(Baas et al.,2019)。创造力任务的难度也会对研究结果产生影响，相比于简单的创意任务，复杂任务会对工作记忆系统提出更高的要求，并且通常会消耗更多的认知资源，因此也面临着更差的表现(Eysenck et al,2007)。Drace 等(2020)要求被试在刻板印象威胁下（社会威胁）完成简单的瑞文推理任务（Raven's Progressive Matrices，RPM）和复杂的运算词语广度任务（Operation Span Task,OSPAN)，以此来考察刻板印象威胁对不同难度水平任务的影响。结果发现，被试在简单任务上表现比较好，在复杂任务中成绩较差。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/4e0bd6c97895482e5a1124559513ccaf269ad728a11b1c7fc9cdae9ea9f8268e.jpg",
        "table_caption": [
            "表1威胁操纵方式与创造力测量方法"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>引用文献</td><td>威胁操纵方式</td><td>威胁类型</td><td>创造力测量方式</td></tr><tr><td>Baas et al., 2019</td><td>修改版囚徒困境游戏</td><td>社会威胁</td><td>研究一：AUT（砖块） 研究二：谈判任务</td></tr><tr><td>Riley& Gabora,2012</td><td>威胁程度不同的图片</td><td>生理威胁</td><td>创造力故事编造</td></tr><tr><td>Kemmelmeier&Walton, 2016</td><td>两公司竞争生存</td><td>社会威胁</td><td>解决威胁任务</td></tr><tr><td>Walton&Kemmelmeier, 2012</td><td>两公司竞争生存</td><td>社会威胁</td><td>AUT（砖块）</td></tr><tr><td>Chamorro-Premuzic & Reichenbacher,2008</td><td>告知被试任务完成中需录 像，且需与其他人比较</td><td>社会威胁</td><td>AUT(夹子，铅笔等)</td></tr><tr><td>Mehta et al.,2012</td><td>噪音刺激</td><td>生理威胁</td><td>RAT任务</td></tr><tr><td>Liu et al., 2017</td><td>他人的消极评价</td><td>社会威胁</td><td>AUT（砖块）</td></tr><tr><td>Akinola&Mendes,2008</td><td>他人的负面反馈</td><td>社会威胁</td><td>艺术拼贴画</td></tr><tr><td>Hu et al., 2012</td><td>微弱电刺激</td><td>生理威胁</td><td>Stroop 任务</td></tr><tr><td>Tohill&Holyoak,2000</td><td>他人的负面反馈</td><td>社会威胁</td><td>类比推理任务</td></tr><tr><td>Drace et al., 2020</td><td>消极刻板印象</td><td>社会威胁</td><td>RPM任务</td></tr><tr><td>Cheng et al., 2018</td><td>蛇或枪的图片</td><td>生理威胁</td><td>创造性答案选择或生成</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/190682f32b8313717192cd24ce25b853c63bc685cc9da6819887c76bb0d486ea.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Lindstrom & Bohlin,</td><td>蛇与蜘蛛的图片</td><td>生理威胁</td><td>n-back 任务/改版 go-no go</td></tr><tr><td>2012</td><td></td><td></td><td>任务</td></tr><tr><td>Jiang,2018</td><td>工作不安全感</td><td>社会威胁</td><td>创意广告生成任务</td></tr><tr><td rowspan=\"3\">Probst et al., 2007</td><td></td><td></td><td>研究1：Duncker 功能固</td></tr><tr><td>工作不安全感</td><td>社会威胁</td><td>定性任务</td></tr><tr><td></td><td></td><td>研究2：RAT任务</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.3中介/调节因素的差异 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "有些研究者直接探讨威胁对创造力的作用机制(Baas et al.,2019;Riley&Gabora,2012)。另一些研究者则认为影响威胁与创造力的前因变量研究中可能存在中介或调节因素(Yeh etal.,2015)。这些不同的中介/调节因素可能是导致结果出现差异的原因。例如：研究者通过实验探究了压力如何影响皮质醇激素（CortisolHormone）的分泌和负面情绪，进而影响游戏情境下的创造力。结果发现，中介变量的差异是引发不同创造力结果的原因：压力下个体皮质醇激素的分泌能够通过促进工作记忆来提高创造力；也可以通过激发个体的消极情绪(挫折和愤怒)来降低创造力(Yeh et al.,2015)。这说明中介变量的差异对研究结果产生了不同的影响。同样，研究者通过量表对员工的创造力，任务冲突（社会威胁）与信息的精细化处理进行了测量，发现信息的精细化处理在任务冲突与创造力之间具有积极的中介作用。即过高的任务冲突激发了个体的自我动机，使得个体倾向使用较为偏颇的信息处理方式，如仅关注与自己观点一致的信息(Li et al.,2019)。这种信息处理方式不利于评估与整合其他观点，对创造力的激发具有消极影响(De Dreu etal.,2008)；中等水平的任务冲突激发了个体的认知动机，促进了对信息的精细化处理且促使员工重新评估他人观点(Farh etal.,2010)，提高了思想的新颖性。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "面临威胁刺激时，适宜的情绪调节策略不仅能够缓和威胁刺激下的消极情绪，在创造力中也发挥了关键作用(He etal.,2018)。情绪调节（Emotion Regulation，ER）指通过对有效调节策略的适当使用，来控制与改变自我和他人的情绪体验和表达(Parke et al.,2015)。情感信息处理理论（Emotional Information Processng Theory）提出，善于情绪调节者能够通过管理情绪(如使用情绪促进策略)来最大限度地减少有害情绪状态并保持以任务为中心的注意力，增强个体思考与决策的能力，激发创造力(Mayer etal.,2008)；调节能力较差者不易对消极情绪进行缓解，因而分散了个体注意力，导致个体具有更高的压力水平与更低的思维灵活性(Kanfer&Ackerman,1989)。基于前述分析，情绪调节可能是威胁与创造力之间重要的中介/调节因素。实证研究也对此进行了证实，研究通过模拟某公司生存威胁来操纵个体的社会威胁，结果发现，与没有受到威胁的对照组相比，威胁刺激下个体的成绩下降幅度更大，随后恢复较慢。然而，情绪调节缓和了资源损失，威胁后调节者在任务变更后比无调节情绪者表现的更好(Niessen& Jimmieson,2016)。所以，生理/社会威胁可能会通过不同的中介/调节因素来影响个体创造力，这提示我们不仅要关注威胁对创造力的影响，更要关注两者之间可能存在的中介/调节变量。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5展望 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5.1探索不同威胁等级对创造力不同维度的影响",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "对威胁操纵方式整合发现，不同操纵方式构建的威胁类型是不同的，同种威胁类型构建的威胁等级也是不同的。但无论采用哪种操纵方式，均需要辅助有效性问卷或行为测验来测查是否成功启动了被试的威胁感。对未来研究来说，首先，目前少有实验将威胁等级作为变量来研究，因此可以关注不同等级的威胁对个体创造力的影响。其次，现实情境中威胁的复杂程度远超越了实验室中操纵的刺激，因此，未来研究在考察某种具体的威胁刺激时，可从认知或者生理等多方面进行测量，更有效地考察是否成功操纵了威胁。此外，目前研究主要从发散思维的角度对个体创造力进行了衡量，对于聚合思维探索较少，但发散思维与聚合思维之间差异较大且威胁对两者影响不同。因此，后续研究应注重探究不同等级的威胁对聚合思维的影响。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5.2系统探索两者之间可能的中介/调节变量",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "威胁不是影响创造力的唯一因素，它可能同时受到自我或者社会因素的影响，应当注重两者与其他相关变量的作用机制。目前较少有研究者系统探索威胁与创造力之间可能存在的中介/调节变量，且威胁抑制或促进创造力的结论缺少边界范围与限制条件。但在以往研究的基础上，我们发现某些变量可能成为威胁与创造力之间的中介/调节因素，如情绪调节能力。研究中是否纳入情绪调节以及不同的情绪调节策略均有可能对实验结果产生不同的影响。除此之外，自我肯定已被证实是一种十分有效的威胁应对方式，且自我肯定通常会引起个体创造性的投入与产出(Lannin et al.,2019)。创造性产品的发明以及探知新事物的信念为自我效能感，可以促使个体在特定活动中采取相应的措施去解决问题，且自我效能感对个体评估消极环境具有积极影响(Liu et al.,2016;Ng＆ Lucianeti,2016)。因此，日后研究可探索情绪调节能力，自我肯定或自我效能感在威胁与创造力之间所起到的作用，或可探索其他可能的中介/调节变量。这对于拓展该领域的研究以及探索威胁对创造力影响的边界条件具有积极意义。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5.3重视倒U型观点研究",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "倒U 型观点为威胁与创造力领域的研究提供了新思路，但支持该观点的的理论与实证研究较少，且该观点的得出大部分是基于元分析或管理心理学领域的研究结果，缺乏基础研究的支持。此外，现有研究也存在一定的局限性，如“中等程度”这一词比较含糊。但总结先前研究发现，高等级的威胁引发了更强烈的消极情绪。而情绪与动机关系密切(Pavelescu,2019)：首先，情绪具有塑造动机的作用，积极情绪可以增强和维持动机，消极情绪阻碍动机；其次，动机能够影响个体情绪状态，强烈的动机能使个体体验到更强的觉醒状态，诱发积极情绪(Pekrun etal.,2011)。情绪与动机的平衡具有提高或损害任务表现的作用，但这种平衡取决于两者与执行控制机制的相互作用(Pess0a,2009)。执行控制机制的处理资源是有限的，在有足够资源可用时，个体消极情绪水平越高，越能够得到更优先的注意与认知资源分配(Pessoa,2005)。然而，这种资源的分配同时受到动机的调节，动机可重新分配个体资源，影响任务表现(Pessoa,2009)。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "情绪与动机对执行控制机制的影响研究使我们有理由提出假设，倒U 型理论中临界点的存在依赖于动机与情绪之间的平衡。当个体在进行创造力任务时，逐渐提高的威胁程度吸引了更多的注意与认知资源，促进了创造力任务的表现，此时情绪在认知资源分配中具有积极作用；但当动机参与认知资源调配时，情绪逐渐失去了主动权，动机将个体资源分配于其他任务中，削弱了个体的创造力，此时动机主导了认知资源的分配。综上所述，倒U型理论可以从情绪与动机参与认知资源分配的角度来进行分析。先前研究也证明，情绪与动机均能对个体认知产生影响，积极情绪通过增强工作记忆中目标信息的更新提高了个体认知的灵活性(Dreisbach,2006)，动机激活且维持了对目标信息的关注 (Padmala&Pessoa,2011)。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5.4探索认知神经与基因机制并注重应用价值 ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "该文章在梳理先研究结果时发现，虽然三种观点皆有其支持者，但相关脑成像研究尚处于探索阶段，缺乏明确的认知神经机制研究。功能磁共振成像（FunctionalMagnetic ResonanceImaging,FMRI)研究发现，前额叶区域,尤其是背外侧前额叶（Dorsolateral Prefrontal Cortex,DLPFC）在情绪与创造力的研究中发挥了至关重要的作用(Langner etal.,2018)。对基因研究发现，儿茶酚-O-甲基转移酶基因（Catechol-O-Methyltransferase，COMT）是负责儿茶酚胺降解的关键代谢酶，包括多巴胺（Dopamine，DA）和去甲肾上腺素（Norepinephrine，NE）。其与前额叶的执行功能以及包括工作记忆和注意认知控制在内的认知功能都有关联，在创造力表现中也具有积极作用(Colzato et al.,2014)。NE 能够调节个体认知的灵活性(Khalil et al,",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "2019)，且在情绪唤醒与情绪调节过程中具有核心意义(Hu etal.,2007)。其他基因与情绪反应之间也存在积极的关系，如酶脂肪酸酰胺水解酶 C385A 基因(Hashimoto,2019)。未来研究可尝试联合不同脑成像技术，深入考察负责威胁信息处理，情绪等诸多脑区的作用及彼此之间的功能链接来深入探究威胁对创造力的影响，更可尝试在采用认知神经技术的基础上联合基因分析进行探索。这样不仅能够有利的佐证理论假设，更有助于阐明该问题本质。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "从应用角度来看，厘清威胁对创造力的影响以及情绪认知调节能否在其中起到积极的作用，有益于研究者掌握何种类型或何种程度的威胁提高个体创造力，从而为现实情境中培养个体创造力提供借鉴意义；有益于为某些突如其来的生理威胁（如生命威胁）提供创造性的解决方案，帮助个体更好更快的解决目前所面临的问题；也可促使个体在应对潜在社会威肋（如社会排斥）时，调节个体情绪，提高创造力。对于社会与国家来说，面对当下全球不确定性风险的日益增加，探究威胁与创造力之间的关系，更能对整个国家与社会的平稳快速发展起到积极的促进作用。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Akinola,M.,& Mendes,W.B. (2oo8).The dark side of creativity: Biological vulnerabilityand negative emotions lead to greater artistic creativity.Personality and Social Psychology Bulletin,34(12),1677-1686.   \nAnderson,N.,De Dreu,C.K.W.,&Nijstad,B.A.(Oo4).Theroutinizationofinnovationresearch: Aconstructively critical review of the state-of-the-science.Journal of Organizational Behavior, 25(2),147-173.   \nAnsburg,P.I.,&Hill,K.(2oo3).Creativeandanalyticthinkers diferintheiruseofatentionalresources.Personality and Individual Differences,34(7),1141-1152.   \nBaas,M.,Roskes,M.,Koch,S., Cheng,Y.,&De Dreu, C.K.W.(2019).Why social threat motivates malevolent creativity.Personality and Social Psychology Bulletin,45(11),1590-1602.   \nBaas,M.,Roskes,M.,Sligte,D.,Nijstad,B.A.,&De Dreu, C.K.W.(2O13).Personality and creativity:The dual pathway to creativity model and a research agenda. Social and Personality Psychology Compass,7(10), 732-748.   \nBarrett,L.F. (2o06). Valence is a basic building block of emotional life.Journal ofResearch in Personality,40(1), 35-55.   \nBenedek,M.,Franz,F.,Heene,M.,& Neubauer,A.C.(2O12).Differential effectsofcognitive inhibition and intelligence on creativity.Personality and Individual Differences,53(4),480-485.   \nBishop,S.J. (20o7).Neurocognitive mechanisms of anxiety: An integrative account.Trends in Cognitive Sciences, 11(7),307-316.   \nBuhle,J.,& Wager,T.D. (20l0).Performance-dependent inhibition of pain by an executive working memory task. Pain,149(1),19-26.   \nBulley,A.,Henry,J.D.,&Suddendorf,T.(2Ol7).Thinkingaboutthreats: Memoryand prospection inhumanthreat management. Consciousness and Cognition, 49,53-69.   \nBurns,P.,RN Kenneth R,& Egan,P.,RNEllen C.(1994).Descriptionof a stressful encounter: Appraisal, threat, and challenge.Journal ofNursing Education,33(1),21-28.   \nByron,K.,& Khazanchi,S. (2011).A meta-analytic investigation of the relationshipof state and trait anxiety to performance on figural and verbal creative tasks. Personality and Social Psychology Bulletin,37(2),269- 283.   \nByron,K.,Khazanchi,S.,&Nazarian,D. (2Ol0).The relationshipbetween stressorsand creativity: Ameta-analysis examining competing theoretical models.Journal of Applied Psychology， 95(1),201-212.   \nChamorro-Premuzic,T.,& Reichenbacher,L. (2008).Efects of personality and threat of evaluation on divergent and convergent thinking. Journal of Research in Personality, 42(4),1095-1101.   \nChajut,E.，& Algom,D. (2003). Selective attntion improves under stress: implications for theories of social cognition. Journal of Personality and Social Psychology, 85(2),231-248.   \nChein, J. M., & Weisberg,R. W. (2014). Working memory and insight in verbal problems: Analysis of compound remote associates. Memory & Cognition, 42(1), 67-83.   \nCheng,Y.J., Baas,M.,& De Dreu, C. K.W. (2018). Creative responses to imminent threats: The role of threat direction and perceived effectiveness.Journal of Experimental Social Psychology, 74,174-186.   \nChikazoe,J.,Jimura,K.,Asari,T.,Yamashita,K.,Morimoto,H.,Hirose,S.,...Konishi,S.(2009).Functional dissociation in right inferior frontal cortex during performance of go/no-go task. Cerebral Cortex,19(1), 146-152.   \nColzato,L. S.,van den Wildenberg, W.P.M.,& Hommel, B. (2014).Cognitive control and the COMT Val158Met polymorphism: Genetic modulation of videogame training and transfer to task-switching efficiency. Psychological Research, 78(5), 670-678.   \nCurci,A.,Lanciano,T.,Soleti,E.,&Rime,B.(2013). Negative emotional experiences arouserumination andafct working memory capacity. Emotion, 13(5), 867-880.   \nda Costa, C.G., Zhou,Q., & Ferreira,A. I. (2018). The impact of anger on creative process engagement: The role of social contexts.Journal of Organizational Behavior; 39(4),495-506.   \nDe Clercq,D., Haq,I. U.,& Azeem,M. U. (20l7).Perceived threats of terorism and job performance: The roles of job-related anxiety and religiousness.Journal of Business Research, 78,23-32.   \nDe Dreu,C.K. W.,Baas,M.,& Nijstad,B.A. (2oo8). Hedonic tone and activation levelin the mood-creativity link: Toward a dual pathway to creativity model. Journal of Personality and Social Psychology，94(5),739- 756.   \nDe Dreu, C.K.W.,& Nijstad,B.A. (2O08). Mental set and creative thought in social conflict: Threatrigidityversus motivated focus. Journal of Personality and Social Psychology, 95(3), 648-661.   \nDe Martino,B.,Kalisch,R.,Rees,G.,& Dolan,R.J.(209).Enhanced processing of threat stimuli underlimited attentional resources. Cerebral Cortex,19(1),127-133.   \nDrace,S.,Korlat, S.,& Dokic,R.(2020). When stereotype threat makes me more or less intellgent: The informative role of emotions in effort mobilization and task performance. British Journal of Social Psychology, 59(1), 137-156.   \nDreisbach，G.(2006).How positive affect modulates cognitive control: The costs and benefits of reduced maintenance capability. Brain and Cognition, 60(1),11-19.   \nEysenck, M. W.(1979). Anxiety, learning,and memory: Areconceptualization. Journal of Research in Personality 13(4),363-385.   \nEysenck,M. W.,Derakshan,N.,Santos,R.,& Calvo,M.G.(2Oo7). Anxiety and cognitive performance: Attentional control theory. Emotion, 7(2),336-353.   \nFanselow,M.S. (1994). Neural organization of the defensive behavior system responsible for fear. Psychonomic Bulletin & Review, 1(4),429-438.   \nFarh, J.L.,Lee, C.,& Farh,C.I. (2010). Task conflict and team creativity: A question of how much and when. Journal of Applied Psychology, 95(6),1173-1180.   \nRiley,S.N.,&Gabora,L. (2O12).Evidence thatthreatening situations enhance creativity.InN.Miyake,D.Peebles, & R.Cooper (Eds.), Proceedings of the 34th Annual Meeting of the Cognitive Science Society (pp. 2234- 2239). Austin,TX: Cognitive Science Society.   \nGawda,B.,& Szepietowska,E.(2O16).Trait anxiety modulates brain activity during performance of verbal fluency tasks.Frontiers in Behavioral Neuroscience,10,10.   \nHarris,D.J.,& Reiter-Palmon,R.(2015).Fastand furious: The Influence of Implicit Aggression, Premeditation, and Provoking Situations on Malevolent Creativity. Psychology of Aesthetics Creativity and the Arts,9(1), 54-64.   \nHashimoto, K. (2019). Impact ofFAAH gene, hyperactivation in emotion procesing brain regions and Lavender oil preparation Silexan in anxiety. European Archives of Psychiatry and Clinical Neuroscience, 269(2),145- 146.   \nHe,L.,Mao,Y., Sun,J.Z., Zhuang, K. X., Zhu, X. X., Qiu,J.,&Chen, X. Y. (2018). Examining brain structures associated with emotional intelligence and the mediated effect on trait creativity in young adults.Frontiers in Psychology, 9, 925.   \nHirschberger,G.,Ein-Dor,T.,Leidner,B.,&Saguy,T.(2Ol6).Howisexistentialthreatrelatedto interroupconflict? Introducing the multidimensional existential threat (MET) Model. Frontiers in Psychology, 7,1877.   \nHommel, B.(2015). Chapter two - between persistence and flexibility: The yinand yang of action control. In A. J. Elliot (Ed.),Advances in Motivation Science 2,33-67.   \nHu,H.L.,Real,E.,Takamiya,K.,Kang,M.G.,Ledoux,J.,Huganir,R.L.,& Malinow,R.(2oo7).Emotion enhances learning via norepinephrine regulation of AMPA-Receptor trafficking. Cell,131(1),160-173.   \nHu,K. S., Bauer,A.,Padmala,S.,& Pessoa, L. (2Ol2).Threatof bodily harm has opposing effects on cognition. Emotion,12(1),28-32.   \nHuntsinger,J.R. (20l3). Does emotion directly tune the scope of attention? Current Directions in Psychological Science,22(4),265-270.   \nJiang, C., Buchanan,T. W., Yao,.,Zhang,K., Wu,J.,& Zhang,L. (2017).Acute psychological stress disrupts attentional bias to threat-related stimuli. Scientific Reports,7(1),14607.   \nJiang,L. (2018).Job insecurityand creativity:Thebufering effectofself-affirmationand work-affirmation.Journal of Applied Social Psychology， 48(7),388-397.   \nJohnson,K.J., Zaback,M.,Tokuno,C.D., Carpenter,M. G.,& Adkin,A.L. (2019).Exploring the relationship between threat-related changes in anxiety,attention focus,and postural control.Psychological Research, 83(3), 445-458.   \nKahn, W.A. (1990). Psychological conditions of personal engagement and disengagement at work. Academy of Management Journal, 33(4), 692-724.   \nKanfer,& Ackerman, P.L. (1989). Motivation and cognitive abilities: An integrative/aptitude-treatment interaction approach to skillacquisition.Journal ofApplied Psychology,74(4), 657-690.   \nKemmelmeier, M.,& Walton,A.P.(016). Creativity in menand women: Threat, other-interest,and self-asessment. Creativity Research Journal,28(1),78-88.   \nKhalil,R., Godde, B.，& Karim,A.A. (2019). The link between creativity,cognition,and creative drives and underlying neural mechanisms.Frontiers in Neural Circuits,13,18.   \nKroes,M.C.W.,Dunsmoor,J.E.,Hakimi,M.,Oosterwaal,S.,Meager,M.R.,Phelps,E.A.,& Collboration,N.P. (2019). Patients with dorsolateral prefrontal cortex lesions are capable of discriminatory threat learming but appear impaired in cognitive regulation of subjective fear. Social Cognitive and Affective Neuroscience, 14(6), 601-612.   \nKrop,H.D., Alegre,C.E., & Willams, C.D. (1969). Efect of induced stress on convergent and divergent thinking. Psychological reports, 24(3),895-898.   \nKruglanski,A. W.,& Webster,D.M. (1996).Motivated closing ofthe mind: \"Seizing\" and \"freezing\". Psychological Review, 103 (2),263-283.   \nLangner,R.,Leiberg,S.,Hofstaedter,F.，& Eickhof,S.B.(2018).Towards a human self-regulation system: Common and distinct neural signatures of emotional and behavioural control. Neuroscience and Biobehavioral Reviews, 90, 400-410.   \nLannin, D.G., Vogel, D.L.， Guyll, M.，& Seidman,A.J. (2019). Reducing threat responses to help-seeking information: Influences ofself-affirmations and reassuring information.Journal of Counseling Psychology, 66(3),375-383.   \nLee,C.S.,& Therriault,D.J. (2O13).The cognitive underpinnings of creative thought: A latent variable analysis exploring the roles of intelligence and working memory in three creative thinking processs. Intellgence, 41(5),306-320.   \nLee,S., Yun,S.,& Srivastava, A. (20l3). Evidence for a curvilinear relationship between abusive supervision and creativity in South Korea.The Leadership Quarterly, 24(5),724-731.   \nLee,Y. S., Chang,J.Y.,& Choi, J.N.(2Ol7). Why reject creative ideas?Fear as adriver ofimplicit bias against creativity. Creativity Research Journal, 29(3),225-235.   \nLi, C.-R.,Li, C.-X.,&Lin, C.-J. (2019).The effect ofindividual task conflict onemployee creativity:Amoderated mediation model. Thinking Skills and Creativity,31,112-124.   \nLi,F.,Deng,H.,Leung,K.,& Zhao,Y. (2017). Is perceived creativity-reward contingency good for creativity? The role of challenge and threat appraisals. Human Resource Management, 56(4), 693-709.   \nLindstrom,B.R.,& Bohlin, G. (2O12). Threat-relevance impairs executive functions: Negative impact on working memory and response inhibition. Emotion,12(2),384-393.   \nLiu,D,Jiang,K.,Shaley, C.E.,Keem,S.,& Zhou,J.(016).Motivational mechanismsofemployee creativity:A meta-analytic examination and theoretical extension of the creativity literature. Organizational Behavior and Human Decision Processes, 137,236-263.   \nLiu,L.,Wang,L.,Ren,J.,&Liu, C. (2O17). Promotion/prevention focus and creative performance: Is it moderated by evaluative stress? Personality and Individual Diferences,105,185-193.   \nLobue,V. (2014). Deconstructing the Snake: The relative roles of perception, cognition,and emotion on threat detection. Emotion, 14(4),701-711.   \nMastria,S.,Agnoli,S.,& Corazza,G.E. (2019). How does emotion influence the creativity evaluationof exogenous alternative ideas? PLOS ONE,14(7),219-298.   \nMayer, J. D., Roberts,R.D.,& Barsade,S. G. (2008). Human abilities: Emotional inteligence. Annual Review of Psychology, 59(1), 507-536.   \nMehta, R., Zhu,R.,& Cheema,A. (20l2). Is noise always bad? Exploring the effects of ambient noise on creative cognition. Journal of Consumer Research, 39(4),784-799.   \nMekern, V., Hommel, B., & Sjoerds, Z. (2019). Computational models ofcreativity: Areview of single-procesand multi-process recent approaches to demystify creative cognition. Current Opinion in Behavioral Sciences, 27,47–54.   \nMobbs,D., Hagan, C.C.,Dalgleish,T.,Silston,B.,& Prevost, C.(2015).The ecology of human fear: Survival optimization and the nervous system. Frontiers in Neuroscience, 9, 55.   \nMumford, M.D.,Medeiros,K.E., &Partlow, P.J. (2012). Creative thinking: Processes, strategies,and knowledge. Journal of Creative Behavior, 46(1),30-47.   \nNg,T. W.H.,& Lucianeti,L. (2O16). Within-individual increases in innovativebehaviorand creative,persuasion, and change self-efcacy over time: A social-cognitive theory perspective. Journal of Applied Psychology, 101(1), 14-34.   \nNiessen,C.,& Jimmieson, N.L. (2016).Threat of resource loss: The role of self-regulation in adaptive task performance.Journal of Applied Psychology, 101(3), 450-462.   \nNijstad,B.A.,De Dreu, C.K.W.,Rietzschel,E.F.,&Baas,M.(2010).The dual pathway to creativity model: Creative ideation as a function offlexibility and persistence. European Review of Social Psychology, 21, 34-77.   \nO'Neill, T.A.,& McLarnon, M. J. W. (2018). Optimizing team conflict dynamics for high performance teamwork. Human Resource Management Review, 28(4),378-394.   \nO'Neill,T.A.,McLarnon,M.J. W.,Hoffart,G.,Onen,D.,&Rosehart,W. (2018).The multilevel nomological net of team conflict profiles. International Journal of Conflict Management, 29(1), 24-46.   \nOrth,D., McDonic,L.,Ashbrook,C.,&van der Kamp,J.(2019). Eficient search under constraints and not working memory resources supports creative action emergence in a convergent motor task. Human Movement Science, 67,102505.   \nPadmala, S.，& Pessoa, L. (2011). Reward reduces conflict by enhancing attentional control and biasing visual cortical processing. Journal of Cognitive Neuroscience, 23(11),3419-3432.   \nPanksepp,J. (2003). At the interface of the afective,behavioral,and cognitive neurosciences: Decoding the emotional feelings of the brain. Brain and Cognition, 52(1),4-14.   \nParke,M.R.,Seo,M. G.,& Sherf,E.N. (2015).Regulating and facilitating: the role ofemotional intelligence in maintaining and using positive affect for creativity. Journal of Applied Psychology,10o(3),917-934.   \nPavelescu,L.M. (019). Motivation and emotion in the EFL learning experience of Romanian adolescent students: Two contrasting cases. Studies in Second Language Learning and Teaching, 9(1), 55-82.   \nPekrun,R., Goetz,T.,Frenzel,A.C.,Barchfeld,P.,&Perry,R.P. (20l1).Measuring emotions istudentslearing and performance: The Achievement Emotions Questionnaire (AEQ). Contemporary Educational Psychology, 36(1), 36-48.   \nPessoa,L. (20o5).To what extent are emotional visual stimuli processed without atention and awareness? Current Opinion in Neurobiology, 15(2),188-196.   \nPessoa,L.(2008). On the relationship between emotion and cognition. Nature Reviews Neuroscience,9(2),148 158.   \nPesoa,L. (2009). How do emotion and motivation direct executive control? Trends in Cognitive Sciences,13(4), 160-166.   \nPeyk,P.,Schupp,H.T.,Elbert,T.,&Junghofer,M. (2008).Emotion processing in the visual brain: AMEGanalysis. Brain Topography, 20(4),205-215.   \nProbst,T.M.,Stewart,S.M., Gruys,M.L.and Terney,B.W.(0o7),Productivity,counterproductivity and creatiity: The ups and downs of job insecurity. Journal of Occupational and Organizational Psychology, 80: 479- 497.   \nRaja,U., Azeem,M. U.,Haq,I. U.,& Naseer,S. (202o).Perceived threat ofterorism and employee outcomes:The moderating role of negative aectivity and psychological capital. Journal of Business Research,10,316- 326.   \nRunco,M.A.,& Jaeger, G.J. (2012).The standard definition of creativity. Creativity Research Journal,24(1), 92 96.   \nShackman,A.J.,Salomons,T.V.,Slagter,H.A.,Fox,A.S.,Winter,J.J.,&Davidson,R.J.(211).The integration of negative affect, pain and cognitive control in the cingulate cortex.Nature Reviews Neuroscience,12(3), 154-167.   \nShen, W.,Hommel,B.,Yuan,Y., Chang,L.,& Zhang,W. (2018). Risk-Taking and creativity: Convergent,but not divergent thinking is better in low-risk takers. Creativity Research Journal, 30(2),224-231.   \nShen,W.B., Zhao,Y.,Hommel,B., Yuan,Y.,Zhang,Y.,Liu,Z.Y.,& Gu, H.A. (2019). The impact of spontaneous and induced mood states on problem solving and memory. Thinking Skills and Creativity,32,66-74.   \nSheppes,G.,Luria,R.,Fukuda,K,&Gross,J.J.(2Ol).There's moretanxietythanmeets the eye: Isolating threatrelated atentional engagement and disengagement biases. Emotion, 13(3), 520-528.   \nShossM. K. (2017). Job insecurity: An integrative review and agenda for future research.Journal ofManagement, 43(6),1911-1939.   \nStaw,B.M.,Sandelands,L.E.,&Dutton,J.E.(1981).Threatrigidityeffects inorganizationalbehavior: Amultilevel analysis. Administrative Science Quarterly,26(4), 501-524.   \nTohill, J. M.,& Holyoak,K.J.(20oo).The impact of anxiety onanalogicalreasoning.Thinking & Reasoning, 6(1), 27-40.   \nTremoliere,B., Gagnon,M.E.,&Blanchette,I. (2016). Cognitive load mediates the effect ofemotion on analytical   \nthinking.Experimental psychology, 63(6),343-350.   \nTupak,S.V., Dresler,T.,Guhn,A.,Ehlis,A.C.Fallgatter,A.J.,Pauli,P.,& Herrmann,M.J. (2014).Implicit emotion regulation in the presence of threat: Neural and autonomic correlates. Neuroimage, 85,372-379.   \nVadillo,M.A., Gold,N.,& Osman,M. (2016). The bitter truth about sugarand wilpower:The limited evidential value of the glucose model of ego depletion. Psychological Science. 27(9),1207-1214.   \nVan Damme, S., Crombez, G.,& Notebaert,L. (2008). Atentional bias to threat: a perceptual accuracy approach. Emotion, 8(6), 820-827.   \nvan der Wel,P.,&van Steenbergen,H. (2018).Pupil dilation asan index ofeffort incognitivecontrol tasks: Areview. Psychonomic Bulletin & Review,25(6),2005-2015.   \nVan Hootegem,A., Niesen, W.,& De Wite, H. (2019). Does job insecurity hinder innovative work behaviour? A threat rigidity perspective. Creativity and Innovation Management, 28(1),19-29.   \nVerhaeghen,P.,Joorman,J.，& Khan,R. (2O05).Why we sing the blues: The relation between self-reflective rumination, mood,and creativity. Emotion, 5(2),226-232.   \nWalton,A.P.,& Kemmelmeier, M. (20l2). Creativity in its social context: The interplayoforganizational norms, situational threat, and gender. Creativity Research Journal,24(2-3),208-219.   \nWebb,M.E.,Litle,D.R.,Cropper,S.J.,&Roze,K. (2017).The contributions of convergent thinking,divergent thinking,and schizotypy to solving insight and non-insight problems.Thinking& Reasoning,23(3),235- 258.   \nXiao,F., Wang,L., Chen,Y., Zheng,.,& Chen, W.(2015).Dispositional and situational autonomy as moderators of mood and creativity. Creativity Research Journal,27(1),76-86.   \nYeh,Y. C.,Lai, G.J.,Lin,C.F.,Lin, C. W.,& Sun, H.C. (2015). How stress influences creativity ingame-based situations: Analysis of stress hormones,negative emotions,and working memory. Computers & Education, 81,143-153.   \nYuvruk,E., Kapucu,A.,&Amado,S. (202o).The effcts ofemotion on working memory: Valence versus motivation. Acta Psychologica,202,102983.   \nZabelina,D.L. Friedman,N.P.,& Andrews-Hanna,J. (2019). Unityand diversityof executive functions in creativity. Consciousness and Cognition, 68,47-56.   \nZhang,W.T.,Sjoerds,Z.,& Hommel,B. (2020).Metacontrol of human creativity: The Metacontrol of human creativity: The neurocognitive mechanisms of convergent and divergent thinking. Neuroimage, 210, 116572. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The impact of threats on creativity based on cognitive and emotional ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "processes ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "YIN Junting1, WANG Guan², LUO Junlong1 (lDepartment of Psychology, Shanghai Normal University, Shanghai 2Oo234,China) (College of Education Science,Huaiyin Normal University,Huaian 2233oo,China) ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Abstract: The impact of threats on creativity is one of the concerned and controversial topic in the field of psychology. Currently, there are three viewpoints: threats can hinder creativity generally; threats can promote creativity, under some certain conditions； there is an inverted U-shaped relationship between threats and creativity. However, the reasons for the divergence of these three viewpoints and the underlying mechanism are still unclear. This article review them from the perspectives of cognition and emotion and conclude that the divergence comes from differences in threat levels,creativity mechanisms and additional mediator/modulator variables. Therefore, future research can focus on systematically verifying the reasons for the divergence from the perspectives of cognitive and emotional intervention and exploring the cognitive neuroscience and genes mechanisms of the relationship between threat and creativity. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Key Words: Threat, Creativity, Cognition, Emotion ",
        "page_idx": 18
    }
]