[
    {
        "type": "text",
        "text": "The Arabidopsis CROWDED NUCLEl genes regulate seed germination by modulating degradation of ABl5 protein ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Wenming Zhao,2†t, Chunmei Guan', Jian Feng,2†,Yan Liangt, Ni Zhan1²,Jianru Zuo' and Bo Ren1\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "StateKyLaboratoryofPlantGenomicsandationallantGeneesearchentestituteofGeneticsandDevelopmentalBiologyinese Academyofstd MicrobiologyscaeesenurtdresstrechUUdd Currentaddes:IstituteoftecgyZhejngUnersityangou0in.oespondence:br@genetic ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractIn Arabidopsis, the phytohormone abscisic acid (ABA) playsa vital role in inhibiting seed germination and in postgermination seedling establishment. In the ABA signaling pathway，ABl5，a basic Leu zipper transcription factor，has important functions in the regulation of seed germination.ABl5 protein localizes in nuclear bodies,along with AFP, COP1,and SIZ1, and was degraded through the 26S proteasome pathway. However, the mechanisms of ABl5 nuclear body formation and ABl5 protein degradation remain obscure.In this study,we found that the Arabidopsis CROWDED NUCLEI (CRWN） proteins, predicted nuclear matrix proteins essential for maintenance of nuclear morphology，also participate in ABA-controlled seed germination by regulating the degradation of ABl5 protein. During seed germination, the crwn mutants are hypersensitive to ABA and have higher levels of ABl5 protein compared to wild type. Geneticanalysis suggested that CRWNsact upstream of ABl5.The observation that CRWN3 colocalizes with ABl5 in nuclear bodies indicates that CRWNs might participate in ABl5 protein degrada tion in nuclear bodies.Moreover,we revealed that the extreme C-terminal of CRWN3 protein is necessary for its function in the response to ABA in germination. Our results suggested important roles of CRWNs in ABl5 nuclear body organization and ABl5 protein degradation during seed germination. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:ABI5; Arabidopsis; CROWDED NUCLEl; germination; nuclear body   \nCitation: Zhao W, Guan C,FengJ,Liang Y,Zhan N, Zuo J,Ren B (2015) The Arabidopsis CROWDED NUCLEl genes regulate seed germination by modulating degradation of ABl5 protein.J Integr Plant Biol XX:XX-XX doi: 10.1111/jipb.12448   \nEdited by:Wei-Cai Yang, Institute of Genetics and Developmental Biology, CAS,China   \nReceived Sept.8,2015; Accepted Nov.10,2015   \nAvailable online on Nov.13,2o15 at www.wileyonlinelibrary.com/ journal/jipb   \n$\\mathfrak { O }$ 2015 Institute of Botany, Chinese Academy of Sciences ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The ability to generate seeds improves plant dispersal and survival under unfavorable conditions. Under permissive environmental conditions,seed dormancy breaks and germination occurs.Seed germination is strictly controlled by various external and internal cues,including light, temperature,osmotic stress，glucose and phytohormones (Bewley 1997；Lopez-Molina et al. 2001,2002； Penfield et al. 2005; Dekkers et al. 2oo8). Among these endogenous signals,the phytohormones abscisic acid (ABA) and gibberelin (GA) play central and antagonistic roles in the regulation of seed germination.GA promotes seed germination，whereas ABA induces seed maturation and dormancy and inhibits seed germination (Karssen et al. 1983; Karssen et al. 1989; Kucera et al.2oo5; Nambara and Marion-Poll 2005). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Genetic screens using germination assays in Arabidopsis have identified several factors involved in ABA signal transduction，including ABA INSENSITIVE 1(ABI1) to ABl5 (Koornneef et al. 1984; Finkelstein 1994, 1998). ABl1 and ABl2 are Ser/Thr protein phosphatase 2C (PP2C) proteins that negatively regulate SNF1-related protein kinase 2 (SnRK2) proteins and thus regulate the downstream ABA-responsive cis-acting elements (AREB/ABFs) (Kobayashi et al. 2005; ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Umezawa et al.20o9).ABl3,ABl4 and ABl5 belong to the B3,AP2 and bZIP transcription factor families,respectively, and play important roles in seed germination and early seedling establishment (Parcy et al. 1994;Finkelstein 1998, 2000).ABl5 functions as a positive regulator in the ABA signaling pathway and can bind to AREBs in the promoters of ABA-responsivegenesandactivategeneexpression (Finkelstein and Lynch 2ooo; Lopez-Molina and Chua 2000). Genetic evidence showed that ABl5 acts downstream of ABl3 (Lopez-Molina et al.2oo2). ABl5 protein levels directly affect ABA-dependent seed germination and post-germination growth (Lopez-Molina et al. 2oo1; Brocard et al. 20o2; Guan et al.2o14).This ABA-dependent regulation of ABl5 occurs within a narrow developmental window following germination.ABl5 transcripts and ABl5 protein decrease very rapidly to undetectable levels after stratification (Lopez-Molina et al. 2001，20o2). ABl5 protein is degraded through the 26S proteasome pathway,associated with the E3 ubiquitin ligase KEEP ON GOING (KEG) and with two components of the CULDDB1-DWD (Cullin4-Damaged DNA Binding1-DDB1 binding WD40) E3 ligase complex,DWA1 and DWA2 (DWD hypersensitive to ABA1and2)(Stone etal.2oo6; Lee et al.201o; Liu and Stone 201O).ABI FIVE BINDING PROTEIN (AFP) also regulates ABl5protein degradation.The colocalization of ABl5,AFP and ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "COP1,an important component of the E3 ligase complex,in nuclear bodies (NBs) indicates that AFP may mediate ABl5 degradation through the ubiquitin pathway in NBs (LopezMolina et al. 2003). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "NBs,discrete functional subcompartments in the nuclei of animal and plant cells,are believed to be where protein turnover，gene expression,DNA repair and other biological processes occur in cells (Shaw and Brown 2oo4; Spector 2006). Plants have NBs containing some phytochrome receptors,including PHYA to PHYE，CRY1，CRY2，and UV8. These phytochrome receptors can localize to the NBs shortly after activation by the appropriate wavelength of light (Kleiner et al. 1999; Yamaguchi et al. 1999; Kircher et al. 2002; Favory et al.2oo9;Yu et al.2oo9). Some components of the E3 ubiquitin ligase complex，including COP1 and SPA1, colocalize with these phytochrome receptors,indicating that the degradation of these phytochrome receptors occurs in the NBs (Wang et al. 2001; Lian et al. 2011; Liu et al. 2011; Zuo et al. 2011; Gu et al. 2012). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Plants also have phytohormone-related NBs.For example, auxin causes IAA17,a negative regulator of the auxin signaling pathway，to be recruited into proteolytic NBs,which also contain some components of the SCF,COP9 signalosome,and 26S proteasome (Tao et al.2oo5).ABl5，the key positive regulatorin the ABA pathway，and its SUMO E3 ligase SIZ1 colocalize in the NBs,which also contain AFP and COP1(LopezMolina et al. 2oo3;Miura et al.2oo5;Catala et al.2oo7; Miura et al.2oo9).However， how these NBs form and how the target proteins get degraded in NBs remain poorly understood in plants. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Inmammals,much work has examined NBs involved in diseases.For example，the morphology of promyelocytic leukemia (PML) nuclear bodies dramatically changes in acute promyelocytic leukemia patients (Daniel et al. 1993; Dyck et al. 1994; Koken et al. 1994; Weis et al. 1994). PML NBs may recruit related proteins to enter the NBs where they get modified, activated,compartmentalized or degraded.To date,more than 100 proteins have been identified in PML NBs，including proteasome protein，ubiquitin，PML and lamin (LallemandBreitenbach and de The 2010). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "PML protein,which has a coiled-coil domain, functions as the “organizer”of the PML NBs.The first step of the organization of NBs is the conjugation of PMLand the nuclear matrix (Müller et al.1998; Lallemand-Breitenbach et al.2001). The formation of NBs requires nuclear matrix proteins,such as lamin,which also contain coiled-coil domains.Although plants have no lamin,the coiled-coil domain proteins,Nuclear Matrix Constituent Protein 1 (NMCP1) in carrot and the related CROWDED NUCLEI (CRWN） proteins，which were originally designated LITTLE NUCLEI (LINCs)，in Arabidopsis were predicted to have similar functions to lamin A (Masuda et al.1997; Dittmer et al. 2007). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Arabidopsis has four CRWN proteins, CRWN1 to CRWN4, which all localize in the nucleus. CRWN proteins play redundant, essential roles in the regulation of nuclear structure,as most of the crwn single mutants have no obvious phenotype but the double mutants display reduced nuclear size,abnormal nuclear shape,and aberrant heterochromatin organization.The crwn triple mutants have severe defects in growth and development,and some have a lethal phenotype (Dittmer et al. 20o7; Sakamoto and Takagi 2013; Wang et al. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2013).CRWN1 and CRWN2,along with ABl3,control nuclear size during seed maturation and germination in Arabidopsis (van Zanten et al.2o11).However, how plant CRWN proteins affect nuclear morphology,nuclear body formation and seed germination,remains to be elucidated.Here,we attempted to demonstrate the roles of CRWNs in seed germination.We revealed that CRWN1 and CRWN3,which might genetically act upstream of ABl5，play pivotal roles in ABA-related seed germination by regulating the degradation of ABl5 protein in NBs,and the C-terminal of CRWN3 is necessary for its function. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Characterization of crwn mutants ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the CRWN family proteins,CRWN4 differs the most from the other CRWNs (Dittmer etal.2oo7); therefore,we focused on CRWN1, CRWN2 and CRWN3 in this study.To investigate the functions of CRWN genes,we analyzed all the single and double mutant combinations of these genes during various developmental stages.The crwn1，crwn2 and crwn3 single mutants have no obvious growth defects throughout their lifetimes，consistent with previous reports (Dittmer et al. 2007;Wang et al. 2o13). Among the three double mutants, crwn1,3 plants had the most severely retarded growth phenotype,including short roots,small leaves,dwarf seedlingsand short siliques (Figure 1A,B),whereas crwn2,3 had a wild type(WT)-like phenotype.The crwn1,2 double mutant had a moderate phenotype,intermediate between crwn1,3 and crwn2,3 (Figure 1A). So we mainly focused on the crwn1,3 double mutant hereafter.The crwn1,3 mutants also produced about $10 \\% - 2 0 \\%$ shriveled seeds,much higher than that of the WT (Figure 1C, D). The crwn1,2,3 triple mutant combination is lethal and we did not obtain any triple mutants in the F2 progeny of the cross between the crwn1,3 and crwn2,3 plants, consistent with the results of Wang et al.(2o13).These data suggested that CRWN genes play redundant and essential roles in plant growth and development. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/54cf28b37fa2358f4b8cd19411236a5961e276d9028b07df261b5d3466232628.jpg",
        "img_caption": [
            "Figure 1. Characterization of crwn mutants (A) Five-day-old seedlings of wild type (WT) and crwn double mutants.Bar，1cm.(B) Six-week-old seedlings (top）and siliques (bottom) of WT and crwn double mutants.Bar, 1cm. (C) Seeds of WT and crwn1,3 double mutants.Bar, $0 . 5 \\mathsf { m m }$ (D)Rates of shriveled seeds of WT and crwn1,3 double mutants.Data are mean values of three independent experiments ( $\\left( n > 1 0 0 \\right)$ .Error bars represent standard deviation (SD). "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "crwn mutants are hypersensitive to ABA ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Toelucidate the functions of CRWN1 and CRWN3 in seed germination,we examined the germination rates of WT and crwn mutants in the absence and presence of exogenous ABA. In Arabidopsis, seed germination occurs in distinct stages, including testa rupture,endosperm rupture,radicle protrusion,cotyledon opening and cotyledon greening. Here,we used cotyledon greeningas the marker of seed germination. On $1 / 2 \\times$ Murashige and Skoog(MS) plates,the germination rates of crwn1 and crwn3 single mutants were comparable to that of WT $( 9 4 . 6 \\% - 9 7 . 0 \\% )$ ,and the crwn1,3 double mutant was slightly lower $( 6 1 . 3 \\% ,$ Figure 2). In the presence of $0 . 5 \\mu \\mathrm { m o l } / \\mathsf { L }$ ABA,the germination rate of WT decreased to $7 2 . 0 \\%$ whereas the germination of crwn1 and crwn3 seeds decreased to $5 5 . 7 \\%$ and $5 7 . 7 \\%$ ，respectively.The germination rate of crwn1,3 double mutant seed decreased dramatically, to $3 . 3 \\%$ (Figure 2). These results indicated that the crwn mutants are hypersensitive to ABA and that CRWN genes play pivotal roles in ABA-dependent seed germination.We also examined other ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/f5c7624b34d8f721eda917c6e277e8e90ec0c2f334ab69ca54fc4925cdc5ae82.jpg",
        "img_caption": [
            "Figure2.crwn mutantsare hypersensitive to abiscisicacid in seed germination (A)Phenotype of wild type(WT) and crwn mutants in seed germination.(B)Quantitative analysis of seed germination rates of WTand crwn mutants.The means of three independent experiments $( n > 1 0 0 ) \\pm 5 D$ are shown. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "ABA-related phenotypes of the crwn mutants.In a root growth assay, the crwn1,3 double mutant was hypersensitive to exogenous ABA，compared with WT (Figure S1).The expression of two ABl5 target genes,ERD10 and RD29A,was slightly higher in the crwn1,3 double mutant than that in WT in the absence of exogenous ABA.When treated with ABA, ERD10 and RD29A were up-regulated more dramatically in crwn1,3 than in WT,about 5o-fold versus 1o-fold and 2oo-fold versus 5o-fold changes,respectively (Figure S2).This hypersensitivity of the crwn1,3 double mutant to ABA suggested that CRWN genes have important roles in the ABA signaling pathway. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "CRWNs regulate ABl5 protein stability ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Since ABl5 protein levelsdirectlyaffect ABA-dependent seed germination and post-germination growth,we next explored the possible roles of CRWNs in regulation of ABl5 during seed germination.We first examined the ABl5 protein levels in WT and crwn1,3 double mutants in the absence of exogenous ABA.In seeds germinated on $1 / 2 \\times$ MS plates,at 1d after germination (DAG) ABl5 protein levels in WT seeds decreased to about $1 3 \\%$ of the protein levels at o DAG，and further decreased to undetectable levels at 2 DAG.By contrast, the crwn1,3 seeds retained more than $50 \\%$ of ABl5 protein at 1 DAG compared to the levelsat o DAG,and also retained about $30 \\%$ of ABl5 protein at 2 DAG(Figure 3A).We also checked the ABl5 transcript levels in crwn1,3 double mutants. In WT, the ABl5 transcripts decreased to $45 \\%$ at 1 DAG compared to the levels at o DAG.The ABl5 transcripts in crwn1,3 were about two-fold higher than that of WT at o DAG,and decreased by roughly half at 1 DAG,which were comparable to the WT o DAG level (Figure S3). These results suggested that CRWNs regulate ABl5 at both the messenger RNA (mRNA) and protein levels, but the protein-level regulation might play the major role. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "ABA stabilizes ABl5 protein after seed germination(LopezMolina et al.2oo1,2oo3),so we examined ABl5 protein levels of WT and crwn1,3 double mutant seed germinated on $1 / 2 \\times$ MS plates containing $0 . 5 \\mu \\mathrm { m o l } / \\ L$ ABA.We found that the ABl5 protein level in WT decreased obviously at 5 DAG,but the ABl5 protein in crwn1,3 double mutants remained unaltered at 5 DAG (Figure 3B).This result suggested that CRWNs negatively regulate the ABA-dependent accumulation of ABl5 during seed germination，consistent with the ABA-hypersensitive phenotype of the crwn1,3 double mutants (Figure 2).We also tested the ABl5 protein level after germination in the presence of cycloheximide (CHX)，which blocks de novo protein synthesis.After CHX treatment，ABl5 protein decreased veryrapidly in WT but remained stable in crwn1,3 double mutants (Figure 3C).Previous work reported that ABl5 is degraded by the 26S proteasome pathway，so our results indicate that CRWN1 and CRWN3 might participate in the ubiquitin-mediated degradation of ABl5. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "CRWNs functionupstream of ABl5 to regulate seed germination ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The data presented above showed that crwn mutants are hypersensitive to ABA and have abnormal levels of ABl5 protein,indicating that CRWNs may genetically interact with key components in the ABA signaling pathway.To test this possibility，we constructed multiple mutants by crossing abi5 and crwn1,3 mutants.Under normal conditions, the seed germination ratio of abi5 mutants was similar to that of WT 中 $9 8 . 8 \\%$ VS. $9 6 . 0 \\%$ ，while the crwn1,3 double mutant had a slightly lowerratio $( 6 1 . 3 \\% )$ . The germination ration of crwn1,3 abi5 triple mutant $( 8 4 . 4 \\% )$ resembled that of the abi5 mutant $( 9 8 . 8 \\% )$ ,rather than the crwn1,3 double mutant $( 6 1 . 3 \\% )$ . In the presence of $0 . 5 \\mu \\mathrm { m o l } / \\mathsf { L }$ ABA,the germination rate of the crwn1,3 double mutant seeds greatly increased in the abi5 mutant background, from $3 . 0 \\%$ to $7 5 . 0 \\%$ ，comparable to WT (Figure 4).This result suggests that CRWN1 and CRWN3 genetically act upstream of ABl5. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/2c3c52c2d6156ffecb9c3e85721a01e88258f44340af18063a25c6d23a444245.jpg",
        "img_caption": [
            "Figure3. CRWN1 and CRWN3 regulate ABl5 protein stability (A) ABl5 protein levels in wild type (WT) and crwn1,3 double mutant seeds in the absence of exogenous abscisic acid (ABA). Seeds were stratified on $1 / 2 \\times$ Murashige and Skoog (MS) platesat $4 ^ { \\circ } C$ in the dark for 2d,and then transferred to $2 2 ^ { \\circ } C$ under continuous white light.Materials were collected at the indicated time for immunoblotting.(B) ABl5 protein levels in WT and crwn1,3 double mutant seeds in the presence of exogenous ABA.Seeds were stratified on $1 / 2 \\times$ MS plates containing $0 . 5 \\mu \\mathrm { m o l } / \\mathsf { L }$ ABAat $4 ^ { \\circ } C$ in the dark for 2d,and then transferred to $2 2 ^ { \\circ } C$ under continuous white light.Materials were collected at the indicated time for immunoblotting. (C) The degradation of ABl5 protein in WT and crwn1,3 double mutant. Col-o and crwn1,3 double mutant seeds were germinated on $1 / 2 \\times$ MS with $0 . 5 \\mu \\mathrm { m o l } / \\mathsf { L }$ ABA for ${ 3 } { \\mathsf { d } } ,$ （20 and then treated with $1 0 0 \\mu \\mathrm { m o l / L }$ cycloheximide (CHX）in liquid $1 / 2 \\times$ MS medium for the indicated times.Each lane contained about $2 0 \\mu \\mathrm { g }$ total protein.An anti-tubulin immunoblot was used as a loading control.At the bottom of each panel，quantitative analysis of the relative level of the immunoblotting samples (the means of three independent experiments $\\pm { \\sf S D } _ { \\cal A } ^ { \\prime }$ isshown. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "CRWN3 colocalized with ABl5 in nuclearbodies ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ABl5 colocalizes with AFP and COP1 in NBs and is degraded there (Lopez-Molina et al.2oo3). Since our results indicated that CRWN1and CRWN3 were associated with ABl5 degradation,we speculated that ABl5 might colocalize with CRWN proteins in NBs.To test this hypothesis，we constructed CRWN3-YFP and ABl5-mCherry fusion genes under the control ofa $\\beta$ -estradiol-inducible promoter and transformed them into WT plants and crwn1,3 mutants.In WT roots treated with $\\beta$ -estradiol, $20 \\%$ to $60 \\%$ of CRWN-YFP protein displayed apunctate pattern in the nucleus and the remainder localized throughout the nucleoplasm (Figure 5A), consistent with a recent study (Sakamoto and Takagi 2o13). In both WT and crwn1,3 double mutants,ABl5-mCherry fusion protein localized exclusively in the nucleus but not in a punctate pattern,which is consistent with a previous report (LopezMolina et al.2oo3). Interestingly, the ABl5-mCherry fluorescence signal showed a much higher density in the nuclei of crwn1,3 double mutants than in WT plants (Figure 5B), in accordance with our observation that ABl5 protein is more stable in crwn1,3 double mutants than in WT(Figure 3A). The crwn1,3 double mutants have noticeably smallerand more spherical nuclei than WT (Figure 5B),as also observed by Wang et al. (2o13). This evidence confirmed the conclusion that CRWNs play important roles in control of nuclear size and shape. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/413d558af76316a5a08a28708a8d49230fa70f939152b1084eb8a29082cbf4a0.jpg",
        "img_caption": [
            "Figure 4. CRWNs function upstream of ABl5 in seed germination (A) Phenotype of wild type (WT),abi5,and crwn mutants in seed germination. (B) Quantitative analysis of seed germination rates of WT,abi5 and crwn mutants.The means of three independent experiments $( n > 1 0 0 ) \\pm 5 D$ are shown. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/bd84103dffab73e8b9714bd49ea2ad63dcd5c4360adaf0f79fe0f084ac7bf5dd.jpg",
        "img_caption": [
            "Figure 5.CRWN3 and ABl5 co-localize in nuclear bodies ",
            "(A)Subcellular localization of CRWN-YFP. Bar， $2 0 \\mu \\mathrm { m }$ (B)Subcellular localization of ABl5-mCherry in Col-o and crwn1,3 double mutant plants.Bar, $1 0 \\mu \\mathrm { m }$ .The fluorescent signal was quantified using Image J $( n = 1 5 )$ .(C) Colocalization of ABl5-mCherry and CRWN3-YFP in nuclear bodies.Bar, $1 0 \\mu \\mathrm { m }$ ： "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Next，we transformed CRWN3-YFP and ABl5-mCherry fusion genes into Arabidopsis to examine whether these two proteins colocalized.We found that in more than $5 0 \\%$ of the nuclei,YFP and mCherry fluorescence signals were overlapped and displayed a punctate distribution (Figure 5C), similar to the patterns of ABl5,AFP and COP1(Lopez-Molina et al.2oo3). It was worth noticing that when expressed alone, ABl5-mCherry protein localized throughout the nucleus (not a punctate distribution pattern,Figure 5B),whereas expressed alone with CRWN3-YFP,the two proteins colocalized in NBs (punctuate pattern，Figure 5C).This result indicates that CRWN3 might recruit ABl5 to NBsand regulate its degradation there. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "CRWN3 function in the response to ABA requires the Cterminal domain ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Arabidopsis CRWN proteins contain a large central coiled-coil domain and smaller N-and C-terminal domains.Although the N- and C-terminal domains have lower conservation on average，the last 12 amino acids are highly conserved in CRWN1, CRNW2 and CRWN3 (Dittmer et al. 2o07; Meier et al. 2007),indicating that the extreme C terminus of CRWNs might play important roles.Indeed, the Val-1o81 residue of CRWN3 is the only different site in the last 1o amino acids of the three CRWNs,as this site is Thr in CRWN1 and CRWN2 (refer to Dittmer et al.2oo7,Figure 1C).To test the importance of the Cterminal region,we constructed a truncated version of CRWN3 $( C R W N 3 ^ { \\mathsf { N 1 0 8 0 } } )$ that deletes the last five amino acids of the Cterminal region， including Val-1o81. We transformed CRWN3N108swellasfulengthRWN3intacwn1 double mutant. Either the truncated CRWN3N1o8o or the WT CRWN3 could complement the developmental defects and shriveled seeds of the crwn1,3 double mutant under normal conditions (Figure 6A,B). Intriguingly,the ABl5 protein level in $C R W N 3 ^ { \\mathsf { N 1 0 8 0 } }$ plants was comparable to that in crwn1,3 double mutants,which differed significantly from the ABl5 protein level in WT(Figures 3A,S4). In addition,the truncated version of CRWN3 could not rescue the ABA response of crwn1,3 double mutants during seed germination. In the absence of exogenous ABA, the germination rates of $C R W N 3 ^ { \\mathsf { N 1 0 8 0 } }$ and CRWN3 transgenic plants (all in the crwn1,3 double mutant background) are similar to those of the WT and crwn1 mutant $( \\approx 9 7 \\% )$ .However，in the presence of $0 . 5 \\mu \\mathrm { m o l } / \\mathsf { L }$ ABA，the germination rate of CRWN3 transgenic plants was comparable to that of crwn1 single mutant ( $5 2 . 4 \\%$ and $5 3 . 0 \\%$ ,respectively), whereas the germination rate of the $C R W N 3 ^ { \\mathsf { N 1 0 8 0 } }$ transgenic plants was comparable to the crwn1,3 double mutant $( 1 5 . 0 \\%$ and $1 0 . 0 \\%$ ,respectively),a germination rate much lower than that of CRWN3 transgenic plants and crwn1 mutants (Figure 6C，D). These results suggest that the extreme C-terminal of CRWN3 protein is necessary for its function in the response to ABA during seed germination,but not for normal post-germination growth. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In this study,we carried out a reverse genetic analysis of the function of CRWN genes in ABA-mediated seed germination. Our results showed that crwn mutants are hypersensitive to exogenous ABA,and the abi5 mutation could suppress the ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "ABA sensitivity of crwn mutants in seed germination,which suggested that CRWNs act upstream of ABl5.Moreover, the ABl5 protein,which is directly correlated with ABA-dependent seed germination,is more stable in crwn mutants than in WT. This evidence indicated that CRWN genes may regulate seed germination by modulating the ABA signaling pathway. Supporting this conclusion,van Zanten et al. (2o11) recently reported that CRWN1,CRWN2 and ABl3,another key component of the ABA signaling pathway,affect nuclear size during (A)Phenotype of 6-week-old seedlings. Bar,1cm.(B) Seeds of wild type (WT)，CRWN complemented plants and crwn1,3 double mutants. Bar, $0 . 5 \\mathsf { m m }$ (C)Phenotype of WT,CRWN complemented plants and crwn mutants in seed germination. (D)Quantitative analysis of seed germination rates of WT, CRWN complemented plants and crwn mutants.The means of three independent experiments $( n > 1 0 0 ) \\pm 5 D$ are shown. The transgenic plants $C R W N 3 ^ { \\mathsf { N 1 0 8 0 } }$ and CRWN3 represent crwn1,3 double mutants carryinga truncated and a full-length version of the CRWN3 transgene,respectively. For each gene, more than 2o transgenic lines were generated and 10 of them were carefully analyzed for their phenotype and response to abscisicacid (ABA),and similar results were obtained. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/06064fdd1a5b778d15bcfe1981b231cda84e6f0724c8f90ed89c938e13bae0f6.jpg",
        "img_caption": [
            "Figure 6.The C-terminal of CRWN3 isessential for its function in theresponse to ABA "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "seed maturation and germination，with ABl3 mediating a reduction in nuclear size and CRWN1 and CRWN2 mediating an increase in nuclear size.ABl3 encodesa B3 transcription factor and also acts upstream of ABl5 by regulating its mRNA level (Lopez-Molina et al. 2oo2); the relationship between CRWNs and ABl3 will be an interesting question for future study.They may regulate ABl5 in the same or independent pathways. Our analyses also confirmed the functional redundancy and necessity of CRWN genes with regard to their effects on whole-plant morphology，nuclear size and viability,as reported in previous studies (Dittmer et al.2007; Sakamoto and Takagi 2013; Wang et al. 2013). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ABl5 protein was reported to be degraded through the 26S proteasome pathway (Lopez-Molina et al.2oo1; Stone et al.2006; Lee et al. 2010; Liu and Stone 2010).The colocalization of ABl5,AFP and COP1 in NBs indicated that ABl5degradation occurs there (Lopez-Molina et al.2oo3).We observed that CRWN3 colocalized with ABl5 in NBs,which raised the possibility of the involvement of CRWN3 in ABl5 protein degradation.Three lines of evidence support this idea. First,the ABl5 protein was more stable in crwn1,3 mutants than in WT plants. Second, the density of ABl5-mCherry fluorescent signal was much higher in crwn1,3 mutants than in WT,and the distribution of ABl5 also seemed to be altered in crwn1,3.Third,ABl5-mCherry protein localized throughout the nucleus when expressed alone,and could colocalize with CRWN3-YFP in a punctate distribution pattern when expressed alone with it (Figure 5).So,we propose that CRWNs might recruit ABl5 to NBsand regulate itsdegradation there. We attempted to examine whether ABl5 protein directly binds to CRWN3 by using yeast-two hybrid and co-immunoprecipitation assays,but could not detect an interaction (data not shown).We therefore suggest that a linker protein may mediate the interaction between CRWN3 and ABl5. Isolating and identifying the proteins that interact with CRWN3 and ABl5 will be key to improving our understanding of the molecular mechanism of ABA-regulated seed germination.In Arabidopsis，there are distinct E3 ligase (complex)-related ABl5 degradation mechanisms，which may function in different developmental stages or growth conditions.For example,ABl5 protein accumulates to elevated levels in dwa mutants compared to WT after ABA and NaCl treatments,but shows no difference between dwa mutants and WT under normal growth conditions (Lee et al. 201o). However，keg mutants have much higher ABl5 protein levels than WT under standard conditions (Stone et al. 2oo6; Liu and Stone 2010). The situation with the crwn mutants is similar to that of keg, so we speculate that CRWNs might be involved in KEG-mediated ABI5 degradation.The relationship between CRWNs and KEG should be studied further to dissect the mechanism by which CRWNs regulate ABl5 stability. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Despite many observations of phytochrome receptor NBs andphytohormone-related NBs， the mechanism of NB organization in plants remains unknown.In mammalian cells, the initiation of NBs requires a coiled-coil domain-containing protein，such as PML，conjugating with nuclear matrix proteins,such as lamin A,which also have coiled-coil domains, in the nucleus (Muller et al.1998；Lallemand-Breitenbach et al.2oo1). Coiled-coil domains generally act as proteinprotein interaction motifs and coiled-coil proteins function in diverse biological processes in eukaryotic organisms,such as cyto-and nucleoskeleton organization， spindle-pole and centrosome formation and membrane structure (Burkhard et al.2oo1; Rose and Meier 2oo4). In a plants, few coiled-coil proteins,including kinesin-like proteins,SMC-like proteins and NMCP,are reported to be involved in cytokinesis,DNA repair, seed development and spindle organization，respectively (Masuda et al. 1997; Mengiste et al. 1999; Hanin et al. 2000; Strompen et al. 2oo2; Nishihama et al. 2oo2; Marcus et al. 2003). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In this study,we examined the roles of Arabidopsis CRWN proteins,which typically contain a long coiled-coil motif,in ABl5 NB formation during seed germination.We found that CRWN3 colocalized with ABl5 in NBs where ABl5 protein may be degraded.Another group also observed the punctate distribution of CRWN3 (Sakamoto and Takagi 2013). This result indicates that the predicted nuclear matrix protein CRWN3 is important for the formation of ABl5 NBs.We also cannot exclude possible roles of other CRWNs in NB organization. One interesting finding in our study was that the truncated CRWN3N108ocould rescue the developmental defects of crwn1,3 double mutants,but not the ABA response during seed germination.The large coiled-coil domains in the central region of all four CRWNsare highly conserved,whereas the small N- and C-terminal regions of these CRWNs have less similarity (Dittmer et al.20o7；Meier et al. 20o7). So，we suppose that the conserved coiled-coil domains of CRWNs serve general roles in protein-protein interaction and basic structure in plant cells,and the C-terminal region,possibly just several amino acids,plays specific roles in signal integration, such as during ABA-controlled seed germination. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We note that the process of PML NB formation in mammalian cells has strong similarities to the process of ABl5 NB formation in plant cells. For PML NB organization, dephosphorylation of PML targets it to the nuclear matrix to form the primary PML NB.The subsequent sumolation of PMLinduces the maturation to secondary PML NBs,where PML will be degraded (Lallemand-Breitenbach et al.2001). Analogously，ABl5protein can also be phosphorylated, dephosphorylated,sumolated and ubiquitinated.One attractive model is that ABl5 could be anchored to nuclear matrix proteins,such as CRWNs,upon its dephosphorylation,then ubiquitinated and finally degraded in NBs.This hypothesis is supported by the fact that phosphorylation makes ABl5 protein more stable,enabling it to regulate the ABA signaling pathway (Finkelstein and Lynch 2ooo; Lopez-Molina et al. 2001).Nevertheless， this working model requires more evidence. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In mammalian cells,PMLNBs recruit an astonishing variety of seemingly unrelated proteins (Lallemand-Breitenbach and de The 201o).We also noticed that many plant proteins colocalize in NBs.For example,phyB NBs contain CRY2 in a tobacco transient transformation system (Mas et al.2000). Some positive regulators of the light signaling pathway, including HY5,LAF1, HFR1,PIF1and PIF3,colocalized with COP1 in NBs (Al-Sady et al. 2oo6; Chen et al. 201o; Van Buskirk et al. 2012).COP1,an important component of the E3 ligase complex and light signal transduction pathway,colocalizes with ABl5, AFP and SIZ1 in NBs (Lopez-Molina et al.2oo3;Miura et al. 2005,2oo9).Our results showed that CRWN3 localized with ABl5,and hence likely localized with AFP,COP1 and possibly with some components of phytochrome NBs.The large numbers and types of proteins aggregating in NBs may indicate that the NB-related regulation functions as a general mechanism that controls biological processes in eukaryotes. Asthe functionally conserved nuclear matrix proteins, CRWNs,similar to their counterparts in animals,are necessary for formation of NBs.The colocalization of light and ABA signaling pathway components in NBs highlights the possibility that light and phytohormone signals might converge in NBs.Identification and characterization of more components of ABl5 NBs will help to elucidate the mechanisms through which these two signals crosstalk. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "MATERIALS AND METHODS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Plant materials and growth conditions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The wild-type Arabidopsis thaliana L. Col-o accession was used in this study.All mutants used in this study,including crwn1-1 (SALK_025347)， crWn2-1 (SALK_076653)，crwn3-2 (SALK_094835)and abi5-8 (SALK_013163)，are in the Col-o background and were obtained from ABRC.For the multiple mutant analysis,the segregated wild-type and single mutants progenies in F2 or $F 3$ populations were used as controls. Transgenic Arabidopsis lines were generated by the Agrobacterium tumefaciens-mediated floral dip method (Clough and Bent 1998),using strain GV3101. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Genotyping of the T-DNA insertion lines was performed usingthe followingpairsofgene-specificprimers: SALK_025347 （crWn1-1） RP $5 ^ { \\prime } { \\cdot } \\mathsf { A C T }$ TTC CAA TGC CTT CTC $C T C - 3 ^ { \\overline { { \\prime } } }$ and LP1 $5 ^ { \\prime } { \\cdot } \\mathsf { A G T }$ TCT CTT CAA AGG GAG $C G - 3 ^ { \\prime }$ SALK_076653 (crwn2-1）LP $5 ^ { \\prime } - C T C$ GAA CTG AGC CAT TCT GTC $\\hat { 3 ^ { \\prime } }$ and RP $5 ^ { \\prime } - A G C$ TCA TTG CTA GAG AAG $\\mathsf { G G G } \\mathsf { G } { - } 3 ^ { \\prime }$ SALK_094835 (crwn3-2) LP $5 ^ { \\prime } \\cdot A G A$ AAG AGT GGG AAG CTT $\\mathtt { T G G - } \\overline { { 3 ^ { \\prime } } }$ and RP $5 ^ { \\prime }$ -TTT TCC TAC GTC CAC CAG $\\pi \\in - 3 ^ { \\prime }$ SALK_013163 (abi5-8) LP $5 ^ { \\prime }$ CAA TGG AAG TTC GGA ATC ATG$3 ^ { \\prime }$ and RP $5 ^ { \\prime } - C A C$ TCG TTT TCT TCT TAA AGC $\\mathsf { G } { - } 3 ^ { \\prime }$ ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Seeds surface-sterilized with $70 \\%$ (V/V）ethanol were stratified in the dark at $4 ^ { \\circ } C$ for $\\mathsf { 2 d }$ ，and germinated in soil or on $1 / 2 \\times M S$ medium containing $1 \\%$ sucrose and $0 . 0 5 \\%$ MES$\\mathsf { K O H }$ ，and grown at $2 2 ^ { \\circ } C$ under continuous white light $\\left( 1 2 0 \\mathrm { m m o l } / \\mathrm { m } ^ { 2 } / \\mathsf { s } \\right)$ for the appropriate time. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Seed germination assay ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The same batches of seeds of various genotypes grown under the same conditions were used for the seed germination assay.After2d of stratification in the dark at $4 ^ { \\circ } \\mathsf C ,$ seeds were transferred to a tissue culture room at $2 2 ^ { \\circ } C$ under continuous white light. Seed germination was scored at 4d after transferring from darkness to light.The mean values obtained from three independent batches of seeds (biological repeats) are shown. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Molecular manipulations ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "All molecular manipulations were done by standard methods (Sambrook and Russell 2oo1). For observing the localization of CRWN3 and ABl5，full-length coding sequences (CDS）of CRWN3 and ABl5 without stop codons were amplified by reverse transcription polymerase chain reaction(RT-PCR) with primers CRWN3-F12 ( $5 ^ { \\prime } - C C T$ GTC GAC ATG TTC ACT CCG CAA AGG AAT $C - 3 ^ { 1 }$ /CRWN3-B11( $5 ^ { \\prime }$ -AGT CCC GGGTGT TGT GAA AAA GAC CCA AAT $C T - 3 ^ { \\prime }$ ,andABI5-F13（ $5 ^ { \\prime }$ -TCA CTC GAG ATG GTA ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ACT AGA GAA ACG AAG $3 ^ { \\prime }$ D/ABI5-B11( $5 ^ { \\prime }$ -TCA GAT ATC GAG TGG ACA ACT CGG GTT $C C - 3 ^ { \\prime }$ ),respectively.Both of these genes were controlled by a $\\beta$ -estradiol-inducible promoter.CRWN3 fragments were fused in-frame to the YFP coding sequence and then inserted into the Apal and Spel sites of the binary vector pER8.ABl5 fragments were fused to the mCherry CDS and cloned between the Xhol and Spel sites of the pER1o vector (Zuo et al. 2ooo). For complementation assays,CRWN3 and CRWN3N108o CDS were amplified with primers CRWN3-F $( 5 ^ { \\prime } - A G T$ GTC GAC ATG GAG ATT GGG AAG CTT CTT ${ \\mathsf { G } } { - } 3 ^ { \\prime }$ /CRWN3-B $5 ^ { \\prime }$ -TCA TGT TGT GAA AAA GAC $C - 3 ^ { \\prime }$ ),andCRWN3-F/CRWN3-B18( $5 ^ { \\prime } - A G T$ CCC GGG TCA CCA AAT CTT TTT TCCTAT $3 ^ { \\prime }$ ),respectively.The CDS were driven by the CRWN3 promoter,which was amplified with primers CRWN3-PF $5 ^ { \\prime }$ -ACC GGG CCC GTA GGA GTATTA GTT TAA TA $3 ^ { \\prime }$ D/CRWN3-PB $\\cdot 5 ^ { \\prime } { \\cdot } \\mathsf { A C T }$ GTC GAC TTC CGT TCG AAC CCT $A G A - 3 ^ { \\prime }$ ).The promoterand CDS were cloned into a modified pER8 vector between the Apal and Smal sites. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGEMENTS ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We thank Arabidopsis Biological Resource Center and Dr.Yan Guo for providing mutant seeds.This work was supported by grants from the National Natural Science Foundation (31100211) and the Ministry of Science and Technology of China (2014CB943402). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "AUTHOR CONTRIBUTIONS ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "W.Z.,B.R.,and J.Z.designed the research and analyzed the results.W.Z.and B.R.wrote thearticle.W.Z.performed the majority of the experiments,assisted by B.R.,C.G., J.F.,Y.L. and N.Z. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Protein isolation and immunoblot analysis ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Plant proteins were isolated with RIPA buffer containing $5 0 \\mathrm { m m o l } / \\mathsf { L }$ Tris-HCl，pH 8.o,150 mmol/LNaCl, $0 . 1 \\%$ Nonidet P-40, $0 . 5 \\%$ sodium deoxycholate, $1 \\%$ sodium dodecyl sulfate and 1X protein inhibitor cocktail (Sigma-Aldrich, Cat# P9599). Protein immunoblottingwasperformed aspreviously described (Ren et al.2oo9),by using anti-ABl5 (Guan et al. 2014)and anti-tubulin antibodies (Sigma-Aldrich,Cat# T8203). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Real-time RT-qPCR ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Total RNA was prepared using the RNeasy plant mini kit (Qiagen) and then treated with RNase-free DNase (Qiagen) for15 min at room temperature.The first strand of cDNA was synthesized using TransScript First-Strand cDNA Synthesis SuperMix(TransGen Biotech),and then used as the template forRT quantitative PCR(RT-qPCR).The relative expression level of each target gene was normalized with that of ACTIN7. Real-time RT-qPCR was performed with primers ABl5 RT-F L $5 ^ { \\prime }$ -GCG GGT GGA CAG CAA ATG GGA ATG $3 ^ { \\prime }$ D/ABI5RT-R $( 5 ^ { \\prime } - A \\mathsf { T } \\mathsf { G }$ CTT GTTTTC TTG CTC TAG $A T C - 3 ^ { \\prime }$ ，ERD10RT-F ${ ( 5 ^ { \\prime } - C A A }$ GCC AAG TCT CCT CGA CAA- $3 ^ { \\prime }$ D/ERD10RT-R $( 5 ^ { \\prime } - A T C$ CTG TCC ATT ACT CCT TGA $3 ^ { \\prime }$ ,RD29ART-F( $5 ^ { \\prime }$ -CAC ACA CCA GCA GCA CCC AG $3 ^ { \\prime }$ D/RD29ART-R $5 ^ { \\prime } { \\cdot } C \\mathsf { T } \\mathsf { G }$ GTG CAT CGA TCA CTT $C A G - 3 ^ { \\prime }$ and Actin7 RT-F ( $5 ^ { \\prime }$ -GGA ACT GGA ATG GTG AAG GCT $\\mathsf { G } { - } 3 ^ { \\prime }$ /Actin7 RT-R( $5 ^ { \\prime } { \\cdot } C \\mathsf { G A }$ TTG GAT ACT TCA GAG TGA GGA $3 ^ { \\prime }$ ).Real-time PCR was performed using the UltraSYBR mixture (CWBIO) according to the manufacturer's instructions，and the reactions were run in a CFX96TM real-time PCR detection system (Bio-Rad). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Al-Sady B,Ni WM,Kircher S,Schafer E,Quail PH(2oo6） Photoactivated phytochrome induces rapid PlF3 phosphorylation prior to proteasorne-mediated degradation. Mol Cell 23: 439- 446   \nBewley JD (1997) Seed germination and dormancy.Plant Cell 9: 1055-1066   \nBrocard IM,Lynch TJ,Finkelstein RR (2oo2) Regulation and role of the Arabidopsis abscisic acid-insensitive 5gene in abscisic acid,sugar, and stress response. Plant Physiol 129: 1533-1543   \nBurkhard P,Stetefeld J，Strelkov SV (2oo1) Coiled coils:A highly versatile protein folding motif.Trends Cell Biol 11: 82-88   \nCatala R,Ouyang J,Abreu IA, Hu Y,Seo H, Zhang X, Chua NH (2007) The Arabidopsis E3 SUMO ligase SIZ1 regulates plant growth and drought responses. Plant Cell19: 2952-2966   \nChen M,Galvao RM,Li M,Burger B,Bugea J,Bolado J,Chory J(2010) Arabidopsis HEMERA/pTAC12 initiates photomorphogenesis by phytochromes. Cell 141: 1230-1237   \nClough SJ，Bent AF (1998） Floral dip:A simplified method for Agrobacterium-mediated transformation of Arabidopsis thaliana. Plant J 16: 735-743   \nDaniel MT,Koken M, Romagne O, Barbey S,Bazarbachi A, Stadler M, Guillemin MC,Degos L,Chomienne C,de The H(1993) PML protein expression in hematopoietic and acute promyelocytic leukemia cells. Blood 82: 1858-1867   \nDekkers BJ,Schuurmans JA,Smeekens SC(2oo8) Interaction between sugar and abscisic acid signaling during early seedling development in Arabidopsis.Plant Mol Biol 67: 151-167   \nDittmer TA,Stacey NJ,Sugimoto-Shirasu K,Richards EJ (2oo7) LITTLE NUCLEl genes affecting nuclear morphology in Arabidopsis thaliana.Plant Cell 19:2793-2803   \nDyck JA,Maul GG,Miller WH,Chen JD, Kakizuka A, Evans RM (1994) A novel macromolecular structure is a target of the promyelocyteretinoic acid receptor oncoprotein. Cell 76: 333-343   \nFavory JJ, Stec A,Gruber H,Rizzini L,Oravecz A,Funk M,Albert A, Cloix C,Jenkins GI,Oakeley EJ(2oo9) Interaction of COP1 and UVR8 regulates UV-B-induced photomorphogenesis and stress acclimation in Arabidopsis.EMBO J28: 591-601   \nFinkelstein RR (1994） Mutations at two new Arabidopsis ABA response loci are similar to the abi3 mutations.Plant J5: 765- 771   \nFinkelstein RR,Lynch TJ(2ooo) The Arabidopsis abscisic acid response gene ABl5 encodes a basic leucine zipper transcription factor. Plant Cell 12: 599-609 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Confocal microscopy ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Transgenic plants were grown on $1 / 2 \\times M S$ medium for $^ { 8 \\mathrm { d } }$ and transferred to $1 / 2 \\times M S$ plates containing $1 0 \\mu \\mathrm { m o l } / \\mathsf { L }$ $\\beta$ -estradiol for $1 2 \\mathsf { h }$ ，then YFP and mCherry fluorescence in roots were observed with an Olympus Fluoview1ooo confocal laser scanning microscope. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Accession numbers ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Sequence data from this article can be found in the Arabidopsis Genome Initiative or GenBank/EMBL databases under the following accession numbers: CRWN1 (At1G67230), CRWN2 (At1G13220)， CRWN3(At1G68790） and ABI5 (At2G36270). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Finkelstein RR,Wang ML,Lynch TJ, Rao S, Goodman HM (1998) The Arabidopsis abscisic acid response locus ABl4 encodesan APETALA2 domain protein. Plant Cell 10: 1043-1054   \nGu NN, Zhang YC, Yang HQ (2o12) Substitution of a conserved glycine in the PHR domain of Arabidopsis CRYPTOCHROME 1 confers a constitutive light response. Mol Plant 5: 85-97   \nGuan C,Wang X,Feng J, Hong S,LiangY, Ren B,Zuo J(2014) Cytokinin antagonizes abscisic acid-mediated inhibition of cotyledon greening by promoting the degradation of abscisic acid insensitive5 protein in Arabidopsis.Plant Physiol 164: 1515-1526   \nHanin M, Mengiste T, Bogucki A,Paszkowski J(2ooo) Elevated levels of intrachromosomal homologous recombination in Arabidopsis overexpressing the MIM gene. Plant J24: 183-189   \nKarssen C,Zagorski S,Kepczynski J,Groot S (1989） Key role for endogenous gibberellins in the control of seed germination. Ann Bot 63: 71-80   \nKarssen CM,Brinkhorst-van der Swan DL, Breekland AE, Koornneef M (1983） Induction of dormancy during seed development by endogenous abscisic acid: Studies on abscisic acid deficient genotypes of Arabidopsis thaliana (L.) Heynh.Planta 157: 158-165   \nKircher S,Gil P,Kozma-Bognár L,Fejes E,Speth V, Husselstein-Muler T,Bauer D,Adam E,Schäfer E,Nagy F(2oo2) Nucleocytoplasmic partitioning of the plant photoreceptors phytochrome A, B,C,D, and Eis regulated differentially by light and exhibits a diurnal rhythm. Plant Cell 14: 1541-1555   \nKleiner O,Kircher S, Harter K, Batschauer A(1999) Nuclear localization of the Arabidopsis blue light receptor cryptochrome 2.Plant J19: 289-296   \nKobayashi Y,Murata M,Minami H, Yamamoto S,Kagaya Y, Hobo T, Yamamoto A,Hattori T (2oo5） Abscisic acid-activated SNRK2 protein kinases function in the gene-regulation pathway of ABA signal transduction by phosphorylating ABA response elementbinding factors. Plant J44: 939-949   \nKoken MH,Puvion-Dutilleul F,Guillemin MC, Viron A, Linares-Cruz G, Stuurman N,de Jong L, Szostecki C, Calvo F,Chomienne C, Degos L,Puvion E,de The H(1994) The t(15;17) translocation alters a nuclear body in a retinoic acid-reversible fashion. EMBO J13: 1073-1083   \nKoornneef M，Reuling G，Karssen C (1984） The isolation and characterization of abscisic acid-insensitive mutants of Arabidopsis thaliana. Physiol Plant 61: 377-383   \nKucera B,Cohn MA,Leubner-Metzger G (2oo5） Plant hormone interactions during seed dormancy release and germination.Seed Sci Res 15: 281-307   \nLallemand-Breitenbach V,de The H (2o1o) PML nuclear bodies. Cold Spring Harb Perspect Biol 2: a000661   \nLallemand-Breitenbach V， Zhu J，Puvion F，Koken M，Honore N, Doubeikovsky A,Duprez E,Pandolfi PP,Puvion E,Freemont P,de The H (2oo1) Role of promyelocytic leukemia (PML) sumolation in nuclear body formation,11S proteasome recruitment,and $\\mathsf { A s } _ { 2 } \\mathsf { O } _ { 3 } \\mathsf { - }$ induced PML or PML/retinoic acid receptor alpha degradation. JExp Med 193: 1361-1371   \nLe,JH,Yoon HJ,Terzaghi W,Martinez C,Dai M,LiJ,Byun M,eng XW(201o） DWA1 and DWA2，two Arabidopsis DWD protein components of CUL4-based E3 ligases,act together as negative regulators in ABA signal transduction.Plant Cell22: 1716-1732   \nLian H, He S,Zhang Y,Zhu D,Zhang J,Jia K,Sun S,LiL, Yang HQ(2011) Blue-light-dependent interaction of cryptochrome 1 with SPA1 defines a dynamic signaling mechanism.Genes Dev 25:1023-1028   \nLiu B,Zuo Z,Liu H,LiuX,LinC(201)Arabidopsis cryptochrome1 interacts with SPA1 to suppress COP1 activity in response to blue light. Genes Dev 25: 1029-1034   \nLiu H,Stone SL (2o1o) Abscisic acid increases Arabidopsis ABl5 transcription factor levels by promoting KEG E3 ligase self-ubiquitination and proteasomal degradation. Plant Cell 22: 2630-2641   \nLopez-Molina L, Chua NH (2ooo) A nullmutation in a bZIP factor confers ABA-insensitivity in Arabidopsis thaliana.Plant Cell Physiol 41: 541-547   \nLopez-Molina L，Mongrand S,Chua NH (2oo1) A postgermination developmental arrest checkpoint is mediated by abscisic acid and requires the ABl5 transcription factor in Arabidopsis.Proc Natl Acad Sci USA 98: 4782-4787   \nLopez-Molina L, Mongrand S, Kinoshita N,Chua NH (2oo3) AFP is a novel negative regulator of ABA signaling that promotes ABl5 protein degradation. Genes Dev 17: 410-418   \nLopez-Molina L, Mongrand S,McLachlin DT,Chait BT,Chua NH (2002) ABl5 acts downstream of ABl3 to execute an ABA-dependent growth arrest during germination. Plant J32: 317-328   \nMüller S, Matunis MJ, Dejean A(1998) Conjugation with the ubiquitin related modifier SUMO-1regulates the partitioning of PML within the nucleus.EMBO J17: 61-70   \nMás P,Devlin PF,Panda S,Kay SA(2ooo) Functional interaction of phytochrome B and cryptochrome 2. Nature 4o8: 207-211   \nMarcus Al, LiW,Ma H, Cyr RJ(2oo3) A kinesin mutant with an atypical bipolar spindle undergoes normal mitosis.Mol Biol Cell 14: 1717-1726   \nMasuda K,XuZJ,TakahashiS,ItoA,Ono M,Nomura K,Inoue M(1997) Peripheral framework of carrot cell nucleus contains a novel protein predicted to exhibit a long α-helical domain. Exp Cell Res 232:173-181   \nMeier I(2oo7) Composition of the plant nuclear envelope: Theme and variations.JExp Bot 58: 27-34   \nMengiste T,Revenkova E,Bechtold N,Paszkowski J(1999)An Slike protein is required for efficient homologous recombination in Arabidopsis.EMB0 J18: 4505-4512   \nMiura K,Lee J,Jin JB,Yoo CY，Miura T，Hasegawa PM (2009) Sumoylation of ABl5 by the Arabidopsis SUMO E3 ligase SIZ1 negatively regulates abscisic acid signaling.Proc Natl Acad Sci USA 106: 5418-5423   \nMiura K,Rus A, Sharkhuu A, Yokoi S, Karthikeyan AS, Raghothama KG, Baek D,Koo YD,Jin JB,Bressan RA (2oo5) The Arabidopsis SUMO E3 ligase SlZ1 controls phosphate deficiency responses.Proc Natl Acad Sci USA 102: 7760-7765   \nNambara E， Marion-Poll A (2oo5) Abscisic acid biosynthesis and catabolism. Annu Rev Plant Biol 56:165-185   \nNishihama R, Soyano T,Ishikawa M,Araki S,Tanaka H,Asada T,Irie K, Ito M，Terada M，Banno H,Yamazaki Y，Machida Y (2002) Expansion of the cell plate in plant cytokinesis requires a kinesinlike protein/MAPKKK complex. Cell109: 87-99   \nParcy F,Valon C, Raynal M,Gaubier-Comella P, Delseny M,Giraudat J (1994）Regulation of gene expression programs during Arabidopsis seed development: Roles of the ABl3 locus and of endogenous abscisic acid. Plant Cell 6: 1567-1582   \nPenfield S,Josse EM, Kannangara R,Gilday AD, Halliday KJ,Graham IA (2005) Cold and light control seed germination through the bHLH transcription factor SPATULA. Curr Biol 15: 1998-2006   \nRen B,LiangY,Deng Y,Chen Q,Zhang J,Yang X,Zuo J(2oo9) Genome wide comparative analysis of type-A Arabidopsis response regulator genes by overexpression studies reveals their diverse roles and regulatory mechanisms in cytokinin signaling.Cell Res 19:1178-1190   \nRose A,Meier I (2oo4) Scaffolds, levers,rods and springs: Diverse cellular functions of long coiled-coil proteins. Cell Mol Life Sci 61: 1996-2009   \nSakamoto Y,Takagi S (2o13) LITTLE NUCLEl 1and 4 regulate nuclear morphology in Arabidopsis thaliana.Plant Cell Physiol 54: 622-633   \nSambrook J，Russell DW (2o01） Molecular Cloning:A Laboratory Manual.Cold Spring Harbor Laboratory Press,Cold Spring Harbor, NY   \nShaw PJ, Brown JW(2oo4) Plant nuclear bodies.Curr Opin Plant Biol 7: 614-620   \nSpector DL (2oo6) SnapShot: Cellular bodies. Cell 127:1071   \nStone SL,Williams LA,Farmer LM, Vierstra RD,Calls J(2oo6) KEEP ON GOING,a RING E3 ligase essential for Arabidopsis growth and development,is involved in abscisic acid signaling.Plant Cell 18: 3415-3428   \nStrompen G, El Kasmi F, Richter S,Lukowitz W,Assaad FF,Jurgens G, Mayer U(2oo2) The Arabidopsis HINKEL gene encodesa kinesinrelated protein involved in cytokinesis and is expressed in a cell Cycle-dependent manner. Curr Biol 12: 153-158   \nTao L,Cheung AY, Nibau C,Wu H (2oo5) RAC GTPases in tobacco and Arabidopsis mediate auxin-induced formation of proteolytically active nuclear protein bodies that contain AUX/IAA proteins. Science's STKE 17: 2369-2384   \nUmezawa T，Sugiyama N，Mizoguchi M，Hayashi S，Myouga F, Yamaguchi-Shinozaki K,Ishihama Y，Hirayama T,Shinozaki K (2009)Type 2C protein phosphatases directly regulate abscisic acid-activated protein kinases in Arabidopsis.Proc Natl Acad Sci USA 106: 17588-17593   \nvan Buskirk EK,Decker PV，Chen M (2012） Photobodies in light signaling. Plant Physiol 158: 52-60   \nvan Zanten M,Koini MA,Geyer R,Liu Y,Brambilla V,Bartels D, Koornneef M,Fransz P,Soppe WJJ (2o11) Seed maturation in Arabidopsis thaliana is characterized by nuclear size reduction and increased chromatin condensation. Proc Natl Acad Sci USA 108: 20219-20224   \nWang H，Dittmer TA，Richards EJ(2013） Arabidopsis CROWDED NUCLEI(CRWN) proteins are required for nuclear size control and heterochromatin organization. BMc Plant Biol 13:200   \nWang H,Ma LG,Li JM,Zhao HY, Deng XW(2oo1) Direct interaction of Arabidopsis cryptochromes with COP1 in light control development. Sci Signal 294: 154-158   \nWeis K, Rambaud S,Lavau C, Jansen J, Carvalho T,Carmo-Fonseca M, Lamond A,Dejean A (1994） Retinoic acid regulates aberrant nuclear localization of PML-RAR alpha in acute promyelocytic leukemia cells. Cell76: 345-356   \nYamaguchi R, Nakamura M, Mochizuki N, Kay SA, Nagatani A (1999) Light-dependent translocation of a phytochrome B-GFP fusion protein to the nucleus in transgenic Arabidopsis.J Cell Biol 145: 437-445   \nYu X,Sayegh R,Maymon M,Warpeha K, Klejnot J,Yang H,Huang J,Lee J,Kaufman L,Lin C(2oo9) Formation of nuclear bodies of Arabidopsis CRY2 in response to blue light is associated with its blue light-dependent degradation. Plant Cell 21: 118- 130   \nZuo Z,Liu H, Liu B, Liu X, Lin C(2o11) Blue light-dependent interaction of CRY2 with SPA1 regulates COP1 activity and floral initiation in Arabidopsis. Curr Biol 21: 841-847   \nZuo J,Niu Q,Chua N (2ooo) Technical advance: An estrogen receptor based transactivator XVE mediates highly inducible gene expression in transgenic plants.Plant J24: 265-273 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "SUPPORTING INFORMATION ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Additional supporting information may be found in the online version of this article at the publisher's web-site.   \nFigure S1. Root growth phenotype of WT and crwn1,3 double mutant plants   \nWT (Col) and crwn1,3 double mutant seeds were germinated on $1 / 2 \\times$ MS plates vertically for7d, then transferred to $1 / 2 \\times$ MS plates with orwithout $2 0 \\mu \\mathrm { m o l } /$ L ABAand invertible grown for another ${ 5 } { \\mathsf { d } } .$ .The experiment was repeated three times and a representative result is shown.   \nFigure S2.Analysis of the expression level of ERD1o and RD29A in WT and crwn1,3 mutant plants   \nOne DAG seeds of Col and crwn1,3 plants were treated with or without $2 0 \\mathrm { m m o l } / \\mathsf { L }$ ABA for $2 h$ .Data presented are mean values of three independent experiments.Error bars denote SD.   \nFigure S3.Analysis of the expression level of ABl5 in WT and crwn1,3 mutant plants   \nCol and crwn1,3 seeds were germinated on $1 / 2 \\times M 5$ platesand incubated for the indicated times.Data presented are mean values of three independent experiments. Error bars denote SD.   \nFigure S4. ABl5 protein levels in crwn1,3 and CRWN3N1080 plants   \nThe crwn1,3 mutants and $C R W N ^ { 1 0 8 0 \\mathsf { N } }$ transgenic seeds were germinated on $1 / 2 \\times M 5$ platesand incubated for the indicated times.The experiment was repeated three times and a representative result is shown. ",
        "page_idx": 9
    }
]