[
    {
        "type": "text",
        "text": "越富有越不支持再分配？",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "社会阶层与再分配偏向的关系及其心理机制曾昭携，白洁，郭永玉，张跃，顾玉婷南京师范大学心理学院",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要社会阶层是影响再分配偏向的重要因素。研究发现，与低阶层者相比，高阶层者再分配偏向更低。基于以往研究，提出高社会阶层者低再分配偏向的作用机制及干预模型。依据该模型，动机方面的经济自利与系统合理信念，认知方面的经济不平等感知、贫富差距归因与刻板印象，情感方面的同情心与地位焦虑是影响高阶层者再分配偏向的中介因素；培育谦卑心态、进行反刻板印象干预、利用不平等框架效应、提高同情心、改变阶层文化价值观有助于提升高阶层者的再分配偏向。未来研究可对高阶层者的慈善行为及部分低阶层者拒绝再分配的现象加以关注，深入考察和完善该模型的作用机制，探索提升高阶层者再分配偏向的策略。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 社会阶层，再分配偏向，心理机制，社会公平",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1高社会阶层者的低再分配偏向及具体表现",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "公平是人类社会的基本价值准则，防止收入差距过大、实现收入分配的相对公平是公平价值准则的基本要求，也是一国经济持续发展、社会稳定永续的重要基础(李建军 等,2020)。习近平总书记2021年8月17日在中央财经委员会第十次会议上发表重要讲话强调：“加大税收、社保、转移支付等调节力度并提高精准性，扩大中等收入群体比重，增加低收入群体收入，合理调节高收入，取缔非法收入，形成中间大、两头小的橄榄型分配结构，促进社会公平正义，促进人的全面发展，使全体人民朝着共同富裕目标扎实迈进”，指明了在新时代扎实推动共同富裕道路上再分配的重要作用。然而，高收入群体并不一定对调节国民收入进的再分配政策抱支持态度。从近年来持续曝光的税务案件发现，高收入者会通过转换收入性质、部分收入由低薪员工代领、虚构发票抵税、定向分红避税等方式偷逃税款(陈益刊，2021)，这种对税收、社会福利等再分配政策的态度与支持程度，即是再分配偏向(redistribution preference;Bullock,2017)。当前，我国社会公平程度逐步提升，但经济不平等依然存在，甚至存在利益固化的风险(李路路，朱斌,2015)。推进再分配政策的落实，将有助于突破利益固化的藩篱，提升民众幸福感(Cheung,2018)，维护和促进社会公平与稳定(徐静等,2018)。但是，如前所述，社会中掌握较多资源的高阶层者往往表现出较低的再分配偏向(An&Ye,2017；吕凯波，刘小兵,2017)，这无疑会阻碍再分配政策的落实与社会公平的更好实现。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "近年来，我国社会贫富差距扩大，经济不平等程度不断攀升，基尼系数持续偏高(Xie&Zhou,2014)。严重的经济不平等在微观上会损害个体的健康与幸福感(Buttrick etal.,2017;Duet al.,2019)，宏观上会阻碍阶层流动(Corak,2013)，对社会公平与稳定构成威胁(Alvaredo etal.,2018)。以税收和社会转移支付为代表的再分配政策在缓解经济不平等加剧方面发挥着重要作用(徐静 等,2018；Bullock,2017)。再分配政策的制定和有效推行离不开社会各阶层的支持，但来自不同学科领域的研究表明，高阶层者往往比低阶层者表现出更低的再分配偏向(Brown-Iannuzzi et al.,2015; Kevins et al.,2018；徐建斌,2015)。如 Andersen 和 Curtis(2015)基于世界价值观调查数据库考察了西欧、北美、东亚24个国家再分配偏向的阶层差异，结果发现，与普通工人相比，专业技术人员、职业经理等社会经济地位较高者更不认为政府对收入不平等负有责任，并需要进行政策干预。也有研究者基于中国综合社会调查2006 年和 2015年数据的分析发现，受访者的受教育程度、主观社会阶层、家庭相对经济地位均显著负向预测其再分配偏向(潘春阳，何立新,2012；白洁 等,2021)。此外，有研究者通过实验方法考察了社会阶层与再分配偏向的因果关系,也得到了一致的结论。比如,Brown-Iannuzzi等人(2015)在研究中设计了一个股票市场游戏，依据被随机分配的投资收益高低(参与者并不知晓)，参与者被随机分配到高地位、低地位和控制组三种条件。接着，他们被要求就改变之后该游戏的再分配规则提出建议。结果表明，与低地位条件和控制条件下的参与者相比，被随机安排到高地位条件下的参与者给出了更低的游戏收益再分配比例的建议。Sands(2017)的一项现场研究在美国波士顿市以富裕白人为主的社区附近的商业步行街开展，“请愿者\"们由经过训练的西班牙裔的白人和非洲裔黑人扮演，实验中会分别打扮成富人和穷人模样。随机向经过的行人请愿，请愿书内容分别为支持向百万富翁征税和支持减少塑料袋的使用。研究发现，与面对富裕的\"请愿者\"的情况相比，在面对贫穷的白人“请愿者\"时，更多的富人会不支持对百万富翁进行征税。而这一效应在面对请愿内容是减少塑料袋使用时并不存在。这表明富人的确具有较低的再分配偏向。综上所述，相较于低阶层者，高阶层者往往更不支持再分配政策。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "那么，如何理解高阶层者所表现出的低再分配偏向？其内在作用机制是怎样的？在当前经济不平等程度不断扩大的背景下(Solt,2020)，如何有效干预高阶层者的再分配偏向，促进社会公平正义，提升低阶层人群福祉？基于社会心理学的视角，本文将系统论述高社会阶层者低再分配偏向的心理机制，为相关社会治理工作提供科学依据。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2高社会阶层者为什么更不支持再分配？",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "相较于低阶层者，高阶层者为什么更不支持再分配？来自社会阶层心理学的研究表明，成长环境、家庭背景等因素对人们有着“根深蒂固\"的影响，在人们的心理与行为方面打上深刻的\"阶层烙印\"(Kraus et al.,2012；郭永玉 等,2015)，进而使人们对再分配政策等表现出不同偏向。基于现有文献，研究者们主要从动机、认知、情感三方面构建高阶层者更不支持再分配的心理作用机制(见图1所示)。本文认为，高阶层者对再分配政策表现出的心理与行为模式将进一步维持自己在社会中的优势地位。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/25d9a97bfb8347f3be1dfbeabb978efbfb8bab4f215c5b56a7ba136ca47a8f44.jpg",
        "img_caption": [
            "图1高社会阶层者低再分配偏向的作用机制及干预模型"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1动机因素",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.1经济自利",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从收益与代价的角度而言，再分配政策通常是将高阶层的经济与社会资源转向低阶层者。在这层意义上而言，再分配政策不利于高阶层者的利益。因此，高阶层者更不支持再分配政策首先可能源于经济上的自利动机。具体表现为，高阶层者的经济自利会导致其更不支持再分配政策，无论是从自己这里拿走更多的钱(如累进税制)，还是分给穷人更多的钱(如社会福利政策)(Jetten, 2018; Kaltenthaler & Ceccoli,2008)。Sznycer 等人(2017)对来自美国、印度、英国和以色列的6024名被试进行调查研究发现，经济自利水平越高的人越不支持对富人征更多的税和对穷人的经济救济。Kevins 等人(2018)的研究利用欧洲社会调查(European SocialSurvey)和欧盟统计局(Eurostat)的中 2008-2014 年间包含欧洲 22 国的数据进行分析，结果发现与失业者相比，拥有稳定职业者更不支持政府采取措施去改变收入差距。也有研究者通过实验研究得到了类似的结果，Esarey 等人(2012)的研究创建了一个实验情境下的生产和再分配系统，结果发现，在生产阶段获得高收入的被试会更加不支持高税率(see also Rutstrom&Williams,2000)。综上所述，出于经济自利的动机，面对不利于自身经济利益的再分配，高阶层者往往持消极的态度。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.2系统合理信念",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "对于高阶层者而言，“凡是现实的东西都是合乎理性的”，对于其处于经济优势地位的现状，他们往往认为这是合理的，而进行再分配意味着要对“合理的\"现状做出改变。因此，高阶层者不支持再分配政策可能是出于维护现状的动机，它往往表现为系统合理信念(Kay&Jost,2003;Jost,2019)。研究表明，具有高系统合理信念的人更能容忍经济不平等，并反对改变现状的再分配政策。比如，Garcia-Sanchez 等人(2020)提取了包含世界不同地区41 国的国际社会调查项目数据库中的社会不平等模块数据 $\\scriptstyle ( N = 5 6 0 2 1 )$ 分析发现，越相信现状合理的人，越不同意政府对缩小贫富差距负有责任，越不支持对富人征收更多的税。Brown-Iannuzzi 等人(2015)基于行为经济学研究范式，在其研究中设计了一个股票市场游戏，在做出投资决策后，所有参与者被随机分配到高、低地位组。接着所有参与者被要求就改变今后该游戏的再分配规则提出建议。结果表明，相较于低地位者，高地位者更倾向于认为游戏中的不平等以及游戏程序是合理的、高比例的再分配是不公正的，进而更不支持提升再分配比例。综上所述，高阶层者可能持有更高的系统合理信念，认为存在贫富差距的社会现状是合理的，进而导致他们不愿意支持改变现状的、有利于弱势群体的再分配政策。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2认知因素",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.1经济不平等感知",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "尽管很多研究都表明当前社会经济不平等水平达到了历史罕见的水平(Solt,2020； Saez& Zucman,2016)，但人们对此似乎并无太多不满(怀默霆,2009;Rodriguez-Bailon et al.,2017)原因可能是人们倾向于低估经济不平等，认为社会是相对平等的，因此对缩小收入差距的再分配政策采取消极的态度(Norton&Ariely,2011; Hauser& Norton,2017)。Kraus 等人(2017)通过问卷调查研究发现，美国人普遍低估了社会经济不平等。一方面，无论是高收入者或低收入者、白人或黑人都普遍低估了当前的美国种族间经济不平等；另一方面，与低收入的美国白人和所有的美国黑人相比，高收入的美国白人显著低估了种族间经济不平等。也有研究者利用大数据分析得到了人们对经济不平等低估的证据。如Gimpelson 和 Treisman(2018)基于国际社会调查项目和标准化世界收入不平等数据库，分析了新西兰、英国、中国等40个国家的受访者对于经济不平等的感知情况，他们使用实际的和人们估计的基尼系数进行对比分析发现，人们普遍低估了自身所处社会的经济不平等水平，而这与其更低的再分配需求显著相关，即更不认为政府对减少社会经济不平等负责。基于上述分析，与实际的经济不平等相比，高阶层者对经济不平等的低估可能是影响高其再分配偏向的重要因素。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.2贫富差距归因 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "与低阶层者相比，高阶层者在个人、经济、社会方面持有更多的应得意识(ideologies ofmerit)，最典型的就是他们对贫富差距的内归因倾向。与低阶层者相比，高阶层者更倾向于将贫富差距归因于努力、能力、抱负等个体因素，而非家庭出身、运气、机遇等外部因素(Krauset al.,2009;Piff et al.,2018)。这种贫富差距内归因倾向使人们相信贫穷是个体因素影响的结果，因此更不支持通过社会福利等外部力量改善不平等现状(Homan et al.,2017)。白洁等人(2021)通过实验的方法验证了社会阶层、贫富差距归因和再分配偏向之间的因果关系。通过操纵被试的主观社会阶层，他们发现主观阶层越高的被试越倾向于对贫富差距进行内归因，导致其在后续的第三方独裁者游戏中更不支持从赢家手中拿钱去补贴输家。综上所述，客观的社会贫富差距更可能为资源分配不均衡、家庭出身、教育机会等外部因素所塑造，而贫富差距归因反映了人们对贫富差距的主观建构，与客观的原因可能存在差距。高阶层者倾向于对不同阶层的境况进行内部归因，进而导致了他们更不支持通过再分配等外部手段去改变阶层间的贫富差距。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2.3刻板印象",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "高阶层者往往被认为是勤奋的和有能力的，而低阶层者则被评价为不上进的、低能力的(Durante etal.,2017)。对低阶层者的这种消极刻板印象会激活高阶层者对他们的情感偏见和歧视倾向，进而使其更不支持帮助低阶层者的再分配政策。一项在美国、英国和加拿大开展的实验研究表明，人们对黑人、亚裔等少数族裔有更多的偏见，进而使其更不支持对少数族裔发放现金的福利政策(Harell et al.,2016)。Brown-Iannuzzi 等人(2019)的研究也得到了一致的结论，人们倾向于将黑人面孔与贫穷概念相联系，这种消极刻板印象使人们反对帮助黑人群体的税收政策。Sainz等人(2019)成功操纵了被试对低阶层者的消极刻板印象，结果发现，即使是面对想象的低阶层群体，当该群体被评价为不理性、没文化时，被试都更不支持政府给予该群体经济援助。也有研究发现与生来贫穷的人相比，因经济下滑而变穷的人更可能被贴上不够努力、缺少斗志的标签，因而更少得到同情和社会资助(Homan et al.,2017)。基于上述分析，高阶层者之所以不愿意支持对处于弱势地位的低阶层者的再分配政策，可能是由于他们对低阶层者所抱有的消极刻板印象。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3情感因素",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3.1同情心",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "人们在情绪情感系统上的差异往往在其社会判断和行为中起到决定性作用(Forgas,1991)。从这个角度而言，同情心(compassion)为理解高阶层较低的再分配偏向提供了可能的解释，同情心的强弱能显著地预测人们的助人意愿和行为(Lim&DeSteno,2016)，与低阶层者相比，由于高阶层者同情心水平较低，对他人的痛苦遭遇更不敏感(Cote et al.,2013)。以往的一些研究使用眼动技术、功能核磁共振等技术考察了同情心的阶层差异。结果显示，高阶层在人际交往中对他人的注视时间更短(Dietze＆Knowles,2016)；当观看他人处于艰难境地的图片时，与同情心有关的脑区会更少地被激活(Varnum etal.,2016)。Stellar 等人(2012)通过电生理取样的方法进行研究发现，高阶层者比低阶层者表现出更低的同情心。而高阶层者较低的同情心会增强他们对弱势群体的敌意和责备，进而削弱他们帮助弱者的责任感和动机(Goetz etal.,2010)，因此面对再分配时他们会持有消极态度。综上所述，社会阶层是一个多方面的构念，影响着人们对他人的关注以及如何回应他人的痛苦和需求(Piff etal.,2018)，高阶层者对于弱势群体较弱的同情心可能是他们更不支持再分配政策的原因。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3.2 地位焦虑",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从社会公平的角度来看，对社会经济资源进行再分配是为了缩小贫富差距。对于高阶层者来说，这意味着他个人与其所属群体在社会分层系统中经济优势地位的受损。因此，高阶层者不支持再分配政策可能受到了地位焦虑的影响。具体而言，当群体中的高地位者感受到利益受损的威胁，担心未来会失去优势地位时，出于维护自身和内群体利益的缘故，他们会增强对外群体的偏见和敌意(LeBlanc et al.,2015; Jetten et al.,2021)。比如，Jeten 等人(2017)研究发现，当高阶层者感知到更高水平的地位焦虑时，会对低阶层者表现出更多的偏见认知，进而更加反对移民。可见，地位焦虑可以解释高阶层者较低的再分配偏向。另一些研究通过巧妙的实验更加直观地揭示出在突显或提醒阶层身份时，为了维护自身经济与资源的优势地位，高阶层者会表现出敌意行为，如在刑事司法体系中支持加重对低阶层犯罪者的处罚(Taibbi,2014)、反对再分配政策(Brown-Iannuzzi et al.,2015)、阻挠政府对穷人的资助计划(Hacker&Pierson,2010)等。综上所述，高阶层者之所以不支持再分配政策可能是源于地位焦虑。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3如何提升高社会阶层者的再分配偏向？",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "采取强有力的再分配政策对缩小日益扩大的贫富差距、促进社会公平正义至关重要。在探究社会阶层对再分配偏向的影响机制的同时，研究者们也探讨了提升高阶层者再分配偏向的干预方法。总结这些研究发现，在个体层面提升谦卑心态和同情心，在群际层面改变对弱势人群的消极刻板印象与改变对经济不平等的认识角度，在社会层面改变阶层文化价值观均有助于改善再分配困境。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1培育谦卑心态 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从个体角度而言，相较于低阶层者，高阶层者占有更多的社会资源、受到相对较少的社会限制，构成了其生活情境的主要内容，长此以往形成了唯我主义(solipsism)的社会认知倾向(胡小勇 等,2014)。而具有谦卑(humility)心态的个体往往拥有准确的自我看法，知道自身的缺点并愿意受教；在人际中表现出谦虚的态度或行为，关心他人的福祉(Worthington &Allison,2017)。因此，培育高阶层者的谦卑心态，有助于削弱精英的傲慢，提升其再分配偏向。研究表明，谦卑与平等主义倾向之间存在显著的正相关关系(Kruse etal.,2017;Wright etal.,2018)。如Desimoni等人(2014)通过一项调查研究发现，个体的谦卑水平越高，社会支配倾向与右翼威权主义就越低，换言之，谦卑者具有较高水平的平等主义倾向，而平等主义倾向负向预测经济不平等感知，继而会影响其再分配偏向(Kteily etal.,2017)。此外，白洁等人(2021)在其研究中以高阶层大学生作为研究对象，告知其将会和同伴(虚构的)完成一项心理学知识测验，令其认为自己得到的报酬高于同伴，以此启动其高地位身份认知。而后通过观看视频进行谦卑心态的启动。结果发现，与控制组相比，谦卑心态的启动降低了高阶层者的贫富差距内归因倾向，进而导致了高阶层者较高的再分配偏向。由此可知，谦卑之所以能够对高阶层者的再分配偏向产生干预作用，一方面可能是由于谦卑心态提升了高阶层者的平等主义倾向，削弱了他们对经济不平等的认可；另一方面是谦卑心态降低了高阶层者贫富差距内归因倾向，改变了他们对贫富差距原因的看法。从这两个方面看都可能使他们支持有利于弱势群体的再分配政策。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2进行反刻板印象干预",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "从群际层面看，低阶层群体往往会被贴上诸如低能力、不上进、缺乏远见等污名化标签，使高阶层者不支持有利于低阶层群体的再分配政策(Durante etal.,2017)。因此，旨在消除对低阶层群体消极刻板印象的反刻板印象干预有助于提升高阶层者的再分配偏向。如Forscher等人(2017)使用纵向追踪研究的方法，设计了为期两周的干预训练，通过向非黑人学生被试传授关于内隐偏见及其影响的知识、内隐偏见的应对策略等，进行反刻板印象的干预训练。结果发现，在两年后，与控制组被试相比，接受了干预训练的被试更可能在公共在线论坛上反对支持种族刻板印象的文章。Ordabayeva 和 Fermandes(2017)的研究进一步探讨了反刻板印象干预对再分配偏向的影响。他们让被试列举同时呈现的黑人和白人图片的异同点，结果发现，被要求列举相同点的被试更加支持政府对富人征税以及用以帮助穷人提升生存技能的训练课程的支出。综上所述，无论是进行反刻板印象的干预训练，还是相似性聚焦干预，都可能改变高阶层群体对于低阶层群体弱势境况原因的看法，减少他们对弱势群体能力、努力等特质性因素的偏见，进而改变他们对贫富差距归因的看法，最终影响其再分配偏向(Forscher etal.,2017)。如Ordabayeva 等人(2017)的研究就发现，通过让被试列举相似性信息的反刻板印象干预会让高阶层者更加关注他人在个性特质(如努力程度、能力等)方面的相似性，从而表现出更低的公正世界信念、分配公平感知，进而使他们表现出较高的再分配偏向。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3利用不平等框架效应",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "对于高阶层群体而言，对客观存在的贫富差距的不同描述方式可能会影响他们的再分配偏向。我们将其称之为\"不平等框架效应”，是指人们在决策时受到信息呈现形式的影响而表现出再分配意愿改变的现象。研究表明，与经济不平等被描述为\"穷人比富人少\"的情况相比，当经济不平等被描述为\"富人比穷人多\"时，高阶层者会表现出更高的再分配偏向，尽管这两种表述方式传达的信息内容是完全一致的(Chow&Gaak,2012)。Lowery 等人(2012)的研究通过向白人被试描述某个虚构公司存在的不平等现象，结果发现，与不平等被描述为\"黑人处于劣势\"相比，当不平等被描述为\"白人具有优势\"时，处于优势地位的白人被试会更支持有利于黑人群体的改革政策。上述研究在群体水平探讨了不平等框架在优势群体再分配偏向上的作用，Rosete 和 Koval(2018)的研究考察了这一效应在个体水平的表现。与不公平被描述为弱势群体(如黑人群体)处于劣势时相比，当不公平被描述为弱势个体(即某个黑人个体)处于劣势时，白人被试会支持对弱势群体的经济补偿。那么，如何理解不平等框架的调节作用呢？一方面，相比于将不平等描述为\"穷人拥有更少\"时，当不平等被描述为\"富人拥有更多\"时，高阶层者可能会表现出更低的贫富差距内归因倾向(Chow et al.,2012;Rosette et al.,2018)和更低的系统合理信念(Bruckmuller et al.,2017)，进而使他们表现出较高的再分配偏向;另一方面，高阶层者的再分配偏向之所以会受到不平等框架的影响也可能是群体自尊的作用，即对内群体具有优势的看法会威胁到优势群体成员的内群体自尊，而这反过来会增加他们对会削弱其群体优势地位的再分配政策的支持(Lowery et al.,2012; Chow etal.,2008)。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.4提高同情心",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "如前所述，同情心的强弱能显著地预测人们的助人意愿和行为(Lim etal.,2016)，并且在同情心上存在显著的阶层差异(Coteé et al.,2013)。大量研究表明，同情心训练能够有效改善个体对他人的同情水平(Gilbert,2019; Jinpa,2015)。最近的一项研究通过考察基于冥想的心理干预对注意、情感和观点采择的影响发现，同情心训练显著增强了个体的同情心水平，经过同情心训练的参与者感知到了更高水平的关怀、温暖和仁慈的感觉(Trautwein et al.,2020)。Luberto 等人(2018)的元分析检验了26项研究 $( N { = } 1 7 1 4 )$ 中冥想训练对同情心与亲社会行为的影响，结果表明，冥想对自我报告和行为实验观察到的亲社会情绪和行为的影响能够达到中等效应。基于冥想、行为练习等手段的心理训练之所以能够有效提升个体的同情心水平，可能是由于这些训练能够刺激促进同情心的生理机制。Kim(2021)等人的研究设计了基于联想学习的内隐同情促进任务，通过实验研究检验了任务的亲社会效应和神经生物机制。结果发现，与对照组相比，同情干预组的参与者表现出更少的移情痛苦，即更能够忍受与他人的情感共鸣带来的痛苦；面对他人遭受痛苦的视频画面，其内侧眶额皮层更加活跃；内侧眶额皮层与下顶叶皮层的功能连通性增强解释了个体帮助意图的增加。Weng 等人(2013)的研究则为同情心训练可能提升高阶层者同情心水平，进而促进再分配偏向提供了相对直接的证据。他们设计了为期两周的短期同情心训练项目，通过再分配游戏(对不公平受害者的收入再分配)评估参与者的利他行为，并利用培训前后的功能磁共振扫描探究同情心训练促进再分配行为背后的神经生物学机制。结果表明：(1)与对照组相比，同情训练组的参与者表现出了更强烈的再分配偏向，愿意从自己钱包中支出更多金钱用于对受害者的再分配；(2)在同情训练组的参与者中，下顶叶皮层激活程度越高、背侧前额叶和伏隔核连通性越强预示着在再分配游戏中支出的金钱数额更高。综上所述，同情心训练能够有效提升人们的同情心，这与其内侧眶额皮层、下顶叶皮层的激活以及背侧前额叶和伏隔核、内侧眶额皮层与下顶叶皮层功能连通性的增强有关，同情心训练对相关生理机制的激活则预示着其更低的移情痛苦和更高水平的再分配偏向。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.5改变阶层文化价值观",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "文化心理学的研究表明，共同生活的经历会产生一种群体规范和价值观，可以指导该群体成员的行为(Cohen,2007; Heine,2008; Markus& Kitayama,2010)。类似的，在社会阶层的文化视角(sociocultural perspective)看来，社会阶层是为同一社会阶层个体所共享的社会背景和文化形式，并在某一阶层内部塑造出具有阶层特异性的价值体系和行为模式，不同的社会阶层环境提供了不同的资源与社会条件，进而塑造了不同阶层的文化和规范(郭永玉 等，2015；Grossmann&Huynh,2013)。如与低阶层者相比，高阶层者所生活的环境塑造的社会文化和行为规范并鼓励其表达政治看法、参与政治活动(Belmi&Laurin,2016; Stephens et al.,2012)，在再分配问题上他们会更愿意为自己发声和行动。此外，高低阶层者在道德观念和人际取向上存在较大的差异，高阶层者往往会发展出外部的、他人定向(other-oriented focus)的人际关系取向，而低阶层者往往会发展出内部的、自我定向(self-oriented focus)的人际关系取向(Piffetal.,2018)。这种人际关系取向上的差异一方面会体现在他们的认知和情感上，比如对他人的注视程度、同理心等(Dietze et al.,2016; Varnum et al.,2016)，另一方面也会表现在行为上，如亲社会行为和不道德行为等(Piffet al.,2010;Dubois et al.,2015)。综上所述，与社会经济地位相关的文化可能导致个体不同的具有特质性和情境性的心理状态和行为模式，而这可能影响其再分配偏向。具体而言，一方面，高阶层者会愈加认为低阶层者是不值得帮助的，忽视自身对他人的人际责任，岌岌于自身资源的占有与积累(白洁 等 2021)；另一方面，与低阶层者相比，高阶层者更有可能对涉及自身利益的再分配政策发声并施加影响。因此，应在全社会大力弘扬社会主义核心价值观，倡导平等、公正的社会文化，改变高阶层文化价值取向中的傲慢表现(Sandel,2018)，促进高阶层者的再分配偏向。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4总结与展望 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "基于社会心理学的视角，本文对社会阶层和再分配偏向之间的关系进行了梳理。大量研究证据表明，社会阶层会负向预测再分配偏向，即社会阶层越高，越不支持再分配(Brown-Iannuzzi et al.,2015;Kevins et al.,2018；徐建斌,2015)。这将阻碍再分配政策的推进和落实，威胁社会公平和稳定。在以往研究的基础上，本文提出了高社会阶层者低再分配偏向的作用机制及干预模型，阐述了这一现象背后的心理机制。依据该模型，动机、认知和情感三方面的阶层差异塑造了高阶层者较低的再分配偏向。此外，培育谦卑心态、进行反刻板印象干预、利用不平等框架效应、提高同情心、改变阶层文化价值观有助于提升高阶层再分配偏向。虽然本文重点阐述了高阶层的低再分配偏向及其心理机制，但基于本文提出的理论模型，在阶层与再分配偏向的关系上，还存在几个问题值得进一步探讨。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第一，本文重点探讨社会阶层与再分配偏向的负向关系及其影响机制，但是也有研究发现了一些反直觉的现象值得未来的研究者加以关注。其一是高阶层者也会表现出支持再分配的行为。这一现象的出现可能受到了风险规避、不平等厌恶和利他主义的影响。(1)就风险规避而言，从社会契约（socialcontract)的角度出发，人们的再分配偏向反映的是风险规避者对社会保障的偏好，即人们愿意放弃一部分自身权益来换取更为确定的保障(李清彬，2011)。首先是未来的不确定性风险，再分配政策能够给未来的收入不确定性提供缓冲，使他们在经济低谷时期也能够获得最低的生活保障(蔡昉,2020)。研究表明，对未来持有高不确定性的人有着强烈的风险规避倾向，这使他们要比对未来有着向下流动预期的人更加支持收入再分配(Abramitzky,2008;Gartner et al.,2017)。其次是经济不平等的负外部性也会激发人们的风险规避倾向，进而影响其再分配偏向。具体而言，经济不平等在一定程度上具有提供激励效应，使得用以收入分配的总的“蛋糕\"变大的正外部性。同时，经济不平等导致的负外部性，如导致暴力犯罪率、谋杀率提高等(Elgar & Aitken,2011)，也可能会增强高阶层者的风险规避倾向，使其在一定程度上支持再分配政策以维护社会稳定，减少自身权益受到侵犯的风险。因此，出于对未来不确定性和经济不平等负外部性的风险规避，高阶层者也可能会支持再分配。(2)就不平等厌恶而言，孔子有云：“闻有国有家者，不患寡而患不均”，根据不平等厌恶理论，当个体收入高于其他人收入时，会产生处于优势的不平等厌恶；而当个体收入低于其他人收入时，会产生出于劣势的不平等厌恶(Fehr& Schmidt,1999)。杨晓兰和周业安(2017)的研究设计了一个初次分配不平等，要求被试对再分配税率进行表决的实验场景,结果发现，超过一半的高收入被试选择了降低自己收入的非零税率，提高了社会其他成员的收入。而这种不平等厌恶实际上反映了个体的主观伦理判断。汪毅霖和张宁(2015)通过实验法从责任视角考察了不平等厌恶对收入再分配的影响，结果发现，但初次分配结果取决于出身时，不平等厌恶正向预测了对再分配的支持。Paetzel等人(2014)利用实验室实验研究了选民的社会偏好是否会提高社会改革实施的可能性，结果也发现了类似的结论，不平等厌恶的偏好使得被试可能拒绝对自己有利的改革。从这个角度出发，高阶层者之所也会支持再分配，可能是出于自身处于优势的不平等的厌恶。(3)就利他主义而言，利他主义是指个体相信其应在他人有需要时，通过牺牲自己的利益，帮助他人谋取利益的信念(Wilson,1975)。同情-利他假设(empathy-altruism hypothesis)认为有些情况下的利他行为（如扶危济困的慈善行为等）虽然不会使个体得到外在的回报，但能够满足个体内在的心理需要，如避免了他人的舆论压力，声望上的损失和道德上的良心谴责(Batson,2011)。这是“损已利人”的利他行为在进化中能够保留下来的重要原因。高静华(2021)的研究使用质性分析软件 Nvivo 12对66 位慈善家的访谈和视频资料以及87位名人慈善家的专访媒体报道进行分析发现，主动承担社会责任、改善个体福利、爱与善的本能的和需求等是构成其利他动机的重要内容。Bazart 和Bonein(2014)对互惠性在税务遵从行为中的作用进行的实验研究发现，与面临更高税率的对照组相比，面对有利于自己的不平等的税务制度(即享受最低税率)，“纳税人”申报收入时报告了更高的数额，表现出了对再分配的支持。从长远来看，这种有利的税率不平等可能使税务机关征收更多的税款。因此，部分高阶层者表现出的高再分配偏向可能是出于利他动机的作用。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "其二是低阶层者也可能不支持再分配政策。一般而言，与高阶层者相比，低阶层者占有较少的社会资源，拥有更加有限的受教育机会和低价值的社会关系网络(Kraus etal.,2012)，因而会更支持有益于自身的再分配偏向(Bartels,2006; Dallinger,2010; Whyte & Han,2008)。但是有实证研究表明，低阶层者似乎也会拒绝再分配(见 李莹，吕光明,2019;Kelly& Enns,2010)。这一现象的出现可能受到了主观认同偏差、社会流动预期、系统合理化、福利污名的影响。(1)就阶层认同偏差而言，如果低阶层者高估了自己的阶层地位，出于自利动机，他们会产生更低的再分配偏向。范晓光和陈云松(2015)基于 2003-2012 年间的中国综合社会状况调查和中国社会状况综合调查的合并数据通过对主观社会地位与潜类分析方法生成的客观阶层地位进行比较发现，超过半数的中国农村居民高估了其社会阶层地位。进一步的研究发现，阶层认同的上偏会导致人们更不支持对富人征收更高的税以减少收入不平等(孙计领，王国成，2019)。最近的一项研究也发现，人们的主观收入是正态分布的，即大多数人(包括低收入者)认为自己的收入处于中间阶级，而这一有偏差的阶层认同降低了他们对减少收入不平等政策的投票支持行为(Jackson&Payne,2021)。(2)就社会流动预期而言，依据“POUM\"假说(property of upward mobility hypothesis)：当假设再分配政策会延续到下一代时，处于弱势地位的穷人如果预期未来自己能够向上流动到更高的社会等级，他们会为了保护未来自我的利益而反对再分配政策(Benabou&Ok,2001)。有研究利用中国综合社会调查 2010 年的数据进行分析，考察了中国居民的收入水平和流动性对再分配偏向的影响，结果发现，不仅是过去的流动性经历会对中国居民的再分配偏向产生影响，对社会流动性的预期也会显负向预测人们的再分配偏向，即具有向上流动性预期的低收入等级居民具有更为微弱的再分配偏好(徐建斌，2015)。(3)就系统合理化而言，Jost 等人(2004)认为社会阶层地位塑造了证明、合理化和维持当前阶层结构的价值观念和意识形态，并且这种合理化不需要经过深思熟虑的推理。虽然人们可能会进行有意识地推理来使他们的选择合理化，但经典的认知失调研究(Goethals&Reckman,1973)和自我知觉研究(Bem,1972)的证据表明，当人们改变态度时，他们往往认为这是自己原本就持有的态度，而非是后来形成的。从这一角度出发能够说明为何低阶层者也会反对改善其自身境地的收入再分配政策，Durrheim 等人(2014)在南非针对低收入黑人女工的研究发现他们非但不认为自己的工资过低，反而认为自己是幸运的，能够与雇主建立互惠关系。系统合理化理论为我们理解低地位群体的低再分配偏向提供了一个解释框架，即将现状视为合理的系统合理化倾向使部分低地位者表现出反对有利于改善其自身境地的收入再分配政策。(4)就福利污名而言，从社会政策研究与福利效应评估的“文化结果”视角出发，对接受福利者的污名可能使低阶层者不愿意“沦为”依赖政府福利政策的人，以使自己与那些接受再分配政策帮助的人群区分开来，因此拒绝接受有利于改善自身经济状况的收入再分配政策(李棉管,2017；Bullock,2013; Bullock etal.,2017)。程中培(2019)通过中国家庭追踪调查数据，构建福利污名效应分析发现，农村低保福利制度存在一定的“福利污名\"效应。另有研究者使用中国社会综合状况调查2015年的数据对社会救助项目的污名化感知进行研究发现，受助对象所感受到的福利污名会降低其对低保制度的利用(王惠,2017)。综上，总体上，高阶层者具有较低的再分配偏向，但主流现象之外的反直觉现象，如高阶层者可能具有较高的再分配偏向，低阶层者也可能拒绝再分配等现象也值得研究者们加以探究。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "第二，深入考察社会阶层影响再分配偏向的中介机制。该模型从认知、动机、情感三类因素出发对社会阶层和再分配偏向的关系背后的心理机制进行了阐述，但不可否认的是这一模型尚待完善，动机、认知、情感各维度之间的互动关系仍需澄清和考察。这些因素并非总是孤立地发挥作用，而是会通过相互强化、相互影响共同发挥作用。就认知因素中的经济不平等感知而言，其作用的发挥可能受到动机因素的影响。研究发现，在那些低系统合理信念的人当中，收入差距的感知与再分配偏向(如对累进税的支持)正相关，而那些支持系统合理信念的人当中则不存在显著相关(Garcia-Sanchez et al.,2020)。此外，同情心和刻板印象也可能共同作用于社会阶层和再分配偏向的关系。一方面，研究表明，同情心会放大那些弱势者的相似感，这表明对那些遭受痛苦或需要帮助者的同情心可能使高阶层者将其纳入内群体(Oveis etal.,2010)，进而可能抑制甚至改变他们对弱势群体的消极刻板印象。另一方面，高社会阶层者由于较少地同情他人，会削弱他们帮助处于不利地位的个体的责任感和愿望(Goetz et al.,2010;Smith,2009)，这也可能是由于缺乏同情心所放大的相似感，巩固了对低阶层群体的消极刻板印象，进而导致了其较低的再分配偏向。这些问题还有待进一步研究以廓清变量间关系。除前文中提出的三类因素，在个体和社会层面，还有一些因素值得关注。首先，在个体层面，如心理权利感，这是一种普遍而稳定的感觉，会使人认为自己有权利比别人得到更多(Campbell etal.,200)与低阶层者相比，高阶层者作为社会等级结构中占优势地位的一类人，往往具有更强的心理权利感(Piff,2014)。Coté 等人(2015)在一项调查研究中发现高经济不平等塑造了高收入个体的心理权利感，而这会降低他们的慷慨程度。但由于以往研究并未直接对权利感在社会阶层和再分配偏向关系中的作用进行检验，故未纳入本文所提出模型中，有待今后研究对其作用进行验证。其次，于社会层面而言，在经济不平等成为不同国家和地区普遍现象的今天，社会层面的文化差异作为重要的背景性因素对再分配偏向的影响也不容忽视。如Grundler 和 Kollner(2020)基于 Solt(2016)标准化的世界收入不平等数据库(SWIID)的数据进行分析发现，在家庭联系松散、个人主义盛行、高社会信任和高包容性，以及对权利地位不平等反感的国家里，往往会有更完善的福利制度。但也有研究表明，文化价值观对再分配偏向的影响被夸大了，如在之前的一项研究中，美国人和挪威人在福利政策支持方面的文化差异，仅通过标准化不同群体关于接受者应得的信息就被消除了(Aaroe &Petersen,2014)，因此，文化因素在阶层和再分配偏向关系中的作用也有待进一步探究。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "第三，深入考察不同干预策略的作用机制，除了前文所提出的五种干预策略，我们认为未来的研究还应当对以下几点问题进行探究。一是本文阐述的不平等框架效应、谦卑心态的干预作用均是在实验室情境下进行验证的，反刻板印象的干预作用也是由在小范围内开展的纵向研究所证实的，其研究结论不一定能推广到复杂的社会情境中去，而阶层文化价值观的改变更不是一朝一夕能够达成，本文也仅是在理论上提出了借此促进高阶层者再分配偏向的可能性。因此，在未来的研究中可以考虑实验室实验与现场实验相结合、横向研究与纵向研究相结合，更全面严谨地考察、验证已有干预策略的有效性。二是对分配原则的偏好也可能是社会阶层和再分配偏向关系的边界条件之一。就分配原则本身而言，不同的社会阶层对决定再分配的原则可能具有不同的偏好（Rawls,1971)，如前所述，相较于低阶层者，具有高收入、高受教育程度和稳定工作的人群,会更加偏好基于公平的再分配(d'Anjou etal.,1995)。但也有研究发现，面对不同的社会情境，人们所偏好的分配原则及对再分配的态度也会有所差别(Deutsch,1975)。如 Reskens 和 Oorschot(2013)利用 2008 年欧洲社会调查发现数据库进行分析发现，在养老金再分配问题上人们同时偏好公平原则和平等原则，但在失业福利再分配问题上却更偏好平等原则，因此，要厘清阶层和再分配偏向的关系，不同社会阶层对公平原则的偏好问题以及公平原则在再分配偏向问题上的情境适用性也值得研究者们关注。三是探索如何提高全社会对经济不平等的消极社会影响的认识。收入不平等不仅会对低收入群体造成伤害，也会对人口健康和社会福祉等公共利益产生负面影响(Pickett&Wilkinson,2015)。同时，着力改变将经济不平等仅仅作为个人层面问题的个人主义话语(Bullock,2013)，强调将不平等的改善作为全社会各阶层共同的责任，而不仅仅是政府和处于泥淖中的低阶层者的责任，可能有助于增加对累进税等减少收入和财富差距的政策的支持。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "白洁，杨沈龙，徐步霄，郭永玉.(2021).达者何以兼济天下:高阶层再分配偏向的心理机制及谦卑的作用.心理学报,53(10),1161-1172.蔡昉.(2020)．创造与保护：为什么需要更多的再分配.世界经济与政治,(1), $5 { - } 2 1 { + } 1 5 5$ 陈益刊.(2021-11-03).揭秘部分高收入者偷逃税手法 税务监管持续加强．新华日报,A06.",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "程中培.(2019).农村低保制度\"福利污名\"效应研究——基于\"中国家庭追踪调查\"数据的分析.社会建设，6(6), 62-76.  \n范晓光，陈云松.(2015)．中国城乡居民的阶层地位认同偏差.社会学研究,30(4),143-168+244-245.  \n高静华.(2021).利他还是交换：群体视角下慈善动机的影响因素研究．社会保障评论,5(1),146-159.  \n郭永玉，杨沈龙，李静，胡小勇.(2015).社会阶层心理学视角下的公平研究．心理科学进展,23(8),1299-1311.  \n胡小勇，李静，芦学璋，郭永玉.(2014).社会阶层的心理学研究：社会认知视角．心理科学,37(6),1509-1517.  \n怀默霆.(2009)．中国民众如何看待当前的社会不平等．社会学研究,(1),96-120.  \n李建军，冯黎明，尧艳.(2020).论健全税收再分配调节机制．税务研究,(3),29-36.  \n李路路，朱斌.(2015)．当代中国的代际流动模式及其变迁．中国社会科学,5,40-58.  \n李棉管.(2017).技术难题、政治过程与文化结果—“瞄准偏差\"的三种研究视角及其对中国\"精准扶贫\"的启示.社会学研究,32(1),217-241+246.  \n李清彬.(2011).再分配倾向的决定:对既有文献的考察．经济评论,(5),119-129+150.  \n李莹，吕光明.(2019).收入公平感、流动性预期与再分配偏好——来自CGSS 2013 的经验证据．财贸经济，40(4),37-51.  \n吕凯波，刘小兵.(2017).公众收入再分配偏好及其影响因素分析——基于世界价值观调查的数据．财政研究, (1),49-63.  \n潘春阳，何立新.(2012).个人利益,分配公平与再分配偏好——基于中国微观数据的实证研究.南方经济，(11),3-16+28.  \n孙计领，王国成.(2019).阶层认知偏差对再分配偏好和幸福感的影响研究.江西财经大学学报,(2),36-47.  \n王惠.(2021).城市低保救助中的福利污名：基于定性与定量证据的分析.湘潭大学学报(哲学社会科学版)45(1),37-44.  \n徐建斌.(2015).收入水平，社会流动与再分配偏好——对“POUM”假说的再检验．南方经济,(11),70-85.  \n徐静，蔡萌，岳希明.(2018).政府补贴的收入再分配效应．中国社会科学,(10),39-58.  \n杨晓兰，周业安.(2017).政府效率、社会决策机制和再分配偏好——基于中国被试的实验经济学研究.管理世界,(6),51-62.  \n汪毅霖，张宁.(2019).因不公而恶不均:责任视角下对不平等厌恶的实证社会选择分析.制度经济学研究,(4),1-33.  \nAaroe,L.,& Petersen,M.B.(2O14). Crowding out culture: Scandinavians and Americans agree on social welfare",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "in the face of deservingness cues.Journal of Politics,76(3),684-697. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Abramitzky,R. (2008).The limits of equality: Insights from the Israeli Kibbutz. Quarterly Journal of Economics, 123(3), 1111-1159.   \nAlvaredo,F.,Chancel,L.,ketyT,Sae,E.,&Zucman,G.(Eds.).(1).Worldinequalityreport28.Boston, MA: Belknap Press.   \nAn, W.,&Ye,M. (2017). Mind the gap:Disparity inredistributive preference between political elitesand the public in China.European Journal of Political Economy,50,75-91.   \nAndersen,R.,& Curtis,J. (2o15).Social class,economic inequalityand the convergenceof policypreferences: Evidence from 24 modern democracies. Canadian Review ofSociology/Revue Canadienne de Sociologie, 52(3), 266-288.   \nBartels,L.M. (2006). What's the matter with what's the mater with Kansas?. Quarterly JournalofPolitical Science, 1(2), 201-226.   \nBatson, C.D. (2011). Altruism in humans.New York: Oxford University Press.   \nBazart,C.，& Bonein,A. (2014). Reciprocal relationships in tax compliance decisions.Journal of Economic Psychology, 40,83-102.   \nBelmi,P.,& Laurin,K. (2O16).Who wants to get to the top? Class and lay theories about power.Journal of Personality and Social Psychology, 111(4),505-529.   \nBem,D.J.(1972). Self-perception theory. Advances in Experimental Social Psychology, 6,1-62.   \nBenabou,R.,& Ok,E.A. (2o0l).Social mobilityand the demand forredistribution: The poum hypothesis.The Quarterly Journal of Economics,116(2),447-487.   \nBrown-Iannuzzi,J.L.,Cooley,E.,McKee,S.E.,&Hyden,C.(2019). Wealthy whites and poor blacks: Implicit associations between racial groups and wealth predict explicit opposition toward helping the poor. Journal of Experimental Social Psychology, 82,26-34.   \nBrown-Iannuzzi, J.L.,Lundberg, K. B., Kay,A. C.,& Payne,B. K. (2015). Subjective status shapes political preferences.Psychological Science,26(1),15-26.   \nBruckmuller,S.,Rese,G.,&Martiny,S.E.(O17).Is higherinequalityless legitimate?Dependsonhowyou frame it!.British Journal of Social Psychology,56(4),766-781.   \nBullock,H.E.(2013).WomenandPoverty: sychology,PublicPolicy,andSocial Justice.Hoboken,NJ: John Wiley & Sons.   \nBullock,H. E. (2017). Social classand policy preferences: Implications for economic inequality and interclass relations. Current Opinion in Psychology,18,141-146. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Bullck,H.E.,&Reppond, H.A. (2017).Economic inequalityand the gendered politics ofredistribution.InA.L Bos,&M. C.Schneider (Eds.),The Political Psychology of Women in U. S.Politics (pp.73-92).Routledge. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Bullock,H.E.,Truong,S.V.,& Chhun,L. (2017). Combatting social exclusion: “Safe space\"and the dynamics of inclusion at a homeless farming site. Journal ofPoverty, 21(2),166-192.   \nButtrick,N.R,Hintzeman,S.J.,&Oishi,S. (2017). Iequalityandwell-being. Current Opinion inPsyhology 18,15-20.   \nCampbell, W.K.,Bonacci,A.M.,Shelton,J.,Exline,J.J.,&Bushman,B.J. (2004).Psychologicalentitlement: Interpersonal consequences and validation of a self-report measure. Journal of Personality Assessment, 83(1), 29-45.   \nCheung,F.(2o18).Income redistribution predicts greater lifesatisfactionacross individual, national,andcultural characteristics. Journal of Personality and Social Psychology,115(5), 867-882.   \nChow,R.M.，& Galak,J. (20l2).Theeffect of inequality frames on support for redistributive tax policies. Psychological Science,23(12),1467-1469.   \nChow,R.M.,Lowery,B.S.,& Knowles,E.D.(2o08).The two faces ofdominance: The differentialefectofingroup superiority and outgroup inferiority on group identification and group-esteem.Journal of Experimental Social Psychology,44,1073-1081.   \nCohen,D. (2007). Methods in cultural psychology. In S. Kitayama & D.Cohen (Eds.)，Handbook of cultural psychology (pp.196-236). New York: Guilford.   \nCorak,M. (2ol3). Income inequality,equalityofopportunity,and intergenerational mobility. Journal ofEconomic Perspectives,27(3),79-102.   \nCote,S., House,J.,& Willer,R. (2015). High economic inequality leads higher-income individuals to be less generous. Proceedings of the National Academy of Sciences, 112(52),15838-15843.   \nCote,S.,Piff,P.K.,& Willer,R.(2013).For whomdo the ends justify the means?Social classandutilitarian moral judgment. Journal of Personality and Social psychology,104(3), 490-503.   \nd'Anjou,L., Steijn,A.,& van Aarsen,D.(1995). Social position, ideologyand distributive justice.Social Justice Research, 8(4),351-384.   \nDallinger, U. (2010). Public support forredistribution: What explains cro-national diferences?. Journalof European Social Policy, 20(4),333-349.   \nDesimoni, M.,& Leone,L. (2014). Openness to experience, honesty-humility and ideological atitudes: A fine grained analysis.Personality and Individual Diffrences,59,116-119. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Deutsch,M.(1975).Equity,equality,and need: Whatdetermines whichvalue willbeusedasthebasisofdistributive justice?.Journal of Social Issue,31,137-149. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Dietze,P.,& Knowles,E.D.(2Ol6).Social class and the motivational relevance of other human beings: Evidence from visual attention. Psychological Science, 27(11),1517-1527.   \nDu, H., Chi,P.,& King,R.B. (2o19).Economic inequality is asociated with long-term harm onadolescent wellbeing in China. Child Development, 90(4),1016-1026.   \nDubois,D., Rucker,D.D.,& Galinsky,A.D. (2015).Social classpower,and selfishness: When and whyupper and lower classindividuals behave unethically. Journal of Personality and Social Psychology,108(3),436-449.   \nDurante,F.,Tablante, C.B.,& Fiske,S.T. (2017).Poor but warm,rich but cold (and competent): Social classes in the stereotype content model. Journal of Social Issues,73(1),138-157.   \nDurheim,K., Jacobs,N.,&Dixon,J. (2014).Explaining theparadoxical effctsofintergroupcontact: Paternalistic relations and system justification in domestic labour in South Africa. International Journal of Intercultural Relations, 41,150-164.   \nElgar,F.J.,& Aitken,N. (20l0). Income inequality,trust and homicide in33 countries.European Journalof Public Health,21(2), 241-246.   \nEsarey, J., Salmon,T. C.,&Barrlleaux, C.(20l2). What motivates political preferences? Self-Interest, ideology, and fairness in a laboratory democracy. Economic Inquiry, 50(3), 604-624.   \nFehr,E.& Schmidt,K.M.(1999).A theory of fairness,competition and cooperation.The Quarterly Journal of Economics, 114, 817-868.   \nForgas,J.P.(Ed.).(1991).Emotion and social judgments. Oxford,England: Taylor & Francis.   \nForscher,P.S., Mitamura, C.,Dix,E.L., Cox,W.T.，& Devine,P.G. (2017).Breaking the prejudice habit: Mechanisms, timecourse,and longevity. Journal of Experimental Social Psychology,72,133-146.   \nGarcia-Sanchez,E., Osbore,D., Wilis,G.B.,&Rodriguez-Bailon,R. (202O). Atitudes towards redistributionand the interplay between perceptions and beliefs about inequality. British Journal of Social Psychology, 59(1), 111-136.   \nGärtner,M., Mollerstrom,J.,& Seim,D.(2017). Individual risk preferences and the demand for redistribution. Journal ofPublic Economics,153,49-55.   \nGilbert,P. (2019). Explorations into the nature and function ofcompasion. Current Opinion in Psychology， 28, 108-114.   \nGimpelson, V.,& Treisman,D.(2018). Misperceiving inequality. Economics & Politics,30(1),27-54. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Goethals,G.R.,&Reckman,R.F.(1973).The perceptionofconsistencyinatitudes.JournalofExperimental Social Psychology, 9(6),491-501. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Goetz,J.L.,Keltner,D.,& Simon-Thomas,E. (2olo).Compassion:Anevolutionaryanalysisandempiricalreview. Psychological Bulletin,136(3),351-374.   \nGrosmann,I.,&Huynh,A.C.(2Ol3). Where is the culture in social class?.Psychological Inquiry,24(2),1219.   \nGrundler, K.,& Kollner, S. (202o). Culture, diversity,and the welfare state. Journal of Comparative Economics, 48(4),913-932.   \nHacker,J.S.,&Pierson,P. (2ol0).Winner-take-allpolitics: How Washington made therich richerand turned its back on the middle class. New York City, NY: Simon & Schuster.   \nHarell,A., Soroka, S.,& Iyengar, S. (2o16). Race,prejudice and atitudes toward redistribution: A comparative experimental approach. European Journal of Political Research, 55(4),723-744.   \nHauser,O.P.,& Norton,M.I. (20l7). (Mis)perceptions of inequality. Curent Opinion in Psychology,18,21-25.   \nHeine, S. J. (2008). Cultural psychology. New York: WW Norton.   \nHoman,P., Valentino,L.,& Weed,E. (2O17).Being and becoming poor: How cultural schemas shape beliefs about poverty. Social Forces,95(3),1023-1048.   \nJackson, J. C.,& Payne,K. (2021). Cognitive barriers to reducing income inequality.Social Psychological and Personality Science,12(5),687-696.   \nJetten,J. (2o18). The wealth paradox: Prosperity and opposition to immigration. European Journal of Social Psychology, 49,1097-1113.   \nJetten,J.,Mols,F.,& Steffens,N.K.(2O21).Prosperous butfearfuloffaling: The wealth paradox,collective angst, and opposition to immigration. Personality and Social Psychology Bulletin,47(5),766-780.   \nJetten,J.,Mols,F.,Healy,N.,&Spears,R.(2Ol7).“Fearoffaling\": Economic instability enhancescollectiveangst among societies'wealthy class.Journal of Social Issues,73(1), 61-79.   \nJinpa.T. (20l5). A fearless heart: Why compassion is the key to greater well-being.London: Little Brown.   \nJost, J.T. (2019). A quarter centuryof system justification theory: Questions, answers,criticisms,and societal applications.British Journal of Social Psychology,58(2),263-314.   \nJost, J.T.,Banaji,M.R., & Nosek,B.A. (2o04). A decade of system justification theory: Accumulated evidence of conscious and unconscious bolstering of the status quo. Political Psychology, 25(6),881-919.   \nKaltenthaler, K.C.,& Ceccoli, S.J. (2008).Explaining paterns of support for the provision of citizen welfare. Journal of European Public Policy,15(7),1041-1068.   \nKay,A. C.,&Jost,J.T.(2oo3).Complementary justice: Effects of\"poorbut happy\"and\" poor but honest\" stereotype exemplars on system justification and implicit activation of the justice motive. Journal of Personality and Social Psychology,85(5), 823-837.   \nKelly,N.J.,&Enns,P.K. (2Ol0). Inequalityand the dynamics ofpublicopinion: The self-reinforcing linkbetween economic inequality and mass preferences. American Journal of Political Science, 54(4), 855-870.   \nKevins,A.，Horn,A.，Jensen,C.,& Van Kersbergen,K. (2018). Yardsticks of inequality: Preferences for redistribution in advanced democracies. Journal of European Social Policy, 28(4), 402-418.   \nKim, S. A.,Hamann, S., Kim, S. H. (2021). Neurocognitive mechanisms underlying improvement of prosocial responses by a novel implicit compasson promotion task. Neurolmage, 240,118333.   \nKraus,M. W.,Piff,P.K.,& Keltner,D. (2o09).Social classsense of control,and social explanation. Journalof Personality and Social Psychology, 97(6), 992-1004.   \nKraus,M. W.,Pi,P.K.,Mendoza-Denton,R.,Rheinschmidt,M.L,&Keltner,D.(2ol2). Social class,solipsism, and contextualism: How the rich are diferent from the poor. Psychological Review,119(3),546-572.   \nKraus,M. W.,Rucker,J.M,&Richeson,J.A. (2017).Americans misperceiveracial economic equality.Proceedings of the National Academy of Sciences,114(39),10324-10331.   \nKruse,E.,Chancelor,J.,& Lyubomirsky,S.(2O17).State humility: Measurement,conceptual validation,and intrapersonal processes. Self and Identity,16(4),399-438.   \nKteily,N.S.,Sheehy-Skefington,J.,&Ho,A.K. (2017).Hierarch intheeyeofthebeholder: (Anti-)egalitarianism shapes perceived levels of social inequality. Journal ofPersonality and Social Psychology,112(1),136-159.   \nLeBlanc,J.,Beaton,A. M.,& Walker,I. (2015).The downside ofbeing up: Anew look at group relative gratification and traditional prejudice. Social Justice Research,28(1),143-167.   \nLim, D.,& DeSteno,D. (2016). Suffering and compassion: The links among adverse life experiences, empathy, compassion,and prosocial behavior. Emotion,16(2),175-182.   \nLowery,B.S., Chow, R. M., Knowles,E.D.,& Unzueta, M. M. (2012). Paying for positive group esteem: How inequity frames afect whites'responses to redistributive policies.Journalof Personality and Social Psychology, 102(2), 323-336.   \nLuberto, C.M.,Shinday,N.,Song,R.,Philpotts,L.L.,Park,E.R.,Fricchione,G.L.,& Yeh,G. Y. (2018).A systematic review and meta-analysis of the effects of meditation on empathy,compasson,and prosocial behaviors. Mindfulness, 9,708-724.   \nMarkus.H. R.& Kitayama, S.(2010). Cultures and selves: A cycle of mutual constitution. Perspectives on ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Psychological Science,5(4),420-430. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Norton,M.I.,& Ariely,D. (2011).Building a better America-one wealth quintile at a time.Perspectives on Psychological Science, 6(1), 9-12.   \nOrdabayeva, N.,& Fernandes,D. (2017). Similarity focus and support for redistribution. Journal of Experimental Social Psychology,72,67-74.   \nOveis，C.，Horberg，E.J.，& Keltner，D.(2010).Compassion，pride，and social intuitions of self-other similarity. Journal of Personality and Social Psychology, 98(4), 618-630.   \nPaetzel,F.,Sausgruber,R.,& Traub,R. (2014).Social preferences and voting onreform: An experimental study European Economic Review, 70,36-55.   \nPickett,K.,& Wilkinson,R. G. (2015). Income inequalityand health: Acausal review. Social Science & Medicine, 128,316-326.   \nPiff,P. K. (2O14). Wealthandtheinflatedself: Class,entitlement,and narcissism.Personalitynd ocial Psychology Bulletin,40(1),34-43.   \nPiff,P. K., Kraus,M. W.,Cote,S.,Cheng,B.H.,& Keltner,D. (2010). Having les,giving more: The influenceof social class on prosocial behavior. Journal of Personality and Social Psychology,99(5),771-784.   \nPiff,P. K.,Kraus,M.W.,& Keltner, D.(2018). Unpacking the inequality paradox: The psychological rootsof inequality and social class In Advances in Experimental Social Psychology (Vol.57,pp. 53-124). New York: Academic Press.   \nRawls,J. (1971). A Theory of Justice. Cambridge, MA: Harvard University Press.   \nReeskens,T.,& Oorschot, W. V. (2013). Equity, equality, or need? A study of popular preferences for welfare redistribution principles across24 european countries.Journal ofEuropean Public Policy,20(8),1174-1195.   \nRodriguez-Bailon,R.,Bratanova,B., Willis,G.B.,Lopez-Rodriguez,L.,Sturrock,A.,& Loughnan,S.(2017). Social class and ideologies of inequality: How they uphold unequal societies. Journal of Social Issues,73(1), 99-116.   \nRosete,A. S.,& Koval, C. Z. (2O18).Framing advantageous inequity with a focus on others: Acatalyst forequity restoration. Journal of Experimental Social Psychology,76,283-289.   \nRutstrom,E.E.，& Wiliams,M.B.(2oo0).Entitlementsand fairness: An experimental studyof distributive preferences.Journal of Economic Behavior & Organization, 43(1),75-89.   \nSaez,E.,& Zucman, G. (2016). Wealth inequality inthe United States since1913: Evidence from capitalized ncome tax data. The Quarterly Journal of Economics,131(2),519-578.   \nSainz,M.,Martinez,R.,Sutton,R.M.,Rodriguez-Bailon,R.,& Moya,M.(2o19).Less human, more to blame: Animalizing poor people increases blame and decreases support for wealth redistribution. Group Processes & Intergroup Relations,1368430219841135.   \nSandel,M.J. (2o18).Populism,liberalism,and democracy.Philosophy and Social Criticism,44(4),353-359.   \nSands,M.L. (2017). Exposure to inequality affects support forredistribution. Proceedings of the National Academy of Sciences,114(4),663-668.   \nSmith,T. W. (20o9).Lovingand caring in the United States: Trends and correlatesofempathy,altruism,and related constructs. In B.Fehr, S. Sprecher,& L. G. Underwood (Eds.), The science of compassonate love: Theory, research,and applications (pp.81-120). Malden, MA: Wiley-Blackwell.   \nSolt,F.,(2016).The Standardized World Income Inequality Database.Social Science Quarterly,97(5),1267-1281.   \nSolt,F. (2O20). Measuring income inequality across countries and over time: The standardized world income inequality database. Social Science Quarterly,101(3),1183-1199.   \nStelar,J.E.,Manzo,V.M.,Kraus,M.W.,&Keltner,D.(2012). Classandcompassion: Socioeconomic factors predict responses to suffering. Emotion, 12(3), 449-459.   \nStephens,N.M.,Fryberg,S.A.,Markus,H.R.,Johnson, C.S.,& Covarrubias,R. (2012). Unseen disadvantage: How American universities'focus on independence undermines the academic performance of first-generation college students. Journal of Personality and Social Psychology,102(6),1178-1197.   \nSznycer,D.,Seal,.F.L.,Sell,A,im,J.,orat,R.,halvi,S.,..&Tooby,J. (27).upportforredistributionis shaped by compassion,envyandself-interest,butnotataste forfairnes.Proceedings ofthe National Academy of Sciences, 114(31), 8420-8425.   \nTaibbi,M.(2014).Thedivide: Americaninjusticeintheageofthe wealth gap.NewYorkCityNY:Spiegel&Grau.   \nTrautwen,F.-M.,Kanske,P.,Böckler,A.,& Singer,T.(202O).Diferentialbenefitsof mental training types for attention, compassion,and theory of mind. Cognition,194,104039.   \nVarnum,M.E.W.,Blais, C.,& Brewer, G.A. (20l6).Socialclass affects mu-suppression during actionobservation. Social Neuroscience, 11(4), 449-454.   \nWeng,H.Y.,Fox,A.S.,Shackman,A.J.,Stodola,D.E.,Caldwel,J.Z.K.,Olson,M.C.,Rogers,G.M.,&Davidson, R.J. (2013). Compasson training alters altruism and neural responses to suffering. Psychological Science,24(7),1171-1180.   \nWhyte,M. K.,& Han, C. (20o8).Popular atitudes toward distributive injustice: Beijing and Warsaw compared. Journal of Chinese Political Science,13(1),29-51.   \nWilson, E.O.(1975). Sociobiology: The new synthesis. Cambridge: Harvard University Press.   \nWorthington,E.L.,Jr,&Allson,S.T. (20l7). Heroic humility: What the scienceofhumilitycansay to peoplerised on self-focus.Washington,DC: American Psychological Association.   \nWright, J. C.,Nadelhoffer,T.,Ross,L.T.,& Sinnot-Armstrong, W.(2O18).Be it everso humble: Proposing adualdimension account and measurement of humility. Self and Identity,17(1), 92-125.   \nXie,Y.,& Zhou,X.(2014). Income inequality intoday's China. Proceedings ofthe National Academy ofSciences, 111(19), 6928-6933. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Are richer people less supportive of redistribution? The relationship between social class and redistribution preference and its psychological mechanism ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "ZENG Zhaoxie, BAI Jie, GUO Yongyu, ZHANG Yue, GU Yuting ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Abstract: Social class is an important factor that affects redistribution preference.Some studies have found that compared with the lower classes,the upper class has a lower redistribution preference. Based on previous studies, this review proposes a mechanism and intervention model of low redistribution preference among people of a higher social class. According to the model, economic self-interest and system-justifying beliefs in motivation; the perception of economic inequality; the atribution of the wealth gap; and stereotypes in cognition, empathy, and status anxiety in emotion are the mediating factors that afect the redistribution preference of the upper class. Cultivating the upper class's humility, employing counter stereotype interventions ,take advantage of the inequality framing effect, enhancing compassion, and changing the cultural values of the upper class can help enhance the redistribution preference of the upper class. Future research should pay more attention to the charitable behavior of the upper class and the refusal of some lower classes to redistribute, further investigate and improve the mechanism of this model, and explore strategies to promote the redistribution preference of the upper class. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Keywords: social class,redistribution preference, psychological mechanism, social justice ",
        "page_idx": 24
    }
]