[
    {
        "type": "text",
        "text": "Damage Trust but Increase Cooperation? Putting Depression in Trust Game Lens ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zhou Yiyong1,2, Chen Xinyu³,Wang Jinyan² (1 CAS Key Laboratory of Behavioral Science, Institute of Psychology, Chinese Academy of Sciences,Beijing 100101, China) (2 Department of Psychology, University of Chinese Academy of Sciences, Beijing 100049, China) (3 Department of Psychology, University of London College) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Depression is theoretically associated with poor social functioning and social impairments,but empirical evidence for poor trust or cooperative behavior among depressed patients is scarce and severely under-researched.Based on a revised version of Trust Game,the present study aimed to clarify the equivocal relationships between depression, trust and altruistic cooperative behaviors, whilst taking into consideration of the potentially confounding effects of trait propensity to trust and locus of control. In the new version of Trust Game, each pairs of participant played the role of an investor and a trustee respectively. The investor player first receives an endowment of a given amount of money and decides how much he/she would like to invest.The invested endowment is then tripled and given to the trustee,played by the other participant who decides how much repayment he would like to return. This procedure is repeated for 1O rounds, trust behavior and altruistic cooperative behavior are then quantified as the averaged invested endowments and repayments, respectively. Results revealed that depressve symptoms negatively predicted invested endowments (i.e., the trust behavior） after the trait propensity to trust was controlled for, but a positive relationship between depressve symptoms and repayments (i.e., the altruistic cooperative behavior） was found，which was significantly moderated by the external locus of control. Specifically, in those with higher scores in externality, depressive symptoms actually resulted in a decrease (rather than an increase) in altruistic cooperation. This work,for the first time,clarified the relationships between depresson and trust and altruistic cooperation by introducing trait factors such as propensity to trust and locus of controls, providing a new sight of exploring the effects of depressive symptoms on social functions. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Depression, a common recuperative mood disorder, is always regarded as one of the most prevalent harmful mental illness. Take Major Depressive Disorder (MDD) for example,around $4 . 3 \\%$ of people worldwide are suffering from depression according to the World Health Organization. In China,the prevalence rate of depression is also on the rise in recent years (World Health Organization, 2017). The main symptoms of Major Depression includes low mood,lack of pleasure and always accompanied by changes in cognitive， physical and social functions, bringing fundamental damages on daily life and normal social function (American Psychiatric Association, ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2013). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Depression is often associated with impaired social functioning (Kupferberg,Bicks,& Hasler, 2016)and less fulfilling social interactions (Cruwys,Haslam,Dingle,Haslam,& Jetten, 2014; Santini, Koyanagi, Tyrovolas,Mason, & Haro, 2O15). Many studies have pointed out that it is difcult for people with depression to establish a close relationship with others (Wehebrink, Koelkebeck, Piest, de Dreu,& Kret, 2O18),and that reduced trust can weaken the buffering effect of social support on depression (Hardin,Lee,& Moore,2O18; Wickham,Taylor, Shevlin,&Bentall, 2014). As a result, the mood regulation of depressed patients can be affected, further leading to the development and maintenance of depressive symptoms (Marroquin & Nolen-Hoeksema, 2015). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Although the trait of propensity to trust is an important social psychological factor related to depression, studies that adopted economic games to investigate the trust behavior of depressed patients are rare,and the conclusions of the relationship between depresion and trust behavior remains inconsistent. Some studies found that depressed patients displayed less trust behavior in economic games (Wehebrink et al.,2018), but others failed to find difference in trust behavior between depressed patients and health ones (Unoka, Seres,Aspan, Bódi, & Kéri, 2009). One possible explainaiton on this inconsistency may lay on that trust behavior is not only afected by depressive symptoms, but also by the propensity to trust (Evans & Revelle, 2008), which was ignored by studies above. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Moreover, scholars hightlighted that depressive symptoms could increase individual's cooperative altruistic behavior (Batson,2011; Destoop, Schrijvers,De, Sabbe,& De Bruijn,2012). They believe that depressive mood was often accompanied by prosocial emotions such as guilt and self-blame which promote people's empathy to others and enhance the cooperative altruism. But this positive linear relationship was only repeated in part of researches with the sample of depressed patient on remitted phrase (Ong et al.,2017; Pulcu et al.,2015). Some challenging studies revealed that both depressive symptoms (Clark, Thorne, Hardy,& Cropsey, 2013) and depression (Pulcu et al., 2015) resulted in reduced cooperative altruism. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Individual differences such as perceived control provide a good reason for this complex depression-altruistic cooperation relationship above. Depressed patients often have low perceived control feeling such as despair and helplessness (Cheng, Cheung, Chio,& Chan,2013). Many studies have also consistently found that individuals with a lower sense of control displayed typical external control oriented behaviors,and thoes with the belief that what determine how they live is external factors rather than themselves tend to show less choices of postive cooperation(Boone et al.,2002; Lefcourt, 2Ol3). Therefore, despite the fact that emotional experiences such as guilt and self-blame can promote empathy and altruism, this promotion may be inhibited on patients with low percived control and external control. Indeed, more evidence show that depressed patients have a stronger sense of morality and altruism than healthy people, but they cannot manage to transform this willings into actual altruistic behavior (Morris & Kanfer, 1983; Pulcu et al., 2015). Since external control can reduce the motivation of an individual's active efforts, it might also be a key factor hindering the transformation between cooperation and actual action. In this respect, it is speculated that the locus of control can regulate the relationship between depressive symptoms and cooperative altruistic behavior. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This study aims to explore the relationship between depression, trust behavior and cooperative altruistic behavior, and further to examine the impact of the trait of propensity to trust and locus of control on this relationship through Trust Game,a validated and widely used social-economical decision-making task. In this game, each pairs of participants played as an investor and a trustee in a virtual investment game. On each round,the investor receives an endowment of a given amount of money and decides how much he would like to invest. The invested endowment is then tripled and given to the trustee, who decides how much repayment he would like to return. This procedure is repeated formultiple rounds.Trust behavior and altruistic cooperative behavior are then quantified as participants' invested endowments and repayments, respectively (Clark et al., 2O13; Ong et al., 2017).Finally, they completed the questionnaires.We hypothesize that: 1) depressive symptoms negatively predicted the invested endowments (i.e.,the trust behavior) after the trait propensity to trust was controlled for； 2） depressive symptoms positvely predicted the repayment (ie., the cooperative altruism behavior),and this relation wil be weakened by the locus of control(external oriented). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "METHODS ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1 Participants ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "24 male and 29 female participants from Mainland China were recruited online. Their average age was 20.75 ( $S D { = } 1 . 8$ ）and none of them had history of neurological disorders or psychosis.17 participants were over 13 points on BDI scale and displayed some level of depression. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2 Questionnaires ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We adopted Chinese versions for all measures following the commonly used translation-back translation procedure (Brislin, 1970). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Depression. Depression was measured by the widely used Beck Depression Inventory Scale (BDI-II scale, Beck et al.,1967) with 21 items and rated on a 4-point answering scale, ranging from O (not at all) to 3 (extremely agree). The Cronbach's alpha was 0.91. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Anxiety. Anxiety was measured by Generalized Anxiety Disorder Scale (GAD scale, Spitzer, Kroenke,Williams,& Lowe, 20o6) with 7 items. Participants rated on a 4-point answering scale ranging from O (not at all) to 3 (almost every day). The Cronbach's alpha was 0.94. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Interpersonal trust. We measured trait propensity to trust using 25 items from the Interpersonal Trust scale developed by Rotter (1967),ranging from 1 (completely agree） to 5 (completely disagree). The Cronbach's alpha was 0.65. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Locus of control.We measured the internality and externality via the Internality, Powerful Others,and Chance Scale (IPC scale,Levenson,1981),a three sub-scale with 8 items each ( $\\mathbf { \\bar { a } } = \\mathbf { \\bar { \\rho } }$ 0.75,0.84 and O.74,respectively). Respondents rated each item on a 6-point Likert type scale ranging from 1 (extremely disagree) to 6 (extremely agree). Higher scores on the Internality scale showed an internal tendency,while higher scores on powerful others and chance scales showed an externality tendency. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.3 Trust game ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The task was adapted from the investment/trust game (Berg et al.,1995). Different from computer-programmed games in previous studies, we conducted a “face to face” game with two unacquainted participants rolled and aimed to explore their trust and cooperative behaviors in a more ecological case. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Each participant in pair needed to play the role of investor and agent respectively and completed 1O rounds with another participant.The order was random and balanced. On each round, the investor (trustor) has a monetary amount of 10,and was told to invest a portion of the money X （ $( 0 < \\mathbf { X } \\leq 1 0 ^ { \\circ }$ ) in the agent (trustee). The invested endowment was then tripled, that is,3X,and given to the agent who decided to return a certain amount of money Y ( $\\mathrm { ( } 0 \\leq \\mathrm { Y } \\leq 3 \\mathrm { X } \\mathrm { ) }$ to the investor.After the end of each round, the amount of money the investor owed was $1 0 \\mathrm { - } \\mathrm { X + Y }$ , the amount of money the agent owned was 3X-Y. This procedure was repeated for 5 rounds and then role exchanged for another 5 rounds. Consistent to previous studies,the money returned back to the investor was unknown until the last round. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In this study,trust behavior was operationalized as the amount of investment amount,and more money invested implied more trust on others; cooperative altruistic behavior was operationalized as the repayment rate (Y/3X, $\\mathrm { X } { \\neq } 0 \\mathrm { \\ }$ ),higher rate represented more cooperative behaviors. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.4 Procedure ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fifty-four college students were recruited in pairs. Each pairs of participants first completed a long questionnaire including depression (BDI-I), anxiety (GAD-7), their locus of control (IPC), and demographic information online.They were then instructed to play the Trust Game.During the Trust Game, each pairs of participants played as an Investor and a Trustee in a virtual investment game. On each round,the Investor received an endowment of a given amount of money and decided how much he would like to invest. The invested endowment was then tripled and given to the Trustee, who decided how much repayment he would like to return. This procedure was repeated for 5 rounds and then role exchanged,repeated for another 5 rounds.Finally, they completed the Interpersonal Trust questionnaire. Two participants were forbidden to meet or communicate during the whole process. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.5 Data Analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We performed descriptive statistical analysis of the relationship between demographic variables, questionnaires,and behavioral indicator. A hierarchical regression analysis was used to analyze the relationship between depressive symptoms and trust behavior.The SPSS PROCESS macro program (Hayes, 2O13b) was used to analyze the moderating effects of psychological control sources between depresson, trust and cooperative behavior.The normality of the data distribution was tested by the Shapiro-Wilk test. The significance level of all statistical analyses was set to $\\mathbf { a } =$ 0.05. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.1 Descriptive statistical analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Descriptive statistics found that depression is positively related to anxiety and internal control （204号 $( \\mathrm { p } { < } 0 . 0 1 )$ while negatively related to investment and external control $\\mathrm { ( p ~ < 0 . 0 1 ) }$ );Investment is posivitely related to trait trust $( \\mathtt { p } < 0 . 0 5 )$ ）and cooperative altruistic behavior,but the relation with cooperative altruistic behavior is not statistically significant; Cooperative altruistic behavior is positively related to internal control $( \\mathsf { p } \\ < 0 . 0 5 )$ and negatively correlated with external control, especially with powerful others $( \\mathsf { p } \\gets 0 . 0 1 )$ ; Trait trust and anxiety were also positively related to each other $( \\mathrm { p } < 0 . 0 1 )$ ,but not related to cooperative altruistic behavior. The main mean,standard deviation and correlation coefficient of each major variable are shown in Table 1. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/1c02550de6c17b1419ba9e1a9a031c178f051f87a55c5195c9258c414d025ab7.jpg",
        "table_caption": [
            "Table1.Mean, SD and correlation coefficient of major variables $\\scriptstyle ( \\mathtt { n } = 5 3$ ） "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>M</td><td>SD</td><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td><td>8</td><td>9</td><td>10</td></tr><tr><td>1.gender a</td><td>1.55</td><td>.503</td><td>1</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>2.age</td><td>20.75</td><td>1.83</td><td>.002</td><td>1</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>3.depression</td><td>9.38</td><td>9.28</td><td>.037</td><td>-.047</td><td>(-0.91)</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td> 4.anxiety</td><td>7.46</td><td>5.74</td><td>.069</td><td>-.065</td><td>.543**</td><td>(-0.94)</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>5.investment</td><td>26.02</td><td>13.73</td><td>.015</td><td>.044</td><td>-.393**</td><td>.022</td><td>1</td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>6.repayment rate</td><td>1.49</td><td>1.35</td><td>-.264</td><td>-.128</td><td>.166</td><td>-.061</td><td>.138</td><td>1</td><td></td><td></td><td></td><td></td></tr><tr><td>7.IPC_I</td><td>23.6</td><td>4.36</td><td>-.040</td><td>-.094</td><td>.397**</td><td>.220</td><td>-.133</td><td>.387*</td><td>(0.75)</td><td></td><td></td><td></td></tr><tr><td>8.IPC_P</td><td>34.26</td><td>5.35</td><td>.110</td><td>.148</td><td>-.538**</td><td>-.328*</td><td>.159</td><td>-.483**</td><td>-.510**</td><td>(0.85)</td><td></td><td></td></tr><tr><td>9.IPC_C</td><td>33.26</td><td>5.58</td><td>-.059</td><td>-.044</td><td>-.636**</td><td>-.464**</td><td>.106</td><td>-.364*</td><td>-.409**</td><td>.591**</td><td>(0.74)</td><td></td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/d0899ae05b04757ecc1198a83cba094d3568a992641f168e64432c87a941d3c9.jpg",
        "table_caption": [],
        "table_footnote": [
            "Note: $^ { * } p < 0 . 0 5$ ， $^ { * * } p < 0 . 0 1$ .(）within brackets is reliabilitycoeficient,a:1 is male,2is female.IPC_Iis internal oriented,IPC_P is powerful others oriented, $\\mathrm { I P C } \\_ { C }$ is chance oriented. "
        ],
        "table_body": "<html><body><table><tr><td>62.64</td><td>14.94</td><td>-.026</td><td>-.380**</td><td>.096</td><td>.480**</td><td>.369*</td><td>-.027</td><td>.057</td><td>-.079</td><td>-.030</td><td>-0.65</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2Depressive syptoms and investment beheavior ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A hierarchical regression model was used to analyze the relationship between depressive symptoms and investment behavior. In the first step of this analysis,demographic variables (gender and age)are included; Correlation analysis showed that the amount of investment is related to trait trust, depressive symptoms and anxiety symptoms are also related to each other. In order to control the differences of anxiety symptoms and trait trust tendency among different subjects,in the second step,anxiety and trait trust are further incorporates；In the third step,the model incorporates depressive symptoms.The results showed that after controing demographic variables,anxiety symptoms and trait trust scores,the higherthe level of individual depression,the lessthe amount of investment, which indicates that depressive symptoms can reduce trust behavior ( $\\scriptstyle \\mathrm { { B = - 0 . 4 0 } }$ $\\mathrm { t } ( 4 8 ) = -$ 2.49, $\\mathsf { p } { < } 0 . 0 5$ ${ \\bf R } 2 \\mathrm { = } 0 . 3 3 \\mathrm { ~ }$ ). The results of hierarchical regression are shown in Table 2. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/cff0258210a8c3075c7d1865fad8122e7ff01181f7d8174c403459ebce35e26b.jpg",
        "table_caption": [
            "Table 2. regression analysis of depression influencing investment behavior $\\scriptstyle ( { \\mathrm { n } } = 5 3$ ）"
        ],
        "table_footnote": [
            "Note:Investment beheaviorisdependentvariable "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">variable</td><td colspan=\"3\">Model1</td><td colspan=\"3\">Model2</td><td colspan=\"3\">Model3</td></tr><tr><td>B</td><td>t</td><td>P</td><td>B</td><td>t</td><td>p</td><td>B</td><td>t</td><td>P</td></tr><tr><td>Gender</td><td>.030</td><td>.191</td><td>.849</td><td>.096</td><td>.658</td><td>.514</td><td>.060</td><td>.435</td><td>.666</td></tr><tr><td>Age</td><td>.029</td><td>.181</td><td>.858</td><td>.210</td><td>1.353</td><td>.184</td><td>.162</td><td>1.106</td><td>.276</td></tr><tr><td>Anxiety</td><td></td><td></td><td></td><td>-.238</td><td>-1.433</td><td>.160</td><td>.020</td><td>.107</td><td>.951</td></tr><tr><td>Trait trust</td><td></td><td></td><td></td><td>.566</td><td>3.185</td><td>.003</td><td>.436</td><td>2.498</td><td>.017</td></tr><tr><td>Depression</td><td></td><td></td><td></td><td></td><td></td><td></td><td>-.404</td><td>-2.486</td><td>.018</td></tr><tr><td>R²</td><td></td><td>.002</td><td></td><td></td><td>.213</td><td></td><td></td><td>.325</td><td></td></tr><tr><td>△R²</td><td></td><td>.002</td><td></td><td></td><td>.211</td><td></td><td></td><td>.113</td><td></td></tr><tr><td>△F</td><td></td><td>.965</td><td></td><td></td><td>.011</td><td></td><td></td><td>.018</td><td></td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3 The Moderating Role of the Locus of Control ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Using the regulating analysis method proposed by Hayes (Hayes, 2O13a) (Hayes, 2O13a),and adopting the percentile-based confidence interval, the bootstrap resampling number is set to 5000, $9 5 \\%$ confidence interval. Taking depressive symptoms as the independent variables,the return rate as the dependent variable,and the powerful others orientation (external control tendency） as a regulatory variable for regulating effect analysis. The results showed that the regulating effect was significant ( $\\mathbf { \\mathrm { R } } 2 \\mathbf { \\mathrm { \\Omega } } = . 5 1 7 \\mathbf { \\mathrm { \\Omega } }$ ， $\\mathrm { \\ p } { < } 0 . 0 1 \\$ )，and the depressive symptoms can predicted the return rate significantly:The higher the level of depression,the higher the return rate ( $\\mathrm { B } { = } 0 . 4 4 6$ ， $\\mathrm { t } ( 4 3 ) { = } 4 . 4 1 5$ $\\mathsf { p } { < } 0 . 0 0 1$ ). In addition, the interaction between external control tendency and depressive symptoms was also significant $\\mathrm { B } { = } { - } 0 . 0 1 4$ ,t(43)=-4.700, $\\mathrm { { \\tt p } } { < } 0 . 0 0 1$ ). Moreover, the model remained significant after controlling demographic variables and anxiety symptoms ( $\\scriptstyle 1 2 = 0 . 5 5 1$ $\\mathrm { { \\tt p } } { < } 0 . 0 0 1 \\$ ） ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Further simple slope analysis (Aiken，West,& Reno,1991） found a relationship between depressive symptoms and cooperative altruistic behavior in the context of high external control propensity $( + 1 \\thinspace \\mathrm { S D } )$ )and low external control propensity (-1 SD). The results demonstrated that the depressive symptoms significantly weakened the cooperative altruistic behavior ( $\\mathrm { B } { = } { - } 0 . 1 1 4$ $\\mathfrak { t } ( 9 ) = -$ （20 4.002, $\\mathrm { { \\tt p } } { < } 0 . 0 0 1$ ） when the external control tendency was higher, when the external control tendency was lower, the the cooperative altruistic behavior were enhanced by depressive symptoms ( $scriptstyle \\mathrm { { B = } 0 . 0 4 0 }$ $\\mathrm { t } ( 8 ) { = } 1 . 7 2 0$ $\\scriptstyle { \\mathrm { p = 0 . 0 9 } }$ )but not significant. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This study examined the relationship between depressive symptoms and trust behavior and cooperative altruistic behavior on a new Trust Game. Consistent with previous studies (Wehebrink et al.,2018), depression symptoms has a negative relationship with trust behavior,showing that the depressed individuals tend to express less trust behavior in social interactions.Further regression analysis states that trust behavior is not only affected by depressive symptoms,but also by the tendency of the trait propensity to trust. With the trait trust under controlled,the predictive effect of depressive symptoms on trust behavior was still significant, and the predictive power of the regression model was lagerly improved ( $\\scriptstyle \\left( \\triangle \\mathrm { R } 2 = 0 . 1 1 3 \\right.$ ， $\\mathrm { { p } } { < } 0 . 0 5$ ). This finding provides a possible explanation for the negative results of some past studies (Unoka et al.,2OO9) in which the effects of depressive symptoms on trust behavior might be confused by the individual differences in trait trust. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Previous studies found that patients with depression during remission showed more cooperative altruistic behavior than healthy people (Ong et al.,2O17; Pulcu et al., 2O15), whereas patients with depressive episode had the opposite effect: their cooperative altruism was not significantly different from that of healthy ones (Clark et al.,2O13).This study found that there was no significant correlation between depression symptoms and cooperative altruistic behavior. However, further regression analysis showed that the relationship between depressive symptoms and cooperative altruistic behavior was moderated by external control tendency. Specifically, when the external control tendency of individuals was stronger, the effect of depresson on cooperative altruism behavior was weakened or even reversed， vice versa. These findings showed that depression indeed promoted cooperative altruism, but it was inhibited by externally controld locus of control. The result was consistent with the opinion that external control partners show less tendency to cooperate when they need to make an active choice (Boone et al.,2OO2),and that depressed patients also failed to turn their intrinsic moral and altruistic intentions into external prosocial behaviors (Morris & Kanfer, 1983;Pulcu etal.,2015). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "One surprisng finding needed to be addressed is that depressive symptoms were negatively related to external control tendency. A recent meta-analysis demonstrated that the depression was positively related to external control tendency, but many other studies did not find the same pattern or even found the opposites (Cheng et al.,2O13). So it is obviously that the depression symptoms is not simply impairing or promoting control tendency. For example, the symptoms of hopelesness and helplessness was found to bepositively related to external control,a belief that the living situation is determined by others or environmental factors insteand of oneself,but the same symptoms like self accusation and guilt was positively related to internal control, a belief that the living situation is determined by nothing but oneself (Abramson & Sackheim，1977).The ambiguous relationship between depressive symptoms and locus of control, as wellas the influence of pervied control on cooperation may altogether answer for the contradictory conclusions on depssion-cooperation relation in previous studies. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Some shortcomings should also be addressed. The main drawback regards to the sample size. Although the post-mortem statistical power analysis showed that the observed power of the regression analysis in this study was greater than O.8, future studies could repeat our study with larger sample size. Another drawback lays to the sample quality. All participants in this study were college student with same ages,in order to avoid the problem of high heterogeneity of clinical samples. More region and clinical samples shoule be included in the future to verify the scalability of the results. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "CONCLUSION ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Depression is often accompanied by impaired social functions and reduced interpersonal interactions. However, there was no consistent conclusion about the effect of depression on trust behavior and cooperative altruistic behavior before.For the first time,the present work clarified the equivocal relationships between depression and trust and altruistic cooperation by introducing trait factors such as propensity to trust and locus of control. Our results showed that depressive symptoms can impair trust behaviors in a way that is independent of the trait propensity to trust. Moreover, elevated depressive symptoms may produce enhanced altruistic cooperative behaviors,but only in those who believe that life can be controlled by themselves. Our findings also provides broader insights for research on social functioning in depressive disorders. Given the complexity and variability of the depressive symptomatology, it is unlikely that depression affects trust and cooperation by simply impairing or promoting them. Rather, different depressive symptoms may have different effects on social functions. For example,guilt and self-blame promote intentions of altruistic cooperation, while symptoms associated with externality such as hopelessness and despair may hamper the transition of these intentions to actual altruistic cooperative behaviors. Futher studies are needed to address the relationships between specific depressive symptoms and trusting/cooperative intentions and behaviors. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Abramson, L. Y., & Sackheim, H. A. (1977). A paradox in depression: Uncontrollability and selfblame. Psychological bulletin, 84(5), 838.   \nAiken,L. S., West, S. G., & Reno, R. R. (1991). Multiple regression: Testing and interpreting interactions: Sage.   \nBatson, C.D. (2011). Altruism in humans: Oxford University Press, USA.   \nBeck,A., Ward, C., Mendelson, M., Mock, J., Erbaugh,J., Mendekson, M.,... Mehdelson,M. (1967). Beck Depression Inventory (BDI): an inventory for measuring depression.   \nBoone, C., De Brabander, B., Carree,M., de Jong, G., van Olffen, W.,& van Witeloostuijn,A. (2002).Locus of control and learning to cooperate in a prisoner's dilemma game. Personality and individual differences, 32(5), 929-946.   \nCheng, C., Cheung, S. F., Chio, J. H.-m.,& Chan, M.-p. S.(2013). Cultural meaning of perceived control: a meta-analysis of locus of control and psychological symptoms across 18 cultural regions.Psychological bulletin, 139(1), 152.   \nClark,C.B., Thorne, C. B.， Hardy, S.，& Cropsey, K. L. (2013). Cooperation and depressive symptoms.Journal of affective disorders, 150(3),1184-1187.   \nCruwys, T., Haslam, S. A., Dingle, G. A., Haslam, C.,& Jetten, J. (2014). Depresson and social identity: An integrative review. Personality and Social Psychology Review, 18(3),215-238.   \nDestoop, M., Schrijvers,D.,De,G. C., Sabbe,B.,& De Bruijn, E. R. (2012). Better to give than to take? Interactive social decision-making in severe major depressive disorder. Journal of affective disorders, 137(1-3), 98.   \nEvans,A. M.,& Revelle, W. (2008). Survey and behavioral measurements of interpersonal trust. Journal ofResearch in Personality, 42(6),1585-1593.   \nHardin,H.K.,Lee,D.,& Moore, S.M. (2018). Trust Moderates the Relationship Between Social Support and Depressive Symptoms in Adolescents. Journal of Adolescent Health, 62(2), S54-S55.   \nHayes,A.F. (2013a). Introduction to Mediation, Moderation, and Conditional Process Analysis: A Regression-Based Approach.   \nHayes,A. F. (2013b). PROCESS: A versatile computational tool for observed variable mediation, moderation, and conditional process modeling: University of Kansas, KS.   \nJahng, J., Kralik, J. D., Hwang, D.-U., & Jeong, J. (2017). Neural dynamics of two players when using nonverbal cues to gauge intentions to cooperate during the Prisoner's Dilemma Game. NeuroImage, 157,263-274.   \nKupferberg, A., Bicks,L., & Hasler, G. (2016). Social functioning in major depressive disorder. Neuroscience&Biobehavioral Reviews,69,313-332.   \nLefcourt, H. M. (2O13). The locus of control as a moderator variable: Stress. Research with the Locus of Control Construct, 2,253-270.   \nLevensOn, H.(1981). 2 -DIFFERENTIATING AMONG INTERNALITY, POWERFUL OTHERS, AND CHANCE. Research with the Locus of Control Construct, 15-63.   \nMarroquin,B.,& Nolen-Hoeksema,S. (2015). Emotion regulation and depressive symptoms: Close relationships as social context and influence.Journal of personality and social psychology, 109(5), 836.   \nMoris, S. J., & Kanfer, F. H. (1983). Altruism and depresson. Personality and Social Psychology Bulletin, 9(4), 567-577.   \nOng,D. C., Zaki, J., & Gruber, J. (2017). Increased cooperative behavior across remited bipolar I disorder and major depresson: Insights utilizing a behavioral economic trust game. Journal of abnormal psychology, 126(1), 1.   \nPulcu,E.,Thomas,E.,Trotter,P.,McFarquhar,M.,Juhasz, G.,Sahakian,B...Elliott,R.(2015). Social-economical decision making in current and remitted major depression. Psychological medicine, 45(6), 1301-1313.   \nRoter, J. B.(1967). A new scale for the measurement of interpersonal trust. Journal of Personality, 35(4), 651-665.   \nSantini, Z. I., Koyanagi,A.， Tyrovolas,S.,Mason, C.,& Haro,J. M. (2015). The association between social relationships and depression: a systematic review. Journal of affective disorders, 175,53-65.   \nSpitzer, R.L., Kroenke, K., Williams,J. B. W., & Lowe, B. (2006). A brief measure for assessing generalized anxiety disorder: the GAD-7. Archives of Internal Medicine, 166(10),1092- 1097.   \nUnoka, Z.， Seres,I.， Aspan， N.， Bódi， N.，& Kéri, S. (2009). Trust game reveals restricted interpersonal transactions in patients with borderline personality disorder. Journal of Personality Disorders, 23(4), 399.   \nWehebrink, K. S., Koelkebeck, K., Piest, S., de Dreu, C. K.,& Kret, M. E. (2018). Pupil mimicry and trust-Implication for depression. Journal of Psychiatric Research, 97,70-76.   \nWickham, S., Taylor, P., Shevlin, M.,& Bentall R.P. (2014). The impact of social deprivation on paranoia, hallucinations, mania and depression: the role of discrimination social support, stress and trust.PLoS One,9(8), e105140. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    }
]