[
    {
        "type": "text",
        "text": "管状胃延长术是食管癌切除术后胃食管高位吻合时的应急选择 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "钟海，李想,梁洪森，刘南波，刘煜凡,张军花,吴旭南方医科大学附属南方医院惠侨医疗中心胸外科，广东广州510515摘要：目的介绍管状胃延长术这一创新的手术方法，并报道应用该手术方式实行食管癌切除及食管-管状胃颈部吻合的成功案例。方法报道我科自2015年9月\\~2016年10月收治的5名食管癌患者，2例诊断为颈段食管癌，3例胸中段食管癌,颈段食管癌患者行下咽切除 $+$ 全喉切除 $+$ 食管内翻拔脱 $^ { + }$ 胃口咽吻合术，胸中段食管癌患者行左颈、右胸、腹正中三切口食管癌切除 $^ +$ 食管-胃颈部吻合术,术中发现患者胃长度不够,难以在口咽部进行吻合,故被迫进行管状胃延长术以尽量延长管状胃。结果 全部患者手术成功,术后恢复情况良好,术后7\\~12d行上消化道造影未发现明显异常，术后2\\~3周病情平稳出院。结论 食管癌切除食管-胃高位吻合时,若发现管状胃长度不够或吻合口张力较高,管状胃延长术也许是个不错的应急选择。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：管状胃延长术；食管癌;管状胃；高位吻合",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Tubular gastric elongation surgery for high esophageal-gastric anastomosis after resection of esophageal cancer: analysis of 5 cases ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ZHONGHai,LIXiang,LIANGHongsen,LIUNanbo,LIUYufan,ZHANG Junhua,WU Xu DepartmentofracicurgeryouthernHosptalouthernedicaloersityGuangzhou5, ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Objective To summarize our experience with tubular gastric elongation surgery for management of insuficient gastric length for highesophageal-gastricanastomosis following esophagealcarcinoma resection.MethodsFrom September, 2015 to October 2016,5 patients with esophageal cancer were treated in our department, including two with cervical esophagealcancer and 3 with thoracic esophageal cancer. Thepatients with cervical esophageal cancer underwent pharyngeal resection,total laryngectomy,esophageal varusextubationand gastricoropharyngeal anastomosis，and thepatients with thoracicesophagealcancer underwent esophagealcancerresection with incisionsonthe leftneck,therightchestand the medianabdomen.Duringthe surgery，the length of the stomach was found insuficient toalow routine oropharyngeal anastomosis,and tubular gastric elongation wasconducted toextend thetubular stomach toenablesucessful completionof the urgery. Results Allthe patients recovered smoothlyafter thesurgery and were dischargedafter 2-3 weeks.Conclusion Tubulargastric elongationsurgerycanbeagood choiceforhighesophageal-gastricanastomosis afterresectionof esophageal cancer in cases of insuficient tubular stomach length or high tension at the anastomosis. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: tubular gastric lengthening surgery; esophageal cancer; gastric tube; high esophageal-gastric anastomosis ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "近年来食管癌在我国发病率逐年增加，手术切除已成为根治性治疗的重要方法。临床上传统的食管替代物有胃、空肠和结肠，由于胃血供丰富,取材方便,因此长期以来被作为代替食管的首选器官，将胃制成管状胃较符合解剖学特点2，术后并发症较少，在临床应用最多。然而术中偶尔会因为患者的胃过小或其他原因，造成制成管状胃后发现管状胃长度不够，或者长度勉强符合要求，但是吻合后吻合口张力过高，这给手术增添了巨大的难度。我科自2015年9月 ${ \\sim } 2 0 1 6$ 年10月收治的5名食管癌患者，术中均发生了管状胃长度不够的问题，胸外科吴旭教授使用了一种使管状胃长度适当增加的手术方式一管状胃延长术，并成功应用于患者，本文探讨其临床应用的可行性和手术安全性。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1资料和方法",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1一般资料",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "总结我科自2015年9月\\~2016年10月收治的5名食管癌患者，5例患者均为男性，2例颈段食管癌，3例胸中段食管癌，术前均经PET-CT及胃镜活检证实为食管鳞状细胞癌。2例颈部食管癌患者中，1例为放疗后复发患者，1例为原发患者，均行下咽切除 $+$ 全喉切除 $+$ 食管内翻拔脱 $. +$ 气管永久造口 $+$ 管状胃下咽吻合 $^ +$ 空场造瘘术。3例胸中段食管癌患者均为超长食管癌(病变长度大于 $8 ~ \\mathrm { c m } ^ { [ 3 ] } .$ ),其中1例经上消化道造影证实病变长度达$2 2 . 5 ~ \\mathrm { c m }$ (经教育部查新中心证实为世界最长食管癌4），3例均行左颈、右胸、腹正中三切口食管癌切除 $+$ 管状胃颈部吻合术，术中均使用管状胃延长术。2颈部食管癌患者因耳鼻喉科医生在切除下咽全喉时，切除范围过大，切除平面过高，使制成的管状胃过短，对已制成的管状胃行管状胃延长术，使管状胃延长 $3 \\mathrm { c m }$ 左右。3例胸中段食管癌患者，因评估其胃较小，正常方法制成管状胃可能无法行颈部吻合，故直接应用管状胃延长术的方法制成管状胃。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2管状胃延长术的方法",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "一般管状胃的制作方法：经腹正中切口游离胃,保留胃大弯侧胃网膜右血管弓，松解幽门及十二指肠球部;将全胃拉平拉直，保持适当张力，于胃底胃小弯处合适部位为起点，以直线切割缝合器切除适当胃组织，仅保留胃大弯部制成管状胃，切除时尽量保证切除线与伸直后的胃大弯保持平行，使制成的管状胃为一竖直管状，管径一般大于 $3 \\mathrm { c m }$ ,这样制成的管状胃长度明显大于胃小弯长度，略小于胃大弯的长度，是管状胃的第一次延长，一般情况下可完成高位吻合。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "已制成管状胃的延长方法(主要应对已制成管状胃后发现管状胃长度不够的情况)：将已制成管状胃拉平拉直，保持适当张力，于胃小弯切割线处(即第一次制管状胃时直线切割缝合器切割处)用直线切割缝合器以一定角度在相隔适当的距离打出数个三角[根据管状胃管径及需要延长的长度决定需要切割三角形的底边长度(图1中的A)及两底角角度(图1中的D角）],再将打成的三角拉直(即将图1中的B、C两边展开成直线)，根据三角形两边之和大于第三边的理论，管状胃显然被变长了，这就解决了管状胃长度不够的问题，",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "胃直接制成延长型管状胃的方法：与普通管状胃制作一样,常规对胃进行游离,在沿胃小弯制作管状胃时，不按照传统的平行与胃大弯用直线切割缝合器进行切割，而是直接使用管状胃延长术，在小弯处用直线切割缝",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2结果",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/fc75c1b5356e7499759a61cd75da30c5225d4d18b5af207a73107e8ba51c3ba0.jpg",
        "img_caption": [
            "图1图中长方形为管状胃示意图",
            "Fig.1 Diagram illustrating the gastric tube shown as a rectangle.ThesideB and side Cof the triangleshow the cutting positions of the linear cutter stapler and sideA indicates the distance between the two cuts. AngleDis theangle formedby the cutter staplerand the lesser curvature. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "合器打成一个个底边相连的三角形，将胃展开后，根据三角形两边之和大于底边的理论，管状胃显然比传统管状胃延长了。以上几种管状胃制作的示意图及理论(图2)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为方便计算及展示，我们建立一个直角三角形模型，建立好直角三角形模型后,开始进行理论证明。临床一般常用的直线切割缝合器一般最大有效长度为 $6 0 \\mathrm { m m }$ 假设C边为吻合器切割的最大长度，即 $\\mathrm { C = } 6 0 \\ \\mathrm { m m }$ ，根据底边角度D的不同，根据公式sinD=B/A、cosD=C/A可以得出管状胃各边长度及延长的长度。",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/f6b0887367e7215923296c5a2507454b170226dea85ead25f7f2845897dc1925.jpg",
        "img_caption": [
            "图2管状胃延长术的理论模型 Fig.2 A theoretical model of tubular gastric elongation surgery exemplified by a rightangledtriangle.SidesA,B,andCand angle D are the same as those in Fig.1. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "临床方面，图3、图4为手术中照片，应用管状胃延长术的5名患者术后恢复情况良好，于术后7\\~12d均行上消化道造影未发现明显异常，术后2\\~3周病情平稳出院；理论方面，根据图2的示意图可以清晰的看到，因为$\\mathbf { B } { + } \\mathbf { C } > \\mathbf { A }$ ，管状胃延长术可以明显的延长管状胃，且可以根据患者手术中实际情况的不同，调整切割的长度和角度，灵活的应用于临床，是一个创新可行的新手术方法。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3讨论",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前大多数人认为胃是理想的食管替代器官[5]，因其血运丰富，手术操作局限于消化道上部，胃的结构及其解剖顺位仍与食管相接，较符合消化道生理特征，而管状胃是指通过游离、松解胃小弯周围血管、筋膜及脂肪等组织，通过裁剪小弯侧保留大弯侧，将胃制成管道形状并与食管残端相吻合。有文献显示，相比全胃代食管，制作管状胃可使胃体长度增加，管状胃的长度可以达到 $2 8 { \\sim } 4 2 ~ \\mathrm { c m }$ ，平均 $3 9 \\ \\mathrm { c m }$ ,管状胃的长度基本可以满足在胸部或颈部做吻合[6。Buunen[通过制作20例保留胃大弯宽度约 $4 \\ \\mathrm { c m }$ 的管状胃，在脾门处结扎胃网膜左血管，发现管状胃的长度较全胃可延长至少 $5 \\mathrm { c m }$ 。这提示我们，管状胃拥有更宽裕的吻合余地，因此，管状胃代食管技术已成为胸外科医生在食管癌手术中的首选。临床上偶尔也会遇到管状胃长度绝对或相对不足的情况：(1)患者长期无法进食或进食较少使胃退行性萎缩；(2)颈部食管癌时，为了做到根治性切除，切除平面过高，使管状胃需要上提至下咽甚至口咽进行吻合;",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/e153e5a11339f84915a2373e0f40083118c2fcad15caf51148deb951e305f264.jpg",
        "img_caption": [
            "图3手术中管状胃延长术的切割方向，两个镊子成 角为切割角度，箭头所指为切掉的三角形胃组织 Fig.3 The tweezers show the cutting positions of linear cutter stapler. Arrows indicate the gastric tissue to be resected. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(3)食管疾病合并胃部疾病，需要切除部分胃组织造成胃组织较少；(4)先天性小胃或既往胃切除手术病史后的“小胃”。这几种情况都会给临床医生造成很大的麻烦，并可能使一些特殊的病人（如先天性小胃或者既往胃部分切除病史)无法进行手术治疗或者需改行损伤更大的手术方式如空肠、结肠带食管术[8-10],而管状胃延长术则解决了这些问题，给既往一些无法手术的患者带来了希望，也是解决食管癌切除后胃食管高位吻合时管状胃长度不足时的应急之策。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "管状胃延长术，虽然可以延长了管状胃的长度，但是从手术方法上讲，不可避免的牺牲了一部分管状胃的宽度，所以管状胃延长术的使用仍有一定的条件。目前研究对于管状胃的具体宽度仍然没有定义，一般认为宽度 $3 { \\sim } 5 ~ \\mathrm { c m }$ 的管状胃比较合适[1I-13],虽然目前有研究认为,宽度小于 $3 \\mathrm { c m }$ 的管状胃也存在一定优势[14-15],但是并未有论述到底小于多少的管状胃是合适的，所以我们认为，在使用管状胃延长术时，须使延长后的管状胃宽度大于 $3 \\mathrm { c m }$ ，若管状胃宽度已经小于 $3 \\mathrm { c m }$ ，则不推荐使用管状胃延长术。虽然管状胃代食管较其他食管重建术更有优势，但其并发症和其他不足之处仍是临床有待攻克的难题,所以追寻\"人工食管”一直是食管外科学者的梦想和目标，随着生物材料的发展和3D打印技术的进步[16-17],可以预测到管状胃代食管技术在未来可能会被人工食管所淘汰[18]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[1」傅剑华.从解剖生理学角度谈胃代食管重建术[J].中华胃肠外科杂志,2008,11(1):8-10.  \n[2]车嘉铭,项捷,陈 凯,等.管状胃在食管、贲门癌手术中的临床应用[J].中国胸心血管外科临床杂志,2010,17(2):96-8.  \n[3]饶建华,胡心传.60例超长食管癌放射治疗近期疗效及生存分析[J]肿瘤防治研究,1995,25(2):103-4.  \n[4]吴旭,张振中,刘南波，等.改良三切口食管癌切除术成功切除18.3cm巨块型食管癌1例[J].南方医科大学学报，2016,36(7):1018-20.  \n[5]Haverkamp L,Seesing MF,Ruurda JP,et al.Worldwide trends in",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/e054604303c9124188fa3956bb219f9989230b757e883be335e9043eede8ff1c.jpg",
        "img_caption": [
            "图4延长后的管状胃 Fig.4 The elongated gastric tube. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "surgical techniquesinthetreatment ofesophagealand ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "gastroesophageal junction cancer[J].Dis Esophagus,2017,30(1):1- 7.   \n[6]Liebermann-Mefert DM, Meier R, Siewert JR.Vascular anatomy of the gastric tube used for esophageal reconstruction[J].Ann Thorac Surg,1992,54(6): 1110-5.   \n[7]Buunen M,Rooijens PP, Smaal HJ,et al. Vascular anatomy of the stomach related to gastric tube construction［J].Dis Esophagus, 2008,21(3): 272-4.   \n[8]Baker CR,Forshaw MJ, Gossage JA,et al. Long-term outcome and quality of Life aftersupercharged jejunal interposition for oesophageal replacement[J]. Surgeon,2015,13(4): 187-93.   \n[9]Blackmon SH,Correa AM, Skoracki R,et al. Supercharged pedicled jejunal interposition foresophageal replacement:a 1O-year experience[J].Ann Thorac Surg,2012,94(4):1104-11;discussion 1111-3.   \n[10] Schaefer N SC, prognosis of gastric stump carcinoma in comparison with primary proximal gastric cancer[J].Am J Sur,20o7,194(1): 63-7.   \n[11]冯 源,吴 楠,阎石,等.食管癌手术细管状胃制作及术中肠内营养通 路的建立[J].中华临床营养杂志,2011,19(6):377-82.   \n[12] Ndoye JM, Dia A,Ndiaye A,et al. Arteriography of three models of gastric oesophagoplasty: the whole stomach, a wide gastric tube and a narrow gastric tube[J]. Surg Radiol Anat, 2006,28(5): 429-37.   \n[13]师晓天,许冰,张新华,等.食管癌切除管状胃重建术后吻合口瘘的 预防策略[J].中华胃肠外科杂志,2014,34(9):941-2.   \n[14]施庆彤,范黄新,刁亚利.管状胃宽度与食管癌术后抗胃食管反流的 临床研究[J].中华胸部外科电子杂志,2016,3(1):25-8.   \n[15] Tabira Y, Sakaguchi T,Kuhara H,et al. The width of a gastric tube has no impact on outcome after esophagectomy[J].Am J Surg, 2004,187(3): 417-21.   \n[16]Barbera M,di Pietro M,Walker E,et al. The human squamous oesophagus has widespread capacity for clonal expansion from cells at diverse stages of differentiation[J].Gut, 2015,64(1): 11-9.   \n[17]Lees JG,Lim SA,Croll T,et al. Transplantation of 3D scaffolds seeded with human embryonic stem cells:biological features of surrogate tissue and teratoma- forming potential[J].Regen Med, 2007,2(3):289-300.   \n[18]王文凭,陈龙奇.食管癌外科治疗的现状与展望[J].中国胸心血管外 科临床杂志,2011,18(1):58-65. ",
        "page_idx": 2
    }
]