[
    {
        "type": "text",
        "text": "Females Meditate and Males Play Games: Gender Differences in the ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Benefits of Meditation Training ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yuzheng Wang1,², Yahong Chen1,2, Yuqi Sun12, Ke Zhang³, Ning Wang1,2, Yabin Sun12, ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xiaoxiao Lin1², Jinyan Wang1, Fei Luo1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1- CAS Key Laboratory of Mental Health, Institute of Psychology, Chinese Academy of Sciences, Beijing, 100101, P.R. China.   \n2- Department of Psychology, University of Chinese Academy of Sciences, Beijing, 100049, P.R. China.   \n3- Beijing Key Laboratory of Learning and Cognition, Department of Psychology, Capital Normal University, Beijing,100048, P.R. China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Corresponding Author: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Fei Luo, Ph.D.   \nCAS Key Laboratory of Mental Health, Institute of Psychology,   \nChinese Academy of Sciences,   \n16 Lincui Road, Chaoyang District, Beijing, 100101, P.R. China.   \nE-mail: luof@psych.ac.cn Jinyan Wang, Ph.D.   \nCAS Key Laboratory of Mental Health, Institute of Psychology,   \nChinese Academy of Sciences,   \n16 Lincui Road, Chaoyang District, Beijing, 100101, P.R. China.   \nE-mail: wangjy@psych.ac.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Category: Original article ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "This Work was funded by an NNSF (National Natural Science Foundation of China) grants (31471061) to F.L., NNSFgrant (31271092) to J.-Y.W., an NNSF grant (31671140) to N.W., grants from CAS Key Laboratory of Mental Health, Institute of Psychology (KLMH 2014G01, KLMH2016K02) and a grant from the initiation fund of the CAS/SAFEA International Partnership Program for Creative Research Teams (Y2CX131003). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Although extensive research has shown the benefits of meditation on attention, evidence for the benefits of short-term meditation training remains scarce. In addition, prior studies on these benefits have included considerably more females than males, potentially concealing gender differences in attention training effects. Here we present a longitudinal study including equal-sample male and female participants to explore potential gender differences in short-term meditation training effects on an attentional blink (AB) task. One hundred and sixty-five college students were randomly divided into three groups: meditation training, video game training and control (no training). Participants were asked to complete the Five-Facet Mindfulness Questionnaire and the State-Trait Anxiety Inventory, and to rate their level of emotional state and time spent on video game playing per day. Participants then completed a 4-day, 20-min training including meditation training， video game training,or a waiting period (control). After training, participants rated their arousal state and emotional state, and performed the AB task. Results showed that participants who completed either shortterm meditation training or video game training showed significant improvement on AB performance. Interestingly, meditation training was more effective in females, while video game training was more effective in males. Meditation training, but not video game training, decreased anxiety scores. The current results indicate that gender plays an important role in the benefits of attention training. It is essential that clinicians take gender into consideration when implementing meditation based therapy. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords meditation; gender differences; attentional blink; short-term; game ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Meditation is defined by a set of self-regulation practices that focus on training attention and awareness to gain greater voluntary control over mental processes (Walsh & Shapiro, 2Oo6). There are many types of meditation, including mindfulness, Vipassana, Zen, yogic meditation, Tibetan Buddhism, Transcendental Meditation, and loving-kindness-compassion， among others (Travis & Shear， 201O). Based on traditional meditation texts and modern neuroscientific concepts, standard practices are grouped into two broad categories: focused attention (FA） and open monitoring (OM) meditation. FA meditation entails voluntary and sustained attention on a specific focal point, such as breath. OM meditation involves the development of the ability to openly monitor physical and mental states and includes a meta-awareness of the ongoing contents of thought (Cahn & Polich，2OO6; Lutz, Slagter， Dunne，& Davidson, 2008). Generally, FA is cultivated as a prerequisite to OM (Cahn & Polich, 2006; Lutz et al.， 2Oo8). The past decade has seen a rapid increase in meditation research in cognitive fields (Chiesa & Serretti， 2O11)， such as attentional process (Cahn & Polich, 2006; Jha, Krompinger, & Baime, 2007), working memory (Zeidan, Johnson, Diamond, David, & Goolkasian, 2O1O), and executive control (Tang et al., 2007; Zanesco, King,Maclean,& Saron, 2O13). The primary and direct efects of meditation lead to improvements in attention, and a meta-analysis has shown that the effect of meditation on attention has a medium effect size (Eberth & Sedlmeier, 2012). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Meditation modifies attentional processes as well as attentional networks. Specifically, meditation training gives rise to significant improvements in subsystems of attention such as alerting (i.e., sustaining attention or vigilance, Brefczynski-Lewis, Lutz,Schaefer, Levinson,& Davidson, 2007; Carter et al.， 2005; Jha et al., 2007; MacLean et al.， 201O)， orienting (i.e.， selective attention or concentration, Brefczynski-Lewis et al.， 2007; Jha et al.， 2007)，and conflict monitoring (i.e., executive attention or divided attention, Jha et al., 2Oo7; Lutz et al., 2O08; MacLean et al., 2010; Tang et al., 2007). For example, MacLean et al. (2010) have shown that intensive meditation training improves visual discrimination and vigilance during sustained attention and that the effects are maintained at a five-month follow-up. In an fMRI study, Brefczynski-Lewis et al. (2007） found that, compared with a resting condition， experienced FA meditators activated brain regions involved in orienting (visual cortex),alerting (the superior frontal sulcus and intraparietal sulcus),and monitoring (dorsolateral prefrontal cortex, dlPFC). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The majority of research showing the effectiveness of meditation on attention are cross-sectional studies, comparing meditation experts to novices. Therefore, a causeeffect relationship between mediation and improvement in attention has not yet been clearly demonstrated. Longitudinal studies are needed to eliminate confounding factors (e.g. pre-existing differences between experts and novices) and to clarify a more precise developmental trajectory of trained abilities (Davidson & Kaszniak, 2015;Lutz et al., 2Oo8). Short-term meditation training has demonstrated significant effects on sustaining attention (Semple, 201O)， selective attention (Pratzlich, ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Kossowsky, Gaab, & Krummenacher, 2016),and conflict monitoring (Ainsworth, Eddershaw, Meron, Baldwin, & Garner, 2013; Tang et al., 2007). For example, five days of 20-min meditation training improved performance in conflict monitoring (attention network task, Tang et al.， 2007). In addition， Pratzlich et al. (2016) demonstrated improvement in attentional performance after three days of $2 0 \\mathrm { - m i n }$ meditation training when positive, but not negative, expectations were suggested. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In addition to a lack of longitudinal studies on meditation effects on attention, males have been under-represented in mediation research. According to a review of 117 randomized controlled trials of mindfulness-based therapies,male participants accounted for less than $2 9 \\%$ of 9,820 total participants (Bodenlos, Strang,GrayBauer, Faherty,& Ashdown, 2O16). It is therefore essential to conduct studies with a more equal male/female participant ration. Based on available literature, females appear to benefit more from mental skill training than males.A higher level of motivation may account for the higher rate of females that participate in mediation training. A national America survey found that the frequency of private prayer and spiritual experiences is greater for females than males (Maselko & Kubzansky, 2006). In addition, research has provided evidence that females benefit more from meditation training than males. For example, a review found that mindfulness-based treatments (MBTs) for substance use disorders are more effective for women than for men (Katz & Toner, 2012). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The different coping strategies to psychological distress between men and women may account for the gender suitability of meditation training. For example, when coping with psychological distress， men tend to “externalize” their distress by directing action outward (e.g., playing sports or video games, etc.), whereas women tend to internalize their distress by directing action inward (e.g., ruminating or writing about a negative event，Broderick， 1998；Li， Digiuseppe，& Froh，2006). This difference in “internalizing” versus “externalizing” strategies may result in women preferring and benefiting more from mindfulness-based treatments than men (Katz & Toner, 2Ol2).A recent research revealed that women benefit more than men from meditation training in response to negative affect (Rojiani, Santoyo, Rahrig, Roth, & Britton,2O17). Specifically, the participants completed self-report questionnaires of affect, mindfulness,and self-compassion before and after a 12-week meditation training. Compared to men, women showed greater decreases in negative affect and greater increases on scales measuring mindfulness and self-compassion. In contrast, men showed non-significant increases in negative affect. Despite this initial work on divergent gender effects on negative affect， broader divergent gender efects in meditation training is still needed. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Here we report on a longitudinal study of a 4-day mediation training program with equal-sample male and female participants. The effects of meditation on an attentional blink (AB) task, as well as the influence of gender on training effects were analyzed. A previous study has shown that video game playing can enhance one's performance in selective attention tasks (Green & Bavelier, 2Oo3) and therefore a computer game playing group was also assessed for comparison. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The current study tested the following two hypotheses: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "H1: Both meditation training and video game training improve performance in a selective attention task.In addition, meditation training is more effective than video game training. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "H2: Gender differences exist in training effectiveness. Specifically, meditation training is more effective for females while video game training is more effective for males. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Participants ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A power analysis using the software $\\mathbf { G } ^ { * }$ Power 3.1 revealed that 76 participants were needed to detect a small to medium effect size ( $\\mathrm { \\Phi } ^ { \\prime } \\mathrm { f } = 0 . 2 5 )$ of a Group $\\times$ Gender $\\times$ Lag interaction with $9 5 \\%$ power (ANOVA: repeated measures,within - between interaction; at the 0.05 significance level; Faul et al. 2007). The expected effect size was based on a recent meta-analysis of mindfulness intervention (Bohlmeijer et al. 2010） and a recent review of acceptance-based treatments (including mainly mindfulness studies) in pain (Veehof et al. 2O11). One hundred and sixty-five healthy, right-handed Chinese college students from Chinese Academy of Sciences participated in the study. Participants were awarded 8O yuan RMB for participation. Three participants dropped out and two were lost without post-test. Eleven participants(7 females) were excluded out of $\\pm 3$ Standard Deviation (SD). All results remained consistent， regardless of whether these participants were included in analyses. In total,149 Chinese participants (83 females) completed the study ( $\\ M _ { \\mathrm { a g e } } =$ 22.80 years, $S D = 2 . 1 0$ ). The study design is illustrated in Figure 1.All participants reported normal or corrected-to-normal vision, no meditation experience and were naive to the purpose of the experiment. None of the participants reported a current sleep disorder or emotional disorders. Participants provided written informed consent prior to participation. The experimental protocol was approved by the institutional review board of the Institute of Psychology, Chinese Academy of Sciences. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Procedure ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Participants were tested on the AB task (described below) individually by an HP computer in a quiet laboratory, with temperature set at $2 2 { - } 2 4 ~ ^ { \\circ } \\mathrm { C }$ .Subjects viewed the experimental materials from a distance of $4 0 \\ \\mathrm { c m }$ . An E-prime program (version 1.0; Psychology Software Tools, Pittsburg, PA, USA) ran the experiment and recorded the data. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "During the pre-test, mindfulness level, state/trait anxiety, mood, and time spent on video games per day were assessed. Subjects were then randomized into three groups: meditation training group, video game training group, and control group. Participants in the meditation group took part in a 4-day $( 2 0 \\mathrm { \\ m i n / d } )$ meditation training. Participants in the video game training group played a link-link game for $2 0 \\ \\mathrm { m i n / d }$ The control group received no training. Arousal level, state anxiety, mood, and AB performance were assessed at the post-test on the fourth day. See Figure 1 for a CONSORT diagram of participant flow. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Interventions ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Meditation training. Meditation training took place over four consecutive days after the pre-test. The instructions focused on teaching naive participants the step-bystep practice of meditation without any spiritual or religious emphasis. The training content was modified from Wallace (2006) and Zeidan et al. (2010). Participants meditated according to an audio file recorded by a female researcher. Each training session was approximately 20 min and participants completed training individually. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The content of the meditation training program was a continuum from FA to OM (Wallace, 2006; Zeidan, Gordon, et al., 2010). On day 1, subjects were instructed to relax,with their eyes closed,and to simply focus on their breathing by counting their breaths from one to ten, and attending to the pauses between breathing cycles. If a random thought arose， they were told to passively notice and acknowledge the thought and to simply “let it go” by focusing attention back to the sensations of breathing. On training days 2-4, participants worked on developing mindfulness skills. For example, on day 2, subjects were taught to focus on the full flow of breath, including bodily sensations (e.g., rise and fall of the abdomen and chest). On day 3, subjects were taught to focus on the subtle sensations occurring at the nostrils or above the upper lip during breathing. In addition, participants were taught to notice and focus on any sensations that arose in their body, and to simply acknowledge those feelings and then return their attention back to breathing. On day 4 participants worked on developing the skills established on days 1-3,however, more time was spent in silence so that participants could meditate. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Video game training. Video game playing has become a ubiquitous activity in today's society, and as such, it is easily accepted by participants (Green & Bavelier, 2003). Video game playing enhances the capacity and spatial distribution of attention (Green & Bavelier, 2Oo3). The elderly gain psychological benefits from video game playing (Allaire et al.， 2O13） and surgeons can benefit from training using video games (Boyle, Kennedy, Traynor, & Hill, 2O11). Therefore，video gaming is now frequently used in the fields of psychology and neuroscience (Lorenz， Gleich, Gallinat, & Kuhn, 2015). Unlike meditation training, participants in the video game training group,devoted active attention to the playing process in order to increase speed and skill. It is therefore, an acceptable attention-matched control group. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The link-link game was chosen as the video game training task. Participants were shown a variety of similar icons in a random-ordered square matrix and were asked to discriminate and link pairs of icons.Participants clicked on two same icons, if the lines connect them are not more than three and no touch on other icons, and then these two icons are removed. The participants were given $2 0 ~ \\mathrm { m i n }$ to complete the task. Video game training was chosen as a comparison to meditation training for two reasons. First, in order to successfully complete the task, it was necessary for participants to focus their attention to discriminate differences between icons and to ignore distraction from similar icons nearby. Second, participants must monitor targets that are scattered in various locations. Both focusing and monitoring are important to attention allocation，and correspond to meditation training. As with meditation training, abilities in video game training were developed progressively. The complexity and difficulty of the game increased from day 1 to day 4: the game matrices consisted of four degrees of difficulty: easy( $1 2 \\times 7$ icons, 6 species), normal （ $1 4 \\times 8$ icons,8 species), difficult ( $1 6 \\times 9$ icons,16 species), and very difficult ( $1 8 \\times$ 10 icons, 24 species). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Measures ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The Five-Facet Mindfulness Questionnaire (FFMQ). The FFMQ is a 39-item self-report measure of mindfulness (Baer, Smith, Hopkins,Krietemeyer, & Toney, 2006). The questionnaire consists of five subscales: observing (8 items,e.g.，When I'm walking, I deliberately notice the sensations of my body moving), describing (8 items,e.g.， I'm good at finding the words to describe my feelings)，acting with awareness (8 items, e.g.， I don't pay attention to what I'm doing because I'm daydreaming, worrying, or otherwise distracted), non-judging (8 items, e.g., I criticize myself for having irrational or inappropriate emotions), and non-reacting (7 items, e.g.,I watch my feelings without getting lost in them). The items are rated on a 5- point Likert scale ranging from 1 (never or very rarely true) to 5 (very often or always true).The Chinese version of FFMQ has previously demonstrated good test-retest reliability， and acceptable consistency reliability in all facets (Cronbach's alphas: 0.75，0.84， 0.79,and 0.66) except for non-reacting (0.45). Confirmatory factor analysis provided support for a 5-factor model (Deng, Liu, Rodriguez, & Xia, 2011). Therefore,the FFMQ is suitable as a measure of mindfulness in Chinese college students (Deng et al., 2O11). In the current study, the Cronbach's alphas of the entire questionnaire,and the five subscales were 0.76, 0.75, 0.85, 0.81, 0.73,and 0.52, respectively. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The State-Trait Anxiety Inventory (S-TAI). The S-TAI is a 4O-item inventory. The first 20 items assess state anxiety, and the second 2O items assess trait anxiety (Spielberger, Gorsuch, Lushene, Vagg, & Jacobs, 197O). The items are rated on a 4- point Likert scale ranging from 1 (not at all) to 4 (very much so). Confirmatory factor analysis has shown that the Chinese version is suitable for the measure of state and trait anxiety (Shek,1993). In the current study, the Cronbach's alpha coefficients were 0.89 for state anxiety and O.87 for trait anxiety. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Mood.Participants were asked to rate their current emotional level with a single question on a visual analogue scale ranging from -5O (extremely unpleasant) to 50 (extremely pleasant). O represented neither unpleasant nor pleasant. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Arousal state. Participants were asked to rate their current state of arousal with a single question on a visual analogue scale ranging from -50 (extremely tired) to 50 (extremely excited). O represented neither tired nor excited. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Time spent on video gaming. Participants were asked how many hours they had spent on video game playing per day during the week. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The AB task. The AB task is a rapid serial visual presentation task. The stimuli were l6 capital letters chosen from 18 letters in Courier New font, $( 4 8 \\ \\mathrm { p t } )$ ，with 8 letters omitted to avoid character pattern confusion (I, L; O, Q; U, V; and X, Y). Each letter was presented on a $4 \\ \\mathrm { c m } \\ \\times \\ 4$ cm grey background (RGB, 127,127,127). The display was viewed from $4 0 \\ \\mathrm { c m }$ . Thus, each stimulus subtended approximately $5 . 7 2 \\times$ 5.72 degrees of visual angle. E-prime software was used to conduct the test (Version 1.1；Psychology Software Tools Inc.， Sharpsburg， PA). Each trial consisted of 16 items (2 white letters and 14 black letters). The letters on a given trial were randomly generated by the computer under the constraint that the same letters could not appear in one trial. Two randomly sampled (but not identical) uppercase letters, designated Tl and T2, were selected as targets. The position of Tl was randomly presented so that it appeared an equal number of times in serial positions 3-7. Six lags between Tl and T2, from Lag 1 (no intervening items, stimulus onset asynchrony $( \\mathrm { S O A } ) = 6 7 ~ \\mathrm { m s } )$ to lag 5 (4 intervening items, $\\mathrm { S O A } = 2 6 8 ~ \\mathrm { m s }$ ), and lag 7 (6 intervening items, $\\mathrm { S O A } = 4 0 2 ~ \\mathrm { m s }$ ), were crossed with the five serial positions of Tl, and the design was replicated eight times for a total of 240 trials, with 40 trials at each lag. One practice block of 20 trials was followed by three experimental blocks of 80 trials each. The experiment was selfpaced. Participants rested at least one minute between each block. The AB paradigm is illustrated in Figure 2. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Participants began each trial by pressing the space bar on the computer keyboard. A plus sign, lasting 5OO to 1,OoO ms, appeared at the center of the monitor screen as a fixation point. After fixation, the stream of stimuli appeared successively without inter-stimulus space at the same location for 67 ms each (presentation rate $= 1 5$ items per second). Participants were instructed to enter T1 and T2 after each trial. Participants were encouraged to guess when they were unsure of the letters. No feedback was given. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The primary measure was the percentage of correct T2 responses from trials in which T1 was accurately identified. Subjects frequently fail to report T2 when it is presented within 200-500 ms after T1. When subjects are instructed to ignore the T1 stimulus, T2 is usually reported accurately regardless of the lag between the two targets (Raymond, Shapiro, & Arnell, 1992). This suggests that the AB task measures attention to T1 and consolidating it into working memory (Chun & Potter, 1995), rather than a perceptual deficit. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Data analysis ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Statistical analyses were performed with SPSS 22.0 (SPSS Software,Armonk, NY, USA)，and GraphPad Prism 5.0 (GraphPad Software, La Jolla, CA，USA). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Statistical significance was set at $p < 0 . 0 5$ ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Group differences in gender were analyzed by chi-square analysis. Gender $\\times$ training group two-way ANOVAs were performed for age, education, FFMQ, TAI, arousal scores， and time spent on video gaming. Three-way repeated measures ANOVAs (training group $\\times \\ : \\mathrm { g } \\in$ ender × lag) were used to analyze SAI, mood scores and the effects of gender on AB.Partial eta square $( \\eta _ { ~ p ) } ^ { 2 }$ was used as an indicator of effect size.A Greenhouse-Geisser correction was applied when data failed the Mauchly's test of sphericity. A Bonferroni correction was applied to post-hoc tests. Pearson's correlations were performed to examine associations between AB and selfreported measures. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Demographic Characteristics ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "There was no significant baseline difference in gender distribution between groups $\\textstyle ( \\chi ^ { 2 } = 0 . 5 1 5$ ， $p = 0 . 7 7 3 \\$ ). A series of 3 (training group) $\\times 2$ (gender) ANOVAs showed that there were significant main effects of training group on the FFMQ description subscale $( F _ { ( 2 , ~ 1 4 1 ) } = 4 . 0 1 6$ ， $p = 0 . 0 2 0$ ， $\\eta _ { ~ p } ^ { 2 } = 0 . 0 5 4 )$ ，with the meditation group scoring lower than both the video game group $( p = 0 . 0 0 8 )$ and the control group （20 $( p = 0 . 0 3 8 )$ . There was also a significant gender effect on arousal $( F _ { ( 1 , 1 4 1 ) } = 6 . 9 0 9$ $p =$ 0.010, $\\eta _ { { { \\ L } ^ { 2 } } p } ^ { 2 } \\ = \\ 0 . 0 4 7 ;$ ，with females scoring lower on arousal than males. No other statistically significant effects were observed. Descriptive statistics are shown in Table 1. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "EffectofGenderon AB ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "T2 accuracy was analyzed by a 3 (training group) $\\times 2$ (gender) $\\times 6$ (lag) repeated measures ANOVA. There was a significant lag effect of lag on T2 accuracy $( F _ { ( 5 , 1 3 9 ) } =$ 95.657, $p < 0 . 0 0 1$ ， $\\eta _ { \\mathrm { ~ } p } ^ { 2 } = 0 . 7 7 5 ,$ , reflecting an AB pattern. In other words, the accuracy decreased at lags 2-3 and then increased through lags 4-7 (see Fig. 3C). The ANOVA revealed a main effect of gender $( F _ { ( 1 , ~ 1 4 3 ) } = 5 . 7 5 1$ ， $p = 0 . 0 1 8$ ， $\\eta _ { { \\mathrm { ~ \\it ~ p ~ } } } ^ { 2 } = 0 . 0 3 9 )$ ，with males having higher accuracy than females (see Fig. 3A). In addition, there were significant gender $\\times$ training group $( F _ { ( 2 , ~ 1 4 3 ) } = 6 . 1 0 5$ ， $p = 0 . 0 0 3$ ， $\\eta _ { \\mathrm { ~ } p } ^ { 2 } = 0 . 0 7 9 _ { , }$ ）and gender $\\times$ lag interactions $( F _ { ( 5 , 1 3 9 ) } = 3 . 0 6 9$ ， $p = 0 . 0 1 2$ ， $\\eta _ { { \\mathrm { ~ \\it ~ p ~ } } } ^ { 2 } = 0 . 0 9 9 \\rangle$ ， suggesting that the gender effect was influenced by training type and AB task. No other significant effects were observed (see Table 2). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The three-way ANOVA for T1 accuracy (Fig. 3B) revealed significant main effects of lag $( F _ { ( 5 , 1 3 9 ) } { = } 6 7 . 5 3 3$ ， $p < 0 . 0 0 1$ ， $\\eta _ { \\mathrm { \\Delta } p } ^ { 2 } = 0 . 7 0 8 )$ and gender $( F _ { ( 1 , 1 4 3 ) } = 4 . 3 2 4 , p =$ 0.039, $\\eta _ { ~ p } ^ { 2 } = 0 . 0 2 9 )$ ， and a significant gender $\\times$ training group interaction $( F _ { ( 2 , ~ 1 4 3 ) } =$ 4.259, $p = 0 . 0 1 6$ ， $\\eta _ { \\mathrm { ~ } p } ^ { 2 } = 0 . 0 5 6 )$ . No other significant effects were found (Table 2). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Effect of Training Type on AB ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Two 3 (training group) $\\times 6$ (lag) repeated measures ANOVAs were performed to assess training type effects on T2 accuracy for male and female participants ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "separately. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For male participants, there were significant main effects for lag $( F _ { ( 5 , 5 9 ) } = 3 4 . 1 9 6 \\$ $p < 0 . 0 0 1$ ， $\\eta _ { ~ p } ^ { 2 } = 0 . 7 4 3 )$ and training group $( F _ { ( 2 , 6 3 ) } = 4 . 1 5 5$ ， $p = 0 . 0 2 0$ ， $\\eta _ { { \\mathrm { ~ } } p } ^ { 2 } = 0 . 1 1 7 ,$ .Post hoc comparisons revealed significant differences between the three training groups, with video game training yielding a higher T2 accuracy than the other two training groups (video game vs. meditation: $7 8 . 2 \\pm 4 . 8 \\%$ vs. $6 5 . 2 \\pm 4 . 2 \\%$ ， $p = 0 . 0 4 5$ ； video game vs. control: $7 8 . 2 \\pm 4 . 8 \\%$ vs. $6 0 . 2 \\pm 4 . 2 \\%$ $p = 0 . 0 0 6 )$ (Fig. 3C). No difference in T2 accuracy was found between the meditation and control groups $( p > 0 . 0 5 )$ . There was no significant group $\\times$ lag interaction. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For female participants, there were significant main effects of lag $( F _ { ( 5 , 7 6 ) } = 6 8 . 0 0 7$ $p < 0 . 0 0 1$ ， $\\eta _ { \\textrm { p } } ^ { 2 } = 0 . 8 1 7 )$ and training group $( F _ { ( 2 ,   \\ 8 0 ) } = 4 . 1 9 8$ ， $p = 0 . 0 1 8$ ， $\\eta _ { { \\mathrm { ~ } } p } ^ { 2 } = 0 . 0 9 5 \\$ ） Interestingly， Post hoc comparisons revealed that meditation training was more effective in attaining a higher T2 accuracy than the other two groups (meditation vs. video game: $6 8 . 8 \\pm 4 . 0 \\%$ Vs. $5 3 . 1 \\pm 4 . 0 \\%$ ， $p = 0 . 0 0 7$ ; meditation vs. control: $6 8 . 8 \\pm$ $4 . 0 \\%$ vs. $5 7 . 1 \\pm 3 . 8 \\%$ $p = 0 . 0 3 8 \\mathrm { , }$ ). No difference in T2 accuracy was found between the video game training and control groups $( p > 0 . 0 5 )$ . Similar to the males, there was no significant training group $\\times \\log$ interaction among female participants. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The results of the ANOVAs on T1 accuracy (Fig. 3B), showed a significant lag effect for both genders (males, $F _ { ( 5 , 5 9 ) } { = } 2 8 . 7 0 7$ ， $p < 0 . 0 0 1$ ， $\\eta _ { \\mathrm { ~ } p } ^ { 2 } = 0 . 7 0 9$ ; females, $F _ { ( 5 , 7 6 ) } =$ 39.724, $p < 0 . 0 0 1$ ， $\\eta _ { \\mathrm { ~ } p } ^ { 2 } = 0 . 7 2 3 )$ , and a main effect of training group $( F _ { ( 2 , 8 0 ) } = 3 . 6 0 6 , p =$ 0.032, $\\eta _ { \\mathrm { ~ } p } ^ { 2 } = 0 . 0 8 3 \\$ ） and a training group $\\times \\log$ interaction $( F _ { ( 1 0 , 1 5 4 ) } = 1 . 9 5 7$ $p = 0 . 0 4 2$ $\\eta _ { { \\mathrm { ~ } } p } ^ { 2 } = 0 . 1 1 3 )$ were found for females (but not males). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Effect of Gender and Training Type on Mood and State Anxiety ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A 2 (gender) $\\times 3$ (training group) $\\times 2$ (session) repeated measures ANOVA was conducted to assess the effect of gender and training type on mood and state anxiety. No main effects or interactions were found on mood scores $p \\mathrm { s } > 0 . 0 5 \\$ ), suggesting that mood was unaffected by any independent variable. By contrast, there was a significant session effect $( F _ { ( 1 , ~ 1 4 1 ) } { = } ~ 7 . 8 5 0$ . $p \\ : = \\ : 0 . 0 0 6$ ， $\\eta _ { ~ p } ^ { 2 } ~ = ~ 0 . 0 5 3 )$ ，and session $\\times$ training group interaction $( F _ { ( 2 , \\ 1 4 1 ) } = 5 . 4 0 2$ ， $p = 0 . 0 0 5$ ， $\\eta _ { { \\mathrm { ~ } } p } ^ { 2 } = 0 . 0 7 1 { \\mathrm { ~ } }$ ） on state anxiety. Post hoc comparisons revealed that anxiety score was significantly decreased in the meditation training group (post vs. pre: $3 8 . 5 1 \\pm 8 . 8 8 \\$ VS. $3 3 . 8 4 \\pm 8 . 2 4$ ， $\\mathbf { t } _ { 5 0 } = 4 . 1 2 4 , p <$ 0.001） but not in the video game training or control groups. No other effects were observed. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Correlations between AB and Self-reported Measures ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Table 3 presents correlations between T1 and T2 accuracy and self-reported measures (including arousal, mood, anxiety, depression, and FFMQ). As predicted, T1 accuracy was negatively associated with arousal state， and T2 accuracy was negatively associated with arousal state and with pre-training mood score. These results suggest that higher levels of arousal and mood may impede AB performance. The FFMQ score, on the other hand, was positively correlated with pre-training mood score,and negatively correlated with anxiety and depression. These results suggest that those who have a higher level of trait meditation may also have more positive and less negative emotions. By contrast, the score on the FFMQ-observing subscale was positively associated with the post-SAI score， suggesting that a high level of observation may increase anxiety level. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Previous studies have shown that meditation experts maintain better attentional skills.However, very litle prior research has investigated the effects of short-term meditation training on attention. In addition, previous studies have underrepresented male participants. Here we present a longitudinal study with equal-sample male and female participants who received a 4-day attentional training. The findings demonstrate that both short-term meditation and video game training have significant benefits on selective attention. Interestingly, meditation training was more effective in females, while video game training was more effective in males. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The current study provides evidence that systematic short-term attention training can influence the way that people allocate their attention resources over time,as demonstrated by the AB task. AB is a robust phenomenon that can be obtained under a wide variety of task conditions and in the great majority of subjects (Martens & Wyble, 2O1O). Previous studies have shown that meditation experts have a smaller AB than controls (Slagter et al., 2007; van Leeuwen, Muller, & Melloni, 2009; van Vugt & Slagter, 2O14), indicating that long-term meditation can affect the distribution of limited cognitive resources. For example, Slagter et al. (2007) previously reported that 3-months of an intensive meditation retreat resulted in a smaller AB and reduced brain-resource allocation to the first target, as reflected by a smaller T1-elicited P3b, a brain-potential index of resource allocation. However, it is not possible to draw causality through cross-section studies. The present study showed that a 4-day, 20-min meditation training produced general improvement of T2 detection without impairing T1 detection. These results suggest that short-term mental training (i.e.，meditation training and video game training) can also improve the allocation of attention. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "While prior studies exploring the benefits of meditation training have included a far greater number of females than males (Bodenlos et al.， 2O16), the current study indicates the importance of the inclusion of equal numbers of males and females to compare effects. Interestingly, the type of mental training that was most beneficial differed between males and females. Meditation training was more effective for females, while video game training was more beneficial for males. A previous study found that video games are more popular and played more frequently by males than females (Lucas & Sherry, 2O16). A national survey in America demonstrated that the frequency of private prayer and spiritual experiences is greater in females than males (Maselko & Kubzansky， 2Oo6). In addition, a previous study found that female physicians are significantly more likely than male physicians ( $89 \\%$ VS. $67 \\%$ ）to use meditation training, both for their patients and for themselves (Sierpina, Levine, Astin,& Tan,2Oo7).Moreover, female physicians hold significantly higher beliefs about the benefits of meditation training on health disorders than male physicians (Sierpina et al., 2007). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "There is much evidence that hormones play an important role in behavioral differences between genders (Erlanger, Kutner,& Jacobs,1999). Androgens are present at higher levels in males,while ovarian hormones are at a higher level in females,and small variations in these hormones may produce large effects (Erlanger et al.,1999). Previous studies have suggested that women generally outperform men on certain verbal tasks,while men surpass women on certain visuospatial tasks (Terlecki & Newcombe, 2Oo5). In addition, the current study found that females had a lower arousal state than males, indicating that females may benefit more from lowarousal mental training, (i.e., meditation), while males may benefit more from higharousal training, (i.e., video game training). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Moreover, the divergent gender effects of meditation training may be due to different coping strategies. For instance, the internal activity induced by meditation might have better accommodated the internal coping strategy of females, while the external activity in game playing might have better accommodated the external coping strategy of males (Broderick, 1998; Li et al., 2006; Rojiani et al., 2017). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Although both meditation training and video game training improved attention, it should be noted that only meditation training reduced state anxiety in the current study. Compared to meditation， video games satisfy the need for competence (Przybylski, Rigby, & Ryan, 201O),and demand more complex cognitive resources to attain success (Lorenz et al., 2O15). Game players must devote active attention to the game to reach a high score. In contrast, meditators may engage effortless attention (Garrison et al., 2O13). Thus, consistent with previous studies, video game training specifically affects visual selective attention (Green & Bavelier， 2O03)，while meditation may also improve inner peace (Liu et al., 2013). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In contrast to our hypothesis, the 4-day training did not reduce AB magnitude. Previous studies have shown that meditation experts who participated in a 3-month intensive meditation retreat reduced AB magnitude to a greater extent than novices (Slagter et al., 2007; van Leeuwen et al., 2009; van Vugt & Slagter, 2014). To our knowledge,only one study compared the effect of short-term $( 1 7 ~ \\mathrm { m i n } )$ meditation training on AB and found that FA meditation lead to a greater AB magnitude than OM meditation (van Vugt & Slagter, 2014). That is, the 17-min meditation training mostly influenced the accuracy in lag 3 ( $2 1 0 { \\mathrm { ~ m s ~ } }$ after T1),with FA decreasing the lag 3 accuracy and OM increasing the lag 3 accuracy. In the current study, 4-day progressive training increased the accuracy in each lag, suggesting that more training time is optimal for the distribution of attention resources. These results are similar to those from a study that found expert meditators (1-29 years of experience) performed significantly better than age-matched controls on lag 2, 6 and 7 (200 ms, $6 0 0 ~ \\mathrm { { m s } }$ ,and $7 0 0 \\mathrm { { m s } }$ after T1) (van Leeuwen et al., 2009). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "While the current study contributes important findings to the field of mental training and attention, caution should be used when generalizing the findings. The gender differences in mental training were tested on AB in college students. Effects of different types of meditation training/video game training on various attentional performances in other age groups should be explored in future studies; especially due to varying hormone levels in different ages groups (Vermeulen, 2002). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In summary, the current study demonstrates that short-term meditation training impacts attention allocation over time. The effect of training was stronger in females than males. These findings support the notion of brain plasticity and effects on mental functioning,and illustrate the eficacy of short-term, systematic mental training. It is crucial for clinicians to take gender into consideration when attempting to utilize a meditation-based therapy, as males and females benefit from different forms of training. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Reference   \nAinsworth,B., Eddershaw, R.，Meron,D.， Baldwin,D.S.,& Garner, M.(2013).The effect of focused attention and open monitoring meditation on attention network function in healthy volunteers. Psychiatry Research,210(3),1226-1231.doi: 10.1016/j.psychres.2013.09.002   \nAllaire,J.C., McLaughlin,A.C.,Trujill,A., Whitlock,L.A.,LaPorte,L.,& Gandy, M. (2013).Succesful aging through digital games: Socioemotional differences between older adult gamers and Non-gamers.ComputersinHumanBehavior，29(4)，1302-1306.doi: 10.1016/j.chb.2013.01.014   \nBaer, R.A., Smith,G.T., Hopkins,J., Krietemeyer, J.,& Toney, L. (2O06). Using self-report assessment methodsto explorefacetsofmindfulness. Assessment, 13(1)， 27-45. doi: 10.1177/1073191105283504   \nBodenlos,J.S.,Strang, K., Gray-Bauer, R., Faherty,A.,& Ashdown,B.K. (2016). Male Representation in Randomized Clinical Trials of Mindfulness-Based Therapies.Mindfulness,8(2),259-265.doi: 10.1007/s12671-016-0646-1   \nBoyle,E.， Kennedy, A. M., Traynor, O.，& Hil, A. D. (2O11).Training surgical skills using nonsurgical tasks--can Nintendo Wii improve surgical performance? Journal of Surgical Education, 68(2), 148-154. doi: 10.1016/j.jsurg.2010.11.005   \nBrefczynski-Lewis,J.A.， Lutz,A.， Schaefer，H. S.，Levinson,D.B.，& Davidson，R.J. (2O07).Neural correlates of attentional expertise in long-term meditation practitioners. PNAS Proceedings of the National Academy of Sciences of the United States of America, 104(27), 11483-11488. doi: 10.1073/pnas.0606552104   \nBroderick，P. C. (1998).Early adolescent gender differences in the use of ruminative and distracting coping strategies. The Journal of Early Adolescence,18(2),173-191.   \nCahn,B. R.，& Polich,j. (2O06).Meditation states and traits: EEG,ERP,and neuroimaging studies. Psychological Bulletin,132(2),180-211.doi: 10.1037/0033-2909.132.2.180   \nCarter,O.L.,Presti,D.E.,Calistemon,C., Ungerer,Y., Liu,G.B.,& Petigrew, J.D.(2005). Meditation alters perceptual rivalry in Tibetan Buddhist monks. Current Biology, 15(11), R412-413. doi: 10.1016/j.cub.2005.05.043   \nChiesa,A.,& Serreti, A. (2011). Mindfulness-based interventions for chronic pain: a systematic review of the evidence. Journal of Alternative and Complementary Medicine,17(1)，83-93. doi: 10.1089/acm.2009.0546   \nChun,M. M.,& Potter, M. C.(1995).A Two-Stage Model for Multiple Target Detection in Rapid Serial Visual Presentation. Journal of Experimental Psychology:Human Perceptionand Performance,21(1),109-127.   \nDavidson， R. J.，& Kaszniak, A.W. (2015). Conceptual and methodological issues in research on mindfulness and meditation.American Psychologist, 70(7),581-592. doi: 10.1037/a0039512   \nDeng, Y.-Q.,Liu, X.-H. Rodriguez,M. A.,& Xia, C.-Y. (2011). The Five Facet Mindfulness Questionnaire: Psychometric Properties of the Chinese Version. Mindfulness，2(2)，123-128. doi: 10.1007/s12671-011-0050-9   \nEberth，J.，& Sedlmeier， P. (2012). The Effects of Mindfulness Meditation:A Meta-Analysis. Mindfulness,3(3),174-189.doi: 10.1007/s12671-012-0101-x   \nErlanger, D. M., Kutner, K.C.,& Jacobs, A.R. (1999). Hormones and Cognition: Current Concepts and Issues in Neuropsychology. Neuropsychology Review, 9(4),175-207.   \nGarrison, K.A,Santoyo,J.F.,Davis,J.H.,Thornhil,T.A.t.,Kerr, C.E.,& Brewer,J.A.(2O13).Eortles awareness:using real time neurofeedback to investigate correlates of posterior cingulate cortex activity in meditators' self-report. Frontiers in Human Neuroscience，7，440.doi: 10.3389/fnhum.2013.00440   \nGreen，C. S.，& Bavelier, D. (2003). Action video game modifies visual selective attention. Nature, 423(29), 534-537.   \nJha，A.P.， Krompinger, J.，& Baime，M. J. (2007).Mindfulness training modifies subsystems of attention. Cognitive, Affective, and Behaviorial Neuroscience, 7(2),109-119.   \nKatz，D.，& Toner，B. (2O12). A Systematic Review of Gender Differences in the Effectiveness of Mindfulness-Based Treatments for Substance Use Disorders. Mindfulness, 4(4),318-331. doi: 10.1007/s12671-012-0132-3   \nLi，C.E.，Digiuseppe，R.，& Froh，J. (2Oo6). The roles of sex，gender，and coping in adolescent depression.Adolescence, 41(163),409-415. Liu, X.,Xu,W., Wang, Y, Wiliams,J. M., Geng, Y., Zhang, Q.，& Liu,X. (2013).Can Inner Peace be Improved by Mindfulness Training: A Randomized Controlled Trial. Stress and Health,31,245-   \n254. doi: 10.1002/smi.2551 Lorenz,R. C., Gleich,T., Galinat, J.,& Kuhn,S. (2015). Video game training and the reward system. Frontiers in Human Neuroscience, 9,40.doi: 10.3389/fnhum.2015.00040 Lucas,K.,& Sherry,J.L. (2016).Sex Diferences in Video Game Play. Communication Research,31(5),   \n499-523.doi: 10.1177/0093650204267930 Lutz,A., Slagter, H. A., Dunne,J. D.,& Davidson,R.J. (2008). Attention regulation and monitoring in meditation. Trends in Cognitive Sciences,12(4),163-169.doi: 10.1016/j.tics.2008.01.005 MacLean,K.A.,Ferrer, E., Aichele, S.R., Bridwell, D.A.,Zanesco,A.P., Jacobs,T.L.,...Saron,C.D. (2010). Intensive meditation training improves perceptual discrimination and sustained attention.Psychological Science,21(6),829-839.doi: 10.1177/0956797610371339 Martens,S.,& Wyble,B. (2010). The atentional blink: past, present,and future of a blind spot in perceptual awareness. Neuroscience and Biobehavioral Reviews， 34(6)，947-957. doi:   \n10.1016/j.neubiorev.2009.12.005 Maselko,J.,& Kubzansky, L. D. (2O06). Gender diferences in religious practices,spiritual experiences and health: results from the US General Social Survey. Social Science and Medicine, 62(11),   \n2848-2860. doi: 10.1016/j.s0cscimed.2005.11.008 Pratzlich, M., Kossowsky,J.,Gaab,J.,& Krummenacher, P. (2016).Impact of short-term meditation and expectation on executive brain functions. Behavioural Brain Research, 297, 268-276.doi:   \n10.1016/j.bbr.2015.10.012 Przybylski, A.K.,Rigby,C.S.,& Ryan,R.M. (201).Amotivationalmodelof videogameengagement. Review of general psychology, 14(2),154-166. doi: 10.1037/a0019440 Raymond,J.E.,Shapiro, K.L.,& Arnel, K. M. (1992).Temporary Suppression of Visual Processing in an RSVP Task: An Attentional Blink? Journal of Experimental Psychology: Human Perception and Performance,18(3),849-860. Rojiani, R., Santoyo,J.F.， Rahrig, H.，Roth, H.D.,& Britton, W.B. (2017). Women Benefit More Than Men in Response to College-based Meditation Training. Frontiers in Psychology, 8, 551. doi:   \n10.3389/fpsyg.2017.00551 Semple,R.J.(2010). Does Mindfulness Meditation Enhance Attention? A Randomized Controlled Trial. Mindfulness,1(2),121-130. doi: 10.1007/s12671-010-0017-2 Shek,D.T. L. (1993). The Chinese version of the state-trait anxiety inventory: Its relationship to different measures of psychological wel-being.Journal of Clinical Psychology, 49(3),349-358. Sierpina, V.,Levine,R.,Astin,J.,& Tan,A.(2oo7). Use of mind-body therapies in psychiatry and family medicine faculty and residents: attitudes,barriers,and gender differences. Explore (NY),3(2),   \n129-135. doi: 10.1016/j.explore.2006.12.001 Slagter, H.A.,Lutz,A.,Greischar,L.L.,Francis,A.D.,Nieuwenhuis,S., Davis,J.M.,& Davidson,R.J. (2007).Mental Training Affects Distribution of Limited brain resources. Plos Biology, 5(6),   \n1228-1235. Spielberger, C. D.，Gorsuch，R.L., Lushene,R.E., Vagg,P.,& Jacobs,G.(197O).STAl manual for the state-trait anxiety inventory. Palo Alto: CA: Consulting Psychologists Press. Tang, Y.-Y., Ma,Y., Wang,J.,Fan,Y., Feng,S., Lu, Q....Fan,M. (20o7).Short-term meditation training improves attention and self-regulation. PNAs Proceedings of the National Academy of SciencesoftheUnitedStatesof America，104(43)， 17152-17156.doi:   \n10.1073/pnas.0707678104 Terlecki，M. S.，& Newcombe,N. S. (2005). How Important Is the Digital Divide? The Relation of Computer and Videogame Usage to Gender Differences in Mental Rotation Ability. Sex Roles,   \n53(5-6), 433-441. doi: 10.1007/s11199-005-6765-0 Travis,F.，& Shear, J. (2O10). Focused attention, open monitoring and automatic self-transcending: Categories to organize meditations from Vedic， Buddhist and Chinese traditions. Consciousness and Cogniton, 19(4),1110-1118.doi: 10.1016/j.concog.2010.01.007 van Leeuwen,S., Muller,N.G.,& Melloni,L. (2009).Age effects onattentional blink performance in meditation. Consciousness and Cognition, 18(3),593-599.doi: 10.1016/j.concog.2009.05.001 van Vugt, M. K.，& Slagter, H.A. (2O14). Control over experience? Magnitude of the attentional blink dependsonmeditativestate. Consciousnessand Cogniton， 23， 32-39. doi:   \n10.1016/j.concog.2013.11.001   \nVermeulen，A. (2002). Ageing，hormones，body composition，metabolic efects.World Journal of Urology,20(1), 23-27. doi: 10.1007/s00345-002-0257-4   \nWallace,B.A.(2oo6).The attention revolution: Unlocking the power of the focused mind.Simon and Schuster.   \nWalsh,R.,& Shapiro,S.L. (2Oo6).The meeting of meditative disciplines and Western psychology: a mutually enriching dialogue.American Psychologist， 61(3)，227-239.doi: 10.1037/0003- 066X.61.3.227   \nZanesco，A.P.，King，B.G.，Maclean，K. A.，& Saron，C.D. (2013). Executive control and felt concentrative engagement following intensive meditation training.Frontiers in Human Neuroscience,7,566.doi: 10.3389/fnhum.2013.00566   \nZeidan,F.， Gordon，N.S.，Merchant,J.，& Goolkasian,P. (201O).The efects of brief mindfulness meditation training on experimentaly induced pain. Journal of Pain， 11(3)， 199-209. doi: 10.1016/j.jpain.2009.07.015   \nZeidan,F., Johnson,S. K., Diamond,B.J., David,Z.,& Goolkasian,P. (201O). Mindfulness meditation improves cognition: evidence of brief mental training. Consciousness and Cogniton,19(2), 597-605. doi: 10.1016/j.concog.2010.03.014 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    }
]