[
    {
        "type": "text",
        "text": "江苏新型智库体系建设中的平台载体研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "章寿荣梁剑 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "江苏省社会科学院 南京 210004",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义]为进一步的对江苏新型智库体系中的平台载体建设提供支撑和帮助，[方法/过程]本文从理论层面分析了智库平台载体的内涵，从实践层面总结梳理了近三年来江苏智库平台载体建设的经验和面临的主要问题。[结果/结论]我们建议,江苏平台载体建设须遵循专业化、系统化和经济性原则，统筹规划，整合资源，从五个方面来提升智库平台的质量和层次。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：新型智库　体系平台载体分类号：C931",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "新型智库体系建设是一个庞大的系统工程，而智库平台载体则是这一系统工程中的重要组成部分。本文以江苏为例，在深入分析智库载体平台的内涵，全总结梳理经验做法和存在问题的基础上，进一步探究完善智库平台载体、增强对新型智库体系建设支撑力的方法路径，以期为全国各地打造新型智库平台载体提供借鉴。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1新型智库体系的台载体的基本内涵",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1智库平台载体的含义",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "党的十八大以来，加强新型智库建设进入国家战略层面，新型智库建设和研究迎来了春天。近3年来，关于智库建设研究的文献大量产生。总体而言，对智库平台载体的研究则相对较少。从2014年-2017年6月，智库平台建设的文献在所有的智库建设文献中占比只有 $1 1 . 8 9 \\%$ （见表1）。即使涉及到相关智库平台的研究，也有很多的局限，大多是从某一专业、某一学科或某一领域角度，比如信息技术、数据库体系、图书检索；或从某一部门地区特色出发，比如从报刊出版业、新闻媒体、地方特色等角度。",
        "page_idx": 0
    },
    {
        "type": "table",
        "img_path": "images/97aeeb51b2f72bdec702fef3c5d5563516bd57c8fd6a2ea5afca8a710d435b05.jpg",
        "table_caption": [
            "表1智库平台建设文献占比情况",
            "Table 1 The proportion of papers for the think tank platform construction "
        ],
        "table_footnote": [
            "作者简介：章寿荣(ORCID:0000-0002-0548-4441)，江苏省社科院区域现代化研究院常务副院长、研究员，E-mail:srzzhang $ @ 1 6 3 . \\mathrm { c o m }$ ；梁剑(ORCID :0000-0002-9782-2435)，江苏省社科院科研组织处研究人员，E-mail:liangjian $@$ jsass.org,cn。"
        ],
        "table_body": "<html><body><table><tr><td>文献主题</td><td rowspan=\"2\">“智库平台建设”</td><td rowspan=\"2\">“智库建设”</td><td rowspan=\"2\">占比(%)</td></tr><tr><td>年度</td></tr><tr><td>2017年（1-6月）</td><td>78篇</td><td>572篇</td><td>13.64</td></tr><tr><td>2016年</td><td>179篇</td><td>1429篇</td><td>12.53</td></tr><tr><td>2015年</td><td>114篇</td><td>1112篇</td><td>10.25</td></tr><tr><td>2014年</td><td>55篇</td><td>471篇</td><td>11.68</td></tr><tr><td>总计</td><td>426篇</td><td>3584篇</td><td>11.89</td></tr></table></body></html>",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "注：数据来源于中国知网期刊库，搜索从 2014年-2017年6月时间段，主题分别为“智库平台建设”和“智库建设”的文献,进而得到的文献数据,经整理后得出，供参考。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "这些研究成果或实践经验丰富了智库平台载体建设，但对智库平台认识还是有些含糊不清。根据百度维科词条的解释，平台是泛指进行某项工作所需要的环境或条件，是人们进行交流、交易、学习的具有很强互动性质的舞台。从这个角度，我们认为智库平台载体，就是指从事智库工作主体的环境和条件，智库活动的舞台。而智库平台载体建设，就是创造这些环境和舞台，以利于智库产品传播出去，让政策方案进入公共政策议程，进而影响决策部门，为社会发展助力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库平台载体与智库本身有着很大的区别和联系。一般而言，智库包括人、要素资源、平台载体三个维度。平台载体是人与要素资源之间的连接器，作用是对要素资源进行优化配置，对工作人员进行有效组织。智库平台建设目的是提升智库影响力，所以是整个智库建设落到实处的关键节点。从一定意义上说，智库平台载体建设的好坏，关系着整个新型智库体系建设的成败。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2智库平台载体的外延",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在智库体系建设过程中，不是每一项工作都称为智库平台建设，然而智库平台建设必须要围绕智库本身的工作。由于“智库主要的工作即是探求知识理念，并将之向外传播，目的是逐渐使政策制定者能够接受其研究成果，最终使理念能落实于法案与政策的制定上。”[1所以应围绕智库工作运行的整个过程“调查研究—一加工生产—一成果推介”来进行智库平台建设。围绕这三大环节，我们认为智库平台载体外延包括以下：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2.1研究平台",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "研究平台是指从事智库产品创造的组织机构，是智库的最重要的组成部分，具有专业化、组织化、实体化的特点。专业化是指研究机构对某一领域或专业的精通，可以持续的、科学的进行研究。组织化是指研究平台是有机的研究团体，“不是自娱自乐的俱乐部，不是‘作坊式’的、‘小农式’的知识加工，而是像大工业生产那样，通过知识的多层次开发、集成式开发而生产新的知识，再把新的认知落实在策略、措施等实际行动中。”[2实体化，是指研究平台要有专业的研究条件和力量，实体化是组织化的前提基础。研究平台有别于智库机构本身，虽然智库机构是由一些特定的研究平台逐渐演变发展而来，然而现代智库不论从组织机构规模，还是从功能作用范围上，早已超越了研究平台本身。一般而言，研究平台是智库机构内部设立的研究所、研究中心、研究基地等专业化研究部门。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2.2辅助平台",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "辅助平台，是为研究平台提供各类技术性支撑和信息帮助的载体，具有信息的收集、存储、整理、筛选、分析、计算等功能。特别是在大数据背景下，“‘大数据’已经成为当前和未来最重要的资源与工具，大数据技术可以实现新型智库由‘应急导向’向‘前瞻导向’的转变。”[3]一般来说辅助平台包括：文献信息平台，主要是基础理论文献信息库、政策信息库；资料数据库，具备地方特色或专业特色，通过常年累月积累而形成的基础数据资料库；科研技术分析平台，主要是利用计算机辅助系统，使用现代分析方法，辅助实现对某一领域的预测和判断。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2.3成果载体平台",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "对智库而言，智库产品主要是思想、理念或理论。一般而言，智库成果载体是蓝皮书、研究报告、宣传文章、期刊和访谈评论等。对智库而言，还有一项重要的会流动的智库成果载体，那就是优秀的政策专家。这是在进行智库平台载体建设中最容易忽略的。在欧美著名智库中，一些研究人员角色会在政府与智库间进行不断的转换，研究人员到政府部门任职，而卸任的政府官员凭借着工作能力到智库从事研究。这“既保证了智库人才的高端性，避免智库陷入纯理论研究的窠臼，又为智库能够走到决策者身边实施政策影响提供了便利”[4]。试想一下，当政策研究人员成为制定政策的主体时，其产生的政策效果。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2.4成果传播平台",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "对于现代新型智库而言，其价值所在是主动传播智库产品，并使之进入政策议程，让智库研究专家“与决策者形成供给与需求的链接，并对决策产生具有价值的影响。”[传播平台运行有效性关乎智库的生命。对中国而言，智库传播平台较弱，根据美国宾夕法尼亚大学的《2012年全球智库报告》，中国有429家智库，全球排名第二；在前50个顶级智库中，中国3个。而“在报告中提到的最具创新性政策建议、最佳利用互联网和社会媒体、最佳利用多媒体技术、最佳对外关系与公众参与等项目的全球排名中，则没有中国智库。”[5]这是中国智库普遍面临的问题。成果传播平台的类型多样，一般来说可以分为会议交流平台、成果发布平台、研究报告上报平台、网络媒体电视广播平台。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "对江苏而言，新型智库体系建设的目标是“在各智库主体和智库平台的功能定位基础上，突破区域、单位、学科、身份本位的界限，促进智库人才、经费、课题、成果的优化配置，实现智库主体的合纵连横、智库平台的联动互通、智库要素的优化重组”[6]。智库平台载体建设目标也应是实现智库研究主体与智究资源要素进行有机结合，进行较优的资源配置，最后实现最优的智库产品生产。所以，江苏新型智库体系中的平台载体建设，应遵循相关发展规律，紧紧围绕智库产品生产的三大环节，进行研究平台、辅助平台、成果载体平台和传播平台建设。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2江苏新型智库体系智库平台载体建设的现状",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2016年12月，南京大学中国智库研究与评价中心、光明日报智库研究与发布中心联合课题组，发布了《“中国智库索引”（CTTI）首批来源智库及遴选过程》报告，从来源智库数量地区分布看，北京、上海、江苏占据入围智库的前三位［]。2017年3月，由上海社科院智库研究中心发布的《2016 年中国智库报告—一影响力排名与政策建议》，智库社会影响力方面，江苏省社科院在社科院系统中排名全国第5；南京大学长江三角洲经济社会发展研究中心在高校系统智库中排名全国第9。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1江苏智库平台载体建设取得的新进展",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.1智库研究平台层次和质量不断提升",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）省级专业智库平台载体建设初具规模。2015年11月，江苏省首批9家省级重点高端智库挂牌成立。2016年，省委宣传部年进一步遴选出江苏长江经济带研究院等15家省级重点培育智库。这些智库或重点培育智库是依托各参与单位（这些单位本身就具备智库的功能）的特色学科和优势专长而建立。各单位以此为契机，进一步优化内部资源，组建新型研究平台载体，比如长江产业经济研究院，区域现代化研究院等，因而提升了江苏省级智库的研究平台质量。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）地市专业智库研究平台建设取得新进展。省社科院、省社科联等官方智库也在不断探索，进行本系统下的研究平台建设新探索。2015年以来，省社科院统筹规划，与省内各地市党校、社科联、政府部门合作建立各类新型智库研究平台，包括各地级社科院分院，苏北发展研究院、苏南发展研究院等8家研究平台。省社科联也各地级市社科联、各地方高校内也相继建立一系列的决策研究基地。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）高校智库研究平台发展逐渐壮大。江苏9家省级高端重点智库中有8个设在高校；南京大学长江产经研究院已成为第二批国家高端智库候选单位；东南大学正在积极努力推进国家级智库研究平台的创建。2017年4月，省教育厅开始启动了江苏高校人文社会科学校外研究基地遴选工作，高校人文社会科学校外研究基地是高校与省内各级党政机关、大中型企事业单位、社区、乡镇等合作共建的人文社会科学创新研究平台。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.2辅助平台建设取得突破",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2016 年9月，光明日报与南大联合研发的“中国智库索引”（CTTI）辅助平台正式上线。该平台既可以作为智库统计平台，又可以作为信息查询平台，随着数据和系统的累积完善，将为我国新型智库治理和利用提供有力的数据支撑。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.3成果载体平台百花争艳",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "(1)研究报告种类多样。江苏9家省级重点高端智库除自身发布研究报告外，  \n同时其研究成果会不定期的报送给省委宣传部，编发印制成《智库专报》报送到  \n省领导。省社科院编印的研究报告主要有《决策咨询专报》和《江苏发展报告》。  \n省社科联依托39家决策咨询研究基地和全省社科界知名专家，编辑《决策参阅》。  \n省党校（省行政学院）编发《研究报告》，这些报告有时从地市党校系统遴选。（2)智库类期刊杂志开始创建。目前，江苏智库类期刊杂志实现了突破。2015  \n年，《群众》杂志社创办了《群众·决策资讯》。中国科学院文献情报中心和南",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "京大学于2016年2月联合创立《智库理论与实践》，是专业的智库类学术期刊。《新华日报》创建交汇点新智库和《新华日报·智库》专版，作为智库成果传播平台。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3)蓝皮书编写新的探索。蓝皮书具有学术性、社会性、决策性三重影响力，近几年来，江苏专业智库蓝皮书编写开始不断探索。目前，省社科院自1997 年起年编发《江苏蓝皮书—一江苏经济社会形势分析与展望》、省委党校自 2016年起编发《江苏政府治理创新蓝皮书》以及扬州、泰州等设区市编印的经济社会发展蓝皮书等，形成了省市两级蓝皮书体系。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.1.4 成果传播平台百家争鸣",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）高端智库论坛影响力不断增强。“江苏发展高层论坛”从1997年1月联合发起举办，迄今为止已成功举办35期，目前有南京大学、省社科院、省社科联联合组办，主要为各级党委、政府的科学决策提供超前的咨询服务，已成为省委、省政府推进科学决策、民主决策的一个重要平台。“江苏智库峰会”由省委宣传部、省社科联联合举办，旨在加强智库间相互交流，增强智库成果的社会影响力。省社科院办有“现代智库论坛”，迄今为止已经举办23期。江苏紫金传媒智库也正在努力打造“紫金智库峰会”国际高端智库论坛。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(2)成果发布会不断增多。省社科院会不定期的召开新闻发布会，发布诸如《江苏蓝皮书》等重要研究成果。2017年6月，江苏省互联网金融协会与中国惠普金融研究发展中心召开《江苏省普惠金融发展报告（2017）》蓝皮书发布；7月，紫金传媒智库和南京江北新区召开会议，共同发布《2017南京江北新区创新活力指数报告》。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(3)网络平台与自媒体公众平台快速发展。江苏各类专业智库都在努力优化、更新、打造官方网站，官方微博、官方微信、手机报纸等新媒体信息传播平台。目前，主要有省委宣传部规划办主办的“江苏智库网”，省级重点智库江苏长江产业经济研究院开发创办的微信公众号“长江产经智库”，以及《群众》杂志社创办的《求是手机报·群众版》等新媒体平台。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(5)电视广播平台创新尝试。电视是重要信息传播平台，在欧美国家“智库高级研究员作为意见领袖和访谈嘉宾经常出现在全国性的电视、电台节目上，就受众热点问题发表见解主张，引领社会舆论。”[4] 2016年11月，省委宣传部策划指导，新华报业传媒集团、省广电总台、凤凰出版传媒集团与省智库专家联合进行“‘两聚一高’在江苏—一智库专家、媒体老总环省行”活动，对传播智库思想、启迪民智和发挥政策作用产生了很强的效果。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2江苏智库平台载体建设面临的主要问题",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "虽然江苏智库平台载体建设取得了很多成绩，但也面临很多的困难和问题，主要表现是大而不高、多而不精、力量分散，缺乏知名顶级智库平台。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.1研究平台规模大，但质量参差不齐",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "研究平台最大的特点就是“专”—一专业的人才、专业的知识、专业的方式，这就要求智库研究平台构建必须要有相关的基础和能力。江苏所构建的各类专业智库研究平台，数量不断增加，但“在日益复杂的政策环境下，优秀研究成果所依赖的研究能力和政策信息，其分布越来越呈现碎片化和流动化的特点，导致一般智库未必拥有政策研究所需的全部能力和信息”[8]，造成了一些研究平台正面临着虚化的困境，即“一有三无”状态一一有研究平台之名，却无专业的人才、无专业的知识、无专业的研究方式。各地市级研究平台力量偏弱；各高校系统的“遍地开花”式的智库平台建设，造成有些智库研究机构出现重合，导致资源浪费；各类社会智库之间差异很大，要么组织化不够，要么专业化缺乏，这些智库以及其研究平台“虽然它们在经济社会发展中都发挥了各不相同的重要作用，但距离‘新型智库’的要求还有不小差距。”[9]",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2.2成果载体丰富，但高水准载体少",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "江苏各类智库几乎都有自己的研究报告，种类杂，名称多。这一方面可为政府决策提供多样化的支撑。可另一方面，量多质次会不可避免冲击政策影响效果。比如，几年前江苏省委省政府办公厅下发文件，专门清理一批报告。就蓝皮书来说，也存在着种类少，质量也不高的问题。以省社科院编写的《江苏蓝皮书》为例，虽然能保证蓝皮书出版的连续性，但是影响力却没能同步提高。智库人才是非常重要的成果载体，而在江苏，优秀智库人才到政府部门的挂职锻炼还是比较少，这方面需要积极的改变。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2.3辅助平台弱而不强",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "由于文献信息平台、资料数据库平台和科研技术分析平台都需要大量的资金、技术和人力投入，而江苏大多智库没有能力承担。同时，辅助平台具有很强的跨专业、跨学科的特点，而江苏智库学科少，知识单一，在建设辅助平台时遇到很多的困难。省社科院一直在努力建设专业辅助平台，但是由于各方资源的缺乏，目前还没有实现突破。江苏很多智库的研究思维、方法还习惯于停留在定性分析、经验分析，而很少借助现代信息技术、计量技术辅助。这些因素使得江苏智库辅助平台建设比较薄弱。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2.4传播平台影响力亟需提升",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在高端智库论坛方面，江苏缺少全国性的知名高端智库论坛。这几年来，江苏很多智库开始重视成果的发布与推介，但是智库成果发布会数量较少、档次较低、专业化不高。比如上海社科院、山东省社科院则经常把重要研究成果放在北京进行发布，以扩大社会影响力。江苏很多智库方面的报刊政治性、学术性较强，而面向普通百姓的通俗化还比较缺乏。江苏智库网络、自媒体、数字等平台建设飞速发展，但很多智库在信息更新上非常的滞后，研究成果的时效性也很差。电视广播平台则是江苏智库传播平台建设中最弱的一环，而这类平台恰恰是增强智库社会影响力，引导社会舆论最直接、最及时、最丰富、最有效的载体。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3江苏新型智库体系中平台载体构建的政策建议",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "江苏智库载体建设须遵循三大原则。（1）专业化原则。研究平台、成果载体平台、辅助平台和传播平台对专业化提出了非常高的要求。比如智库兰德公司，其“行政管理人员都是资历颇深的管理能力与研究能力兼备的十分优秀的‘两栖人才’”[10]。遑论他们的研究人员、技术性辅助人员专业化的程度了。（2）系统化原则。支撑智库高效运转的智库平台载体是多样、完整的体系。国外很多知名智库，其优质成果是高端研究平台、专业信息资料库、广泛关系网络和先进计算机技术分析平台等系统共同合力产生的。而江苏在这些方面落后很多，所以建设智库平台载体应有规划、有目标、循序渐进，找问题、补短板、抓提升。（3）经济性原则。智库平台载体建设是需要一定的资源投入。江苏各类智库应结合自身的实际需要，通过社会购买、建立合作关系等方式，利用各方面的资源。既保证智库工作所需平台载体的支撑，又尽可能的减少花费，避免重复建设与资源的浪费。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1统筹规划，整合力量，协调推进平台载体建设",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "统筹协调、整合相关资源是加强新型智库体系建设的重要路径。在智库发展平台和机制上，江苏构建了“一体两翼”的工作格局，其中一体指江苏新型智库建设理事会，架起了沟通供需双方的“桥梁”；“两翼”分别是“智库研究与评价中心”和“智库研究与交流中心”，为新型智库快速起飞插上了“翅膀”。要加强统筹，强化措施，充分发挥一体两翼在新型智库体系建设中的重要推动作用。在研究平台建设上，要把党委政府政策研究系统纳入智库平台体系建设中来，并充分发挥其核心作用。充分挖掘高校智库的优势，合理布局高校智库数量和规模，避免智库过多过滥,避免高校智库平台的空心化。加大对社会智库发展的支持力度，先期探索组建江苏社会智库联盟，为社会智库规范有序健康发展创造条件。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2突出重点，加强智库研究平台纵向体系建设",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "目前，南京大学江苏长江产经研究院已成为第二批国家高端智库候选单位，应以此为契机实施重点支持，在相关方面的进行配套，加大支持力度。组建“江苏发展研究中心”作为新型智库研究平台，提升江苏官办智库核心竞争力。地市级智库平台体系建设可参照“江苏发展研究中心”，整合地市级相关智库资源，加大各方面投入，充实研究力量，组建“市发展研究中心”，形成专业化的智库研究平台。县级以下，主要建设调研基地。进而形成“省级发展中心一一市级发展研究中心一一县级及以下调研基地”官方智库研究平台体系。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3加大投入，增强辅助平台的专业化程度",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "充分利用高校、各智库、各政府相关部门的信息数据库，整合相关资源，打造公共资源数据平台，实现资源的优化利用。各智库主体应根据研究领域特点，独立或合作建造相关的专业辅助平台。集中力量建设计算机辅助分析系统、数据信息库、图书资料和信息管理系统平台，特别是通过实地调研收集相关信息，不断积累打造江苏省情数据库。同时，要配备技术性辅助人才，实现智库研究人员“可以集中精力思考他本领域的问题，而不必为其他技术性问题费心，从而大大提高工作了效率”[10]",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4高度重视，提升成果载体的质量水平",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "适度压缩研究报告种类和数量，创新研究报告研写与编排方法，提升研究报告质量。同时，形成制度化报送制度，使政策研究成果能及时送到省委省政府、省级政策研究室等相关部门。提升蓝皮书编写质量，重点打造有全国影响力的蓝皮书品牌。江苏各智库单位，首先要认识到蓝皮书作为智库成果载体的重要性；其次，蓝皮书编写要要围绕某一具体领域，进行长期的跟踪研究，使蓝皮书出版能形成系统性、连续性和地方特色；再次是加强合作，提升蓝皮书研写质量。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.5解放思想，创新传播平台的工作效能",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "各智库主体“除了内在能力的培养之外，还必须具有社会公关意识，重视宣传推广机制，建立多元传播渠道，提高全媒体营销能力”[4]。继续推进“江苏发展论坛”建设、重点打造“紫金传媒峰会”，提升智库论坛的视野、高度、质量和社会影响力。借鉴“新华社智库·江苏中心”建设经验，继续提升以新华报业集团为代表的传媒智库的发展，扩大智库成果对社会公众的影响。建议创建“江苏卫视·智库”栏目，现场直播或录播，围绕相关社会热点，智库专家以评论、讨论、辩论的方式发表观点，定期向社会公众进行播放。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.6创造条件，推动智库人才的双向流动",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "进一步完善智库人才和政策人员双向互动机制，提升人才交流的范围和规模。充分发挥党校（行政学院）系统和高校系统的智库人才培养的优势，通过举办培训班为政府部门培养人才；通过挂职锻炼，安排政府相关工作人员到各智库部门进行短期工作，让政策制定人员在理论学习，政策制定等方面有全新的认知，提升政策制定能力。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "作者贡献说明：  \n章寿荣：文章选题确定、文稿修改与定稿;梁剑：资料收集、初稿撰写。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Research on the Platform in The Construction of Jiangsu's System of New Types of Think Tanks ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Zhang ShourongLiang Jian Jiangsu Provincial Academy of Social Sciences,Nanjing 210004 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] This paper is to provide help for the platform construction of Jiangsu's system of new types of think tanks. [Method/process]This paper analyzed the connotation of the platform carrier of the think tank from the theoretical level,and summarized the experience and main problems of the platform construction of Jiangsu think tanks in the past three years from the practical level. [Result/conclusion] We suggest that the construction of Jiangsu think tank platform should follow the principles of specialization， systematization and economization. We should coordinate the planning, integrate resources,and enhance the quality and level of think tank platforms in five aspects. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Keywords:new types of think tankssystemplatform收稿日期：2017-08-16 修回日期：2017-08-26 本文责任编辑：吕青",
        "page_idx": 8
    }
]