[
    {
        "type": "text",
        "text": "组织中利他行为的可持续性及其前因机制：基于主动性动机视角",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "于坤‘王哲源'彭雄良」王佩」赵泽珺」严一丹'曹培悦'（1中国人民大学劳动人事学院，北京100872）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要随着社会经济的快速发展，对于组织及其成员来说，要想更好地在当前快速变化的工作环境中适应和发展，员工利他行为的可持续性愈发重要。新近研究发现利他行为具有动态性，但在理论框架和研究方法上存在严重不足，无法获得利他行为动态可持续性特征的全貌，对其前因机制的研究则更为缺失。因此，本研究基于主动性动机视角，聚焦利他行为可持续性的动态性特征，并在此基础上探索利他行为可持续性的前因机制，以期增进对利他行为本质的理解，并为可持续互利团队与组织建设实践提供参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词利他行为，利他行为的可持续性，主动性动机，纵向追踪研究",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：B849",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1问题提出",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "利他行为(Altruism)，又称为助人行为(Helping behavior)，指的是个体在自身利益可能受损的情况下对他人进行帮助的行为(Organ,1988)。近年来，随着社会经济的快速发展，全球化竞争的日益激烈与组织架构的日趋扁平，工作变得越来越复杂。组织必须给予成员更多自由决策和行动的空间，才有可能让其更灵活地应对日益复杂的工作需求，从而帮助组织更好地生存和发展(Shalley etal.,2009)。同样，对于个人来说，要想更好地在当前快速变化的工作环境中适应和发展，也需要经常做出超越本身职责的工作行为(Eissa et al,2020)。因而，包括利他行为在内的个体角色外行为的重要性愈发凸显。组织中利他行为的价值也得到了学术研究的支持。研究者们发现，作为组织公民行为(Organizationalcitizenship behavior)的一个维度，利他行为对从工作绩效、工作满意度、职业成功到组织效能等重要的个人与组织结果都有重要影响(Griep etal.,2021)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "虽然利他行为对于组织如此重要，当前关于利他行为的研究，在对其本质特征的认知及其前因机制等方面上却都存在显著的问题。首先，在对利他行为本质特征的认识上，领域内的研究者长期以来普遍认为，利他行为等角色外行为是特质性的、静态的，其差异性主要体现在个体之间(Bolino etal.,2012)，绝大多数的利他行为或组织公民行为研究都聚焦于对利他行为静态点值的个体差异前因进行探索(Bergeron,2007)。然而，近期研究逐渐显示，这些角色外行为的水平在个体内并不是绝对不变的(Dalaletal.,2014)，而是“进行中的、动态的和依赖于时间的”，体现出个体内的变异(Bolino etal.,2012)。围绕着利他行为的动态性特征，一些学者初步发现利他行为同时存在着短期的波动性变化(Lowery et al.,2021; Smith et al.,2020)和长期的趋势性变化(Lin et al.,2020; Parker et al.,2010; Yu et al.,2017)。不过，当前已有的对利他行为的动态性考察，在系统性上存在着明显不足。一个关键问题是，尽管涉及利他行为动态性研究的学者们普遍认为利他行为同时具有长期的趋势性和短期的波动性(Methot etal.,2017)，但已有的绝大多数研究都是基于不同的研究框架，对利他行为的波动性和趋势性各自独立进行探讨。这些研究以框架区分，主要可以分为两类，即短期研究和长期研究。短期研究一般采用经验取样法(Experience-sampling method)，探索利他行为及组织公民行为在每天甚至分钟级别的波动性(Lowery etal.,2020;聂琦等,2021)。这些研究发现，对于组织成员来说，在几天到几周的时间内其组织公民行为有高达$2 2 \\% { \\sim } 8 7 \\%$ 的变化幅度。长期研究则多采用多次纵向追踪调查(Longitudinal study)，探索利他行为在月、季度甚至更长的时间框架下的长期变化趋势(Methot etal.,2017)。例如，有学者发现一些员工的利他行为在长期趋势上是下降的(Lin etal.,2020;Yuetal.,2017)；还有研究者发现了员工的利他行为在月级别上的上升趋势(Parker etal.,2010)。对利他行为的割裂式的考察，无法完整反映出利他行为动态性特征的全貌。我们仍然无法回答：利他行为的短期波动性和长期趋势性是否有内在联系？利他行为的长期趋势是否受到其短期波动性的影响？或者相反？或者存在双向影响？为了更深入地了解组织中利他行为的可持续性，对其短期波动性和长期趋势性及其关系机制同时进行考察是极其必要的。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "上述关于利他行为本质特征认识的问题得不到解决，还会带来一系列连带的不良后果，典型的就是会导致对利他行为何以产生的机制研究同样存在片面性。先前研究在探讨利他行为的前因时，只以提升利他行为单点水平的因素作为有效前因。例如，有研究发现，个体的英雄主义动机可以提升个体的利他行为水平(Franco et al.,2011)。然而，在加入时间因素，考虑利他行为的可持续性之后，可能原本被认为是有效提升利他行为的因素，其实起到的是对利他行为初始水平提升但长期趋势下降、不可持续的效应。只有将利他行为的动态性考虑在内，探索能够让个体持续产生利他行为的内外在条件，才能够真正发现对组织有真正价值的利他行为前因。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "总体而言，当前关于利他行为的研究，在对其动态性特征的探讨，特别是关于利他行为短期波动性和长期趋势性特征间的关系及互动机制存在着明显的知识缺失。相应地，对利他行为的前因机制的探讨同样存在不足。以动态视角，从利他行为的可持续性入手，重新审视和考察利他行为的动态特征和前因机制，对我们准确地回答什么才是利他行为的持续性、利他行为如何实现可持续等问题非常关键。因此，基于主动性动机模型(Parker et al.,2010)，本文试图构建可持续利他的理论框架，考察利他行为的短期波动以及长期趋势等可持续性特征，探讨利他行为持续性的个体和领导因素的前因机制。具体地，本研究首先对利他行为的可持续特征进行考察，探索利他行为的短期波动性以及长期趋势性两个子特征的内在联系及其与利他行为初始水平的关系，深化对利他行为持续性的理解。其次，对利他行为可持续性的前因机制进行考察，探索个体因素与领导因素如何通过利他行为动机的中介影响利他行为的可持续性。上述研究成果不仅能够对利他行为研究做出显著的理论贡献，也对建设可持续互利团队与组织具有重要的现实意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2研究现状",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1利他行为的传统定义与测量",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "利他(Altruism)一词英文的词源为拉丁文Alter，意思即为“他人”。利他行为指的是在社会中对他人的帮助行为，这种行为可能不求回报，还可能带有对自身资源或者利益的牺牲(Organ,1988)。利他行为一直是生物学、社会生物学的重点概念，学者们关注的是利他行为背后的进化机制，即在生存是自然选择主要动力的前提下，为什么个体愿意去帮助他人(Kohn,1990)。Bateman 和 Organ(1983)将组织公民行为定义为一种员工在工作职责之外自愿做出的不会被组织正式奖励的行为。Organ(1988)将组织公民行为分为利他(Altruism)、尽责(Conscientiousness)、体育精神(Sportsmanship)、礼貌(Courtesy)和公民美德(Civic virtue)五个维度。其中利他行为被认为是关于组织中人际资源交换的核心维度，反映的是个体不求回报地使用自己的时间与资源来帮助他人解决工作中问题的行为特征。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "包括利他行为在内的组织公民行为长期被看作是特质性的行为，即一些人总是会比另一些人有更多的利他行为(Bateman& Organ,1983)。学者们普遍认为，利他行为等角色外行为是特质性的、静态的，其差异性主要体现在个体之间(Bolino etal.,2012)。基于这个理论假定，对利他行为的经典测量工具，包括 Smith 等(1983)、Podsakoff等(1990)、Lee 与Allen (2002)等开发的量表，大多数希望测量的是员工的特质性的、稳定的行为特征。例如Wagner与Rush(2000)对利他行为的经典研究中，让被试回答一些利他行为（如“与同事分享可以提升工作效率的信息”）对于自己来说在多大程度上是“特质性的”。后期学者虽然在一些方面对先前的利他行为测量进行了改进，如有学者开发了专门针对千禧一代的组织公民行为量表(Chou et al.,2021)，但其思路仍然是测量新生代员工相对稳定持续的利他行为水平。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基于以上回顾，我们发现利他行为的传统研究在定义和测量方式上都更加侧重于利他行为的特质性，而学者们对利他行为的经典定义中，其实隐含着对利他行为的理想状态的期望，即稳定高水平的利他行为。对于这种利他行为的理想状态，以动态性的视角重新看待，我们认为持续的利他行为在短期表现出波动性上较为稳定、长期表现出趋势性上高水平。然而，尽管有些研究在问卷中采用了诸如让个体描述一段时间内利他行为的频率等试图捕捉利他行为动态性的弥补措施，这些以简单点值或均值（频率）来反映个体真实的利他行为特征的做法，可能导致我们对个体利他行为的认知出现偏差，把非持续性的利他行为误判为持续的利他行为。因此，整体基于动态性的视角，对利他行为的可持续性，包括短期波动性、长期趋势性及其内在联系进行系统性考察，是非常有必要的。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2利他行为可持续性的研究现状",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "利他行为曾经长期被作为一个静态的概念来进行研究。近年来，随着研究方法和技术的不断进步，曾经一些只能通过静态手段测量的概念变量逐渐可以通过动态的手段捕捉(Gabrieletal.,2017)。对于利他行为，也逐渐有研究开始对其进行动态性考察。在当前以动态视角对利他行为进行的为数不多的探讨中，根据研究的时间框架和相应采用的研究手段的不同可以分为两类，即针对利他行为短期波动性的研究和针对利他行为长期趋势性的研究。其中，关于利他行为短期波动性的研究开展得较早。研究者一般采用经验取样法(Experience-sampling methods)在连续多天内每日收集数据，探索利他行为及组织公民行为在“天”、“小时”甚至“分钟”级别的波动性(Lowery etal.,2021)。短期波动性研究的成果最先突破了传统的对利他行为的特质性理解，发现了利他行为在较短的时间（天、小时、分钟）内会呈现出波动性特征。相对于短期波动研究，长期趋势研究开展得较晚。一般来说，长期趋势研究则多采用多次纵向追踪调查(Longitudinal study)方法，在几个月的时间区间内收集三次以上的数据，探索利他行为的长期变化趋势(Methot et al.,2017,p.201)。目前长期趋势研究的成果非常少，存在着大量的知识空白。在目前仅有的几个研究中，有学者发现一些员工的利他行为在长期趋势上是下降的(Lin et al.,2020;Yuet al.,2017)；还有研究者发现，在进行组织干预后，员工的利他行为在月级别上也可能出现上升趋势(Parkeretal.,2010)。值得注意的是，已有的绝大多数研究都是将两种特征用不同的研究框架、研究手段、研究样本进行探讨。换句话说，对利他行为的动态性的探讨，在研究框架和研究方法上都是割裂的。对上述研究的综述显示，当前无论是短期研究还是长期研究，各自单独都无法完整地反映出典型利他行为内涵特征的全貌。为了更深入地了解组织中利他行为的可持续性，在一个研究框架中用同一方法、同一样本对利他行为的短期波动性、长期趋势性及其关系机制同时进行考察是极其必要的。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3利他行为的前因与后果相关研究",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "自从利他行为的概念提出以来，研究者们的关注焦点就集中在它如何能够有利于组织及其成员。首先，大量研究发现利他行为对组织有着积极的影响。例如，有研究发现，高水平的组织公民行为可以提升组织效率(Koys,2001)，从而帮助组织获得更高的团队绩效(Liu et al.,2014)及组织绩效(Sun etal.,2007)。对于个人来说，组织公民行为可以促进员工的正式工作绩效(Ozer,2011)，包括工作成果的质量和数量(Podsakoff et al.,1997)，以及提升员工的工作满意度(Munyon et al.,2010)和职业成功水平(Russo et al.,2014)。在工作场合之外，组织公民行为还能够让员工在下班后有更多的能量感(Lametal.,2015)。总的来说，大量研究发现组织公民行为是能够给组织和个人带来积极结果的一种有益的组织行为。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "基于利他行为对组织及个人的重要影响，大量的研究开始关注组织中利他行为的前因，考察个体、领导、团队、组织、社会等层面上，何种因素可能影响员工的利他行为水平。首先，个体水平上，已有研究发现大五人格(Chiaburu et al.,2011)、核心自我评价(Rich etal.,2010)、心理资本(仲理峰,2007)等人格特质，以及知觉到的工作压力(DeClercq&Belausteguigoitia, 2020)、公正世界信念(Kacmar et al.,2011)、感恩(Rafferty & Restubog,2011)等工作认知会影响其利他行为的水平。从领导与团队视角看，变革型领导(李超平 等，2006)、道德型领导(Tourigny et al.,2019)、服务型领导(Sun et al.,2019)、谦卑型领导(Choetal.,2021)、辱虐式管理(Yu&Duffy,2021)、团队层差序氛围(沈伊默 等,2019)等领导风格和团队特征对组织公民行为也都会产生影响。除此之外，高绩效工作系统(Hai et al,2020)、组织价值氛围(Marinova et al.,2019)等团队和组织层面的因素也能够预测员工的组织公民行为。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对上述研究的综述显示，虽然利他行为作为组织中重要的角色外行为，已经与其他概念建立起了丰富的联系，然而由于上述研究中绝大多数依然是以静态视角考察利他行为，关于利他行为形成机制的探讨存在知识的缺失。只有将利他行为的动态性考虑在内，探索能够让个体持续产生利他行为的内外在条件，才能真正实现对组织中利他行为以及利他行为持续性的前因的准确理解，从而更有效地指导组织实践。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3研究构想",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "基于当前针对利他行为的可持续研究的动态性和影响机制考察的不足，本研究分析和总结利他行为的相关理论以及实证研究，确定利他行为可持续性的前因机制为本项目的研究问题，建立研究框架、形成研究假设、确定研究方法、编制和修订测量工具，依靠横截面数据收集、长期纵向追踪、短期经验取样等多种方法收集数据，并使用多层线性模型、潜变量增长模型等手段进行数据分析，以期最终实现对利他行为可持续性的前因机制更全面、客观的认知。具体来说，本研究拟解决以下两个关键科学问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）利他行为的动态特征。利他行为的传统研究在定义和测量方式上都更加侧重于利他行为的特质性，而对利他行为的动态性特征缺乏理论上的探讨和实证上的检验，可能导致我们对个体利他行为的认知出现关键的缺失。而近期初步出现的对利他行为动态性特征的探讨，无论是短期波动研究还是长期趋势研究，因为其研究框架与方法的割裂性，各自都无法单独地完整地反映出典型利他行为动态性特征的全貌。为了更深入地了解组织中利他行为的可持续性，在一个研究框架中用同一样本对其短期波动性和长期趋势性及其关系机制同时进行考察是十分必要的。本项目将利他行为的可持续性定义为在短期波动性上较为稳定、长期趋势性上高水平持续的利他行为，并采用纵向追踪和经验取样混合方法，对利他行为的短期波动性以及长期趋势性两个子特征分开进行探讨，深化对利他行为持续性特征全貌的理解。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）利他行为可持续性的前因机制。对利他行为可持续性特征探讨的缺失，会导致对利他行为产生机制的研究同样存在片面性。仅以单时点测量的利他行为的前因作为典型利他行为的前因，就会导致我们对利他行为前因的有偏、甚至是错误的认知，更会对实践领域产生错误甚至有危害的指导。只有将利他行为的动态性考虑在内，探索能够让个体持续产生利他行为的内外在条件，才能够发现对组织有真正价值的利他行为前因。本项目采用纵向追踪和经验取样混合方法，以多层分析视角，考察个体因素、领导因素等对利他行为可持续性的影响，并探讨导致利他行为短期波动和长期趋势的中介机制。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "具体地，本研究基于主动性动机模型(Model of proactive motivation; Parker et al.,2010)构建。主动性动机模型是用来解释个体主动性行为形成机制的理论框架，涵盖个体与情境前因、主动性动机状态中介、主动性目标设定和努力，以及主动性目标实现的后果等概念内容。在主动性动机模型中，主动性(Proactivity)被认为是一个目标导向、未来导向以及变革导向的行为或过程。主动性目标寻求包括主动性目标设定以及主动性目标努力两个部分。其中，主动性目标设定包括对未来的行为制定长期计划等行为，而主动性目标努力则包括克服短期的障碍、自我调节等。对于主动性目标的设定和努力，有三个前因机制，分别是应做(Reason to)，即有理性地认知自身有内在动机或认同感去做；想做(Energized to)，即受到情绪状态的驱使而去做；以及能做(Can do)，即具备高自我效能感、知觉到低损失等。而个体和情境因素又可能对这三个前因机制产生影响。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "鉴于利他行为是个体在工作职责之外主动自愿做出的助人行为(Organ,1988)，研究二引入主动性动机模型来建构利他行为可持续性前因机制模型。具体地，研究二将考察个人因素（公正世界信念、资质过剩感）及领导因素（道德型领导、辱虐式管理）如何通过“想做”路径（感恩、心理特权）、“应做”路径（组织关注、印象管理）以及“能做”路径（互惠认知、职业适应力）分别影响利他行为的目标设定（长期趋势性）和目标努力（短期波动性）。该研究的总体理论模型如图1所示。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/79645ec93ae5bc9377c75ac0b292550fa84b13eb0089195508d27ce5df28039d.jpg",
        "img_caption": [
            "图1理论模型图"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.1感恩、心理特权与利他行为的短期波动性",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "本研究将状态性感恩(State gratitude)和心理特权(Psychological entitlement)作为“想做”动机状态的指标，对利他行为可持续性产生影响。首先，状态性感恩是个体在一定情形下（如受到他人善意提供的恩惠时）所产生的一种感激和愉悦的情绪感受和状态(郭一蓉等,2021)，其作为一种“想做”动机状态会促进个体的利他行为。一方面，感恩作为一种个体受到他人恩惠而产生的道德情感反应，可能会驱动最初的利他行为产生。在社会交换中，当个体知觉到他人的慷慨恩惠时，会激活个体自身对他人的慷慨恩惠倾向，并促使个体在日常做出利他行为(Blau,1964;Parker et al.,2010)。另一方面，感恩通过建构个体的心理资源，可以弥补利他行为带来的资源消耗，拓展员工对正面事件的捕捉能力，提供积极的思考框架和生命意义，带来积极心理资源并提升个体幸福感，从而持续地为个体的利他行为“赋能”(Simons etal.,2020)。尤其在集体主义文化下，感恩并非是一次性的心理负债偿还的社会认知，其作用在短期内并不会因为恩惠的偿还而消失(Liuetal.,2021)。因此，我们认为，在中国情境下，感恩对利他行为的积极作用会在短期内保持相对稳定。综上，我们提出假设：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "假设1a：感恩正向影响利他行为的初始水平（截距）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "假设1b：感恩负向影响利他行为的短期波动（方差）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "心理特权是自恋的核心组成部分，指的是一种感到有权利获得优待，可以被豁免社会责任的主观信念或知觉(Campbell et al.,2004)。前人研究普遍发现高水平的心理特权会带来一系列的不良后果(Zitek etal.,2010)，如更多的攻击行为(Campbell et al.,2004)，对同事的虐待行为(Harvey&Harris,2010)，以及更低水平的组织公民行为(Hochwarter etal.,2007)和主动性行为(Brummel&Parker,2015)等。类似地，本研究认为心理特权会负向影响个体的利他行为。首先，高心理特权感的人会有一种“有权利被优待的、不合理的期望”。这种“期望”会削弱个人的认知努力的动机(Harvey&Martinko,2009)，这与利他行为需要个体积极主动展现帮助行为的特征背道而驰。其次，个体心理特权水平越高，越容易觉得自己在社会交换关系中处于不利一方，因而越不可能从事利他行为。同时，心理特权水平高的个体倾向于将好的结果归功于自己，将失败归罪于他人，因此更可能疏远或责备他人，而非做出利他行为(Exline et al.,2004)。最后，心理特权作为一种心理状态(Zitek et al,2010)，受到很多情境因素的影响。即使在某个时间点上，高心理特权的个体做出了有利于组织的行为，也只是更加强化了其特权感，从而觉得自己更应该被优待。因此至少在一段时间内，高心理特权个体会表现出相对稳定的、波动性较低的低水平利他行为。因此，我们提出假设：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "假设2a：心理特权负向影响利他行为的初始水平（截距）。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "假设2b：心理特权负向影响利他行为的短期波动（方差）。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2组织关注、印象管理与利他行为的长期趋势",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "本研究认为组织关注(Organizational concern)和印象管理(Impression management)能够作为“应做”动机状态的指标，对利他行为可持续性产生影响。组织关注是组织公民行为动机的一种，描述了员工帮助组织和参与组织的愿望，是出于对组织价值观的认同和对组织利益最大化的追求的相对无私利他导向的动机(Rioux&Penner,2001)。主动性动机模型指出，“应做”动机能够解释个体为什么选择或坚持特定的主动目标(Parker etal.,2010)。组织关注体现了员工对组织能因其行为而获益的期待，是一种典型的反映个体“应做”状态的指标。因此，我们认为，高组织关注动机的员工会积极开展利他行为以实现个人和组织的目标。目前也有部分实证研究发现了组织关注动机与一般组织公民行为水平(Halbesleben et al.,2010)或特定组织公民行为间的关系(Klotz et al.,2018)。由此，我们认为，拥有较高水平组织关注动机的员工，更可能一开始就表现出高水平的利他行为。并且由于组织关注动机指代的是对组织价值观和目标的认同，具有相对稳定性，因此它对利他行为的影响可能是长期持续的，即具有高组织关注动机的员工可能更有意愿稳定持续地进行利他行为。因而，我们提出假设：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "假设3a：组织关注正向影响利他行为的初始水平（截距）。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "假设3b：组织关注正向影响利他行为的长期趋势（斜率）。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "印象管理被定义为员工（印象管理者）在工作中主动地塑造他人（如上级领导、同事或客户等）对自己的看法的行为(Bozeman&Kacmar,1997)。相应地，印象管理动机(Impression management motives)指的是控制他人对自己看法的动力(Leary&Kowalski,1990)。根据主动性动机模型(Parker etal.,2010)，印象管理动机可以视作员工“应做”动机状态的指标，激励员工产生主动的目标并采取行动，为实现目标而努力。据此可以推理，为了在他人眼中保持良好形象，印象管理动机水平高的员工会进行包括利他行为在内的角色外行为。前人研究也证实了印象管理动机可以被视为组织公民行为的潜在前因(Grant&Mayer, 2009)。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "然而，也有研究发现，那些清楚认识到进行角色外行为有助于自身晋升的员工，往往会在一开始表现出高水平的组织公民行为，而在晋升后组织公民行为水平就随之下降(Huietal.,2000)。该研究可能反映出，出于印象管理动机而进行的利他行为可持续性较低。还有学者基于资源保存理论和自我决定理论解释并验证了印象管理动机与公民疲劳之间的正向关系(Qiuetal.,2020)。因此，员工被印象管理动机驱动而产生利他行为时，往往会感到疲惫不堪。根据上述研究发现，我们认为，印象管理动机带来的利他行为的长期持续性将会较差。由此，我们提出假设：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "假设4a：印象管理正向影响利他行为的初始水平（截距）。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "假设4b：印象管理负向影响利他行为的长期趋势（斜率）。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3互惠认知、职业适应力与利他行为的可持续性",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "互惠指的是“分工所带来的人与人之间的相互依赖的交换模式”(Gouldner,1960,p.169-170)。互惠对维持社会系统稳定起到了重要作用(Liden et al.,1997)。互惠认知对利他行为持续性的影响可以通过主动性动机模型中的“能做”路径实现。在组织中，通过互惠的社会交换关系，员工倾向于相信自己的利他行为可以得到补偿（但不一定是实物或金钱的报偿），这种互惠认知会让个体更愿意参与社会交换系统，或在组织中表现出超出工作职责的利他行为，如帮助有需要的同事等(Settoon et al.,1996)。换而言之，个体相信在人际互动中通过互惠得到的补偿或收益要大于或等于付出的成本。因此，高水平的互惠认知反映的是其对社会交换系统的成熟性和持续性的信心。基于此，我们认为个体的互惠认知水平对利他行为的初始值和长期趋势都具有正向效应。一方面，他们相信自己的行为会换来他人的回报，因此更愿意主动表现出利他行为；另一方面，互惠认知水平较高的个体会更倾向于认为如果自己表现出持续稳定的利他行为，可以得到社会交换系统持续稳定的报偿（不一定来自交换对象），因而其利他行为的可持续性较强。由此，我们提出假设：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "假设5a：互惠认知正向影响利他行为的初始水平（截距）。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "假设5b：互惠认知正向影响利他行为的可持续性。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "职业适应力是个体用于应对当下或未来职业情境中可预测任务或者不可预测情境的心理一社会资源(Savickas,2013)。换言之，职业适应力是个体所拥有的自我调节资源，可以帮助个体有效应对环境中的变化(Savickas,2013)。职业适应力由四个成分构成，包括关注、控制、好奇以及自信。其中，关注指的是个体对自身职业未来的思考与计划；控制指的是个体对职业未来的决策和责任担负；好奇指的是个体对职业未来的探索与研究；自信指的是个体对自己能够有效解决问题的信心(Savickas＆Porfeli,2012)。前人研究发现，高水平的职业适应力可以带来职业情境中更积极的结果，如更高的工作绩效(Zacher,2014)、工作满意度(Fiori etal.,2015)以及更低的工作压力(Fiori etal.,2015)和离职倾向(Merino-Tejedor etal.,2016)等。因为高水平的职业适应力代表个体拥有更多用于解决工作及职业问题的心理资源(Savickas,2013)，根据主动性动机模型(Parker etal.,2010)，职业适应力可以作为个体“能做”动机状态的指标。个体拥有较高水平的职业适应力，会相应地对自己行为的利他性有更高的自信心，并有更高的责任感和自控能力让自己长期持续地做出利他性行为。换句话说，高水平的职业适应力不仅可以带来利他行为更高的初始水平，还可以让利他行为有更高的长期可持续性。因此我们提出假设：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "假设6a：职业适应力正向影响利他行为的初始水平（截距）。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "假设6b：职业适应力正向影响利他行为的可持续性。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.4利他行为可持续性的个体前因机制",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "根据主动性动机模型(Parker etal.,2010)，个体前因可以通过主动性动机的中介路径影响主动性目标的设立和实现。基于主动性动机理论的框架，我们将公正世界信念和资质过剩感这两个个体变量分别作为利他行为的个体前因，探索两者与利他行为关系中，三种主动性动机的中介机制。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "所谓公正世界信念，指的是人们相信他们所处的世界是一个公正有序的世界的程度。公正世界信念高的个体更倾向与认为在这个世界上，人们得其所应得，并且所得即应得(Lermer,1980;Lermer&Miller,1978)。大量研究发现，个体对公正世界的强烈信念与各种积极的个人结果有关，例如更高的感恩和互惠动机、较低的压力水平等(Edlund etal.,2007;Strelan,2007;Furmham,2003)。而基于主动性动机模型(Parker et al.,2010)，我们认为公正世界信念对于利他行为可持续性的影响可以通过“能做”、“应做”、和“想做”三条路径实现。首先，当员工的公正世界信念较强时，由于其相信自己是被世界公正对待的，努力有所回报，付出有所收获，因此往往对世界存在感激之情(Strelan,2007)，想为世界为他人做出更多的贡献、给予更多帮助(Spence et al.,2014; Sun et al.,2019,Ma et al.2017)，即通过“想做”路径产生初始的较高水平的利他行为。其次，公正世界信念也可以通过“能做”路径带来长期可持续的利他行为。在组织中，高公正世界信念的员工往往拥有高互惠感知(Edlund & Sagarin Johnson,2007)。换言之，他们更倾向于相信，自己主动做出利他行为后，能够得到别人及时的、对等的甚至超额的回馈，同时感知到的风险相对较低，即他们更加确信自己能够得到理想的回报。最后，员工的公正世界信念越高，他们越愿意相信自己的组织能够给予他们公正的对待，帮助自己实现职业梦想，因此会产生更高的组织认同和组织关注，愿意为自己的组织做出无私的贡献，从而通过“应做”路径产生长期稳定的利他行为。基于上述论证，我们提出以下假设：",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "假设7：利他行为动机在公正世界信念与利他行为可持续性的关系中起到中介作用。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "资质过剩(Overqualification)是指个人拥有的能力、工作经验、知识和技能等超过了工作要求(Erdogan&Bauer,2009)。以往关于资质过剩感的研究主要集中在其不良后果上，如负向影响员工的幸福感(Erdogan et al.,2018)、组织公民行为(Luksyte etal.,2022)以及任务绩效(Lietal.,2019)等。随着资质过剩研究的深入，很多学者也发现资质过剩感的“积极面”(Erdogan etal.,2011)，如带来更多的主动性行为(Zhang et al.,2016)以及更高水平的创造力(Lin et al.,2017)等。基于主动性动机模型(Parker et al.,2010)，我们认为资质过剩感主要是通过影响三种动机状态进而影响利他行为可持续性。具体来说，首先，高资质过剩感的员工由于其个人技能未能得到充分发挥，会产生相对剥夺或者不公平的负面情绪，导致其拥有较低的感恩水平、较强的心理特权感，从而通过“想做”路径负向影响其短期的利他行为；其次，由于高资质过剩感个体自身资质与工作的不匹配，其组织关注动机和印象管理动机会更低，从而导致通过“应做”路径负向影响长期持续的利他行为；最后，资质过剩感高的个体由于对社会交换系统中得到的回报不满，因此互惠认知较低，可能会通过“能做”路径导致长期不可持续的利他行为。基于上述论述，我们提出以下假设：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "假设8：利他行为动机在资质过剩感与利他行为可持续性的关系中起到中介作用。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.5利他行为可持续性的情境前因机制",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "根据主动性动机模型(Parker etal.,2010)，情境前因也可以通过主动性动机的中介路径影响主动性目标的设立和实现。基于主动性动机理论的框架，我们将道德型领导(Ethicalleadership)和辱虐式管理(Abusive supervision)这两种典型领导风格分别作为利他行为的情境前因，探索两者与利他行为关系中，三种主动性动机的中介机制。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "道德型领导指的是组织或团队的领导者不仅通过自身的行为向下属示范合乎道德的、恰当的组织内行为，并通过与下属双向沟通、制定政策等方式推广这种行为的领导风格(Brown etal.,2005)。近年来，道德型领导对个人与组织结果的研究也越来越丰富(Moore etal.,2019)。道德型领导作为员工日常工作中的重要情境因素，可能通过“想做”、“应做”以及“能做”三种动机状态(Parker etal.,2010)对员工的利他行为的可持续性产生影响。从“想做”动机状态来说，在道德型领导管理下的员工，能够感知到行为处事的公平公正，从而对领导产生感恩情绪，进而产生初始的利他行为；同时，由于道德型领导的以身作则和贯彻执行良好的奖惩制度，使得下属有较低的心理特权感，因此驱动个体增加从事利他行为的意愿，可能造成利他行为的短期波动。从“应做”动机状态来说，道德型领导作为良好的榜样，下属通过观察学习，能够增加其对组织的关注，增加其为组织做出贡献的意愿，其利他行为的可持续性可能更高。类似地，因为道德型领导的道德垂范作用，下属更可能对印象管理持负面态度，从而降低印象管理水平，形成长期可持续的利他行为。从“能做”动机状态来说，道德型领导真正关心下属的福祉，并投入时间和精力来满足下属的成长和发展需求，从而增加下属的互惠认知；并且道德型领导常常做出公平公正、符合道德要求的决策，为下属提供足够的资源，从而增加下属的职业适应力，使其更能够稳定持续地从事利他行为。基于上述论述，我们提出以下假设：",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "假设9：利他行为动机在道德型领导与利他行为可持续性的关系中起到中介作用。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "辱虐式管理(Abusive supervision)指的是组织中下属知觉到的上级持续进行的敌意言语和非言语行为（不包括身体接触）的程度(Tepper,2000)。辱虐式管理作为一种破坏性的领导行为，会给员工和组织带来一系列的不良后果(Mackey et al.,2017; Tepper,2007)。同样，辱虐式管理作为员工日常工作中的重要情境因素，也可能同时会对“想做”、“应做”以及“能做”三种动机状态(Parker etal.,2010)产生影响，从而降低个体从事利他行为的可持续性。从“想做”动机状态来说，下属在受到上级的辱虐式管理后，会产生一系列负向情绪（比如愤怒、沮丧等），这些负面情绪会降低个体的感恩水平，增加其心理特权感，从而造成利他行为初始水平的低下和短期波动的增加。从“应做”动机状态来说，下属受到辱虐后，基于对组织的负面感受，会降低组织关注，从而更不愿持续从事利他行为。同时，个体出于保护自身安全的考虑，可能增加印象管理以期减少领导对其的辱虐，从而不愿持续从事利他行为；从“能做”动机状态来说，当下属受到辱虐后，对社会交换的互惠性认知将会更低，同时需要消耗大量资源用以调节、修复自身的情绪状态，因而无论从成本还是自我效能感考虑，都会导致个体利他行为的不可持续。基于上述论述，我们提出以下假设：",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "假设10：利他行为动机在辱虐式管理与利他行为可持续性的关系中起到中介作用。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "4理论建构",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "基于先前研究对利他行为动态特征的理解、研究方法等方面的关键不足，以及对利他行为前因机制的探讨缺失，本研究从利他行为的可持续性切入，通过引入主动性动机模型(Parker etal.,2010)考察利他行为的动态特征和前因机制，可以更好地回答利他行为的本质、利他行为何以产生以及利他行为有何影响等重要科学问题。本研究旨在对利他行为的可持续特征进行考察，并从个体因素、领导因素等多个层次出发，对它们如何影响利他行为的可持续性进行系统性研究，以及探讨利他行为波动性和趋势性的中介路径，发现利他行为可持续性的前因机制。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "本研究的理论贡献主要体现在两个方面。首先，本研究创新性地填补了对利他行为动态性特征探讨的重要缺失。当前关于利他行为的研究，在定义和测量方式上都更加侧重于利他行为的特质性，主要以静态视角采用单点横截面方式进行考察 (Bolino etal.,2012)，而对利他行为的动态性特征缺乏理论上的探讨和实证上的检验(Methot etal.,2017)，会导致对利他行为本质特征及其前因机制的理解存在不足。同时，现有的少数以动态视角开展的利他行为研究，无论是短期波动研究还是长期趋势研究，因为其研究框架与方法的割裂性，各自单独都无法完整反映出典型利他行为动态性特征的全貌。为了更深入地了解组织中利他行为的可持续性，在一个研究框架中用同一样本对其短期波动性和长期趋势性及其关系机制同时进行考察是极其必要的。本研究以动态视角，重新审视利他行为可持续性特征，创新性地使用纵向追踪和经验取样的混合方法，深化了对利他行为动态性特征全貌的理解，不仅对准确地回答“什么是利他行为的可持续性”的问题非常关键，也为后续继续回答可持续的利他行为如何实现、利他行为的可持续性会给个人和组织带来什么结果等重要问题奠定了基础。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "其次，本研究增进了利他行为的可持续性前因机制的知识。对利他行为可持续性特征探讨的缺失，会导致对利他行为何以产生的机制研究同样存在片面性。仅以单点利他行为的前因作为典型利他行为的前因，就会导致我们对利他行为前因的有偏甚至是错误的认知(Methot etal.,2017)，更会对实践领域产生错误甚至有危害的指导。只有将利他行为的动态性考虑在内，探索能够让个体持续产生利他行为的内外在条件，才能够发现对组织有真正价值的利他行为前因。基于此，本研究对利他行为可持续性的前因机制进行考察，采用长期纵向追踪、短期经验取样和横截面研究结合的方法，以多层分析视角，检验个体因素、领导因素对利他行为可持续性的影响，并探讨其中个体利他行为动机的中介作用。这些探索对于我们更好地理解利他行为的动态性以及利他行为的可持续性，形成的关键条件具有",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "重要的理论价值。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "总之，当前以动态视角对利他行为的可持续性的探讨还处在起步阶段。首先，利他行为的动态性特征体系不够明确，内部各个子特征的关系有待探讨。其次，对利他行为可持续性特征探讨的缺失，会导致对利他行为何以产生的机制研究同样存在片面性。基于以上研究问题，本研究采用动态视角，首先考察利他行为的短期波动性以及长期趋势性两个子特征的内在联系及其与利他行为初始水平的关系，以期深化对利他行为持续性的理解。在此基础上，采用主动性动机视角，考察利他行为可持续性的前因机制。通过上述两个研究，可以构建起组织中利他行为持续性的整体研究框架，为组织中利他行为、角色外行为的研究开拓新的知识领域。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "郭一蓉,宋继文,郑晓明,陈黎梅.(2021).组织管理中感恩研究述评：一个多层次的理论模型.管理评论,33, 188-200.   \n李超平,孟慧,时勘.(2006).变革型领导对组织公民行为的影响.心理科学，29,175-177.   \n聂琦,张捷,彭坚,王苗苗.(2021).基于体验取样法的工间微休息对组织公民行为的影响研究.管理学报,02, 223-233.   \n沈伊默,诸彦含,周婉茹,张昱城,刘军.(2019).团队差序氛围如何影响团队成员的工作表现？ 一个有调 节的中介作用模型的构建与检验.管理世界,12,104-115+136+215.   \n仲理峰.(2007).心理资本对员工的工作绩效、组织承诺及组织公民行为的影响.心理学报,39,328-334.   \nBateman,T.S.,& Organ,D.W.(1983).Job satisfaction and the good soldier: The relationship betweenafect and employee “citizenship.”Academy ofManagement Journal,26,587-595.   \nBergeron,D.M. (2oo7).The potential paradox of organizational citizenship behavior: Good citizens at what cost? Academy ofManagement Review,32,1078-1095.   \nBlau,P.M.(1964). Exchange and Power in Social Life.NY: Wiley.   \nBolino,M.C.，Harvey,J.,& Bachrach,D.G.(2012).A self-regulation approach to understanding citizenship behavior in organizations. Organizational Behavior and Human Decision Processes,l19,126-139.   \nBozeman,D.P.,& Kacmar,K.M.(1997).A cybernetic model of impression management processes in organizations. Organizational Behavior and Human Decision Processes,69,9-30.   \nBrown,M.E.,Trevino,L.K.,& Harrison,D.A. (2oo5).Ethical leadership: A social learning perspective for construct development and testing. Organizational Behavior and Human Decision Processes,97,117- 134.   \nBrummel,B.J.,& Parker,K.N.(2015). Obligation and entitlement in society and the workplace.Applied Psychology: An International Review, 64,127-160.   \nCampbell,W.K.,Bonaci,A.M.,Shelton,J.,Exline,J.J.,&Bushman,B.J. (204).Psychological entitlement: Interpersonal consequences and validation of a self-report measure. Journal of Personality Assessment, 83,29-45.   \nChiaburu,D.S.,Oh,LS., Bery, C.M.,Li,N.,& Gardner,R. G. (2ol).The five-factor model ofpersonalitytraits and organizational citizenship behaviors: A meta-analysis. Journal of Applied Psychology, 96,1140- 1166.   \nCho, J.,Schilpzand,P., Huang,L.,&Paterson,T. (2021). How and when humble leadership facilitates employee job performance: The roles of feeling trusted and job autonomy. Journal of Leadership & Organizational Studies,28, 169-184.   \nChou,S.Y.,Bove,F.,Ramser, C.,&Han,B.(2O21).Millnnials asorganizational ciizens: Conceptualizationand measurement development. The Journal of Social Psychology, 161,1-20   \nDalal,R.S.,Bhave,D.P.,&Fiset, J. (2014). Within-personvariability injob performance: Atheoretical review and research agenda. Journal of Management, 40,1396-1436.   \nDalbert,C.,Lipkus,I. M., Sallay,H.,& Goch,I. (2o01).A just and anunjust world: Structure and validityof diferent world beliefs. Personality and Individual Diffrences,30, 561-577.   \nDe Clercq, D.,& Belausteguigoitia, I. (202O). When does job stress limit organizational citizenship behavior,or not? Personal and contextual resources as bufers. Journal of Management & Organization, 1-25.   \nEissa, G.,Lester,S.W.,& Gupta,R. (202O). Interpersonal deviance and abusive supervision: The mediating role of supervisor negative emotions and the moderating role of subordinate organizational citizenship behavior. Journal of Business Ethics,166,577-594.   \nErdogan,B.，& Bauer,T.N.(20o9).Perceived overqualification and its outcomes: The moderating role of empowerment. Journal of Applied Psychology,94, 557-565.   \nErdogan, B., Bauer,T.N.,Peir6,J. M.,& Truxilo,D.M. (2011). Overqualified employees: Making the bestof a potentially bad situation for individuals and organizations. Industrial and Organizational Psychology, 4, 215-232.   \nErdogan,B.,Tomas,I,Vals,V.,& Gracia,F.J.(2018).Perceived overqualification,relativedeprivation,and person-centric outcomes: The moderating role of career centrality. Journal of Vocational Behavior, 107, 233-245.   \nExline,J.J.,Bushman,B.J.,Baumeister,R.F.,KeithCampbellW.,&Finkel,E.J. (2o4).Too proudtoletgo: Narcissistic entitlement asa barrier to forgiveness.Journal of Personality and Social Psychology,87, 894-912.   \nFiori, M., Bollmann, G.,& Rossier, J. (2015).Exploring the path through which career adaptability increases job satisfaction and lowers job stress: The role of affect.Journal of Vocational Behavior, 91,113-121.   \nFranco,Z.E.,Blau,K.,& Zimbardo,P.G. (2O11).Heroism: Aconceptual analysis and differentiation between heroic action and altruism. Review of General Psychology,15, 99-113.   \nFurnham,A. (2o03). Belief in a just world: Research progressover the past decade. Personality and Individual Differences, 34,795–817.   \nGabriel,A.S., Diefendorff J. M.，Bennett,A.A.，& Sloan,M.D. (2017).It's about time: The promise of continuous rating assessments for the organizational Sciences. Organizational Research Methods, 20, 32-60.   \nGouldner,A. (1960). The norm of reciprocity: A preliminary statement. American Sociological Review, 25,161- 178.   \nGrant, A. M.,& Mayer, D. M. (2o09). Good soldiers and good actors: Prosocial and impression management motives as interactive predictors of affiliative citizenship behaviors. Journal of Applied Psychology, 94, 900-912.   \nGriep,Y., Germeys,L.,& Kraak,J.M. (2021). Unpacking the relationship between organizational citizenship behavior and counterproductive work behavior: Moral licensing and temporal focus. Group & Organization Management, 46, 819-856.   \nHai, S.,Wu, K.,Park,I.J.,Li,Y.,& Tang, Y. (202O). The role of perceived high-performance HR practices and transformational leadership on employee engagement and citizenship behaviors. Journal of Managerial Psychology, 35,513-526.   \nHalbesleben,J.R.B.,Bowler, Wm.M.,Bolino,M.C.,&Turnley,W.H. (20l). Organizationalconcern,prosocial values,or impression management? How supervisors atribute motives to organizational citizenship behavior. Journal of Applied Social Psychology,40,1450-1489.   \nHarvey,P.,& Haris,K.J. (20l0).Frustration-based outcomes of entitlement and the influence of supervisor communication. Human Relations, 63,1639-1660.   \nHarvey,P.，& Martinko,M. J. (2009).An empirical examination of the role of atributions in psychological entitlement and its outcomes. Journal of Organizational Behavior, 30, 459-476.   \nHochwarter, W.A., Perrewe,P.L., Meurs, J. A.,& Kacmar, C. (2oo7). The interactive effects of work-induced guilt and ability to manage resources on job and life satisfaction. Journal of Occupational Health Psychology,12,125-135.   \nHui,C.，Lam,S. S.，& Law,K.K.(2ooo).Instrumental values of organizational citizenship behavior for promotion: a field quasi-experiment. Journal of Applied Psychology, 85, 822-828.   \nKacmar,K.M.,Bachrach,D.G.,Harrs,K.J.,& Zivnuska,S. (20l1).Fostering good citizenshipthrough ethical leadership: Exploring the moderating role of gender and organizational politics. Journal of Applied Psychology, 96, 633-642.   \nKlotz,A. C., Bolino,M. C.,Song, H.,& Storneli, J. (2018). Examining the nature,causes,and consequences of profiles of organizational citizenship behavior. Journal of Organizational Behavior, 39, 629-647.   \nKohn,A. (1990). The brighter side of human nature: Altruism and empathy in everyday life.New York: Basic Books.   \nKoys,D.(2o0l).The efects of employee satisfaction,organizational citizenship behavior,and turnover on organizational effectiveness: Aunit-level, longitudinal study. Personnel Psychology, 54,101-114.   \nLam,C.F.，Wan, W.,& Roussn,C.(2015). Going the extra mile and feeling energized: An enrichment perspective of organizational citizenship behaviors. Journal of Applied Psychology,101,379-391.   \nLeary,M.R.,& Kowalski, R. M. (199o). Impression management: A literature review and two-component model. Psychological Bulletin,107,34-47.   \nLee,K.,& Alln,N.J. (20o2). Organizational citizenship behavior and workplace deviance: The roleof afect and cognitions.Journal ofApplied Psychology,87,131-142.   \nLerner,M.，& Mille,D.(1978).Just world research and atribution process—looking back and ahead. Psychological Bulletin,85,1030-1051.   \nLi, Y.,Wu, M.,Li,N.,& Zhang,M. (2019). Dual relational model of perceived overqualification: Employee's self-concept and task performance. International Journal ofSelection and Assessment,27,381-391.   \nLiden, R. C., Sparrowe,R. T.,& Wayne, S.J. (1997). Leader-member exchange theory: The past and potential for the future. In G. R. Feris (Ed.), Research in personnel and human resources management (Vol.15,pp. 47-119). Elsevier Science/JAI Press.   \nLin,B.,Law, K. S.,& Zhou,J. (2017). Why isunderemployment related to creativity and OCB? A task-crafting explanation of the curvilinear moderated relations. Academy of Management Journal, 60,156-177.   \nLin,K. J.,W., Wu., Xia,Y., Yu,K.,& Bamberger,P. (202O). An examination of newcomer helping behavior in reaction to veteran helping norms. Academy of Management Proceedings.   \nLiu,S.S.,Shteynberg, G.,Moris,M.W.,Yang, Q.,& Galinsky,A.D. (2021). How does coectivismafct social interactions? A test of two competing accounts. Personality and Social Psychology Bulletin,47,362- 376.   \nLiu, W.,Gong, Y.,& Liu, J. (2014). When do business units benefit more from collctive citizenship behaviorof management teams? An upper echelons perspective. Journal of Applied Psychology, 99, 523-534.   \nLowery,M.R., Clark,M.A.,& Carter,N.T. (2021).The balancing act of performance: Psychometric networks and the causal interplay of organizational citizenship and counterproductive work behaviors.Journal of Vocational Behavior,125,103527.   \nLuksyte,A., Bauer,T.N., Debus,M.E., Erdogan,B.,& Wu,C.H. (2022). Perceived overqualification and collectivism orientation: Implications for work and nonwork outcomes. Journal of Management, 48, 319-349.   \nMa,L.K.,Tunney,R.J.,& Ferguson,E.(20l7). Does gratitude enhance prosociality?A meta-analyticreview. Psychological Bulletin,143,601-635.   \nMackey,J.D.,Frieder,R.E.,Brees,J.R.,& Martinko,M.J.(2017).Abusive supervision: Ameta-analysisand empirical review. Journal of Management,43,1940-1965.   \nMarinova,S.V.,Cao,X.,& Park,H. (2o19).Constructive organizational valuesclimateand organizational citizenship behaviors: A configurational view. Journal of Management, 45,2045-2071.   \nMerino-Tejedor,E.，Hontangas,P.M.,& Boada-Grau,J. (2016). Career adaptabilityand itsrelation to selfregulation, career construction, and academic engagement among Spanish university students. Journal of Vocational Behavior, 93, 92-102.   \nMethot,J.R.,Lepak,D.,Shipp,A.J.,& Boswell, W.R.(20l7). Good citizen interrupted: Calibrating a temporal theory of citizenship behavior. Academy of Management Review, 42,10-31.   \nMoore,C.,Mayer,D.M., Chiang,F.F.T.,Crossey,C., Karlesky,M. J.,& Birtch,T.A. (2019). Leaders matter morally: The role of ethical leadership in shaping employee moral cognition and misconduct. Journal of Applied Psychology,104,123-145.   \nMunyon,T.P.,Hochwarter,W.A.,Perrewé,P.L.,&Feris,G.R. (2010).Optimismand the nonlinear citizenship behavior—Job satisfaction relationship in three studies.Journal of Management,36,1505-1528.   \nOrgan,D.W. (1988). Organizational citizenship behavior: The good soldier syndrome.Administrative Science Quarterly, 41, 692-703.   \nOzer, M. (2011). A moderated mediation model of the relationship between organizational citizenship behaviors and job performance. Journal ofApplied Psychology, 96,1328-1336.   \nParker,S.K., Bindl, U. K.,& Strauss,K. (2010). Making things happen: A model of proactive motivation. Journal of Management,36,827-856.   \nPodsakoff,P.M.,MacKenzie,S.B.,Moorman,R.H.,&Fetter,R.(199o).Transformational leaderbehaviorsand their efects on followers’ trust in leader, satisfaction，and organizational citizenship behaviors. Leadership Quarterly,1,107-142.   \nPodsakoff,P.M.,Ahearne,M.,& MacKenzie,S.B.(1997). Organizational citizenship behavior and the quantity and quality of work group performance. Journal of Applied Psychology, 82, 262-270.   \nQiu,Y.,Lou,M.,Zhang,L.,& Wang,Y. (202O). Organizational citizenship behavior motives and thriving at work: The mediating role of citizenship fatigue. Sustainability,12, 2231.   \nRafferty,A.E.,& Restubog,S.L. D.(20l1).The influence of abusive supervisors on folowers’organizational citizenship behaviours: The hidden costs of abusive supervision. British Journal of Management, 22, 270-285.   \nRich，B.L.，LePine,J.A.，& Crawford,E.R. (2010).Job engagement: Antecedents and efects on job performance. Academy of Management Journal, 53, 617-635.   \nRioux,S.M.,& Penner,L.A. (2oo1).Thecauses of organizational citizenship behavior: Amotivational analysis. Journal ofApplied Psychology,86,1306-1314.   \nRusso,M., Guo,L.,& Baruch, Y. (2o14). Work atitudes,career success and health: Evidence from China. Journal of Vocational Behavior, 84,248-258.   \nSavickas, M.L. (2013). Career construction theory and practice. In R. W. Lent & S.D. Brown (Eds.)， Career development and counseling: Putting theory and research to work (2nd ed., pp.147-183). John Wiley & Sons, Inc.   \nSavickas,M.L.,& Porfeli,E.J. (2Ol2).Career adapt-abilities scale: Construction,reliability,and measurement equivalence across 13 countries. Journal of Vocational Behavior, 80,661-673.   \nSetoon,R.P.,Bennett,N.,& Liden,R.C.(1996). Social exchange in organizations: Perceived organizational support,leader-member exchange,and employee reciprocity. Journal of Applied Psychology,81,219- 227.   \nShaley, C.E., Gilson,L.L,&Blum,T.C. (2o09). Interactiveeffctsof growth need strength, work context,and job complexity on self-reported creative performance. Academy of Management Journal,52, 489-505.   \nSimons,M.,Lataster,J., Peeters,S., Reijnders,J., Janssens,M.,& Jacobs,N. (2020). Sense of abundance is asociated with momentary positive and negative affect: An experience sampling study oftrait gratitude in daily life.Journal of Happiness Studies,21,2229-2236.   \nSmith, C.A., Organ,D.W.,& Near, J.P. (1983). Organizational citizenship behavior: Its nature and antecedents. Journal ofApplied Psychology, 68,653-663.   \nSmith,R.W.,Kim,Y.J.,& Carter,N.T.(202O).Does it mater where you're helpful?Organizational citizenship behavior from work and home.Journal of Occupational Health Psychology,25,450-468.   \nSpence, J. R.,Brown,D.J.,Keeping,L. M.,&Lian,H. (2014).Helpful today,but not tomorrow?Feelinggrateful as a predictor of daily organizational citizenship behaviors. Personnel Psychology, 67,705-738.   \nSun, J.,Liden, R. C.,& Ouyang, L. (2019). Are servant leaders appreciated? An investigation of how relational attributions influence employe feelings of gratitude and prosocial behaviors. Journal of Organizational Behavior,40,528-540.   \nSun,L.Y.,Aryee,S.,&Law, K.S. (2oo7). High-performance human resource practices,citizenship behavior,and organizational performance: Arelational perspective. Academy of Management Journal, 50, 558-577.   \nTepper,B. J.(2000). Consequences of abusive supervision. Academy of Management Journal,43,178-190.   \nTepper,Bennett J. (2oo7). Abusive supervision in work organizations: Review,synthesis,and research agenda. Journal of Management, 33, 261-289.   \nTourigny,L.,Han,J.,Baba,V.V.,&Pan,P.(o19).Ethical leadershipandcorporatesocialresponsibilityinChina: A multilevel study of their effects on trust and organizational citizenship behavior. Journal of Business Ethics, 158, 427-440.   \nWagner,S.L.,&Rush,M.C.(ooo).Altruistic organizational citizenshipbehavior: Context,disposition,andage. Journal of Social Psychology,140,379-391.   \nYu, K.,Bamberger, P.,& Wang,L. (2017). The impact of leader and peers on newcomers’ coworker helping trends.Academy of Management Proceedings.   \nYu,L.,& Duffy,M.K.(2021).The whiplash effect: The (moderating)role of attributed motives in emotional and behavioral reactions to abusive supervision. Journal of Applied Psychology,106,754-773.   \nZacher,H. (2014). Career adaptability predicts subjective career success above and beyond personality traits and core self-evaluations.Journal of Vocational Behavior,84,21-30.   \nZhang,M.J.,Law,K.S.，& Lin,B.(2016).You think you are big fish in a small pond? Perceived overqualification, goal orientations,and proactivity at work. Journal of Organizational Behavior, 37, 61-84.   \nZitek,E.M.,Jordan,A.H.,Monin,B.,&Leach,F.R. (2010).Victim entitlement to behave selfishly. Journalof Personality and Social Psychology,98,245-255. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The sustainability of altruistic behaviors and its formation mechanism in organizations: From the perspective of proactive motivation ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "YU $\\mathrm { K u n ^ { 1 } }$ ,WANG Zheyuan],PENG Xiongliang],WANG Pei', ZHAO Zejunl,YAN Yidan', ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "CAO Peiyuel ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "('School of Labor and Human Resources,Renmin University of China, Beijing 10o872, China) ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Abstract: With the rapid development of the economy and society， the critical role of the sustainability of altruism is more salient for organizations and their employees to have a better adaptation and greater prosperity. Although recent studies have found that altruistic behavior is dynamic in nature, there are severe deficiencies in theoretical frameworks and methods of these studies. They were unable to obtain a comprehensive picture of the dynamic sustainability of altruistic behavior, not to mention its antecedents and consequences.Therefore, the current study aims to explore the antecedents of sustainability of altruistic behavior and its forming mechanism. By doing so, the current research could facilitate our understanding of the nature of altruism and guide the practice of constructing sustainable mutually beneficial teams and organizations. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Keywords: altruistic behavior, sustainability of altruistic behaviors,model of proactive motivation, longitudinal study ",
        "page_idx": 20
    }
]