[
    {
        "type": "text",
        "text": "Water-use efficiencyin response tosimulated increasingprecipitation in a temperatedesert ecosystem of Xinjiang, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "HUANG Gang1\\*,LI Yan1,MU Xiaohan1, ZHAO Hongmei², CAO Yanfeng? ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1State Key Labof Desert and Oasis Ecology, Xinjiang Institute of Ecologyand Geography,Chinese Academyof Sciences, Urumqi 830011, China;   \n2 Xinjiang KeyLaboratoryofSoilandPlantEcologicalProcesses,Collgeof GrasslandandEnvironmental Sciences,Xinjiang Agricultural University, Urumqi 830052,China;   \n3 Geology Science Department, Shannxi Normal University,Xi'an 71Oo62, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Water-use efficiency (WUE) is a key plant functional trait that plays a central role in the global cycles of water and carbon. Although increasing precipitation may cause vegetation changes,few studies have explored the linkage between alteration in vegetation and WUE. Here, we analyzed the responses of leaf WUE,ecosystem carbon and water exchanges,ecosystem WUE,and plant community composition changes under normal conditions and also under extra $1 5 \\%$ or $30 \\%$ increases in annual precipitation in a temperate desert ecosystem of Xinjiang, China.We found that leaf WUE and ecosystem WUE showed inconsistent responses to increasing precipitation. Leaf WUE consistently decreased as precipitation increased. By contrast, the responses of the ecosystem WUE to increasing precipitation are different in different precipitation regimes: increasing by $3 3 . 9 \\%$ in the wet year (i.e., the normal precipitation years) and decreasing by $4 . 1 \\%$ in the dry year when the precipitation was about $30 \\%$ less than that in the wet year. We systematically assessed the herbaceous community dynamics, community composition,and vegetation coverage to explain the responses of ecosystem WUE,and found that the between-year discrepancy in ecosystem WUE was consistent with the extent to which plant biomass was stimulated by the increase in precipitation. Although there was no change in the relative significance of ephemerals in the plant community,its greater overall plant biomass drove an increased ecosystem WUE under the conditions of increasing precipitation in 2011. However,the slight increase in plant biomass exerted no significant effect on ecosystem WUE in 2012. Our findings suggest that an alteration in the dominant species in this plant community can induce a shift in the carbon- and water-based economics of desert ecosystems. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: desert ecosystem; ecosystem water-use eficiency; gross carbon exchange; increasing precipitation; leaf Water-use efficiency;net carbon exchange;Gurbantunggut Desert ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Precipitation is the determining factor for plant growth, community composition,and ecosystem functioning in deserts (Webb et al.，1983；Austin et al.， 2004;Lal，2004).Changes in the precipitation amount, frequency, interval,and seasonality can induce substantial alterations in the carbon cycling and water use strategies of plants (Robertson et al., 2O1O). However, it remains unclear how variation in precipitation affects the carbon exchange and water-use efficiency (WUE) at the ecosystem level (Huxman et al., 20O4; Potts et al., 2OO6; Thomey et al., 2011). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "WUE is a comprehensive index of carbon and water fluxes and is recognized as an important functional trait of plant individuals and communities (Le Houerou,1984; Linderson et al., 2012). WUE is closely related to plant photosynthesis and evapotranspiration, and thus represents a plant adaptive strategy at both the leaf and ecosystem scales (Eamus et al.,2O13). Changes in WUE at different scales may reflect the responses of plants to different ecological processes.Leaf WUE is mainly controlled by plant stomata (Toft et al.,1989; Golluscio and Oesterheld,2O07),and leaf WUE responses to increasing precipitation depend on the relative changes in photosynthesis and transpiration (Cohen，1970; Golluscio and Oesterheld,2007). Ecosystem WUE integrates the comprehensive responses of vegetation composition and ecosystem evaporation for a given community (Law et al.， 2O02). Although ecosystem productivity is positively correlated with precipitation across a sufficiently large spatial scale, ecosystem WUE may either increase or decrease with increasing precipitation (Varnamkhasti et al.,1995; Veron et al., 2OO2; Scanlon and Albertson,2004; Hastings et al.,2005),and the consensus on how ecosystem WUE responds to increasing precipitation is stillacking (Le Houerou,1984; Bel et al., 2O12; Liu et al.,2012).The lack of consensus arises probably because the photosynthetic assimilation of dominant plant species often determines the magnitude of net primary production (NPP) responses to increasing precipitation (Golluscio and Oesterheld,2OO7). Moreover, vegetation coverage further influences the proportion of plant transpiration that contributes to ecosystem evaporation (Huxman et al., 2004). Since water and carbon fluxes are coupled at the ecosystem level and both depend on plant community composition, studies on the variation of WUE at diferent scales (leaf vs.community) can reveal the internal responses of ecological process to background climate changes (Linderson et al., 2012). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Gurbantunggut Desert in northwestern China represents an important part of the temperate desert biome in Central Asia, one that is predicted to experience increasing precipitation from 2001 to 2030 (Liu et al., 2010). The objectives of this study were threefold:(1） to test the responses of WUE,at both leaf and ecosystem levels,to increasing precipitation and to analyze the relationships between WUE at the two scales;(2） to explore how community composition changes under increasing precipitation might influence ecosystem WUE; and (3) to test whether the WUE of the herbaceous community under shrub canopies and in interplant habitats exhibits a consistent response to increasing precipitation. Specifically， we tested two proposed hypotheses: first,ephemerals and summer-annuals are the two major plant functional groups in the Gurbantunggut Desert, which undergo a community shift in their dominance from ephemerals in April-early June to summer-annuals in early June-August. Since the relative density of these plants and their phenology also change with increasing precipitation, we hypothesized that WUE at both the leaf and ecosystem levels would increase in response to increasing precipitation for sustaining ephemeral growth. The WUE at community level, however, would decrease the limited stimulation of summer-annual growth due to low productivity and high soil respiration and evaporation. Second, our study site exhibits a typical mosaic landscape, with “fertilized islands” occurring under shrub canopies.The canopies are featured by cyanobacterial-lichen crusts that in turn cover the soil in the interplant matrix (Su et al.,2007,2O13; Li,2012). Since plant biomass in the interplant space was higher than that found beneath the shrubs in a normal precipitation year, but similar in a dry year (Huang et al., 2O15),we hypothesized that ecosystem WUE for the interplant area would also exceed that of the beneath-shrubs area during a normal precipitation year, while both (interplant area and beneath-shrubs area) are similar in a dry year. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This field experiment was conducted at the margin of the Fukang National Field Scientific Observation and Research Station for Desert Ecosystems,Chinese Academy of Sciences,on the southern edge of the Gurbantunggut Desert in the hinterland of the Eurasian continent $( 4 4 ^ { \\circ } 1 7 ^ { \\prime } \\mathrm { N }$ $8 7 ^ { \\circ } 5 6 ^ { \\prime } \\mathrm { E }$ ：， $4 7 5 \\mathrm { ~ m ~ }$ a.s.l.). This region has a continental arid temperate climate,with a hot, dry summer and a cold winter. The annual mean temperature is $6 . 6 ^ { \\circ } \\mathrm { C }$ ，while the mean annual precipitation is $1 6 0 ~ \\mathrm { { m m } }$ ,of which $70 \\% - 8 0 \\%$ occurs during the plant growing season from April to September. The multi-year winter average of snow thickness is $2 0 \\ \\mathrm { c m }$ .The soil here is classified as chestnut soil (Kastanozem),and is well drained with a low-moisture holding capacity. There is ca. $30 \\%$ vegetation cover， with the dominant plant species being Haloxylon ammodendron, $H .$ persicum，and Tamarix ramosissima. The herbaceous layer is primarily composed of Alyssum linifolium，Astragalus arpilobus, Ceratocarpus arenarius，Descurainia sophia, Erodium oxyrhynchum, Euphorbia turczaninowii, Hyalea pulchella, Lactuca undulate, Orostachys spinosus， Schismus arabicus， Trigonella arcuate，and Agriophylum squarrosum. Similar to other desert ecosystems,the precipitation regime dramatically influences primary productivity in this desert, being strongly associated with inter-annual and intra-annual precipitation patterns (Schimel et al.,199O; Ojima et al., 1998). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Experimental design and soil sampling ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We used a completely randomized block design with three treatments: natural precipitation (C), an extra $1 5 \\%$ (P15),and an extra $30 \\%$ (P30) of precipitation added, with each treatment replicated six times.A total of 18 plots were arranged in a $4 { \\times } 6$ matrix;each plot was $1 0 \\ \\mathrm { m } { \\times } 1 0 \\ \\mathrm { m }$ ，with a $1 0 \\mathrm { - m }$ -wide buffer zone between adjacent plots.For the P15 and P3O treatments, precipitation was increased by $1 5 \\%$ and $30 \\%$ because these are predicted for northern China over the next 3O years from 200l onward (Liu et al.,2O1O). Precipitation was collcted in rainfall collection pans.These pans were constructed from galvanized iron sheets,each with a “catch” area of $1 . 5 ~ \\mathrm { m } { \\times } 1 . 0 ~ \\mathrm { m }$ A total of 9 and 18 pans were installed in each $1 0 0 \\mathrm { - m } ^ { 2 }$ plot of the P15 and P3O treatments, amounting to ca. $1 5 \\%$ and ca. $30 \\%$ of the plot area, respectively. The pan was erected at an angle of 2 degrees,and the intercepted rainfall was collected in a bucket buried in the soil. Immediately after a precipitation event, the collected rain was evenly sprayed onto the plots. Further, given the importance of snow for the herbaceous community dynamics at our study site (Fan et al., 2012), snow that had fallen into the pan was also evenly added to the corresponding plot in early spring. The experimental design and instrument arrangements were applied in August 2O10. In addition, in late March 2O11, two square aluminum frames (each $0 . 5 \\ \\mathrm { m } { \\times } 0 . 5 \\ \\mathrm { m }$ ） were put into the soil at a 3-cm depth in each plot: one in the interplant matrix,and the other beneath the shrubs of $H .$ ammodendron. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3Meteorological data, soil moisture,and temperature measurements ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Precipitation and air temperature were monitored hourly by an automatic meteorological station (Campbell Science Equipment, Logan,USA). Soil moisture at $0 { - } 1 0 ~ \\mathrm { c m }$ depth was measured using time domain reflectometry (Diviner-2OOo, Sentek Pty Ltd., Balmain,Australia),while the soil temperature at $0 { - } 5 \\ \\mathrm { c m }$ depth was measured using a thermocouple device (Microlab Lite, Fourier Technologies Ltd.，Rosh HaAyin， Israel)． Two probes，one for the time domain reflectometry and the other for the thermocouple,were installed in each plot,with one in the interplant space and the other beneath the shrubs of $H .$ ，ammodendron. Soil moisture and temperature measurements were conducted on the same day as $\\mathrm { C O } _ { 2 }$ and $\\mathrm { H } _ { 2 } \\mathrm { O }$ flux measurements. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4Carbon and water exchange measurement, and ecosystem WUE calculation ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Ecosystem $\\mathbf { C O } _ { 2 }$ and $_ \\mathrm { H _ { 2 } O }$ fluxes were measured witha transparent chamber ( $\\left( 0 . 5 \\ \\mathrm { m } { \\times } 0 . 5 \\ \\mathrm { m } { \\times } 0 . 5 \\ \\mathrm { m } \\right)$ attached to an infrared gas analyzer (IRGA; LI-840,LiCor,Lincoln, USA). This method has been widely used to measure ecosystem $\\mathrm { C O } _ { 2 }$ and $_ \\mathrm { H _ { 2 } O }$ exchanges in previous field studies (e.g., Risch and Frank, 2O07; Xia et al., 2009; Niu et al., 2O11). The chamber walls were constructed by clear polyethylene sheeting,which allows $90 \\%$ of photosynthetically active radiation to pass through it. Two electric cooling fans were installed to circulate the air in the chamber while the measurements were taken. $\\mathrm { C O } _ { 2 }$ and $\\mathrm { H } _ { 2 } \\mathrm { O }$ fluxes were measured at 09:30-11:30,at 2-week intervals, during the plant growing seasons of 2011 and 2012 (i.e., from the start of April to the end of September).The chamber was sealed to the frame surface,and the two small electric fans ran continuously to promote air mixing within the chamber during and between measurements. Twelve consecutive recordings of $\\mathrm { C O } _ { 2 }$ and $_ \\mathrm { H _ { 2 } O }$ were taken,at an interval of $1 0 \\mathrm { ~ s ~ }$ during a 120-s period,after steady-state conditions were attained within the chamber.The observed increases in air temperatures were usually $< 0 . 5 ^ { \\circ } \\mathrm { C }$ within the chamber during the period of measurement. The $\\mathrm { C O } _ { 2 }$ and $\\mathrm { H } _ { 2 } \\mathrm { O }$ concentrations were allowed to build up or decrease over time; the $\\mathrm { C O } _ { 2 }$ exchange and $_ \\mathrm { H _ { 2 } O }$ efflux were determined from the time-course of the concentration to calculate net ecosystem exchange (NEE) and evapotranspiration (ET).Following the measurement of NEE, the chamber was vented and replaced on each frame and covered with an opaque cloth. Then, the $\\mathrm { C O } _ { 2 }$ exchange measurements were repeated. Because the second set of measurements eliminated light transmisson (and hence photosynthesis was inhibited)， these values obtained represented ecosystem respiration (ER), which is composed of plant dark respiration and soil respiration. The difference between the NEE and ER values was considered to represent the gross ecosystem exchange (GEE） for the vegetation within the chamber. NEE,ER，and ET were calculated following the formula below, described in the LI-84O manual: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nF _ { \\mathrm { c } } = \\frac { 1 0 V P _ { \\mathrm { 0 } } ( 1 - W _ { \\mathrm { 0 } } ) } { R S ( T _ { \\mathrm { 0 } } + 2 7 3 . 1 5 ) } \\frac { \\partial C } { \\partial t } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $F _ { \\mathrm { c } }$ is the $\\mathbf { C O } _ { 2 }$ 1 $( \\mu \\mathrm { m o l } / ( \\mathrm { m } ^ { 2 } { \\cdot } \\mathrm { s } ) )$ or $\\mathrm { H } _ { 2 } \\mathrm { O }$ $( \\mathrm { m m o l } / ( \\mathrm { m } ^ { 2 } { \\cdot } \\mathrm { s } ) )$ exchange rate; $V _ { \\ast }$ ，the volume of the assimilation chamber $( 7 5 , 0 0 0 \\mathrm { c m } ^ { 3 } )$ ： $P _ { 0 }$ ,the initial pressure $\\left( \\mathrm { { k P a } } \\right)$ ·， $W _ { 0 }$ , the initial water vapor mole fraction $\\mathrm { ( \\mu \\mathrm { m o l / m o l } ) }$ ： $R$ ，the universal gas constant $( 8 . 3 1 2 \\mathrm { \\ k J / ( m o l / K ) } ) ; S$ ，the soil surface area $( 2 5 0 0 ~ \\mathrm { c m } ^ { 2 } )$ ； $T _ { 0 }$ ， the initial air temperature ${ \\mathrm { ( } } ^ { \\circ } { \\mathrm { C ) } }$ ； and $\\frac { \\partial C } { \\partial t }$ ，the slope of least squares linear （20   \nregression of $\\mathrm { C O } _ { 2 }$ or $\\mathrm { H } _ { 2 } \\mathrm { O }$ concentration as a function of time. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "By convention, the negative $\\mathrm { C O } _ { 2 }$ exchange values refer to $\\mathbf { C O } _ { 2 }$ release,whereas the positive values represent $\\mathrm { C O } _ { 2 }$ uptake at the sampling site.Ecosystem WUE was calculated as GEE/ET (i.e.,WUEGEE) and NEE/ET(i.e.,WUENEE) in our study. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.5 Photosynthesis measurements ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Leaf photosynthesis and transpiration rate measurements were only conducted for three dominant species,including the two spring ephemeral species ( $E .$ oxyrrhynchum and A. linifolium) and one spring-summer annual ( $C .$ arenarius). Growth peaks occurred in the middle of May for the spring ephemeral and in mid-August for the spring-summer annual, so our measurements were taken between 10:30 and 11:30 on 15 May,2011 and 11 May,2012 for spring ephemerals,and likewise on 20 August,2011 and 2O12 for the spring-summer annuals. Leaf photosynthesis $( \\mathrm { P _ { n } } )$ and transpiration rate $\\left( \\mathrm { T _ { L } } \\right)$ were measured with a $6 \\mathrm { - c m } ^ { 2 }$ clamp-on leaf cuvette attached to an open gas-exchange system (Li-64OO; Li-Cor Inc.,Lincoln, USA). Because the leaves of the three herbs were very small, typically $\\leq 1 \\ \\mathrm { c m } ^ { 2 }$ in area fora single leaf,usually 3-5 leaves were placed into the leaf cuvette. In arranging the leaves, they were not overlapped, so as to correctly measure $\\mathbf { P } _ { \\mathrm { n } }$ and $\\mathrm { T _ { L } }$ ，During these measurements,the leaves were illuminated at $9 0 0 \\ \\mathrm { \\textmu m o l } / ( \\mathrm { m } ^ { 2 } { \\cdot } \\mathrm { s } )$ ，using a LED light system. Immediately after taking the measurements, the leaves were cut with a pair of scissors and placed inside an envelope；samples were then stored at $4 ^ { \\circ } \\mathrm { C }$ ina refrigerator for subsequent leaf area measurements.We calculated the values of $\\mathbf { P } _ { \\mathrm { n } }$ and $\\mathrm { T _ { L } }$ based on the estimated leaf area by taking photos.Leaf WUE was calculated as $W U E _ { L } { = } P _ { n } / T _ { L }$ (Jones, 2014). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.6 Vegetation biomass and WUE calculation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Plant biomass was estimated using allometric equations that were obtained by the destructive sampling of $\\geq 5 0$ individuals per species in 2O1O. The allometric equations for $E$ 、oxyrrhynchum, $A$ linifolium，S.arabicus,S. foliosa,and $C .$ arenarius_ were $T A G B { = } 0 . 0 7 3 3 \\mathrm { e } ^ { 0 . 1 3 2 7 H } ;$ $T A G B { = } 0 . 0 0 8 2 \\mathrm { e } ^ { 0 . 1 1 7 5 H }$ ， $T A G B { = } 0 . 0 1 7 7 \\mathrm { e } ^ { 0 . 1 8 1 1 H }$ ， $T A G B { = } 0 . 0 3 5 9 \\mathrm { e } ^ { 0 . 1 7 7 9 H }$ and TAGB=0.115e0.2637H, respectively, where TAGB and H express the total plant aboveground biomass (g) and plant height (cm),respectively. All five $R ^ { 2 }$ values for the allometric equations were $> 0 . 8 7$ .In 2011,five $1 \\ \\mathrm { m } { \\times } 1 \\ \\mathrm { m }$ subplots were set up in each plot: two situated beneath shrubs,and three located in the interplant matrix space. Herbaceous plant height and individual counts of the five species were measured at growth peak in 2011 and 2012,respectively. According to one recent study, the biomass of the same five species amounts to more than $8 5 \\%$ of the total community biomass at the study site (Huang and Li, 2015). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.7 Statistical analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A repeated-measure ANOVA was used to test the effects of year (Y)， water addition (W), microsite (S)，and their possible interactions on six response variables: soil moisture,soil temperature,GEE，NEE，ET,and ecosystem WUE.If there was a significant inter-annual variability (i.e., a year effect, $P { < } 0 . 0 5 )$ ，then separate two-way ANOVAs were used to further examine the main and interactive efects of water addition and site on the variables in 2O11 and 2012.For $\\mathbf { P _ { n } }$ ${ \\mathrm { T } } _ { \\mathrm { L } } ,$ and leaf WUE,a repeated-measure ANOVA was used to test the effects of Y, W, S,and their possble interactions.For both of the two statistics,we initially included block as a random factor, it was then removed because it was insignificant in all cases.Pearson correlation analysis was used to test the linear associations of WUEGEE,WUENEE, GEE,NEE,ET,and plant biomass with annual precipitation,those of GEE and NEE with ET,and those of $\\mathbf { P } _ { \\mathrm { n \\cdot } }$ ， $\\mathrm { T _ { L } } .$ and $\\mathrm { \\Delta W U E _ { L } }$ with the soil moisture of the three plant species. All the statistical analyses reported here were conducted with SPSS software (SPSS for Windows, v13.0, Chicago, USA). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 Microclimate ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Total annual precipitation differed between 2011 and 2012,being 167.4 and $1 0 2 . 0 ~ \\mathrm { \\ m m }$ respectively. Precipitation in 2O11 was rather close to the long-term average annual precipitation, while precipitation in 2Ol2 is lower than the average annual precipitation. Thus,we can consider the year of 2O12 as a dry year. Meanwhile, precipitation in the two years showed strong seasonal variations, with $7 4 . 4 \\%$ and $4 8 . 8 \\%$ of the annual precipitation falling during the plant growing season in 2011 and 2012, respectively. The average soil volumetric water content (SVWC) in the control treatment was $3 . 4 4 \\%$ in 2011 and $3 . 6 3 \\%$ in 2012 (Figs.la-d). The P15 treatment did not significantly improve SVWC,but the P30 treatment markedly increased SVWC by an average of $1 . 9 \\%$ in 2011 and $2 . 9 \\%$ in 2012.Soil temperature $\\mathrm { ( T _ { s } ) }$ differed significantly between the two years (Figs. le-h; Table 1; $P { < } 0 . 0 5 )$ , but increasing precipitation exerted no discernible influences on $\\mathrm { { T _ { s } } }$ (Figs. le-h; Table 1). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/9a9463a199dd38e8d5319e362e628b47d5c3ea703e9eb21f9796b6341500fca1.jpg",
        "img_caption": [
            "Fig.1Seasonal patterns of soil volumetric water content (SVWC) at $0 { - } 1 0 ~ \\mathrm { c m }$ depth and soil temperature $\\mathrm { ( T _ { s } ) }$ at $0 { - } 5 \\ \\mathrm { c m }$ depth in the control (C),extra $1 5 \\%$ precipitation addition (P15),and extra $30 \\%$ precipitation addition (P30) in the iterplant matrix and beneath the shrubs of Haloxylon ammodendron (\"Beneath H.a\") in 2O11 and 2012. Bars represent standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/7fecdc3bef90dc72274cbe718525fbf5b763c25032b1c79f92b38fb14ddbc97b.jpg",
        "table_caption": [
            "Table1ANOVAresults forthe effects of year(Y),precipitation (P), microsite (S),and their interactions on soil volumetric water content (SVWC)，soil temperature $\\mathrm { ( T _ { s } ) }$ ，water-use efficiency(WUEGEE and $\\mathsf { W U E } _ { \\mathrm { N E E } } )$ _， herbaceous aboveground biomass (Biomass)，gross ecosystem carbon exchange (GEE),net ecosystem carbon exchange (NEE),and ecosystem evapotranspiration (ET) "
        ],
        "table_footnote": [
            "Note: \\* ,\\* denote significance at $P { < } 0 . 0 0 1$ ， $P { < } 0 . 0 1$ ,and $P { < } 0 . 0 5$ levels,respectively. "
        ],
        "table_body": "<html><body><table><tr><td>Effect</td><td>SvWC</td><td>Ts</td><td>WUEGEE</td><td>WUENEE</td><td>Biomass</td><td>GEE</td><td>NEE</td><td>ET</td></tr><tr><td>Y</td><td>6.4**</td><td>4.5*</td><td>37.0***</td><td>25.6***</td><td>70.4***</td><td>61.3***</td><td>75.3***</td><td>32.5***</td></tr><tr><td>YxP</td><td>1.9</td><td>2.7</td><td>0.9</td><td>5.1*</td><td>6.4*</td><td>2.5</td><td>7.5**</td><td>0.7</td></tr><tr><td>YxS</td><td>1.1</td><td>2.1</td><td>0.0</td><td>0.6</td><td>2.1</td><td>0.0</td><td>0.6</td><td>0.1</td></tr><tr><td>YxPxS</td><td>0.5</td><td>2.3</td><td>0.0</td><td>0.9</td><td>0.4</td><td>0.9</td><td>3.0</td><td>0.2</td></tr><tr><td>P</td><td>20.4***</td><td>2.4</td><td>9.7***</td><td>3.4*</td><td>20.5***</td><td>10.5***</td><td>3.9*</td><td>8.7***</td></tr><tr><td>S</td><td>0.5</td><td>1.7</td><td>0.6</td><td>3.0</td><td>1.2</td><td>4.2*</td><td>2.3</td><td>2.1</td></tr><tr><td>PxS</td><td>0.7</td><td>0.4</td><td>0.9</td><td>1.8</td><td>2.4</td><td>4.8*</td><td>4.1*</td><td>3.9*</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2Leaf-level WUE in response to increasing precipitation ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Increasing precipitation significantly increased both $\\mathbf { P _ { n } }$ and $\\mathrm { T _ { L } }$ ,notably so for $E .$ oxyrrhynchum (E. o) and A. linifolium (A. I) in 2011 and $C .$ arenarius $( C . \\ a )$ in 2012 (Figs. 2a-d). Increasing precipitation slightly decreased leaf WUE of all three species, but this was not significant (Figs. 2e and f). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/303735024ec9427a6b803901ec6979df567724b2135bf00118220734c82f5787.jpg",
        "img_caption": [
            "Fig.2Maximum leaf photosynthesis $( \\mathrm { { P } _ { n } ; \\mathrm { { a } , \\mathrm { { b } ) } } }$ ,leaf transpiration(TL;c,d) and leaf water-use efficiency(WUEL; e,f)of two spring ephemerals, $E _ { \\mathrm { \\Delta } }$ ，oxyrrhynchum $\\left( E . o \\right)$ and $A$ . linifolium (A. l),and one spring-summer annual, $C .$ （20 arenarius $( C . \\ a )$ ,in response to increased precipitation in 2O11 and 2O12.Measurements were taken on $2 0 \\ \\mathrm { M a y }$ for the spring ephemerals and on 15 August for the spring-summer annual. Bars represent standard errors. Different lowercase letters indicate a significant difference at $P { < } 0 . 0 5$ level among precipitation treatments for a specific species.C，control; P15,extra $1 5 \\%$ precipitation addition；P3O,extra $30 \\%$ precipitation addition.P, precipitation; S,species. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3Ecosystem-level WUE in response to increasing precipitation ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "WUEGEE and WUENEE showed strong seasonal variations, ranging from O to $1 . 9 7 \\mathrm { \\ : \\mu m o l \\ : C O _ { 2 } / m m o l \\ : H _ { 2 } O }$ for WUEGEE and from $- 2 . 3 7$ to $0 . 3 1 \\ \\mathrm { \\textmu m o l } \\ \\mathrm { C O _ { 2 } / m m o l } \\ \\mathrm { H }$ $\\mathrm { H } _ { 2 } \\mathrm { O }$ for WUENEE,respectively (Fig. 3). On average，P15 promoted WUEGEE by $1 3 . 1 \\%$ ，and P30 promoted WUEGEE by $3 4 . 1 \\%$ (Fig. 4). Increasing precipitation effects on WUENEE was dependent on experimental year (Table 1). However,WUENE only significantly increased with increasing precipitation in 2011,on average by $1 8 . 9 \\%$ and $3 3 . 6 \\%$ respectively under the P15 and P3O treatments,while no significant impacts were found in 2012 (Table 1).WUEGEE and WUENEE were similar between the microsites of interplant matrix and beneath H.ammodendron shrubs (Table 1). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/fb89c1975069bd6d7dfc4a7b356dfab7adb43867b6ad2cde89d6d5193fc45bfd.jpg",
        "img_caption": [
            "Fig.3Ecosystem water-use efficiency(WUEGEE(GEE/ET,a-d) and WUENEE (NEE/ET,e-h) in response to increasing precipitation in the interplant matrix and beneath the shrubs of Haloxylon ammodendron (\"Beneath $H .$ （204 $a ^ { \\prime \\prime } )$ in 2011 and 2O12.Bars represent standard errors.C,control; P15,extra $1 5 \\%$ precipitation addition;P3O,extra $30 \\%$ precipitation addition. ",
            "Fig.4Efects of increasing precipitation on the ecosystem water-use eficiency (WUEGEE(a)and WUENE (b) in the interplant matrix and beneath the shrubs of Haloxylon ammodendron(\"Beneath $H . \\mathrm { ~ } a ^ { \\prime \\prime } )$ in 2011 and 2012.Bars represent standard errors.Different lowercase letters indicate significant diferences at $P { < } 0 . 0 5$ level among the precipitation treatments within a species.C,control;P15,extra $1 5 \\%$ precipitation addition；P3O,extra $30 \\%$ precipitation addition. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1.2 0.0 (o²H (owu/²OO louml) 0.9 C P15 (a) (OH a abb H aab b (b) P30 中 T   \nGEEE b   \nUAE 0.6- a ab T aa ab b aa b 8\\~ -1.0- aaa a aa 0.3 a H [oun) 0.0 .5 Interplant Beneath H.aInterplant Beneath H.a Interplant Beneath H.aInterplant Beneath H.a 2011 2012 2011 2012 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4Responses of plant community composition to increasing precipitation and its correlation with WUE ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Increasing precipitation slightly increased the species richness of the plant community,but not in a statistically significant way (Table 2).Nevertheless,the densities of the dominant species ( $E .$ （204号 oxyrrhynchum, Alyssum linifolium,S. arabicus, Ceratocarpus arenarius and Salsola subcrassa) were all significantly higher under increasing precipitation than under the control in 2011; by contrast, no such difference was observed among the precipitation treatments in 2O12 (Table 2). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Based on the community composition, we divided the plant-growing season into an ephemeral dominant phase and a summer-annual dominant phase.Regardless of the precipitation treatment, the proportion of plant biomass contributed by ephemerals and summer-annuals did not change, as the ephemerals consistently contributed more than $70 \\%$ of the total community biomass during the ephemeral dominant phase,whereas the summer-annuals only contributed to community biomass after the ephemerals had died (Fig.5).Both the P15 and P3O treatments significantly increased herbaceous plant biomass in the interplant matrix and beneath shrubs during the ephemeral dominant phase (Fig. 5)，whereas only the P3O treatment significantly increased herbaceous biomass beneath shrubs after the death of the ephemerals (Fig. 5). Increasing precipitation significantly increased vegetation coverage by increasing ephemeral coverage during the ephemeral dominant phase in 2O11 (Fig. 6), yet failed to exert a notable impact in 2012. Increasing precipitation apparently did not affect vegetation coverage during the summer-annual dominant phase in both years (Fig. 6). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/dbdbbe0e5ef19ba6ae5e918b347214fbd5babe344116cdd14bd33a21f8defb17.jpg",
        "table_caption": [
            "Table 2List of plant species within the subplots ( $\\mathrm { 1 ~ m } { \\times } 1 \\ \\mathrm { m } )$ in the interplant matrix microsite across two years (2011 and 2O12) in the three precipitation treatments "
        ],
        "table_footnote": [
            "Note:Different lowercase lettrs indicate significant diffrence between treatments within rows for each year at $P { < } 0 . 0 5$ level. LH, A, P, andE respectively indicate life history,annual, perennial,and ephemeral plants. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Species/Richness</td><td rowspan=\"2\">LH</td><td colspan=\"3\">Herbaceous density in 2011 (number/m²)</td><td colspan=\"3\">Herbaceous density in 2012 (number/m²)</td></tr><tr><td>C</td><td>P15</td><td>P30</td><td>C</td><td>P15</td><td>P30</td></tr><tr><td>Erodium oxyrrhynchum</td><td>E</td><td>53±8.0a</td><td>67±8.0b</td><td>64±3.0b</td><td>12±1.1a</td><td>13±1.0a</td><td>18±1.3b</td></tr><tr><td>Alyssum linifolium</td><td>E</td><td>7±3a</td><td>13±3b</td><td>12±4b</td><td>15±3a</td><td>20±3ab</td><td>26±5b</td></tr><tr><td>Malcolmia africana</td><td>E</td><td>6±1.0a</td><td>6±1.0a</td><td>13±5.0a</td><td>1±0.6a</td><td>2±0.5a</td><td>3±1.0a</td></tr><tr><td>Leptaleum filifolium</td><td>E</td><td>18.0±12a</td><td>12.0±3a</td><td>19.0±6a</td><td>0.2±0.2a</td><td>0.5±0.2a</td><td>0.4±0.2a</td></tr><tr><td>Schismus arabicus</td><td>E</td><td>30±17a</td><td>45±23b</td><td>42±20b</td><td>8±4a</td><td>27±10b</td><td>48±17℃</td></tr><tr><td>Tragopogon ruber</td><td>P</td><td>0.12±0a</td><td>0.40±0.2a</td><td>0.16±0.1a</td><td>0.20±0.2a</td><td>1.00±0a</td><td>0.60±0.3a</td></tr><tr><td>Nonea caspica</td><td>E</td><td>2.70±1.6a</td><td>0.12±0a</td><td>0a</td><td>5.00±0a</td><td>3.00±1a</td><td>3.50±1a</td></tr><tr><td>Alyssum desertorum</td><td>E</td><td>1.30±1a</td><td>0</td><td>0.04±0a</td><td>1.30±1.0a</td><td>0</td><td>0.70±0.2a</td></tr><tr><td>Amberboa turanica</td><td>E</td><td>1.90±0.6a</td><td>3.30±0.8a</td><td>0.04±0a</td><td>1.80±0.8a</td><td>4.50±1.5b</td><td>4.20±1.0b</td></tr><tr><td>Arnebia guttata</td><td>E</td><td>0</td><td>0a</td><td>0.04±0a</td><td>0a</td><td>0</td><td>0²</td></tr><tr><td>Nepeta micrantha</td><td>E</td><td>0.30±0.1a</td><td>0a</td><td>0.04±0a</td><td>0a</td><td>0.80±0.2a</td><td>0a</td></tr><tr><td>Ceratocarpus arenarius</td><td>A</td><td>8±7.0a</td><td>12±5.9ab</td><td>12±4.0b</td><td>16±1.0a</td><td>21±3.0b</td><td>55±8.0c</td></tr><tr><td>Salsola subcrassa</td><td>A</td><td>146±95a</td><td>177±38b</td><td>173±48ab</td><td>1.8±0.4a</td><td>0a</td><td>0.6±0.2a</td></tr><tr><td>Tetracme recurvata</td><td>E</td><td>0a</td><td>0a</td><td>0a</td><td>0.4±0.2a</td><td>0.9±0.2a</td><td>0.8±0.2a</td></tr><tr><td>Haloxylon ammodendron</td><td>P</td><td>2.6±1.9a</td><td>4.0±1.3a</td><td>1.6±0.6a</td><td>0.8±0.5a</td><td>0.8±0.2a</td><td>0.8±0.2a</td></tr><tr><td>Limonium bicolor</td><td>P</td><td>0.08±0a</td><td>0.16±0a</td><td>0.04±0a</td><td>0.80±0.6a</td><td>0.40±0a</td><td>0.50±0a</td></tr><tr><td>Salsola passerina</td><td>S</td><td>8.4±6.0a</td><td>5.9±4.9a</td><td>4.2±2.5a</td><td>12.0±2.0a</td><td>4.0±1.0b</td><td>1.0±0.2b</td></tr><tr><td>Descurainia sophia</td><td>E</td><td>0.12±0a</td><td>0a</td><td>0.04±0a</td><td>0</td><td>0</td><td>0a</td></tr><tr><td>Chenopodiumglaucum</td><td>A</td><td>0.04±0a</td><td>0</td><td>0a</td><td>0</td><td>0</td><td>0²</td></tr><tr><td>Euphorbia turczaninowii</td><td>A</td><td>0a</td><td>0a</td><td>0a</td><td>0.40±0.1a</td><td>0</td><td>0.16±0a</td></tr><tr><td>Salsola ruthenica</td><td>A</td><td>0.12±0a</td><td>0.04±0a</td><td>0.04±0a</td><td>0a</td><td>0</td><td>0.50±0a</td></tr><tr><td>Carex physodes</td><td>P</td><td>0a</td><td>1.2±1a</td><td>0a</td><td>0</td><td>0</td><td>0.8±0a</td></tr><tr><td>Lactuca undulate</td><td>A</td><td>0.12±0a</td><td>0.08±0a</td><td>0.08±0a</td><td>0</td><td>0a</td><td>0a</td></tr><tr><td>Hyalea pulchella</td><td>A</td><td>0.40±0.04a</td><td>0.48±0.20a</td><td>0.20±0.10a</td><td>0.40±0a</td><td>0.20±0a</td><td>1.50±0.50a</td></tr><tr><td>Seriphidiam santolinum</td><td>P</td><td>0.40±0.2a</td><td>0.12±0a</td><td>0.20±0.1a</td><td>0</td><td>0.50±0a</td><td>0.20±0a</td></tr><tr><td>Koelpina linearis</td><td>P</td><td>0.04±0a</td><td>0a</td><td>0a</td><td>0</td><td>0.80±0a</td><td>0</td></tr><tr><td>Richness</td><td></td><td>12.0±0.3a</td><td>13.4±1.0a</td><td>14.0±1.0a</td><td>8.8±0.6a</td><td>10.0±0.6a</td><td>11.8±0.7a</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/4fad43f7114b642396c0ff91a449096f9745cd985ada016e8cf3f388157aebb5.jpg",
        "img_caption": [
            "Fig.5Herbaceous community biomass in response to increasing precipitation in the interplant matrix (a,b)and beneath the shrubs (c,d)of Haloxylon ammodendron in 2011 and 2012.The plant community's growing season could bedivided into an ephemeral dominant phase (grey)and a summer-annual dominant phase(white).Insets in each panel show the proportion of biomass of ephemerals (E)and summer-annuals (A) in the two phases under the three precipitation treatments, measurements were conducted at the growth peak. C,control; P15, extra $1 5 \\%$ precipitation addition; P30, extra $30 \\%$ precipitation addition. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/91421412f1adca528bc65db9c365a42b096ed8f9079823b25c00615429a47e4e.jpg",
        "img_caption": [
            "Fig.6Herbaceous vegetation coverage in response to increasing precipitation at the growth peak of the ephemerals and the summer-annuals in 2011 (a) and 2012 (b).C,control; P15,extra $1 5 \\%$ precipitation addition; P30,extra $30 \\%$ precipitation addition. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.5Factors affecting the ecosystem WUE ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "WUE was positively correlated with GEE and ET (Figs.7a and b) in 2011，whereas WUE was negatively correlated with ET in 2O12 (Fig.7b).No significant relationship was found between WUE and plant biomass (Fig. 7c).However, for the interplant matrix，WUE was positively correlated with vegetation coverage in 2O11 but this relationship was negative and at near significance in 2012 (Fig. 7d). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1Ecosystem WUE in response to increasing precipitation ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The WUENEE Varied from $- 2 . 7 1$ to $- 1 . 0 0 \\textrm { g C } \\mathrm { { T k g } \\ H _ { 2 } O }$ in our study.Using the eddy covariance technique,we measured WUENEE and the measured values ranged from $- 2 . 3 0$ to $0 . 9 0 \\mathrm { ~ g ~ C / k g ~ H _ { 2 } O }$ in a 2-year study with annual precipitations of 147 and $1 9 7 ~ \\mathrm { m m }$ in a desert shrub ecosystem (Hastings et al.,2Oo5). Using the eddy covariance technique at our study site,Liu et al. (2012) measured WUENEE and reported that the values were O.O3 and $0 . 1 5 \\mathrm { ~ g ~ C / k g ~ H _ { 2 } O }$ under annual precipitations of 127 and $2 3 1 ~ \\mathrm { m m }$ ,respectively. In our study,the negative WUENEE was resulted from the negative values of NEE, suggesting that precipitation-induced ecosystem carbon release exceeds that of carbon uptake via herbaceous plant growth. The positive values for NEE in this desert measured from the eddy covariance method mainly occurred during the night,largely due to the downward carbon absorption by the alkaline soil (Ma et al.,2O12). As our carbon exchange measurements were taken only in the daytime,the NEE can represent the carbon release occurring most of the time in the growing season. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/1697158a6323cfdcff59ef2dfee7544529a216a84a12087fb1e679dc30a78cc4.jpg",
        "img_caption": [
            "Fig.7Linear relationships between ecosystem water-use efciency(WUE)and ecosystem carbon exchange (GEE,a),ecosystem evapotranspiration (ET,b),plant biomass(c),and vegetation coverage (d) inthe interplant matrix and beneath the shrubs of Haloxylon ammodendron (\"Beneath H.a\") in 2O11 and 2012 "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "WUENEE responded differently to increasing precipitation in the two study years.In the normal precipitation year (2O11)， increasing precipitation significantly increased WUENEE; however, increasing precipitation inhibited WUENEE in the dry year (2O12). The results ilustrate that the effects of increasing precipitation on ecosystem WUE depend on its stimulation of plant growth (Cohen,1970; Golluscio and Oesterheld, 2007; Liu et al.,2012). In the normal precipitation year (2011), $6 7 . 9 \\mathrm { m m }$ of precipitation fell during the ephemeral growing season, representing $5 4 . 3 \\%$ of the precipitation for the entire growing season. Correspondingly, increasing precipitation in 2011 met the water requirement of the spring ephemerals,leading to stark increases in NEE and decreases in ET.In the dry year (2O12)，when only $2 0 . 9 \\ \\mathrm { m m }$ of precipitation fell during the ephemeral growing season, a large amount of precipitation occurred in the summer-annual growing phase; thus the increasing precipitation applied was able to meet the water requirement of the summer-annuals.The relative importance of the two functional herb groups can be seen in terms of their biomass and coverage: ephemerals contributed to more than $70 \\%$ of the herbaceous biomass. Therefore, increasing precipitation exerted a stronger stimulation on NEE than on ET, leading to the increased WUE seen in 2O11. However, increasing precipitation resulted in a decreased NEE and similarET,leadingtoa decreased WUE in 2012. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Our study implies that changes in community composition can influence the response of WUE to increasing precipitation. Although WUE showed a positive correlation with precipitation amounts at the ecosystem level (Varnamkhasti et al.,，1995;Ruppert et al.， 2O12), increasing precipitation may exert a different efect on different vegetation types (Huxman et al., 2004). In addition, the seasonal pattern of the precipitation regime should be considered when predicting precipitation effects on ecosystem WUE. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.2Leaf WUE and ecosystem WUE respond differently to increasing precipitation ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Leaf WUE (the ratio of leaf $\\mathrm { C O } _ { 2 }$ assimilation rate to the transpiration rate） has been widely studied through direct measurement of instantaneous gas exchange rates at the leaf level, often with portable equipment and a carbon isotopic measurement used for longer time periods (Toft et al.,1989; Wang et al.，2005; Golluscio and Oesterheld, 2007; Wu et al.， 2016). Leaf WUE is controlled principally by leaf stomatal dynamics. Although leaf WUE varies at daily and seasonal scales,the values measured at certain times (i.e.，at mid-morning) are used to represent the whole-day WUE.To date,we have not reached consensus yet as for how leaf WUE responds to increasing water availability in arid and semi-arid regions (Cohen,197O; Ehleringer and Cooper, 1988;Toft et al., 1989; Lin et al.，1996; Golluscio and Oesterheld, 2007). In our study, $\\mathrm { W U E _ { L } }$ slightly decreased with the increasing precipitation, regardless of plant species, which suggests a stronger stimulation of leaf transpiration than photosynthesis. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "To be partial supportive to our first hypothesis,WUENEE responded differently from $\\mathrm { \\Delta W U E _ { L } }$ to the increasing precipitation treatments in our study. WUENEE increased with increasing precipitation,while $\\mathrm { \\mathbf { W U E } _ { L } }$ slightly decreased in 2O11.Unfortunately, little is known about how leaf-scale variation in WUE influences landscape-scale variation in ecosystem WUE (Linderson et al.,2O12). On one hand, due to a large spatial variation of leaf WUE within and among different vegetation canopies,it is difficult to reliably extrapolate leaf WUE to the whole-plant WUE and ecosystem WUE (Niu et al.,2011; Medlyn et al., 2017). On the other hand, ecosystem respiration and soil evaporation are two important factors controlling ecosystem WUE,but how they responded to increasing precipitation in our study remained unknown. The relationship between leaf WUE and ecosystem WUE was reportedly different from some studies to other studies and the difference was probably caused by different factors considered in different studies. In brief,the previous studies show that leaf WUE hardly explained the variation of ecosystem WUE(Niu et al., 2011; Medlyn et al., 2017). The response of ecosystem WUE to increasing precipitation is strongly dependent on the effects of increased water availability on the recipient herbaceous community,and water availability determines ecosystem NEE and ET in our study. The increased NEE in 2O11 was clearly related to the strong increase in plant biomass. Community biomass under the extra $30 \\%$ -increasing precipitation (P3O) was nearly 2.5 times that of the control, and this increased plant biomass contributed to the greater increase in GEE than in ER.Meanwhile, the increased vegetation cover under increasing precipitation also decreased the soil evaporation. Thus, the increased biomass and decreased soil evaporation together generated the positive response of ecosystem WUE to the increasing precipitation. In contrast, an increased GEE was insuficient to offset ER and to decrease soil evaporation under the increasing precipitation in 2Ol2; thus,ecosystem WUE was not altered by increasing precipitation. Our results indicate the ecosystem WUE response to increasing precipitation is related not only to the precipitation amount but also to the precipitation seasonality and plant functional groups. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.3Responses of ecosystem WUE to increasing precipitation under two contrasting microsites ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "There was no apparent difference in WUENE between interplant matrix and beneath the shrubs of H.ammodendron in the normal precipitation (2011) and dry (2012) years.This result does not support our second hypothesis: ecosystem WUE is higher in the interplant soil microsite than that beneath shrubs in the normal precipitation year,and ecosystem WUE is similar in the dry year both in the interplant matrix and the beneath shrubs.No differences in ecosystem WUENEE between two habitats are atributable to the similar plant biomass and vegetation cover. Previous studies have shown that an alteration of the dominant species can cause marked changes in ecosystem WUE, which is not only related to species-specific photosynthetic traits but also to the alteration in soil respiration and soil $\\mathrm { H } _ { 2 } \\mathrm { O }$ fluxes induced by a changed canopy structure (Goluscio and Oesterheld, 2007; Niu et al.,2011; Eamus et al.,2013). Community composition in the interplant matrix microsite was different from that found beneath shrubs and was largely driven by rare and accompanying species,whereas the dominant species were the same or had similar functional traits both in the interplant matrix and the beneath shrubs.For example, in the ephemeral growing phase, E. oxyrrhynchum comprised most of the community biomass of the interplant microsite,while S. arabicus and $C$ ：glaucum were the major contributors to the vegetation beneath shrubs. However,in the summer-annual growing phase, Salsola subcrassa and S. passerine were the major contributors,respectively,to the community biomass of the interplant matrix and beneath shrubs.NEE and ET showed no discernible difference between the two microsites in the normal precipitation year (2O11), leading to similar ecosystem WUEs.In the dry year (2012), NEE and ET showed synchronous increases for the interplant matrix, giving rise to similar ecosystem WUEs between the two microsites. The dominant species were always similar between the two habitats, thus community structure and coverage were also similar. By comparing the results of ecosystem WUE between typical microsites in a desert ecosystem， this study revealed that WUE was similar between the interplant matrix and beneath shrubs in this desert in China. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In this study, we found that leaf WUE and ecosystem WUE showed inconsistent responses to increasing precipitation. Leaf WUE consistently decreased as precipitation increased. By contrast, the responses of the ecosystem WUE to increasing precipitation are diferent in different precipitation regimes: increasing by $3 3 . 9 \\%$ in the wet year (i.e.， the normal precipitation years) and decreasing by $4 . 1 \\%$ in the dry year when the precipitation was about $30 \\%$ less than that in the wet year. Increasing precipitation increased plant biomass,but it did not shift the relative significance of ephemerals in this vegetation community, thus increasing ecosystem WUE in 2O11. By contrast, increasing precipitation exerted no significant effects on ecosystem WUE in 2O12 because plant biomass could not respond to it in a dry year. Our field study shows that the effects of increasing precipitation on ecosystem WUE depended heavily on the stimulating effects of the dominant species in the plant community. Hence， altering the community composition through changing precipitation regime could predictablyshift ecosystem WUE in this desert ecosystem. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This work was supported by the Science Fund for Distinguished Young Scholars in the Xinjiang Uygur Autonomous Region (QN2015JQo07). We greatly appreciate all the staff at the Fukang National Field Scientific Observation and Research Station for Desert Ecosystems,Chinese Academy of Sciences,for their excelent help in setting upand maintaining the field experiment and facilities,and for assistance with the field measurements. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "AustinAT,YahdjianL,StarkJM,etal.2Oo4.Water pulsesand biogeochemical cycles inaridandsemiaridecosystems. Oecologia,141(2): 221-235.   \nBellTW,MenzerO,Troyo-Diequez E,etal.20l2.Carbon dioxide exchangeover multiple temporalscales inan arid shrub ecosystem near LaPaz,Baja California Sur,Mexico.Global Change Biology,18(8):2570-2582.   \nCohenD.1970.The expected eficiencyof waterutilization inplants under diferentcompetitionand selectionregimes.Israel Journal of Botany,19(1): 50-54.   \nEamus D,CleverlyJ,BoulainN,etal.2O13.Carbonand waterfluxesinanarid-zoneAcaciaavanna woodland:ananalyesof seasonal patterns and responses to rainfall events.Agricultural and Forest Meteorology,182-183: 225-238.   \nEhleringerJR,CooperTA.1988Correlations betweencarbonisotoperatioand microhabitat indesertplants.Oecologia,6(4): 562-566.   \nFanLL,Ma J，WuLF,etal.2O12.Response of the herbaceous layerto snow variabilityat thesouth margin of the Gurbantonggut Desert of China.Chinese Journal of Plant Ecology,36(2):126-135.(in Chinese)   \nGolluscioRA,OesterheldM.2O7.Wateruse eficiencyof twenty-fiveco-existing Patagonianspeciesgrowingunderdifferent soil water availability. Oecologia,154(1): 207-217. adesert shrub community (Sarcocaulescent)in Baja Calitornia,Mexico.Global Change Biology,Il(6): 92/-939.   \nHuang G,LiY,PadilaFM.2O15.Ephemeral plantsmediateresponsesof ecosystem carbonexchange to increased precipitation in a temperate desert. Agricultural and Forest Meteorology,2O1: 141-152.   \nHuang G,LiY.2O15.Phenologicaltransition dictates the seasonal dynamicsof ecosystemcarbon exchange ina desert stepe. Journal of Vegetation Science,26(2): 337-347.   \nHuxmanTE,SmithMD,FayPA,etal.2o04.Convergence acrossbiomes toacommonrain-useefficiency.Nature,429(6992): 651-654.   \nJones HG.2O14.Plants and Microclimate:A Quantitative Approach to Environmental Plant Physiology( $3 ^ { \\mathrm { r d } }$ ed.). Cambridge: Cambridge University Press,407.   \nLal R.20o4. Carbon sequestration in dryland ecosystems. Environmental Management,33(4): 528-544.   \nLawBE,FalgeE,GuL.2OO2.Environmentalcontrolsovercarbon dioxide and water vapor exchangeofterestrialvegetation. Agricultural and Forest Meteorology,113(1-4): 97-120.   \nLe Houerou HN.1984.Rainuse efficiency:aunifying conceptinarid-land ecology.Journalof AridEnvironments,7(3):213- 247.   \nLi XR.2012.Eco-Hydrologyof Biological Soil Crusts in Desert Regions of China.Beijing: Higher Education Pres,9-46. (in Chinese)   \nLin GH,Philips SL,EhleringerJR.1996.Monosoonal precipitationresponses ofshrubs inacolddesert communityonthe Colorado Plateau. Oecologia,106(1): 8-17.   \nLinderson ML,Mikkelsen TN,Ibrom A,etal.2Ol2.Up-scaling of wateruseeficiencyfrom leaf tocanopyas basedonleaf gas exchange relationshipsandthe modeledincanopylightdistribution.AgriculturalandForestMeteorology,152:201-211.   \nLiu R,PanLP,JenereteGD,etal.2Ol2.High eficiencyin wateruseandcarbongainin awet yearfora deserthalophyte community. Agricultural and Forest Meteorology,162-163: 127-135.   \nLiuYX,Li X,ZhangQ,etal.2O10.Simulationofregionaltemperatureand precipitation inthepast 5Oyearsandthe next30 years over China. Quaternary International,212(1): 57-63.   \nMa J, Zheng XJ,Li Y.2012. The response of $\\mathrm { C O } _ { 2 }$ flux to rain pulses at a saline desert. Hydrological Processes,26(26): 4029- 4037.   \nMedlyn BE,De Kauwe MG,Lin YS,etal.2017.Howdo leaf and ecosystem measures of water-use eficiencycompare? New Phytologist,doi: 10.1111/nph.14626.   \nNiu SL,Xing XR,Zhang Z,etal.2O11.Water-use eficiency inresponse toclimate change:from leaf to ecosystem in a temperate steppe. Global Change Biology,17(2): 1073-1082.   \nOjima D S,Xiao XM,Chuluun T,et al.1998.Asian grassandbiogeochemistry:factors afecting past and future dynamics of Asiangrasslands.In: GallowayJN,MelilloJM.Asian Change in the Context of Global Climate Change: Impact of Natural and Anthropogenic Changes in Asiaon Global Biogeochemical Cycles.Cambridge: Cambridge UniversityPress,128-144.   \nPots DL,Huxman TE,ScottRL,etal.2Oo6.Thesensitivityof ecosystem carbon exchange toseasonal precipitation and woody plant encroachment. Oecologia,150(3): 453-463.   \nRisch AC,Frank D A.2Oo7.Effectsof increased soil water availabilityon grasland ecosystem carbon dioxide fluxes. Biogeochemistry,86(1): 91-103.   \nRobertson TR,ZakJC,Tisse DT.2010.Precipitation magnitudeand timing differentiallyaffect species richnessand plant density in the sotol grassland of the Chihuahuan Desert. Oecologia,162(1):185-197.   \nRuppert JC,Holm A,Miehe S,et al.2012.Meta-analysisof ANPPand rain-use eficiencyconfirms indicative value for degradation and supports non-linearresponse along precipitation gradients indrylands.Jouralof Vegetation Science,23(6): 1035-1050.   \nScanlon TM, Albertson JD.2004. Canopy scale measurements of $\\mathbf { C O } _ { 2 }$ and water vapor exchange along a precipitation gradient in southern Africa.Global Change Biology,10(3): 329-341.   \nSchimelD S,Parton WJ,KittelTGF,etal.99.Grassand biogeochemistry:links toatmosphericprocess.Cimatic Change,17(1): 13-25.   \nSuYG,LiXR,ChengYW,etal.2O7.Effectsofbiologicalsoilcrustsonemergenceofdesertvascularplants inNorthChina. Plant Ecology,191(1):11-19.   \nSu YG,WuL, Zhou ZB,et al.2O13.Carbonfluxin deserts depends on soilcover type: acase studyinthe Gurbantunggute desert,North China.Soil Biology and Biochemistry,58:332-340.   \nThomeyML,Collins SL,VargasR,etal.2011.Efectof precipitation variabilityonnet primary production and soil respiration in a Chihuahuan Desert grassland. Global Change Biology,17(4): 15o5-1515.   \nToft $\\mathrm { ~ N ~ L ~ }$ ,Anderson JE,Nowak R S.1989.Water use eficiency and carbon isotope composition of plants in acold desert environment. Oecologia,80(1): 11-18.   \nVarnamkhasti A S,Milchunas DG,LauenrothWK,etal.1995.Productionandrainuse eficiencyinshort-grass steppe: grazing history,defoliation and water resource.Journal of Vegetation Science,6(6): 787-796.   \nVeronSV,ParueloJM,SalaOE,etal.2Oo2.Environmentalcontrolsof primaryproductioninagricultural systemsof the Argentine Pampas.Ecosystems,5(7): 625-635.   \nWang R Z,Liu XQ,XingQ,etal.2Oo5.Photosynthesis,transpiration,and wateruseeficiencyofLeymusdasystachsonthe Hunshandake Desert. Photosynthetica,43(2): 289-291.   \nWebb WL,Lauenroth WK,Szarek SR,etal.1983.Primaryproductionandabioticcontrols inforests,grasslands,anddesert ecosystems in the United States.Ecology,64(1):134-151.   \nWu Y,ZhengXJ,Li.16.PotosytheticesponseofsertpantstsallaifalleventsintheJunggarBasin,Northwest China.Photosynthetica,54(1): 3-11.   \nXia JY,Niu SL,Wan S Q.2009.Response of ecosystem carbon exchange to warming and nitrogenaddition during two hydrologically contrasting growing seasons in a temperate steppe.Global Change Biology,15(6): 1544-1556. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    }
]