[
    {
        "type": "text",
        "text": "科技部“十三五\"农业面源和重金属污染农田综合防治与修复技术研发重点专项",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“长江下游农业面源和重金属污染防控技术示范\"项目正式启动",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "施卫明 闵炬",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(中国科学院南京土壤研究所/土壤与农业可持续发展国家重点实验室南京210008)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "长江下游农业集约化程度高、降水频繁，面源和重金属污染严重，对粮食生产和人体健康构成了严重威胁。控制并减缓因种植投入品使用不合理、小微企业和铜矿Cd、Pb 和 $\\mathrm { c u }$ 对周边农田造成的环境污染和农产品品质下降问题，保持粮食的稳产高产，改善和提高生存环境质量，实现环境-资源-食品-健康的协调发展至关重要。针对这一社会需求，近日，科技部联合农业部审批通过了第一批“农业面源和重金属污染农田综合防治与修复技术研发\"重点专项，包括\"长江下游农业面源和重金属污染防控技术示范\"在内的共11个专项项自将于近期正式启动。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“长江下游农业面源和重金属污染防控技术示范\"项目(项目编号:2016YFD0801100)，由中国科学院南京土壤研究所牵头，将联合农业环境领域的科研院所、985高校和重点地区农业院校以及地方企业等优势相关单位，包括浙江大学、江苏省农业科学院、上海交通大学、南京农业大学、江西省农业科学院、环境保护部南京环境科学研究所、安徽农业大学、宁波市农业科学研究院、安利(中国)植物研发中心有限公司、江苏润果农业发展有限公司、上海自在源农业发展有限公司、苏州和美生物科技有限公司在内的13家单位，组成拥有土壤学、植物营养学、环境科学、微生物学、植物学、食品科学等领域专家的跨学科研究团队。针对长江下游地区农田氮磷利用率低、重金属复合污染、防控技术单一、系统性差、集成度低等关键问题，以长江下游典型种植制度为主要对象，以氮磷流失的防控机制、农田有毒有害化学/生物污染机制、农田重金属污染特征为基础，集成稻田氮磷流失综合防控技术与产品、农业废弃物好氧发酵技术与智能设备、农田重金属污染阻隔和钝化技术与材料、农田重金属污染地球化学工程修复技术，配套养分流失多级循环利用耦合技术、重金属复合低积累作物品种、稻田增氧提效与重金属钝化技术，构建长江下游氮、磷、农药面源污染物截留减排、重金属污染综合防治与修复技术模式，形成技术规范，开展长江下游典型种植制度污染综合防治与修复技术模式工程化示范，实现“减投增效、污染防控、高产稳产和农产品安全相协调\"的科学目标。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "根据污染物类型和程度，结合土地利用方式及地理条件，项目分解为6个课题来完成：(1)河网平原区稻田面源污染防控技术集成与示范； (2)河网平原区旱地面源污染防控技术集成与示范；(3)丘陵小流域面源污染防控技术集成与示范;(4)农田Cd、Pb重金属轻度污染防控技术集成与示范；(5)农田Cd、Cu重金属中重度污染防控技术集成与示范;(6)面源与重金属复合污染综合防控技术集成与示范。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "具体研究内容包括4个方面:(1)利用已有的研究基地研发一系列具有长江下游区域特色的单项关键技术，如：有效控制稻田氨挥发的氮增效减排技术、稻田增氧提效灌溉技术、机械起垄-侧条施肥一体化技术、基于数码相机光谱信息的实时调控精准施肥技术、小流域多源复合面源污染分区分类定量控制规划技术、小流域农田面源污染物的截留减排技术、镉铅低积累作物品种筛选、伴矿景天规模化育苗和安全越冬技术、重金属污染复合钝化技术、超积累植物高效吸取修复强化技术、稻田生态种养结合型控污增效技术、菜田有机-重金属复合污染土壤生物炭控污增效技术；(2)系统性集成已有单项技术和区域特色关键技术，形成一系列的集成技术体系，如：稻田氮磷污染周年-全程-立体防控技术体系、稻改旱地氮磷农药面源污染物截留减排技术体系、丘陵小流域不同土地利用类型减排技术优化组合体系、低积累作物-钝化-农艺调控的轻度重金属污染综合防治与修复技术体系、拒吸-钝化-安全-产修结合的中重度重金属污染综合防治与修复技术体系、面源和重金属双重污染综合防控技术体系;(3)基于已形成的集成技术体系构建长江下游氮磷、农药面源污染物截留减排、重金属污染综合防治与修复技术模式，形成一系列技术规范并在核心区进行效果验证、效果监测评估;(4)建设规模化综合示范区，对构建的技术模式进行规模化示范，以示范区为依托进行技术辐射和技术培训，建立污染监测与评估方法对示范效果进行评价。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本项目的主要创新点有:(1)针对本地区特点状况，通过特色种植体系构建、肥料深施、缓控释肥料和氮磷养分回用等技术的组合集成，从过去强调“减量”为主变为“增效”为主，实现减投增效、面源污染防控和农业高产稳产。(2)针对面源与重金属复合污染的新特点，突破以\"生态种养”、“低积累作物\"和“新型钝化剂应用”为核心的综合防控关键技术。(3)综合集成“农田氮磷源头减量” $^ +$ “养分循环” $+ ^ { \\prime }$ “生态种养” $^ { \\ast } +$ “氨挥发控制 $^ { \\ast } +$ “微生物菌剂” $^ { \\circ } +$ “关键节点控制” $^ { \\circ } +$ “区域联防”，形成周年、全程、立体的面源区域防控技术系统，强化了系统集成度。(4)优化与集成“低积累作物” $^ { \\ast } +$ “超积累植物” $\\cdot +$ “重金属钝化” $+$ “农艺调控” $+$ “微生物强化\"等技术，实现水旱交替/交错环境、不同重金属种类和污染程度农田的修复和安全利用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本项目实施后，将提供一系列长江下游氮磷和农药面源污染物截留减排综合防治技术模式，氮磷污染负荷削减 $30 \\%$ 以上，控制并减缓因种植投入品使用不合理对周边农田造成的环境污染和农产品品质下降问题，保持粮食的稳产高产；形成农药生物降解菌剂生产线1条，年生产能力达30t，农药残留率下降 $30 \\%$ 以上；农业废弃物无害化消纳利用率将提高到 $9 5 \\%$ ，其中，秸秆还田可有效提高土壤有机质含量，改善土壤物理性状，维持生态系统平衡，实现土地生产力的可持续利用；针对长江下游地区小微企业和铜矿周边农田Cd、Pb和 $\\mathrm { c u }$ 的污染特征，形成一系列不同程度重金属污染土壤的高效生态修复与安全利用技术体系和技术规程，并探索出一套可推广的重金属污染农田土壤系统解决方案，使项目内重金属有效性降低 $50 \\%$ 以上，可大力推进长江下游地区农田土壤的重金属污染风险控制工作，同时为全国农田土壤修复与粮食安全保障提供重要借鉴。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "通过项目研究与示范推广，以综合技术集成示范区 $1 \\ 3 3 3 \\ \\mathrm { h m } ^ { 2 }$ 计算，可以每年节省化肥投入200t以上,年处置秸秆废弃物1万t左右。实现农产品安全生产以及 $10 \\%$ 左右的绿色农产品生产，降低农业生产成本，提高农民收入，在秸秆还田及配套农机技术管理、有机肥生产、农田氮-磷-水-药一体化管理等环节增加农民就业，增强农民的资源高效开发利用与保护意识，带动农业清洁生产、环保型肥料、农药残留降解菌剂、重金属超级累植物资源化利用设备等相关产业的发展，实现环境—资源—食品—健康的协调发展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "http://www.ecoagri.ac.cn ",
        "page_idx": 1
    }
]