[
    {
        "type": "text",
        "text": "Experimental Observation of Thermal Energies of $^ 4$ He Superflows ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yongle Yu $\\dagger$ and Hailin Luo \\$ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\dagger$ State Key Laboratory of Magnetic Resonance and Atomic and   \nMolecular Physics,Wuhan Institute of Physics and Mathematics,   \nChinese Academy of Science, West No. 30 Xiao Hong Shan, Wuchang,   \nWuhan，430071,China   \n$\\ddagger$ Fujian Institute of Research on the Structure of Matter,   \nChinese Academy of Sciences,155 Yangqiao Road West, Fuzhou, 350002, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract. We observed a counter-intuitive remarkable heating phenomenon generated by $^ 4$ He superflows. This phenomenon establishes that superflows cary thermal energies and entropies,which is in contrast to the hypothesis of the two-fluid model. Quantum many-body theory of superfluids provides a natural understanding of the phenomenon. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PACS numbers: 05.70.-a, 67.25.dg, 67.40.Kh ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: superflow, entropy, quantum many-body physics ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Superfluid $^ 4$ He exhibits several fascinating behaviors besides superfluidity, such as mechano-caloric effect， fountain efect and its unmatchable thermal conductance; for their textbook understandings，the phenomenological two-fluid model of superfluids plays an indispensable role. However， despite its wide descriptive power， two-fluid model is not flawless by itself. It conjures a superfluid component with zero entropy; this component, free of any thermal motion,is therefore a subsystem which has a zero temperature; but it is hard to image that a zero-temperature sub-system coexists with its thermal environment. Some experiments [1, 2] already hint the invalidity of two-fluid model in the past. In this note,we report an intriguing heating phenomenon caused by $^ 4$ He superflows,which firmly establishes that superflows carry thermal energies and entropies,in direct contrast to the pivotal hypothesis of two-fuid model. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The main setup of the superflow system is schematically plotted in figure 1. Three containers (referred as pot $A$ ，pot $B$ and cell $C$ ） are connected by two superleaks ( $\\ S _ { A C }$ $S _ { B C }$ ).Cell $C$ is thermally isolated from its surroundings,except its thermal links to the pots via the superleaks. Pot $A$ is filled with superfluid $^ 4$ He initially, then superflows in two superleaks can be established by providing a positive temperature difference between pot $B$ and pot $A$ (i.e.fountain effect),leading to a transport of liquid helium from pot $A$ to $B$ via cell $C$ . If superflows carry zero thermal energies, the temperature of cell $C$ ( $T _ { C }$ ） shall eventually lie between the temperature of pot $B$ ( $T _ { B }$ ）and that of pot $A \\ ( T _ { A } )$ . However,it is observed that cell $C$ can be heated strikingly by the superflows; as a result, $T _ { C }$ reaches a steady value which exceeds $\\mathbf { \\boldsymbol { { I } } } _ { B } ^ { \\prime }$ by more than one hundred millikelvins. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/657a9d7b9a98803621b4982b2458aebf79805c2399a77dbe988f8855a6ed6aa9.jpg",
        "img_caption": [
            "Figure 1.A schematic plot of superflow system. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The experiment is carried out on a two-stage Gifford-McMahon refrigerator with a cooling power of $1 \\ W$ at 4.2 $K$ and a base temperature of $2 . 4 ~ K$ . To reach the superfluid temperature regime,a liquid $^ 4$ He cryostat is constructed, largely following the design given in reference [3]. A stainless steel capillary, with an inner diameter (i.d.） of 0.18 $m m$ ，an outer diameter (o.d.） of O.4 mm and a length of $1 \\ m$ ， is used as the JouleThomas impedance in the cryostat. The copper pot for collecting liquid helium， with an i.d. of 4.0 cm and a volume of $7 8 ~ c m ^ { 3 }$ ， is also served as pot $A$ for the experiment. Another copper pot， identical to pot $A$ ， is used as pot $B$ . Cell $C$ is made of a small copper block, and the main part of its inner cavity is cylindrical, with a diameter of 3 mm and a length of 40 mm. Each superleak is made of a stainless steel tube packed with jeweler's rouge powder. The tube for $\\ S _ { A C }$ has an i.d. of $1 . 0 \\ m m$ , an o.d. of 2.0 mm and a length of 65 mm. The tube for $S _ { B C }$ has an i.d. of $0 . 8 \\ m m$ , an o.d. of 2.0 （20 $m m$ and a length of 65 mm. Two superleaks are soft soldered to cell $C$ , they are placed in a way so that each end of cell $C$ 's cylindrical cavity is close to the lower end of a superleak (see figure 2). The upper end of $\\boldsymbol { S _ { A C } }$ joins pot $A$ while the upper end of $S _ { B C }$ （204号 joins Pot $B$ ： ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A combination of copper braids and brass strips is used as a thermal link between pot $A$ and a cooling plate directly mounted to the second stage of GM refrigerator, with a thermal conductance of around $2 \\ m W / K$ at 2 $K$ .Pot $B$ 's major thermal link with its surroundings is a copper braid joining two pots at ends. Resistance wires wrapped around pots are used as heaters. Pot $B$ is also equipped with a pumping line, like pot $A$ . Valves are used in the lines so that the pumping rate can be manipulated to provide further means for the temperature controls of two pots. Calibrated carbon ceramic resistances [4] are used as temperature sensors (with an accuracy of $5 \\ m K$ ） to measure $\\mathit { T } _ { A } ^ { \\phantom { \\dagger } }$ ， $T _ { B }$ and $\\mathit { \\Delta } ^ { T } \\mathit { C }$ . The dissipation power of temperature senor on cell $C$ is kept well below $1 0 ^ { - 7 } ~ W$ , so that its heating effect is very limited. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/c8ebf8216ace4d08bb2b305beeee093a93935462d08576e9b2c2727774e448cd.jpg",
        "img_caption": [
            "Figure 2. A picture of superflow system. $S _ { A C }$ and $S _ { B C }$ refer to the superleaks. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For the initial accumulation of liquid helium in pot $A$ ，its temperature is intentionally raised above $\\lambda$ point to effectively block possible flow through the superleak $\\boldsymbol { S _ { A C } }$ . For an estimation of amount of liquid helium in the pot $A$ ， its heat capacitance can be measured roughly by using the heater (the heat capacitance of copper part can be ignored due to large heat capacity of liquid helium). In the experiment, superflows in $S _ { B C }$ and $\\boldsymbol { S _ { A C } }$ are ultimately driven by a relative large temperature difference between $\\mathit { T } _ { A }$ and $T _ { B }$ ： ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "At given $\\mathit { T } _ { A } ^ { \\prime }$ and $\\mathbf { \\boldsymbol { { I } } } _ { B } ^ { \\prime }$ ， superflows are let to flow for long enough without disruption so that $T _ { C }$ can reach its steady value (appreciable changes of $T _ { C }$ is not observed if the running time is further lengthened). Some steady values of $T _ { C }$ are listed in table 1. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/967a2efd1fad3fa0e2458710183d7c4ea7147c42de21664c1ba888613e99293e.jpg",
        "table_caption": [
            "Table 1. $T _ { C }$ values at various given $T _ { A }$ and $T _ { B }$ "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>TA (K)</td><td>TB (K)</td><td>Tc (K)</td></tr><tr><td>1.50</td><td>1.70</td><td>1.847</td></tr><tr><td>1.60</td><td>1.80</td><td>1.927</td></tr><tr><td>1.60</td><td>1.90</td><td>2.014</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The heat received by cell $C$ comes from superflows. Since the center-of-mass kinetic energies of superflows are negligible, the heat must originate from the thermal energies of superflows. Phenomenologically, this heating is some way analogous to Peltier's effect, the superflow into cell $C$ carries a thermal energy (density） larger than that of the superflow from cell $C$ , leading to a net heat into cell $C$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The underlying quantum many-body physics of superfluid $^ 4$ He provides a natural explanation of this heating phenomenon[5,6,7]. At superfuid temperature regime, the relevant low-lying many-body levels of liquid helium in porous media (or in a very narrow capillary) fall into groups in a rather hidden way. Different groups of levels are separated by energy barriers so that the inter-group transitions can not be caused by the atomic-molecular interactions between liquid $^ 4$ He and its surroundings. However, these interactions cause frequent intra-group level jumps in an occupied group,which leads to a thermal distribution of level occupations in the group and to a (group-specified) thermal equilibrium between liquid $^ 4$ He and its surroundings. At a given temperature, the microscopic thermal distribution of level occupations in a group determines all groupspecific macroscopic properties of the system, such as its thermal energy (density) and its fow velocity. Different groups have different flow velocities, thus one could use the flow velocities to distinguish groups and could regard that other group-specified properties as being flow-velocity-dependent. It can be argued， the thermal energy density of superfluid helium have a negative dependence on flow velocity (in a certain temperature regime): the larger the flow velocity is, the smaller the thermal energy density. The velocity dependence of thermal energy density naturally explains mechano-caloric effect of superfluid $^ 4$ He [5]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the experiment, the superflow velocities in two superleaks behave in a rather subtle way.Note that superflow is frictionless and its velocity can't be stabilized by friction like ordinary flow. The superflow in superleak $\\boldsymbol { S _ { A C } }$ keeps accelerating or decelerating，subject to pressure difference between liquid in pot $A$ and liquid in cell $C$ (the fountain pressure generated by the temperature difference across $\\boldsymbol { S _ { A C } }$ consists of a significant part of the overall pressure difference） . Note that the pressure of cell $C$ rises rapidly when it changes from near-fully-filled state to fully-filled state,which regulates the inlet superflow (from the viewpoint of cell $C$ )in a great deal and prevents it from effectively getting a large velocity. On the other hand, the outlet superflow in $S _ { B C }$ is accelerated by the pressure rising in cell $C$ and can reach critical velocity regime. Moreover, with $T _ { C } > T _ { B }$ , the superflow in $S _ { B C }$ could reverse direction and flows toward into cell $C$ when it deviates from being fully filled state, thus the actual flow time of outlet superflow is shorter than the time of inlet superflow. Consequently, there is an asymmetry between the velocity distribution of the inlet superflow and that of the oulet superflow, leading to a difference between thermal energies carried by them and to the heating of cell $C$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In conclusion, we reported an intriguing remarkable heating phenomenon generated by $^ 4$ He superflows. This experimental work, partially guided by some theoretical studies of quantum many-body physics of superfluids [5], could pave way to fundamentally unusual quantum physics scenarios. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1] D.V. Osborne,Proc.Phys. Soc.A,63, 909 (1950).   \n[2] E.L.Andronikashvili and I. P.Kaverlin, J. Exp. Theor.Phys. U.S.S.R., 28,126 (1955). [3] A. DeMann, S. Muller and S. B. Field, Cyyogenics, 73, 60 (2016).   \n[4]https://www.temati-uk.com/   \n[5] Y.Yu, Ann. Phys.323, 2367 (2008)，and references therein;Y. Yu, Mod. Phys.Lett. B 29, 1550068-1 (2015),Y. Yu,Mod.Phys.Lett.B 30,1630008-1 (2016).   \n[6] F.Bloch, Phys. Rev. A 7, 2187 (1973).   \n[7] A.G. Leggett, Rev. Mod. Phys. 73,307 (2001). ",
        "page_idx": 4
    }
]