[
    {
        "type": "text",
        "text": "Processing of visually evoked innate fear by a non-canonical thalamic pathway ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Pengfei Weil\\*，Nan Liul\\*，Zhijian Zhang2,3,， Xuemei Liu1, Yongqiang Tang1, Xiaobin ${ \\mathsf { H e } } ^ { 2 }$ Bifeng Wu1, Zheng Zhou', Yaohan Liu', Juan Lil, Yi Zhang1, Xuanyi Zhou4,Lin $\\mathsf { X u } ^ { 5 }$ ，Lin Chen6,Guoqiang ${ \\mathsf { B i } } ^ { 7 }$ Xintian ${ \\mathsf { H u } } ^ { 5 }$ Fuqiang $\\mathsf { X } \\mathsf { u } ^ { 2 } \\ \\&$ Liping Wang1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The ability of animals to respond to life-threatening stimuli is essential for survival.Although vision provides one of the major sensory inputs for detecting threats across animal species, the circuitry underlying defensive responses to visual stimuli remains poorly defined. Here, we investigate the circuitry underlying innate defensive behaviours elicited by predator-like visual stimuli in mice. Our results demonstrate that neurons in the superior coliculus (SC) are essential for a variety of acute and persistent defensive responses to overhead looming stimuli. Optogenetic mapping revealed that SC projections to the lateral posterior nucleus (LP) of the thalamus,a non-canonical polymodal sensory relay,are suficient to mimic visually evoked fear responses.In vivo electrophysiology experiments identified a di-synaptic circuit from SC through LP to the lateral amygdale (Amg),and lesions of the Amg blocked the full range of visually evoked defensive responses. Our results reveal a novel colicular-thalamicAmg circuit important for innate defensive responses to visual threats. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "D efensive reactions to threat stimuli are a basic survival mechanism in all vertebrates1.It is known that the ability of prey animals to recognize predators is highly conserved and innate,even in naive rodents² and primates?.The visual system in particular is crucial for detecting potential threats,such as a shadow approaching from above,which have been simulated in behavioural experiments by presenting an expanding dark disc known as a looming stimulus4,5. Innately threatening visual stimuli activate modular circuits consisting of phylogenetically ancient brain structures6; however, details regarding the cell-typespecific circuitry mechanisms responsible for processing innate threat information remain to be elucidated.In particular，it remains unknown how visual information gains access to the amygdale (Amg),a structure shown_to be essential for defensive responses to a wide range of threats'. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Several lines of behavioural evidence indicate that processing innately threatening stimuli in mammals may not require the participation of the cortical visual system. Visually guided danger recognition has been investigated in lower animals with limited visual cortical function8,9, in human neonates whose cortical networks are not fully developed10,1l and in experimental animals with visual cortical lesions12,13.Classical animal fear circuits demonstrated that parallel cortical and subcortical input routes exist,both of which can carry the auditoryl4,15or visual16 conditioned stimuli to support fear conditioning. Further, human studies also revealed that patientswith cortical blindness can still detect unconscious fearful signals6,17,18 through a presumed subcortical pathway that leads from the superior colliculus(SC)to the pulvinar of the visual thalamus (Pulv) and then to the Amg.However,no experimental evidence exists to support this hypothesis and controversy exists about the precise relay pathway that might connect the SC with the Amg19,20 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The SC is a subcortical center that mediates early sensorimotor integration and transformation,and many cells in the intermediate and deep layers of the SC(DLSC) were found to respond to various modalities of threatening stimuli21-23.Direct electrical or chemical stimulation of the intermediate or DLSC innately initiates a broad spectrum of defensive behaviours,both in rats24,25 and in monkeys26,and SC lesions also impair visually guided defensive behaviours27,28.Anatomical studies showed that in primates, the SC sends projections to the $\\mathrm { P u l v } ^ { 2 9 , 3 0 }$ ，while in rodents the SC sends projections to the lateral posterior nucleus of the thalamus (LP,Pulv-like structure)31-33\"and these areas subsequently project to high-order visual cortical areas34，the striatum29 orthelateral Amg (LA)35,36Emerging evidence suggests that the Pulv, particularly its medial nucleus,is functionally important for fear emotion processing37,and a more recent study revealed that cells in the monkey medial Pulv rapidly_and selectively respond to innate stimuli of snake images38.These findings raise the possibility that innate fearrelated defensive reactions may depend on this subcortical pathway19. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the present study, we aimed to examine the cel-type-specific circuit connectivity of the subcortical route for visual processing anddetermine the role of this pathway in mediating innate fearrelated defensive behaviours.We first identify a sub-population of neurons in the medial regionof the intermediate layers of the SC (ILSCm) that mediates the innate defensive response of mice to overhead looming stimuli (LS). Then, we optogenetically dissect a subcortical pathway from the glutamatergic projecting neurons in the ILSCm to the LP，which can be activated to initiate stereotyped long-lasting freezing behaviours (motion suppression and bradycardia).Retrograde trans-synaptic viral tracer labelling reveals that the LP serves as a key intermediate relay between the ILSCmand theLA.To thebestof ourknowledge,thisis the first study to report very fast neural activation from the ILSCm to the LA (fastest $< 6 \\mathrm { m s }$ ）through the LP.Furthermore,we show that the sustained network activation of the LA mediates the expression of the ILSCm-induced innate fear-related defensive behaviours. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "ILSCm is necessary for defensive responses to LS.SC responses to LS have been reported recently39; here we asked which specific group of neurons in the SC also participates in processing visually guided innate defensive behaviour. Overhead LS have been shown to trigger fleeing-to-nest or freezing responses in mice9. We focused on understanding the neural mechanisms of the LS-elicited freezing behaviours.A few early behavioural studies have distinguished this freezing behaviour from other SC-guided orientation and avoidance behaviours,and considered it as a more particular defensive response to a potential threat24,40. We found that when the protective nest was removed from the testing chamber (Fig.la),upper field LS elicited a robust unconditioned freezing(UF) response in all animals ( ${ \\mathrm { \\Delta } n = 8 }$ ，5 animals showed immediate freezing and the other 3 animals escaped to the corner and then froze) compared to the lower field LS control group $\\langle n = 7 \\rangle$ or baseline control group (without any LS; $n = 7$ one-way analysis of variance (ANOVA), $F ( 2 , \\ 2 0 ) = 4 9 . 9 9 7$ ， $\\scriptstyle P < 0 . 0 0 1$ ） Holm-Sidak post-hoc tests revealed significantly more freezing in response to upper field LS than lower feld LS $( P { < } 0 . 0 0 1 )$ or baseline $( P { < } 0 . 0 0 1 ) ,$ ）(Fig.lb).Moreover,repeated applications of the LS from above resulted in a rapid behavioural adaptation (Fig.lj). Subsequent to behavioural testing,the level of activitydependent c-fos expression in the SC was examined (Fig.lc).As previously reported39,the highest number of activated cels in response to the LS was found in the superficial layers of the SC (SLSC),a moderate number in the ILSC and a small number in the DLSC (Fig. 1d).A two-way ANOVA on group (upper or lower field LS)and layers(SL,IL or DL)failed to reveal a statistically significant interaction $\\left[ F ( 2 , 1 4 3 ) = 3 . 0 2 8 \\right.$ ， $P = 0 . 0 5 2 ]$ _： Interestingly,Holm-Sidak post-hoc showed that the level of $c$ -fos expression in the upper and lower field LS groups only differed in the IL condition $( P { < } 0 . 0 5 )$ ,rather than SL $( P = 0 . 2 7 )$ orDL （ $( P = 0 . 3 2 )$ ）condition (Fig.1d)．Moreover，another two-way ANOVA for c-fos level in the IL on group and side (medial or lateral） found a significant interaction $\\begin{array} { r l } { [ F ( 1 , } & { { } 9 5 ) = 5 . 0 9 4 . } \\end{array}$ $P { < } 0 . 0 2 6 ]$ and Holm-Sidak post-hoc showed that the only significant difference between groups was within the medial side $( P { < } 0 . 0 5 )$ ,rather than the lateral side ( $\\scriptstyle \\left( P = 0 . 0 5 7 \\right.$ ） (Fig.le), which is in accordance with the notion that this region spatially responds toaerial object stimuli25,41.Moreover，the ILSCm $c$ fos-positivepopulationcontainedmainlyglutamatergic neurons (Fig. 1f). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To examine whether these subpopulations of SC neurons were essential for mediating LS-induced defensive behaviours,an adeno-associated virus(AAV） carrying inhibitory $\\mathrm { e N p H R } 3 . 0 -$ enhanced yellow fluorescent protein (eNpHR3.0-EYFP） under the control CaMKIIa promoter was bilaterally injected into the ILSCm (Fig. 1g).We found that CaMKIIa-positive neuronal somata were mostly localized at the upper surface of the ILSC, along the boundary of the stratum opticum and intermediate grey layer (Supplementary Fig.la,b).A continuous ${ 5 8 8 - } \\mathrm { n m }$ laser was triggered during the LS to optogenetically inhibit the ILSCm CaMKIla neurons (Fig.1h,i).A two-way ANOVA for the level of freezing by trial (triall (laser on) or trial2 (laser off)）and group (NpHR:ILSCm( ${ \\mathit { \\Omega } } _ { n = 8 } ^ { \\cdot }$ ）orEYFP:ILSCm control $( n = 7 )$ ）revealed a significant interaction $( F ( 1 , 2 9 ) = 9 . 6 7 1$ ， $P { < } 0 . 0 1$ ).Holm-Sidak post-hoc showed that difference between groups in the triall (laser on） $( P { < } 0 . 0 1 )$ ,and triall (laser on）was significantly lower than trial2 (laser off) within the NpHR group $( P { < } 0 . 0 5 )$ ，indicating that silencing of ILSCm CaMKIIa neurons reversibly blocked the expression of LS-elicited freezing (Fig. lj and Supplementary Movie 1).These results indicate that ILSCm CaMKIIa neurons play an essential role in mediating visually evoked innate defensive behaviours. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/5a66d2ebcbaf1da75e080506ec735e76cf2f2afce4686a96d17299899a2f451e.jpg",
        "img_caption": [
            "FigurISCmglutamatericneuronsrespondtoupperfieldLSandmediatetheLS-trigerediatedefensiveesposes.（a）Seaticofte looming animation and testing environment.(b) Level of freezing during the $3 0 - 5$ period after stimulus onset. $( n = 7 - 8$ subjects per group; $^ { \\star \\star \\star } P < 0 . 0 0 1$ by one-way ANOVA with Holm-Sidak post-hoc test)(c) Confocal images of the SC stained for c-fos $3 0 \\mathrm { m i n }$ after exposure to upper (left)or lower (right) field LS.hesuperfiales)dtpfyGdticeO);tnteedatelscedtteredate() andinterediateitelerSA);ndtdeelers(L)cudedthdepgeyGnddepiteerSA).Telateraedalubiisiof the SC is approximately divided by the horizontal meridian in the collicular map.(green $= { \\mathsf { c } }$ -fos; blue $\\ c =$ DAPI).(d,e) Comparison of group difference of the c-fos levels in different layers of the SC (d) or in the medial and lateral ILSC (e) ( $\\cdot n = 2 4$ slices per group; $^ { \\star } P < 0 . 0 5$ $N S ~ P { > } 0 . 0 5$ by two-way ANOVA with Holm-Sidak post-hoc test) (f) Cell-type specificity of c-fos-expressing cells.Vglut2 $+$ ,vesicular glutamate transporter 2 positive; $\\mathsf { P V } + ,$ parvalbumin positive. $\\mathbf { \\sigma } ( \\mathbf { g } )$ eNpHR3.O-EYFPexpressioninCamKllaneuronsinthebilateralILSCm.Theinsetshowstheschematicoftheimplanteddualfibres. ${ \\bf \\Pi } ( { \\bf h } )$ In vivo electropoticaeg uringuperfieldLS.)LevelsoffregelitdLSombdwityell)itut(ite）ptogeeticiitoofthICmBlacbars represent the EYFP control group.( $\\cdot n = 7 - 8$ subjects per group; $^ { \\star \\star } P < 0 . 0 1$ $^ { \\star } P < 0 . 0 5$ by two-way ANOVA with Holm-Sidak post-hoc test).Values are representedas mean $\\pm$ s.d.; Scale bars: (c) $2 5 0 \\mu \\mathrm { m } .$ $( \\pmb { \\mathsf { g } } ) 5 0 0 \\mu \\mathrm { m }$ "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Optical activation of ILSCm is sufcient to elicit freezing. Previous reports have shown that stimulation of different locations or populations of SC neurons results in a complex set of behaviours23-26，fromdefense-likeresponsestoorienting responses.Here we optogenetically investigated the specific contribution of ILSCm CaMKIIa neurons.AAV virus carrying excitatory CaMKIIa-ChR2-mCherry was selectively injected into the ILSCm or into the lateral region of the ILSC(ILSCl) as a control (Fig.2a,b).To mimic an unconditioned stimulus (US) on a freely exploring mouse,a phasic train of $4 7 3 \\mathrm { - n m }$ light pulses (50 pulses at $2 0 \\mathrm { { H z } }$ with a 2-ms pulse width) was manually triggered and delivered into the virus-targeting SC region. Note that the stimulation frequency was chosen to mimic the firing rates of natural visual responses in ILSC neurons (Supplementary Fig.2c,f).Dramatically,light stimulation of the ChR2-expressing neurons in the ILSCm (ChR2:ILSCm, $n = 1 5 ^ { \\cdot }$ ),but not of the ChR2:ILSCl $( n = 1 1$ ), immediately suppressed exploration on US onsetand initiated a stereotyped ‘freezing' status that lasted from 20 to $1 5 0 s$ (Fig. 2c and Supplementary Movie 2).To further quantify this behavioural response,the movement trajectory of each animal was tracked to determine a ‘freezing score’(FS) parameter (lower score represents a higher level of freezing, Fig.2c).The ChR2:ILSCm mice exhibited UFs with an average latency of $8 9 5 \\pm 3 0 4 \\mathrm { m s }$ and the post-US FS was generally lower than the post-US FS in ChR2:ILSCl mice (Fig. 2c).A KruskalWallis one-way ANOVA comparing the durations of UF across groups showed a significant difference $( \\chi ^ { 2 } ( 2 ) = 2 5 . 3 2 5$ $P { < } 0 . 0 0 1$ ） and Dunn's post-hoc analyses revealed that the ChR2:ILSCm group $( 5 7 \\pm 3 6 s )$ froze significantly longer than ChR2:ILSCl 1 $\\scriptstyle \\cdot { P < 0 . 0 0 1 } )$ or CaMKIIa-mCherry:ILSCm control groups $( n = 8 )$ 1 $\\scriptstyle \\cdot { P < 0 . 0 0 1 } )$ (Fig.2d).Another important feature of freezing responses to threat stimuli is bradycardia activity42,43Thus, we also continuously monitored the heart rate(HR) of ChR2:ILSCm mice $( n = 8 )$ and found that the HR was immediately reduced by an average of $1 0 \\%$ after the US onset and remained below the baseline level for the duration of the freezing period (Supplementary Fig.3a,b). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/dd7691fcf9b6f7bd0155bfcc89772a1140c02475b0f12136048048ea6762b4af.jpg",
        "img_caption": [
            "Figure2|Optogeicctitifisoddaiilsi ILSCI. (red $\\ c =$ mCherry; for number of $\\mathsf { C h R 2 + }$ cells in diferent layers,see Supplementary Fig.1c).(b) Cannula tips for ChR2:ILSCm and ILSCl mice are indicatedbythddgespecielyoufteagdealedatCed）UueectagdUF behaviourweompaedistC:Gyaddalsestilingates;ttodbr,tdsith significant group FS differences ( $_ { \\cdot n = 1 5 }$ .11 subjects for each group; $\\textstyle P < 0 . 0 5$ by t-test).(d) Box plots of UF durations elicited by the US.( $_ { . n = 1 5 }$ 11,8 subjects for each group; $^ { \\star \\star \\star } P < 0 . 0 0 1$ by Kruskal-Walisone-wayANOVA with Dunn'spost-hoc test）(e) UF elicited bytheUSadaptssignificantlyafterrepeated trials (red dots) ( $_ { . n = 1 5 }$ subjects,main effect $P { < } 0 . 0 0 1$ by repeated one-way ANOVA).Inset,the time courses of the averaged FS before and after the fifth US.(fTimeourssofoalidistacetoeentreoftareaealtatC2:CicepreferteperipyftreatUFas stopped. $\\mathbf { \\sigma } ( \\pmb { \\mathsf { g } } )$ Spatial FS map in the pre- or post-US period $( 3 \\mathsf { m i n } )$ from a sample ChR2:ILSCm mouse.The 'light on'symbol indicates the onset of the US. Time spent in the centre of the arena ${ \\bf \\Pi } ( { \\bf h } )$ and the moving rate of the tested animals (i) during the post-UF period (subtracted the UF period from the post-US period). $\\begin{array} { r } { { \\binom { n } { n } } = 1 5 , } \\end{array}$ 11 subjects for each group; $^ { \\star \\star \\star } P < 0 . 0 0 1$ 1 $^ { \\star \\star } P < 0 . 0 1$ by two-way ANOVA with Holm-Sidak post-hoc test).Values are represented as mean $\\pm { \\sf s . d }$ ;Scale bars:(a) $2 5 0 \\mu \\mathrm { m }$ ： "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Stimulation of ILSCm CaMKIIa neurons induced subsequent behavioural responses; after the animal stopped freezing it quickly cowered in the corner of the arena to avoid entering the open spaces and showed sustained immobility. Two-way ANOVAs on time point (pre or post UF for $3 \\mathrm { m i n }$ )and group(ChR2:ILSCmor ChR2:ILSCl) found significant interactions for both time spent in the centre of the arena $( F ( 1 , 5 1 ) = 4 . 6 3$ 0 $P { < } 0 . 0 5 { \\mathrm { : } }$ andspeed( $F ( 1 ,$ $5 1 ) = 1 2 . 7 1 5$ ， $P { < } 0 . 0 0 1$ ）(Fig. 2f-i). These behaviours have previously been reported to reflect the innate anxiety and fear responses of animals to predator cues44,45To further test whether the stimulation affects an animal's normal motor function,we delivered an US to the ChR2:ILSCm mice when a protective nest was available $( n = 6 )$ (Supplementary Fig. 3c). Under this condition, the mice still exhibited UF (Supplementary Fig.3d) and then quickly fled into the nest and remained hidden in the nest for an average duration of $8 6 6 \\pm 5 3 7 s$ (Supplementary Fig.3e-g).In addition,repeated applications of the US to the ILSCm at 3-min intervals also resulted in the reduction of the total UF time (repeated one-way ANOVA, $F ( 4 , \\ 6 6 ) = 1 5 . 2 9 3 .$ $P { < } 0 . 0 0 1$ ）(Fig.2e and Supplementary Movie 2),similar to the effects elicited by repeated LS(Fig. 1h)，reflectingrapid adaptation of this innate defensive behaviour. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We found that the freezing elicited by the US in the ChR2:ILSCm was not directly dependent on the activation of the adjacent DLSC and periaqueductal grey (PAG),which are generally considered as the major targeting regions of defense responses23,46. First, these regions showed only sparse mCheryexpressing axon_fibresunderthe current virusdosage (Supplementary Fig. la,b).Moreover,a supplementary test showed that activation of the DLSC-PAG pathway $( n = 3 )$ （2 elicited wild running or backward fleeing behaviours,similar to the behaviours found by directly stimulating the $\\mathrm { P A G } ^ { 4 5 }$ ，rather than the immediate freezing behaviour (Supplementary Movie 3). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We also examined the potential involvement of gammaaminobutyric acid (GABA) ergic cells in the SC.Due to the nonspecificity of the expression,about $5 \\%$ of ILSCm CaMKIIa cells were found to be parvalbumin (PV） positive (Supplementary Fig. lc-e).Application of the optical US to the ILSCm in transgenic Vgat-ChR2-EYFP mice $( n = 7 )$ did not elicit freezing. On the other hand,when ChR2 was expressed in ILSCm vesicular glutamate transporter 2(Vglut2) neurons using a combination of Vglut2-ires-cre mice and the Cre-dependent ChR2 virus method, the application of the US to the ILSCm Vglut2 neurons also elicited long-lasting freezing responses with average durations of $3 8 \\pm 9 s$ $( n = 7 )$ ）(Supplementary Fig.4). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In summary， we have shown that $2 0 \\mathrm { - H z }$ phasic light stimulation of ILSCm CaMKIIa neurons (or a more specific population of Vgult2 neurons） evokes a stereotypical prolonged innate freezing behaviour. This response,along with the subsequent anxiety and avoidance responses,indicates that the stimulation led to sustained activation of the brain's aversive system1. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Amg is necessary for ILSCm-elicited defensive responses. Next, we studied the neural circuitry from the ILSCm that mediates the innate defensive behaviours.The Amg isa critical structure for both conditioned47 and unconditioned48 fear responses; thus, we tested the function of the Amg as the potential centre mediating ChR2:ILSCm US-elicited responses.A $\\mathrm { G A B A _ { A } }$ -receptor agonist (muscimol) was bilaterally injected to reversibly inactivate the basolateral complex of the Amg (BLA） $( n = 7 )$ ）(Fig.3aand Supplementary Fig. 5)；phosphate-buffered saline (PBS） was injected into the BLA in a control group $( n = 6 )$ .None of the ChR2:ILSCm mice showed US-elicited UF when the US was delivered after $2 0 \\mathrm { m i n }$ of BLA inactivation (Fig.3b).About $2 4 \\mathrm { h }$ later,after the muscimol had washed out, the US was again effective at eliciting UF with an average duration of $1 8 . 0 \\pm \\bar { 8 } . 8 s$ (Fig.3b and Supplementary Movie 4).A two-way ANOVA for the duration of UF using time post infusion $2 0 \\mathrm { m i n }$ or $2 4 \\mathrm { h }$ ） and treatment (muscimol or PBS) found a significant interaction $( F ( 1 , 2 5 ) = 1 9 . 3 0 3$ 5 $P { < } 0 . 0 0 1$ ).Holm-Sidak post-hoc tests showed that the duration of UF was significantly higher by $2 4 \\mathrm { h }$ as compared with $2 0 \\mathrm { m i n }$ after muscimol infusion $( P { < } 0 . 0 5 )$ ,and there was only a significant difference in drug treatments at $2 0 \\mathrm { m i n }$ $( P { < } 0 . 0 0 1 )$ ,but not $2 4 \\mathrm { h }$ following drug infusion (Fig. 3b). These resultssuggest thatILSCm US-elicited defensive behaviours require BLA activation. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To confirm that Amg activation indeed occurred during the UF behaviour, the level of c-fos in the Amg after the application of the US was examined (Fig. 3c,d).A two-way ANOVA for $\\mathfrak { c }$ -fos expression levels in the LA revealed a significant interaction between group (ChR2:ILSCm,ChR2:ILSCl or mCherry:ILSCm) and hemisphere (ipsilateral or contralateral to the stimulation site) $( F ( 2 , \\bar { 8 3 } ) = 1 1 . \\bar { 5 3 } 0$ $P { < } 0 . 0 0 1$ ).Holm-Sidak post-hoc showed that the $c$ -fos levels in the bilateral LA for the ChR2:ILSCm group were significantly higher than the other two groups (ipsilateral LA: $P { < } 0 . 0 0 1$ ,contralateral LA: $P { < } 0 . 0 5$ ),andtheipsilateral LA has higher $c$ -fos expression than the contralateral LA only for the ChR2:ILSCm group $( P { < } 0 . 0 0 1 )$ (Fig.3e). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Weinvestigated whether a functionally efficient information transmission route from the ILSCm to the LA existed by utilizing a combination of optogenetics and in vivo electrophysiological recording methods.A $2 0 \\mathrm { - H z }$ pulsed-laser light was delivered to the ChR2-expressing ILSCm region and the electrical activity in the ipsilateral LA was recorded in anesthetized mice (Fig. 3f and Supplementary Fig. 6a,b). It was found that 13/38 LA cells responded to the ILSCm stimulation (Fig. 3g,h and Supplementary Fig.6c) and that the latency of the peak response ranged from 6 to $2 6 \\mathrm { m } s$ with an average of $1 3 . 3 \\pm 6 . 6 \\mathrm { m s }$ (Fig. 3i,j). This result shows for the first time that ILSCm CaMKIIa neurons can send a rapid signal to the downstream LA. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In freely behaving mice,we aimed to identify the specific functional mechanism of the ILSCm-LA circuitry by which optical stimulation modulates the neural network activities.We developed a novel two-site multi-channel optrode system for simultaneous recording and light delivery in freely moving mice (Supplementary Fig.7a) and applied this to stimulate and record in ILSCm,and simultaneous recording from LA (Fig. 4a,b and Supplementary Fig.7e,f). In mice exhibiting prolonged UF elicited by the US applied to the ChR2:ILSCm mice $( n = 3 )$ ，20 and 40 single-unit spikes were recorded in the ILSCm and LA, respectively (Supplementary Fig. $^ { 7 \\mathrm { b , c } } ,$ .Underdirectlight-evoked responses,7 of the 20 local ILSCm cells were found to fire immediately following the pulsed laser,with an average latency of $3 . 0 \\pm 1 . 5 \\mathrm { m s }$ ,and the cells showed transient excitation during the US (Fig. $^ \\mathrm { 4 c , d }$ ).Inaddition,11of the $4 0 \\mathrm { L A }$ cells were activated by the pulsed-laser stimulation,with a latency distribution comparable to that found in anesthetized mice (Supplementary Fig. 7d,g), and these cells showed sustained post stimulation excitation (Fig. 4c,d). Intriguingly,LA neuronal activation showed adaptation in firing rates among the US trials,whereas ILSCm neuronal activation was invariant (Fig. 4e).By comparing the time courses of the physiological activities and behavioural responses,it was discovered that the activation ofLA neurons,rather than that of ILSCm neurons,temporally correlated with the US-elicited UF in ChR2:ILSCm mice (Fig. 4f and Supplementary Fig. 8).These results suggest that activation of the ILSCm represents an‘on switch'for the brain's defensive system,whereas sustained LA activation is responsible for prolonged freezing in animals. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In summary,we provided electrophysiological evidence that the inputs from the ILSCm reach the LA through a rapid shortcut route.Furthermore,at the behavioural level we showed that the LA mediated ChR2:ILSCm US-elicited defensive behaviours. Collectively,these data support the hypothesis that a subcortical pathway from the SC to the Amg is involved in the rapid visual processing of emotional stimuli49. However, this raises questions about the neuronal substrate of thispresumed pathway, ormore specifically,whether and how(if any)the Pulv-related thalamic structures in mice can relay signals from the ILSCm to the LA. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "LP projection is crucial forILSCm evoked defensive behaviour. ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Anatomical evidence for subcortical pathway connections has beenshowninrodents16,31， nonhumanprimates29 and humans49. In this study, we aimed to identify the connections of the ILSCm-LA subcortical pathway and to determine its function in the innate defensive behaviours of mice.To test the possible circuitry by which the ILSCm and LA interact, weinjected the anterograde tracer， AAV-CaMKIIa-EYFP, in the ILSCm and the retrograde trans-monosynaptic tracer, EnvA-rabies virus (RV)-mCherry，in the LA (Fig. 5a and SupplementaryFig. 9a-c). The ILSCm CaMKIla axons prominently project to the LP,a mouse Pulv-like structure (Fig.5b).Retrograde RV-positive cells raised from the starter cells in the LA were simultaneously found in the LP,as shown by colabelling them with green fluorescent protein (GFP） from AAV and with mCherry from rabies (Fig. $^ { 5 \\mathrm { b , c } }$ and Supplementary Movie 5)，which were mostly confined in the LR and MC subdivisions of the LP (Supplementary Fig. 9d). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Therefore,it appears that the LP is an important intermediary relayin theILSCm-LA circuit.To further test thisidea, the timedependent retrograde and trans-synaptic pseudo-rabies virus (PRV)-EYFP was unilaterally injected into the LA (Fig. 5d). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/1f6fa10dbf39828a5784795fd0b4d7a41d0098a9ceaf56972e4f75dbf07b658d.jpg",
        "img_caption": [
            "Figure3ActiatithdaaiscessftUiUit.)Lftatiectise BLAviacanlsigaetacfUU the ILSCm.(b)The durationof UF elicited byaplicationof the US in the ILSCmafter BLAinfusion (muscimolor PBS)at $2 0 \\mathrm { m i n }$ and $2 4 \\mathsf { h }$ (repeated test) 0 $\\cdot n = 6 \\cdot 7$ subjects per group; $^ { \\star \\star \\star } P < 0 . 0 0 1$ 1 $^ { \\star } P < 0 . 0 5$ by two-way ANOVA with Holm-Sidak post-hoc test).(c)A low-magnification image of the amygdala, stainedforc-fos,3Ominafterapplying theUStotheILSCm.Thec-fos-positivecellsare mainlylocatedintheLA(green $=$ c-fos;blu $\\mathsf { e } = \\mathsf { D A P l }$ ).Pir,piriform cortex;Ai LA.(e)The c-fos levels in the bilateral LA ( $_ { \\cdot n = 1 8 }$ slices per group; $^ { \\star \\star \\star } P < 0 . 0 0 1$ ， $^ { \\star } P < 0 . 0 5$ by two-way ANOVA with Holm-Sidak post-hoc test). (f) Schematic of the stimulation experiments in the ILSCm and simultaneous recording in the LA. $\\mathbf { \\sigma } ( \\pmb { \\mathsf { g } } )$ Activation of an LA neuron during optogenetic stimulation of the ILSCm (top) and a magnified plot showing 1O light pulses (bottom left). ${ \\bf \\Pi } ( { \\bf h } )$ This LA neuron is orthodromically activated by ILSCm pulsed-laserstiulue).eristuutiaofteaplovealstistrbfsotistostr ILSCm activation (blue $\\ c =$ light,peak response latency $\\approx 9 \\mathrm { m s } ,$ .(j) Histogram of the peak response latencies to the onset of light pulses (blue) for 13 identified LA neurons.Values are represented as mean $\\pm \\thinspace s . 0$ ; Scale bars: (c) $2 5 0 \\mu \\mathrm { m } ;$ (d) $5 0 \\mu \\mathrm { m }$ ： "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Forty-eight hours after PRV:LA infusion,PRV positive $( + )$ cells were initially found in the ipsilateral SC,specifically located in the ILSCm (Supplementary Fig.10a).By $6 0 \\mathrm { h }$ ， $\\mathrm { P R V } \\dot { ( + ) }$ cells were prominently expressed in the SC (Fig. 5e,f and Supplementary Fig.10a,b),and a Kruskal-Wallis one-wayANOVA for $\\mathrm { P R V } ( + )$ cells found a significant different between the ipsilateral and contralateral SC $\\overline { { ( \\chi ^ { 2 } ( 1 ) = 1 7 . 9 2 5 } }$ ， $P { < } 0 . 0 0 1 )$ (Fig.5e).Moreover, $\\mathrm { P R V } ( + )$ cells were largely distributed in the ILSC,and a smaller number in the DLSC,with almost none in the SLSC (KruskalWallis one-way ANOVA on different layers (SL,IL or DL), $\\chi ^ { 2 } ( 2 ) = 2 9 . 5 7 3$ ， $P { < } 0 . 0 0 1$ ）(Fig.5e).In addition,more $\\mathrm { P R V } ( + )$ cells were found in the ILSCm than in the ILSCl (Fig. 5g). Furthermore,inducing lesions on the LP cell bodies using ibotenic acid resulted inamarked reductionof $\\mathrm { P R V } ( + )$ cells. A two-way ANOVA for $\\mathrm { P R V } ( + )$ cells in the ILSC for treatment (LPlesioned or intact) and location (ILSCm or ILSCl) revealed a significant interaction $( F ( 1 , 4 7 ) = 1 6 . 9 7 2$ ， $P { < } 0 . 0 0 1$ ).Holm-Sidak post-hoc tests showed that the expression of $\\mathrm { P R V } ( + )$ cells was significantly reduced for the LP-lesioned group in the ILSCm $\\scriptstyle \\left( P < 0 . 0 0 1 \\right)$ ratherthan ILSCl（ $P = 0 . 4 2 6$ ）(Fig.5gand Supplementary Fig.10d). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Finally,we asked whether the US-elicited innate defensive behaviours in the ChR2:ILSCm depend on the activation of the ILSCm-LP pathway.An optic fibre was implanted in the LR subdivisionsof theLPofCaMKIIa-ChR2:ILSCmmice $( n = 8 )$ or mCherry:ILSCm control mice $( n = 8 )$ (Fig. 6a,b).As expected, stimulating ILSCm-LP(LR) terminals with the US also elicited the typical UF behaviour with a mean duration of $1 0 0 \\pm 3 7 s$ (Kruskal-Wallis one-way ANOVA, $\\chi ^ { 2 } ( 2 ) = 9 . 9 7 5$ ， $P { < } 0 . 0 0 1 \\$ ） (Fig. 6c,i)，followed by post-UF open space avoidance and cowering (two-way ANOVAs for time spent in centre of arena $( F ( 1 , 2 9 ) = 8 . 7 3 3$ ， $P { < } 0 . 0 1$ )and speed $( F ( 1 , 2 9 ) = 5 . 1 6 2$ 0 $P { < } 0 . 0 5 )$ ） (Fig.6d,f-h),as well as rapid behavioural adaptation (repeated one-way ANOVA, $F ( 4 , \\ 3 5 ) = 2 6 . 4 1 2$ ， $\\scriptstyle P < 0 . 0 0 1 { \\mathrm { , } }$ ）(Fig.6e).To further confirm that the behavioural effects of terminal stimulation were not due to passing depolarizing axons or to the back propagation of action potentials to ILSCm cell bodies (antidromic stimulation) $^ { 5 0 , 5 1 }$ ,the glutamate receptor antagonists NBQX plus ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/de04e820d686765f2e6ad56edfdab7e8b30ac33ef8642ea62becf1e058dd67e8.jpg",
        "img_caption": [
            "Figure4|ActivationoftheLAistemporallycorrelatedwiththeUFelicitedbyapplyingtheUStotheLSCm.chematic(a）andotograph (b)ofthetwo-siteulti-chaneloptrodesystem.Theisetinshowsthetipoftheotrode(hitebox).(c）PSTsoftwoexampleneurosfro theSCmandLAsiferentfiringpaesinesposetthUSinteSC(-ss).edeepresetstetimatiooftpctd baseline rate and the grey shaded area represents the confidence limit of $9 9 \\%$ .(d) $Z$ -Scored population PSTH of responsive neurons from the ILSCm (red) andL(gre）edreeprtttuadatdaf ILSCm neurons ( $\\dot { \\boldsymbol { \\cdot } } \\boldsymbol { n } = 7$ cells, compared with the pre-event reference period, $P { < } 0 . 0 1$ by right-tailed t-test),and green bar indicates the period of excitation of LA neurons $\\cdot n = 1 1$ cels). (e)Thenormalizedpost-stimulationmeanfiringratesofresponsiveLAneurons(green）showasignificantadaptationaftereach trial ( $\\dot { \\boldsymbol { n } } = 1 1$ cells,main effect $P { < } 0 . 0 0 1$ by repeatedone-way ANOVA).Contrarily,the firing rates of responsive ILSCmneurons(red)did notadapt across trials( $\\cdot n = 7$ cells,main effect $P = 0 . 9 6$ by repeated one-way ANOVA).(f)The ILSCm and LA example neuron activity (top;scaled by the hot colour map) werealigned with theFSwithtime(the bottomredbars represent thefrezingstate).Valuesarerepresentedasmean±s.d. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AP5 $( n = 7 )$ ）orsaline control $( n = 8 )$ ）werelocally injected in the postsynaptic LP(LR) region before terminal stimulation. The response evoked by the US in ILSCm-LP(LR) terminals was blocked by glutamate receptor antagonists(Kruskal-Walis one-way ANOVA, $( \\chi ^ { 2 } ( 2 ) \\stackrel { \\cdot } { = } 9 . 4 5 6$ ， $\\scriptstyle P < 0 . 0 0 1 .$ ）(Fig.6i and Supplementary Movie 6).Moreover,c-fos expression in the LA (Supplementary Fig. 1la,b） and very short latency neural responses in the LA $( 9 . 9 \\pm 6 . 0 \\mathrm { m s }$ ，13/61 cells）were also found in response to the US in ILSCm-LP(LR) terminals (Fig. 6j,k and Supplementary Fig. 1le-h). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In summary,our data demonstrate that LP forms monosynaptic connections with the ILSCm and LA and is a crucial relay for neural transmission from the ILSCm to the LA. Moreover,we revealed that the LR or MC subdivision of the LP is the downstream target when processing US-initiated freezing behaviour in the ILSCm. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In the present study,we found that the subcortical ILSCm-LPLApathwaymediates visually evoked innate fear-related defensive freezing behaviour in mice.A population of glutamatergic neurons in the ILSCm responded to and mediated an unlearned freezing response to a looming stimulus in the upper visual field. For rodents,many natural predators approach from above and are detected in the upper visual field. Behavioural evidence indicates that rodents have a continuously overlapping upper visual feld representation that facilitates their alertness to aerial predators52.Theupper visual field signal is_represented in the medial region of the SC's spatial map25. Thus,ILSCm neurons may_detect overhead motion through direct retinal projection5354andinnatelyrecognzethis typeofinformationas a potential threat without prior experience.To further test this idea,a phasic laser pulse train was delivered to ChR2-expressing glutamatergic neurons to mimic an unpredicted visual input to the ILSCm.This type of optogenetic stimulation initiated longlasting freezing behaviour followed by a sustained increase of innate fear and anxiety responses. Next,in vivo recording revealed that the ILSCm rapidly transmits (fastest $\\mathrm { < } 6 \\mathrm { m s } \\mathrm { \\dot { \\Omega } }$ 0 signals to the LA(Fig. 3i,j)） and that activation of the LA is crucial for defensive behaviours elicited by ILSCm stimulation. The ILSCm sends direct projections to the LP,and a very recent study also indicated that a subset of SC-LP projecting neurons was sensitized to small, moving objects33. Trans-synaptic tracer labelling showed that the LP is the key relay nuclei that connects the ILSCm and the LA.Activating the subcortical ILSCm-LP glutamatergic input pathway evoked similar short latency responses in the LA and elicited identical innate freezing responses. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The SC is largely known to mediate a complex set of defensive behaviours though its extensive descending projections to limbic structures,the basal ganglia and the brainstem.In this study,we dissected the contribution of a specialized ILSCm-LA pathway in mediatinga stereotyped, innate defensive freezing behaviour.The US input signal initiated in the ILSCm rapidly reaches the LA via a crucial relay in the LP nucleus.Other possible subcortical or cortical routes originating from the SC may not be directly involved in this type of innate behaviour.First, the loops between the ILSC/DLSC and the basal ganglia, via the _substantia nigra, have been shown to detect salient events5and mediate motivational behaviours such as orientation or saccades,which are important components of defensive behaviours56. However, the descending pathway from the SC to the substantia nigra originates in the lateral, rather than in the medial part of the deep layers55.Second, the ipsilateral efferent bundles from the ILSC/ DLSC also send projections to regions of the brainstem, such as the PAG and the cuneiform nucleus. The PAG is commonly known to be a major output nucleus of the defense system. Moreover,recent studies have found that the PAG may also transmit signals about unconditioned painful stimuli to the LA to support fear conditioning or innate responses45.57. Thus, in this study,we avoided directly activating the DLSC-PAG terminal during the ILSCm somata US experiments.Also,a control test showed that the innate responses elicited by DLSC-PAG pathway activation are more similar to those resulting from PAG stimulation45 than those resulting from ILSCm stimulation. The SC-cuneiform nucleus pathway most likely plays a role in defensive or fear-related cardiovascular responses58,59,which are beyond the scope of the present discussion. Finally,the LP can transmit signals from conditioned visual stimuli to the LA,not only via direct subcortical projections,but also via indirect (that is,LP-temporal association area/perirhinal cortex-LA）routesl6. Resultsfrom asupplementalexperiment(Supplementary Fig. 1lc,d） examining c-fos levels in the temporal association area/perirhinal cortex areasafterILSCm-LP stimulation showed that these two regions were minimally activated. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/f557d488d3cfe990d25c7defd22a749e663872dcb37cea5c4b1ad8164375efcf.jpg",
        "img_caption": [
            "Figure5丨TheateralposteriorucleusofthethalamusisthecriticalmonosynapticrelayunderlyingtheISCm-LAcicuit.(a）Schematicf AAV-EYP-mediatedanterogadetracingintheSCandEnv-RVCherrinombinationitelperAAVmediatedtrasmonosapticetrogade tracingintheL.oactistterogdeectipatefroedtitrtiftasotl labeledeuronfrothLAed.AmagnifidvefteothcaltiofteinalfromtheCprojetioosdte somaoftheLPeurostatprojecttheLAsetiteepictsteaea.d)ematisfthectithLadofteote acid injection in the LP.(e) Coronal sections show $\\mathsf { P R V } ( + )$ cells (green) in the SC from an intact (top) and LP-lesioned mouse (bottom). (f) $\\mathsf { P R V } ( + )$ （20 cells are mainly located in the ILSCm ( $\\cdot n = 1 2$ slices; $^ { \\star \\star \\star } P < 0 . 0 0 1$ by Kruskal-Wallis one-way ANOVA with Dunn's post-hoc test). $\\mathbf { \\delta } ( \\pmb { \\mathsf { g } } )$ Comparison of the $\\mathsf { P R V } ( + )$ cells in the medial and lateral ILSC between intact and LP-lesioned mice $\\cdot n = 1 2$ slices per group; $^ { \\star \\star \\star } P < 0 . 0 0 1$ by two-way ANOVA with Holm-Sidak post-hoc test). Values are represented as mean $\\pm { \\mathsf { s . d } } _ { }$ ; Scale bars: (b) $1 \\mathsf { m m }$ （c） $2 5 0 \\mu \\mathrm { m } ;$ (e) $5 0 0 \\mu \\mathrm { m }$ ： "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The current results demonstrate that the ILSCm-LP-LA pathway constitutes an innate circuit for detecting and reacting to simple looming threat stimuli, supporting the hypothesis that the subcortical pathway primarily carries low resolution,but important visual information for survival0.Considering previous debates19,20 concerning the existence of this simple emotion processing route,our current findings shed new light on several areas.First,itismorelikely that the intermediate layers,rather than the superficial layer of the $\\mathsf { S C } ^ { 1 6 , 3 1 }$ ，connect to the LA through some subdivisions of the LP.This idea challenges the standard hypothesis of the subcortical pathway,for which it is generally proposed that low-frequency visual input signals arrive at the SLSC and are transmitted to the inferior Pulv.Alternatively, the ILSC neurons can receive the excitatory input from the $\\mathsf { S L S C } ^ { 6 1 }$ or even direct afferents from the direction-selective retinal ganglion cells54. Although the specific role of the ILSCm neurons in encoding the innate visual stimuli still needs to be further investigated, overheadlooming-stimulus-responsiveILSCm neurons were recorded in this study.More importantly,the ILSC sends projections to the medial,rather than the inferior, Pulvinmonkeys30andonlythemedialPulysubsequenty projects to the $\\mathrm { A m y } ^ { 6 2 }$ Thus，the ILSC-medial Pulv-Amy pathway could be a more reasonable model than the standard SLSC-inferior/medial Pulv-Amy pathway model,due to the lack of intrinsic connections between different Pulv subnuclei.In addition, the trans-synaptic tracer labelling result in this study also indicated the SLSC were not retrogradely targeted by the LA cells.In rodents, the LP is a Pulv-related structure63and is segregated from the Pulv in monkeys64. Similar to the Pulv, the LP has been divided into several subdivisions63 and also receive different SC inputs35,65. Our results showed that the LP(LR) and LP(MC) could be the monosynaptic relays between the ILSCm and the LA,nevertheless,whether this areas corresponded to the medial Pulv still needs to be further clarified.The rodent LP was suggested to play a central role in spatial attention and neglect, which are also closely related to Pulv functions.In this study,we showed that the ILSCm-LP pathway specifically mediates innate defensive freezing behaviour in mice.This finding has striking parallels with a recent study in monkeys showing that Pulv neurons can selectively detect visual images of an unreal predator threat (that is,pictures of snakes)38. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The current study on the subcortical innate fear circuit in rodents may lead to new implications regarding the circuit mechanisms that underlie mental disorders in humans.First, the activationof the innate fear-relateddefensivebehaviours viathe ILSCm-LP-LA pathway generated a more sustained anxiety state in mice (Fig. 2h,i),supporting the notion that human fear and anxiety might involve the reactivation of innate fear circuits46,66 and that constant over-activation of this pathway may underlie anxiety disorders or post-traumatic stress syndrome.Moreover,it has been suggested that impairments in emotional and social cognition,which are recognized as major symptoms in patients with schizophrenia and autism,are caused by the_reduction of Amg activation during emotional (fearful) stimuli67,68. Notably, individuals with schizophrenia and autism exhibit eye movement disturbances69,70，whichmayinvolve_thefunction of theSC. Therefore,a reduction in the ability of the Amg to discriminate threat from natural stimuli may originate from abnormal signalling in the subcortical pathway. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/9b257dcfe12459d516d917aae0513a56ab28ee004e58061626af0da8d41708c0.jpg",
        "img_caption": [
            "Figure6丨ActivatifternalsintatproectedfrotheSlidfstespsinAeurosducoiodfegaiu (a)chematialigctif-teadinsilace.dii electrodewasplacedinteL.)ofocaliagfosieteralsintheLatfrothemdteoticibeetooted rectangle).red $\\ c =$ mCherry;blue $\\ c =$ DAPl.(c)Time courses of the averaged FS reveals that the US (blue rectangle)of ChR2:ILSCm-LP(LR)terminals elicits UF and a prolonged lower FS (blue) compared with the control (black) ( $\\scriptstyle \\cdot n = 8$ subjects for per group; $\\textstyle P < 0 . 0 5$ by t-test). (d) Spatial FS map of the pre- or post-US period $( 3 \\mathsf { m i n } )$ fromasample ChR2:ILSCm-LP(LR)mouse.The lighton'symbolindicates theonsetof the US.(e)The UFelicited by the US of ILSCm-LP(LR) terminals adapts significantly after repeated trials (blue dots, $n = 8$ subjects,main effect $P { < } 0 . 0 0 1$ by repeated one-way ANOVA). (fTimecourftaidistatttftareaeetatalsrefetepripyftrefteyeeieftUF elicited by the US of ChR2:ILSCm-LP(LR) terminals. $( \\mathbf { g } , \\mathbf { h } )$ Time spent in the centre of the arena $\\mathbf { \\sigma } ( \\pmb { \\mathsf { g } } )$ and the animal speed ${ \\bf \\Pi } ( { \\bf h } )$ show a significant reduction in the post-UF period for the US of ChR2:ILSCm-LP(LR) terminals( $\\hslash = 8$ subjects for per group; $^ { \\star \\star } P < 0 . 0 1$ by two-way ANOVA with Holm-Sidak post-hoc test).i)BxosftratifUidUateeptgistspusspd infusion in LP(LR) blocks the UF response( $\\dot { \\boldsymbol { \\mathbf { \\mathit { n } } } } = 7 - 8$ subjects per group; $^ { \\star \\star \\star } P < 0 . 0 0 1$ by Kruskal-Wallis one-way ANOVA with Dunn's post-hoc test). $( \\mathbf { j } , \\mathbf { k } )$ A sample LA neuron is activated by the pulsed laser in the upstream ILSCm-LP(LR)terminals (peak response latency $\\approx 5$ ms, $( { \\bf k } )$ . Valuesare represented as mean± s.d.; (b) $2 5 0 \\mu \\mathrm { m }$ "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Animals and viral expressions.Adult (6-8 weeks) male C57BL/6,Vgat(ChR2(Hl34R))-EYFP and Vglut2-ires-cre mice were used in the experiments. For optogenetics,AAV5 viruses encoding CaMKIIα-hChR2(E123T/T159C)- mCherry,CaMKIIα-eNpHR3.0-EYFP or DIO-hChR2 (H134R)-mCherry were packaged.For virus-mediated retrograde tracing,trans-multiple synaptic tracer CMV-PRV-152-EGFP and trans-monosynaptic tracer EnvA-RV-mCherry were prepared.CaMKIIα-eNpHR3.0 virus $( 0 . 7 \\mu \\mathrm { l } )$ was injected into the bilateral ILSCm (AP: $- 3 . 7 0 \\mathrm { m m }$ ML: $\\pm 0 . 6 0 \\mathrm { m m }$ ；DV: $- 1 . 8 5 \\mathrm { m m }$ ),CaMKIIα-hChR2 viruswas injected into the unilateral ILSCm or the ILSCl (AP: $- 3 . 7 0 \\mathrm { m m } ;$ ML: $1 . 3 0 \\mathrm { m m }$ DV: $- 2 . 2 0 \\mathrm { m m }$ of the C57BL/6 mice and DIO-hChR2 viruswas injected into the unilateral ILSCm of Vglut2-ires-cre mice.Electrophysiological or behavioural experiments were performed at least4weeks post injection.For terminal ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "stimulation,the duration of viral incubation lasted an additional 2-4 weeks. Animal husbandry and all aspects of experimental manipulation of the animals were approved by Animal Care and Use Committees at the Shenzhen Institute of Advanced Technology (SIAT) or Wuhan Institute of Physics and Mathematics (WIPM),Chinese Academy of Sciences (CAS). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Implantationof optical fibre(s)and drug cannulae.For optical stimulation of the SC somata,an implantable optic fibre $\\mathbf { \\mathrm { N A } } = 0 . 3 7 \\$ $\\Phi = 2 0 0 \\mu \\mathrm { m } ,$ ）wasinserted unilaterally into the ILSCm (AP: $- 3 . 7 0 \\mathrm { m m }$ ;ML: $0 . 5 0 \\mathrm { m m }$ ;DV: $- 1 . 4 0 \\mathrm { m m } )$ or the ILSCl(AP: $- 3 . 7 0 \\mathrm { m m }$ ML: $1 . 2 5 \\mathrm { m m }$ DV: $- 1 . 8 0 \\mathrm { m m }$ ).Thefibrewas implanted for SC-LP terminals stimulation (AP: $- 2 . 4 0 \\mathrm { m m } ;$ ML: $1 . 5 0 \\mathrm { m m }$ DV: $- 2 . 1 0 \\mathrm { m m }$ ).For yellow light stimulation of dual ILSCm,the fibres were implanted at a $2 0 ^ { \\circ }$ angle from the vertical axis (AP: $- 3 . 7 0 \\mathrm { m m }$ ；ML: $\\pm 1 . 2 5 \\mathrm { m m }$ DV: $- 1 . 5 0 \\mathrm { m m }$ ).For optogenetic stimulation with drug application,the fibre was implanted at $1 5 ^ { \\circ }$ from the vertical axis (AP: $\\mathrm { - 4 . 1 0 \\mathrm { m m } ; }$ ML: $0 . 5 0 \\mathrm { m m }$ DV: $- 1 . 4 5 \\mathrm { m m }$ ).Guide cannulae $\\mathrm { ( O D = 0 . 4 8 m m }$ ,with dummy screw caps) were implanted bilaterally to inject into the BLA（AP: $- 1 . 7 0 \\mathrm { m m }$ ML: $\\pm 3 . 2 0 \\mathrm { m m }$ DV: $- 3 . 6 0  – 3 . 7 0 \\mathrm { m m } ,$ ,orunilaterally in the LP(AP: $- 2 . 4 0 \\mathrm { m m }$ ML: $1 . 5 0 \\mathrm { m m }$ DV: $- 1 . 6 0 \\mathrm { m m }$ ） ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Behavioural experiments and optical stimulation.The looming stimulation test wasperformed in a $4 0 \\times 4 0 \\times 3 0 \\mathrm { - c m }$ closed box.AnLCD monitorwas embedded into the ceiling to present the looming stimulus.The looming stimulus,which consisted of an expanding black disc,appeared at a diameter of $2 ^ { \\circ }$ to $2 0 ^ { \\circ }$ ,and was repeated 15 times in5s.No shelter nest was placed in the box and the stimulation was triggered by the experimenter manually.For the optogenetic inhibition experiment, two implanted optic fibres were connected to a ${ 5 8 8 - } \\mathrm { n m }$ yellow light laser and the light power was set to about $1 5 { - } 2 0 \\mathrm { m W }$ at the fibre tips.The light was delivered into the SC simultaneously with the onset of the looming stimulus,and the duration of neuronal inhibition fully encompassed the duration of the looming stimulus. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Optogenetic stimulation experiments were performed in a $4 0 \\times 4 0 \\times 3 0 \\mathrm { - c m }$ rearing cage box.All animals were pre-handled before the tests and an additional habituation stage was performed for HR monitoring to acclimate the mice to a neck collar sensor or a removable dummy cap in case of the drug-infusion mice. For the optogenetics-stimulation experiment,the implanted optic fibre was connected to a $4 7 3 \\mathrm { - n m }$ blue light laser and the light power was set to about $7 { - } 1 0 \\mathrm { m W }$ at the fibre tip for cell body stimulation and $1 5 { - } 2 0 \\mathrm { m W }$ for terminals stimulation.Five repeated US trials (50 laser pulses of $2 \\mathrm { m } s$ at $2 0 \\mathrm { H z } )$ weredelivered in the targeting regions.The inter-trial interval was set to $\\sim 3 \\mathrm { m i n }$ and was controlled manually; the light stimulus was triggered only during mouse movement. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For the Amg inactivation experiments,the GABA receptor agonist muscimol dissolved in $0 . 2 \\mu \\mathrm { l }$ PBS was infused at 0.1 or $0 \\mu \\ g$ (control) per hemisphere into the bilateral BLA.For the LP glutamate receptors blockade experiment,a $0 . 3 \\mu \\mathrm { l }$ mixture of $1 0 \\mathrm { m M }$ NBQX and $3 0 \\mathrm { \\dot { m } M }$ AP5 dissolved in $0 . 9 \\%$ saline or a saline-only control was infused into the LP.Drug infusions were performed during the $2 0 \\mathrm { m i n }$ before the stimulation test and $2 4 \\mathrm { h }$ later,after the drug was fully metabolized,the mice were retested following the same method. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Animal behaviours were recorded by cameras and analysed ofline using Anymaze.Freezing behaviour was evaluated bya FS parameter;a smallerFS value represents lesser movement. To describe the open space avoidance of mice,an additional parameter,that is,the distance to the center was calculated: the center of the arena was set as the zero point and the positional deviation of the animal to the zero point was measured and normalized. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Anesthetized optical stimulationand electrophysiological recording. Mice were anesthetized with urethane and secured in a stereotaxic apparatus.An optic fibre was placed in the ILSCm (AP: $- 4 . 1 \\mathrm { m m }$ ML: $0 . 5 \\mathrm { m m }$ DV: $- 1 . 4 5 \\mathrm { m m }$ at a $1 5 ^ { \\circ }$ angle from the vertical axis) and connected to a blue light laser.A bundle of 8 stereotrodes was inserted in the LA(AP: $- 1 . 7 \\mathrm { m m }$ ;ML: $3 . 2 \\mathrm { m m }$ DV: $3 . 5 \\mathrm { - } 4 . 5 \\mathrm { m m }$ below the dura) and single-unit activity was collected by the Plexon System (Plexon,Dallas,USA).Pulsed laser $2 0 \\mathrm { H z }$ with $2 \\mathrm { m s }$ width) was delivered to the ILSCm when stable spontaneous spikes of the LA neurons were detected.At the end of the experiment,recording sites were marked through electrolytic lesions. Mice were killed and the brain tissue was processed histologically to verify the location of recording sites. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Freely moving optical stimulation and electrophysiological recording. The two-site multi-channel optrode system was composed of a micro-electrode array (eight tetrodes) and an optrode(optic fibre surrounded by eight tetrodes) that can be driven independently.Detailed information regarding the construction of the two-site device can be found in the Supplementary Methods.During surgery, two small craniotomies were performed at the location of the LA and ILSCm (or LP). Seventy-two hours after the surgery,neural activity monitoring was commenced. When stable spontaneous spikes appeared at both sites,the data recording was started and light stimulation in the ILSCm (or ILSCm-LP terminals) was delivered during periods when the animal was freely exploring.At the end of the experiment, recording sites were marked through electrolytic lesions for further histological verification. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Single-unit spike sortingand analysis.Continuous wide-band data or discrete spike data were imported into Plexon Ofline Sorter software for spike detection and offline sorting.To identify ChR2-expressing neurons,the characteristics of the neuronal responses to blue light were evaluated using three-parameters: (1) latency （204号 $( < 4 \\mathrm { { m s } ) }$ ,(2)firing probability $( > 9 0 \\% )$ and (3) cross correlation between the spontaneous and light-activated spikes $( > 0 . 9 )$ .To assess the response latencies of the LA neurons to upstream stimulation,the PSTH in the $4 0 \\mathrm { m s }$ (1 ms bins) following the light pulses was calculated. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Trans-synaptic tracer labelling.All procedures were performed in BSL II animal facilities at the WIPM.To identify the relay station between the SC and LA, we combine the anterograde AAVlabelling from the SC with rabies-mediated retrograde and trans-monosynaptic tracing from the LA.The retrogradely rabies virus system were used together with some helper AAV virus,and the advantages of this strategy are explained in the Supplementary Methods. First, $2 5 0 \\mathrm { n l }$ （204号 rAAV-CamkIIa-EYFP was injected into the SC with the following coordinate: (AP: $- 3 . 8 0 \\mathrm { m m }$ ML: $0 . 5 0 \\mathrm { m m }$ ；DV: $- 1 . 7 0 \\mathrm { m m }$ ),and themixedhelperviruses containing AAV-CAG-GFP-ires-CRE,AAV-EFla-FLEX-GT and AAV-EFlaDiO-RV-G,(volume ratio:1:2:3,total volume of $5 0 0 \\mathrm { n l } ,$ wereinjected intotheLA with the following coordinate: (AP: $- 1 . 5 0 \\mathrm { m m }$ ML: $3 . 1 0 \\mathrm { m m }$ ：DV: $- 4 . 6 0 \\mathrm { m m }$ ） Two weeks later, $\\mathsf { i 0 0 n l }$ EnvA-RV-mCherry was injected into the LA at the same coordinates.Mice were killed1 week afterrabies infection. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Toretrogradely trace the afferent neural circuit from the LA,PRV-152 stocks mixed with CTB Alexa 594(Molecular Probes, $0 . 0 5 \\%$ in dH20) and calibrated in $1 \\times 1 0 ^ { 9 }$ infecting unit per millilitre with $0 . 9 \\%$ saline. A volume of $3 0 0 { \\mathrm { n l } }$ of the mixed solution was stereotaxic microinjected into the LA region. Because PRV can replicate and trans-multiple synapses in a time-dependent manner,mice were killed at various stages of infection (36,48 and $6 0 \\mathrm { h }$ 中 $n = 3$ animals for each infection stage).For lesion studies,ibotenic acid $1 \\%$ in dH2O, $3 0 0 \\mathrm { n l } \\cdot$ ）wasinjected ipsilaterally into theLP9 days before the injection of PRV/CTB into the LA $\\scriptstyle \\cdot n = 3$ mice were killed at $6 5 \\mathrm { h }$ post infection).An equal volume of $0 . 9 \\%$ saline was injected ipsilaterally intoLPas control( $\\overset { \\cdot } { \\boldsymbol { n } } = 4$ ，micewere killed at $6 0 \\mathrm { h }$ $( n = 1 )$ or $6 5 \\mathrm { h }$ 1 ${ \\mathrm { ( } } n = 3 { \\mathrm { ) } }$ post infection).The stereotaxic coordinate ofLP is:(AP: $- 2 . 5 0 \\mathrm { m m } ;$ （204 ML: $1 . 5 0 \\mathrm { m m }$ ： $\\mathrm { D V } { : - 2 . 4 0 \\ : \\mathrm { m m } }$ ).Detailed information on the construction of the virus tracing system is provided in the Supplementary Methods. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Immunohistochemistry and cell quantification.Mice were deeply anaesthetized and perfused transcardially with PBS,followed by ice-cold $4 \\%$ paraformaldehyde. Brains were removed carefully and post fixed in PBS containing $4 \\%$ paraformaldehyde at $4 ^ { \\circ } \\mathrm { C }$ overnight and cryoprotected in $3 0 \\%$ sucrose solution for 3 days. Coronal brains slices ( $4 0 \\mathrm { - } \\mu \\mathrm { m }$ thick) were sectioned and the antibodies used were as follows: rabbit monoclonal anti-c-fos (dilution 1:2oo,2,250; Cell Signaling), mouse monoclonal anti-VGLUT2 (dilution 1:200,MAB5504;Millipore),mouse monoclonal anti-PV(dilution $1 { : } 1 \\mathrm { m } 0 0 0$ ,MAB1572;Millipore),mouse monoclonal anti-GAD67 (dilution 1:100,MAB5406;Millipore);rabbit anti-CamKIa (dilution 1:250,AB52476;Abcam),and rabbit polyclonal anti-GFP(dilution 1:1,0o0,AB290; Abcam).After washing with PBS,the sections were incubated in the secondary antiserum Alexa Fluor 488 or 594 goat anti-mouse (dilution 1:loo,C22842, Jackson) and anti-rabbit IgG(dilution 1:10o,711-607-003,Jackson).The sections were mounted onto microscope slides and covered with coverslips along with an anti-fade reagent containing DAPI (P36931,Invitrogen).The sections were then photographed and analysed using a Leica TCS SP5 laser scanning confocal microscope. Confocal images were acquired and cellcounting was performed using image pro plus(Media Cybernetics,USA) or ImageJ software. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Statistical analyses. One-way or two-way ANOVA,Kruskal-Wallis one-way ANOVA(an extension of rank test to three or more groups),student's $t$ -testsand Mann-Whitney $U$ -testswere used to determine statistical differences.Post-hoc analysis was applied to test individual differences between subgroups. Statistical analysis was conducted using SigmaPlot (Systat Software,California,USA).Graphs weremadeusing SigmaPlot orMatlab (Mathworks,Natick,USA). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1．LeDoux,J.Rethinking the emotional brain.Neuron 73,653-676 (2012).   \n2.Blanchard,R.J.& Blanchard,D.C.Defensive reactions in the albino rat. Learn Motiv.2,351-362 (1971).   \n3.Wiener,S.G.& Levine,S.Behavioural and physiological responses of mother and infant squirrel monkeys to fearful stimuli.Dev.Psychobiol.25,127-136 (1992).   \n4.Sewards,T.V.& Sewards,M.A.Innate visual object recognition in vertebrates: some proposed pathways and mechanisms. Comp.Biochem.Physiol.A Mol. Integr.Physiol.132,861-891 (2002).   \n5．Vagnoni,E.,Lourenco,S.F.& Longo,M.R.Threat modulates perception of looming visual stimuli. Curr. Biol.22,R826-R827 (2012).   \n6．Morris,J. S., Ohman,A.& Dolan,R.J.A subcortical pathway to the right amygdala mediating ‘unseen' fear.Proc.Natl Acad.Sci. USA 96,1680-1685 (1999).   \n7. Adolphs,R.,Tranel,D.,Damasio,H.& Damasio,A. Impaired recognition of emotion in facial expressions following bilateral damage to the human amygdala.Nature 372,669-672 (1994).   \n8. Westby,G.W.,Keay,K.A.,Redgrave,P.,Dean,P.& Bannister,M.Output pathways from the rat superior collculus mediating approach and avoidance have different sensory properties.Exp. Brain Res.81, 626-638 (1990).   \n9.Yilmaz,M.&eister,M.Rapidinnatedefensiveresponsesofmicetoooming visual stimuli. Curr. Biol. 23,2011-2015 (2013).   \n10.Ball,W.& Tronick,E.Infant responses to impending collision: optical and real. Science 171,818-820 (1971).   \n11.Braddick,O.J,Wattam-Bel,J.&Atkinson,J.Orientation-specificortical responses develop in early infancy.Nature 320,617-619 (1986).   \n12. Dean, P.& Redgrave,P.The superior colliculus and visual neglect in rat and hamster.II.Possible mechanisms.Brain Res.320,143-153 (1984).   \n13. King,S.M.& Cowey,A. Defensive responses to looming visual stimuli in monkeys with unilateral striate cortex ablation. Neuropsychologia 30, 1017-1024 (1992).   \n14.LeDoux,J.E.,FarbC.&Ruggiero,D.A.Topograicorganzationofron in the acoustic thalamus that project to the amygdala. J. Neurosci. 10, 1043-1054 (1990).   \n15.Romanski, L. M.& LeDoux, J.E.Equipotentiality of thalamo-amygdala and thalamo-cortico-amygdala circuits in auditory fear conditioning.J.Neurosci. 12,4501-4509 (1992).   \n16.Shi, C.& Davis,M. Visual pathways involved in fear conditioning measured with fear-potentiated startle: behavioural and anatomic studies.J. Neurosci. 21, 9844-9855 (2001).   \n17.Morris,J. S.,DeGelder,B.,Weiskrantz,L.& Dolan,R.J.Differential extrageniculostriate and amygdala responses to presentation of emotional faces in a cortically blind field.Brain 124,1241-1252 (2001).   \n18.Van den Stock,J.et al. Cortico-subcortical visual,somatosensory,and motor activations for perceiving dynamic whole-body emotional expressons with and without striate cortex (V1).Proc.Natl Acad.Sci. USA108,16188-16193 (011).   \n19.Tamietto,M.& de Gelder, B. Neural bases of the non-conscious perception of emotional signals.Nat.Rev.Neurosci.11,697-709 (2010).   \n20.Pessoa,L.& Adolphs,R.Emotion processing and the amygdala: from a'low road'to 'many roads’of evaluating biological significance. Nat. Rev.Neurosci. 11,773-782 (2010).   \n21. McHafie,J. G.,Kao,C.Q.& Stein,B.E. Nociceptive neurons in rat superior colliculus: response properties,topography,and functional implications. J. Neurophysiol. 62,510-525 (1989).   \n22. Cohen,J. D.& Castro-Alamancos,M. A. Neural correlates of active avoidance behaviour in superior collculus.J. Neurosci.30,8502-8511 (2010).   \n23.Schenberg,LC.etal.Functionalspecializationswithinthetectumdefense systems of the rat.Neurosci.Biobehav.Rev.29,1279-1298 (2005).   \n24.Sahibzada, N., Dean,P.& Redgrave,P.Movements resembling orientation or avoidance elicited by electrical stimulation of the superior colliculus in rats. J. Neurosci.6,723-733 (1986).   \n25.Dean,P.,Redgrave,P.& Westby,G.W.Event or emergency? Two response systems in the mammalian superior collculus. Trends Neurosci.12,137-147 (1989).   \n26.DesJardin,J.T.et al. Defense-like behaviours evoked by pharmacological disinhibition of the superior collculus in the primate.J. Neurosci.33,150-155 (2013).   \n27.Dean,P.& Redgrave,P.The superior coliculus and visual neglect in rat and hamster.I. Behavioural evidence.Brain Res.320,129-141(1984).   \n28.Maior,R. S.et al. Superior coliculus lesions impair threat responsiveness in infant capuchin monkeys.Neurosci. Lett.504,257-260 (2011).   \n29.Day-Brown,J.D.,Wei,H,Chomsung,R.D.,Petry,H. M.& Bickford, M.E. PulvinarprojectionstothestriatumandamygdalainthetreeshrewFront Neuroanat.4,143 (2010).   \n30.Romanski,L.M.,Giguere,M., Bates,J.F.& Goldman-Rakic,P.S.Topographic organization of medial pulvinar connections with the prefrontal cortex in the rhesus monkey.J. Comp. Neurol.379,313-332(1997).   \n31.Linke,R.,De Lima, A.D.,Schwegler,H.& Pape,H. C.Direct synaptic connections of axons from superior colliculus with identified thalamoamygdaloid projection neurons in the rat: possible substrates of a subcortical visual pathway to the amygdala.J. Comp.Neurol.403,158-170 (1999).   \n32.Krout,K.E.,Loewy,A.D., Westby,G.W.& Redgrave,P.Superiorcolliulus projections to midline and intralaminar thalamic nuclei of the rat.J. Comp. Neurol.431,198-216 (2001).   \n33.Gale,S.D.& Murphy, G.J. Distinct representation and distribution of visual information by specific cell types in mouse superficial superior colliculus. J. Neurosci. 34,13458-13471 (2014).   \n34.Tohmi,M.,Meguro,R.,Tsukano,H.,Hishida,R.& Shibuki,K. The extrageniculate visual pathway generates distinct response properties in the higher vic1al areac nf mice Curr Rinl 24 587_597 (2014)   \n35.Doron,N.N.& Ledoux,J.E.Cels in the posterior thalamus project to both amygdala and temporal cortex: a quantitative retrograde double-labelling study in the rat.J.Comp.Neurol.425,257-274 (2000).   \n36.Doron,N.N.&LeDoux,J.E. Organization of projections to the lateral amygdala from auditory and visual areas of the thalamus in the rat.J. Comp. Neurol. 412,383-409 (1999).   \n37.Ward,Rigerdspetsleatfollowin damage to the pulvinar.Curr. Biol.15,571-573 (2005)   \n38.Van Le,Q.et al. Pulvinar neurons reveal neurobiological evidence of past selection for rapid detection of snakes.Proc.Natl Acad. Sci.USA110, 19000-19005 (2013).   \n39. Zhao,X.,Liu,M.& Cang,J. Visual cortex modulates the magnitude but not the selectivity of looming-evoked responses in the superior colliculus of awake mice. Neuron 84,202-213 (2014).   \n40. Dean,P.,Redgrave,P.& Lewis, G.Locomotor activity of rats in open field after microinjection of procaine into superior colliculus or underlying reticular formation.Behav.Brain Res.5,175-187(1982).   \n41.Comoli,E.et al. Segregated anatomical input to sub-regionsof the rodent superior colliculus associated with approach and defense.Front. Neuroanat.6, 9 (2012).   \n42.Blanchard,R.J.,Flannelly,K.J.& Blanchard,D.C.Defensive behaviour of laboratory and wildRatus norvegicus.J.Comp.Psychol.100,101-107 (1986).   \n43.Roelofs,K.,Hagenaars,M.A.& Stins,J.Facing freeze: social threat induces bodily freeze inhumans.Psychol.Sci.21,1575-1581 (2010).   \n44.Likhtik,E.,Stujenske,J. M., Topiwala,M.A.,Harris,A. Z.& Gordon,J.A. Prefrontal entrainment of amygdala activity signals safety in learned fear and inate anxiety.Nat.Neurosci.17,106-113 (2014).   \n45. Kim,E. J. et al. Dorsal periaqueductal gray-amygdala pathway conveys both inate and learned fear responses in rats.Proc. Natl Acad.Sci. USA i10, 14795-14800 (2013).   \n46.Gross,C.T.& Canteras,N.S.The many paths to fear.Nat. Rev. Neurosci. 13, 651-658 (2012).   \n47.Johansen,J.P.etal. Optical activationof lateral amygdala pyramidal cells instructs associative fear learning.Proc.Natl Acad.Sci. USA 107,12692-12697 (2010).   \n48.Lanuza,E.,Moncho-Bogani,J.& Ledoux,J.E.Unconditioned stimulus pathways to the amygdala: effcts of lesions of the posterior intralaminar thalamus on foot-shock-induced c-Fos expression in the subdivisions of the lateral amygdala.Neuroscience 155,959-968 (2008).   \n49.TamietoM.,Pullens,P.,deGelder,B.,Weiskrantz,L.&Goebel,R.ubortical connections to human amygdala and changes following destruction of the visual cortex. Curr. Biol. 22,1449-1455 (2012).   \n50.Tye,K.M.et al.Amygdala circuitry mediating reversible and bidirectional control of anxiety. Nature 471,358-362 (2011).   \n51.Stuber,G.D.et al. Excitatory transmission from the amygdala to nucleus accumbens facilitates reward seeking.Nature 475,377-380 (2011).   \n52. Wallace,D.J. et al. Rats maintain an overhead binocular field at the expense of onstant fusion.Nature 498,65-69 (2013).   \n53.Isa,T.,Endo,T.& Saito,Y.The visuo-motor pathway in the local circuit of the rat superior colliculus.J. Neurosci.18,8496-8504 (1998).   \n54.Kim,I. J.,Zhang,Y.F.,Yamagata,M.,Meister,M.& Sanes,J.R.Molecular identification ofa retinalcelltype that responds to upward motion. Nature 452, 478-U411 (2008).   \n55.Comoli,E.et al.A direct projection from superior colliculus to substantia nigra for detecting salient visual events. Nat.Neurosci. 6, 974-980 (2003).   \n56.Hikosaka,O., Nakamura, K.& Nakahara,H. Basal ganglia orient eyes to reward.J. Neurophysiol.95,567-584 (2006).   \n57.Johansen,J.P.,Tarpley,J.W.,LeDoux,J.E.& Blair,H.T.Neural substrates for expectation-modulated fearlearningintheamygdalaand periaqueductal gray. Nat. Neurosci.13,979-986 (2010).   \n58.Keay, K.A., Dean,P.& Redgrave,P.N-methyl D-aspartate (NMDA) evoked changes in blood pressure and heart rate from the rat superior colliculus.Exp. Brain Res.80,148-156 (1990).   \n59.Korte,S.M., Jaarsma,D., Luiten,P.G.& Bohus,B.Mesencephalic cuneiform nucleus and its ascending and descending projections serve stress-related cardiovascular responses in the rat.J.Auton.Nerv.Syst. 41,157-176 (1992).   \n60.LeDoux,JTeemotional brain,fea,andtheamygdala.Cell.Mol.eurobiol. 23,727-738 (2003).   \n61.Doube,T.P.kaliora,I,Baron,J.&King,A.J.Functional conectivity between the superficialand deeper layers of the superior colliculus:An anatomical substrate for sensorimotor integration.J.Neurosci.23,6596-6607 (2003).   \n62.Jones,E. G.& Burton, H. A projection from the medial pulvinar to the amygdala in primates.Brain Res.104,142-147 (1976).   \n63.Takahashi,T. The organization of the lateral thalamus of the hooded rat. J. Comp.Neurol.231,281-309 (1985).   \n64.Yeterian,E. H.& Pandya,D. N.Corticothalamic connectionsof extrastriate visual areas in rhesus monkeys.J. Comp.Neurol. 378,562-585 (1997).   \n65.Baldwin,M.K.,Wong,P.,Reed,J.L.&Kaas,J.H. Superior colliculus connections with visual thalamus in gray squirrels (Sciurus carolinensis): evidence for four subdivisions within the pulvinar complex.J.Comp.Neurol. 519,1071-1094 (2011).   \n66.Davis,M.,Walker,D.L.,Miles,L.&Grillon,C.Phasic vs sustained fear in rats and humans: role of the extended amygdala in fear vs anxiety. Neuropsychopharmacology 35,105-135 (2010).   \n67.Phillips,M.L.et al.A differential neural response to threatening and nonthreatening negative facial expressions in paranoid and non-paranoid schizophrenics.Psychiatry Res.92,11-31 (1999).   \n68.Tottenham,N.et al.Elevated amygdala response to faces and gaze aversion in autism spectrum disorder. Soc. Cogn.Affect.Neurosci.9,106-117 (2014).   \n69.Spering,M.,Dias,E.C.,Sanchez,J.L., Schutz,A.C.& Javitt,D.C.Efference copy failure during smooth pursuit eye movements in schizophrenia. J.Neur0sci.33,11779-11787 (2013).   \n70.Johnson,B.et al.A closer look at visually guided saccades in autism and Asperger's disorder.Front.Integr.Neurosci.6,99 (2012). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "We thank Karl Deisseroth for providing the plasmids (ChR2 and eNpHR3.0); Xiaolei Liu for production of AAVs virus; YiLu for designing the implanted optrode and Longnian Lin for the help on chronic micro drive system; Ed Callaway for providing rabies viruses and cell line; Enquist LW and Halina M for kindly ofering materials of PRV; Ting Ding for production of EnvA-RV-mCherry; Xueyi Zhang and Xiaoran Xu for preparing of frozen sections; Jie $\\mathrm { T u } ,$ Fan Yang and other members of Wang lab for discussion; Mu-ming Poo for comments.This project was partly supported by: the National Natural Science Foundation of China under grant numbers NSFC 814250l0 (L.W.),91132306/ H09 (L.W.),91132307/H09 (F.X.),31171061/C090208 (F.X.)and Y5Z1161001 (F.X.); Strategic Priority Research Program (B) under grant numbers XDB0205030o (L.W.) and XDB0205050o (F.X.); the Instrument Developing Project under grant number 2010019 (L.W.); Key Laboratory for Health Informatics (L.W.) of the CAS,the National Key Technology Research and Development Program of the Ministry of Science and Technology of China under grant number 20l2BAI01Bo8 (L.W.),the National Basic Research Program (973 Program) of China under grant numbers 2010CB529605 (L.W.), 2012CB825500 (L.C.) and 2015CB755600 (F.X.); Guangdong Innovative and ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Entrepreneurial Research Team Fund for Low-cost Healthcare Technologies (L.W.) and Program (No.2013S046)(P.W.),Shenzhen Peacock Plan (P.W.) and the Project of ‘Shenzhen Engineering Laboratory for Brain Activity Mapping Technologies'(P.W.). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Author contributions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "P.W.,N.L.and Z. Zhang contributed equally to this work.P.W.,N.L.,L.C.and L.W. designed the project and N.L.and P.W.initiated the project, performed virus or drug injections,optogenetic behaviour,electrophysiology experiments,collected and analysed the data.B.W.,Y.L.and Z.Z.helped to collect the data.P.W.developed the signal processing toolbox.X.L.,Y.L.,Y.Z.and Y.T. performed immunohistochemistry and quantitative analysed the imaging data.Y.T.designed the micro drive optrode system and performed freely moving recording.X.H generated rabies and pseudo-rabies virus.X.H and Z. Zhang preformed virus injections and immunohistochemistry,and F.X. supervised,retrograde virus labeling experiments.L.X.,L.C., G.B.,X.H.,F.X.and L.W. interpreted the results and commented on the manuscript.P.W.and L.W.wrote the manuscript. L.W. supervised all aspects of the project. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Additional information ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Supplementary Information accompanies this paper at http://www.nature.com/ naturecommunications ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Competing financial interests:The authors declare no competing financial interests ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Reprints and permission information is available online at http://npg.nature.com/ reprintsandpermissions/ ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "How to cite this article:Wei,P.et al.Processing of visually evoked innate fear by a non-canonical thalamic pathway.Nat. Commun. 6:6756 doi: 10.1038/ncomms7756 (2015). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the article's Creative Commons license,unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license,visit http://creativecommons.org/licenses/by/4.0/ ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    }
]