[
    {
        "type": "text",
        "text": "Excellent tribological and anti-corrosion performance of polyurethane composite coatings reinforced with functionalized graphene and graphene oxide nanosheets† ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Mengting Mo,ab Wenjie Zhao,\\*a Zifei Chen,ab Quanyao Yu,ab Zhixiang Zeng,\\*a Xuedong Wuä and Qunji Xuea ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In order to improve the mechanical durability，polyurethane (PU) needs to be modified to enhance the tribological and anti-corrosion properties.In this work,we fabricated a series of PU composite coatings reinforced with functionalized graphene $( \\mathsf { F G } )$ and functionalized graphene oxide (FGO).The structural and morphological features of the composite coatings were characterized by Fourier transform infrared spectroscopy，Raman spectroscopy， X-ray diffraction,transmisson electron microscopy and scanning electron microscopy.The results showed that the dispersion and compatibility of grapheneand graphene oxide were improved via chemical modification. Moreover,they efectively enhanced the tribological and anti-corosion properties of PU composite coatings,whose optimized additive range was between $0 . 2 5 ~ \\mathrm { w t \\% }$ and $0 . 5 ~ \\mathrm { w t \\% }$ .Theeffect depends on the balance of lubrication and barrier of fillersand cracks generated by them.Finalyin comparison with FG/PU coatings,the FGO/PU coatings exhibited a better tribological property but worse anti-corrosion property owing to the abundant Oxygenated groups of GO.They led to stronger interfacial interactions between FGO and the PU matrix, but destroyed the graphene lattice structure to some extent. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Polyurethane (PU) is one of the most broad and versatile polymers with the typical urethane functional group (-NHCO-O-), which is usually obtained by a reaction between isocyanate and hydroxyl groups in the presence of some suitable additives.1,2 PUis well-known for its outstanding abrasion resistance, corrosion resistance,excellent flexibility，strong adhesion to substrates,possibility of tailoring its properties,and also some other specific properties.3-6 Therefore,it is widely used in manufacturing,daily life,health care,and even the national defense industry.Whereas,conventional PU still has several deficiencies such as unsatisfactory thermal stability,stiffness, tensile strength and barrier properties,which limited its extensive applications.7,8 In addition,friction,wear and corrosion are the major causes for material and energy losses in mechanical processes.' In order to improve mechanical durability and energy eficiency,PU needs to be modified to enhance its performance,especially the tribological and anticorrosion comprehensive properties.It is beneficial for PU to meet the requirements of adapting to the harsh environment. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In general, polymersinlarge amount can be simplymodified byproper hybridization with other materials for broader industrial application.1 Appearance of nanomaterials provide new ideas and methods for the preparation of highperformance polymer composites，which gain increasing attention and become one of the hot spots in recent years. Nanofllers,such as clay,carbon nanotubes,calcium carbonate, etc.,are widelyused to improve mechanical, thermal,electrical properties and abrasion resistance of composites.,12 Particularly,graphene (G) and its derivatives has attracted tremendous attention owing to their better properties than other nanofllers. Appel et al.1’ pointed out that the G could provide higher stiffness and strength than conventional carbon nanofillers such as conducting carbon black and carbon nanotube (CNT).Li et al.14 stated that G tended to have higher aspect ratio than nano-clay, which could enhance the barrier properties. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Graphene (G)，a single-layered two-dimensional (2D) graphitic carbon material firstly discovered by Konstantin Novoselov and Andre Geim in 2oo4,15 has unique geometry and novel physical properties.16-23 Graphene oxide (GO),a typical 2-D oxygen-containing graphene derivative,consists of multiple oxygen-containing functional groups (such as hydroxyl and epoxy functional groups on their basal planes and carboxyl groups located at plane edges), which have similar outstanding properties to G and easier to prepare than G.10,24-28 However, graphene nanosheets aggregate easily and disperse difficultly in common organic solvents due to the strong intrinsic van der Waalsattraction and $\\mathsf { p } { \\cdot } \\mathsf { p }$ stacking.In addition,the absence of a strong bonding between polymer matrix and G poses a substantial obstacle to obtain graphene-based composites with excellent compatibility and effciently improved properties.In order to solve these two problems,a series of effective and various strategies have been employed to prepare highperformance composites with good dispersion and compatibility of graphene.The most convenient one is chemical modification.When it comes to GO, the presence of considerable amount of reactive group,such as hydroxyl, carboxyl,and epoxy groups facilitates the dissolution of GO in common organic solvents,which makes it disperse more easily than G.In addition,rich functional group also provide reactive sites for chemical modification.6,11 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Owning to these unique and remarkable properties,G and GO are investigated widely in various fields as supercapacitors, transparent electrodes, sensors (chemical/biological sensors, pressure/temperature/humidity sensors),catalysis,solar cells, hydrogen storage,drug delivery,rechargeable batteries, liquid crystal devices,and so on.9,29-31 In particular, they are suitably blended with other materials as nanofillers to gain a better functional composites without adding excessive weight or sacrificing their processability.32 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Meanwhile,asreported in previous literatures,G and GO are considered to be a excellent and promising building block than other known materials to improve the tribological and anticorrosion comprehensive properties for the matrix.6,11,12,14,33 On the one hand,G and its derivative has become one of the emerging and promising lubricating materials,9,34 whose tribological behaviours have been widely studied.Lin et al.23,31 investigated the tribological properties of G and GO as lubricant additives,attributing the outstanding lubrication performance to their small size and extremely thin laminated structure. Kandanur et al.35,36 observed suppression of wear in Greinforced composites and shown that graphene additives were highly effective in imparts excellent wear resistance to matrix which including organic polytetrafluoroethylene and inorganic silicon nitride.Li et al.32,37-39 investigated the tribological properties of GO-reinforced composites with various matrix such as nitrile rubber，polyimide，epoxy and polyethylene matrix,and pointed out that the superiority of the GO owed to their high specific surface area,good GO adhesion/ interlocking,oxygenous groups,2-D planar geometry and the enhanced glass transition temperature.On the other hand, studies in great number have been devoted to the anti-corrosion behaviors of G and GO.Schriver et al.40-42 revealed that although graphene offered effective short-term protection,over long-time scales it promoted corrosion because of its high electrical conductivity.Prabakar et al.4 demonstrated that GO could serve as an effective corrosion inhibiting layer in contrast to graphene coating for the aluminum current collector.In addition, Chang et al.44-48 presented a series of polymer (such as polyaniline, polyimide,epoxy，polymethyl methacrylate)/graphene composites for corrosion protection of steel,which displayed remarkable barrier properties.Shim et al.49 reported that addition of GO in poly(ethylene terephthalate) (PET) improved tensile and gas barrier properties of the PET/GO composite. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To the best of our knowledge,few studies focused on the tribological and anti-corrosion comprehensive behaviours of composite,and the different functions served by G and GO as building block were never referred to.In thiswork,functionalized graphene (FG) and functionalized graphene oxide (FGO) wasobtained by treating G and GO with 3-aminopropyltriethoxysilane (APTES).Then,we fabricated a series of PU-based composite coatings reinforced with various content of FG and FGO. Structural properties were characterized by Fourier transform infrared spectroscopy (FT-IR),X-ray photoelectron spectrometer (XPs)，Raman spectroscopy，X-ray diffraction (XRD).Moreover,morphological properties were observed with the help of atomic force microscopy (AFM),transmission electron microscopy (TEM） and scanning electron microscopy (SEM).Furthermore,tribological and anti-corrosion behaviours were investigated by UMT-3 tribometer,surface profiler,and electrochemical workstation.Finally，tribological and anticorrosion mechanisms of PU composite coatings were analyzed based on the experimental results. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2. Experimental ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Materials ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Hydroxyl acrylic resin (HAR: hydroxyl value = 58 mg KOH per g) was purchased from Innotek TECHNOLOGY Co.,Ltd, China, and was diluted by dimethylbenzene (DMB，produced by Aladdin Co., Ltd, China). The curing agent hexamethylene diisocyanate (HMDI: $\\mathbf { N C O } \\% = 1 9 . 6 \\% \\$ were supplied by BAYER Co.,Ltd,German.G was obtained from Morsh Co.,Ltd,Ningbo, China,and GO was provided by Ningbo Institute of Materials Technology and Engineering,Chinese Academy of Sciences. Ethanol， acetone， and silane coupling agent 3-aminopropyltriethoxysilane (APTES) were purchased from Sinopharm Chemical Reagent Co.,Ltd, China.All materials were used as received. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 ChemicalmodificationofG and GO ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "FG was obtained by treating G with APTES to get good dispersionand compatibility.The synthesisprocesswas depicted as follows: first, $_ { 2 \\mathrm { ~ g ~ } }$ of APTES, $7 . 2 \\mathrm { g }$ of alcohol and $0 . 8 \\mathrm { ~ g ~ }$ of distilled water were loaded into the beaker equipped with stirring for $1 0 \\mathrm { m i n }$ ,then $0 . 1 \\mathrm { g }$ ofG was added with ultrasonic treatment for $^ { \\textrm { 1 h } }$ .Afterward,the suspension obtained was introduced into a flask equipped with a magnetic stirring for $^ \\mathrm { ~ 6 ~ h ~ }$ at $6 0 ~ ^ { \\circ } \\mathbf { C } .$ Subsequently, the slurry reaction mixture was centrifuged and washed with ethanol and distilled water to remove residual APTESandachieveneutral.Finally,theFGwas freeze-dried and collected.And the FGO can be obtained with similar process. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3Preparation of PU composite coatings ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A series of FG/PU composite coatings with $0 \\ \\mathrm { w t \\% }$ ， $0 . 2 5 \\mathrm { \\ w t \\% }$ $0 . 5 ~ \\mathrm { w t \\% }$ ， $0 . 7 5 \\ \\mathrm { w t \\% }$ and $1 . 0 ~ \\mathrm { w t \\% }$ of FG were prepared as follows: first,specific amount of FG was dispersed in ethanol with ultrasonication for $3 0 ~ \\mathrm { m i n }$ and then added into $6 \\mathrm { g }$ of HAR with stirring to get a uniformmixture.Next,residual ethanol was removed bystoving.Then $_ { 2 \\mathrm { g } }$ of DMB was added to the uniform mixture in order to reduce viscosity.After stirring for $5 \\mathrm { { m i n } }$ ， $\\boldsymbol { 1 . 6 2 \\mathrm { g } }$ of HMDI wasadded to obtain the PU composite.Subsequently,the fabricated mixture was fully mixed with glass rod for $1 0 ~ \\mathrm { m i n }$ ,and air bubbles were removed under vacuum at room temperature for 10 min.Finally，the mixture was coated on the surface of pretreatmented substrates (white cast iron) bya wire bar coater with $2 5 ~ { \\mu \\mathrm { m } }$ and $2 0 0 ~ { \\mu \\mathrm { m } }$ .The coatings with $2 5 ~ { \\mu \\mathrm { m } }$ were used for anticorrosion test,while the coatings with $2 0 0 ~ { \\mu \\mathrm { m } }$ were used for tribology test.The PU composite coatings were cured for3 hours at $7 0 ~ ^ { \\circ } \\mathbf { C }$ FGO/PU composite coatings with different mass fractions of FGO were prepared in the same way.The fabrication of FGO/PU composite coatings are illustrated schematically in Fig.1. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4 Characterization ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The change of functional groups before and after chemical modification was tested by FTIR (Nicolet 67oo,Thermo Fisher Scientific, USA) with the scanning range of $4 0 0 0 { - } 5 0 0 ~ \\mathrm { c m } ^ { - 1 }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The ordered and disordered crystal structures of carbon products were identified by Raman spectroscopy (Renishaw inViaReflex,Renishaw,UK). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The crystalline structure of carbon products were characterized by XRD (D8 Advance,Bruker AXS,Germany) equipped with Cu $\\kappa \\boldsymbol { \\alpha }$ radiation. The $2 \\theta$ scan range was from 5 to $9 0 ^ { \\circ }$ and scan rate was 12° min-1. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The elements composition and chemistry state of samples were analyzed by XPS (Axis Ultra Dld,Shimadzu,UK). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The morphological properties of the filler were estimated by AFM(Agilent 5500,Agilent,USA) and TEM (JEM2100,JEOL, Japan). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The morphology of fracture surface of the PU composite coatings Was observed by SEM (FEI Quanta FEG 250,FEI,USA) under a vacuum environment. The samples were sputter coated by Au prior. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.5Tribological and electrochemical measurements ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The coefficient of friction (COF) was characterized by UMT-3 tribometer (UMT-3,Bruker-Cetr，USA) with a reciprocating ball-on-plate mode at room temperature.And the test conditions were listed as follows: load of $3 \\mathrm { ~ N ~ }$ ,frequency of $1 \\ \\mathrm { H z }$ ,the time for $2 0 ~ \\mathrm { m i n }$ and wear track length of $5 \\mathrm { m m }$ .Besides, $\\mathbf { G C r 1 5 }$ steel balls with a diameter of $3 \\mathrm { m m }$ were used as the stationary upper counterparts.Tribological tests were performed under dryslidingand seawaterlubrication. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/36b63054731a02b7fc5ba0ed2e0741c2dc6be22dc7ff45ca0403bb35656c3618.jpg",
        "img_caption": [
            "Fig.1Schematic illustration of the fabrication of FGO/PU composite coatings. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The wear tracks of the coatings was examined by using surface profiler (Alpha-Step IQ,KLA-Tencor，USA).The wear resistance of the coatings was represented by wear track cross sectional area on account of the uniform wear track length. Then wear rate can be calculated according to the following equation:50 ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nW = V / ( F \\times L )\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where, $W , V ,  { \\mathrm { F } } , L$ are wear rate,cross-sectional area of wear trace, load and sliding distance,respectively. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The morphology of wear track was observed by SEM (EVO18, Zeiss,Germany) under a vacuum environment. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The anti-corrosion properties were characterized using an electrochemical workstation (Modulab,Solartron，USA).Bare cast iron electrode was measured immediatelyafter immersion in $3 . 5 ~ \\mathrm { \\ w t \\% }$ NaCl solution，and the coated electrodes were measured after $2 4 \\mathrm { ~ h ~ }$ of immersion in the solution.A three electrode system was used: the samples were used as the working electrode with a platinum wire counter electrode and a saturated calomel reference electrode.The electrolyte was $3 . 5 ~ \\mathrm { w t \\% }$ NaCl solution and the used cell was polytetrafluoroethylene with a test area of $0 . 2 \\mathrm { c m } ^ { 2 }$ .Potentiodynamic measurement of polarization curves was carried out within the potential range from $- 0 . 5$ to 1V vs.reference,with a scan rate of $5 \\mathrm { m V s } ^ { - 1 }$ .Some important parameters including current density $\\left( I _ { \\mathrm { c o r r } } \\right)$ ,corrosion potential $\\left( E _ { \\mathrm { c o r r } } \\right)$ were derived from the polarization curves ina Tafel model.The electrochemical impedance spectroscopic (EIS) measurements were conducted relative to the open circuit potential (OCP) applying the ${ { 1 0 } ^ { - 2 } }$ to $1 0 ^ { 5 } ~ \\mathrm { H z }$ frequency range and $1 0 \\ \\mathrm { m V }$ excitation amplitude.Equivalent circuits were used to analyze the EIS plots by ZSimp-Win software. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3. Results and discussion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1Structural properties ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "IRanalysis was employed to investigate the reaction between G (orGO) and APTES in the process of chemical modification,and show the condensation reaction between OH functional group of HAR and NCO functional group of HMDI during the preparation process of PU coatings.IR spectra of G,GO,APTES,FG and FGO in the range of $5 0 0 { - } 4 0 0 0 ~ \\mathrm { c m } ^ { - 1 }$ are shown in Fig. 2(a). The characteristic absorption band of G at 343o and $1 6 2 5 ~ \\mathrm { c m } ^ { - 1 }$ is ascribed to OHcharacteristic functional group and stretching vibration of benzene ring structure,respectively.Compared with G,GO shows the additional groups including carboxyl group and C-O-C in epoxide group at 1700 and 1056 cm-1.21 From the spectrum of APTES,the adsorption peak at 2970 and $1 4 5 0 ~ \\mathrm { c m } ^ { - 1 }$ is corresponding to $\\mathbf { - C H } _ { 3 }$ group.Meanwhile,the doublet at 2937 and $2 8 6 0 ~ \\mathrm { c m } ^ { - 1 }$ is due to symmetric and asymmetric vibrations of the $- \\mathbf { C } \\mathbf { H } _ { 2 } -$ group.26 Moreover, the absorp tion peaks at 1125 and $1 0 3 0 ~ \\mathrm { c m } ^ { - 1 }$ are from absorption peak of Si-O-Si and C-O-Si group,respectively.1° When it comes to FG and FGO, $- \\mathrm { C H } _ { 2 ^ { - } }$ ,Si-O-Si and C-O-Si group are observed,but $\\mathbf { - C H } _ { 3 }$ peaks are not. The absence of $\\mathbf { - C H } _ { 3 }$ peaks and the presence of $\\mathbf { - C H } _ { 2 }$ ,Si-O-Si and C-O-Si peaks in FG and FGO reveal that APTES is successfully attached to the G and GO.IR spectra of HAR,HMDI and PU are shown in Fig.2(b). The absorption peaks due to OH characteristic functional group of HAR are observed at $3 5 3 0 ~ \\mathrm { c m } ^ { - 1 }$ .3,51 The absorption peaks due to the $\\scriptstyle \\mathbf { N } = \\mathbf { C } = \\mathbf { O }$ group ofHMDI appear as intense and sharp bands at $2 2 7 0 ~ \\mathrm { c m } ^ { - 1 }$ .In addition,PU shows characteristic absorptions between $1 7 2 0 { - } 1 7 2 5 \\ \\mathrm { c m } ^ { - 1 }$ due to $\\scriptstyle \\mathbf { C } = \\mathbf { O }$ stretching of urethane groups.52 And the $\\mathbf { N } { \\mathrm { - } } \\mathbf { H }$ group displays a characteristic absorp tion band at $3 3 5 8 ~ \\mathrm { c m } ^ { - 1 }$ and $1 5 3 3 ~ \\mathrm { c m } ^ { - 1 }$ .1 The presence of $\\scriptstyle \\mathbf { C } = \\mathbf { O }$ and $\\mathbf { N } { \\mathrm { - } } \\mathbf { H }$ peaks and the absence of OH peak in PU reveal that the condensation reaction has been completed. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Raman spectra provided further evidence of the successful preparation of FG and FGO,as shown in Fig.3.All of the samples display two typical peaks at1580 and $1 3 5 0 \\mathrm { c m } ^ { - 1 }$ ,which are corresponding to G band and D band respectively. One side, G band is attributed the bond stretching of all atom pairs in both rings and chains of the graphitic lattice ( $\\mathbf { \\dot { E } } _ { 2 \\mathbf { g } }$ vibrational mode).For another,D band refers to symmetry breakdown at the edge of graphene sheets,which indicates the defects in the graphitic domain.1130 In addition, the intensity ratio of D and G $\\left( I _ { \\mathrm { D } } / I _ { \\mathrm { G } } \\right)$ is considered as a unique characteristic tool to measure the density of defects and probe the degree of graphitization.53 The $I _ { \\mathrm { D } } / I _ { \\mathrm { G } }$ values were 0.090,1.429,0.207,1.106 corresponding to G,GO,FG and FGO respectively,which was calculated according to the Fig.3.Obviously, the $I _ { \\mathrm { D } } / I _ { \\mathrm { G } }$ value of FG was far higher than that of G,attributing to the chemical modification by APTES.While the $I _ { \\mathrm { D } } / I _ { \\mathrm { G } }$ value of FGO showed a opposite variation trend,which indicated that removal of the oxygenated groups was more than attachment of APTES. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "XRD analysis was performed to illustrate the structures of G, GO,FG,FGO,PU,FG/PU and FGO/PU.According to the Bragg's equation,the $2 \\theta$ value of the peak is inversely proportional to the layer-to-layer distance of nanosheets.27 As shown in Fig.4, comparing FGO with GO,the diffraction peak shifted to the left due to enlarged d-spacing during the chemical modification.21,54 While a strong sharp peak of both G and FG was observed near $2 \\theta \\ : = \\ : 2 7 ^ { \\circ }$ ，which indicated that they are highly crystalline. Compared with the different peak location of GO and FGO, the similar XRD patterns of G and FG also reveal that the modification degree of $\\mathbf { G }$ is lower than that of GO due to lack of oxygenated groups.For the pure PU,a broad peak appeared at near $2 \\theta = 1 8 ^ { \\circ }$ owing to the amorphous feature of cross-linking in PU matrix.3² FG characteristic peak was observed in the XRD pattern of FG/PU,while the XRD pattern of FGO/PU was similar to that of purePU in spite of the addition content of FGO.These results imply the long-range disorder of FGO due to good exfoliation and uniform dispersion of FGO instead of aggregation in PU matrix.6,12 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "FTIR,RamanandXRDresultswere furtherconfirmedby XPS analysisin Fig. S1, $^ { \\dagger }$ which was employed to characterize the elements composition and chemistry state of samples.The C 1s peak of G shown in Fig. ${ \\tt S 1 } ( { \\tt a } ) \\dagger$ can be resolved into three components,attributing to the functional groups of $\\mathbf { C } \\mathbf { - C } _ { \\mathrm { : } }$ graphite,and $\\mathbf { C } { \\mathrm { - } } \\mathbf { O }$ with binding energies of 284.7,285.0 and $2 8 6 . 7 \\ \\mathrm { e V }$ respectively. While GO in Fig. ${ \\mathsf { S 1 } } ( { \\mathsf { b } } ) _ { 1 } ^ { + }$ showed three different C 1s peaks at 284.7,286.7,and $2 8 8 . 9 \\ \\mathrm { e V }$ ，corresponding to the functional groups of $\\mathbf { C } { \\mathrm { - C } }$ ,C-O and $\\scriptstyle \\mathbf { O - C = O }$ .Besides, the peak area of oxygenated groups in GO was far more than that in G, which indicated the abundant oxygenated groups at the plane and edge of GO.6,10,39 Fig. S1(c)† showed the C 1s XPS spectra of PU where the four different peaks at 284.7,285.4, 286.7 and $2 8 8 . 9 \\ \\mathrm { e V }$ ,illustrating the presence of C-C,C-N,C-O and $\\scriptstyle \\mathbf { O - C = O }$ and the successful reaction between HAR and HMDI. In addition, Fig. ${ \\bf \\boldsymbol { s } } 1 ( \\mathrm { \\ r { d } } ) \\dagger$ is full XPS spectrum of G,GO, FG, FGO,PU,FG/PU and FGO/PU, indicating peaks at 533,400, 285 and $1 0 2 \\mathrm { e V }$ due to O1s,N1s,C 1s and Si2p,respectively.As can be seen from Fig. ${ \\bf { \\cal S } 1 } ( \\mathrm { e } ) , \\dagger$ the single peak at $1 0 2 { \\mathrm { ~ e V } }$ corresponding to the functional group of Si-O-C,can be observed in Si 2p spectrum of FG,FGO,FG/PU and FGO/PU instead of G,GO and PU.The results demonstrate the successful chemical modification of G and GO by APTES.21,26 ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/056da61963d7c5929e48db995532a051b3e24284b0e52a67683a2a1d4583e337.jpg",
        "img_caption": [
            "Fig.2IR spectra of G,GO,APTES,FG,FGO (a) and HAR,HMDI, PU (b). "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/f219ee1d785801e97422f3197016a0a17275aed29ab0991dd4c489694c723cc3.jpg",
        "img_caption": [
            "Fig.3 Raman spectra of G,GO,FG and FGO. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/ff40b3fae3e1d57a206c59c1c55e734e6ef15760c9541dcd25d10d876b1e80f5.jpg",
        "img_caption": [
            "Fig.4 XRD patterns of G,GO,FG,FGO, PU,FG/PU and FGO/PU. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2 Morphological properties ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "AFMobservations shown in Fig. $^ { S 2 \\dagger }$ were conducted to measure the thickness of G,GO,FG and FGO (dispersed in ethanol).It can be seen from the cross-section analysis that the thickness of GandFG wasabout $5 \\mathrm { n m }$ ,which was thicker than that of the GO $( 3 ~ \\mathrm { { n m } ) }$ . The reason is that GO is very hydrophilic,leading to its good solubility and dispersion in ethanol.55 As demonstrated in previous research,the thickness of completely exfoliated singlelayer G and GO was less than $1 \\ \\mathrm { n m }$ .21,37,39 In consequence,the nanosheets obtained are all multilayer.Moreover,the distribution of G (Fig. ${ \\cal S } 2 ( \\mathrm { a } ) \\dagger )$ and GO (Fig. ${ \\bf { \\cal S } } 2 ( { \\bf { b } } ) _ { 1 } ^ { + } )$ was relatively concentrated, in comparison with that of FG (Fig. ${ \\bf \\cal S } 2 ( \\mathrm { c } ) \\dagger )$ and FGO (Fig. $S 2 ( \\mathrm { d } ) \\div )$ ．The results suggest that stacking and agglomeration dramatically reduce after chemical modification, whichis ascribed to the attachment of functionalized APTES chains on the plane and edge of G and GO.6,26 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "TEM was performed to further confirm the exact structures of G,GO,FG,FGO dispersing in the ethanol and PU,FG/PU, FGO/PU.As shown in Fig. 5(a1),G displayed a typically flat yet folded nanosheet shape.While GO (Fig. 5(b1)) exhibited a typically transparent sheet morphology with slight corrugation and scrolling due to its abundant oxygenated groups.5,12,37,38 The thickness of G (Fig. 5(a2)) and GO (Fig. 5(b2)) was around 5 and $3 \\mathrm { n m }$ respectively,which was consistentwith the AFM results.In addition,from the TEM images shown in Fig. 5(c and d),in some places appeared to be the dark contrast frequently and the thickness of FG and FGO could not be observed obviously. The distinct phenomenon is could be the result of functionalized APTES chains grafted on the surface of FG and FGO.26,30 In ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Fig. 5(e),pure PU presented uniform without any addition of fillers.It can be clearly observed in Fig.5(f) that FG nanosheet was evenly dispersed in the PU matrix at low concentration of $0 . 5 ~ \\mathrm { w t \\% }$ of FG.26 When the concentration of FG further increased, the agglomeration of FG can be observed in Fig. 5(g) that dark area represented FG and bright area represented the PU matrix.14,45 It is worth noting from Fig. 5(h) that FGO was dispersed homogeneously in the PU matrix at the same concentration of $0 . 7 5 \\mathrm { w t \\% }$ ofFGO.It was due to the attachment of abundant functional groups onto GO surface,which could effectivity enhance compatibility between FGO and PU matrix.46 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "SEMwas performed to observe the fracture surface of the PU composite coatings.Fig.6 showed that the morphology of fracture surface of the PU composite coatings was identical all over the whole fracture surface,indicating good dispersion and compatibility of FG and FGO in the PU matrix.32,45 Pure PU presented in Fig.6(a) exhibited a smooth and uniform fracture surface without obvious defects.As shown in Fig. 6(b),when a small amount of FG was added into the PU matrix,rougher surfaces appeared and some cracks initiated.Moreover，the cracks propagated and expanded rapidly with the increasing concentration of FG, resulting in a growing number of cracks across the fracture surface of the coatings in Fig. 6(c-e).14 In addition,it could be found from Fig. 6(d and f) that the cracks generated by FGO were less and shorter than those generated by FGO with the same additive amount,which was ascribed to stronger interfacial interactionbetweenFGO and PU matrix.9Finally,it could notbe neglected that the cracks generated byFG and FGO were closely related with thedispersion of themin the matrix. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3 Tribological properties ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In order to optimize the FG and FGO concentration for the best tribological performance and compare the different functions served by themas building block,different doses of them (O to $1 . 0 \\mathrm { w t \\% }$ )dispersedinPUmatrixwere evaluatedintermsof COF and wear rate.3o Fig. 7 showed the COF of the PU composite coatings reinforced by different concentration of FG and FGO under dry sliding and seawater lubrication,respectively.The COF first increased rapidly and then reached to be stable as the time goes on.6 It could be observed that the COF of PU composites decreased slightly with the addition of the FG and FGO,especially under seawater lubrication.Moreover,the COF of PU coatings reached the lowest value and rate of increasing when the FG content was $0 . 2 5 ~ \\mathrm { w t \\% }$ .When it came to FGO,its optimumadditive concentration was $0 . 5 \\mathrm { w t \\% }$ .It was also worth mentioning that when the content of FG and FGO was further increased, the COF of PU coatings seemed to be increasing, instead of continuing to decrease. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Presented in Fig.8 was the wear rate of the PU composite coatings as a function of FG and FGO content under dry sliding and seawater lubrication.It was obviously that with the increasing concentration of FG and FGO,the wear rate of PU coatings decreased firstly,and then increased.In addition,the optimum additive concentration of FG and FGO corresponding to the lowest value of wear rate were $0 . 2 5 \\mathrm { \\ w t \\% }$ and $0 . 5 \\mathrm { \\ w t \\% }$ respectively,which was consistent with the COF results. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/3b4d7c3684522638b33294a686eb8c63547d8d8248180a3226e712b37b07aadc.jpg",
        "img_caption": [
            "Fig.5TEMimgfG(a)GO(b),G(c)FGO(d)ateretmagictiodurePU(a).5t%FG/U(c),075t%/d $0 . 7 5 \\%$ FGO/PU (f). "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/8736169957b6e23f375da2be2808f49882f3cf49a1c66aaff9b393e793af7731.jpg",
        "img_caption": [
            "Fig.6TheoctiotoapureU(admsiteoatisitG(b),0.tFG(c)75F(G (e)and $0 . 7 5 \\%$ FGO (f). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The reason why the COF and wear rate show the change trend presented above is attributed to balancing the reinforcement and lubrication of fillers and cracks generated by them On the one hand, the stress is transferred by FG and FGO as building block,which can absorb a great deal of energy during the course of friction. Significantly, loosely bound layers of FG and FGO intrinsically possess low shear strength, lubricating the contact of friction pair surface.36-39 On the other hand, the growing number of cracks across the fracture surface of the coatings (shown in Fig.6) accelerate the peeling of the coatings. As discussed previous (Fig. 6(d and f)),the cracks generated by FGO were less and shorter than those generated by FGO,leading to the result that the wear rate of FGO/PU coatings was generally lower than that of FGO/PU coatings.Consequently，proper additive amount and good dispersion of FG and FGO are needed to get the best tribological performance ofPU composite coatings. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/cd2b07af5f17259eae1b6ef6779d45a7e3437e396324eee78fe9e5127a781ee9.jpg",
        "img_caption": [
            "ig.7COFoftheFG/PUcoatingsunderdrysliding(a)andseawaterlubrication(b)COFoftheFGO/PUcoatingsunderdrysliding(c)and ;eawater lubrication (d). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/55232d5166b720430efdaf7b94c1caf22151cbb52de7e0ff7bb9e2c5f7f26496.jpg",
        "img_caption": [
            "Fig.8Wear rate of the FG/PU coatings (a)and FGO/PU(b) coatings under dry sliding and seawater lubrication. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In addition,it could not be ignored that the COF and wear rate under seawater lubrication were far lower than those under dry sliding condition.There are three main factors.Firstly, the frictional heat during the sliding is dissipated by seawater, which is beneficial to hinder the plastic deformation and chemical degradation. Secondly, boundary lubricating provided byadsorbed water molecules avoids direct contact between steel ball and PU coatings,which decreases adherence wear to a great degree.Thirdly，the wear debris can be removed by water continuously, leading to smooth surfaces.In consequence,the presence of water molecules is of great importance for the COF and wear rate.32,57-62 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Fig. S3 and $\\boldsymbol { \\mathrm { S 4 } } \\dagger$ showed the wear trace of the friction pairs of FG/PU and FGO/PU composite coatings with different concentration under dry sliding and seawater lubrication at different magnifications.It could be obviously seen that compared with the severe worn surface under dry sliding condition，the morphology of wear trace under seawater lubrication showed a flat and smooth look.And the wear trace of the friction pairs seemed to be finest and flattest with the optimal additive amount of FG and FGO adding into the PU matrix.All of these were in agreement with the results obtained from the tribological test.To be specific,partial melting could be clearly observed on the edge of ridgesunder dry sliding.The presence of severe wrinkled with wavy morphology on the worn surface is attributedto thermal effect of friction causedchemicalplastic degradation of the friction pair surface.3 On the contrary,under seawater lubrication,the wear trace of the frictionpairsbecame smoother and less wrinkles appeared，indicating that the formation of continuous water film between steel ball and PU coatings were of great importance as a kind of polar lubricant.32,56,63-65 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4Anti-corrosion properties ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Electrochemical measurements were conducted to evaluate the anti-corrosion properties of PU coatings reinforced with FG and FGO.Tafel polarization curves of bare substrate，pure PU, FG/PU and FGO/PU composite coatings exposed to $3 . 5 \\mathrm { \\ w t \\% }$ ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "NaCl solution are displayed in Fig.9(a and b). Some important parameters including current density $\\left( I _ { \\mathrm { c o r r } } \\right)$ ,corrosion potential $\\left( E _ { \\mathrm { c o r r } } \\right)$ and protection efficiency $( \\eta )$ derived from the polarization curves are listed in Table 1.66-68 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The protection $\\eta$ ofPU coatings on substrate was calculated from $I _ { \\mathrm { c o r r } }$ values according to the following equation:69 ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\eta = \\frac { I _ { \\mathrm { c o r r } } ^ { \\mathrm { o } } - I _ { \\mathrm { c o r r } } } { I _ { \\mathrm { c o r r } } ^ { \\mathrm { o } } } \\times 1 0 0 \\%\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where, $I _ { \\mathrm { c o r r } } ^ { \\mathrm { o } }$ and $I _ { \\mathrm { c o r r } }$ are the corrosion current densities of bare and coated substrate,respectively. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In general,a lower $I _ { \\mathrm { c o r r } }$ value represents a lower corrosion dynamic rate.By comparing the value of $I _ { \\mathrm { c o r r } }$ and $\\eta$ from different aspects,four important information can be obtained. Firstly，the $I _ { \\mathrm { c o r r } }$ of bare substrate was far higher than that of PU-coated substrate,indicating the protective effect from PU coatings.Secondly,the introduction of FG and FGO into PU matrix led to the decreasing of $I _ { \\mathrm { c o r r } }$ and the increasing of $\\eta$ .Itis attributed to barrier properties provided by FG and FGO, hindering migration of corrosive medium.14,41,446-48 Thirdly, after adding an excess of FG and FGO, the value of $I _ { \\mathrm { c o r r } }$ and $\\eta$ changed in the opposite direction due to the presence of more and more cracks.Lastly,in comparison with FGO/PU composite coatings,FG/PU composite coatings showed the lower $I _ { \\mathrm { c o r r } }$ and the higher $\\eta$ with the same concentration.This implies the barrier effect of FG and FGO note only depending on the tortuosity of the diffusion pathway of corrosive medium,but also up to integrity of the graphene lattice.45 The abundant oxygenated groups of FGO destroy the graphene lattice to a certain degree,while FG owes integrated lattice structure comparatively.From the above we can come to the conclusion that chemical stability of FG and FGO plays an important role in affecting their anti-corrosion performance. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In addition,electrochemical impedance spectroscopy (EIs) asakind of effective means,was used to evaluate the dielectric properties of a medium.4,46 Fig. 9(c and d) presents the Bode plots of the measured samples. In general,a larger value of impedance modulus at low frequency represents a smaller $I _ { \\mathrm { c o r r } } .$ Fitted by the ZSimp-Win software,Nyquist plots of all samples are showninFig.9(eand f) and the value of semicircle diameter is inversely proportional to $I _ { \\mathrm { c o r r } }$ .Moreover,to further evaluate the anti-corrosion properties of PU composite,electrochemical model impedance parameters summarized in Tables S1 and $^ { \\mathrm { { S 2 } \\dagger } }$ were calculated in terms of the equivalent circuits of Fig.1o.The impedance equivalent circuits are consisting of capacitors, resistors,insulators and so on.Among them, $R _ { \\mathrm { f i l m } }$ is on behalf of the resistance of coating.Therefore,the value of impedance modulus at low frequency,semicircle diameter and $R _ { \\mathrm { f i l m } }$ can be applied as indicators of anti-corrosion property. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/e4de590b44d2f1ed888d6bfb74d0340e8d3a9f2faa9e2f31f08c5c4fb5ebf485.jpg",
        "img_caption": [
            "Fig.9Tafelpoltira)deotsdstpsbsatee/sitetisei curves(b), Bode plots (d) and Nyquist plots (f) of bare substrate,pure PU,FGO/PU composite coatings. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/d35a3eff58267440cd8d42d3afbeb3594dd237878f59cc8aa6098a86056e2a51.jpg",
        "table_caption": [
            "Table1 Electrochemical parameters for bare and coated substrate obtained from polarization curves "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Samples</td><td>Icorr (A cm-2)</td><td>Ecorr(V)</td><td>n (%)</td></tr><tr><td>Substrate</td><td>2.126×10-5</td><td>-1.0043</td><td></td></tr><tr><td>Pure PU</td><td>8.539×10-6</td><td>-0.5264</td><td>59.84</td></tr><tr><td>FG/PU (0.25 wt%)</td><td>5.761 ×10-7</td><td>-0.5879</td><td>97.29</td></tr><tr><td>FG/PU (0.5 wt%)</td><td>2.126×10-7</td><td>-0.6025</td><td>99.00</td></tr><tr><td>FG/PU (0.75 wt%)</td><td>2.779 ×10-6</td><td>-0.5920</td><td>86.93</td></tr><tr><td>FG/PU (1.0 wt%)</td><td>3.196 × 10-6</td><td>-0.5457</td><td>84.97</td></tr><tr><td>FGO/PU (0.25 wt%)</td><td>2.873 × 10-6</td><td>-0.5073</td><td>86.49</td></tr><tr><td>FGO/PU (0.5 wt%)</td><td>1.734 × 10-6</td><td>-0.5165</td><td>91.84</td></tr><tr><td>FGO/PU (0.75 wt%)</td><td>3.274 × 10-6</td><td>-0.5186</td><td>84.60</td></tr><tr><td>FGO/PU (1.0 wt%)</td><td>4.117 × 10-6</td><td>-0.4824</td><td>80.63</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "It could be found obviously that all the three value had a sequence of bare substrate $\\prec$ pure $\\mathbf { P U } < \\mathbf { F G } / \\mathbf { P U }$ $\\left( 0 . 2 5 \\mathrm { \\ w t \\% } \\right) <$ $\\mathrm { F G / P U } \\left( 0 . 5 \\mathrm { ~ W t } ^ { \\mathrm { 0 } } / \\mathrm { 0 } \\right) > \\mathrm { F G / P U } \\left( 0 . 7 5 \\mathrm { ~ W t } ^ { \\mathrm { 0 } } / \\mathrm { 0 } \\right) > \\mathrm { F G / P U } \\left( 1 . 0 \\mathrm { ~ w t } ^ { \\mathrm { 0 } } / \\mathrm { 0 } \\right)$ %)and the similar order of bare substrate $<$ pure $\\mathrm { P U } < \\mathrm { F G O } / \\mathrm { P U } \\left( 0 . 2 5 \\mathrm { w t } ^ { \\% } \\right) <$ FGO/PU $\\left( 0 . 5 \\ \\mathrm { w t ^ { 0 } / 0 } \\right) > \\mathrm { F G O / P U } \\left( 0 . 7 5 \\ \\mathrm { w t ^ { 0 } / 0 } \\right) > \\mathrm { F G O / P U } \\left( 1 . 0 \\ \\mathrm { w t ^ { 0 } / 0 } \\right)$ Moreover,with the optimum concentration of FG and FGO,all the three value of FG/PU coatings were more than that of $\\mathbf { F G O } /$ PU coatings by an order of magnitude.The obtained results were consistent with tendency of polarization curves. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "To sum up,FG and FGO as effective building blocks can provide lubrication and barrier properties for PU composite coatings.The effect depends on the balance of lubrication and barrier of fillers and cracks generated by them.446-48 According to the above results,the mechanism figure shown in Fig.11 was drawn to intuitively explain the function of the FG and FGO in PU matrix during tribological and corrosion process.For pure PU,a large amount of debris are produced during tribological process and pathway of corrosive medium is straight.After adding FG and FGO into PU matrix,friction-generated debris become much smaller and less.Meanwhile,the tortuosity of the diffusion pathway increases to a great extent. They are due to the lubrication and barrier of well-dispersed fillers.Consequently, the tribological and anti-corrosion properties of the PU composite coatings are improved substantially.39 However,as the content of FG and FGO is further added,the growing number of cracks plays a dominated role.As a result,the debris will become more and bigger again during tribological process and corrosive medium permeates through the cracks quickly. Most important of all, there are two sides to the abundant oxygenated groups of GO.One hand, they provide more reaction sites for chemical modification, leading to stronger interfacial interaction between FGO and PU matrix.For another, the graphene lattice structure can be destroyed by them to some extent, and the barrier property is influenced accordingly. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/a98966fed110a1d9526c0dacbbb883ab0b07fbc9950e9755d7aa0f0b0c2003e8.jpg",
        "img_caption": [
            "Fig.10Equivalent circuit for EIS data fitting. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/cbdf3950a6b6b4b1ed384f93813064e0f93cbc65b2b935c0d80db7bc2813b9a8.jpg",
        "img_caption": [
            "Fig.11SchematicofpurePUa)UcompsiteoatingswitapropratecotentofGadFGb)ndUcmpositeoatingswie content of FG and FGO (c) during tribological and corrosion process. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4. Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "From the investigation of tribological and anti-corrosion behaviours of the PU composite coatings,following points can be concluded: ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "(1) After chemical modification by treating G and GO with APTES,the obtained FG and FGO are confirmed to get good dispersion and compatibility in PU matrix. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "(2)As effective building blocks,FG and FGO enhanced the tribological and anti-corrosion comprehensive properties of PU composite coatings due to lubrication and barrier properties provided by them.And the optimized additive range were between $0 . 2 5 \\%$ and $0 . 5 \\%$ ： ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "(3) The tribological and anti-corrosion performance of PU composite coatings were weaken,as the content of FG and FGO was furtheradded in excess of optimized additive amount.It is attributed to growing number of cracks across the whole PU composite coatings. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "(4)In comparison with FG/PU coatings,FGO/PU coatings exhibited better tribological property but worse anti-corrosion property. They are both due to the abundant oxygenated groups of GO,which not only provide more reaction sites for chemical modification to get better dispersion but also destroy the graphene lattice structure against barrier property. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The project was supported by the National Natural Science Foundation of China (51202263,51335010),Ningbo Key Technology Project on Graphene (2013B6013)，Zhejiang Province Public Welfare Program (2014C31154) and the Municipal ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Nature Science Foundation (2014A610132). Thanksfor professor Zhaoping Liu and professor Xufeng Zhou providing the raw materials of graphene and graphene oxide. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "27 Y. T. Dai,F. X. Qiu,J. C. Xu, Z. P. Yu, P. F. Yang, B. B. Xu, Y. Jiang and D. Y. Yang, Plast.， Rubber Compos., 2014, 43, 54-62.   \n28 L.Valentini, S.B. Bon, O. Monticelli and J. M. Kenny, J. Mater.Chem.,2012,22,6213-6217.   \n29 R. M. Hodlur and M.K. Rabinal, Compos. Sci. Technol., 2014, 90,160-165.   \n30 S.Choudhary,H.P.Mungse and O.P.Khatri,J.Mater. Chem.,2012,22,21032-21039.   \n31 J. S. Lin,L.W. Wang and G. H. Chen, Tribol. Lett,2011,41, 209-215.   \n32 Y. Q.Li, Q.H. Wang,T. M. Wang and G. Q.Pan,J. Mater. Sci., 2012,47,730-738.   \n33 H. J. Song, X. H. Jia,N. Li, X.F. Yang and H Tang,J. Mater. Chem.,2012,22,895-902.   \n34 D. Berman, A. Erdemir and A. V. Sumant, Carbon, 2013,59, 167-175.   \n35 S. S. Kandanur， M. A. Rafiee,F. Yavari, M. Schrameyer, Z.-Z. Yu, T.A. Blanchet and N. Koratkar, Carbon,2012,50, 3178-3183.   \n36 P.Hvizdos,J. Dusza and C. Balazsi,J. Eur. Ceram. Soc.,2013, 33,2359-2364.   \n37 H. Liu, Y. Q. Li, T. M. Wang and Q. H. Wang, J. Mater. Sci., 2012,47, 1867-1874.   \n38 X.J. Shen, X. Q. Pei, S. Y. Fu and K. Friedrich, Polymer,2013, 54, 1234-1242.   \n39 Z.X. Tai, Y.F. Chen, Y.F.An, X. B. Yan and Q.J. Xue, Tribol. Lett.,2012,46,55-63.   \n40 M. Schriver, W. Regan,W. J. Gannet, A. M. Zaniewski, M.F. Crommie and A. Zettl,ACS Nano,2013,7,5763-5768.   \n41 W.Sun, L. D.Wang,T. T.Wu, Y.Q.Pan and G.C.Liu, Carbon,2014,79,605-614.   \n42 F. Zhou, Z. T.Li,G.J. Shenoy,L. Li and H. T.Liu,ACS Nano, 2013,7,6939-6947.   \n43 S.R. Prabakar, Y.-H. Hwang, E.G.Bae, D.K. Lee and M.Pyo, Carbon,2013,52,128-136.   \n44 C.H. Chang, T.C. Huang, C.W. Peng, T.C.Yeh,H. I. Lu, W. I. Hung, C. J. Weng, T. 1. Yang and J. M. Yeh, Carbon, 2012,50,5044-5051.   \n45 K. C.Chang, C. H. Hsu, H. I. Lu, W.F. Ji, C. H. Chang, W. Y. Li, T. L. Chuang, J. M. Yeh,W. R. Liu and M.H. Tsai,eXPRESS Polym. Lett.,2014,8,243-255.   \n46 K. C.Chang,M. H. Hsu, H. I. Lu,M. C. Lai,P. J. Liu, C. H. Hsu, W. F. Ji, T. L. Chuang, Y. Wei, J. M. Yeh and W. R. Liu, Carbon,2014,66,144-153.   \n47 K. C. Chang, W. F. Ji, M. C. Lai, Y. R. Hsiao, C. H. Hsu, T.L. Chuang, Y.Wei, J. M. Yeh and W.R. Liu,Polym. Chem.,2014,5,1049-1056.   \n48 K. C. Chang, W.F. Ji, C. W. Li, C. H. Chang, Y. Y. Peng, J. M. Yeh and W. R. Liu, eXPRESS Polym. Lett.，2014,8, 908-919.   \n49 S.H. Shim, K. T. Kim,J. U. Lee and W.H.Jo,ACS Appl. Mater. Interfaces,2012,4,4184-4191.   \n50 L. Shan, Y.Wang,J. Li, H. Li, X. Wu and J. Chen, Surf. Coat. Technol.,2013,226,40-50.   \n51 A. Kausar, S. Zulfiqar and M.I. Sarwar, Polym. Degrad. Stab., 2013,98,368-376.   \n1 Z.S.Petrovic and J. Ferguson,Prog. Polym. Sci.,1991,16,695- 836.   \n2 M.C.L. de Oliveira,R.A.Antunes and I. Costa, Int. J. Electrochem. Sci.,2013,8,4679-4689.   \n3 S. Dutta and N. Karak,Polym. Int., 2006,55,49-56.   \n4 A.K.Mishra, S.Allauddin,K.R.Radhika,R.Narayan and K.Raju,Polym. Adv. Technol.,2011,22,882-890.   \n5 P. L. Li, H. Ren,F. X. Qiu, J. C. Xu, Z. P. Yu, P.F. Yang, B.B.Xu,Y. Jiang and D.Y. Yang,Polym.-Plast. Technol. Eng.,2014,53,1408-1416.   \n6 B. Yu, X. Wang, W. Y. Xing, H. Y. Yang, L. Song and Y. Hu, Ind.Eng. Chem. Res.,2012,51,14629-14636.   \n7 K. Yao,M. Song, D. Hourston and D. Luo,Polymer,2002,43, 1017-1020.   \n8 J.N. Gavgani, H. Adelnia and M. M. Gudarzi,J. Mater. Sci., 2014,49, 243-254.   \n9 V. Eswaraiah,V. Sankaranarayanan and S. Ramaprabhu, ACs Appl.Mater. Interfaces,2011,3,4221-4227.   \n10 Y.J. Kim and B.K. Kim,Colloid Polym. Sci.,2014,292, 51-58.   \n11 J. M. Hu, X. Jia, C. H. Li, Z. Y. Ma, G. X. Zhang, W. B. Sheng, X.L. Zhang and Z. Wei,J. Mater. Sci.,2014, 49,2943-2951.   \n12 W. S. Ma,L. Wu,F. Yang and S.F. Wang,J. Mater. Sci., 2014, 49, 562-571.   \n13 A.K. Appel,R. Thomann and R. Mulhaupt, Polymer, 2012, 53,4931-4939.   \n14 Y. Li, Z. Z. Yang, H. X. Qiu, Y. G. Dai, Q. B. Zheng, J. Li and J. H. Yang,J. Mater. Chem. A,2014,2,14139-14145.   \n15 K. S. Novoselov, A. K. Geim, S. Morozov, D. Jiang, Y. Zhang, S.Dubonos,I. Grigorieva and A. Firsov, Science, 2o04,306, 666-669.   \n16 M.J. Allen, V.C. Tung and R.B.Kaner, Chem. Rev.,2009,110, 132-145.   \n17 D.R. Dreyer,R. S.Ruoff and C.W. Bielawski,Angew. Chem., Int. Ed.,2010,49,9336-9344.   \n18 A.K.Geim and K. S.Novoselov,Nat.Mater.,2007,6,183-191.   \n19 K. P. Loh, Q. Bao, P. K. Ang and J. Yang, J. Mater. Chem., 2010,20,2277-2289.   \n20 C.e.N.e.R.Rao,A.e.K. Sood, K.e. S. Subrahmanyam and A. Govindaraj,Angew. Chem., Int. Ed.,2009,48,7752-7777.   \n21 W. S. Ma,L. Wu, D.Q. Zhang and S. F. Wang, Colloid Polym. Sci.,2013,291,2765-2773.   \n22 H.K. He and C. Gao,ACS Appl. Mater. Interfaces,2010,2, 3201-3210.   \n23 H. J. Song and N. Li,Appl. Phys. A: Mater. Sci. Process., 2011, 105,827-832.   \n24 0. C. Compton and S. T. Nguyen, Small, 2010, 6, 711-723.   \n25 Y. Zhu, S. Murali, W. Cai, X. Li, J. W. Suk, J. R. Potts and R.S.Ruoff,Adv. Mater.,2010,22,3906-3924.   \n26 X.Wang,W.Y. Xing,L. Song,H. Y. Yang,Y. Hu and G.H.Yeoh,Surf. Coat. Technol.,2012,206,4778-4784.   \n52 T.L.Wang andF.J.Huang,Polym. Int.,1998,46,280-284.   \n53 C.A. Bauer,T.V. Timofeeva,T.B. Settersten,B.D.Patterson, V.H.Liu,B.A. Simmons and M.D.Allendorf,J.Am. Chem. Soc.,2007,129,7136-7144.   \n54Y.Liu,J.K.Ma, T.Wu,X.R.Wang,G.B.Huang,Y.Liu, H. X. Qiu, Y. Li, W. Wang and J. P. Gao,ACS Appl. Mater. Interfaces,2013,5,10018-10026.   \n55Y.Q.Qian,I.M. Ismail andA. Stein,Carbon,2014,68,221- 231.   \n56 D. X. Li, X. Deng, J. Wang, J. Yang and X. X. Li, Wear, 2010, 269,262-268.   \n57H.J. Song and Z.Z. Zhang,Mater. Sci. Eng.,A,2006,424,340- 346.   \n58 H.J. Song,Z. Z. Zhang and X.H.Men,Eur. Polym.J.,2007,43, 4092-4102.   \n59H.J.Song,Z.Z.Zhang and X.H.Men,Eur.Polym.J.,2o08,44, 1012-1022.   \n60 H. H. Song, Z. Z. Zhang and X.H. Men, Composites, Part A, 2008,39,188-194.   \n61 H.J. Song, Z. Z. Zhang, X.H. Men and Z. Z.Luo,Wear,2010, 269,79-85.   \n62H.J. Song,H.A.Qi,N.Li and X.Q. Zhang,Micro Nano Lett., 2011,6,48-51.   \n63 T.M.Wang,G.Zhao and Q.H.Wang,Polym.Compos.,2012, 33,812-818.   \n64 S.L. Xia, Y.L. Liu,L.Q. Zhang,D.M. Wang,W. J. Zou,J.Peng and S.K. Cao,J. Appl.Polym. Sci.,2014,131,40244.   \n65 G. Zhao,T.M. Wang and Q.H.Wang,Polym. Compos., 2011, 32,1726-1733.   \n66 X.X. Yan and G. Y. Xu,J. Alloys Compd.,2010,491,649-653.   \n67 X.X. Yan and G.Y.Xu, Surf. Coat. Technol.,2010,204,1514- 1520.   \n68 X.X. Yan and G.Y. Xu, Prog. Org. Coat.,2012,73,232-238.   \n69 S.Banerjee,A.Mishra,M.M. Singh,B.Maiti,B.Ray and P.Maiti,RSC Adv.,2011,1,199-210. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    }
]