[
    {
        "type": "text",
        "text": "The tetrapod fauna of the upper Permian Naobaogou Formation of China— 4. the diversity of dicynodonts ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LIU Jun1,2,3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate PaleontologyandPaleoanthropology,ChineseAcademy ofSciences Beijing100044) (2 CAS Center for Excellence in Life and Paleoenvironment Beijing loo044 liujun@ivpp.ac.cn) (3 College of Earth and Planetary Sciences,University of Chinese Academy of Sciences Beijing 100049) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractThe Permian dicynodont records were previously rare in North China, but many dicynodont specimens have been collcted from the Naobaogou Formation in Daqingshan area, Nei Mongol since 2009.Among these specimens,seven morphotypes have been identified,and they may represent seven different species: two of them are closely related to Daqingshanodon limbus,three or four are closely related to Jimusaria sinkianensis,and one may be closely related to Turfanodon.This study shows the dicynodonts also have a high diversity at the species level in North China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key Words Daqingshan area,Nei Mongol; Permian; Naobaogou Formation; Daqingshanodon; Jimusaria;Turfanodon ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Liu J, in press. The tetrapod fauna of the upper Permian Naobaogou Formation of China— 4. the diversity of dicynodonts. Vertebrata PalAsiatica,DOI: 10.19615/ j.cnki.1000-3118.190522 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The dicynodonts were first discovered in China during the Sino-Swedish Expedition, and Dicynodon sinkianensis was the first named Chinese dicynodont species (Yuan and Young,1934). A genus, Jimusaria, was established for this species due to its differences with the type species of Dicynodon (Sun, 1963). Later, J. taoshuyuanensis was named for three incomplete skulls (Sun, 1973a),but this species is generally suggested as a junior synonym of J. sinkianensis (King,1988; Kammerer et al.,2011) or related to Delectosaurus (Kurkin, 2012). Other than Jimusaria, there are at least three valid Permian dicynodont genera in Xinjiang: Turfanodon, Kunpania,and Dictodon (Sun,1973a, b,1978; Li and Liu, 2015). In contrast, the Permian dicynodont records were rare in North China Stratum Area: only one species from Gansu (Dicynodon sunanensis Li et al., 2Ooo; Turfanodon bogdaensis by Kammerer et al., 2011; T. sunanensis by Li and Liu, 2015) and one species from Nei Mongol (Inner Mongolia) (Daqingshanodon limbus) (Zhu, 1989). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The Naobaogou Formation has a thickness of more than $1 0 0 0 \\mathrm { ~ m ~ }$ and is divided into three lithological members (I, II, II) corresponding to three sedimentary cycles,which begin with a thick conglomerate layer and are dominated by purple siltstone. This stratum only has a limited distribution within the Daqingshan area,but it is fossiliferous (Zhu,1989). Since 2009,we recorded more than 80 tetrapod specimens from all three members of the formation. Among them, two therocephalian species and one pareiasaur species have been reported (Liu and Abdala, 2017,2019;Liu and Bever, 2018).As in most other late Permian tetrapod faunas (Bernardi et al.,2O17), dicynodonts were the most abundant and diverse tetrapods from the Naobaogou Formation. To date,at least seven dicynodont morphotypes have been identified, and they may represent seven different species. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2Materials ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this paper, seven new specimens from the Naobaogou Formation will be briefly described and compared: IVPP V 23878, a skull lacking left zygomatic arch, incomplete mandibles, three vertebrae: V 23879,a snout; V 23880,an incomplete skull; V 26034, a nearly complete skull occluding with mandibles, some vertebrae, a scapula; V 26035,an incomplete skull with some postcranial bones; V 26036,a flat skull with incomplete snout; V 26037,an incomplete skull with mandibles. The stratigraphic levels of these fossils are listed below: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "MemberIII: V23878,V26036.   \nMember II: V 23879,V 23880,V 26035,V 26037.   \nMemberI:V26034. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3 Description and discussion ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Based on the following characters, these new specimens can be easily differentiated from each other (Table 1): qt ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(1) Posterolateral edge of quadrate ramus of squamosal curls anteriorly at mid-height: absent (O); present (1). (Kammerer et al., 2011) (2) Parietals well exposed on the skull roof and relatively flat (O); parietals exposed in midline groove or channel (1); dorsal parietal exposure narrow and crest-like (2). (Angielczyk and Kammerer, 2017, discrete-state character 49) (3) Orientation of the temporal portion of the postorbital: relatively flat, so that most of the exterior surface of the bone faces dorsally (O); close to vertical, so that most of the exterior surface of the bone faces laterally (1). (modified from Angielczyk and Kammerer, 2017, discrete-state character 51) (4) Caniniform process: flat (O); rounded(1). (new) (5) Angle formed by zygomatic and quadrate rami of squamosal in lateral view: nearly right angle (O); acute angle (1). (modified from Angielczyk and Kammerer, 2017,continuous characters 12) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(6) Notch on dorsal edge of narial opening: absent (O); obtuse (1); or sharp (2). (modified from Angielczyk and Kammerer, 2O17, discrete-state character 18) (7) Nasal boss: absent (O); present as a median swelling with a continuous posterior margin (1); present as paired swellings near the posterodorsal margin of external nares (2). (modified from Angielczyk and Kammerer, 2017, discrete-state character 34) (8) Premaxillary midridge on dorsal surface: absent (O); or present (1). (new) (9) Sharp,blade-like lateral dentary shelf expanding anteriorly into a thick swelling: absent (O); or present (1) (Kammerer et al., 2011; modified from Angielczyk and Kammerer, 2017,discrete-state character 128) (10)Ratio of intertemporal bar length to orbital length in midline. (new) 7 (11) Ratio of occipital width to height. (new) ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/daf31240717b304c58e03c29c11bebfd7a4155dfb36a86ec21ea7faae9862be6.jpg",
        "table_caption": [
            "Table1 Comparison of dicynodont specimens from the Naobaogou Formation "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>1</td><td>2</td><td>3</td><td>4</td><td>5</td><td>6</td><td>7</td><td>8</td><td>9</td><td>10</td><td>11</td></tr><tr><td>IVPPV 7940</td><td></td><td>1</td><td>0</td><td>0</td><td>0</td><td>0</td><td>2</td><td>1</td><td>0</td><td>1</td><td>1.5</td></tr><tr><td></td><td>C</td><td></td><td></td><td>００</td><td>0？</td><td>？1</td><td>22</td><td></td><td>０１</td><td></td><td></td></tr><tr><td>IVPPV 26037</td><td>1 e</td><td>广</td><td>００</td><td></td><td></td><td></td><td></td><td>？0</td><td></td><td>１2</td><td>151</td></tr><tr><td>IVPPV26034</td><td>0</td><td>2</td><td>1</td><td>1</td><td>1</td><td>1</td><td>0</td><td>0</td><td>1</td><td>1.4</td><td>1.3</td></tr><tr><td>IVPPV26035</td><td>？</td><td>2</td><td></td><td>1</td><td>1</td><td>？</td><td>1</td><td>0</td><td>？</td><td>1.2</td><td>？</td></tr><tr><td>IVPPV26036</td><td>0</td><td>2</td><td></td><td>1?</td><td>？</td><td>？</td><td>？</td><td>？</td><td>？</td><td>1.9</td><td>2</td></tr><tr><td>IVPPV23879</td><td>？</td><td>？</td><td>？</td><td></td><td></td><td>2</td><td>2</td><td>1</td><td>？</td><td>？</td><td>？</td></tr><tr><td>IVPPV23880</td><td>？</td><td>？</td><td>？</td><td>？</td><td>B</td><td>2</td><td>1&2</td><td>1</td><td>？</td><td>？</td><td>？</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "These new specimens and the holotype of Daqingshanodon limbus (V 7940) can be divided into 3 morphogroups and 7 morphotypes: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Morphogroup I ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Referred specimens: IVPPV 7940, V 23878,and V 26037. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Two of the new specimens are larger than V 7940 (Fig. 1).All these specimens share a unique feature: the posterolateral edge of the quadrate ramus of squamosal curls anteriorly at mid-height, which was suggested as an autapomorphy of Daqingshanodon limbus (Kammerer et al., 2011). However, the ridge extending from the base of the zygomatic arch to the anterolateral edge of the caniniform process is only weakly developed in the two larger specimens (Fig.1). They also have common features such as parietals exposed in midline groove and the temporal portion of the postorbital relatively flat.Although there are slight differences,V 26o37 could be an adult specimen of $D$ 、limbus,similar to the case of Pelanomodon (Kammerer et al., 2015). Compared to $\\mathrm { ~ V ~ } 7 9 4 0$ and V 26037,V 23878 has a much longer intertemporal bar, undeveloped nasal boss,lacks a nasal mid-ridge,and premaxilla that contacts the frontal. This specimen represents a different morphotype and may represent a new species closelyrelated to $D$ limbus. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Morphogroup II ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Referred specimens:IVPPV26034,V26035,and V26036 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Three specimens have a crest-like parietal, and the exterior surface of the temporal portion of the postorbital faces laterally. V 26035 can be distinguished by the presence of a postcaniniform crest, strongly curved snout, and frontal mid-ridge.V 26036 can be distinguished by its long interparietal bar and low, wide occiput. These three specimens represent three morphotypes and perhaps three species. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "These specimens show many common features with Jimusaria sinkianensis.Even two autapomorphies of $J .$ sinkianensis proposed by Kammerer et al. (2011) can be observed in some of the specimens.The lateral dentary shelf is sharp, blade-like,and expands anteriorly into a thick swelling in V 26034.The caniniform process is short, rounded, with equivalent curvature anteriorly and posteriorly in both specimens,although it is less developed as in the holotype of J. sinkianensis. In the diagnosis of J. sinkianensis,it also has the following character combination: narrow intertemporal bar with no dorsal exposure of parietals, squamosals narrow in lateral view, with the zygomatic and quadrate rami forming an acute angle,and prominent grooves arcing between the postfrontals and postorbitals (Kammerer et al., 2011). The narrow intertemporal bar has no dorsal exposure of the parietals in V 26035, but has narrow exposure of parietals in the holotype of $J .$ sinkianensis and V 26036, unsure in V 26034 (Fig. 2).The zygomatic and quadrate rami form an acute angle in all tree specimens. V 26034 is similar to Striodon magnus in having a long and narrow intertemporal bar and rectangular temporal fenestra,but its occiput is narrow and high compared to that of Striodon magnus (Sun, 1978). bp ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/c914088013094ddc4ad755a597760bf04c0fc4fb00dfe0b9ccb12fdc5ee251ba.jpg",
        "img_caption": [
            "Fig.1 Photos ofMorphogroup I IVPP V7940 (holotype of Daqingshanodon limbus) in dorsal (A)and lateral (B) views; V26037 in dorsal (C) and lateral (D) views (D reflected from the right side); V23878 in dorsal (E)and lateral (F)views "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/26eb753e5dbb6fc08a7fac38bbbea4afbfdaceefeafb0ff304e4b5dbc50c425a.jpg",
        "img_caption": [
            "Fig.2Photos ofMorphogroup II IVPP RV 341407 (holotype of Jimusaria sinkianensis) in lateral (A) and dorsal(B) views; V 26034 in lateral (C)and dorsal (D) views; V26035 in lateral (E)and dorsal (F) views; and V 26036 in lateral(G)and dorsal (H) views (G reflected from the right side). Scale bars equal $2 \\mathrm { c m }$ "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Morphogroup III ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Referred specimens: IVPP V 23879,V 23880 (Fig. 3). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "These two specimens both have a distinct mid-ridge on the snout, a distinct notch on the dorsal edge of the narial opening,anterior ridges on the palatal surface of the premaxilla exposed in lateral view. The mid-ridge only extends on the upper part of the premaxilla in V 23879 but covers at lease the entirety of the premaxilla and nasal in V 23880. They represent two different morphotypes.V 23879 is similar to Turfanodon in the abrupt turning of the dorsal surface anterior to the orbit,and they could be closely related. V 23880 is similar to Jimusaria in general, but it is really different for the well-developed premaxillary median ridge. It is tentatively identified as Bidentalia indet. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/f3a690b1c5296b2100d9bd58258c74fc5fa3d7dd401209678f67fb661838d84c.jpg",
        "img_caption": [
            "Fig.3Photos ofMorphogroup III IVPP V 23879 in lateral (A) andanterior (B) views; V23880 in lateral (C)and anterior(D) views Scale bars equal $2 \\mathrm { c m }$ （204号 ? "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4 Comparison and conclusion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In summary,including Daqingshanodon limbus, seven dicynodont morphotypes have been recognized from the Naobaogou Formation. Two morphotypes are closely related to Daqingshanodon, three or four morphotypes are closely related to Jimusaria,and one may be closely related to Turfanodon.More work should be done to determine how many new species are there and the exact phylogenetic relationship of each species. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Aside from these dicynodonts,there are at least three dicynodont species from three genera (Turfanodon, Kunpania,and Diictodon) from the late Permian of China. Around the same age,Russia produced the following dicynodonts: Elph borealis (Kurkin,1999), Interpresosaurus blomi (Kurkin,2001),Australobarbarus (A. platycephalu,and A. kotelnitschi) (Kurkin, 2000), Idelesaurus tataricus (Kurkin, 2006),Delectosaurus arefjevi (Kurkin, 2001), Vivaxosaurus trautscholdi (Amalitzky,1922; Kammerer et al.,2011),and Peramodon amalitzkii (Kammerer et al.,2011; Sushkin, 1926). Compared to the Russian record, some dicynodont clades are still absent in China.At this point, there is no species closely related to Elph,Australobarbarus orIdelesaurus in China. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AcknowledgmentsI thank my field team that worked at the Daqingshan area (Chang ShaoNing, Jia Zhen-Yan, Li Lu, Liu Yu-feng, Wang Yu, Xu Xu and Zhang Li-zhao). I thank Fu Hua-lin,Wu Yong, Xu Xu for the fossil preparation, Gao Wei for the photographs, Christian F.Kammerer and an anonymous reviewer for reviewing the paper, and Yinmai O'Connor for improving the writing. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "二叠纪脑包沟组的四足动物群 -4.二齿兽类的多样性",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "刘俊1,2.3",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室 北京 100044)",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(2 中国科学院生物演化与环境卓越创新中心北京100044)",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(3中国科学院大学地球与行星科学学院北京100049)",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "摘要：中国华北二叠纪的二齿兽类记录很少。从2009年开始在内蒙古大青山地区脑包沟组中采集到大量的二齿兽类化石，从中可以鉴别出7个形态类型，它们可能代表了7个物种：其中2个与边缘大青山兽密切相关，3或4个与新疆吉木萨尔兽关系密切，1个可能与吐鲁番兽关系密切。研究表明华北的二齿兽类在种级也具有很高的多样性。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "关键词：内蒙古大青山，二叠纪，脑包沟组，大青山兽，吉木萨尔兽，吐鲁番兽",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Amalitzky V,1922.Diagnosesof the new forms of vertebratesand plants from the Upper Permianon North Dvina.Bul Acad Sci Russie,VI Ser,16: 329-340 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Angielczyk KD,KammererCF,2017.The cranial morphology,phylogenetic positionandbiogeographyof theupper Permian dicynodont Compsodon helmoedi van Hoepen (Therapsida,Anomodontia).Pap Palaeontol,3(4):513- 545   \nBernardiM,PetiFM,KustatscherE,etal.,7.LatePrmian(Lopingan)terestrialecosystems:aglobalcoparson with new data from the low-latitude Bletterbach Biota. Earth-Sci Rev,175(Suppl C):18-43   \nKammerer CF,Angielczyk KD,Frobisch J,20l1.Acomprehensive taxonomic revisionof Dicynodon (Therapsida, Anomodontia)and its implications fordicynodont phylogeny,biogeography,andbiostratigraphy.JVertPaleont, 31(suppl 1): 1-158   \nKammererCF,AngielczykKD,FrobischJ,2015.RedescriptionofthegeikidPelanomodon (herapsida,Dicynodotia), with a reconsideration of ‘Propelanomodon'.JVert Paleont,36(1): el030408   \nKing G M,1988.Anomodontia,Encyclopedia of Paleoherpetology. Stutgart: Gustav Fischer Verlag.174   \nKurkin AA,1999.Anew dicynodont from the Malaya Severnaya Dvina River excavations.Paleontol J,33(3):297- 301   \nKurkinAA,20o0.New dicynodonts from the Upper Permianof the Vyatka Basin.Paleontol J,34: 203-210   \nKurkinAA,2Ool.NewLateermiandicynodonts fromthe Vyazikiassemblageofterestrial ttrapodsofEasternEurope. Paleontol J,35:53-59   \nKurkin AA,2006.Anewdicynodont (Anomodontia,Eotherapsida)from the Upper PermianofTatarstan.Paleontol J,40: 434-437   \nKurkin AA,2012.Dicynodontids of Eastern Europe.PaleontolJ,46:187-198   \nLiJL,Liu J,2O15.Palaeovertebrata Sinica,Vol3,Ser 14 Basal Synapsids.Beijing: Science press.1-105   \nLiP X,Cheng ZW,LiJL,20o.Anew species of Dicynodon from Upper Permianof Sunan,Gansu,with remarkson related strata. Vert PalAsiat, 38(2): 147-157 Abdala F,2017.The tetrapod fauna of the upper Permian Naobaogou Formation of China:1. Shiguaignathus wangi gen.et sp. nov., the first akidnognathid therocephalian from China. PeerJ,5: e4150   \nLiu J,AbdalaF2o19.The tetrapod faunaof theupper PermianNaobaogou FormationofChina:3.Jiufengia jiai gen.etsp. nov.,a large akidnognathid therocephalian. PeerJ,7: e6463   \nLiu J, Bever Gabriel S,2018.The tetrapod fauna of the upper Permian Naobaogou Formation of China: a new species of Elginia (Pareiasauria).Pap Palaeontol,4(2): 197-209   \nSun AL,1963.The Chinese kannemeyerids.Palaeontol Sin, New Ser C,17: 1-109   \nSun AL,1973a.Permo-Triassic dicynodonts from Turfan,Sinkiang.Mem Inst VertPaleont Paleoanthrop,Acad Sin,10: 53-68   \nSun AL,1973b.A new species of Dicynodon from Sinkiang.Vert PalAsiat,11(1):52-58   \nSun AL,1978.Two new genera of Dicynodontidae. Mem Inst VertPaleont Paleoanthrop,Acad Sin,13: 19-25   \nSushkinPP,1926.NotesonthePre-Jurassic Tetrapoda from Rusia.I. Dicynodon amalitzkii,n.sp.PalaeontolHung,1: 323-327   \nYuan PL,Young CC,1934. On the discovery of a new dicynodon in Sinkiang.BullGeol SurvChina,13:563-573   \nZhuYL,1989.Thediscoveryofdicynodonts inDaqingshan Montain,NeiMongol (InnerMongolia).VertPalAsiat27(): 9-27 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    }
]