[
    {
        "type": "text",
        "text": "科研项目绩效评价的理论研究、实践进展与优化路径",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "刘晓娟周若卿(北京师范大学政府管理学院北京100875)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]探索科研项目绩效评价的优化路径，建立科学有效的科研项目绩效评价体系，有助于推动科研评价改革、实现国家创新驱动发展。[方法/过程]通过对国内外相关研究和实践进行全面调研，采用荟萃分析法对目前科研项目绩效评价的研究重点进行综合论述，对各国主要的科研评估框架、科研成果质量和影响力评价指标进行梳理和内容分析，并通过案例分析法对辅助科研项目绩效评价的项目信息数据库案例进行总结和比较，最后结合理论和实践层面的分析提出优化路径建议。[结果/结论」我国应根据科研项目主体、类型与学科构建差异化的科研项目绩效评价体系，丰富科研项目成果质量和影响力评价的指标和方式，并进一步建设和完善科研项目成果管理平台，实现数据驱动绩效评价。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：科研项目；绩效评价；评价体系；科研成果评价分类号：G250",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Theoretical Research， Practical Progress and Optimization Path of Performance Evaluation of Scientific Research Projects ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Liu Xiaojuan; Zhou Ruoqing (School of Government，Beijing Normal University，Beijing 100875, China） ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract:[Purpose/Significance] Exploring the optimization path of scientific research project performance evaluation and establishing an effective performance evaluation system of scientific research project are helpful for the reform of scientific research evaluation and our nation’ s innovation-driven development. [Method/Process] Through a comprehensive survey of relevant research and practice at home and abroad, a meta-analysis method is used to comprehensively discuss the research priorities of the current scientific research project performance evaluation， and the main scientific research evaluation framework， scientific research achievement quality and impact evaluation indicators in various countries are comprehensively discussed. Sort out and analyze the content， and summarize and compare the project information database cases that assist the performance evaluation of scientific research projects through the case analysis method, and finally propose optimization path suggestions based on theoretical and practical analysis. [Result/Conclusion] We should build a differentiated scientific research project performance evaluation system according to the evaluation subject， project type and academic area. It should also enrich the indicators and methods of scientific research project achievement quality and impact evaluation, and further develop and improve the scientific research project achievement management platform to achieve data-driven performance evaluation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: scientific research project; performance evaluation; evaluation system; evaluation on scientific research achievements ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科研项目是为解决经济和社会发展中的科学技术问题，所开展的一系列独特的、复杂的并相互关联的科研活动。长期以来，我国各级政府通过基金、拨款等资助方式，大力支持科研项目的开展，着力提高我国的科研创新水平和国际科研竞争力。对科研项目进行科学的评价，有利于项目的规范管理，确保研发经费的合理使用，提高资金使用效益，解决实际问题，推动我国科技进步发展；对于科研人员来说，客观的科研项目评价也有助于其后续获得更好的项目资源支持，提高科研积极性，形成良性循环。然而，目前科研项目本身的评价存在着重数量轻质量、缺乏分类评价等问题；而将项目作为人才、机构的考核指标时，则往往仅考虑项目数、项目等级和经费，忽视了项目产出的质量、价值和影响力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "项目所获得的资金不等同于科学产出的质量和影响力，更不能替代项目质量评价和绩效评价。早在1991年就有学者指出，资金的获得是基于对研究提案的事前评估，而不是科研产出的事后评估，因此不能通过吸引资金的水平来判断科学研究质量[。由于马太效应，过去获得资助的人将来更有可能获得资助，形成正反馈循环，因此研究获得的资金也不是项目绩效评价的有效指标2。绩效评价还需要考虑投入产出比，项目资金实际上是投入指标而不是产出指标，它为成果产出创造了有利环境，不能将两者都作为衡量科研绩效评估的标准。也有实证研究表明，项目资金的增加对绩效和成果质量没有必然的积极影响，研究资金的集中通常会产生递减的边际回报[3]，有时项目资金的减少反而会引发绩效的提高，因为研究人员会将更多的时间投入研究工作，而不是申请项目资金[]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "近年来，我国研发经费投入保持较快增长，强度持续提升，在科研“三评”改革、教育评价“破五唯”改革的背景下，科研产出质量及科研绩效越来越受到关注。科技部等三部门联合发布的《关于进一步加强统筹国家科技计划项目立项管理工作的通知》「5，要求突出绩效导向，进一步强化创新质量和贡献导向，不以承担科研项目和经费多少作为评价科研人员的标准。《国务院关于优化科研管理提升科研绩效若干措施的通知》「也提出要强化科研项目绩效评价，推动项目管理从重数量、重过程向重质量、重结果转变，实行科研项目绩效分类评价，严格依据任务书开展综合绩效评价，同时加强绩效评价结果的应用，不得简单计算获得科研项目的数量和经费规模。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "关于科研项目绩效评价的界定，有研究认为“科技项目绩效评估贯穿于项目立项、实施和结束的全过程”[7]，本文中的科研项目绩效评价是指基于项目的科研产出成果进行的综合绩效评价，评价内容聚焦项目的投入产出比、项目的产出成果质量、价值和影响力，不包括对立项阶段和项目实施过程的评价。当前针对科研项目绩效评价已有不少理论和实践成果，为进一步完善和优化我国的科研项目绩效评价工作，本文将对国内外相关研究和实践进行全面调研和分析，吸收借鉴的基础上提出具体的建议。（1）以“科研项目”和“绩效评价”为关键词，在CNKI、Scopus、Webof Science、Google Scholar 等平台进行文献检索和筛选，采用荟萃分析法梳理目前科研项目绩效评价存在的现实问题及改进方向；（2）对各国主要的科研评估框架、科研成果质量和影响力评价指标进行调研和内容分析，并通过案例分析法对辅助科研项目绩效评价的项目信息数据库案例进行总结和比较，为我国构建设结构化数据库辅助科研项目绩效评价提供参考；（3）结合相关文献与实践经验，提出我国科研项目绩效评价的优化路径和建议，以期在进行项目评价时，减少项目数量、等级和经费等单一的量化评价指标，更加注重项目产出的质量和影响力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2科研项目绩效评价的理论研究进展",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前针对科研项目绩效评价的研究比较丰富，但国内外的研究重点有所不同。国内在科技评价改革的背景下，对我国目前的项目绩效评价体系进行了反思，并提出了方向性的建议；有些研究则构建了针对不同类型科研项目绩效评价的具体指标，部分还对建立的指标体系进行了实证研究。国外科研绩效评价发展较早，近年来在科研项目绩效评价方面更多以完善绩效拨款机制为出发点，侧重从实际项目案例数据中研究科研绩效拨款制度。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1我国科研项目绩效评价的现存问题",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我国目前的学术评价存在着“项目化生存”的现象，许多单位高度重视项目[8]，但对项目的评价指标却过度量化。近些年国内学者对我国目前的科研项目绩效评价体系和现实情况进行了反思，主要可以归纳为四点：（1）项目绩效评价以工作量为依据，没有系统的评价指标体系和客观的绩效评价机制[9；（2）重项目数量、轻成果质量，忽视项目产出的长期价值和影响力，对不易量化的经济社会效益缺乏重视[10]；（3）缺少分类评价，项目来源和类型存在差异，评价指标也应有所不同，不能用同样的绩效评价指标去考量项目成果[11；（4）存在以科研项目级别或项目所获资助金额代替学术成果质量评价和人才评价的现象[12[13]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2我国科研项目绩效评价的改进方向",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在“破五唯”“三评”改革的背景下，很多学者对科研项目绩效评价体系的构建进行了研究，其中对我国项目绩效评价体系的主要改进方向可以归纳为：（1)突出绩效导向，考虑投入和产出，重视项目产出效率和效益；（2）突出质量和贡献导向，构建注重项目成果质量、贡献和影响力的绩效评价指标体系；（3）突出分类导向，提出应在评价时对项目类型、学科领域、评价主体予以区分，进行多元化、差异化的项目绩效评价。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "绩效导向是指分析投入产出效率，以项目目标的完成情况和成果效益为评价重点，考虑组织和经费管理等方面的项目绩效评价体系，按照任务书、立项申请书等规定的目标，对结项成果展开综合绩效评价，改善目前国内“重立项轻结项”的状况。如肖鹏[4从科研专项支出各个环节的绩效指标入手，构建了一套包括绩效目标、投入、产出、结果和影响、执行效率五个类别的科研专项支出的绩效指标体系，并采用层次分析法对其进行权重赋值和实证检验；李文平[15等对国家社科基金教育学项目产出进行倒序评估，认为应构建以成果为导向的科研资助体系，建立以结项为依据的学术业绩评价体系。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "质量和贡献导向是指科研项目绩效评价时，强调项目成果的创新质量、贡献、价值以及影响力，通过创新人才和成果转化，产生一定的科研、经济和社会效益，在设计项目绩效评价指标体系中关注学术影响力、社会影响力、经济价值、政府决策影响力等评价维度，建立项目综合绩效评价体系。如宋歌等对科研项目评价指标体系设计的复杂性、科研项目社会效益的滞后性和非显性、交叉学科科研项目评价的困境等科研项目学术质量评价的关键问题进行了解析，并从方法上提出了解决路径[16]；同时其对学术创新力评价的方法进行了理论和实证研究[17]。王忠[18]也在构建科研项目绩效评价体系时明确提出了创新质量和贡献导向。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "分类导向具体指分项目类型、分研究学科及分评价主体三种。一般来说，项目类型主要分为基础研究类、开发研究类和应用示范研究类。基础研究类项目绩效指标主要关注原理、方法等创新发现，更注重科研产出成果的质量和科学研究价值，应用基础研究也会侧重评价其解决社会发展和国家安全中重大问题的能力：开发研究类项目是指对技术或产品的开发，因此指标应更侧重项目成果的应用转化，评价其解决产业、行业及社会发展中发挥的作用；应用示范研究类项目成果评价则更关注社会经济价值层面的影响，注重项目产出的市场推广应用和现实效益。如王忠[18]等采用德尔菲法识别、赋权和筛选，形成了三类科研项目的绩效评价指标体系。分研究学科的研究主要是指针对特定学科领域（如农业类、艺术类、医学类等)，构建具体的绩效评价指标体系，对资助和产出情况进行评价，如杨宁[19]等以干细胞科研领域为例对科研项目产出绩效评价进行了研究，郭颖[20]等在NSFC-云南联合基金资助项目绩效评价时，根据项目指南给出的生物多样性保护、人口与健康等四大领域进行分析，减少了学科差异导致的评价误差。分评价主体，即评价项目的机构不同，则项目的目标就有所差异，要以评价主体的类型或评价目的来区分所使用的绩效评价体系，如张玉臣[21等以政府资助的公共科研项目为研究对象，以政府为项目绩效评估主体，研究了不同类型公共科研项目的绩效表达方式，指出应以评价主体的本原性追求为依据确定绩效及绩效表达形式。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3国外科研项目绩效评价相关研究",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "国外针对科研项目绩效评价的文献主要是对科研绩效拨款制度的研究，强调国家和大学的科研管理应建立基于绩效的资助模式，构建多维科研评价体系。部分研究进行国家间系统性的对比以获得最优实践，如Jonkers[22]等从国际视角比较评估了多个国家基于研究绩效的资助系统；Zacharewicz[23]等探讨了基于量化指标和基于同行评审的评估方法的优缺点，并对欧盟成员国基于绩效的研究资助进行了比较评估。还有研究针对某个国家的科研资助系统进行分析和讨论，或以大学和科研机构为考察对象进行科研绩效评估，如Pinar[24评估了英国研究中心使用的资助方案在基于绩效的研究资金分配体系中的影响；Johnes[25应用数据包络分析（Data Envelopment Analysis，DEA）方法对英国一百多所高校的技术绩效和规模绩效进行评价；Schneider[2]概述并讨论了挪威科研绩效拨款制度使用的文献计量指标；Barra[27]以人力资源、财务投入为投入指标，以出版物数量、科研经费收入、科研成果发明专利、毕业生数量、学生满意度指数为产出指标，应用DEA对意大利大型公立大学进行绩效评价。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在财政压力下，政府需要对其资助的科研机构进行问责，关注科研项目经济增长做出的贡献和对社会发展产生的影响，因此各国基于已完结或持续进行的项目数据进行分析，对如何评价科研项目影响力进行了一定的研究。如Klautzer[28]等应用回报框架（Payback Framework）评估英国FoW（FutureofWork）计划的影响，探索其对社会科学研究的政策和实践影响评估的有效性，Cooper[29]等建立了研究人员影响资源指南，并对全球人文社会科学研究影响进行了指标分类，部分文献还对跨学科项目[30、多项目群[31以及合作研究项目[32等进行了质量和影响评估研究。除此之外，针对欧盟研发项目影响力的研究比较集中，如用于识别和评估欧盟资助的研究项目在国际公共卫生领域的影响的IOM（ImpactOrientedMonitoring）方法[33]、用于衡量欧盟资助背景下对研究项目社会经济影响的SEQUOIA（Socio-Economic Impact Assessment for Research Pro ject）评估方法[34等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "与我国科研项目绩效评价的研究重点相比，外国相关研究更为宏观，强调国家层面的科研绩效拨款机制，更多基于国家或区域级项目的相关数据进行研究、总结和讨论，关注各类项目的质量及影响力评价，探索识别和评估影响的方式方法，为资助体系和资助模式的建立和完善提供建议。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3科研项目绩效评价的实践经验",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "目前我国科研项目绩效评价的实践仍处于探索阶段，国外在科研评价上拥有较为丰富的实践经验，英美澳等发达国家和地区较早建立了科研评估框架，并不断改革评价机制。近十年来，科研成果质量与影响力越来越受到关注，各国也在科研评价框架中增加了社会效益和研究质量维度，通过丰富评价指标、提高影响力指标权重等方式，进一步完善了科研成果评估体系，提升了科研评价的全面性与准确性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1代表性科研评估框架",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "科研评估框架主要应用于评价科研计划、科研项目、高校和科研机构、科研人员等，其中科研项目是一类重要的评价对象，也与机构和人员的评价密切相关，因此，科研评估框架能够为科研项目绩效评价所借鉴。目前，代表性评估框架主要有英国科研卓越研究框架（Research Excellence Framework，REF）、澳大利亚科研卓越研究框架（Excellence in Research for Australia，ERA）、荷兰的战略评估协议（Strategy Evaluation Protocol，SEP）以及美国 STAR METRICS( Science and Technology for America' s Reinvestment: Measuring theEffects of Research on Innovation， Competitiveness and Science）评价机制，如表1所示。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "英国 REF采用的是案例研究、同行评议、分类评价的定性评价方式，框架主要从研究产出、研究影响和研究环境三方面进行评估。REF2021将研究影响的评估权重由 $2 0 \\%$ 提高为了 $2 5 \\%$ ，丰富了科研影响力的评估内容，主要是指科研成果对经济、社会、文化、公共政策、公共服务、福利事业、健康、环境以及生活质量所带来的影响或改变。REF将所有研究学科划分为36个不同的学科领域，分布在ABCD四个大学科评估组，充分考虑学科的差异性和特点，各评估组的参考指标有所不同，从而保证了评价指标的适用性[35]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "澳大利亚ERA则采用的文献计量、替代计量、同行评议等方式，对科研质量、科研活动和科研成果应用三个指标进行评价，将学科分层编码，评价单元按编码分配，设置八个学科群，采取分学科领域的评价方式。研究质量指标包括出版状况、引文分析等；科研活动指标涉及研究成果的数量、科研收入及其他符合条件的科研项目；研究成果应用根据研究的商业化收入、专利等进行衡量[36]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "战略评估协议（SEP2021-2027）是荷兰学术界评价科研机构和高校科研工作的最新制度框架[37，强调评估是在研究单位自行设定的目标和战略的背景下进行的，评估委员会对研究质量、社会相关性和可行性这三项主要评估标准进行定性评价，并明确将自我评估报告作为主要评估依据。研究质量评估的核心是对科学知识体系的贡献，以及学术声誉和领导力；社会相关性对研究在经济、社会文化教育或任何其他可能相关的方面进行评估；可行性则是指目标在科学和社会方面的可实现程度。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "美国STARMETRICS科研影响评价机制旨在帮助联邦政府评估其研发投资的价值。评估分为两个阶段，第一阶段从投入指标（科研经费、子经费、间接成本）和产出指标（具体人员、供应商）聚焦对就业岗位的影响，第二阶段衡量投资在科学知识、经济增长、劳动力产出和社会效益四个关键领域的影响[38。科学知识指标包括出版物和引用频次等，经济增长的主要指标包括专利创新、新创公司等，劳动力产出指标主要聚焦于学生流动和就业信息，社会效益指标涉及健康、公平、安全、治安、基础设施及环境[39]。STAR METRICS 的数据来自自愿参与的研究机构和资助它们的联邦机构，信息以高度自动化的方式从大学数据库中收集，对研究人员和大学管理部门来说负担很小[40]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/85a738a1aac81ee969658309441094bd142abba22838902ed0f4c7fb73d3c928.jpg",
        "table_caption": [
            "表1代表性科研评估框架"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>科研评估框架</td><td>评价方法</td><td>评价维度</td><td>评价特点</td></tr><tr><td rowspan=\"2\">英国 REF</td><td>案例研究 同行评议</td><td>研究产出（60%） 研究影响（25%）</td><td rowspan=\"2\">定性评估为主</td></tr><tr><td>分类评价</td><td>研究环境（15%)</td></tr><tr><td rowspan=\"2\">澳大利亚 ERA</td><td>文献计量</td><td>科研质量</td><td></td></tr><tr><td>替代计量 同行评议</td><td>科研活动及数量 科研成果应用</td><td>定量评估为主</td></tr><tr><td>荷兰 SEP</td><td>叙事分析 SWOT分析 实地考察</td><td>研究质量 社会相关性 可行性</td><td>评估方法灵活，内容个性化 自我评估为主 定性评估为主</td></tr><tr><td>美国 STAR METRICS</td><td>科学计量 数据挖掘</td><td>投入指标 一阶段 产出指标 科学知识 经济增长 二阶段 劳动力产出 社会效益</td><td>数据自动化提取 定量评估为主</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "通过对代表性科研评价框架的内容进行分析，可以看出目前科研评价具有以下特点：（1）定量评价与定性评价相结合；（2）在绩效评价中更加重视质量、价值和贡献评价；（3）评价维度更加重视研究成果的影响力，包括科研影响力和社会影响力，重视科研对经济社会问题的解决能力和实际贡献，对目标领域和群体的实际价值；（4）贯彻学科分类评价的思想。因此，在科研项目绩效评估时，我们也需要兼顾定性分析与定量评估，采取多元合理的评价方法，科学区分项目类型和项目学科领域，把握差异化的分类评估方向，加强成果质量和贡献导向，重视科研产出的实际影响力评价。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "科研项目的价值很大程度上由项目成果质量决定，因此应重点评价项目成果的创新价值、贡献和影响力。如意大利研究质量评估（Valutazione dellaQualitadellaRicerca，VQR)主要对公立大学和研究机构的研究成果从相关性、创新性、国际化和专利指标四个方面进行评价。相关性主要指对该领域知识进步或科学增值有益，为社会福利带来一致、有效、迅速、长久的影响；创新性指对该领域的知识进步做出贡献或有新的发现；国际化或国际地位定位于国际形势，从重要性、竞争力、舆论影响、学界赞誉方面予以评价，同时考察与他国研究人员或研究团体的合作情况；专利相关指标主要评估评价技术转移与发展工作，包括潜在的经济社会影响[41]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "对目前科研成果质量与影响力的评价指标进行内容分析，并结合科研评估框架中科研质量和影响力评价维度的指标，可以总结出科研项目成果质量和影响力的评估方向。首先，项目成果科研质量和学术影响力应关注对相关领域的科学贡献和知识进步及成果创新性，主要可以通过定量的方式进行评估。其次，对于项目成果的社会影响力评估，则可以采取以下定性评估方向：（1）应对社会挑战和国家安全需求，提升社会福祉、公共服务的能力，如项目成果对卫生和环境的长期影响；（2）产生的经济效益，对效益的提高及市场化成果，如项目成果中的专利指标和商业化指标；（3）对政府公共决策的贡献，如项目成果被政策文本的提及频率、项目为政府部门提供决策报告的数量；（4）国际交流与合作研究程度，如项目产出对研究者、研究机构及国家的国际地位、国际竞争力和国际声誉的提升；（5）对人才培养和发展的贡献，如项目参与研究者的升学、升职和就业质量；（6）提升公众参与度、潜在用户的关注度、科学知识科普的程度，如社交媒体对项目成果的提及；（7）对后续资金的吸引能力，如该项目成果在研究者后续项目申请中的作用。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2科研项目绩效评价体系实践",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "一些研究机构和组织为了更好地管理评估其所资助的科研项目，建立了相应的科研项目评价体系并在实际评估中应用。具有代表性的实践案例有日本医学研究与开发署（Japan Agency for Medical Research and Development， AMED）的医学科技项目评价体系、美国国家科学基金会NASEM（NationalAcademiesofScience，Engineering，and Medicine）项目成果的影响力评价和地平线 2020研究和创新指标。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（1）AMED医学科技项目评价体系",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AMED将医学科技项目分为基本方案（ACT-M）和应用方案（ACT-MS)，对其进行事后评价。基本方案从目标完成度、临床研究和试验进展、企业贡献和商业化状况、对提高市场竞争力与促进创新创造的作用四方面进行评估，应用方案从成果目标完成度、企业贡献与企业交付情况、对提高市场竞争力与促进创新创造的作用三方面进行评估。AMED还将项目分为6个综合大类和9个合作领域项目，为项目的管理和评价提供了更细致的参考，同时有研发项目数据库AMEDfind 作为支持，对研究项目和研究成果信息、研究人员信息和研究机构信息进行存储并供检索。具体的评价方法采用10级评分法，为评估和资助的高度多样化的项目提供了标准的量尺[42]。AMED 建立了适用于针对医学领域项目的绩效评价方式，又对医学项目进行更具体的分类，评价维度重视项目成果对原计划目标的实现程度、商业化程度及对解决患者、社会、医疗和经济需求的创新潜力，具有分类评价和重视项目产出质量、贡献与影响的鲜明特征，也体现了评价主体和学科的具体目标。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（2）NSFNASEM项目评价",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "美国国家科学基金会（National ScienceFoundation，NSF）希望了解其资助的国家科学、工程和医学研究院（NASEM）项目产出的研究报告、研讨会、座谈会及其他活动的影响，因此，NASEM团队对项目成果进行了定量分析和定性研究[43]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在定量评价中，其评价指标与产出类型匹配，分别是项目报告等成果的发行份数、Altmetrics得分、NSF项目描述和征集文件中的提及数、政府文件中的提及数。其中，NSF招标文件提及数和政府文件提及数两个指标的数据由NSF工作人员开发的网络抓取工具来确定和分析，也体现了评价主体目标对指标确定的重要影响。评价结果显示，项目成果影响力并不取决于项目获得的资助规模，影响指标也因受众规模、主题报告发布的时机而异。同时，NASEM评价团队还通过对影响较大和影响较小的项目进行定性研究以探索影响机制，发现意见的新颖度和可操作性、产品推出时机、项目表述的清晰性、社区合作等因素对项目成果影响力的提升有所帮助。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（3）地平线2020研究和创新指标",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "地平线2020研究和创新指标重点评估“地平线 $2 0 2 0 ^ { \\prime \\prime }$ 的成果和影响，在预算紧缩、公众更加关注公共资金和欧盟资助研究的有效性的背景下，欧盟项目的绩效、影响和附加值受到重视，因此“地平线2020”的评估重点转向其对欧洲科技绩效和研究能力，以及对欧洲经济社会的广泛影响。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "地平线2020研究和创新指标以关键绩效指标为主体，跨领域问题监测指标、创新与技术研究所关键绩效指标、欧洲原子能共同体研究与培训指标为补充。地平线2020关键绩效指标44有23项，主要从卓越科学（5项）、产业引领（8项）和社会挑战（6项）三大领域进行评估，同时考虑倡导卓越和扩大参与（1项）、科学参与和服务社会（1项）和欧盟联合研究中心（2项）的相关指标。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "卓越科学主要包括其中包括未来与新兴技术、研究人员的跨部门和跨国流动、研究基础设施方面的指标；产业引领主要评价在使能技术和工业技术处于领先地位的作用，还包括风险金融和中小企业的相关指标；社会挑战主要评估解决社会挑战的能力（高影响力出版物、专利、原型和测试活动数量、公司联合出版物数量）、新产品或新工艺投入市场，以及安全清洁和高效能源相关的资金投入比。其余维度则包括出版物传播与扩大参与、推动制度变革次数、对政策产生影响的次数等指标。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "地平线2020关键绩效指标重视项目成果对欧洲经济和社会的实际贡献，涵盖了技术、人才、产业、资金、企业、市场、可持续发展、公众参与和政策制度变革等多个方面，对指标的定义、所需的数据类型、开始数据与目标数据都进行了解释和规定，为项目绩效评估提供了坚实的基础。同时，地平线2020研究和创新指标也明确指出，个别指标的重要性因学科和部门而异，投入和产出之间可能存在很长的时间滞后，因此结果和影响的可靠指标是有限的。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "上述科研项目绩效评价体系对比如表2所示。",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/4336cf72482fe777dad5f06597442a922fff077066f5ad0e8066f9a4af4b00b3.jpg",
        "table_caption": [
            "表2科研项目绩效评价体系实践"
        ],
        "table_footnote": [
            "上述三个科研项目绩效评价体系的评价重点不同，但都是资助机构根据自身目标和资助项目的特点而建立的，重点评价项目成果的实际贡献和影响力。AMED"
        ],
        "table_body": "<html><body><table><tr><td>科研项目绩效评价 体系名称</td><td>机构/项目名 称</td><td></td><td>评价指标</td><td>评价特点</td></tr><tr><td rowspan=\"6\">AMED医学科技项目 评价体系</td><td rowspan=\"6\">与开发署</td><td>基本方</td><td>目标完成度 临床研究和试验进展</td><td rowspan=\"6\">分类评价</td></tr><tr><td></td><td></td></tr><tr><td></td><td>企业贡献和商业化状况</td></tr><tr><td>案</td><td>对提高市场竞争力与促进创</td></tr><tr><td>日本医学研究</td><td>新创造的作用</td></tr><tr><td>应 用</td><td>定性评估 成果目标完成度 企业贡献与企业交付情况</td></tr><tr><td rowspan=\"4\">NASEM项目成果影 响力评价体系</td><td></td><td>方 案</td><td>对提高市场竞争力与促进创 新创造的作用</td><td></td></tr><tr><td rowspan=\"3\">美国NSF</td><td>.</td><td>项目成果的发行份数</td><td rowspan=\"3\">影响评估 定量评估</td></tr><tr><td></td><td>Altmetrics 得分</td></tr><tr><td></td><td>NSF项目描述和征集文件提及数</td></tr><tr><td rowspan=\"3\">地平线2020研究</td><td rowspan=\"3\"></td><td></td><td>政府文件提及数</td><td rowspan=\"3\">影响评估</td></tr><tr><td></td><td>卓越科学</td></tr><tr><td></td><td></td></tr><tr><td rowspan=\"2\">和创新指标</td><td rowspan=\"2\">地平线2020</td><td></td><td>产业引领</td><td rowspan=\"2\">定量评估</td></tr><tr><td></td><td>社会挑战</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "通过评级的方式对不同类型项目进行定性评估，NSF 则通过4个定量指标评估资助项目成果的影响力，地平线 2020研究和创新指标通过详尽的23个指标对项目的成果和影响进行评估。通过科研项目绩效评价评价体系的实践可以看出，科研项目绩效评价体系不是通用的、万能的，而是具体的、差异化的，要根据评价主体和学科领域，建立多元化的分类评价体系，在评估项目成果的影响力时，也应考虑评价目标、项目产出类型、预期影响方面和影响受众等多种因素。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3科研项目信息数据库的建设",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "有研究提出，建立结构化的项目信息数据库或项目成果管理平台，能够为科研项目绩效评价打好基础，使评价更高效便捷。如Birge等人[45]从农业研究领域出发研究生产性互动的标准以及对实践和社会的影响时发现，由于缺乏易于使用的数据，研究评估的扩展受到阻碍，为了减少数据收集的工作量，需要提高现有文档化程序（例如研究经费的提案和报告）的可用性，提出建立一个结构化的数据库用于评估科学家、项目、计划和机构。目前已有一些国家为本国的科研评价框架建立了配套的数据平台，如澳大利亚ERA制度就有“卓越科研评价系统（System to Evaluate the Excellence of Research，SEER)”的评价数据平台，美国 STAR METRICS项目的数据也是通过自动化的方式取自自建数据库，科研机构、大学等学术组织共同上传数据，为科研评价工作提供了规范的信息和数据支持，也简化了评估的工作量。同时，日本、欧洲等国家和地区也进行了建立项目数据库的实践，描述、评估及传播项目和项目成果的价值。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（1）日本科学研究补助金数据库",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "日本科学研究补助金数据库（Database of Grants-in-Aid for ScientificResearch，KAKEN）是由国立信息学研究所与文部科学省、日本学术振兴会合作主办的公共数据库，涵盖了有关科学研究补助金计划所采用的项目、评估和研究成果的信息，包括研究类别、基金类型、研究机构、研究员信息、项目时间、项目状态和项目关键词等基础信息，还会提供每年和总计的预算金额（包括直接成本和间接成本）。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "KAKEN提供已完结科研项目“最初的研究大纲”、“最终研究成果概要”以及“研究成果的学术意义和社会意义”，对成果质量、成果与目标匹配度及成果的价值进行简短的文字描述，同时附有“年度研究报告”和“最终研究报告”，能够保存项目的阶段成果与最终成果，判断实质性进展，从而帮助科研项目绩效评估。KAKEN 还能够查看项目产出的基本信息，包括期刊文章、会议报告、书籍，便于对科研成果的数量和质量进行统计与后评价，并结合资金投入判断项目的绩效。KAKEN是日本科学研究基金的专门数据库，其中记录和保存的项目基本信息、拨款信息与项目成果，使项目的管理更加规范，检索更加便利，资金使用更加公开合理，研究大纲和研究成果的对比展示，能够明确绩效目标并监督项目的实施进展。尽管没有明确完整的项目成果质量和价值的评价指标，学术和社会意义的简要描述也对项目综合绩效评价具有价值。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（2）英国Researchfih",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Researchfish是英国最大的第三方科研成果数据收集与绩效评价平台，对资助的科研成果进行统一管理和评估。Researchfish收集研究项目成果信息，主要包括文献、专利、政策影响力分析、新产品研发和介入，以及新企业的创立和成长，向资助者展示影响与价值。其被许多公共和慈善资助机构使用，包括英国研究理事会、英国心脏基金会、英国癌症研究中心、国家卫生研究所等。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Researchfish提出的项目产出质量评价的方面包括出版物影响力、对政策制定的影响力、公众参与度（公众参与度高，对宣传项目成果、提高大众科学素养以及增强政府公信力方面有益）、对后续经费的吸引力、项目成果应用直接相关的机构和行业合作情况、成果应用在其他学科领域的情况等。Researchfish利用数据对项目进行绩效评估，包括大数据分析绩效展示、典型案例展示、关注技术转化与行业合作、注重交叉学科和跨学科应用、具有国际化视野、对信息长期收集和汇总，以及关注科研人员后续职业发展[46]。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Researchfish收集的项目成果数据类型十分丰富，不仅限于论文和专利等传统产出，还关注了政策影响力、产品的研发应用和新创企业，注重项目产出的实际贡献和社会影响力，将成果影响力纳入质量评价，项目绩效评价的质量导向十分显著。其多样的项目信息类型和质量评价方向，为科研项目的绩效评价提供了丰富的数据，也为后续的资助提供了全面的参考。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（3）“地平线2020”信息平台",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "地平线2020研究和创新指标数据这主要来自内部系统欧洲公共研究数据库（CORDA），该数据库融通并结构化了提案提交和评价系统（SEP）、合同与项目管理系统（CPM）、资助管理系统（SYGMA）、科研绩效与影响报告工具（SESAM/RESPIR）等信息系统平台的数据。同时，欧盟委员会还设立了三个相互补充的信息平台为受众提供服务，分别是 CORDIS（The Community Research and DevelopmentInformation Service）、OpenAIRE 和欧盟开放数据门户（The EU Open DataPortal).",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "欧盟CORDIS是委员会的主要公共存储库，用于传播有关所有欧盟资助的研究项目及成果的信息，可以追溯到第一个框架计划的十万个项目。CORDIS通过传播可出版的中间和最终报告版本，以及由科学记者撰写的多种语言的“简要结果”（ResultsinBrief)，提供有关欧盟资助项目的公共服务信息，项目的详细结果（Results）则包括可交付成果（文件、报告等）、出版物（同行评议文章、会议记录、书籍等）和数据集。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "OpenAIRE是由欧盟第七框架计划资助成立的欧洲科研开放获取基础设施项目，用于存储通过广泛资助的研究项目相关的数据和信息。收集的科研成果主要包括： $\\textcircled{1}$ 全球经过同行评议的开放获取出版物，其元数据中包含项目及资助信息；$\\textcircled{2}$ 各种国家级资助机构资助产出的科研出版物； $\\textcircled{3}$ 受资助科研项目产出的研究数据，或者是被 OpenAIRE集成服务门户中出版物引用的研究数据[47]。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "欧盟开放数据门户提供了来自欧盟委员会和其他欧盟机构的数千套数据和信息，包含有关欧盟根据2014年至2020年地平线2020研究和创新框架计划资助的项目及其结果的信息。数据集涵盖了H2020项目的基本信息、知识产权、可交付成果、出版物、报告摘要及首席研究员信息。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "上述信息平台的数据看似有一定重复，其实是互相关联，如CORDIS中的数据集由OpenAIRE 发布。地平线 2020 评估的关键绩效指标侧重于项目影响，因此主要基于项目的定期报告和最终报告，只有在项目后期才能获得这些指标的大量数据，而以上平台的建设和完善无疑为项目绩效评估、项目成果的质量和影响力评估提供了完整规范的数据支持，减少了结项后评估的工作量，同时规范了科研项目绩效评价中不易量化指标的评估。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "综合对比以上三个项目数据库，其共同点是都保存了庞大的项目信息，并且注重项目成果的质量和贡献，以求对科研项目进行合理准确的绩效评价，为资助机构后续的资金投入和分配提供参考。另一方面，三个数据库的建设主体、主要目标和数据类型又各具特色。日本是资助主体建立的项目配套数据库，主要侧重对基金项目信息和研究成果的留存；英国Researchfish数据库是第三方建立的，其收录数据更侧重项目绩效中的质量评价，且评价维度多元化，更具有市场色彩和国际视野；地平线2020研究通过多个数据平台共同为项目绩效评价提供信息，其关键绩效指标侧重于项目产出对欧洲社会的实际影响和贡献，支持项目成果的传播和使用。科研项目信息数据库特色对比如表3所示。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/724e9e1a1ab4a7eefab32a295223713f36ec7c87bb81b92e6e42351f9929899f.jpg",
        "table_caption": [
            "表3科研项目信息数据库"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>数据库名称</td><td>国家/ 地区</td><td>建设主体</td><td>数据特色</td><td>URL</td></tr><tr><td>科学研究补助 金数据库 （KAKEN）</td><td>日本</td><td>国立信息学研 究所</td><td>提供资助金额、 项目成果学术意 义、社会意义及 项目产出信息</td><td>https://kaken.nii.ac. jp/</td></tr><tr><td>Researchfish</td><td>英国</td><td>Researchfish 公司与医学研 究理事会合作</td><td>多维度评价项目 成果质量与影响</td><td>https://researchfish.com/</td></tr><tr><td>CORDIS</td><td>欧盟</td><td>欧盟委员会</td><td>多语言的项目及 项目成果国际传 播</td><td>https://cordis.europa.eu</td></tr><tr><td>OpenAIRE</td><td>欧盟</td><td>欧盟委员会</td><td>项目、资助信息、 项目产出等权威 数据的开放获取</td><td>https://www.openaire.eu/</td></tr><tr><td>欧盟开放数据 门户</td><td>欧盟</td><td>欧盟委员会</td><td>欧盟委员会和其 他欧盟机构数据 开放获取</td><td>https://data.europa.eu/en</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "我国在建设科研项目成果数据平台的实践中，可以借鉴上述案例，既可以由资助主体建立集中统一的数据库配套进行项目绩效评价，也可以由第三方建设独立的项目成果数据收集和评价平台。在项目信息保存和绩效评价过程中，从产业应用、政策提及、跨学科合作及公众参与度等多种角度衡量项目成果的质量，培养国际视野，并通过文字表述、大数据分析多种方式展现价值与影响。数据库的建立能够减少后期项目评价的工作量，有利于更准确、更客观、更全面地进行项目综合绩效评价，也便于项目间的横向对比，为后续的资金分配提供参考。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4科研项目绩效评价的优化路径",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "科研项目绩效评价的理论和实践相互补充，相互促进，通过理论研究归纳总结逻辑问题和改进方向，并从实践案例中分析可参考的评价指标和方式，提炼可借鉴的实践经验，进而对科研项目绩效评价的优化路径提出以下思考和建议。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.1根据科研项目主体、类型与学科构建差异化评价体系",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "任何评价模型和指标体系都不是万能和通用的，在构建科研项目绩效评价体系时，应考虑评价主体的目标和项目所属研究领域的学科特点，科学区分评价对象的不同类型采取分类评价。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "首先，不同评价主体的绩效追求有所差异。政府部门资助的项目更希望项目成果能够实现创新突破或辅助决策，而企业参与资助的项目可能更关注项目成果转化程度和投入市场产生的经济效益。例如NASEM项目评价关注成果在招标文件和政府文件中的提及数，体现了NSF作为评价主体所确定的评价指标特色；而Researchfish作为第三方机构，评价维度则广泛涉及公众参与度、行业合作和成果应用等情况。因此，我国在理论和实践层面应更加关注不同评价主体的项目绩效指标识别。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "其次，应依据项目类型区分评价重点。不同的项目类型绩效指标内容也应有所差异，除了区分基础研究类、技术和产品开发类和应用示范类三大类之外，还可以在实践中考虑更多样、更细致的分类，如跨领域项目、高风险/高回报项目、颠覆性技术类项目等。AMED将医学科技项目分为基本项目和应用项目进行绩效评价，我国也可以在学科领域之下按照自身特点划分项目类型，使绩效评价指标更具操作性。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "最后，不同学科领域的项目成果类型、绩效指标和目标值的设定也应有所区别。如NASEM项目主要成果类型不是传统的论文、专利等，因此定量指标的评估对象为项目报告，定性研究时也考虑项目的产品及活动的影响。我国在建立项目绩效评价体系时，应充分考虑不同学科适用的绩效指标，并扩展学科相关的学术和非学术产出的类型，同时思考交叉学科项目的绩效评价维度和指标。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.2丰富科研项目成果质量与影响力评价的指标和方式",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "目前，学术界普遍认为项目成果质量评价应采用定性和定量相结合的多元评价方式，在实践层面主要以同行评审和文献计量为主要手段。我国已明确科研项目绩效评价的质量和贡献导向，但在实际评价工作中还没有达到预期。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "在评价指标层面，通过对欧美日等国项目绩效评价实践经验的总结和借鉴我国应丰富质量和影响力的评价维度并明确不同维度下的具体指标和所需要的数据。如项目成果经济效益的衡量，可以通过专利指标和公司的创建、成长指标进行衡量；对政府公共决策的贡献，可以通过项目成果在政策文本中的提及频率、项目为政府部门提供决策报告和咨询的数量进行评价；对公众参与度的影响，可以采取涉及媒体提及、转发分享等指标进行测量；人才培养方面的价值，可以通过项目参与者的升学、升职和就业情况进行衡量；国际化程度可以根据项目成果对项目实施主体的国际竞争力和国际声誉的提升来评估。同时，影响力指标的设定也应考虑项目类型和学科领域方面的差异。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "在评价操作层面，我国可以尝试采取多种评估方法，并利用大数据等工具进行辅助评价。目前的项目成果影响力评价实践，采用案例研究、叙事分析等方式定性分析，也采用替代计量学、数据挖掘等方式进行定量评价。长期以来，科研项目产出的质量和影响力评价面临着不宜量化的难题，也造成了单一的评估方式长期使用，但是计量学方法的完善和自然语言处理、机器学习等技术的发展为评价提供了更多可行的方式，如 STAR METRICS采取数据挖掘方法评估社会影响力评价，NASEM项目的两个报告提及数指标由网络抓取工具确定，Researchfish也利用大数据分析对项目进行绩效评估和展示，我国也可以开发相应的技术工具辅助项目成果质量、影响力评价和呈现。丰富项目绩效评价指标不意味着完全摒弃量化评价，而是探索更科学便捷的技术手段获得更多维度的真实数据进行智能化评价，尤其是公共决策、公众参与度和国际化程度等社会影响力指标，非常适合通过收集网络数据开展评价。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "4.3建设科研项目成果管理平台，数据驱动绩效评价",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "搭建项目管理数据库或结构化的项目成果管理平台，对项目数据和项目阶段成果进行长期跟踪和收集，储存项目基本信息、项目提案（或任务书）、项目报告及项目产出，有利于对项目和项目成果进行规范管理，明确绩效目标，为结项后的绩效评价提供完整、可靠的数据支持，减少了后期科研人员成果提交和科研管理部门评估的工作量，为项目成果社会影响力的评估提供数据基础，提高了评价效率。另一方面，项目数据库还能使资助方跟踪项目进展、成果应用情况和中长期的价值影响，为资助者的后续投资提供有效信息，甚至对项目成果的传播具有积极效应。缺少集中、系统的项目成果数据库平台，项目绩效评价的环节繁多，研究者撰写和提交相关材料的压力较大，评价主体的工作量也会相应增加，同时形式不一的项目内容也不利于项目的管理和横向比较，项目成果的质量、贡献和长期影响力等数据也不易记录和评估。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "项目管理数据库或项目成果管理平台的完善，是实现数据驱动的科研项目绩效评价的起点，也是支持项目管理公开、项目成果传播的重要手段。如地平线2020 通过多个内部信息系统平台共同提供评价指标所需的数据，并建立三个相互补充的信息平台公开和传播项目及项目成果，因此结构化的数据不仅是对项目及项目成果信息的规范保存，也是采取大数据相关技术工具进行评估和展示绩效的基础。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "项目数据库或管理平台的建设是科研项目综合绩效评价的关键辅助，但数据库的建立需要一定的时间和基础工作。目前在实践层面，医学领域较早地关注项目绩效评价，基金项目也比较重视项目的统一管理，因此可以先考虑建设学科的数据库、重大科技专项或各级基金项目的数据库，高校也可以尝试建设科研项目数据管理系统或平台，后续再通过共享的方式进行同类关联和汇集。也可以借鉴“地平线2020”，通过融合内部信息技术工具形成综合数据系统为评价提供结构化数据，再建立公开数据平台提供项目和项目产出的利用与传播途径。另一方面，数据库中储存的信息类型应满足对应的项目绩效评价指标的要求，还应注意项目材料提交者同时也是绩效评估的客体，在数据收集时需要确保利益相关者提供材料的真实性。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5结语 ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "目前我国在科研项目绩效评价理论和实践领域进行了许多探索，但是绩效评价在应用层面的落实仍存在一定难度。长期以来，我国科研项目存在着“重立项轻成果”的问题，项目的数量、等级和获得的资金规模是高效及科研机构普遍采取的考核指标之一，对项目成果的质量、贡献和价值重视程度不够。也正因目前科研项目绩效评价的不合理，推进建设重视成果质量的科研项目综合绩效评价体系，对推动科研评价改革、实现国家创新驱动发展意义重大。未来我国还需要在科研项目绩效评价的理论方法层面持续探索，科研管理部门应不断改善科研项目绩效评价方式、丰富评价维度，并通过技术手段开发辅助项目绩效评价和呈现的工具，高校及科研机构在进行考核时采取多元的项目指标，科研人员也应注重项目最终产出的实际贡献和社会价值。各主体需要协同努力，以科学的理论指导项目绩效评价实践，从实践中获取经验和不足，互相补充和完善，共同建立科学有效的科研项目绩效评价体系，推动我国科研评价工作的改革创新，以创新驱动引领高质量发展。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "[1] Gillett R. Pitfalls In Assessing Research Performance by grant income[J]. Scientometrics,1991，22(2):253-263.  \n[2] Grit L. Is external research funding a valid indicator for research performance[J]. ResearchEvaluation，2005，14(1) :27-34  \n[3] Philippe M, Christine B,Catherine B,et al. Concentration of research funding leads todecreasing marginal returns[J]. Research Evaluation， 2016,25(4) :396- 404  \n[4] Stephen H. Research Quality，Efficiency and Project funding in the Swedish Higher Education sector[EB/0L]. [2022-08-31]. http://hh.diva-portal.org/smash/get/diva2:1268753/FULLTEXT01. pdf  \n[5]关于进一步加强统筹国家科技计划项目立项管理工作的通知[EB/OL]．［2022-08-23].  \nhttp://ww.mof.gov.cn/zhengwuxinxi/caizhengxinwen/202208/t20220812_3833520.htm  \n[6]国务院关于优化科研管理提升科研绩效若干措施的通知[EB/OL]．［2022-08-23].  \nhttp://www.gov.cn/zhengce/content/2018-07/24/content_5308787.htm  \n[7］贺佳欢．文本挖掘和模糊 AHP 在科研项目绩效评价中的研究[D].北京交通大学,2020.  \n[8]张耀铭.学术评价存在的问题、成因及其治理[J].清华大学学报(哲学社会科学版),2015,30(06):73-88+190-191.  \n[9]席月玉,韩健.优化高等学校科研项目绩效评价体系的思考［J].市场周刊，2021,34(04):114-115+120.[10]梁永倩,曹蓓,王逸等.科技项目后绩效评价的问题与建议[J].中国高校科技,2016(Z1):74-75.[11]李林,孙琼.科研项目绩效评价研究[J].中国科技信息,2018(06):108-110.  \n[12]陈敏,王轶.破\"五唯\"政策视角下的学术成果评价研究[J].重庆大学学报(社会科学版),2021,27(04):60-70.  \n[13]余利川,李佳源,段鑫星.大学学术评价的技术治理“失灵”与理性复归[J].西南大学学报(社会科学版),2022,48(03) :171-183.  \n[14]肖鹏.层次分析法在科研专项绩效评价中的应用[J].科学管理研究,2008(04):38-41.  \n[15］ 李文平,刘莹.项目申请者“头衔”更有利于科研绩效提升吗——一个面向国家社科基金教育学项目产出的倒序评估[J].科技进步与对策,2020,37(21):18-26.  \n[16]宋歌,孙建军.科研项目学术质量评价关键问题研究[J].图书与情报,2016(05):105-109+104.[17]宋歌,孙建军.科研项目学术创新力评价方法与实证[J].科技管理研究,2017,37(06):44-50.[18]王忠,文宇峰,孙玉芳等.创新质量和贡献导向下科研项目绩效评价体系研究[J].管理科  \n学,2021,34(01) :28-37.  \n[19］杨宁,文奕,胡正银等.科研项目产出绩效评价研究——以干细胞科研领域为例[J].科技管理研究,2020,40(09):52-59.  \n[20] 郭颖,廉翔鹏,王岩等.NSFC-云南联合基金资助项目绩效评价——基于特定领域科研产出和跨省合作网络的分析[J].中国科学基金,2018,32(05):527-533.  \n[21］张玉臣,王兆欢.公共科研项目的基本追求及绩效评价研究—一基于科研项目绩效后评估实例[J].科技进步与对策,2014,31(13):119-123.  \n[22] Jonkers_K, Zacharewicz T. Research Performance Based Funding Systems: a ComparativeAssessment[R]．Luxembourg: Publications Office of the European Union，2016.  \n[23] Zacharewicz T，Lepori B,Reale E,et al.Performance-based research funding in EU MemberStates comparative assessment[J]. Science and Public Policy，2019,46(1) :105-115[24] Pinar M. It is not all about performance: Importance of the funding formula in the allocationof performance-based research funding in England[J]． Research Evaluation，2020,29(1):100-119[25] Johnes J. Data envelopment analysis and its application to the measurement of efficiencyin higher education[J]． Economics of Education Review，2006,25(3):273-288  \n[26] Schneider，J. An Outline of the Bibliometric Indicator Used for Performance-Based Fundingof Research Institutions in Norway[J]. European Political Science,2009,8(3):364-378[27] Barra C, Zotti R. Measuring Efficiency in Higher Education: An Empirical Study Using aBootstrapped Data Envelopment Analysis［J]. International Advances in Economic Research, 2016,22 (1) : 11-33  \n[28] Klautzer L, Hanney S, Nason E,et al. Assessing policy and practice impacts of social scienceresearch: the application of the Payback Framework to assess the Future of Work programme[J].Research Evaluation， 2011，20(3) :201 - 209  \n[29] Cooper A, Shewchuk S. A taxonomy of research impact indicators for humanities and socia1 science researchers[EB/OL] [2022-08-31]. https://www.ripplenetwork.ca/wp-content/uploads/2019/03/Cooper%20&%20Shewchuk%20(2017)%20Toolkit%20Taxonomy%20of%20Research%20Impact%20Indicators%20for%20Researchers.pdf  \n[30] Brennan M, Rondon-Sulbarán,J. Transdisciplinary research:Exploring impact，knowledge andquality in the early stages of a sustainable development project[J]. World Development,2019,122:481-491  \n[31] Hanney S,Greenhalgh T, Blatch-Jones A,et al. The impact on healthcare,policy and practicefrom 36 multi-pro ject research programmes:Findings from two reviews[J]. Health Research Policyand Systems，2017，15(26)  \n[32] Camarinha-Matos L，Afsarmanesh H，Results assessment and impact creation in collaborativeresearch—An example from the ECOLEAD project[J]． Technovation，2007，27(1):65-77  \n[33] Guinea J， Sela E，Gomez-Nunez A J，et al. Impact oriented monitoring:A new methodologyfor monitoring and evaluation of international public health research projects[J]. ResearchEvaluation， 2015， 24(2):131-145.  \n[34] Passani A, MonaccianiF,Van Der Graaf S,etal.SEQUOIA: A Methodology for the Socio-EconomicImpact Assessment of Software-as-a-Service and Internet of Services Research Projects[J].Research Evaluation，2014，23(2):133-149  \n[35］范英杰,徐芳.如何看待研究成果社会影响力评价?一英国高等教育机构科研水平评估框架概览[J].科学与社会,2019,9(01):129-142.  \n[36] Australian Research Council. ERA National Reports[R].Canberra: Australian Government,2018[37] 刘凡丰,李晓强.荷兰标准评价协议的指标变革及其启示[J].中国高校科技,2019(11):45-48.[38］马千淳,王楠.美国 STAR METRICS项目的实施与评价——兼论对我国科技政策与科研评估的启示[J].科技管理研究,2020,40(21):73-79.  \n[39] STAR METRICS. Science and Technology for America’s Reinvestment: Measuring the Effects ofResearch on Innovation， Competitiveness and Science[EB/OL]. [2022-08-31].  \nhttps://sites.nationalacademies.org/cs/groups/pgasite/documents/webpage/pga_064814.pdf[40] National Institutes of Health. STAR METRICS:New Way to Measure the Impact of FederallyFunded Research[EB/0L]. [2022-08-31]. https://www.nih.gov/news-events/news-releases/star-metrics-new-way-measure-impact-federally-funded-research  \n[41]陈琨,李晓轩,杨国梁.意大利科研评价制度的变革[J].中国科技论坛,2015(02):148-154.  \n[42]钟华,单连慧,安新颖.日本医学科技项目评价体系分析及启示[J].世界科技研究与发  \n展,2021,43(03):375-383.  \n[43] NSF. Impact assessments of NSF awards to the national academies of science， engineering,and medicine[R/OL].[2022-08-29]. https://www.nsf.gov/od/oia/publications/NASEM-Report.pdf[44] European Commission. Horizon 2020 indicators: Assessing the results and impact of Horizon2020[R].Luxembourg: Publication Office of the European Union，2015.  \n[45] Wolf B,Lindenthal T, Szerencsits M,et al.Evaluating Research beyond Scientific ImpactHow to Include Criteria for Productive Interactions and Impact on Practice and Society[J]. GAIA- Ecological Perspectives on Science and Society，2013,22(2):104-114  \n[46]于笑潇.英国科研绩效评价的特点和启示[J].全球科技经济瞭望,2020,35(02):56-62.  \n[47]孙茜.欧洲科研开放获取基础设施项目OpenAIRE 的建设与启示［J].图书情报工  \n作,2019,63(03) :138-148.",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "刘晓娟：提出研究思路与框架，论文撰写与最终版本修订周若卿：文献与案例调研，论文撰写",
        "page_idx": 14
    }
]