[
    {
        "type": "text",
        "text": "Break of symmetry in regenerating tobacco protoplasts is independent of nuclear positioning ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Linda Brochhausen\\*, Jan Maisch and Peter Nick ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Moleculareloicalsitesicostrrc _inda.Aimee@Brochhausen.com ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractNuclear migration and positioning are crucial for the morphogenesisof plant cells.We addressed the potential role of nuclear positioning for polarity induction using an experimental system based on regenerating protoplasts, where the induction of a cell axis de novo can be followed by quantification of specific regeneration stages. Using overexpression of fluorescently tagged extranuclear (perinu clearactin basket, kinesins with a calponin homology domain (KCH))as well as intranuclear (histone H2B) factors of nuclear positioning and time-lapse series of the early stages of regeneration,we found that nuclear position is no prerequisite for polarity formation.However,polarity formation and nuclear migration were both modulated in the transgenic lines，indicating that both phenomena depend on factors affecting cytoskeletal tensegrity and chromatin structure.We integrated these findings into a model where retrograde signalsare required for polarity induction.These signals travel via the cytoskeleton from the nucleus toward targets at the plasma membrane. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:Axis formation; cytoskeleton; nuclear migration; polarity   \ninduction; tobacco BY-2 protoplast   \nCitation: Brochhausen L,Maisch J,Nick P(2o16) Break of symmetry in   \nregenerating tobacco protoplasts is independent of nuclear   \npositioning.J Integr Plant Biol XX:XX-XX doi: 10.111/jipb.12469   \nEdited by:Haiyun Ren,Beijing Normal University, China   \nReceived Jan.5,2016;Accepted Feb.16,2016   \nAvailable online on Feb.22,2o16 at www.wileyonlinelibrary.com/   \njournal/jipb ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\mathfrak { O }$ 2016 Institute of Botany,Chinese Academy of Sciences ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Howcellsacquire polarityandaxisremainsa central question of plant morphogenesis.While polarity in animals is usually systemic in natureand is generated through the interaction of different cell types,plant polarity seems to be rooted directly within the individual cell (Vochting 1878). Axis and polarity are mostly inherited from the maternal cell (Nick 2o11),raising the question of how polarity and axis are established de novo.A classic system for polarity induction has been the Fucus zygote (Goodner and Quatrano 1993; Hable and Hart 201o). Similar cases of symmetrical, freely accessible cells,which undergo formative divisions,are rare in higher plants.Asan alternative to studying polarity induction de novo，polarity can be artificially eliminated by digesting the cell wall with cellulases. This tabula rasa approach yields protoplasts,which,in most cases,are round and apparently have lost axis and polarity. Nevertheless,they can be induced to regenerate complete plants,as has been demonstrated for the first time for tobacco (Nagata and Takebe 197o). Upon standardization of the system，Zaban et al.(2o13）were able to generate quantitative data on the temporal patterns of regeneration due to classification into distinct stages.The synthesis of a new cell wall marks the transition to the first important stage of regeneration and proceeds,aftera long preparatory phase, within a few minutes.During this preparatory phase,the nucleus actively migrates.This indicates that nuclear migration is linked with the induction of polarity in axis. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Nuclear migration has been described in great detail for manydifferent organisms such as Drosophila melanogaster, Saccharomyces cerevisiae，Aspergillus nidulans，and Caenorhabditis elegans (for review see Morris 2ooo，2oo3).The molecular components responsible for positioning and movement of the nucleus are moderately conserved among these well-characterized model organisms and comprise dynein，dynactin，as well as other microtubule and actin linker proteins. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Also in plants,nuclear migration plays a pivotal role for a widerange of several cellular processes.These include development of pollen tubes，trichomes and root hairs, symbiotic and pathogenic plant-microbe interactions,responses to mechanical and blue light stimuli,and symmetric, as well as asymmetric cell divisions (for review see Griffis et al. 2014).As characterized for stomatal development,pre-mitotic nuclear migration is linked to the position of asymmetric division planeswhich are oriented with respect to the polarity of the mother cells (for review see Smith 2oo1).There exist several examples that demonstrate the importance of nuclear positioning for symmetry and plane of the ensuing cell division，although the mechanistic link between nuclear migration and the induction of cell axiality is far from understood. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In the experimental protoplast regeneration model already mentioned (Zaban et al.2o13), the re-establishment of a cell wall is heralded by a phase of vivid nuclear motility, where the nucleus is searching fora central position,similar to the situation when a vacuolated cell prepares for cell division. Here，the position of the nucleus determines the division plane while cytoplasmic strands rearrange in a pattern predicting the site of the prospective cell plate (for review see Nick 2oo8).Both cytoskeletal elements,actin filaments as well as microtubules,participate in nuclear migration and tethering (Katsuta and Shibaoka 1988). Unlike nuclear positioning in fungi and insects,plants lack dynein and thus adynactin complex，and therefore must employ other proteins for the dynamic cross-link of actin and microtubules in pre-mitotic nuclear migration. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In fact,a plant subgroup of the kinesin-14 family, the KCH kinesins(for“kinesinscontainingacalponin-homology domain\"） were identified asmicrotubule-actin filament cross-linkers (for recent review see Schneider and Persson 2015).As these motor proteins are capable of minus-end directed movement， the KCHs might be the functional homologues of dyneins.In addition to the characteristic microtubule-binding kinesin motor domain，KCH-proteins possess a conserved calponin-homology(CH） domain，well known as actin binding motif from a variety of actinassociated proteins such as $\\alpha$ -actinin,spectrin and fimbrin. Thus,KCHs meditate between both cytoskeletal elements and bind to both elements of the cytoskeleton.Both the rice member OsKCH as well as the tobacco member NtKCH have been shown to modulate premitotic nuclear positioning in tobacco BY-2 (Frey et al. 2010; Klotz and Nick 2012).To understand the role of nuclear migration in cell polarity, two factors of KCH play an important role: KCH exists in two functionally different subpopulations,either uncoupled from actin in a mobile form that moves along microtubules of the interphase cortex and the phragmoplast,or coupled to actin ina static form in the premitotic radial array of cytoplasmic microtubules (Klotz and Nick 2o12).This actin-bound form of KCH accumulates also on the nuclear envelope prior to the onset of mitosis, suggesting a role of actin-linked KCH for nuclear positioning. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Inanimal cells,the nuclear envelope is structured by a subtending nuclear lamina，which is highly important for nuclear positioning and movement. Several proteins link the lamins to the cytoskeleton (Malone et al. 1999;Lee et al. 2002).However,nuclear lamins have remained elusive in plant cells so far.Instead,a perinuclear actin basket has been reported (Wang and Nick 1998).Recently, this perinuclear actin basket could be specifically visualized by a tetrameric Lifeact fused to a photoswitchable red fluorescent protein (Lifeact-psRFP).The yeast peptide Lifeact is well known to bind toa ubiquitous motif in F-actin.In Durst et al.(2o14) it was fused to a tetrameric photoswitchable red fluorescent protein (psRFP,Fuchs 2o11). Due to its large size,this fusion construct should be sterically prevented from binding to actin via the Lifeact motif,when the actin filament is densely decorated with actin-binding proteins,whereas the construct should readily bind to uncovered actin.Using this marker，z-stacks of the actin basket could be collected by photoactivated localization microscopy(PALM) in a resolution of $2 0 \\mathsf { n m }$ (Durst et al.2o14). Super-resolution microscopy showed that the perinuclear actin cage was wrapped around the nuclear envelope ina lamellar fashion. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The structure of the chromatin should influence nuclear migration as well. In fact，epigenetic changes in histone packaging can result in changes of nuclear architecture (Bartova et al.2oo8). Overexpression of core histones such as in the line histone H2B monomeric Eos fluorescent protein (H2B-mEos) (Wozny et al.2o12) might be used to test this supposition,which to our knowledge has not been addressed experimentally,so far. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The intensive nuclear movements observed during the first day of protoplast regeneration (Zaban etal.2o13) indicate a link between nuclear positioning and the formation of axis and polarity.In the current work，we want to test the hypothesis,whether nuclear positioning isa prerequisite for the re-establishment ofaxis and polarity.To address this,we manipulated the nuclear migration on a genetic level by overexpression of fluorescently tagged players of nuclear movement (Lifeact-psRFP，green fluorescent protein (GFP)- NtKCH,H2B-mEos). By overexpression of these components, we tried to modulate both extranuclear (perinuclear actin basket,KCH) as well as intranuclear (histone H2B) factors supposed to act on nuclear movement.The effect of these manipulations on nuclear migration was followed via timelapse movies and could then be compared with respect to their impact on axisand polarity by quantitative analysis of the regeneration pattern.We found that induction and manifestation of cell axis can be uncoupled from nuclear positioning, but that both phenomena depend on factors that affect cytoskeletal tensegrity(perinuclearactin basket,KCH),aswell as on factors acting on chromatin structure.We integrated these findings into a model,where cytoskeletal tensegrity acts asa common factor for both nuclear positioning and the formation of axis and polarity. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Classification of different regeneration stages ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In order to follow the formation of polarity and axis de novo,a staging system modified from Zaban et al.(2o13) was used to generate quantitative data on the temporal patterns of regeneration (Figure1).Since the formation of a cell axis is preceded by the formation of a new polarity (Zaban et al. 2013),in the following,for pragmatic reasons,we will mainly use the term axis formation (implying that polarity induction has been successfully completed，when cell axis becomes visible). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Based on clearly delineated differences in cell shapeand cell-wall reformation, the cells could be clearly assigned to one of five stages schematically represented in Figure 1. Stage1,prevailingat the end of digestion (defined as $\\mathbf { t } = 0$ ), comprised round,completely symmetrical protoplasts lacking any indications for axis or polarity.The nucleus ismostly ovoid in shape and placed at the periphery.Subsequently，the nucleus moves from the periphery of the cell toward the cell centerand becomes spherical.About 12-24 h later,a new cell wall has been first synthesized as visualized by staining with Calcofluor White.These cells still show radial symmetry and are classified into stage 2.Between d 1and d 2of regeneration, cell shape changes distinctly,and a clear cell axis emerges leading to an ovoid shape.The presence of a cell axis represents the criterion for stage3.Subsequently,thisaxis becomes manifest as cell elongation.Cells,where the long axis has reached a length,which is more than twice as long as the short axis,fall into stage 4.At this stage,some of the cells already begin to divide axially,producing the pluricellular files characteristic of tobacco suspension cells.These files are indistinguishable from those derived from walled cells. During this final step of regeneration,the nucleus is still tethered at the cell center and has become eliptic,whereby its longer axis is parallel to the elongation axis.Failure in axis manifestation leads to cellswherea third pole emerges. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/05f439be1fbb0cf7db2a2c03c172288490c73c38538fa6dc2c45428b0815b460.jpg",
        "img_caption": [
            "Figure1. Classification of different regeneration stages ",
            "Clasification intodistinct stages(according to Zaban etal.2013）used for thecurrent study to follow nuclear position (highlighted inred)in thecontextofaxisformation.Stage1isdefinedbytheabsenceofthecellwall.Theprotoplastsare completelyspherical,thenucleus(n)ismostlylocatedattheperiphery.Stage2isdefinedbythepresenceofthecellalhich can be visualized by staining with Calcofluor White (CF,scale bars $= 2 0 \\mu \\mathrm { m } \\cdot$ ).Cellsare still symmetrical.Stage3 isdefined bya break of radialsymmetry.Aclearaxis emerges and axis becomes manifest.Stage 4isdefinedbythe elongatedcellaxis.tage 5 occurs if axis manifestation is disturbed (dashed line) and tripolar structures are generated. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "These aberrant tripolar cells are defined as stage 5.In these cells,the position of the nucleus does not follow any obvious rule. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The relative frequencies of these five different stages were scored over time.In order to understand the role of nuclear positioning foraxis formation,in addition to the nontransformed BY-2 cell line,three different transgenic cell lines were used,includinga perinuclear actin marker line (LifeactpsRFP),a class XIV-kinesin overexpression line (GFP-NtKCH) and a histone marker line (H2B-mEos). In these lines,the nuclear positioning from the cell periphery to the cell interior wasaltered.This allowed probing for potential changes of regeneration patterns in consequence of altered nuclear positioning. In the following，first the effect of the overexpressions on the regeneration patterns will be described, whereas in the final part of the result section, the effect upon nuclear migration will be compared. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Overexpression of the perinuclear actin marker LifeactpsRFP promotes axis formation,but perturbs axis manifestation ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Since the perinuclear actin cage is important for nuclear movement，we used the transgenic line Lifeact-psRFP，in which only the actin filaments of this perinuclear cage are labelled via a photoswitchable RFP.The temporal pattern of regeneration in the Lifeact-psRFP line was compared to the situation in the non-transformed BY-2 wild-type cell line (Figure 2). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Alreadyafter the first day of regeneration,the majority of the transgenic cells had formed a new cell wall, thus entering stage 2.Only some $10 \\%$ were still lacking a cell wall,which was insharp contrast to non-transformed cells,where around $60 \\%$ of the cells still had not generated a cell wall.A significant fraction $( 3 0 \\% )$ of the Lifeact-psRFP cells had even already passed the transition to stage 3,which is defined by an ovoid cell shape,compared to only $5 \\%$ in the non-transformed cell line.Even at day 2 of regeneration，the transgenic lines remained ahead with more than $40 \\%$ of the cells in stage $3$ in comparison to about $2 5 \\%$ in the non-transformed cell line.At this time point,first deviations from the normal sequence of events became detectable:more than $40 \\%$ of the LifeactpsRFP cells started to divide prematurely (in stage 3), although axis manifestation had not yet initiated，which wasdifferent from the non-transformed control (see Figure S1). Also,in many cells,during day 3 after regeneration, a second competing axis was observed， leading to a significantly higher frequency of tripolar structures (stage 5)，compared to the non-transformed cell line.Although the initial course of regeneration was accelerated in the transgenic line， the transition from stage 3 to 4 (axis manifestation，normally at day 4）was not (indicating that the transgenic cells required more time to leave stage 3). From day 5,the frequency distributions of the transgenic line were not distinguishable from those of the non-transformed controls,indicating that the transition from stage 3 to 4 was not arrested,but just delayed by overexpression of the transgene.Thus,axis formation was significantly promoted by the Lifeact-psRFP cell line，whereas the final step of regeneration，axis manifestation，was delayed，correlated with a higher frequency of aberrant tripolar structures in the transgenic line compared to the non-transformed cell line.To test whether these deviations are a consequence of overexpression per se,we employed a celline where free GFP was overexpressed under the same promotor (CaMV-35S).The regeneration pattern of this 35S:GFP line was exactly the same as that of non-transformed controls (see Figure S2) suggesting that the effects observed in the Lifeact-psRFP line werespecific to the overexpression of the perinuclearactin marker. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/1d169d14966560635fe823f2ea663eb7b104861a5f1b9376c78cb1e98fc8448d.jpg",
        "img_caption": [
            "Figure 2.Frequency distributions of regenerations stages in BY-2 Lifeact-psRFP FrequencydistributionsofthediferentregenerationstagesfordiferentimepointsafterprotoplastpreparationinBY-2LifeactpsRFP(greybars)comparedtonon-transformed BY-2(whitebars).Stagesare indicatedschematicaly.Frequencydistributions have beencalculatedfrom3,ooo individualcelsper time pointfromthree independentbiologicalreplications.Errorbarsshow standarderrorsofthemean (SE).Asterisksrepresentsignificanceofindicateddifferencesastestedbyapaired,twosidettest $( ^ { * } P < 5 \\% , ^ { * * } P < 1 \\% )$ .WT,wild type; Lifeact-psRFP,Lifeact fused to a photoswitchable red fluorescent protein. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Overexpression of the class XiV kinesin KCH promotes both axisformation as well asaxismanifestation ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Motor proteins,which run along the cytoskeleton，play a pivotal role for organelle movement.Since microtubules,as well as actin filaments,participate in nuclear positioning,the class-XiV kinesin NtKCH as cross-linker of these cytoskeletal elements is interesting.Therefore,regeneration in a GFPNtKCH overexpressor line was compared to the regeneration of non-transformed wild-type cells (Figure 3). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Similar to the Lifeact-psRFP cell line,the early phases of regeneration were promoted in the GFP-NtKCH overexpression line.At day1, less than $10 \\%$ of the transgenic cells were in stage 1 in comparison to about $60 \\%$ in non-transformed cells.GFP-NtKCH cells in stage 3 were already predominant after1 d,which means that most of the cells had built an axis by this time.Around $10 \\%$ had even developed further to stage 4,which was not the case for non-transformed cells. During d 2 and 3 after regeneration,the frequency of cells in stage 4 increased rapidly in the GFP-NtKCH line compared to the non-transformed line.At day 3,already $60 \\%$ of the cells were elongated，that is they had expressed their axis, whereas only $10 \\%$ of the non-transformed cells had reached this stage 4. At d 4 and 5,the kinesin overexpression line showed a higher frequency of cells in stage 4 compared to non-transformed cells.At d 6 and 7， the regeneration pattern of the transgenic line and the non-transformed line had approximated.In contrast to the Lifeact-psRFP，no tripolar cells were observed during regeneration of GFPNtKCH.Overall, the regeneration was clearly faster in the GFP-NtKCH overexpression line,which can be attributed to anaccelerated axis formation.Whereas axis manifestation was delayed upon overexpression of Lifeact-psRFP，the overexpression of GFP-NtKCH did not impair axis manifestation,which is evident from the efficient progression into stage 4 and the absence of aberrant tripolar structures.It should be mentioned that we also tested overexpression of OsKCH,a heterologous KCH from rice.The effect of GFPOsKCH Was comparable to that of GFP-NtKCH，but the amplitude of the effect was less pronounced (see Figure S3). Additionally，we tested the effect of eliminating microtubules via Oryzalin treatment. Compared to the untreated wild-type cells,polarity induction as well as axis formation were clearly delayed and axis elongation (stage 4) hardly occurred until d 7 (see Figure S4). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Overexpression of the histone marker H2B-mEos promotes axis formation,but delays axial cell expansion ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Since plants lack a canonical nuclear lamina, nuclear migration is expected to depend not only on extranuclear factors or the activity of motor proteins，but also on the intranuclear architecture.Hence,we tested a cell line in which a labelled histone (H2B-mEos) was overexpressed to probe for potential effects of intranuclear architecture on the regeneration pattern (Figure 4). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Similar to the other transgenic lines,the early progression of regeneration wasalso promoted in the H2B-mEos line,from only1d after regeneration; the majority of protoplasts had reached stages2and 3.Moreover,at the same time,already around $40 \\%$ of the cells had advanced to stage 3 in comparison to only about $5 \\%$ in the non-transformed cell line.Although the frequency of stage 3 rose even further during the second day, this was not followed by an increased frequency of stage 4: While at d 3,the frequency of stage 3 cells had increased to $60 \\%$ ，only $5 \\%$ of cells were found to have reached stage 4, which was even less than the value for non-transformed cells $( 1 0 \\% )$ ,that derived from a significantly lower level of stage 3 precursors. Thus， H2B-mEos cells remained temporarily trapped in stage 3,maintaining an ovoid cell shape with a delay of elongation growth.Although significantly delayed, this elongation ensued eventually: The frequency distributions for d 5,6 and 7 progressively approached those of the nontransformed cellline,onlywith a somewhat smaller frequency of transformed cellsat stage 4 compared to non-transformed cells.However,despite the delay in cell expansion,barely any tripolar structures were observed,not in the H2B-mEos or in thenon-transformed line.Overall,in H2B-mEos,axis formation at the early phases of regeneration was promoted,and the initial steps of axis manifestation proceeded normally. However,the strong cell elongation driving the transition of stage3 to stage 4 was delayed. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Nuclear positioning can be separated from axis formation Inorder to investigate the question whether nuclear positioning is required for the formation of axisand polarity, time-lapse studies were conducted (Figure 5). From the previous data，it was evident that the early stages of regeneration were the most significant,since already after 1 d the regeneration patterns in the three transgenic lines clearlydiffered from the situation in the non-transformed line. We therefore followed the initial phase of nuclear migration and polarity formation during the first day in individual cells. Thesedifferences became detectable fromaround ${ \\mathfrak { g h } }$ after regeneration,which was therefore scrutinized asa critical time point.Representative images from these time-lapse series of the three transgenic lines compared to the nontransformed line are shown in Figure 5 and the movies are given in the supplementary material. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "At the onset of regeneration $( { \\sf t } = 0 { \\sf h } )$ ,the nucleus of the non-transformed cell line was elliptical in shape and located at the periphery (Figure 5A，white arrow).It should be noted that protoplasts were generated at the peak of the proliferation phase，3 d after subcultivation,which means that prior to cell-wall digestion,most nuclei were in the cell center (Figure S4).After $\\mathfrak { s h }$ of regeneration,the nucleus began to round up and to shift slowly from the cell wall to the cell center (Figure 5B,white arrow).The cell was still round with no indications of changes in size or shape at this stage.After1d, the nucleus had reached the cell center and the cell expanded symmetrically (Figure 5C,dashed yellow arrows)，but no indications of cell axis or polarity were detectable. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To test for a potential influence of the perinuclear actin basket on nuclear migration and the formation of axis and polarity，we analyzed Lifeact-psRFP cells.Here,the nucleus was already tethered at the cell center $\\mathfrak { t } = \\mathfrak { o } \\mathfrak { h }$ ,thatis straight at the end of cell-wall digestion,and it was not elliptic,but round (Figure 5D,white arrow). At ${ \\mathfrak { s h } }$ ，axis formation had already started (Figure 5E，dashed yellow arrow),and the nucleus Was still positioned in a central position (Figure 5E, white arrow).At $2 4 \\mathsf { h }$ ,thecellswere clearly ovoid,that isaxis manifestation had continued (Figure 5F). The nucleus,still positioned at the cell center,had become enlarged after $2 4 \\mathsf { h }$ (Figure 5F,white arrow). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Since the nucleus is moved via interaction of actin filaments and microtubules,a cell line which overexpresses the class-XiV kinesin KCH was investigated.Similar to the nontransformed line,in GFP-NtKCH the nucleus was positioned at the periphery at the onset of regeneration,and the protoplast was round(Figure 5G,white arrow).At $9 \\mathsf { h }$ ,axis formation had already initiated (Figure $5 \\mathsf { H }$ ,dashed yellow arrow). However, the nucleus was moving slower than in the non-transformed cell line and hence was still located at the periphery (Figure 5H,white arrow).Only at $2 4 \\mathsf { h }$ had the nucleus eventually reached the cell center,while axis formation had already proceeded further (Figure 5l,white arrow). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/2db0574080db5c1bf9a6d838c1e1900c9bb43ed6eaba5e7d740cdb77b7534767.jpg",
        "img_caption": [
            "Figure 3. Frequency distributions of regenerations stages in BY-2 GFP-NtKCH Frequencydistributionsofthediferentregenerationstagesfordiferent timepointsafterprotoplast preparationin BY-2GFPNtKCH(dark grey bars)compared to non-transformed BY-2protoplasts (white bars).Stages are indicated schematicaly. Frequency distributions have beencalculated from3,ooo individualcellsper time pointfrom threeindependent biological replications.Errorbarsshowstandarderrorsofthemean(SE).Asterisrepresentsignificanceofindicateddiffrencesastested by a paired,two-side t-test $( ^ { * } P < 5 \\% , ^ { * * } P < 1 \\% )$ .WT,wild type; GFP-NtKCH, green fluorescent protein tobacco member kinesins with a calponin homology domain. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/cf7635b79814fe976bf60bc4cacf9e5f9130df60aef8c0e35c1a3699af15f295.jpg",
        "img_caption": [
            "Figure 4. Frequency distributions of regenerations stages in BY-2 H2B-mEos Frequencydistributionsofthediferentregenerationstagesfordiferentimepointsafterprotoplastpreparationin BY-2H2BmEos (black bars)compared tonon-transformed BY-2 protoplasts (whitebars).Stagesare indicatedschematicaly.Frequency distributionshavebeencalculatedfrom3oooindividualcelspertimepointfromthreeindependentbiologicalreplications.Eror barsshow standard erorsofthe mean (SE).Asterisks represent significanceof indicateddiferencesas testedbyapaired, two-side t-test $( ^ { * } P < 5 \\% , ^ { * * } P < 1 \\% )$ .WT,wild type; H2B-mEos, histone H2B monomeric Eos fluorescent protein. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To probe for potential alterations of chromatin structure, the H2B-mEos cell line was investigated.Since axis formation was promoted in this cell line，we were interested to see nuclear migration during the first day of regeneration.At the end of cell-wall digestion $( \\mathsf { t } = 0 \\mathsf { h } )$ ),thenucleuswas locatedat the periphery,similar to the situation in the non-transformed control (Figure 5J,white arrow).At9 h,the cell already started to elongate (Figure 5K,dashed yellow arrow),although the nucleus was still at the periphery. Interestingly,the nucleus waspartially separated into two interconnected lobes ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/1e87b83442639f2637cfb11e14a312642fc1ed1db57a7612797cad2a9492e595.jpg",
        "img_caption": [
            "Figure 5.Time-lapse seriesafter protoplast generation "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Representativeimagesfromtime-lapseseriesrecordedfromdividualcelsath(A,D,G,J),9h(B,E,H,K)and24h(,F,l,L) aftergeneratiofooastsspctivelyfro-trafodB-2(A,,C),ac-P(D,F),F-H(G,H,I), andH2B-mEos(J,K,L).heucleusissadowedined,andindicatedywitearrows.Yellowarrowsindicae theorintationof the ensuing axis formation.Scale bars $= 2 0 \\mu \\mathrm { m }$ .WT,wild type; Lifeact-psRFP,Lifeact fused toa photoswitchable red fluorescent protein; GFP-NtKCH,greenfluorescentprotein tobaccomemberkinesinswithacalponinhomologydomain; H2B-mEos,histone H2B monomeric Eos fluorescent protein. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(Figure 5K,white arrows).At $2 4 \\mathsf { h }$ ,these two lobes had again merged into one complete nucleus which slowly moved into the cell center (Figure $5 L ,$ white arrow).At this time,axis manifestation had already started. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Since nuclear movement is important for several processes in plant cells,we wanted to know which role nuclear movement plays in polarity and axis formation,and to test whether a central nuclear positioning is a prerequisite for polarity and axis induction.By means of analyzing regeneration of protoplasts，it ispossible to follow the induction and manifestation of a cell axis de novo.In order to manipulate the nuclear movement on a genetic level,we used three different cell lines overexpressing key players involved in nuclear positioning:In the Lifeact-psRFP cell line a specific actin basket around the nucleus was labelled; in the GFPNtKCH cell line,a motor protein acting as a cross linker of actin and microtubules is overexpressed; and in the H2B-mEos cell line，a histone is overexpressed and expected to affect intranuclear architecture.By quantification of specific regeneration stages,the temporal patterns of these overexpression lines could be compared to the non-transformed line. Overexpression of the perinuclearactin marker line promoted axis formation in the beginning，but later perturbed axis manifestation，whereas overexpression of the class XIV kinesin KCHpromoted both axis formation andaxis manifestation.Overexpression of the histone marker promoted axis formation,but delayed cell elongation.Time-lapse studies of nuclear movement during the early stages of regeneration were used to relate the nuclear positioning and the induction of axis and polarity. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Is a central position of the nucleus a necessary prerequisite for polarization? ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Nuclear positioning is necessary for the correct geometry of the subsequent cell division (reviewed in Smith 2oo1). Hence, we asked whether a central position of the nucleus might also bea prerequisite for polarity induction.Time-lapse studies of the moving nucleus in the early stages of regeneration clearly argue against this hypothesis and demonstrate that nuclear positioning can be separated from axis formation (see Figure 5). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "At first sight,when we followed nuclear migration of the Lifeact-psRFP cell line, the presumed link between nuclear position and axis formation appeared to be valid.Here,the nucleus was already tethered at the cell center and axis formation started earlier compared to the non-transformed cell line (Figure 6A,B). However, for the GFP-NtKCH cell line, axis formation initiated earlier than in thenon-transformed line，whereas the nucleus was still not located at the cell center (Figure 6A，D).Similarly，in the H2B-mEos line,axis formation had already started，before the nucleus had reached the cell center (Figure 6C).Thus,a central nuclear position is not necessary foraxis formation,but rather seems to bea parallel phenomenon. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Nuclear positioning depends on perinuclear actin, KCH and chromatin structure ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Although nuclear positioning and cell axis were uncoupled, both phenomena were clearly dependent on the extra- and intranuclear factors addressed by the three transgenic ines. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Asplants lack a nuclear lamina meshwork，which is involved in nuclear migration and provides mechanical stability of the nucleus in animal cells (for review see Goldman et al.2oo2), there must be structural analogues to the mammalian lamina in plant cells.In fact, a perinuclear cage has been reported (Wang and Nick 1998),and is specifically visualized by the Lifeact-psRFP marker (Durst et al.2014). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Whereas during protoplast preparation, the $\\mathsf { G } _ { 2 }$ nucleus loses its central position and shifts to the periphery，it remains tethered in the cell center when the protoplastsare prepared from the Lifeact-psRFP line，indicative of a more stable perinuclear basket.Therefore,the perinuclear actin basket behaves as a functional homologue of the nuclear lamina,but also seems to be involved in the migration of the nucleus. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Class XiV kinesins with a calponin homology domain (KCH) have been identified as important factors of premitotic nuclear positioning (Frey et al. 201o;Klotz and Nick 2o12). In functional analogy to dyneins that convey this function in animal and fungal cells (reviewed in Morris 2ooo,2oo3),KCH crosslinks actin filaments with microtubules.The mechanically rigid microtubules can confer compression forces and would, together with the flexible actin filaments that can confer traction forces,establish a tensegral systemable to sense and integrate mechanic forces between cell periphery and nucleus (reviewed in Nick 2o11).As mentioned before KCH can either occur ina free,mobile state (not linked with actin) or ina static situation cross-linked to actin (Klotz and Nick 2o12). Both the nuclear migration at the onset of protoplast regeneration (see Figure 5),as well as premitotic nuclear positioning in walled cells (Frey etal.2o1o) were clearly delayed. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Not only extranuclear,but also intranuclear factors,were relevant for nuclear positioning. Indeed,we observed that overexpression of a histone caused a delay of nuclear movement.This functional change is accompanied by a clear change of nuclear architecture,resulting in distorted nuclear shape during early regeneration (see Figure 5).Thisobviously changed nuclear architecture indicates that histones,in addition to their role in transcriptional activity,are important for intranuclear architecture.Although histones are highly conserved,studies showing that specific modifications and variants of histones (Verbsky and Richards 2oo1; Fransz and de Jong 2002; Yi et al.20o6;Deal and Henikoff 2011) not only contribute to several nuclear functions including DNA repair, transcription，replication，orchromosomecondensation (Kouzarides 2oo7),but also may lead to changed chromatin architectures (Ahmad and Henikoff 2oo2; Smith et al.2002; Talbert et al. 2oo2).As the DNA wraps around the highly conserved core histones forming the nucleosomes,it is to be expected that the overexpression of the H2B-mEos marker,as affecting one of the four core histones,should affect DNA packaging and therefore cause changed intranuclear architectureand flexibility.The resulting higher“viscosity\"should then reduce the velocity of the nucleus (Figure 6C). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Polarization depends on perinuclear actin,KCH and chromatin structure ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "While the effects of perinuclear actin,KCH and chromatin structure on nuclear movement can be understood in terms of activities around (actin，KCH) or inside(chromatin） the nucleus,the effect of these factors on polarization and axis formation has to be located at the plasma membrane.Our results show that manipulation of factors which are involved in the nuclear movement also result in different regeneration patterns.We demonstrated that overexpression of the perinuclear actin marker Lifeact-psRFP promotes axis formation,but perturbs axis manifestation (see Figure 2).This is surprising at first sight:Why should alterations ofactin at the nuclear envelope affect actin-related processes occurring ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/1359d06275dc8a2a440621dcbbbd55e5e021275fda39567e6550c78b649b3e64.jpg",
        "img_caption": [
            "Figure 6.Model of nuclear migration during polarity induction and axis formation "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Modelofnuclearmigrationduringpolarityinductionandaxisformationfromtheonsetofpolarityinductionuntillongatedcllin thenon-trasfmdceliA)Lifapelli(B),Bmollin(C),-NHceliD)Witthoni formationthenucleusstarts tomigrate into thecellcenter(blackarrow):staticKCHs (greenspheres)decorate the perinuclear network(reddashedlines)andareconnected withradial microtubules (MTs,bluelines);dynamic KCHsarelocated inthecortex (blue spheres)and movealongcortical MTs(blue horizontallines),generatingsliding forces thatactonthenucleus(large grey sphere).Retrogradesignalsretransportedfromthenucleus throughthecytoskeleton(actin-flamentsAF,MTs)totargetsatthe plasma membrane (semi-transparent arows).Aftera few hours the nucleus has reached thecell center;the protoplast has expandedcircularlyfollowedbyaxisformation,xismanifestationandfurthercellelongationwherebythelongaxisismorethan twiceaslongastheshortaxis(A).Comparedtothenon-transformedcelline,thenucleusoftheLifeact-psRFcelline(rdbasket) isalreadylocatedatthecellcenterfromtheonsetofpolarityinduction;axisformationispromoted,followedbydivisionof protoplasts atoval stages,resulting inan increaseof tripolar structures (B).The nucleusof the H2B-mEoscellineshowsan abnormalnucleararchitecture(greypatterned nucleus)andthereforeitsshape might slowdown the movement,whereby axis formationalreadyisstarteduntilthenuclearshapeisnormalagainandeventualyislocatedatthecellcenter;thelongcellaxisis morethantwiceaslongastheshortaxis;however,thecellsareshorterthan thenon-transformedcells(C).Comparedtothenontransformedcelline,axisformationintheFP-NtKCHcellieisfsterandnuclearmigrationissloweddownattheearlyphases (D).Lifeact-psRFP,Lifeactfusedtoaphotoswitchableredfluorescentprotein;GFP-NtKCH,green fluorescentproteintobacco member kinesins with a calponin homology domain; H2B-mEos,histone H2B monomeric Eos fluorescent protein. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "underneath the plasma membrane?This retrograde signaling from the perinuclear actin toward the plasma membraneis less surprising in the conceptual framework of a tensegral cytoskeleton.The overexpression of the Lifeact actin marker presumably causes a stabilization of the perinuclear cage or makes it more resistant against reorganization of actin filaments because of additional crosslinks，which through the radial actin cables should alter traction forces acting on the anchoring sites at the plasma membrane.This may underlie the promoted induction of asymmetryobserved in the Lifeact-psRFP line.However,to translate this polarity into a new cell axis,actin dynamics is required (Zaban et al.2013). Thus，reorganization of actin filaments is prerequisite for manifestation of the reformed axis.The Lifeact-psRFP showsa high amount of premature cell division of cells in an oval stage, thatisin cells,where axis formation was initiated,but axis manifestation had not yet been completed (Figure 6B).This aborted axis manifestation is responsible for the relatively high incidence of tripolar structures.These tripolar structures derive from perturbations of simple polarities,when a second, competing pole is laid down ectopically. In contrast to a complex polarity,where both polesalonganaxisare defined by specific molecules or activities,the polarity of plant cells is often simple，that is only one pole is explicitly defined, whereas the opposing pole is simply characterized by the absence of the polarizing molecules or activities (Nick and Furuya 1992). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Axis formation and elongation also require a close interplay of both actin filaments and microtubules.While KCH overexpression delays nuclear migration,cell elongation isstimulated (Figure 6D).Promoted cell elongation at simultaneously retarded nuclear migration has also been found for walled cells overexpressing KCH (Frey et al.2010). The retarded nuclear migration is probably caused by elevated cross-linking of microtubules with the perinuclear actin basket (Klotz and Nick 2o12),whereas the stimulated cell elongation is linked with a second subpopulation of KCH kinesins associated with cortical microtubules and uncoupled from actin (Klotz and Nick 2012； Kühn et al. 2013)，which preferentially binds to tyrosinated (dynamic)microtubules (Schneider et al. 2o15). Although the effect of KCH overexpression resembles that of the Lifeact-psRFP marker with respect to the retarded nuclear movement, the two overexpression lines clearly differwith respect to axismanifestation (promoted for the KCH line,impaired for the LifeactpsRFP line),and the incidence of tripolar cells (observed only in the Lifeact-psRFP,but not in the KCH lines). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Since KCH binds to microtubules,the principal role of microtubules in polarity and axis formation should be discussed as well at this point.To control cell axis,cortical microtubules must be ordered into parallel arrays,accompanied by cell elongation in a direction perpendicular to microtubule orientation and a progressive alignment of cellulose texture with microtubules. In expanding cylinders, mechanic tension isanisotropic (with transverse doubled over longitudinal tension)，such that cylindrical plant cells are expected to widen rather than to elongate (Preston 1955). By transverse deposition of cellulose microfibrils,plant cells can override this mechanic anisotropy and reinforce elongation growth (Green 198o). The previous publication of Zaban et al. (2013)has shown that the stabilization of microtubules via overexpression of AtTuB6 led to a faster polarity induction and axis formation. It could be shown that， due to overexpression of AtTuB6，microtubules were stabilized, and axis formation was promoted，which requires more efficient alignment of microtubule arrays.A similar promotion ofmicrotubulealignmentafter treatment had been reported earlier after treatment with taxol (Kuss-Wymerand Cyr 1992). Thus， alignment of cortical microtubules can proceed efficientlywith stable microtubules,indicative ofa mechanism that is based on mutual sliding.Also for auxin-dependent microtubulereorientation,initial direction-dependent disassemblyand reassembly is followed bya second phase,where microtubules coalign and harbor mainly detyrosinated $ { \\alpha }$ -tubulin,amarker formicrotubule stability (Wiesler et al. 2002).To address the role of microtubule dynamics in our system，we induced destabilization of microtubules via Oryzalin treatment，which eliminates microtubules due to their turnover，which was followed by a delay in polarity induction and axis formation.Furthermore,we could show that Oryzalin-treated protoplasts were not able to elongate (see Figure S4).Thus,microtubules and microtubule dynamics arenecessary for axis formation. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Axial cell expansion is delayed in H2B-mEos (see Figure 4), which means that nuclear architecture conveys a signal to axis elongation. Notably，also walled cells of H2B-mEos are significantly shorter compared to the non-transformed cell line(data not shown).It is conceivable that the signal from the interior of the nucleus acts on cytoskeletal targets at the periphery Also for animal cells a functional relationship between laminsand histones has been reported(Taniura etal. 1995).Since the plant nucleus harbors deep grooves, invaginations and even perforations that are maintained by actin (Collings et al. 2ooo)，changes of intranuclear architecture are expected to alter the organization of the cytoskeleton. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Overexpression of both the perinuclear actin marker Lifeact-psRFPas well as the kinesin GFP-NtKCH,promoted the re-establishment of the cell wall.Thus,although the nuclear positioning itself seems to be dispensable for polarity induction,factors which influence nuclear migration might also influence polarity formation.Our model assumes that retrograde signalsare required forpolarity induction,which are transducted (transported) through the cytoskeleton to the periphery of the cell and act on cytoskeletal targetsat the plasma membrane.Interestingly,also the overexpression of the histone marker H2B-mEos leads to faster formation of the cell wall, indicating that intranuclear architecture modulates the retrograde signaling from the nucleus to the plasma membrane.The nature of this retrograde signal remains to be elucidated.It might be a molecule transported along the cytoskeleton,for instance by interfenerce with vesicle flow bythe actin basket，which means chemical signaling. Alternatively,it might be a mechanical signal conveyed by cytoskeletal tensegrity，comparable to recent findings in animal cells,where the perinuclear region was found to be affected due to mechanical stimulation at the cell periphery (Shao et al.2o15).Future work will be dedicated to resolve this question of the two models.To strengthen the model of mechanical/tensegral signaling,cytoskeletal tensegrity can be modulated locally or inducibly and forces transmitted between perinuclear rim and cell periphery can be applied. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "To study chemical signaling (for instance via aggregating vesicles)，the transport of the retrograde signal can be investigated furtheras an alternative model. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "MATERIALS AND METHODS ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Cell lines and cultivation ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "BY-2 (Nicotiana tabacum L.cv Bright Yellow-2) suspension cell lines(Nagata et al. 1992) were cultivated in liquid medium containing $4 . 3 \\mathrm { g } / \\mathsf { L }$ Murashige and Skoog(MS) salts(Duchefa Biochemie，TheNetherlands)， $3 0 \\mathrm { g / L }$ sucrose, $2 0 0 { \\mathrm { m g / L } }$ ${ \\mathsf { K H } } _ { 2 } { \\mathsf { P O } } _ { 4 }$ ， $1 0 0 \\mathrm { { m g / L } }$ (myo)-inositol， $1 \\mathrm { m g / L }$ thiamineand $0 . 2 \\mathrm { m g } / \\mathrm { L } 2 , 4 - \\mathsf { D }$ ，pH 5.8.Cells were subcultivated weekly, inoculating $1 . 0 { - } 1 . 5 \\mathsf { m L }$ of stationary cells into fresh medium $( 3 0 \\mathsf { m L } )$ in $1 0 0 ~ \\mathrm { { m L } }$ Erlenmeyer flasks.The cell suspensions were incubated in darkness at $2 6 ^ { \\circ } C$ under constant shaking on aKS26o basic orbital shaker (IKA Labortechnik,Germany)at 150 rpm.In addition to the non-transformed BY-2 wild-type (WT),transgenic lines were used in this study that expressed the actin binding protein Lifeact in fusion with a photoswitchable red fluorescent protein (Lifeact-psRFP,Durst et al. 2014),a kinesin with a calponin homology domain in fusion with GFP isolated either from Nicotiana tabacum or from Oryza sativa (GFP-NtKCH and GFP-OsKCH,Frey et al.2009; Klotz and Nick 2o12)，and a histone marker fused to a photoconvertible protein (H2B-mEos,Wozny et al.2o12),all under the control of a constitutive Cauliflower mosaic virus (CaMV) $3 5 5$ promotor.Additionally,a free GFP line was used as a control (Nocarova and Fischer 2oo9；kind gift of J. Petrasek，Charles University，Prague,Czech Republic).The media for the transgenic cell lines were complemented either with $3 0 \\mathrm { m g / L }$ hygromycin (H2B-mEos),with $4 0 \\mathrm { m g / L }$ hygromycin (Lifeact-psRFP),with $2 5 \\mathsf { m g } / \\mathsf { L }$ kanamycin (free GFP)，or with $5 0 \\mathrm { m g / L }$ kanamycin (GFP-NtKCH，GFP-OsKCH)，respectively.All experiments were performed using cells after3 d of subcultivation. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Generation and regeneration of protoplasts ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The protocol was adapted from Kuss-Wymer and Cyr (1992) and Zaban et al. (2o13) with minor modifications.Aliquots of $4 \\mathsf { m L }$ were harvested under sterile conditions 3 d after subcultivation and digested for 1h at $2 6 ^ { \\circ } C$ in $4 \\mathsf { m L }$ enzyme solution of $1 \\% ( \\boldsymbol { \\mathsf { w } } / \\boldsymbol { \\mathsf { v } } )$ cellulase YC(Yakuruto，Tokyo）and $0 . 1 \\% \\ ( \\mathrm { w } / \\mathrm { v } )$ pectolyase Y-23 (Yakuruto，Tokyo） in $0 . 4 \\ : \\mathrm { m o l / L }$ mannitol at $\\mathsf { p H } ~ 5 . 5$ under constant shaking on a KS260 basic orbital shaker (IKA Labortechnik)at 1oo rpm in Petri dishes of $9 0 \\mathsf { m m }$ diameter.After digestion,protoplasts were collected by $5 0 0$ rpm for 5 min in fresh reaction tubes.The protoplast sediment was carefully resuspended in $1 0 \\mathrm { m L }$ of FMS wash medium $( 4 . 3 \\mathrm { g } / \\mathsf { L }$ MS-salts, $1 0 0 \\mathrm { { m g / L } }$ (myo)-inositol, $\\mathsf { 0 . 5 m g / L }$ nicotinic acid, $0 . 5 \\mathrm { m g } / \\mathsf { L }$ pyroxidine-HCl, $\\scriptstyle 0 . 1 { \\mathrm { m g } } / \\mathsf { L }$ thiamineand $1 0 \\mathrm { g / L }$ sucrosein $0 . 2 5 \\mathrm { m o l } / \\mathsf { L }$ mannitol (Kuss-Wymer and Cyr 1992; Wymer et al.1996)). After three washing steps， protoplasts were transferred into $4 \\mathsf { m L }$ FMS-store medium (FMS wash medium complemented with $\\mathrm { \\ } 0 . 1 \\mathrm { m g / L }$ 1-naphthaleneacetic acid (NAA)，and $\\displaystyle 1 \\mathrm { m g / L }$ benzylaminopurine). Protoplasts were incubated in the dark at $2 6 ^ { \\circ } C$ without shaking in Petri dishes (5 cm diameter). To prevent _evaporation，the Petri dishes were sealed with Parafilm ${ } ^ { \\mathrm { ~ \\textregistered } } M$ (Bemis Company Inc.,Neehna WI,USA). In one experiment,the FMS-store medium was complemented with 500 nmol/L Oryzalin to eliminate microtubules. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Microscopy and quantifications ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Toanalyze temporal patterns of regeneration for different transgenic BY-2 lines (Lifeact-psRFP,GFP-NtKCH and H2BmEos) in comparison to non-transformed BY-2 cells, $1 5 \\mu \\ L$ of the respective protoplast suspension were carefully mounted on slides using imaging spacers made from silicone (SecureSeal，Sigma-Aldirch，Neu-Ulm，Germany）to safeguard the protoplast from bursting.For detection，the regenerated cellulosic cell wall was stained by Calcofluor White (1 volume of $0 . 1 \\% \\mathrm { w } / \\mathrm { v } ,$ according to Maeda and Ishida (1967) and Nagata and Takebe (197o).Regeneration was followed over 1 week under an Axiolmager Z.1 microscope (Zeiss, Jena, Germany) equipped with an ApoTome microscope slider for optical sectioningand a cooled digital charge-coupled device camera (AxioCam MRm） recording the cells through differential interference illumination bya $2 0 \\times 1 0 . 7 5$ plan-apochromat objective and the Calcofluor White signal through the filter set 49 (excitation at $3 6 5 \\mathsf { n m }$ ，beam splitter at $3 9 5 \\mathsf { n m }$ and emission at $4 4 5 \\mathsf { n m }$ ） ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Images were processed and analyzed using the AxioVision software (Rel.4.8.2)(Zeiss，Jena，Germany).To ensure unbiased acquisition of images, the MosaiX-module sampling system(Zeiss,Jena,Germany)was employed automatically recording individual cells and assembling a large panel of cells covering an area of $5 \\times 5 \\mathsf { m m }$ consisting of 266 individual images.Individual stages as defined in Figure 1were scored from those composite images.Stages were defined as follows: stage 1 round, no cell wall; stage 2 cell wall present upon staining with Calcofluor White; stage 3 ovoid shape; stage4elongatewitha ratio of longeraxis to shorteraxis of $> 2 . 0$ ；stage 5 tripolar shape.Frequency distributions were calculated from 3,ooo individual cells per time point from three independent biological replications;error bars represent standard errors of the mean (SE)，significance of indicated differences was tested bya paired, two-side t-test. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "To follow the regeneration of individual cells, $4 5 \\mu \\mathrm { L }$ of the protoplast suspension were filled into Lab-TekTM chambers (Nunc GmbH & Co.KG Thermo Fischer Scientific, Langenselbold,Germany).The suspension was then embedded in $4 0 0 \\mu \\mathrm { L }$ liquefied FMS-store medium complemented with $0 . 1 \\%$ agarose(Sigma-Aldrich Chemie GmbH， Steinheim, Germany） to avoid cells drifting out of focus during recording.Subsequently,the chambers were wrapped with Parafilm ${ } ^ { \\overset { \\scriptscriptstyle ( \\bar { \\mathfrak { n } } ) } { = } } M$ (Bemis Company， Inc.，Neehna WI，USA） to maintain humidity， followed by a short centrifugation step with 50o rpm for 1min (Concentrator 5301， Eppendorf, Hamburg,Germany).Nuclear movement and regeneration of the protoplasts were observed using an AxioObserver Z1 microscope (Zeiss,Jena,Germany).A selected position was defined in x，y and z-axis with the AxioVision software (Rel.4.8.2，Zeiss，Jena，Germany)，and every 3 min an image was recorded automatically with a $2 0 \\times 1 0 . 8$ PlanApochromate objective and differential interference contrast illumination. Togenerate movies， single frameswere compiled into one avi-video by using Image J (National Institutes of Health,Bethesda,MD,USA).For each cell line, 10-20 individual cells were recorded from two or three independent biological replications. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGEMENTS ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "We thank N.Wunsch and S.Purper for technical assistance. The H2B-mEos was kindly provided by Jaideep Mathur.This work was supported by a Ph.D.fellowship of State of BadenWurttemberg(Landesgraduiertenforderung) to L.Brochhausen and funds from the Deutsche Forschungsgemeinschaft (NI 324/19-1). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "AUTHOR CONTRIBUTIONS ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "L.B.performed the experiments and drafted the manuscript. J.M.and P.N.designed the experiment, supervised the study and revised the manuscript. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Ahmad K,Henikoff S(2oo2) Histone H3 variants specify modes of chromatin assembly. Proc Natl Acad Sci USA 99: 16477-16484   \nBartova E, Krejci J,Harnicarova A,Galiova G,Kozubek S(2oo8) Histone modifications and nuclear architecture:A review.J Histochem Cytochem 56: 711-721   \nColings DA, Carter CN,Rink JC,Scott AC,Wyatt SE,Allen NS (2000) Plant nuclei can contain extensive grooves and invaginations. Plant Cell 12: 2425-2440   \nDeal RB, Henikoff S (2o1) Histone variants and modifications in plant gene regulation. Curr Opin Plant Biol 14: 116-122   \nDurst S,Hedde PN,Brochhausen L,Nick P,Nienhaus GU,Maisch J (2014） Organization of perinuclear actin in live tobacco cells observed by PALM with optical sectioning.JPlant Physiol 171: 97-108   \nFransz PF,de Jong JH (2oo2) Chromatin dynamics in plants.Curr Opin Plant Biol 5: 560-567   \nFrey N,Klotz J,Nick P (2oo9) Dynamic bridges -a calponin-domain kinesin from rice links actin filaments and microtubules in both cycling and non-cycling cells. Plant Cell Physiol 50: 1493-1506   \nFrey N，Klotz J，Nick P(2o1o）A kinesin with calponin-homology domain is involved in premitotic nuclear migration.J Exp Bot 61: 3423-3437   \nFuchs J.(2o11) Characterization and Application of Photoswitchable Fluorescent Proteins for Nanoscopy.PhD thesis,Karlsruhe Institute of Technology,Karlsruhe, Germany   \nGoldman RD,Gruenbaum Y,Moir RD,Shumaker DK,Spann TP(2002) Nuclear lamins: Building blocks of nuclear architecture.Genes Dev 16: 533-547   \nGoodner B,Quatrano RS (1993) Fucus embryogenesis:A model to study the establishment of polarity. Plant Cell 5:1471-1481   \nGreen PB (198o) Organogenesis - A biophysical view. Ann Rev Plant Physiol 31: 51-82   \nGrifis AH,Groves NR,Zhou X,Meier I (2014） Nuclei in motion: Movement and positioning of plant nuclei in development, signaling, symbiosis,and disease.Front Plant Sci 5:129   \nHable WE,Hart PE(2o1o) Signaling mechanisms in the establishment of plant and fucoid algal polarity. Mol Reprod Dev 77: 751-758   \nKatsuta J, Shibaoka H (1988) The Roles of the cytoskeleton and the cell-wall in nuclear positioning in tobacco BY-2 cels.Plant Cell Physiol 29: 403-413   \nKlotz J, Nick P (2o12) A novel actin-microtubule cross-linking kinesin, NtKCH,functions in cel expansion and division. New Phytol 193: 576-589 Kühn S,Liu Q, Eing C,Wüstner R, Nick P (2o13) Nanosecond electric pulses target to a plant-specific kinesin at the plasma membrane. J Membr Biol 246: 927-938 Kuss-Wymer CL, Cyr RJ(1992) Tobacco protoplasts differentiate into elongate cels without net microtubule depolymerization. Protoplasma 168: 64-72 Lee KK,Starr D,Cohen M, Liu J,Han M,Wilson KL,Gruenbaum Y (2002） Lamin-dependent localization of UNC-84，a protein required for nuclear migration in Caenorhabditis elegans.Mol Biol Cell 13: 892-901 Maeda H,Ishida N (1967) Specificity of binding of hexopyranosyl polysaccharides with fluorescent brightener.J Biochem 62:   \n276-278 Malone CJ,Fixsen WD, Horvitz HR, Han M (1999) UNC-84 localizes to the nuclear envelope and is required for nuclear migration and anchorng during C. elegans development. Development 126:   \n3171-3181 Morris NR (2ooo) Nuclear migration: From fungi to the mammalian brain.J Cell Biol 148: 1097-1101 Morris NR (2oo3) Nuclear positioning: The means is at the ends.Curr Opin Cell Biol 15: 54-59 Nagata T, Nemoto Y, Hasezawa S (1992) Tobacco BY-2 celline as the “HeLa”celin thecell biology of higher plants. Int Rev Cytol 132: $1 - 3 0$ （204号 Nagata T,Takebe I (197o) Cell wall regeneration and cell division in isolated tobacco mesophyll protoplasts. Planta 92: 301-308 Nick P(2oo8) Control of cellaxis.In: Nick P,ed.Plant Cell Monographs. Springer-Verlag,Berlin-Heidelberg. pp. 3-46 Nick P(2o11） Mechanics of the cytoskeleton. In: Wojtaszek P,ed. Mechanical Integration of Plant Celsand Plants.Springer-Verlag, Berlin-Heidelberg. pp. 53-90 Nick P,Furuya M(1992) Induction and fixation of polarity- Early steps in plant morphogenesis. Dev Growth Differ 34: 115-125 Nocarova E，Fischer L (2oo9) Cloning of transgenic tobacco BY-2 cells;an efficient method to analyse and reduce high natural heterogeneity of transgene expression.BMc Plant Biol   \n9: 44 Preston RD (1955) Mechanical properties of the plant cell wall. In: Ruhland W,ed. Handbuch der Pflanzenphysiologie vol.1.SpringerVerlag, Berlin-Gotingen-Heidelberg.pp.745-751 Schneider N，Ludwig H，Nick P (2015） Suppression of tubulin detyrosination by parthenolide recruits the plant-specific kinesin KCH to cortical microtubules.J Exp Bot 66: 2001-2011 Schneider R,Persson S (2015) Connecting two arrays: The emerging role of actin-microtubule cross-linking motor proteins.Front Plant Sci 6:415 Shao X，Li Q，Mogilner A，Bershadsky AD，Shivashankar GV (2015)Mechanical stimulation induces formin-dependent assembly of a perinuclear actin rim. Proc Natl Acad Sci USA 112:   \n2595-2601 Smith CM, Haimberger ZW, Johnson CO,Wolf AJ,Gafken PR, Zhang ZL，Parthun MR,Gottschling DE (2oo2） Heritable chromatin structure: Mapping“memory”in histones H3 and H4.Proc Natl Acad Sci USA 99: 16454-16461 Smith LG (2oo1) Plant cell division: Building wals in the right places. Nat Rev Mol Cell Biol 2: 33-39 Talbert PB，Masuelli R，Tyagi AP，Comai L，Henikoff S (2002) Centromeric localization and adaptive evolution of an Arabidopsis histone $H _ { 3 }$ variant. Plant Cell 14: 1053-1066   \nTaniura H,Glass C,Gerace L(1995)A chromatin binding site in the tail domain of nuclear lamins that interacts with core histones.JCell Biol 131: 33-44   \nVerbsky ML, Richards EJ (2oo1) Chromatin remodeling in plants.Curr Opin Plant Biol 4: 494-500   \nVochting H(1878) Uber Organbildung im Pflanzenreich.Cohen,Bonn   \nWang QY,Nick P (1998) The auxin response of actin is altered in the rice mutant Yin-Yang. Protoplasma 204: 22-33   \nWiesler B，Wang QY，Nick P (2oo2）The stability of cortical microtubules depends on their orientation.Plant J 32: 1023- 1032   \nWozny M,Schattat MH,Mathur N,Barton K,Mathur J(2o12) Color recovery after photoconversion of H2B::mEosFP allows detection of increased nuclear DNA content in developing plant cells. Plant Physiol 158: 95-106   \nWymer CL,Wymer SA,Cosgrove DJ,Cyr RJ(1996) Plant cell growth responds to external forces and the response requires intact microtubules. Plant Physiol 110: 425-430   \nYi H,Sardesai N,Fujinuma T,Chan CW,Veena,Gelvin SB (2006) Constitutive expression exposes functional redundancy between the Arabidopsis histone H2A gene HTA1and other H2A gene family members.Plant Cell 18:1575-1589   \nZaban B,Maisch J，Nick P(2o13）Dynamic actin controls polarity induction de novo in protoplasts.J Integr Plant Biol 55: 142-159 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "SUPPORTING INFORMATION ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Additional supporting information may be found in the online version of thisarticle at the publisher's web-site. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Figure S1. Frequency distribution of cell division in BY-2 LifeactpsRFP ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Frequency distribution of cell division 2 d after protoplast preparation in BY-2 Lifeact-psRFP protoplasts (grey bars) compared to non-transformed BY-2 protoplasts (white bars). Frequency distributions have been calculated from 2 o0o individual cells.Errorbars show standard errors of the mean (SE).Asterisks represent significance of indicated differences as tested bya paired,two-side t-test $( ^ { * } P < 5 \\% , ^ { * * } P < 1 \\% )$ ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Frequency distributions of the different regeneration stages for different time points after protoplast preparation in BY-2 free GFP (light grey bars) compared to non-transformed BY-2 protoplasts (white bars).Stages are indicated schematically. Frequency distributions were calculated from $3 0 0 0$ individual cells per time point from three independent biological replications.Error bars show standard errors of the mean (SE).Asterisks represent significance of indicated differences as tested bya paired,two-side $\\sf t .$ -test $( ^ { * } P < 5 \\% , ^ { * * } P < 1 \\% )$ ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Figure S3.Frequency distributions of regeneration stages in BY-2 GFP-OsKCH ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Frequency distributions of the different regeneration stages for different time points after protoplast preparation in BY-2 GFP-OsKCH (black bars) compared to non-transformed BY-2 protoplasts (white bars). Stages are indicated schematically. Frequency distributions were calculated from $3 0 0 0$ individual cellsper time point from three independent biological replications. Error bars show standard errors of the mean (SE).Asterisks represent significance of indicated differences as tested bya paired, two-side t-test $( ^ { * } P < 5 \\% ^ { * * } P < 1 \\% )$ ： Figure S4.Frequency distributions of regeneration stages after Oryzalin treatment   \nFrequency distributions of the different regeneration stages for different time points after protoplast preparation and Oryzalin treatment $( 5 0 0 \\mathsf { n m o l } / \\mathsf { L } )$ (light grey bars) compared to non-treated BY-2 protoplasts (white bars). Stages are indicated schematically. Frequency distributions were calculated from $3 0 0 0$ individual cells per time point from three independent biological replications. Error bars show standard errors of the mean (SE).Asterisks represent significance of indicated differences as tested by a paired, two-side t-test （204号 $( ^ { * } P < 5 \\% , ^ { * * } P < 1 \\% )$ ，   \nFigure S5. Images from BY-2 cells at the peak of proliferation Representative images from BY-2 cels 3 d after subcultivation (A-G). Nuclei are in the cell center. Scale bars $= 2 0 \\mu \\mathrm { m }$ ， Movie S1. Time-lapse movie of regenerating non-transformed BY-2 protoplast   \nTime-lapse movie showing the regeneration of a representative non-transformed BY-2 protoplast followed from d o(o hours after generation of protoplasts) until d 1 (24 h after generation of protoplasts) recording one frame every 3 min. Scale bar $= 2 0 \\mu \\mathrm { m }$ ：   \nMovie S2. Time-lapse movie of regenerating BY-2 LifeactpsRFP protoplasts   \nTime-lapse movie showing the regeneration of a representative BY-2 Lifeact-psRFP protoplast followed from d o (o hours after generation of protoplasts) until d1(24 h after generation of protoplasts） recording one frame every 3 min.Scale （20 ${ \\mathsf { b a r } } = 2 0 \\mu \\mathrm { m }$ ，   \nMovie S3. Time-lapse movie of regenerating BY-2 GFP-NtKCH protoplast   \nTime-lapse movie showing the regeneration of a representative BY-2 GFP-NtKCH protoplast followed from d o (o hours after generation of protoplasts) until d1(24 h after generation of protoplasts） recording one frame every 3 min.Scale b $\\mathsf { a r } = 2 0 \\mu \\mathrm { m }$   \nMovie S4. Time-lapse movie of regenerating BY-2 H2B-mEos protoplast   \nTime-lapse movie showing the regeneration of a representative BY-2 H2B-mEos protoplast followed from d o (o hours after generation of protoplasts) until d1(24 h after generation of protoplasts） recording one frame every 3 min.Scale bar $= 2 0 \\mu \\mathrm { m }$ . ",
        "page_idx": 13
    }
]