[
    {
        "type": "text",
        "text": "Neoproterozoic I-typegranitesintheCentral Tianshan Block (NW China): geochronology, geochemistry, and tectonic implications ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SONG Yujia1, LIU Xijun1,2.3\\*, XIAO Wenjiao², ZHANG Zhiguo1, LIU Pengde1, XIAO Yao, LI Rui',WANG Baohua', LIU Lei1'3, HU Rongguo1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Guangxi Key Laboratoryof Hidden Metallc Ore Deposits Exploration,Colege of Earth Sciences,Guilin Universityof Technology,Guilin 541004, China;   \n² Xinjiang Research CenterforMineral Resources,Xinjiang Institute of Ecology and Geography,Chinese Academyof Sciences,Urumqi 830011,China;   \n3Collborative Inovation Center forExplorationofNonferrous Metal Depositsand Efficient UtilizationofResource,Guilin University of Technology, Guilin 541004,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: The Central Tianshan Block is one of numerous microcontinental blocks within the Central Asian Orogenic Belt (CAOB) that overlies Precambrian basement rocks. Constraining the evolution of these ancient basement rocks is central to understanding the accretionary and colisional tectonics of the CAOB,and their place within the Rodinia supercontinent. However,to date,the timing and tectonic setings in which the basement rocks in the Central Tianshan Block formed are poorly constrained,with only sparse geochemical and geochronological data from granitic rocks within the northern segment of the block.Here, we present a systematic study combining U-Pb geochronology, whole-rock geochemistry, and the Sr-Nd isotopic compositions of newly-identified granitic gneisses from the Bingdaban area of Central Tianshan Block. The analyzed samples yield a weighted mean Neoproterozoic $^ { 2 0 6 } \\mathrm { P b } / ^ { 2 3 8 } \\mathrm { U }$ ages of 975-911 Ma. These weakly-peraluminous granitic rocks show a common geochemical I-type granite affinity.The granitic gneises are calc-alkaline and enriched in large ion lithophile elements (LILEs) and light rare earth elements (LREEs),but they are depleted in high field strength elements (HFSEs); these characteristics are similar to those of typical subduction-related magmatism.All samples show initial （204 $( ^ { 8 7 } \\mathrm { S r } / ^ { 8 6 } \\mathrm { S r } ) _ { ( _ { l } ) }$ ratios between 0.705136 and 0.706745. Values for $\\mathcal { E } _ { \\mathrm { N d } ( \\mathit { t } ) }$ in the granitic gneisses are in the range from $- 5 . 7$ to $- 1 . 2$ ，which correspond to Nd model ages of $2 . 0 { - } 1 . 7 ~ \\mathrm { \\ G a } _ { \\mathrm { \\cdot } }$ ，indicating a role for Mesoproterozoic to Paleoproterozoic rocks in the generation of the granitic protoliths.The documented geochemical features indicate that the protoliths for the gneisses have a similar petrogenesis and magmatic source,which may reflect partial melting of thickened crust with the addition of small amounts of mantle-derived material. The Central Tianshan Block probably constitute part of an exterior orogen that developed along the margin of the Rodinian supercontinent during the Early Neoproterozoic and underwent a transition from subduction to syn-collision compression at 975-911 Ma. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Neoproterozoic I-type granites;geochronology； Central Tianshan Block； Rodinian supercontinent;Central Asian Orogenic Belt (CAOB)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: SONG Yujia,LIU Xijun, XIAO Wenjiao,ZHANG Zhiguo,LIUPengde,XIAO Yao,LIRui,WANG Baohua,LIU Lei,HU Rongguo.202.Neoproterozoic I-typegranites in the Central Tianshan Block (NWChina): geochronology, geochemistry,ndtectonicimplications.JouralofAridLand,14(1):82-101.htps:/doorg/1.1/s4033-02-0-8 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Central Asian Orogenic Belt (CAOB),also known as the Altaid tectonic collage, is the largest accretionary orogenic belt in the world (Sengor et al., 1993; Sengor and Natal'in,1996). It is situated between the Eastern European, Siberian, Tarim,and North China cratons (Fig.1). It has been widely accepted that the CAOB was formed by successive amalgamation of island arcs, seamounts， oceanicplateaus， accretionarycomplexes， andnumerousPrecambrian microcontinents,related to the subduction and closure of the Paleo-Asian Ocean during the Paleozoic era(Coleman，1989; Jahn et al.，2000; Xiao et al.,2004,2008a; Long et al.,2011; Rojas-Agramonte et al., 2O11). Several Precambrian basement continental blocks, including the Central Tianshan Block，Yili Block in China, Ishim-Middle Tianshan in Kyrgyzstan，and Aktau-Junggar in Kazakhstan,are of importance in understanding the tectonic evolution of the CAOB (Kroner et al.,2013,2014). Some components of the CAOB record Late Mesoproterozoic to Early Neoproterozoic evolution, which temporally overlaps with the assembly and break-up of the Rodinia supercontinent (Zhang et al.,2O12; Gao et al.,2O15; Huang et al.,2O17). The Chinese Tianshan Orogen is located in the southwestern part of the CAOB (Gao et al.,2O15; Xiong et al., 2019), extending from Kazakhstan in the west to Xinjiang Uygur Autonomous Region of China in the east (Yin et al.,2O17; Liu et al., 2O2O). Among several tectonic units within the Chinese Tianshan Orogen,the Central Tianshan Block and the Yili Block are considered as Precambrian microcontinents, which have played a significant role in the process of the accretionary orogen. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/80c3a2bb33655d3838ae412b430b8017f39a09a767cf6a91f535a752f7b3944b.jpg",
        "img_caption": [
            "Fig.1Geological map of the Central Tianshan Block and adjacent regions (a),and tectonic map of the Central Asian Orogenic Belt (b)as well as sample locations (c).CTB,Central Tianshan Block; KYB,Kazakhstan-Yili Block;NTB,North Tianshan Belt; STB,South Tianshan Belt (modified after Gao et al.(2O15)and Liu et al. (2020)). "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Central Tianshan Block is located between the Tarim, Junggar, and Kazakhstan blocks (Xiao et al.，2009a, 2013;Liu et al., 202O). In recent years, the Early Neoproterozoic granitic rocks have been recognized from several areas within the Central Tianshan Block, including Baluntai， Wuwamen， Bingdaban， Wenquan， Alatage， Pingdingshan， and Xingxingxia. The crystallization ages of these granitic rocks are mainly concentrated between 97O and $8 0 6 \\mathrm { M a }$ ,and provide a record of the Early Neoproterozoic tectono-magmatic events (Zhang et al., 2O05; Yang et al.,2008; Chen et al.,2009; Hu et al.,2010; Gao et al.,2015; Huang et al.,2015a; Huang et al., 2015b,2017; Meng et al., 2018). Such magmatic events have generally been suggested to be linked with the assembly and break-up of Rodinia (Huang et al.,2O17). However, until now, only sparse geochemical and geochronological data have been obtained for Neoproterozoic magmatic rocks from the northern segment of the Central Tianshan Block, especially in the Bingdaban area. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this paper, we investigate the petrogenesis of Neoproterozoic granites in the Bingdaban area of the Central Tianshan Block by using petrography， zircon U-Pb geochronology，whole-rock geochemistry，and Sr-Nd isotopic compositions of the rocks.We use these data to better understand the age and tectonic environment in which the magmatic rocks formed and discuss the wider implications for the evolution of Rodinia. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Geological setting ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The Chinese Tianshan Orogen is bordered by the Kazakhstan Tianshan in the west, the Junggar Terrane in the north,and the Tarim Craton in the south (Huang et al., 2O15a). It was formed by subduction and accretion of the ancient Tianshan Ocean between the Tarim Craton and the Junggar Block (Xiao et al., 2004,2009b; Gao et al.,2015). The Chinese Tianshan Orogen is the final collision zone between the Siberian Craton and the Tarim Craton.Therefore,it is an ideal area to reveal the accretion and tectonic history of the CAOB (Xiao et al.,2004, 2008b,2009a, b). The area experienced a complex history from the Late Mesoproterozoic to the Late Paleozoic. There are many microcontinents in the southwest of the CAOB, including the Central Tianshan Block,the Yili Block in China,and other Precambrian terranes in Kazakhstan and Kyrgyzstan (Gao et al.,2O15; Xiong et al.,2O19).The Chinese Tianshan Orogen is divided into several main tectonic units: the North Tianshan Belt, the Central Tianshan-Yili Blocks,and the South Tianshan Belt. The North Tianshan, Central Tianshan,and South Tianshan are separated by the North Tianshan and South Tianshan suture zones (Fig.la) (Xiao et al.,2004; Gao et al.,2O09,2015; Huang et al., 2015b; Zhu et al., 2019). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Among several tectonic units within the CAOB (Fig.la), the North Tianshan Belt and South Tianshan Belt represent two Paleozoic accretionary terranes (Alln et al.，1993； Charvet et al., 2011; Alexeiev et al.,2O15; Safonova et al., 2O16). The Northern Tianshan Belt represents a Late Paleozoic continental magmatic arc related to south-directed subduction of the northern Tianshan Ocean (Gao et al.,1998; Xiao et al.,2004,2009a,b). It mainly comprises the Middle Devonian to late Carboniferous shallow marine and terrigenous sedimentary rocks,along with calc-alkaline intermediate to felsic volcanic rocks and ophiolite slices (Wang et al.,2O07a,2011). In the south, the North Tianshan Belt is bounded by the North Tianshan suture Zone,and consists of a series of Early Paleozoic ophiolites and related rocks (e.g.，the Tangbale，Bingdaban，and Gangou ophiolites).The South Tianshan Belt is located between the Central Tianshan Block and the northern margin of the Tarim Craton.It is a Paleozoic accretionary belt and mainly consists of Paleozoic clastic and volcano-sedimentary rocks (Gao et al.,1998; Long et al.,2011; Wang et al., 2011;Du et al.，2O18). It is further characterized by the occurrence of a Carboniferous high-pressure and/or low-temperature metamorphic belt composed of blueschist-,eclogite-, and greenschist-facies metasedimentary rocks,and some mafic meta-volcanic rocks (Gao and Klemd, 2003;Lu et al.,2OO8; Klemd et al.,2O11).Previous studies surmise that the South Tianshan Belt was formed by the northward subduction of the South Tianshan Ocean and amalgamation of the ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Central Tianshan Block with the Tarim Block (Gao et al.,1998,2009; Xiao et al.,2004,2015;   \nHan et al., 2011). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The Central Tianshan-Yili Blocks are sandwiched between the North Tianshan Belt and South Tianshan Belt,and are bounded by the North Tianshan suture zone to the north and the South Tianshan suture zone to the south (Fig. la) (Zhong et al.,2O17; Zhu et al.,2019). The Central Tianshan Block is characterized by a Precambrian basement overlain by the Early to Late Paleozoic clastic sedimentary and volcano-sedimentary rocks (Gao et al.,1998,2Oo9; Hu et al, 2000; Xiao et al.,2004; Yang et al.,2008; Ma et al.,2013). The Precambrian basement consists mainly of Paleoproterozoic to Neoproterozoic granulites,amphibolites, granitic gneisses, banded gneisses,and augen gneisses,along with lower-grade schists, phylites, quartzites,and marbles (e.g., Gao and Peng,1985; Hu et al.,1998; He et al.,2012,2014,2015; Ma et al.,2013). Two intrusive magmatic episodes at ca. $1 . 4 \\mathrm { G a }$ and ca. O.9 Ga have been documented from the Central Tianshan Block (Zhang et al.,2005; Hu et al., 2006,201O; Chen et al.,2009; Shi et al.,2010; Peng et al.,2012; Huang et al.,2014; He et al.,2015). The Yili Block consists of Precambrian basement rocks that are overlain by Paleozoic arc-related volcanic and sedimentary rocks,and is characterized by the widespread distribution of Early Paleozoic granites within Precambrian basement rocks (Hu et al., 1998; Wang et al., 2007b; Long et al., 2011). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3Petrography ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The study area is located in the Bingdaban area in the northern segment of the Central Tianshan Block (Fig.2). Granitic rocks mainly crop out between the Hongwuyue Bridge and the No. 1 Glacier on the north side of the Bingdaban area (Liu et al., 2O2O). The Bingdaban area is mainly composed of two sets of rock assemblages: Precambrian basement rocks and ophiolitic mélanges. The Precambrian basement rocks mainly consist of the Mesoproterozoic to Neoproterozoic augen and banded granitic gneisses, which were intruded by Paleozoic granitoids (Zhu et al.,2O07).The study granitic gneisses are mainly located in the Shenglidaban (a high mountain pass), from which three representative samples are selected for zircon dating and geochemical and petrographic analyses (Fig. 1c). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/845249d5a4252fe1582cb360a1de1a4fb7a3a3be46af20e042b215d4d805b88c.jpg",
        "img_caption": [
            "Fig.2Simplified geologic map of the Bingdaban area,Central Tianshan Block (modified after Yang et al. (2008)and Liu et al. (2020)) "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The samples of granitic gneiss are gray and medium-grained, and have a typical granular gneissic texture. They dominantly consist of quartz (volumetric percentage of $30 \\% - 4 0 \\% )$ ， K-feldspar $( 2 0 \\% - 3 0 \\% )$ ，plagioclase $( 2 5 \\% - 3 0 \\% )$ ，hornblende (approximately $5 \\%$ )，and biotite (approximately $5 \\%$ ),with accessory minerals zircon and magnetite.Biotite and/or muscovite are foliated while quartz and minor feldspar are elongated (Fig. 3). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/54f25c2d5a023c7f3633139f081e96d0454f63c163bd6ee1cb2802fd86075f4c.jpg",
        "img_caption": [
            "Fig.3Field and petrographic photographs of the studied Neoproterozoic granitic gneisses in the Bingdaban area. (a),field photograph; (b),hand specimens; (c)-(d),photomicrographs. Qtz,Quartz; Pl,Plagioclase;Bt,iotite. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4Analytical methods ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The U-Pb zircon dating, whole-rock major and trace element, and Sr-Nd isotope analysis were carried out at the Guangxi Key Laboratory of Hidden Metallic Ore Deposits Exploration, Guilin University of Technology, Guilin City, Guangxi Zhuang Autonomous Region, China. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1 Zircon U-Pb geochronology ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Zircons were separated using standard heavy-liquid and magnetic methods. Al zircon grains were imaged using transmitted and reflected light and cathodoluminescence (CL） to reveal internal structures. The CL imaging was obtained using a JXA823OR electron microprobe (JEOL Ltd., Mitaka, Japan).We performed $\\mathrm { U } \\mathrm { - } \\mathrm { P b }$ zircon dating using laser ablation inductively coupled plasmamassspectrometry(LA-ICP-MS； quadrupole Agilent 790O ICP-MS(Agilent Technologies Inc., CA, USA) and a GeoLasHD LA system (Coherent Inc., CA, USA) equipped with a $1 9 3 ~ \\mathrm { n m }$ ArF-excimer laser utilizing the automatic positioning system). The laser spot size was set at $3 2 ~ { \\mu \\mathrm { m } }$ ，laser energy density at $\\mathrm { i } 0 \\mathrm { \\ J / c m } ^ { 2 }$ ,and repetition rate at $1 0 ~ \\mathrm { H z }$ . Calibrations for the zircon analyses were carried out using United States National Institute of Standards and Technology (NIST) Standard Reference Material NIST61O glass as an external standard and Si as the internal standard. $\\mathrm { U - P b }$ isotope fractionation effects were corrected using the Plesovice zircon as the external standard. The TEMORA $( 4 1 7 \\ \\mathrm { M a } )$ zircon was also used as a secondary standard. Isotopic ratios and element concentrations of zircon grains were calculated using GLITTER,and Concordia ages and diagrams were obtained and plotted using Isoplot $/ \\mathrm { E x } 3 . 0$ (Ludwig,2003).The common lead correction follows the method of Andersen (2Oo2). The reported uncertainty on single data points is reported at the $1 \\sigma$ (orepresents the standard deviation） level,whereas weighted mean ages are reported with uncertainties at the $2 \\sigma$ levels. The U-Pb age data are provided in Table 1. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/557ab73ac76d7f15b6ad12b1b0be074d16151fa149bc4472b049c838acdbda5a.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"14\"> SONG Yujia et al.: Neoproterozoic I-type granites in the Central Tianshan Block...</td></tr><tr><td>Table 1</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td colspan=\"3\">LA-ICP-MS zircon U-Pb isotopic analysis of the granitic gneisses from the Bingdaban area in the Central Tianshan Block Sample U Th/</td><td></td><td></td><td>Isotopic ratio</td><td></td><td></td><td></td><td></td><td></td><td></td><td>Age (Ma)</td><td></td><td></td></tr><tr><td>spot</td><td>Th (106)</td><td>(106)</td><td>U</td><td>207Pb1 206pb</td><td>±lσ 207Ppb/ 235U</td><td>±1σ</td><td>206Pb/ 238U</td><td>±lσ</td><td>207Pb1 206Pb</td><td>±lσ</td><td>235U 207Pbl</td><td>±lσ</td><td>206Pbl 238U</td><td>±1o</td></tr><tr><td colspan=\"3\">Sample BD-01-18</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>9</td></tr><tr><td>01</td><td>833</td><td>5167</td><td>0.16</td><td>0.0708</td><td>0.0009 1.6045</td><td>0.0262</td><td>0.1637</td><td>0.0015</td><td>954</td><td>25</td><td>972</td><td>10</td><td>977</td><td>9</td></tr><tr><td>02</td><td>1051</td><td>7802</td><td>0.13</td><td>0.0698</td><td>0.0009 1.5692</td><td>0.0268</td><td>0.1627</td><td>0.0017</td><td>924</td><td>27</td><td>958</td><td>11</td><td>972</td><td></td></tr><tr><td>03</td><td>351</td><td>6771</td><td>0.05</td><td>0.0712</td><td>0.0011 1.6006</td><td>0.0290</td><td>0.1628</td><td>0.0016</td><td>963</td><td>31</td><td>970</td><td>11</td><td>972</td><td>10</td></tr><tr><td>04</td><td>1007</td><td>3442</td><td>0.29</td><td>0.0667</td><td>0.0015</td><td>1.4980 0.0352</td><td>0.1618</td><td>0.0018</td><td>828</td><td>46</td><td>930</td><td>14</td><td>967</td><td></td></tr><tr><td>05</td><td>153</td><td>624</td><td>0.25</td><td>0.0675</td><td>0.0018</td><td>1.5425 0.0434</td><td>0.1658</td><td>0.0021</td><td>854</td><td>56</td><td>948</td><td>17</td><td>989</td><td></td></tr><tr><td>06</td><td>497</td><td>2238</td><td>0.22</td><td>0.0695</td><td>0.0014</td><td>1.5588 0.0382</td><td>0.1615</td><td>0.0019</td><td>915</td><td>47</td><td>954</td><td>15</td><td>965</td><td></td></tr><tr><td>07</td><td>987</td><td>10.876</td><td>0.09</td><td>0.0717</td><td>0.0014</td><td>1.6177 0.0382</td><td>0.1630</td><td>0.0023</td><td>989</td><td>39</td><td>977</td><td>15</td><td>974</td><td></td></tr><tr><td>08</td><td>1032</td><td>5441</td><td>0.19</td><td>0.0747</td><td>0.0017</td><td>1.7052 0.0421</td><td>0.1652</td><td>0.0017</td><td>1061</td><td>46</td><td>1010</td><td>16</td><td>986</td><td></td></tr><tr><td>09</td><td>2281</td><td>7064</td><td>0.32</td><td>0.0731</td><td>0.0013</td><td>1.6637 0.0384</td><td>0.1645</td><td>0.0024</td><td>1017</td><td>32</td><td>995</td><td>15</td><td>982</td><td>10</td></tr><tr><td>10</td><td>636</td><td>1622</td><td>0.39</td><td>0.0723</td><td>0.0017</td><td>1.6264</td><td>0.0388 0.1629</td><td>0.0018</td><td>994</td><td>47</td><td>980</td><td>15</td><td>973</td><td>13 10</td></tr><tr><td colspan=\"11\">Sample BD-06-18</td><td></td><td></td><td></td></tr><tr><td>01</td><td>330</td><td>9571</td><td>0.03</td><td>0.0738</td><td>0.0025</td><td>1.5996 0.0448</td><td>0.1585</td><td>0.0028</td><td>1037</td><td>67</td><td>970</td><td>18</td><td>948</td><td>16</td></tr><tr><td>02</td><td>739</td><td>13,358</td><td>0.06</td><td>0.0686</td><td>0.0013</td><td>1.5346 0.0331</td><td>0.1612</td><td>0.0019</td><td>887</td><td>40</td><td>944</td><td>13</td><td>963</td><td>10</td></tr><tr><td>03</td><td>601</td><td>3840</td><td>0.16</td><td>0.0676</td><td>0.0018</td><td>1.4961 0.0422</td><td>0.1591</td><td>0.0020</td><td>855</td><td>55</td><td>929</td><td>17</td><td>952</td><td>11</td></tr><tr><td>04</td><td>1985</td><td>9660</td><td>0.21</td><td>0.0686</td><td>0.0016</td><td>1.5409 0.0373</td><td>0.1620</td><td>0.0019</td><td>887</td><td>47</td><td>947</td><td>15</td><td>968</td><td>11</td></tr><tr><td>05</td><td>613</td><td>3185</td><td>0.19</td><td>0.0714</td><td>0.0016</td><td>1.5762 0.0409</td><td>0.1591</td><td>0.0022</td><td>969</td><td>47</td><td>961</td><td>16</td><td>952</td><td>12</td></tr><tr><td>06</td><td>958</td><td>6379</td><td>0.15</td><td>0.0695</td><td>0.0016</td><td>1.5319 0.0390</td><td>0.1589</td><td>0.0021</td><td>915</td><td>48</td><td>943</td><td>16</td><td>951</td><td>12</td></tr><tr><td>07</td><td>1050</td><td>3678</td><td>0.29</td><td>0.0678</td><td>0.0015</td><td>1.4934 0.0354</td><td>0.1589</td><td>0.0018</td><td>861</td><td>44</td><td>928</td><td>14</td><td>951</td><td>10</td></tr><tr><td>08</td><td>605</td><td>3224</td><td>0.19</td><td>0.0671</td><td>0.0014</td><td>1.4759 0.0348</td><td>0.1586</td><td>0.0018</td><td>843</td><td>44</td><td>921</td><td>14</td><td>949</td><td>10</td></tr><tr><td>09</td><td>324</td><td>6249</td><td>0.05</td><td>0.0690</td><td>0.0016</td><td>1.5170 0.0458</td><td>0.1592</td><td>0.0036</td><td>898</td><td>48</td><td>937</td><td>18</td><td>952</td><td>20</td></tr><tr><td>10</td><td>510</td><td>8641</td><td>0.06</td><td>0.0709</td><td>0.0015</td><td>1.5589 0.0359</td><td>0.1588</td><td>0.0016</td><td>954</td><td>44</td><td>954</td><td>14</td><td>950</td><td>9</td></tr><tr><td>11</td><td>1075</td><td>6424</td><td>0.17</td><td>0.0702</td><td>0.0017</td><td>1.5807 0.0406</td><td>0.1626</td><td>0.0020</td><td>1000</td><td>48</td><td>963</td><td>16</td><td>971</td><td>11</td></tr><tr><td>12</td><td>536</td><td>3584</td><td>0.15</td><td>0.0660</td><td>0.0018</td><td>1.4514 0.0411</td><td>0.1589</td><td>0.0021</td><td>807</td><td>56</td><td>910</td><td>17</td><td>951</td><td>12</td></tr><tr><td>13</td><td>279</td><td>1944</td><td>0.14</td><td>0.0674</td><td>0.0032</td><td>1.4266 0.0618</td><td>0.1551</td><td>0.0025</td><td>850</td><td>98</td><td>900</td><td>26</td><td>929</td><td>14</td></tr><tr><td>14</td><td>855</td><td>6150</td><td>0.14</td><td>0.0669</td><td>0.0016</td><td>1.4688</td><td>0.0364 0.1589</td><td>0.0019</td><td>835</td><td>49</td><td>918</td><td>15</td><td>951</td><td>11</td></tr><tr><td>15</td><td>560</td><td>16.520</td><td>0.03</td><td>0.0665 0.0658</td><td>0.0014 1.4306</td></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/665d53027e0ea42bf5aa0bee987ea20cf84a9e234d098d770720274eca7919b1.jpg",
        "table_caption": [],
        "table_footnote": [
            "Note:LA-ICP-MS,LaserAblationInductively CoupledPlasma Mass Spectrometer.o,standarddeviation.Sample BD-01-18, BD-O6-18,and BD-46-18 mean granitic gneiss samples in this study. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"10\">Th/</td><td colspan=\"5\">Continuec</td></tr><tr><td>Sample spot</td><td>Th (10)</td><td>U (10)</td><td>207Pb/</td><td></td><td>207Pb/</td><td>Isotopic ratio</td><td>206Pb/</td><td></td><td>207Pbl</td><td></td><td>Age (Ma) 207Pb/</td><td></td><td></td><td></td></tr><tr><td colspan=\"2\"></td><td></td><td>U</td><td>206Pb</td><td>±lσ</td><td>235U</td><td>±lσ</td><td>±lσ 238U</td><td>206Pb</td><td>±1σ</td><td>235U</td><td>±1σ</td><td>2</td><td>±1o</td></tr><tr><td>Sample BD-46-18</td><td></td><td>3661</td><td>0.28</td><td>0.0702</td><td>0.0017</td><td>1.4782</td><td>0.0451</td><td>0.1519 0.0027</td><td>1000</td><td>51</td><td>921</td><td>18</td><td>911</td><td></td></tr><tr><td>01 02</td><td>1012 397</td><td>3350</td><td>0.12</td><td>0.0741</td><td>0.0023</td><td>1.5592</td><td>0.0535 0.1515</td><td>0.0026</td><td>1044</td><td>58</td><td>954</td><td>21</td><td>910</td><td>15</td></tr><tr><td></td><td>1435</td><td>6293</td><td>0.23</td><td>0.0711</td><td>0.0017</td><td>1.4983</td><td>0.0404 0.1515</td><td>0.0020</td><td>961</td><td>50</td><td>930</td><td>16</td><td>909</td><td>15 11</td></tr><tr><td>03 04</td><td>488</td><td>2787</td><td>0.18</td><td>0.0700</td><td>0.0019</td><td>1.4765</td><td>0.0425</td><td>0.1516 0.0020</td><td>929</td><td>56</td><td>921</td><td>17</td><td>910</td><td></td></tr><tr><td>05</td><td>577</td><td>3918</td><td>0.15</td><td>0.0662</td><td>0.0017</td><td>1.4019</td><td>0.0402</td><td>0.1516 0.0024</td><td>813</td><td>50</td><td>890</td><td>17</td><td>910</td><td>11 14</td></tr><tr><td>06</td><td>411</td><td>3481</td><td>0.12</td><td>0.0688</td><td>0.0018</td><td>1.4625</td><td>0.0424</td><td>0.1518 0.0024</td><td>892</td><td>54</td><td>915</td><td>17</td><td>911</td><td></td></tr><tr><td>07</td><td>469</td><td>3019</td><td>0.16</td><td>0.0690</td><td>0.0012</td><td>1.4507</td><td>0.0296</td><td>0.1519 0.0015</td><td>900</td><td>38</td><td>910</td><td>12</td><td></td><td>14</td></tr><tr><td>08</td><td>403</td><td>4058</td><td>0.10</td><td>0.0690</td><td>0.0012</td><td>1.4496</td><td>0.0289</td><td>0.1518 0.0015</td><td>900</td><td></td><td></td><td></td><td>911</td><td>9</td></tr><tr><td>09</td><td>315</td><td>3412</td><td>0.09</td><td>0.0726</td><td>0.0018</td><td>1.5150</td><td>0.0374</td><td>0.1516 0.0020</td><td></td><td>69</td><td>910 936</td><td>12</td><td>911</td><td>9</td></tr><tr><td></td><td></td><td>5710</td><td>0.11</td><td>0.0700</td><td>0.0016</td><td>1.4673</td><td>0.0490</td><td>0.1516 0.0040</td><td>1003</td><td>50</td><td></td><td>15</td><td>910</td><td>11</td></tr><tr><td>10</td><td>609</td><td></td><td>0.12</td><td>0.0702</td><td>0.0011</td><td>1.4746</td><td>0.0280</td><td>0.1517</td><td>928</td><td>47</td><td>917</td><td>20</td><td>910</td><td>22</td></tr><tr><td>11</td><td>457</td><td>3872</td><td>0.45</td><td>0.0690</td><td>0.0018</td><td>1.4458</td><td>0.0327</td><td>0.0014 0.1531</td><td>1000</td><td>33</td><td>920</td><td>11</td><td>910</td><td>8</td></tr><tr><td>12</td><td>1312</td><td>2902</td><td>0.13</td><td></td><td>0.0013</td><td></td><td>0.0325</td><td>0.0019</td><td>898</td><td>53</td><td>908</td><td>14</td><td>918</td><td>11</td></tr><tr><td>13</td><td>362</td><td>2747</td><td></td><td>0.0678</td><td></td><td>1.4264</td><td></td><td>0.1519 0.0018</td><td>861</td><td>41</td><td>900</td><td>14</td><td>912</td><td>10</td></tr><tr><td>14</td><td>737</td><td>2481</td><td>0.30</td><td>0.0681</td><td>0.0014</td><td>1.4290</td><td>0.0303</td><td>0.1517 0.0016</td><td>872</td><td>45</td><td>901</td><td>13</td><td>911</td><td>9</td></tr><tr><td>15</td><td>252</td><td>1892</td><td>0.13</td><td>0.0699</td><td>0.0015</td><td>1.4681</td><td>0.0357</td><td>0.1515 0.0015</td><td>928</td><td>46</td><td>917</td><td>15</td><td>910</td><td>9</td></tr><tr><td>16</td><td>641</td><td>2534</td><td>0.25</td><td>0.0683</td><td>0.0012</td><td>1.4326</td><td>0.0297</td><td>0.1516 0.0017</td><td>880</td><td>37</td><td>903</td><td>12</td><td>910</td><td>9</td></tr><tr><td>17</td><td>739</td><td>4140</td><td>0.18</td><td>0.0696</td><td>0.0014</td><td>1.4575</td><td>0.0328 0.1515</td><td>0.0019</td><td>917</td><td>45</td><td>913</td><td>14</td><td>909</td><td>10</td></tr><tr><td>18</td><td>2718</td><td>5361</td><td>0.51</td><td>0.0716</td><td>0.0016</td><td>1.5030</td><td>0.0387</td><td>0.1517 0.0020</td><td>973</td><td>46</td><td>932</td><td>16</td><td>911</td><td>11</td></tr><tr><td>19</td><td>1084</td><td>5033</td><td>0.22</td><td>0.0695</td><td>0.0013</td><td>1.4598</td><td>0.0316</td><td>0.1517 0.0015</td><td>917</td><td>39</td><td>914</td><td>13</td><td>910</td><td>9</td></tr><tr><td>20</td><td>796</td><td>5149</td><td>0.15</td><td>0.0705</td><td>0.0015</td><td>1.4765</td><td>0.0340</td><td>0.1516 0.0016</td><td>943</td><td>43</td><td>921</td><td>14</td><td>910</td><td>9</td></tr><tr><td>21</td><td>617</td><td>2884</td><td>0.21</td><td>0.0719</td><td>0.0017</td><td>1.5041</td><td>0.0392</td><td>0.1518 0.0019</td><td>983</td><td>49</td><td>932</td><td>16</td><td>911</td><td>11</td></tr><tr><td>22</td><td>311</td><td>2349</td><td>0.13</td><td>0.0703</td><td>0.0015</td><td>1.4729</td><td>0.0364</td><td>0.1517 0.0019</td><td>1000</td><td>44</td><td>919</td><td>15</td><td>910</td><td>10</td></tr><tr><td>23</td><td>565</td><td>3314</td><td>0.17</td><td>0.0705</td><td>0.0013</td><td>1.4980</td><td>0.0331</td><td>0.1540 0.0019</td><td>943</td><td>44</td><td>930</td><td>13</td><td>923</td><td>10</td></tr><tr><td>24</td><td>540</td><td>3194</td><td>0.17</td><td>0.0707</td><td>0.0014</td><td>1.4812</td><td>0.0355</td><td>0.1516 0.0021</td><td>948</td><td>40</td><td>923</td><td>15</td><td>910</td><td>12</td></tr><tr><td>25</td><td>752</td><td>2950</td><td>0.26</td><td>0.0706</td><td>0.0019</td><td>1.4767</td><td>0.0431 0.1516</td><td>0.0022</td><td>946</td><td>56</td><td>921 923</td><td>18 13</td><td>910 915</td><td>12 10</td></tr><tr><td>26 27</td><td>433 368</td><td>2502 3469</td><td>0.17 0.11</td><td>0.0706 0.0685</td><td>0.0015 0.0012</td><td>1.4826 1.4412</td><td>0.0330 0.0307</td><td>0.1526 0.0018 0.1524 0.0018</td><td>946 883</td><td>43 32</td></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2 Whole-rock major and trace element analyses ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The major and trace element compositions (including rare earth element (REE)) of rock samples $\\scriptstyle ( n = 3 )$ were measured at the Guangxi Key Laboratory of Hidden Metallic Ore Deposits Exploration, Guilin University of Technology. Fresh samples were collected and crushed,and then chips were soaked in $4 \\mathrm { ~ N ~ }$ hydrochloric acid for half an hour to remove any altered material. The rock chips were then powdered using an alumina ceramic shatterbox.Prior to major element analyses, loss-on-ignition values were measured using a muffle furnace at a constant temperature of $1 0 0 0 ^ { \\circ } \\mathrm { C }$ The baked samples were then made into glass disks with $\\mathrm { N a _ { 2 } B _ { 4 } O _ { 7 } . 1 0 H _ { 2 } O }$ at approximately $1 1 5 0 ^ { \\circ } \\mathrm { C }$ An ZSX Primus II X-Ray fluorescence (XRF) instrument (Rigaku, Tokyo, Japan） was used to determine the major element compositions. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Trace element analysis was performed using an Agilent 79OO ICP-MS (Agilent Technologies Inc., CA,USA). Approximately $5 0 ~ \\mathrm { m g }$ of sample powder was dissolved in a bomb with $0 . 5 ~ \\mathrm { m L }$ of purified ${ \\mathrm { H N O } } _ { 3 }$ and $1 . 0 ~ \\mathrm { m L }$ of hydrofluoric acid (HF), placed into a high-pressure valve,and kept at $1 9 0 ^ { \\circ } \\mathrm { C }$ for $4 8 \\mathrm { h }$ . After evaporation, $0 . 5 ~ \\mathrm { m L }$ of purified ${ \\mathrm { H N O } } _ { 3 }$ was added to the dry powders; this step was repeated again.We then added $4 . 0 ~ \\mathrm { m L }$ of $4 \\mathrm { ~ N ~ }$ purified ${ \\mathrm { H N O } } _ { 3 }$ ，then placed the bombs into a high-pressure valve and kept them at $1 7 0 ^ { \\circ } \\mathrm { C }$ for $^ { 4 \\mathrm { ~ h ~ } }$ .Finally, the contents were diluted 1OoO times and $1 0 ~ \\mathrm { { n g / L } }$ of the Rh internal standard was added to correct for signal drift. Before analysis, $8 . 0 { - } 1 0 . 0 ~ \\mathrm { m L }$ of the solution was pipetted into a clean plastic tube and shaken. The United States Geological Survey standards BHVO,AGV,W-2,and G-2,and national rock standards GSR-1, GSR-2,and GSR-3 were used to calibrate the analyses,and the analytical accuracy was generally better than $2 \\% - 5 \\%$ (Liu et al., 2O2O). The results are shown in Table 2. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3 Whole-rock Sr-Nd isotopic analyses ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Whole-rock powders for $\\operatorname { s r }$ and Nd isotope analyses were dissolved in Savillex Teflon screw-top capsules by adding $2 . 0 \\mathrm { m L }$ of HF and $1 . 0 \\mathrm { m L }$ of $1 { : } 1 \\ \\mathrm { H N O } _ { 3 }$ ,and then heated for $5 { - } 7 \\mathrm { d }$ at $1 2 0 ^ { \\circ } \\mathrm { C }$ on a hot plate until fully dissolved. The capsules were opened, dried, and added with concentrated ${ \\mathrm { H N O } } _ { 3 }$ to drive out any remaining HF. When drying, $3 . 0 ~ \\mathrm { m L }$ of ${ \\mathrm { H N O } } _ { 3 }$ was added and the capsules were kept warm in $1 2 0 ^ { \\circ } \\mathrm { C }$ for more than $2 \\mathrm { ~ h ~ }$ ，Strontium was separated with a SR-B50-A $( 1 0 0 - 1 5 0 ~ \\mu \\mathrm { m } )$ （204号 resin. REEs were isolated using cation exchange resin (AG5O-X8). Finall, Nd was purified using an HDEHP (bis-(2-ethylhexyl) hydrogen phosphate) resin. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The isotope ratio was adjusted to $\\mathrm { \\bar { 8 } 8 } _ { \\mathrm { S r } } \\mathrm { \\bar { / } } ^ { \\mathrm { 8 6 } } \\mathrm { S r } { = } 8 . 3 7 5 2$ and $^ { 1 4 6 } \\mathrm { N d } / ^ { 1 4 4 } \\mathrm { N d } { = } 0 . 7 2 1 9$ to correct for mass fractionation. During the analysis period, instrument stability was assessed using the international standard samples NBS-987 and JNdi-1. The measured values for the NBS-987 Sr and JNdi-1 Nd standardswere $^ { 8 7 } \\mathrm { S r } / ^ { 8 6 } \\mathrm { S r } { = } 0 . 7 1 0 2 9 4$ $( \\pm 0 . 0 0 0 0 1 6 )$ ， $scriptstyle \\overbrace { n = 4 0 }$ ；2SD(standard deviation)） and 143Nd/144Nd=0.512081 (±0.000008) (n=40; 2SD), respectively. United States Geological Survey reference material BHVO-2 was measured to monitor the accuracy of the analytical procedures, with the following results: $^ { 8 7 } \\mathrm { S r } / ^ { 8 6 } \\mathrm { S r } { = } 0 . 7 0 3 5 4 9$ （20 $( \\pm 0 . 0 0 0 0 0 8 )$ and ${ } ^ { 1 4 3 } \\mathrm { N d } / { } ^ { 1 4 4 } \\mathrm { N d } { = } 0 . 5 1 \\dot { 2 } 9 6 5$ (±0.000004) (Liu et al.,2O2O).The results are shown in Table 3. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5 Results ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.1 Zircon U-Pb geochronology ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "LA-ICP-MS zircon $\\scriptstyle { \\mathrm { U - P b } }$ data are given in Table 1, and representative zircon CL images showing the position of analytical spots and $ { ^ { 2 0 6 } } \\mathrm { P b } /  { ^ { 2 3 8 } } \\mathrm { U }$ weighted mean ages are shown in Figure 4. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Zircon grains are colorless,and most are characterized by elongated prismatic shapes and lengths ranging from 80 to $2 0 0 ~ { \\mu \\mathrm { m } }$ ，with ratios of length to width between 1:1 and 3:1. CL images show that the majority of zircon grains have a core-mantle-rim structure. Core and mantle domains generally develop oscillatory zoning，whereas rim domains are structureless and relatively low luminescence,which should be magmatic zircon. The zircon REE patterns are characterized by heavy rare earth element (HREE） enrichment, positive Ce anomalies,and negative Eu and $\\mathrm { P r }$ anomalies, indicating a magmatic origin. Some zircons have low $\\mathrm { T h / U }$ ratios,and some may have undergone degree of metamorphism and/or partial recrystalization (Fig. 4). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.1.1 Sample BD-01-18 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Ten zircons from sample BD-01-18 have U contents of $6 2 5 { \\times } 1 0 ^ { - 6 } { - } 1 0 { , } 8 7 6 { \\times } 1 0 ^ { - 6 }$ and Th contents of $1 5 4 { \\times } 1 0 ^ { - 6 } { - } 2 2 8 2 { \\times } 1 0 ^ { - 6 }$ .U and Th contents_are positively correlated,similar to those in magmatic Zircon. Ten grains yield concordant $^ { 2 0 6 } \\mathrm { P b } / ^ { 2 3 8 } \\mathrm { U }$ ratios and define a weighted mean $^ { 2 0 6 } \\mathrm { P b } / ^ { 2 3 8 } \\mathrm { U }$ age of 975 $( \\pm 6 )$ Ma (mean square of weighted deviate $( \\mathrm { M S W D } ) { = } 0 . 5 3 0 \\rangle$ ，which is interpreted to represent the crystallization age of the granitic gneiss protolith. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.1.2 Sample BD-06-18 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Thirty-three zircon analyses are tightly clustered on the Concordia and define a weighted mean age of 953 $( \\pm 4 )$ Ma $( \\mathrm { M S W D = } 0 . 7 3 0 )$ ), which is interpreted as the crystallization age of the granitic gneiss protolith. GrainshaveUcontentsof $1 8 9 3 \\times 1 0 ^ { - 6 } - 6 2 9 3 \\times 1 0 ^ { - 6 }$ and Th contentsof $\\mathrm { \\dot { 2 } 1 9 \\times 1 0 ^ { - 6 } } - 2 7 1 8 { \\times } 1 0 ^ { - 6 }$ ,and $\\mathrm { \\Delta U }$ and Th are positively correlated, which is similar to magmatic zircon. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/cc24eec5d1f83c0bdfef7f9c7342a35c914a181d763a4b40636de1d1720390a1.jpg",
        "table_caption": [
            "Table 2Major and trace element compositions of the granitic gneisses from the Bingdaban area in the Central Tianshan Block "
        ],
        "table_footnote": [
            "Note:LOI,lossonignition; $\\mathrm { M g ^ { \\# } } { = } 1 0 0 { \\times } \\mathrm { M g } / ( \\mathrm { M g } { + } \\mathrm { F e } ^ { 2 + } )$ ， $\\mathrm { F e O } ^ { \\mathrm { T } } { = } 0 . 8 9 9 8 { \\times } \\mathrm { F e } _ { 2 } \\mathrm { O } _ { 3 } ^ { \\mathrm { T } }$ ， $\\mathrm { F e } _ { 2 } \\mathrm { O } _ { 3 } ^ { \\mathrm { ~ T ~ } }$ ，total Fe; $\\mathrm { \\delta \\delta \\delta E u = E u / E u ^ { * } = } 2 { \\times } \\mathrm { E u _ { N } / ( S m + G d ) _ { N } }$ A/CNK $\\varXi$ molar $\\mathrm { ( A l _ { 2 } O _ { 3 } / ( C a O + N a _ { 2 } O + K _ { 2 } O ) ) }$ ； ${ \\bf A } / { \\bf N } { \\bf K } =$ molar $( \\mathrm { A l _ { 2 } O _ { 3 } } / ( \\mathrm { N a _ { 2 } O } + \\mathrm { K _ { 2 } O } ) )$ ；REE,rare earth element;LREE,light rare earth element; HREE,heavy rare earth element.\",chondrite normalizing values are from Sun and McDonough (1989). "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Element</td><td colspan=\"3\">Granitic gneisses</td></tr><tr><td>Sample BD-01-18</td><td>Sample BD-06-18</td><td>Sample BD-46-18</td></tr><tr><td>Major element (%)</td><td></td><td></td><td></td></tr><tr><td>SiO2</td><td>70.89</td><td>69.21</td><td>70.08</td></tr><tr><td>TiO2</td><td>0.32</td><td>0.36</td><td>0.36</td></tr><tr><td>AlO3</td><td>14.90</td><td>16.30</td><td>14.16</td></tr><tr><td>Fe2O3T</td><td>2.04</td><td>2.33</td><td>2.65</td></tr><tr><td>MnO</td><td>0.03</td><td>0.03</td><td>0.06</td></tr><tr><td>MgO</td><td>0.74</td><td>0.86</td><td>0.69</td></tr><tr><td>CaO</td><td>1.69</td><td>3.07</td><td>1.35</td></tr><tr><td>Na2O</td><td>4.57</td><td>4.63</td><td>3.55</td></tr><tr><td>KO</td><td>3.16</td><td>2.32</td><td>4.70</td></tr><tr><td>PO5</td><td>0.08</td><td>0.12</td><td>0.04</td></tr><tr><td>LOI</td><td>1.48</td><td>0.93</td><td>1.46</td></tr><tr><td>Total</td><td>99.92</td><td>100.17</td><td>99.10</td></tr><tr><td>FeOT/Mg0</td><td>2.47</td><td>2.44</td><td>3.46</td></tr><tr><td>KO/Na2O</td><td>0.69</td><td>0.50</td><td>1.32</td></tr><tr><td>Mg</td><td>45.90</td><td>46.24</td><td>37.74</td></tr><tr><td>A/CNK</td><td>1.06</td><td>1.04</td><td>1.06</td></tr><tr><td>Trace element (×10-6)</td><td></td><td></td><td></td></tr><tr><td>Ga</td><td>44.10</td><td>31.83</td><td>30.69</td></tr><tr><td>Rb</td><td>42.14</td><td>32.11</td><td>92.32</td></tr><tr><td>Sr</td><td>87.52</td><td>141.29</td><td>50.71</td></tr><tr><td>Y</td><td>4.18</td><td>4.08</td><td>24.33</td></tr><tr><td>Zr</td><td>108.96</td><td>96.98</td><td>133.73</td></tr><tr><td>Nb</td><td>4.60</td><td>4.69</td><td>17.13</td></tr><tr><td>Ba</td><td>417.63</td><td>287.87</td><td>499.06</td></tr><tr><td>La</td><td>24.94</td><td>21.34</td><td>47.81</td></tr><tr><td>Ce</td><td>49.98</td><td>43.07</td><td>109.04</td></tr><tr><td>Pr</td><td>5.35</td><td>4.55</td><td>12.23</td></tr><tr><td>Nd</td><td>18.76</td><td>15.65</td><td>43.40</td></tr><tr><td>Sm</td><td>3.06</td><td>2.57</td><td>8.90</td></tr><tr><td>Eu</td><td>0.69</td><td>0.94</td><td></td></tr><tr><td>Gd</td><td>2.83</td><td>2.45</td><td>0.79</td></tr><tr><td>Tb</td><td>0.33</td><td></td><td>9.63</td></tr><tr><td>Dy</td><td>1.45</td><td>0.32</td><td>1.63</td></tr><tr><td>Ho</td><td>0.29</td><td>1.51</td><td>8.99</td></tr><tr><td>Er</td><td>0.78</td><td>0.30</td><td>1.71</td></tr><tr><td>Tm</td><td>0.12</td><td>0.76</td><td>4.78</td></tr><tr><td>Yb</td><td>0.82</td><td>0.11</td><td>0.74</td></tr><tr><td>Lu</td><td>0.10</td><td>0.70 0.08</td><td>5.02 0.60</td></tr><tr><td>Hf</td><td>4.56</td><td>4.06</td><td>7.34</td></tr><tr><td>Ta</td><td>0.86</td><td>0.60</td><td>4.00</td></tr><tr><td>Pb</td><td>18.58</td><td>33.51</td><td>66.35</td></tr><tr><td>Th</td><td>12.48</td><td>8.02</td><td></td></tr><tr><td>U</td><td>2.73</td><td>2.86</td><td>45.63</td></tr><tr><td>a(La/Yb)N</td><td>21.71</td><td></td><td>12.01</td></tr><tr><td>a(La/Sm)n</td><td></td><td>22.02</td><td>6.84</td></tr><tr><td></td><td>5.26</td><td>5.37</td><td>3.47</td></tr><tr><td>a(Gd/Yb)n</td><td>2.84</td><td>2.91</td><td>1.59</td></tr><tr><td>∑REE</td><td>109.52</td><td>94.32</td><td>255.27</td></tr><tr><td>LREE</td><td>102.78</td><td>88.11</td><td>222.17</td></tr><tr><td>HREE</td><td>6.74</td><td>6.22</td><td>33.10</td></tr><tr><td>LREE/HREE 8Eu</td><td>15.25 0.71</td><td>14.17 1.14</td><td>6.71 0.26</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/a6312c0bf651dce4c7790bdcf077a2dd2debb41fee413c680a638d737eb9f509.jpg",
        "table_caption": [
            "Table3Sr-Nd isotopic analysis results of the granitic gneisses from the Bingdaban area in the Central Tianshan Block "
        ],
        "table_footnote": [
            "（20 $\\mathcal { E } _ { \\mathrm { N d } ( t ) } { = } [ ( ^ { 1 4 3 } \\mathrm { N d } / ^ { 1 4 4 } \\mathrm { N d } _ { ( t ) ( \\mathrm { s a m p l e } ) } / ^ { 1 4 3 } \\mathrm { N d } / ^ { 1 4 4 } \\mathrm { N d } _ { ( \\mathrm { C H U R } ) } - 1 ) ] { \\times } 1 0 , 0 0 0 .$ ， ENd(t) values are calculated using present-day $( ^ { 1 4 7 } \\mathrm { S m } / ^ { 1 4 4 } \\mathrm { N d } ) _ { \\mathrm { C H U R } } { = } 0 . 1 9 6 7$ (JacobsenandWasserburg，1980)and $( ^ { 1 4 3 } \\mathrm { N d } / ^ { 1 4 4 } \\mathrm { N d } ) _ { \\mathrm { C H U R } } { = } 0 . 5 1 2 6 3 8$ (Goldstein etal.，984);T valuesarecalculatedusing present-day $( ^ { 1 4 7 } \\mathrm { S m } / ^ { 1 4 4 } \\mathrm { N d } ) _ { \\mathrm { D M } } ^ { - } { = } 0 . 2 1 3 7$ and $( ^ { 1 4 3 } \\mathrm { N d } / ^ { 1 4 4 } \\mathrm { N d } ) _ { \\mathrm { D M } } { = } 0 . 5 1 3 1 5$ (Peucat et al., 1989). "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Element</td><td colspan=\"3\">Granitic gneisses</td></tr><tr><td>Sample BD-01-18</td><td>Sample BD-06-18</td><td>Sample BD-46-18</td></tr><tr><td>Rb (x10-6)</td><td>42.10</td><td>32.10</td><td>92.30</td></tr><tr><td>Sr (x10-6)</td><td>87.50</td><td>141.0</td><td>40.70</td></tr><tr><td>Sm (x10-6)</td><td>3.06</td><td>2.57</td><td>8.90</td></tr><tr><td>Nd (x10-6)</td><td>18.80</td><td>15.70</td><td>43.40</td></tr><tr><td>87STr/86Sr)</td><td>0.706745</td><td>0.706647</td><td>0.705136</td></tr><tr><td>147 Sm/144Nd</td><td>0.100223</td><td>0.100817</td><td>0.126137</td></tr><tr><td>143Nd/144Nd(t)</td><td>0.511959</td><td>0.511977</td><td>0.511924</td></tr><tr><td>ENa(t)</td><td>-2.16</td><td>-1.20</td><td>-5.72</td></tr><tr><td>fsm/Nd</td><td>-0.49</td><td>-0.49</td><td>-0.36</td></tr><tr><td>TDM1 (Ma)</td><td>1606</td><td>1589</td><td>2143</td></tr><tr><td>TDM2 (Ma)</td><td>1730</td><td>1704</td><td>2038</td></tr><tr><td>Note: 147Sm/144Nd</td><td>ratios are calculated</td><td>using Rb, Sr,</td><td>Sm, and Nd contents;</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.1.3 Sample BD-46-18 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Thirty-two analyses are close to the Concordia and define a tight cluster yielding a weighted mean 206pb/238Uageof911(±4)aW3),wichisiterpretedtdatectaon of the magmatic protolith.They have U contents of $1 8 9 3 { \\times } 1 0 ^ { - 6 } { - } 6 2 9 3 { \\times } 1 0 ^ { - 6 }$ and Th contents of $2 1 9 { \\times } 1 0 ^ { - 6 } { - } 2 7 1 8 { \\times } \\mathrm { i } 0 ^ { - 6 }$ ，and $\\mathrm { ~ U ~ }$ and Th are positively correlated,which is similar to magmatic zircon. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In summary, the granitic gneisses range in age from 975 to $9 1 1 \\mathrm { { M a } }$ ，younger than the SHRIMP (sensitive high-resolution ion microprobe） U-Pb age of 926 $( \\pm 8 )$ Ma obtained by Chen et al. (2009),but older than the age of 969 $( \\pm 1 1 )$ Ma obtained by Yang et al. (2Oo8), indicating that the magmatic protoliths of the Bingdaban granitic gneisses are formed during the Neoproterozoic. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.2 Whole-rock major and trace elements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The major and trace element compositions of representative Bingdaban granitic gneiss samples are listed in Table 2.All the analyzed samples have high $\\mathrm { S i O } _ { 2 }$ (weighted percentage of $6 9 . 2 1 \\% -$ $7 0 . 8 9 \\%$ and ${ \\bf K } _ { 2 } \\mathbf O + { \\bf N } { \\bf a } _ { 2 } \\mathbf O$ 0 $( 6 . 9 5 \\% - 8 . 2 4 \\% )$ contents.In a total-alkali versus silica (TAS) diagram, all samples are sub-alkaline igneous rocks and are plotted in the granite field. Values for the alkali saturation index (ASI）( $\\scriptstyle \\mathbf { A } / \\mathbf { C N K = n }$ nolar $\\mathrm { A l _ { 2 } O _ { 3 } / ( C a O + N a _ { 2 } O + K _ { 2 } O ) }$ ）vary from 1.04 to 1.06, indicating a calc-alkaline, weakly peraluminous character (Fig.5). The granitic gneisses have low $\\mathrm { F e O ^ { T } / M g O }$ ratios of 2.44-3.46 with high $\\mathbf { M g } ^ { \\# }$ values of 38-46 $( \\mathbf { M g } ^ { \\# } { = } 1 0 0 { \\times } \\mathbf { M g } / ( \\mathbf { M g } { + } \\mathrm { F e } ^ { 2 + } ) )$ ，and therefore resemble magnesian granites. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The granitic gneisses show similar trace elements patterns (Fig. 6a).All are enriched in REEs with total REE concentrations ranging from $\\bar { 9 } 4 \\times 1 0 ^ { - 6 }$ to $2 5 5 { \\times } 1 0 ^ { - 6 }$ (Table 2).Ina chondrite-normalized REE diagram (Fig.6a),the granitic gneisses exhibit enrichment in light rare earth elements (LREEs)， $\\left( \\mathrm { L a } / \\mathrm { Y b } \\right) _ { \\mathrm { N } }$ in the range of 6.83-22.02，and relatively flat HREE distributions,with $\\mathrm { ( G d / Y b ) _ { N } }$ in the range of 1.59-2.91, negative Eu anomalies (δEu in the range of O.26-1.14)，and significant differentiation between the LREEs $( ( \\mathrm { L a } / \\mathrm { S m } ) _ { \\mathrm { N } }$ in the range of 3.47-5.37). In a primitive mantle-normalized trace element diagram， the gneissesare characterized by depletion in Nb,Ta,Sr,and Ti,and relatively enriched in large ion lithophile elements (LILEs), such as Rb,U, Th,and Nd (Fig. 6b). ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/540209c7af557bbc88a66cabeacfb81eae4dcc4d2d68578aceb6a5335fc2ccc9.jpg",
        "img_caption": [
            "Fig.4Concordia diagrams showing zircon $\\mathrm { U } \\mathrm { - P b }$ isotopic analyses (a,c,and e) and chondrite-normalized REE paterns (b,d,and f) from the Bingdaban granitic gneisses in the Central Tianshan Block.REE,rare earth element; MsWD,mean square of weighted deviate. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5.3 Whole-rock Sr-Nd isotopes ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Three representative granitic gneiss samples were analyzed to establish their whole-rock Sr-Nd isotopic compositions. The analytical data are listed in Table 3 and plotted in Figure 7. Initial $( ^ { 8 7 } \\mathrm { S r } / ^ { 8 6 } \\mathrm { S r } ) _ { ( t ) }$ ratios for the analyzed samples are between 0.705136 and 0.706745, and $\\mathcal { E } _ { \\mathrm { N d } ( t ) }$ values range from $- 5 . 7$ to $- 1 . 2$ . The fractionation factor $( f _ { \\mathrm { S m / N d } } )$ values range from $- 0 . 4 9$ to $- 0 . 3 6$ ，which are similar to the values of average continental crust $( - 0 . 4 0 )$ (Keto and Jacobsen，1987). All samples have $T _ { \\mathrm { D M } } \\ \\mathrm { N d }$ model ages ranging from 2143 to $1 5 8 9 \\ \\mathrm { M a }$ ，and $T _ { \\mathrm { D M } 2 }$ Nd model ages varying between 2038 and $1 7 0 5 \\ \\mathrm { M a }$ . All of granitic gneisses have similar Nd model ages,which correspond to the known age of basement rocks in the Central Tianshan Block (Hu et al.,2000). ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/d77a980cdaa36443baaf37f9ba5c8226d69c676fa762e92d5dfb5478639513ce.jpg",
        "img_caption": [
            "Fig.5Total-alkali versus silica diagram (Middlemost,1994) (a),A/NK versus A/CNK diagram (b) (Maniar and Piccoli, 1989), ${ \\bf P } _ { 2 } { \\bf O } _ { 5 }$ versus $\\mathrm { S i O } _ { 2 }$ diagram(c)(Chappell and White,1992),and $\\mathrm { S i O } _ { 2 }$ versus ${ \\bf K } _ { 2 } \\mathbf { O }$ diagram (d) (Peccerillo and Taylor,1976) "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/839270512aa6dc20e86dd76a9f9275500418bb2c2a3035bf210a9463834bdb76.jpg",
        "img_caption": [
            "Fig.6Chondrite-normalized REE(a)and primitive mantle-normalized trace element diagrams(b） for the studied granitic gneisss.Normalizing values for chondrite and primitive mantle are from Taylor and McLennan (1985)and Sun and McDonough (1989),respectively (reference data from Gao et al. (2015)).N-MORB, normal mid-ocean ridge basalt;E-MORB,enriched mid-ocean ridge basalt; OIB,ocean island basalt. Grey shaded area represents data source from Gao et al. (2015). "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "6 Discussion ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "6.1 Granite type ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "According to different magma sources and mechanisms of formation, granitoids are genetically subdivided into M-type (mantle source), I-type (lower-crustal igneous source), S-type (upper-crustal sedimentary source),and A-type (high-temperature anhydrous) (Chappell and White,1974; Collins et al.,1982; Chappell,1999; Chappell and White,2001; Frost et al., 2001). ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/276d8b1898d22c38afc3045e98e29bd1a3567cfb71e20e420e5c9719c4765cc7.jpg",
        "img_caption": [
            "Fig.7Plots of $\\mathcal { E } _ { \\mathrm { N d } ( t ) }$ versus age for zircons from the studied granitic gneisses in the Central Tianshan Block. The granitoid or continental \"slope\" is defined with the parameter $f _ { \\mathrm { S m / N d } } { = } 0 . 4$ (indicating the average continental or granitoid isotopic evolution).The Tianshan dashed field represents the isotopic region of Tianshan basement rocks (reference data from the basement rocks in the northern Xinjiang;after $\\mathrm { H u }$ et al.(200O)).The isotope fields for the four terranes are distinguished by diferent colored lines.CHUR,chondritic uniform reservoir. "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Three main origins for granites are proposed: (1) a crustal origin; (2) a mantle-derived origin; and (3）a mixed origin that involves both crustal and mantle-derived components (Barbarin, 1999).A-type granites are generated either by fractionation from mantle-derived magmas or interaction between these mantle-derived magmas and continental crust, S-type granites are entirely crustally derived,and I-type granites have a mixed origin (Whalen et al.,1987; Barbarin, 1999). The classification of I-type and S-type granites is based on the properties of the source rocks，while A-type granites are mainly identified on the basis of geochemical indicators, including high $\\mathrm { F e { \\overset { \\cdot } { O } } ^ { T } / M g O }$ ratio and high field strength element (HFSE) contents. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "All of the studied samples are medium- to high-K and calc-alkaline series (Fig. 5d) magmatic rocks,which are distinct from M-type granites that have low ${ \\bf K } _ { 2 } \\mathbf { O }$ contents $( < 1 \\% )$ (Bonin, 2007). In addition, all the studied granites have low HFSE contents (e.g., Nb ranging from $ { 4 . 1 \\times 1 0 ^ { - 6 } }$ to $1 7 . 1 \\times 1 0 ^ { - 6 }$ and $Z \\mathrm { r }$ ranging from $9 7 . 0 { \\times } 1 0 ^ { - 6 }$ to $1 3 3 . 0 { \\times } 1 0 ^ { - 6 } )$ ，which distinguish them from A-type granites. $\\mathrm { F e O ^ { T } / M g O }$ ratios (average of 2.79) in M-type granites are significantly lower than those in typical A-type granites (average of 13.48), but close to those in S-type (average of 2.38) and I-type(average of 2.27) bodies. The mineralogy and geochemical characteristics of the Bingdaban granitic gneisses are consistent with I-type granites. Specifically, the gneisses contain hornblende, but not Al-rich minerals such as cordierite and muscovite,which characterize S-type granites. S-type granites typically contain relatively low $\\mathrm { S i O } _ { 2 }$ contents and are peraluminous,whereas the Bingdaban granitic gneisses have high $\\mathrm { S i O } _ { 2 }$ contents $( 6 9 . 2 1 \\% - 7 0 . 8 9 \\% )$ and low A/CNK values (between 1.04 and 1.06). In A/CNK diagram,the samples are plotted in the field of I-type granites (Fig. 5b). Furthermore,the granitic gneisses have high ${ \\bf K } _ { 2 } \\mathrm { O } + { \\bf N } \\mathrm { a } _ { 2 } \\mathrm { O }$ contents $( 6 . 9 5 \\% - 8 . 2 4 \\% )$ ， indicating a calc-alkaline,weakly peraluminous affinity (Fig. 5b and d). ${ \\bf P } _ { 2 } 0 _ { 5 }$ is an effective marker in distinguishing S-type granites from I-type granites. A ${ \\bf P } _ { 2 } { \\bf O } _ { 5 } – \\mathrm { S i O } _ { 2 }$ diagram shows that $\\mathrm { P } _ { 2 } \\mathrm { O } _ { 5 }$ contents decrease with increasing $\\mathrm { S i O } _ { 2 }$ contents,consistent with an I-type origin (Fig. 5c). As the solubility of apatite is different in I-type granites and S-type granites, there is a significant content of $\\mathrm { \\bf P }$ in S-type granites,which increases with fractionation; by contrast, $\\mathrm { \\bf P }$ contents fall to low levels in I-type granites (Chappell,1999). The Bingdaban granitic gneisses are relatively enriched in light rare earth element (LREE), have relatively flat HREE paterns and negative Eu anomalies (SEu in the range of $0 . 2 6 \\substack { - 1 . 1 4 } )$ ,and exhibit depletion of HFSEs (e.g.,Nb, Ta, and Ti) (Fig. 6a and b),consisting with features of subduction-related magmatism. Based on the above petrographic and geochemical characteristics，we conclude that the protoliths of the Early Neoproterozoic granitic gneisses in the Bingdaban area are I-type granites with medium- to highK and calc-alkaline. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "6.2 Magma source and tectonic setting ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Previous studies suggest that I-type granites have a mixed origin, including both crustal- and mantle-derived components (Whalen et al.,1987; Chappell,1999;Wang et al.,2019). Remelting of sediments by mantle derived from magmas can also form I-type granites (Whalen et al.,1987), and a decrease in the relative contribution of sediment during crustal remelting can lead to the transition from S-type magmas to I-type magmas (Collins et al., 1982). All the studied granite samples show an I-type afinity with weakly-peraluminous characters, negative $\\mathcal { E } _ { \\mathrm { N d } ( t ) }$ values $( - 5 . 7 2$ to $- 1 . 2 0 )$ , and average continental crust-like fractionation factors $( f _ { \\mathrm { S m / N d } }$ in the range from $- 0 . 4 9$ to $- 0 . 3 6 )$ . These geochemical features indicate a similar petrogenesis and magma source for these granitic rocks,which may have formed by partial melting of ancient continental crust (Rudnick,1995). The whole-rock $T _ { \\mathrm { D M } } ( \\mathbf { N d } )$ values ranging between 1.7 and $2 . 0 \\mathrm { G a }$ of the granitic gneisses indicate that Mesoproterozoic to Paleoproterozoic rocks are involved in the generation of the granitic magmas.The observed LREE and LILE enrichment and relative depletion in HFSEs of Nb,Ta, and Ti are thought of as typical 'subduction-signatures'.The crystallization of Ti-rich minerals in the source leads to the depletion of Ti (Foley et al.,2OoO),which may be related to fractional crystallization of ilmenite. The granitic gneisses have high $\\operatorname { M g } ^ { \\# }$ values (38-46), likely related to the addition of mantle-derived materials. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "I-type granites can be produced in volcanic arcs,back-arcs,and post-collisional setings. To pinpoint the tectonic seting of magmatism, we use the trace element data with reference to various tectonic discrimination diagrams (Fig. 8). Allte granitic gneiss samples have high Sr and low Y contents, suggesting that the continental crust of the Central Tianshan Block had been significantly thickened by approximately $1 . 0 { - } 0 . 9 \\ \\mathrm { G a }$ ， inconsistent with a back-arc setting. In addition, the studied granitic gneisses have high $\\mathbf { M g } ^ { \\# }$ values,indicative of a mantle contribution that is common during subduction and following collision.Moreover, the high- to medium-K (calc-alkaline） nature (Fig.5d) of the rock and their depletion in Nb,Ta,and Ti (Fig.6b) are consistent with an arc- to syn-collision setting.In an ${ \\bf R } _ { 1 }$ （20 $\\mathrm  ( R _ { 1 } { = } 1 0 0 0 { \\times } ( 4 { \\times } S i O _ { 2 } / 6 0 . 0 9 { - } 1 1 { \\times } ( N a _ { 2 } O { \\times } 2 /$ $6 1 . 9 8 + \\mathrm { K } _ { 2 } \\mathrm { O } \\times 2 / 9 4 . 2 ) - 2 \\times ( \\mathrm { F e } _ { 2 } \\mathrm { O } _ { 3 } ^ { \\mathrm { ~ T } } \\times 2 / 1 5 9 . 6 9 + \\mathrm { T i } \\breve { \\mathrm { O } } _ { 2 } / 7 9 . 9 ) )$ ）versus ${ \\bf R } _ { 2 }$ $( \\mathrm { R } _ { 2 } { = } 1 0 0 0 { \\times } ( 6 { \\times } \\mathrm { C a O } / 5 6 . 0 8 { + } 2 { \\times }$ $\\mathrm { M g O / 4 0 . 3 + A l _ { 2 } O _ { 3 } { \\times } 2 / 1 0 1 . 9 6 ) }$ ） discrimination diagram， all samples are plotted within the syn-collision field (Fig.8a). In a Nb versus $\\mathrm { \\Delta Y }$ diagram, the samples fall within the volcanic arc and syn-collisional field (Fig.8b), which is consistent with the geochemical and isotopic features of the rocks. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "6.3Formation age and geological significance ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The Rodinia supercontinent is thought to have amalgamated between 13OO and $9 0 0 \\mathbf { M a }$ during the Grenvillian orogenic event and broke-up at 8OO-7Oo Ma (Meert and Torsvik,2OO3;Li et al., 2008; Zhu et al., 2011; Ma et al.,2013; Gao et al., 2015). Our LA-ICP-MS zircon U-Pb dating shows that protoliths of the Bingdaban granitic gneisses have ages of 975-911 Ma and are the products of a Neoproterozoic tectono-magmatic event in the region. This magmatism may suggest that the Central Tianshan Block was reworked in response to the assembly of Rodinia at 975-911 Ma. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "There is widespread evidence for Neoproterozoic granitic magmatism in other parts of the Central Tianshan Block, including a 922 $( \\pm 8 )$ Ma zircon U-Pb age from the southern part of the Dabaishitou gneissic granites in the Eastern Tianshan (Meng et al.,2O18),a 926 $( \\pm 8 )$ Ma SHRIMP zircon U-Pb age for the Baluntai gneissic granites (Chen et al.,2OO9),and a $9 2 7 \\ \\mathrm { M a }$ （204号 $\\operatorname { R b - S r }$ isotopic age for the Pingdingshan gneissic granites (Zhang et al., 2Oo5). In addition, Huang et al.(2017) obtained zircon ages of 918 and $8 9 6 ~ \\mathrm { M a }$ from augen and mylonitic gneisses in the eastern Central Tianshan Block, respectively. Huang et al. (2O15b) defined age groups at 930-902 and $8 0 6 ~ \\mathrm { M a }$ for augen and banded gneisses from the northern Central Tianshan Block along the Nalati-Baluntai road. Gao et al. (2O15) constrained zircon U-Pb ages of 903 $( \\pm 2 )$ and 934 $( \\pm 1 )$ （202 ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/6bd14aefe9615afa7b1f939749eca4e36e2a6259bd5ca1f1d16f5886316dccba.jpg",
        "img_caption": [
            "Fig.8Major and trace element tectonic discrimination diagrams for the studied granitic gneisses. (a), ${ \\bf R } _ { 1 }$ versus ${ \\bf R } _ { 2 }$ diagram of Batchelor and Bowden (1985);(b),Nb versus $\\mathrm { Y }$ diagram (Pearce et al.,1984).WPG,within plate granitoid;VAG, volcanic arc granitoid; Syn-COLG，syn-colision_granitoid;ORG,ocean ridge granitoid. $\\mathrm { R _ { 1 } } \\mathrm { = } 1 0 0 0 \\times ( \\mathrm { 4 \\times S i O _ { 2 } } / 6 0 . \\mathrm { 0 9 } \\mathrm { - 1 1 \\times ( N a _ { 2 } O x \\mathrm { 2 } / 6 1 . \\mathrm { 9 8 \\mathrm { + } K _ { 2 } O x \\mathrm { 2 } / 9 4 . \\mathrm { 2 } ) - 2 \\times ( F e _ { 2 } O _ { 3 } \\mathrm { ^ { T } \\times 2 } / 1 5 9 . 6 9 \\mathrm { + } T i O _ { 2 } / 7 9 . 9 ) } } )$ (Batchelorand Bowden,1985); $\\mathrm { R } _ { 2 } \\mathrm { = } 1 0 0 0 \\times ( 6 \\times \\mathrm { C a O } / 5 6 . 0 8 \\mathrm { + } 2 \\times \\mathrm { M g O } / 4 0 . 3 \\mathrm { + } \\mathrm { A l } _ { 2 } \\mathrm { O } _ { 3 } \\times 2 / 1 0 1 . 9 6 )$ (Batchelor and Bowden,1985). "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Ma for gneissic granitoid plutons in the Huoshaoqiao and Wulasutanwutuaiken areas.Moreover, Hu et al. (2006) obtained a $9 3 0 \\mathrm { M a }$ zircon age for gneissic granites in the eastern Sayram Lake in the West Tianshan，and $9 4 2 ~ ( \\pm 7 )$ and 919 $( \\pm 6 )$ Ma SHRIMP U-Pb zircon ages for gneissic granites in the Xingxingxia and Wenquan areas,respectively (Hu et al., 2OO8; Hu et al., 2010). Furthermore,Huang et al. (2O14） carried out an LA-ICP-MS zircon $\\mathrm { U } \\mathrm { - } \\mathrm { P b }$ study of granitic gneisses in the Alatage and Xingxingxia areas, which yielded weighted mean $^ { 2 0 6 } \\mathrm { P b } / ^ { 2 3 8 } \\mathrm { U }$ ages between 950 and $9 1 0 \\mathrm { M a }$ .Huang et al. (2015a) measured the zircon U-Pb age of granitic gneisses formed during a relatively short time period between 97O and $9 1 5 \\ \\mathrm { { \\ m a } }$ in the Alatage and Xingxingxia areas. When considered with existing zircon U-Pb ages from several areas (e.g., Baluntai， Wuwamen， Bingdaban，Wenquan， Alatage,Pingdingshan，and Xingxingxia） in the Central Tianshan Block,we conclude that the formation of the Precambrian basement rocks in the Central Tianshan Block took place mainly in the period between 975 and $8 0 6 \\mathrm { M a }$ ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Coeval magmatic rocks have also been recognized in adjacent areas such as the Yili Block in China and Kyrgyz Tianshan. In the Yili Block, for examples,Chen et al.(1999) obtained an 882 $( \\pm 3 3 )$ Ma zircon U-Pb ages from intrusions in the northern part of the Laerdundaban gneissic granites; Wang et al. (2014) yielded gneissic granites zircon SHRIMP and LA-ICP-MS U-Pb ages of 919-862 Ma from the northern Yili Block; Xiong et al. (2O19) yielded gneissic,augen,and mylonitized granites with U-Pb ages of 947 $( \\pm 4 )$ ，889 $( \\pm 5 )$ ，and 892 $( \\pm 5 )$ Ma,respectively, from the southern Yili Block; Zhu et al. (2O19) yielded gneissic granites and mylonitic granodiorites zircon U-Pb ages of 962-934 Ma from the Giergelang area. In the Kyrgyz North Tianshan, Mid-Neoproterozoic ages $( 8 4 4 - 7 4 1 \\ \\mathrm { M a } )$ were documented for the granitoid gneisses (Kroner et al.,2007,2012),and SHRIMP zircon U-Pb ages of 1186-1045 Ma were obtained for foliated granitoids (Kroner et al., 2O13). The ages for the analyzed samples are in accordance with data from regional magmatism in the Central Tianshan Block and adjacent blocks within the CAOB. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The Central Tianshan Block and Yili Block are the two largest Precambrian terranes within the Chinese Tianshan Orogen,but their tectonic and paleogeographic relationships remain unclear. Based on previous studies,the 962-89O Ma granitoids of the Yili Block are mainly I-type and S-type magmatic rocks,whereas the $8 9 0 { - } 8 0 0 ~ \\mathrm { M a }$ granitoids are mainly A-type bodies (Xiong et al., 2019; Zhu et al.,2O19). However, although S-type and A-type granites have been reported, I-type granites are rare in the Central Tianshan Block. Our study of I-type granites in the Central Tianshan Block shows that it has a similar tectonic affinity and evolutionary history to the Yili Block， displaying high-K calc-alkaline and arc-related geochemical characteristicswith enrichment in LREEs and LILEs and depletion in HREEs and HFSEs,for example, in 945 $( \\pm 2 2 )$ （204 Ma biotite granites in the Aktau-Yili (Tretyakov et al., 2O15) and 947 $( \\pm 4 )$ Ma gneissic granites in the Yili Block (Xiong et al.,2O19). This further confirms the presence of earliest Neoproterozoic subduction-related magmatism in these blocks,which may have been related to the assembly of Rodinia. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Large-scale I-type, S-type,and A-type granitic magmatisms in the Central Tianshan Block and adjacent Yili Block were synchronous at 975-8O6 Ma, indicating a shared history during the Early Neoproterozoic.The observed shift in characteristics likely reflects a transition from subduction to collisional thickening to post-collisional extension associated with Neoproterozoic orogenesis in this region of the CAOB.Thus,the Central Tianshan Block and adjacent Yili Block were likely derived from a single continental plate, which may have been part of the Rodinia supercontinent and involved in its aggregation during the Early Neoproterozoic. Therefore,the Precambrian continental crust blocks (including the Yili Block） in the Central Tianshan Block probably represent continental fragments separated and scattered in the Paleo-Asian Ocean during the Middle- to Late-Neoproterozoic break-up of Rodinia. The Bingdaban granitic gneisses represent the product of partial melting of crustal materials caused by the Greenville orogeny and crustal thickening related to the convergence of the Rodinia supercontinent. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "7 Conclusions ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "This study investigates the petrogenesis of Neoproterozoic granites in the Bingdaban area of the Central Tianshan Block by using studies of petrography, geochronology,and geochemistry. The results indicate that the granitic gneiss yielded the weighted mean $^ { 2 0 7 } \\mathrm { P b } / ^ { 2 0 6 } \\mathrm { P b }$ ages of 975-911 Ma, suggesting that the protolith of the Bingdaban granitic gneisses were formed in the Neoproterozoic during a widespread tectono-magmatic event. They were I-type granites generated mainly by partial melting of ancient crust with the addition of mantle-derived materials, and most likely were formed during a transition from subduction to syn-collisional compression. We propose that a 975-911 Ma tectono-magmatic event in the Central Tianshan Block corresponds to the assembly of Rodinia, in which granitic gneisses may be the product of partial melting of crustal materials caused by Greenville orogenesis.The Central Tianshan Block shares a similar tectonic affinity and evolutionary history to the Yili Block; both blocks were likely at or near an active continental margin during the assembly of Rodinia. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "This study was jointly supported by the National Natural Science Foundation of China (92O552O8,41772059, 42174080)，the CAS \"Light of West China\" Program (2018-XBYJRC-003)，the Guangxi Natural Science Foundation for Distinguished Young Scholars, China (2O18GXNSFFA281009),the Guangxi Science Innovation Base Construction Foundation(GuikeZY21195O31),the Guangxi Natural Science Foundation for Innovation Research Team Program (GXNSFGA380004),and the Fifth Bagui Scholar Innovation Project of Guangxi Zhuang Autonomous Region,China.We are grateful for editor's excellnt editorial handling and constructive comments from two anonymous reviewers,which substantially improved the final presentation of the manuscript.This is a contribution to International Geoscience Programme (IGCP) 662 and Guangxi Key Mineral Resources Deep Exploration Talent Highland. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "AlexeievDV,BiskeYS,WangB,etal.2O15.Tectono-StratigraphicframeworkandPalaeozoic evolutionof theChineseSouth Tianshan.Geotectonics,49: 93-122.   \nAllen MB,WindleyBF,Zhang C.1993.Palaeozoiccolisionaltectonicsand magmatismof the Chinese Tien Shan,Central Asia. Tectonophysics,220(1-4): 89-115.   \nBarbarin B.199.Areview of the relationships between granitoid types,their origins and their geodynamic environments. Lithos,46(3):605-626.   \nBatchelorRA,BowdenP.1985.Petrogenetic interpretationof granitoid rock series using multicationic parameters.Chemical Geology,48(1-4): 43-55.   \nBonin B.2007.A-type granites and related rocks: Evolutionof aconcept, problems and prospects.Lithos,97(1-2): 1-29.   \nChappell B W,White AJR.1974.Two contrasting granite types.Pacific Geology,8:173-174. Edinburgh: Earth Sciences,83(1-2): 1-26.   \nChappell BW.199.Aluminiumsaturation inI-and S-typegranites and the characterizationoffractionated haplogranites. Lithos,46(3): 535-551.   \nChappellB W,WhiteAJR.2O01.Twocontrastinggranite types: 25yearslater.Journalofthe GeologicalSocietyof Australia, 48(4): 489-499.   \nCharvet J,ShuLS,Laurent-Charvet S,etal.2011.Paleozoic tectonicevolutionofthe Tanshabelt,NWChina.SienceChina Earth Sciences,54(2): 166-184.   \nChen XY, Wang YJ,Sun L H.2O09. Zircon SHRIMP U-Pbdating of he granitic gneisesfromBingdabanand Laerdundaban (Tianshan Orogen) and their geological significances. Geochimica,38(5): 424-431.(in Chinese)   \nChenYB,HuAQ, ZhangG X,et al.199.Zircon U-Pbage and its geologicalsignificancein the Duku Highway granitic gneiss in the Western Tianshan Mountains.Chinese Science Bulletin,44(21): 217-325.(in Chinese)   \nColeman R G. 1989.Continental growth of northwest China. Tectonics,8(3): 621-635.   \nColins WJ,BeamsSD, White AJR,etal.1982.Natureandoriginof A-typegranites with particularreference tosoutheaste Australia.Contributions to Mineralogy and Petrology,8O:189-200.   \nDuL,Long XP,Yuan C,etal.2O18.Petrogenesisof LatePaleozoic dioritesandA-type granitesinthecentral Easterm Tianshan,NWChina: Response to post-collsional extension triggeredby slab breakof.Lithos,318-319: 47-59.   \nFoleySF,BarthMGJennerGA.Ooo.Rutile/meltpartitioncoefficientsfortraceelementsandanassssmentoftheinfluence ofrutileon the trace element characteristics of subduction zone magmas.Geochimica et Cosmochimica Acta,64(5): 933-938.   \nFrost BR,Barnes CG Collins WJ,et al.2O01.Transactions of theRoyal SocietyofEdinburgh:Earth Sciences.Journal of Petrology,42(11): 2033-2048.   \nGao J,Li M S,Xiao X C,et al.1998.Paleozoic tectonic evolutionof the Tianshan Orogen，northwestern China. Tectonophysics,287(1-4): 213-231.   \nGao J,KlemdR.2Oo3.Formationof HP-LTrocksandtheirtectonic implications inthe western Tianshan Orogen,NWChina: geochemical and age constraints.Lithos,66(1-2): 1-22.   \nGao J,LongLL,KlemdR,etal.2O09.Tectonicevolutionof the South Tianshanorogenandadjacentregions,NWChina: geochemical and age constraints of granitoid rocks.International Journal of Earth Sciences,98(6):1221-1238.   \nGao J,Wang XS,KlemdR,et al.2O15.RecordofassmblyandbreakupofRodinia inthe SouthwestemAltaids:Evidence from Neoproterozoic magmatismin the Chinese Western TianshanOrogen.Journal ofAsianEarth Sciences,113:173-193.   \nGao ZJ,Peng CW.1985.The Precambrianof Tianshan,Xinjiang.Xinjiang Geology,3(2):14-25.(in Chinese)   \nGoldstei SL,O'NionsRK,HamiltonPJ.1984.A Sm-Nd isotopic studyof atmospheric dustsand particulates from major river systems. Earth and Planetary Science Letters,7O(2): 221-236.   \nHan BF,He GQ,Wang XC,et al.2O11.Late Carboniferouscolision between the TarimandKazakhstan-Yili terranes in the western segment of the South Tian Shan Orogen,Central Asia,and implications forthe Northern Xinjiang,western China. Earth-Science Reviews,109(3-4): 74-93.   \nHe ZY,Zhang Z M,Zong K Q,et al.2O12.Neoproterozoic granulites fromthe northeastern margin of the Tarim Craton: Petrology,zircon U-Pbages and implications for the Rodinia assembly.Precambrian Research,212-213: 21-33.   \nHe Z Y, Zhang ZM, Zong K Q,et al.2O14. Zircon U-Pband Hf isotopic studiesof the Xingxingxia Complex from Eastern Tianshan (NW China): Significanceto thereconstruction and tectonics ofthe southern Central Asian Orogenic Belt.Lithos, 190-191: 485-499.   \nHe Z Y,KlemdR,Zhang Z M,etal.20l5.Mesoproterozoiccontinentalarcmagmatism and crustal growth intheeastern Central Tianshan Arc Terrane of the southern Central Asian Orogenic Belt: Geochronological and geochemical evidence. Lithos,236-237: 74-89.   \nHu A Q,Zhang GX,Zhang QF,etal.1998.Constraints onthe ageof basementand crustal growth in Tianshan Orogen by Nd isotopic composition. Science in China Series D: Earth Sciences,41(6): 648-657.   \nHu A Q,Jahn BM,Zhang G X,etal.2Ooo.Crustal evolutionandPhanerozoic crustal growth innorther Xinjiang: Ndisotopic evidence.Part I. Isotopic characterization of basement rocks. Tectonophysics,328(1-2):15-51.   \nHu A Q,WeiGJ,Deng WF,etal.2O06.1.4Ga SHRIMPU-Pbage for zirconsof granodioriteand its geological significance fromthe eastern segment of the Tianshan Mountains,Xinjiang, China.Geochimica, 35(4): 333-345.(in Chinese)   \nHu AQ,Jian WG ZhangJB,et al.2008.SHRIMP U-Pb ages for zircons of the amphibolitesand tectonic evolution significance from the Wenquan domain in the WestTianshan Mountains,Xinjiang,China.ActaPetrologica Sinica,24(12): 2731-2740.(in Chinese) Constraints from the SHRIMP zircon age determination and its tectonic significance.Geochimica,39(3):197-212.(in Chinese)   \nHuang BT,HeZY,Zong KQ,et al.2014. Zircon U-Pband Hf isotopic studyof Neoproterozoic granitic gneises fromthe Alatage area,Xinjiang:constraintson the Precambrian crustal evolution in the Central Tianshan Block.Chinese Science Bulletin,59(3):287-296.   \nHuang BT,HeZY,Zhang ZM,etal.2O15a.Early Neoproterozoic granitic gneisses intheChinese Eastern Tianshan: Petrogenesis and tectonic implications.Journal of Asian Earth Sciences,113: 339-352.   \nHuang ZY,Long XP,Kroner A,etal.2O15b.Neoproterozoic graniticgneisss intheChineseCentral Tianshan Block: Implications for tectonic affinity and Precambrian crustal evolution.Precambrian Research,269:73-89.   \nHuang ZY,LongXP,WangXC,etal.2017.Precambrian evolutionoftheChineseCentralTianshanBlock: Constraintsonits tectonic affinity to the Tarim Craton and responses to supercontinental cycles.Precambrian Research,295:24-37.   \nJacobsen SB,Wasserburg GJ.1980.Sm-Nd isotopicevolutionof chondrites.Earthand Planetary Science Lettrs,50(1): 139-155.   \nJahn BM,WuFY,Chen B.2O.Massive granitoid generation in Central Asia:Nd isotope evidence and implication for continental growth in the Phanerozoic.Episodes,23(2): 82-92.   \nKetoLS,JacobsenSB.1987.Ndand Srisotopic variationsof EarlyPaleozoic oceans.EarthandPlanetary ScienceLetters, 84(1): 27-41.   \nKlemdR,JohnT,SchererEE,etal.20l1.Changesindipofsubducted slabsatdepth:Petrologicalandgeochronological evidence from HP-UHP rocks (Tianshan,NW-China).Earth and Planetary Science Leters,31O(1-2): 9-20.   \nKroner A,AlexeievDV,HegnerE,etal.2Oo7.Accretionarygrowthandcrust formationin theCentralAsianOrogenicBeltand comparison with the Arabian-Nubian shield.Memoir of the Geological Society of America,2OO:181-209.   \nKroner A,AlexeievDV,HegnerE,etal.2Ol.Zirconandmuscoviteages,geochemistryandNd-HfisotopesfortheAtyuz metamorphic terane:Evidence foranEarlyOrdoviciancolisional belt in the northern Tianshanof Kyrgyzstan.Gondwana Research,21(4): 901-927.   \nKronerA,AlexeievDV,Rojas-AgramonteY,etal.2O13.Mesoproterozoic(Grenvile-age）terranes inthe KyrgyzNorth Tianshan: Zirconages and Nd-Hf sotopicconstraints on the origin andevolutionof basement blocks in thesouthern Central Asian Orogen. Gondwana Research,23(1): 272-295.   \nKronerA,Kovach V,BelousovaE,etal.2O14.Reasssmentofcontinental growth duringtheaccretionary historyof the Central Asian Orogenic Belt. Gondwana Research,25(1): 103-125.   \nLi Z X,Bogdanova S V,Collns A S,etal.2O08.Assembly,configuration,and break-uphistoryof Rodinia:Asythesis. Precambrian Research,160(1-2):179-210.   \nLiu XJ,Zhang ZG, XuJF,et al.2O20.The youngest Permian Oceanin Central AsianOrogenic Belt:Evidence from Geochronologyand Geochemistryof Bingdaban Ophiolitic Melange in Central Tianshan,northwestern China.Geological Journal,55(3): 2062-2079.   \nLongLL,Gao J,KlemdR,etal.20l1.Geochemical andgeochronological studiesof granitoid rocks from the Western Tianshan Orogen:Implications for continental growth in the southwestern Central Asian Orogenic Belt.Lithos,126(3-4): 321-340.   \nLu Z, ZhangL,DuJ,etal.2O08.Coesite inclusions ingarnet fromclogiticrocks in western Tianshan,northwest China: Convincing proof of UHP metamorphism. American Mineralogist, 93(11-12): 1845-1850.   \nLudwigKR.2003.User'smanual forageochronologicaltolkit forMicrosoft Excel (Isoplot/Exversion3.0).Berkeley Geochronology Center, Special Publication,4: 1-71.   \nMa X X,ShuLS,Santosh M,etal.2Ol3.Paleoproterozoiccolisionalorogenyin Central Tianshan:Assembling the Tarim Block within the Columbia supercontinent.Precambrian Research,228:1-19.   \nManiarPD,PiccoliPM.1989.Tectonicdiscriminationof granitoids.GeologicalSocietyof AmericaBuletin,0l(5):635-643.   \nMeert JG, Torsvik TH.2OO3.The makingand unmakingof asupercontinent: Rodiniarevisited.Tectonophysics,375(1-4): 261-288.   \nMeng Y,Tang SL, Wang K,etal.2018. Zircon U-Pbage,geochemistryand tectonic implications of Neoproterozoic granite from south of Dabaishitou,East Tianshan.Earth Science,43(12): 4427-4442.(in Chinese)   \nMiddlemostEAK.1994.Naming materials inthe magma/igneous rock system.Earth-Science Reviews,37(3-4): 215-224.   \nPearceJA,HarisNBW,TindleAG1984.Traceelementdiscriminationdiagrams for thetectonic interpretationof granitic rocks. Journal of Petrology,25(4): 956-983.   \nPecerillo A,Taylor SR.1976.Geochemistryof eocene calc-alkaline volcanicrocks from the Kastamonu area,Northerm Turkey. Contributions to Mineralogy and Petrology,58(1): 63-81.   \nPeng M X,Zhong CG, ZuoQH,etal.2O12.Theages of the gneisic granite from Kawabulagareain theEastern Tianshanand their geological significances.Xinjiang Geology,30:12-18.(in Chinese)   \nPeucat JJ,VidalP,Bernard-GrifithsJ,etal.1989.Sr,NdandPbisotopicsystematicsinthe Archaeanlow-tohghgrade transition zone of southern India: Synaccretion vs.post-accretion Granulites. Journal of Geology,97(5): 537-549.   \nRojas-Agramonte Y,Kroner A,Demoux A,etal.211.Detritaland xenocrstic irconages from Neoproterozoictoalaeozic arc terranesof Mongolia: Significance for theoriginofcrustal fragments inthe Central Asian Orogenic Belt.Gondwana Research,19(3):751-763.   \nRudnick R L. 1995.Making continental crust. Nature, 378(6557): 571-578.   \nSafonovaI,Biske G,RomerRL,etal.2Ol6.MiddlePaleozoic mafic magmatismandocean plate stratigraphyof the South Tianshan,Kyrgyzstan. Gondwana Research,30:236-256.   \nSengorAMC,Natal'inBA,Burtman VS.1993.EvolutionoftheAltaid tectoniccollageandPalaeozoiccrustal growthin Eurasia.Nature,364(6435): 299-307.   \nSengor AMC,Natalin BA.1996.Turkic-type orogenyand its role in the making of the continental crust.Annual Reviewof Earth and Planetary Sciences,24(1): 263-337.   \nShi WX,LiaoQA,HuYQ,etal.20lo.Characteristicsof Mesoproterozoic granitesand their geological significances from Middle Tianshan Block,East Tianshan district,NWChina.Geological Scienceand TechnologyInformation,29(1):29-37. (in Chinese)   \nSun SS,McDonough WF.1989.Chemicaland isotopic systematicsof oceanic basalts: Implications for mantlecomposition and processes. Geological Society London Special Publications, 42(1): 313-345.   \nTaylor SR,Mclenan SM.1985.Thecontinental crust: Its composition and evolution.Journal of Geology,94(4):57-72.   \nTretyakov AA,Degtyarev KE,Shatagin KN,etal.2O15.Neoproterozicanorogenicrhyolite-granitevolcanoplutonic association of the Aktau-Mointy sialic masif (Central Kazakhstan):Age,source,and paleotectonic position.Petrology, 23(1): 22-44.   \nWang B,ChenY,Zhan S,et al.2OO7a.PrimaryCarboniferous and Permian paleomagneticresults fromtheYiliBlock (NW China)and their implications on the geodynamic evolution of Chinese Tianshan Belt.Earth and Planetary Science Leters, 263(3-4): 288-308.   \nWang B,ShuLS,CluzelD,etal.2Oo7b.GeochemicalconstraintsonCarboniferous volcanic rocksoftheYiliBlock(Xinjiang, NWChina): Implicationforthe tectonic evolutionof Western Tianshan.Journal of Asian Earth Sciences,29(1):148-159.   \nWang B,ShuL S,Faure M,etal.2Ol.Paleozoic tectonicsof thesouthern Chinese Tianshan:Insights fromstructural, chronological and geochemical studiesof the Heiyingshan ophiolitic mélange (NW China).Tectonophysics,497(1-4): 85-104.   \nWang B,LiuHS,ShuLS,etal.2O14.EarlyNeoproterozoiccrustal evolutioninnorthernYili Block: Insightsfrommigmatite, orthogneissand leucogranite of the Wenquan metamorphiccomplex in the NW Chinese Tianshan.Precambrian Research, 242: 58-81.   \nWang G H, Wang Z Z,Yan C M.2019.A survey of the genesis clasification and geochemical diagram discrimination of granite.Yunnan Geology,38(1): 28-37.(in Chinese)   \nWhalen JB,Currie KL,ChappellBW.1987.A-type granites: geochemical characteristics,discrimination and petrogenesis. Contributions to Mineralogy & Petrology,95(4): 407-419.   \nXiao WJ,ZhangLC,Qin K,etal.2Oo4.Paleozoicaccretionaryandcollisional tectonicsof theeastern Tianshan(China): Implications for the continental growth of central Asia. American Journal of Science,304(4): 370-395.   \nXiao WJ,WindeyBF,YongY,etal.2O8a.EarlyPaleozoic toDevonian multiple-acretionarymodelfortheQilianSan,NW China.Journal of Asian Earth Sciences,35(3-4): 323-333.   \nXiao WJ,HanCM,YuanC,etal.28b.MiddleCambriantoermiansubduction-relatedacretionaryorogenesisofNorthe Xinjiang,NWChina: Implications for thetectonic evolutionof central Asia.Journalof Asian Earth Sciences,32(2-4): 102-117.   \nXiao WJ,WindleyBF,Yuan C,etal.2O09a.Paleozoic multiplesubduction-acretion processsof the southernAltaids. American Journal of Science,309(3): 221-270.   \nXiao WJ,WindleyB,Huang B,etal.2O09b.End-Permiantomid-Triasicterminationof theaccretionaryprocessesof the southern Altaids:implications for thegeodynamicevolution,Phanerozoiccontinental growth,and metalogenyof Central Asia. International Journal of Earth Sciences,98(6): 1189-1217.   \nXiao WJ,WindleyBF,AllenMB,etal.2O13.Paleozoic multipleaccretionaryandcolisional tectonicsof theChinese Tianshan orogenic collage.Gondwana Research,23(4):1316-1341.   \nXiao WJ,WindleyBF,Sun S,etal.2015.Ataleof amalgamationof threePermo-TriassicCollage Systems inCentral Asia: Oroclines,Sutures,and Terminal Accretion.Annual Review of Earth and Planetary Sciences,43(1): 477-507.   \nXiongFH,HouMC,CawoodPA,etal.2019.NeoproterozoicI-typeandhighlyfractionatedA-type granites in theYiliBlock, Central Asian Orogenic Belt: Petrogenesis and tectonic implications.Precambrian Research,328: 235-249.   \nYangTN,LiJ,unGH,etal8.esoproteroicotitalctyegaiteinteetralasanoutai:Zco SHRIMP U-Pb dating and geochemical analyses.Acta Geologica Sinica(English Edition),82(1):117-125.   \nYinJY,Chen W,XiaoWJ,etal.2O17.Geochronologypetrogenesis,andtectoncsignificanceofthelatestDevoniaarly Carboniferous I-type granites in the Central Tianshan,NW China. Gondwana Research,47:188-199.   \nZhangDY,ZhangZC,EncaracionJ,etal.2Ol2.PetrogenesisoftheKekesaicomposite intrusion,western Tsan,NW China: Implications for tectonic evolution during late Paleozoic time.Lithos,146-147: 65-79.   \nZhang ZZ,GuLX,Yang H,et al.2Oo5.Characteristicsand genesisofthePingdingshan mega-augen gneissic granite nthe eastern Tianshan Mountain areas.Acta Petrologica Sinica,21(3): 879-9O8.(in Chinese)   \nZhongLL,Wang B,AlexeievDV,etal.20l7.Paleozoic multi-stageaccretionary evolutionof theSWChinese Tianshan: New constraints from plutonic complex in the Nalati Range.Gondwana Research,45: 254-274.   \nZhu WB,CharvetJ,XiaoWJ,etal.2O11.Continentalacretionand intra-continental deformationof theCentral Asian Orogenic Belt. Journal of Asian Earth Sciences,42(5):769-773.   \nZhu XY,Wang B,Cluzel D,etal.2O19.Early Neoproterozoic gneissic granitoids in thesoutherm Yili Block (NWChina): Constraints onmicrocontinent provenanceand assembly in the SWCentral Asian Orogenic Belt.Precambrian Research,325: 111-131.   \nZhu YF,Zhou J,Zeng Y.20o7.The Tianger(Bingdaban）shear zone hosted gold deposit,west Tianshan,NW China: Petrographic and geochemical characteristics. Ore Geology Reviews,32(1-2): 337-365. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    }
]