[
    {
        "type": "text",
        "text": "Early Mammut from the Upper Miocene of northern China, and its implications for the evolution and differentiation of Mammutidae ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WANG Shi-Qi1²LI $\\mathrm { Y u } ^ { 1 , 3 }$ Jaroon DUANGKRAYOM1,3.4 CHEN Shao-Kun HE Wen CHEN Shan-Qin6 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate PaleontologyandPaleoanthropology,ChineseAcademyofSciences Beijing10o044,Chinawangshiqi@ivpp.ac.cn   \n(2CAS Centerfor Excellencein TibetanPlateau Earth Sciences Beijing loo1o1,China)   \n(3University ofChinese Academy of Sciences Beijing 10oo49,China)   \n(4 NortheasternResearch InstituteofPetrifedWoodandMineralResources,NakhonRatchasimaajabhat University Nakhon Ratchasima 30ooo,Thailand)   \n(5 Three Gorges Institute ofPaleoanthropology,China Three Gorges Museum Chongqing 40o015,China)   \n(6HezhengPaleozoological Museum Hezheng,Gansu 7312oo,China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Mammut is the terminal taxon of the proboscidean group Mammutidae,which survived to the Late Pleistocene.Although this genus was widely distributed in the Pliocene of Eurasia and the Pleistocene of North America,litte is known about its early evolution.Here,we report on Mammut cf.M.obliquelophus from the Upper Miocene of northern China based on new fosil material, including an almost complete juvenile cranium and other remains,which show many primitive features within Mammutidae and clearly demonstrate the morphological evolution of Mammut. The strongly laterally expanded lateral wing of the occiput and the presence of basal constriction of the incisive fossa display cranial similarity between Mammut cf.M. obliquelophus and both Eozygodon morotoensis and Choerolophodon guangheensis,early representatives of the Mammutidae and Choerolophodontidae,respectively, indicating the close relationship between these two groups: both of them are located at the basal phylogenetic positions in Elephantimorpha. This result is further confirmed by a cladistic analysis. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key Wordsnorthern China,Upper Miocene,Mammutidae,Choerolophodontidae, Elephantimorpha ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Wang S Q,LiY, Duangkrayom Jet al.,2017.Early Mammut from the Upper Miocene of northern China,and its implications for the evolution and differentiation of Mammutidae.Vertebrata PalAsiatica,55(3):233-256 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Since Vacek (1877) divided mastodont molars into “bunodont” and “zygodont” patterns, this guiding concept has remained prominent in the minds of researchers for almost 150 years. In the current phylogenetic taxonomy system, the two paterns correspond to Elephantida and Mammutida, respectively, which constitute the two basic branches of Elephantimorpha during the entire Neogene (Tassy, 1982,1994a; Shoshani and Tassy, 2005; Gheerbrant and Tassy, 2009).The earliest recognized member of Mammutidae is Losodokodon losodokius from Losodok,Kenya,in the Late Oligocene, dated to ${ \\sim } 2 7 . 0 { - } 2 4 . 0 \\ \\mathrm { M a }$ (Rasmussen and Gutierrez, 2009),followed by the Early Miocene Eozygodon morotoensis from Meswa Bridge,dated to ${ \\sim } 2 2 . 0$ Ma (Tassy and Pickford,1983; Tassy,1986). The earliest example of Zygolophodon (Z. aegyptensis) was found in Wadi Moghara, Egypt, from the Early Miocene, dated to ${ \\sim } 1 8 . 0 { - } 1 7 . 0 \\$ Ma (Sanders and Miller, 2002). Possibly during the same period, Zygolophodon invaded Eurasia,accompanied by the early Gomphotherium (Tassy,1990a),represented by members of the “Zygolophodon turicensis group” (i.e., Z. turicensis, Z. metachinjiensis, Z. atavus,and Z. gobiensis; see Tassy, 1996a,and Tobien,1996). In Europe,Mammut appeared during the early Turolian $( { \\sim } 8 \\ \\mathrm { M a } )$ ,in the form of the species M.obliquelophus $( = M .$ praetypicum) (Gohlich, 1999; Markov,2Oo8).M.obliquelophus has a longer mandibular symphysis than the subsequent widely known species,M.borsoni from the Pliocene of Eurasia and $M .$ americanum from the Pleistocene of North America. Unlike the abundant and diverse material from gomphotheres (including Gomphotheriidae, Choerolophodontidae,and Amebelodontidae),unfortunately, material from mammutids is relatively rare and less differentiated during the entire Miocene. This has led to uncertainty among researchers over the evolution of Mammutidae. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In China, Hopwood (1935) reported Mastodon americanus from the Baode region (e.g., Jijiagou $\\mathbf { \\Sigma } = \\mathbf { \\Sigma }$ Chi Chia Kou, Loc.49), including a juvenile mandible; these remains were later attributed to Mammut borsoni by Tobien et al. (1988). This locality is correlated to MN12 (e.g., ${ \\sim } 7 . 2 \\ \\mathrm { M a }$ of Loc. 49; see Kaakinen et al., 2013,and Yue et al., 2004). Markov (2008) compared this juvenile mandible with two known juvenile Mammut mandibles from Pikermi, which he referred to as M. obliquelophus (but see Konidaris and Koufos, 2O13; in the current paper, we refer to the Pikermi material as Mammut sp.),and proposed that the mammutids from the Baode region could represent a new species due to their more primitive features.Recently,a complete mammutid cranium was discovered in the Hualinsanshe locality of the Upper Miocene Liushu Formation in the Linxia Basin (Fig. 1). This new cranium is slightly ontogenetically older than the cranium of Mammut sp. from Pikermi, and possesses some more primitive features.However, this new specimen shows an evolutionary grade similar to that of Mammut obliquelophus,and thus here we atribute the new specimen and the juvenile mandible from Baode to Mammut cf. M. obliquelophus. The accompanying fauna includes Struthio linxiaensis, Plesiogulo brachygnathus, Adcrocuta eximia, Ictitherium sp., Metailurus minor, Hipparion sp., Chilotherium sp., Chleuastochoerus stehlini, C. linxiaensis,and Samotherium sp., indicating a correlation to MN12 (Deng et al.,2013; Hou,2012; Hou and Deng,2014). This is a critical time in the evolution of Mammut,so the new material provides us with substantial information on the cranial anatomy and transition from Zygolophodon to Mammut. Furthermore,because this cranium retains some primitive features of Elephantimorpha,it is also an important specimen to discuss the early differentiation of the following main families of Elephantimorpha: Mammutidae,Gomphotheriidae, Choerolophodontidae,and Amebelodontidae. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/1e22712a196f88e53d1e4a87bfde39786c7d080309b9052ce786f65557a59e57.jpg",
        "img_caption": [
            "Fig.1Map indicating fosil sites yielding Mammut cf.M.obliquelophus in the Linxia Basin The insert panel is the satelite map showing the type locality and the Hualin on site Fossil Protection Building (taken from Google Earth) "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "AbbreviationsAMNH,American Museum of Natural History,New York, USA; HMV, Hezheng Paleozoological Museum, Hezheng, China; IVPP, Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences,Beijing, China; MN,European Neogene mammal zone; MNHN,Muséum National d'Histoire Naturelle,Paris,France; MPT, the most parsimonious tree; NHMUK, the Natural History Museum of London, United Kingdom. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1 Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MaterialsThe materials of Mammut cf.M. obliquelophus and Platybelodon grangeri are housed in HMV. The comparative materials of Mammut americanum is housed in AMNH,and that of Gomphotherium annectens in MNHN. The comparative material of Gomphotherium cf.G.subtapiroideum, Choerolophodon guangheensis,and Protanancus brevirostris are housed in IVPP.For the other materials, images and data were obtained from previous publications (Andrews,1906; Matsumoto, 1925; Osborn, 1929; Tassy,1977,1982, 1983,1986,1994a,b,1996a,2013,2014; Tassy and Pickford,1983; Shoshani,1996; Tobien, 1996; Pickford,2003; Prado and Alberdi, 2008; Sanders et al.,2010;Wang and Deng, 2011; Wang et al., 2013, 2015a,b; Konidaris et al., 2016; for details, see Appendix 1). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Measurements and terminologyCranial and mandibular measurements follow Tassy (2013).All measurements were performed using calipers (in mm). The terminology of the occlusal structures of mammutid cheek teeth follows Tassy (1996b) (Fig.2),and the dental age of trilophodont proboscideans follows Tassy (2013). The terminology of the cranium and mandible ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "follows Tassy (2013) and Ferretti (2010). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/cbb46f56746c905d4af96e7e6a1619cea8db2d252cd19d32577a60e736b79976.jpg",
        "img_caption": [
            "Fig.2 Terminology used to describe zygodont teeth (a right M2 ofMammut americanum) "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Cladistic analysisA cladistic analysis was performed to investigate the possible phylogenetic relationships within the primitive groups of Elephantimorpha. The data matrix contains 3O unorderedcharacters and 12 taxa,inwhichPhiomia serridensserves as the outgroup (see Appendices 1 and 2).Characters selected are explained in detail in Appendix 1.Cladograms were obtained from a parsimony analysis carried out using the TNT1.1 program (Goloboff et al., 2003). The reported results were based on MPTs. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2 Systematic paleontology ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Order Proboscidea Illiger, 1811 Unranked group Elephantimorpha Tassy & Shoshani, 1997 FamilyMammutidae Hay,1922 Genus Mammut Blumenbach,1799 Type species Mammut americanum (Kerr, 1792) Mammut cf.M. obliquelophus (Mucha,1980) (Figs. 3-5; Tables 1-3)   \nMastodon americanus (Kerr,1792): Hopwood,1935,p.43-46,pl.6.5   \npr. min. p.Mammut borsoni (Hays,1834): Tobien et al.,1988,p.165-168,figs.57,58 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Referred material HMV 1428,an almost complete cranium of a juvenile with deeply worn DP3, slight worn DP4,and erupting M1, dental age V, locality Hualinsanshe $( = \\mathrm { L X }$ 200045, $3 5 ^ { \\circ } 2 3 ^ { \\prime } 3 7 . 2 ^ { \\prime \\prime } \\mathrm { N } .$ $1 0 3 ^ { \\circ } 2 5 ^ { \\prime } 4 7 . 3 ^ { \\prime \\prime } \\mathrm { E }$ ,Fig.1). HMV Ooo9,a fragmentary facial part and left upper palate of a juvenile with deeply worn DP2 and DP3,and slightly worn DP4, dental age III, locality Moshigou ( $\\ l ( = \\mathrm { L X } 2 0 0 0 1 3$ ,Fig.1).Both fossiliferous horizons belong to the Upper Miocene Liushu Formation of the Linxia Basin,MN12. Teeth and mandible remains reported by Hopwood (1935:43-46, pl. 6.5).A cast of a left hemimandible (NHMUK-M14825) is stored at NHMUK and another cast (IVPP RV 35020) of the same specimen is housed in IVPP, locality Jijiagou $\\mathbf { \\Sigma } =$ Chi Chia Kou, Loc. 49, Baode region. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Occurrence Late Miocene, $\\sim \\mathrm { M N } 1 2$ , China. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Description The cranium of HMV 1428 (Fig. 3) is almost complete except for breakage of the left one-third of the occipital surface and two occipital condyles, as wellas the middle part of both zygomatic arches (these parts are reconstructed using plaster in the specimen and shaded in Fig. 3). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In dorsal view (Fig.3A), the cranium is characterized by its wide occipital part relative to the orbital part. The occipital crest is almost straight, not anteriorly concave.The temporal fossa is strongly posterolaterally expanded, which can be observed in the dorsal view.The two temporal lines converge from the posterolateral flanges of the two temporal fossae,and diverge until reach the postorbital processes. The two temporal lines are far apart, resulting in a wide brain case. The nasal process is relatively blunt and the median suture between the two nasal bones is clear. The nasal aperture is relatively narrow,and the superior-most rim of the nasal aperture slightly posteriorly exceeds the level of the two postorbital processes.In this view, the tip of the nasal bones and the prominent symphysis of the two premaxillae are close to each other in the middle,forming a dumbbel-shaped nasal aperture.The two postorbital processes are not strongly laterally protruded,leaving a relatively narrow orbital part; however, the zygomatic arch is relatively laterally expanded, mainly contributed to by the laterally expanded zygomatic process of the squamosal bone.Both the dorsal infraorbital foramen and the ventral infraorbital foramen can be observed in dorsal view,and they are close to each other. The former is small and slit-like,and the latter is large.The rostrum is narrow at the base (between the left and right ventral infraorbital foramina) and largely expanded at the distal part. The incisive fossa is distinct and strongly constricted at the proximal one-quarter, dividing the incisive fossa into a small basal subnasal fossa and a tubaeform distal part. At the distal edge of the rostrum, the distance between the two alveolar sockets is large. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/5643fd9e1899031a2f61b92bf5fc65a2573424a002d5f4afba40f01d07f0f2a9.jpg",
        "img_caption": [
            "Fig.3 Cranium of Mammut cf.M.obliquelophus (HMV 1428) in dorsal (A),anterodorsal (B), ventral (C), lateral (D) and occipital (E) views Shadowed parts are reconstructed by plaster "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In anterodorsal view (Fig.3B),the dorsal plate of the brain case forms a flat surface that is oblique anteroventrally, without bulges.The nasal aperture is invertedly trapezoidal with two rounded dorsolateral angles.The subnasal fossa that excavates the proximal end of the incisive fossa is invertedly triangular and is dorsally separated by a thin bony plate of the symphysis of the two premaxillae (Ferretti, 2O1O). The nasal aperture is narrow and no step-like perinasal fossa is present. The zygomatic process of the maxilla is huge and strongly laterally expanded, forming a prominent notch between the zygomatic arch and the orbital part of the frontal bone. The ventral infraorbital foramen anterior to the zygomatic arch is very large, dorsoventrally elongated, and has a sharp dorsal angle that turns slightly medially. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In ventral view (Fig.3C), the cranium is tightly locked on an iron frame so that some critical features are invisible,including the post-palatine spine.The tympanic bulla is laterally expanded. It is triangular with a prominent anteromedial angle.A fossa lateral to the tympanic bulla represents the channel for stylomastoid foramen and the tympanohyal, and another fossa posterior to the tympanic bulla represents the posterior lacerate foramen (foramen metoticum). The middle lacerate foramen and foramen ovale are confluent and located beneath the anterolateral margin of the bulla.A rounded posterior opening of the alisphenoid canal is anterior to the anterior edge of the bulla. The glenoid area is transversely elongated and is composed of an anterior ventrally convex temporal condyle for the normal position of the mandibular condyle, and a posteriorly dorsally concave groove for containing the posteriorly shifted mandibular condyle when the mouth is open.The exoccipital bone is crest-like; it is laterally and slightly anteriorly elongated.The lateral part of the occipital plane turns slightly anteroventrally, which can be seen in the ventral view. Between the glenoid area and the exoccipital bone, there is a long slit in which the external auditory channel is concealed.The zygomatic process of the maxilla is strongly expanded from the brain case.The pterygoid process lateral to the choanae is enlarged and the pterygoid crest extends posteriorly to the tympanic bulla. The palate is relatively wide and the tooth rows are laterally convex.The zygomatic process of the maxilla is triangular, slightly dorsally concave,and not strongly laterally expanded. The interalveolar crest extends anteriorly along the rostrum. The two crests converge in the middle. At the anterior margin of the rostrum,there is a palatine fissure ( $\\mathit { \\check { \\Psi } } = \\mathit { \\Psi }$ anterior palatine foramina). ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/c82099bcbb35caedc4afc6e96c982b3f14db107f8399d1de3bf58b79e7551abb.jpg",
        "table_caption": [
            "Table1 Cranial measurements of Mammut cf.M.obliquelophus (HMV1428) (mm) "
        ],
        "table_footnote": [
            "Note: measures after Tassy (2013). "
        ],
        "table_body": "<html><body><table><tr><td>Maximal length measured from the occipital border</td><td>618</td></tr><tr><td>Length of cerebral part</td><td>260</td></tr><tr><td>Length of premaxilla</td><td>331</td></tr><tr><td>Length of incisive fossa</td><td>294</td></tr><tr><td>Length of nasal bones from the tip to the upper border of the nasal fossa</td><td>39</td></tr><tr><td>Maximal supraorbital width</td><td>347</td></tr><tr><td>Posterior rostral width (as measured between the infraorbital foramina)</td><td>197</td></tr><tr><td>Anterior rostral width</td><td>237</td></tr><tr><td>Width of nasal bones at the upper border of the nasal fossa</td><td>92</td></tr><tr><td>Width of nasal fossa</td><td>186</td></tr><tr><td>Minimal cerebral width between temporal lines</td><td>196</td></tr><tr><td>Lendte of thegmati arch measured fromteprocess zygomatius f the maxilt he posterior</td><td>285</td></tr><tr><td></td><td>180</td></tr><tr><td>Length of orbitotemporal fossa measured at the level of the zygomatic arch Palatal length from the anterior grinding tooth to the choanae</td><td>345</td></tr><tr><td>Thickness of processus zygomaticus of the maxilla</td><td>101</td></tr><tr><td>Maximal cranial width across the zygomatic arches</td><td>475</td></tr><tr><td>Width of basicranium between the lateral borders of the glenoid fossae</td><td>389</td></tr><tr><td></td><td>63</td></tr><tr><td>Maximal width of choanae</td><td>70</td></tr><tr><td>Internal maximal width of the palate External maximal width of the palate</td><td>216</td></tr><tr><td></td><td>85</td></tr><tr><td>Internal width of the palate measured at the anterior grinding teeth</td><td></td></tr><tr><td>Minimal palatal width between the inter-alveolar cristae (maxillary ridges)</td><td>71</td></tr><tr><td>Occipital width</td><td>ca. 436</td></tr><tr><td>Height of premaxilla</td><td>63</td></tr><tr><td>Facial height measured at the anterior grinding tooth</td><td>96</td></tr><tr><td>Height of the maxilla ventral to the processus zygomaticus</td><td>ca.40</td></tr><tr><td>Height of the orbit</td><td>90</td></tr><tr><td>Cranial height measured from the top of the cranium to the pterygoid process</td><td>344</td></tr><tr><td>Facial length measured from the tip of the rostrum to the pterygoid process</td><td>382</td></tr><tr><td>Length of the orbitotemporal fossa measured from the squamosal to the anterior border of the orbit</td><td>212</td></tr><tr><td>Mid-cranial length measured from the external auditory meatus to the ventral border of the orbit</td><td>262</td></tr><tr><td>Mid-cranial height measured from the pterygoid process to the dorsal border of the orbit</td><td>255</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In lateral view (Fig. 3D), the braincase is very low, flat, and anteroposteriorly elongated with an anteroposteriorly expanded temporal fossa. The occipital surface is posteriorly convex with a strongly anteriorly extending temporal crest. The basicranium is slightly erected.A notch for the external auditory meatus is posterior to the zygomatic arch. The orbitotemporal crest originates from the postorbital process; it first extends ventrally and then runs posteroventrally to reach the anterior edge of the alisphenoid.A large fissure is located beneath the anterior margin of the alisphenoid,in which the optic foramen, the anterior lacerate foramen (foramen orbitale),and the foramen rotundum are present. The anterior edge of the alisphenoid turns anteroinferiorly, reaches the pterygoid process,and wraps around the posterior end of the bulged maxillary process.The orbit is large and the anterior rim is located at the level of the middle part of the DP4,and the postorbital process is just at the level of the pterygoid process. A lacrimal foramen may be present,although the finding is ambiguous.The facial part of the maxilla is slightly anteriorly elongated and that ventral to the zygomatic process is shallow. The rostrum is anteriorly elongated and slightly ventrally bent. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In occipital view (Fig. 3E), the left one-third of the occipital bone is broken,and the occipital condyles are reconstructed using plaster. Nevertheless,the brain case in this view appears very compressed. The ligamentum nuchae fossa is dorsoventrally elongated and divided into two parts by a thin crest in the middle.The ventrolateral part of the occipital bone is anteriorly inclined. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The upper tusk of HMV 1428 (Fig. 3A-D) appears relatively slender and short. The tusk is circular in the basal cross section and tapers apically. Enamel covers the distal part of the tusks. In anterior view of the cranium, the two tusks are divergent; in the lateral view, they bend ventrally. Measurements (exposed length/maximal diameter/minimal diameter at alveolus,in mm): 176/42/36 (left); 196/46/31 (right). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The right DP3 has been shed and the left DP3 is deeply worn (Fig. 4A). The latter is rectangular and composed of two lophs,with the posterior one being slightly wider. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/838d41ee3ae0851c30c38d3180049cc23cfd0f753f7ff01371b052ff8d59bfe4.jpg",
        "table_caption": [
            "Table 2 Cheek teeth measurements of Mammut cf.M.obliquelophus (mm) "
        ],
        "table_footnote": [
            "Abbreviations:L.length;W.maximal width;W1,2,and3.widthatthefrst,second,andthirdloph(id);Hpo.height of the postrite side;I.index.Numbers in parentheses indicate the loph(id)from which the measurement was made. "
        ],
        "table_body": "<html><body><table><tr><td>No.</td><td>Locus</td><td>L</td><td>W</td><td>W1</td><td>W2</td><td>W3</td><td>Hpo</td><td>I=W/L</td></tr><tr><td>HMV0009</td><td>1. DP2</td><td>28</td><td>26</td><td>25</td><td>26</td><td>1</td><td>1</td><td>0.929</td></tr><tr><td>HMV1428</td><td>1. DP3</td><td>48</td><td>52.5</td><td>48</td><td>45</td><td>1</td><td>1</td><td>1.094</td></tr><tr><td>HMV1428</td><td>1. DP4</td><td>82</td><td>65</td><td>56.5</td><td>65</td><td>63</td><td>38(2)</td><td>0.793</td></tr><tr><td>HMV1428</td><td>1. DP4</td><td>79.5</td><td>65</td><td>60</td><td>63.5</td><td>65</td><td>39(2)</td><td>0.818</td></tr><tr><td>HMV 0009</td><td>1. DP4</td><td>75</td><td>61.5</td><td>53</td><td>61.5</td><td>59.5</td><td>37(2)</td><td>0.820</td></tr><tr><td>IVPPRV35020</td><td>r. dp2</td><td>22.89</td><td>16.89</td><td>16.89</td><td>1</td><td>1</td><td>1</td><td>0.738</td></tr><tr><td>IVPPRV35020</td><td>r. dp3</td><td>55.65</td><td>二</td><td>36.38</td><td>二</td><td>二</td><td>24.58(2)</td><td>二</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "DP4 is moderately worn in the first loph and slightly worn in the posterior two lophs (Fig. 4A). The tooth is typically zygodont with a high degree of zygodonty (level 3; see Wang et al., 2016).Furrows have developed on the anterior and posterior walls of the lophs and the cingula are relatively strong,surrounding the entire tooth. Cementum is not present. The first pretrite half-loph is trifoliate,with crest-like anterior and posterior central conules.The first postrite half-loph is transversely elongated and the dentinal figures of the first pre- and postrites are in connection with each other.A vestibular crest (zygodont crest) is present on the posterior wall of the first posterior half-loph.The second pretrite half-loph is trifoliate with sharp, crestlike anterior and posterior central conules and mesoconelet. The second postrite half-loph is transversely elongated, especially for the posttrite mesoconelet. The second pre- and posttrite half-lophs are well separated by a median sulcus. Vestibular crests are present on both anterior and posterior walls of the second half-loph.The third pretrite half-loph is also trifoliate with relatively slim and crest-like,anterior and posterior central conules.The mesoconelet is also crest-like,but with a slightly inflated distal end. The second posttrite half-loph is also transversely elongated, without a definite boundary between the main cusp and the mesoconelet. The third pre- and postrite half-lophs are well separated by a median sulcus.A vestibular crest is not clearly present on the third half-loph; however, a small crest is present on the posterior wall of the postrite mesoconelet, the homologue of the third posterior posttrite central conule. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Only the first loph of M1 has erupted (Fig.4A).The first pretrite half-loph is trifoliate with sharp,crest-like anterior and posterior central conules and mesoconelet.The first posttrite halfloph is transversely elongated.The postrite main cusp is relatively inflated with a subdivided summit. It is slightly posterolaterally positioned.The posttrite mesoconelet is subdivided into a row (4-5) of conelets. The first pre- and postrite half-lophs are well separated by a median sulcus and a weak vestibular crest is present on the posterior wall of the posttrite half-loph. Cingula are present on the anterior end and buccal and lingual sides of the first loph. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "HMV O0o9 (Fig. 4B-D) is the left palate and facial part of a juvenile individual. DP2 and DP3 are deeply worn and DP4 is moderately worn. The upper tusk is present. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In the anterior view (Fig. 4C), the upper tusk runs ventrally and slightly laterally. Enamel covers the entire tooth.There are clearly two infraorbital foramina that are close to each other. The dorsal one is small and the ventral one is large; however, both are rounded. In the lateral view (Fig. 4D), the facial part is relatively developed. The premaxilla is ventrally inclined, but the alveolar socket is broken. The upper tusk is straight. The zygomatic arch begins at the level of the boundary between DP3 and DP4,and the anterior rim of the orbit is at the level of the middle part of DP4.The lophs of DP4 are somehow anteriorly oblique.In the ventral view, the tooth row is laterally convex with a relatively wide half-palate.The zygomatic process is triangular. Measurements of the tusk (exposed length/maximal diameter/minimal diameter at alveolus, in mm): 151/41.5/36. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/5447939b6482ff68a598c29b7d8764a5fc0871b0d8345f8f119d3634e030aa07.jpg",
        "img_caption": [
            "Fig.4 Teeth and cranial fragmentofMammutcf.M.obliquelophus A. DP3-M1 tooth row of HMV 1428 in crown view; B.DP2-DP4 tooth row of HMV 0009 in crown view; C.anteriorview ofHMV0o09;D.lateralview ofHMV0009 "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "DP2 (Fig. 4B) is small and sub-oval. There is a large anterior cusp representing the fused protocone and paracone.The hypocone and the metacone are deeply worn,and clearly distinct. Except for the buccal margin, most of DP3 is broken.It appears to be composed of two lophs. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "DP4 is quadrate and composed of three lophs (Fig. 4B). It is partially damaged and shows a zygodont pattrn.The component elements are crest-like and furrows have developed on the anterior and posterior walls of the lophs.The cingula surround the entire tooth,and cementum is not developed.The frst pretrite half-loph is moderately worn. This loph is compressed by DP3,and the anterior pretrite central conule and mesoconelet pretrite are broken. The posterior central conule seems to be crest-like.The first half-loph is relatively narrow. The posttrite mesoconelet and the main cusp are separated by a shallow groove and the median sulcus is clear.A vestibular crest is present on the posterior wall of the first posttrite half-loph. The second pretrite trefoil is incomplete, in which the anterior pretrite central conule is missing and the posterior central conule and mesoconelet are small and nodule-like.The main cusp of the second postrite half-loph is broken and the second posttrite mesoconelet is crest-like with a crest-like posterior posttrite central conule.The third loph is narrower and less well developed than the former two lophs and the second interloph is anteroposteriorly narrow. The third anterior pretrite central conule is almost completely missing and the mesoconelet and posterior central conule are weak and crest-like.The third postrite half-loph is crest-like and is slightly posteriorly convex.The main posttrite cusp and mesoconelet are not separated and a crest-like posterior central conule is present. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "IVPP RV 35020 (Fig. 5; Table 2,3) is a left hemimandible preserving the mandibular symphysis.Most of the left ascending ramus is missing,as well as the right hemimandible. The mandibular corpus is relatively narrow in dorsal view and relatively low in lateral view. Although considerably broken, the ascending ramus appears to be very low, with a strongly posteriorly oblique anterior ramal border. The position of the mandibular angular process is relatively high. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The mandibular symphysis is distant from the tooth row, despite the anterior part of the mandibular corpus being broken and reconstructed.The mandibular symphysis is triangular in the dorsal view. There is a posterior spine at the posterior edge of the symphysis.This feature is rarely found in Elephantida,but is observed in Phiomia (Andrews,1906). Both lateral sides of the alveolar sheath are broken and the right mandibular tusk is absent,so the deeply excavated alveolus can be clearly observed.The proximal end of the left incisive alveolus extends to the level of dp2.At the anterior end of the mandibular symphysis,the two alveoli are only separated by a thin bony plate. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/e768c6d224aac64af906034b615c8b911c673010b4641aadf0bae7ce871b8e12.jpg",
        "img_caption": [
            "Fig.5Left hemimandible of Mammut cf.M.obliquelophus from Baode (IVPPRV 35020) in lateral (A) and dorsal (B) views,a cast The original specimen was published by Hopwood (1935: pl. 6.5) "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The left mandibular tusk is long and cylindrical (Fig. 5). It is strongly medially bent and the two tusks must have been convergent anterior to the symphysis.The tip of the left tusk is reconstructed using plaster and the shape of the wear facet is unknown. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Most of the crown of dp2 (Fig. 5) is broken. The dp2 is oval with a relatively strong posterior cingulid. ",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/15000d0111978daf2d95a04082c8a28587751b8d1c41f701c63f8a5827e2c572.jpg",
        "table_caption": [
            "Table 3 Mandibular measurements of Mammut cf.M.obliquelophus (IVPPRV 35020) (mm) "
        ],
        "table_footnote": [
            "Note:measures after Tassy (2013). "
        ],
        "table_body": "<html><body><table><tr><td>Symphyseallength</td><td>68</td></tr><tr><td>Alveolar distance(fromthe mostsalient pointofthe trigonum retromolare tothe symphysealborderofthe corpus)）ca.166</td><td></td></tr><tr><td>Ventral length measured from the gonion (angulus mandibular) to the tip of the symphysis</td><td>292</td></tr><tr><td>Width of corpus measured at the root of the ramus</td><td>61.5</td></tr><tr><td>Width of corpus measured atthe anterior alveolus (or the grinding tooth ifthe alveolus is entirely resorbed)</td><td>33</td></tr><tr><td>Posterior symphyseal width</td><td>61.5</td></tr><tr><td>Maximum symphyseal width</td><td>61.5</td></tr><tr><td>Height of corpus measured atthe anterior end of the cheek tooth alveolus (measurement taken perpendicular to the ventral border of the corpus)</td><td>41</td></tr><tr><td>Height of corpus measured at the root of the ramus (measurement as above)</td><td>50</td></tr><tr><td>Rostral height measured atthe symphyseal border(measurement taken perpendicular to the ventral borderof the symphyseal rostrum)</td><td>31</td></tr><tr><td>Mid-alveolar length measuredon the buccal side between the anterior alveolus (or grinding toothif the alveolus is resorbed) and the root of the ramus</td><td>90</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The dp3 (Fig. 5) is quadrate and composed of two lophids. The interlophid is wide and open,and the anterior and posterior cingulids are strong. The first pretrite half-lophid (protoconid) is broken,and the posterior pretrite central conule is thin and crest-like. The summit of the first posttrite half-lophid is also broken. It is strongly anteroposteriorly compressed and shows clear anterior and posterior vestibular crests. The second lophid is transversely wider than the first one.The summit of the pretrite half-lophid is composed of fine conelets.The anterior and posterior central conules are thin and crest-like,and they run from the pretrite mesoconelet to the valley. The second postrite half-lophid is also anteroposteriorly compressed; however, the main cuspid and the mesoconelets are distinguishable.Vestibular crests are not developed on this half-lophid, but a small, crest-like anterior postrite central conule is developed. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The dp4 (Fig.5B) has not erupted yet. However, some of the bones on the medial side of the mandibule ramus are removed. The dp4 is composed of three lophids with very wide interlophids.Most features of the pretrite half-lophids cannot be observed, except the crest-like pretrite central conules on the first and second half-lophids.The three posttrite half-lophids are strongly anteroposteriorly compressed.The main cuspid and the mesoconelets of the posttrite half-lophids are distinguishable.However, vestibular crests are weak or absent. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3 Comparisons and discussion ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Generic assignment of the new materialThe new material is undoubtedly a member of the Mammutidae because of the clear zygodonty of the cheek teeth. These teeth show high zygodonty with sharp and highly crest-like pretrite central conules and posttrite halflophs (zygodont degree 3 in Wang et al., 2016). Except for Mammut, other mammutids (i.e., Losodokodon, Eozygodon,and Zygolophodon) show a somewhat lower degree of zygodonty (zygodont degree 2 in Wang et al.,2O16); that is, postrite half-lophs are divided into main cusps and mesoconelets (although each of them is crest-like),and pretrite mesoconelets and central conules are sometimes not very crest-like, especially in lower molars.Therefore, the new material can be atributed to the genus Mammut. However, as asserted by Tobien (1996),Mammut differs from the other mammutids (especially Zygolophodon) in having either straight or upturned tusks (see also Kubiak,1972),but the new material contradicts this by showing upper tusks that are downwardly oriented. Here,we believe that the direction of the upper tusks is due to the young ontogenetic age (dental ages Vand I). The tusks are even covered by enamel. If this is true, the upper tusks would eventually curve upwards once the animal reaches adulthood. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Comparison of the mandible of Mammut cf.M. obliquelophus with those of the other species of Mammut As has been demonstrated,Mammut obliquelophus is a primitive Turolian Mammut that difers from the other two species in this genus,M. borsoni and M. americanum, in possessing a longer mandibular symphysis and mandibular tusks.Markov (2Oo8) stated that the juvenile mandible from Jijiagou of Baode (Mammut cf. M. obliquelophus, Fig.5) represents a different taxon based on a comparison with the juvenile mandible of Mammut sp. from Pikermi (see Tassy,1985: fig.216). Here,we further emphasize these differences.The mandibular corpus of the Baode material is narrower (indicating a possibly more elongated symphysis). The two tusk alveoli are closer to each other. It should also be noted that there is a small spine posterior to the mandibular symphysis (a plesiomorphy inherited from Phiomia) and the symphysis is distant from the anterior end of the cheek teeth row. However, the Baode material is from a juvenile individual and these features might not be very stable. Therefore, here,we refer to the Baode material as Mammut cf.M.obliquelophus.It is clearly the case that the Baode material is more primitive than M. borsoni and M. americanum.Moveover, Mothé et al. (2016) reported Sinomammut tobieni (Mammutidae) based on a specimen that Wang et al. (2014) attributed to Sinomastodontinae. The age of S. tobieni is postulated to be Baodean, possibly the same as Mammut cf.M. obliquelophus. S. tobieni possesses a relatively long symphysis,but lacks lower tusks.It shows a distinct course of evolution compared with Mammut. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Comparison of the cranium of Mammut cf. M. obliquelophus with other mammutids Mammut americanum is very common in the Pleistocene of North America. From this cranium (HMV 1428),we can observe that many of the plesiomorphies in M. americanum are also preserved in the present material, including the low and flat brain case,the slightly erected basicranium, the narrow nasal aperture without step-like perinasal fossa,and the presence of the dorsal infraorbital foramen (Fig. 3). Unfortunately, the presence of lacrimal foramen and post-palatine spine is not clear in this specimen. These two features are important plesiomorphies in M. americanum that are inherited from the ancestral Phiomia (Andrews, 1906; Tassy,1994b). In the cranium of Mammut cf.M. obliquelophus,the brain case is lower, the nasal aperture is narrower,and the facial part is lower and more anteriorly elongated than those of M. americanum (Figs.3, 6A,B), indicating a more primitive evolutionary stage. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "There are two particular features of the cranium of Mammut cf. M. obliquelophus.First, the contour of the nasal aperture is invertedly trapezoidal. In contrast, in M. americanum, the nasal aperture is simply oval (Fig. 6A). Second,the basal end of the incisive fossa shows a pronounced constriction. In M. americanum,although the basal end of the incisive fossa is also deeply excavated in the rostrum, no strong proximal constriction is present (Fig. 6A, B).However, these two features appear to be present in the more primitive species Mammut sp. from Pikermi and even to be traced back to the Early Miocene Eozygodon morotoensis (Pickford, 20o3; see below). Therefore, they are possibly plesiomorphies of Mammutidae. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Crania of Mammut from Eurasia have rarely been discovered.The cranium of Mammut sp.from Pikermi (see Tassy,1985: fig.215) provides perfect material for comparison with the Hualin material (HMV 1428). DP2 of the Pikermi cranium is present, indicating a younger ontogenetic age than that of the cranium HMV 1428 (and the same as HMV 0009).As we mentioned above,in anterior view, the Pikermi Mammut sp. possesses a nearly invertedly trapezoidal nasal aperture and a basal constriction in the incisive fossa,although these two features in Mammut sp.are not as conspicuous as those in the Hualin material. In dorsal view, the occipital part is almost equal in width to the orbital part. However, in the Hualin material, the occipital part is strongly laterally expanded, being much wider than the orbital part.The strongly laterally expanded occipital part is also observed in the primitive Eozygodon morotoensis (see below).All of these cranial features indicate that the Hualin material well demonstrates the early evolution of the cranial features within the genus Mammut.As with the Baode material (RV 35o2O), the Hualin material is a juvenile cranium and its features might not be very stable.However,both the Hualin and the Baode materials show slightly more primitive features than the Pikermi material.At least these features represent the primitive stage in Mammut (juvenile individuals often show primitive features (Gould,1977)). Considering the high morphological conservation of Mammutidae in its evolution, we atributed the Hualin and the Baode materials to Mammut cf.M. obliquelophus. ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/2fe2e623ed8d16508cf847972b768306c9febcc1f74f07f1015b579c5234c3fc.jpg",
        "img_caption": [
            "Fig. 6Cranial comparison of Mammut americanum AMNH 14535 (A, B), Choerolophodon guangheensis IVPPV17685 (C,D),Platybelodon grangeri HMV 0023 (E) and HMV 0024 (F) A,C,and E are in dorsal view;B,D,andFare in anterodorsal view.Not to Scale "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Zygolophodon represents the intermediate evolutionary stage between Eozygodon and Mammut during the late Early to early Late Miocene (Gohlich,1999). The only known cranium of Zygolophodon is possibly Z. turicensis from Villafranche d'Astarac,France (see Tassy,1985: fig.208).However,only the lateral view can be observed in this figure.Although the occipital part of the specimen is broken, the cranium is low and the basicranium does not seem to be erected, which is similar to the Hualin specimen. However, the orbit is very anteriorly positioned (even the posterior edge of the orbit is anterior to the tooth row) and the facial part is very anteriorly elongated. This morphology,as primitive features preserved in Zygolophodon,is distinct from Mammut cf.M.obliquelophus from Hualin. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Eozygodon morotoensis from the Early Miocene of Africa is an early representative of mammutids.Pickford (2oo3) reported two adult crania of $E$ ，morotoensis from the lower Orange River Valley, Namibia. In the dorsal view, the cranium of $E$ 、morotoensis shows a significantly wide occipital part (wider than that of Mammut cf. $M .$ obliquelophus),and the remaining left zygomatic arch is strongly laterally expanded.In anterior view, the basal constriction in the incisive fossa also appears to be present (Pickford,2003: fig. 4.2); however, this is not very clear. The two lateral wings of the nasal aperture extend slightly dorsally. This feature is also comparable to that of Mammut cf.M. obliquelophus. The above cranial features are similar to those of Mammut cf.M. obliquelophus and also indicate a common cranial morphology of Mammutidae. However, the nasal aperture is low and wide, distinct from the high and narrow nasal aperture in Mammut cf. M. obliquelophus.The cranium of $E$ morotoensis is highly arched and the basicranium is strongly erected (Pickford,2003). The latter two features are often expressed in derived taxa,such as Anancus.It is possible that Eozygodon was an early offshoot of Mammutidae. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Comparisons of crania of Mammut cf.M. obliquelophus with other crania of Elephantimorpha and implications for early phylogenetic differentiation and evolution in Elephantimorpha Choerolophodon guangheensis (Fig. 6C,D) from the Early Miocene of the Linxia Basin is the earliest complete cranium known in this genus. Konidaris et al. (2016) mentioned that $C .$ ：guangheensis presents a combination of primitive and more advanced features; we consider this species to be a very primitive representative of Choerolophodontidae based on the very low brain case,the very anteriorly positioned orbit,and the presence of P4. In $C .$ guangheensis,although the nasal aperture is broad, no step-like perinasal fossa is present. This feature persists in the Middle Miocene C.chioticus and the Late Miocene $C .$ pentelici and C. corrugatus.This character state is also very similar to that of Zygolophodon and Mammut. In $C .$ guangheensis,the incisive fossa has a basal constriction and the distal part of the incisive fossa is tubaeform (Fig. 6C,D). These features are very similar to that of Mammut cf. $M .$ obliquelophus and even developed in the Late Miocene Choerolophodon corrugatus (but seem to have been lost in C. pentelici; see Schlesinger,1917: pls. 24,27). In $C .$ ：guangheensis,the occipital part is strongly laterally expanded in a character state similar to that in Mammut cf. M. obliquelophus (Fig. 6C,D). In Mammut americanum,the lateral expansion of the occiput is not pronounced as in Mammut cf.M. obliquelophus,but is still more pronounced than in extant elephants. Therefore, Choerolophodontidae and Mammutidae may have a closer phylogenetic relationship than we previously thought. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Gomphotherium angustidens,a representative of Gomphotheriidae,is a common species in the Middle Miocene of Western Europe,for which several crania have been reported (Tassy, 2013) and can be compared with Mammut cf. M. obliquelophus. In G. angustidens,a steplike perinasal fossa is well developed (Tassy,1994b,2013).This feature is also considered a synapomorphy of higher Elephantida (Tassy, 1994b) including Gomphotherim cf. G. subtapiroideum, but is missing in primitive G. annectens.We have already mentioned that this structure is also missing in Mammutidae and Choerolophodontidae. In $G .$ angustidens, especially in males (Tassy,2O13: fig.9),no strong constriction is developed in the proximal part of the incisive fossa,in contrast to the presence of a strong proximal constriction in the incisive fossaofMammutcf.M.obliquelophus.Furthermore,in $G .$ .angustidens,the lateral expansion of the occiput is weaker than that in Mammut cf.M. obliquelophus (Tassy,2013: figs.13,14). ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The cranium of Archaeobelodon aff.A. filholi from Buluk, Kenya, is a typical primitive cranium of Amebelodontidae (Tassy,1986: pls.3,4). The facial part is strongly anteriorly elongated, regarded as a synapomorphy of Amebelodontidae (Sanders et al., 2O10). The step-like perinasal fossa is developed and no strong proximal constriction in the incisive fossa is present. These features are closer to Gomphotheriidae than to Mammutidae and Choerolophodontidae.However, in the specialized amebelodontid, Platybelodon grangeri (Fig. 6E,F),the proximal constriction in the incisive fossa is also absent,but the perinasal fossa is not developed.Alternatively, there are two enlarged slopes between the nasal aperture and the rostrum along the lateral side of the incisive fossa; here,we describe this feature as“broad prenasal area.” This feature also appears to be present in Protanancus brevirostris (Wang et al., 2015b: fig. 4a),a primitive member of Protanancus. It seems that the loss of perinasal fossa and alternatively developed prenasal area is a synapomorphy of Amebelodontidae above the level of Protanancus and Platybelodon. Otherwise, we have to consider the polyphyletic state of Amebelodontidae. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Phylogeny Phylogenetic analyses of proboscideans based on cladistic analysis have been carried out by Tassy (1990b,1996a) and Shoshani (1996),further developed by Shoshani et al. (2006),and modified and extended by Cozzuol et al. (20l2).In these analyses,Mammutidae and Amebelodontidae were identified as monophyletic groups and Choerolophodon as a sister group of the other Elephantida. However, there are also some debates among these groups. For example,Shoshani (1996) stated that the phylogenetic position of Choerolophodon is possibly inserted within gomphotheres and that the monophyletic state of Mammutidae is not supported by the parsimony rule. In addition, Tassy (1996a) considered that the monophyletic state of Amebelodontidae is one of the least robust among the elephantoid groups. One important reason for this is the incompleteness of the data on the early members of Mammutidae, Choerolophodontidae,and Amebelodontidae. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "A cladistic analysis was carried out to clarify the phylogenetic positions of the early branches of Elephantimorpha, since our knowledge of cranial and mandibular features of the early members of Elephantimorpha has increased. For simplicity, we only include the most typical representatives of Mammutidae, Choerolophodontidae, Gomphotheriidae,and Amebelodontidae, because the purpose of this cladistic analysis is to test the mono- or paraphyletic states of these groups and to search for the differentiation sequence of these main groups in Elephantimorpha. The most crown groups,such as Stegodontidae, Elephantidae,and some taxa of Gomphotheriidae and Amebelodontidae,are not included in this analysis.We either do not include the genera Eritreum,Hemimastodon,and Losodokodon because only dental remains are known from these taxa. The representative taxa and characters are given in Appendices l and 2.Two MPTs were obtained (Fig. 7A,B). Both of them (Fig. 7A,B) support the monophyly of Mammutidae and Choerolophodontidae,and the differentiation of Choerolophodontidae is prior to that of Amebelodontidae and Gomphotheriidae,indicating the more stem position of Choerolophodontidae,as we hypothesized.However, the topologies of the two MPTs conflict in terms of the differentiation of Amebelodontidae and Gomphotheriidae.In one MPT (Fig. 7A), the Amebelodontidae is a monophyletic group that differentiated from Gomphotherium in a fairly distal position, whereas Gomphotherium cf.G. subtapiroideum and $G .$ angustidens are sequentially differentiated after G. annectens,and the Gomphotheridae is a paraphyletic group. In the other MPT (Fig.7B), Gomphotherium annectens constitutes the sister group of the others,and Archaeobelodon serves as the sister group of Gomphotherium angustidens and Gomphotherium cf. G. subtapiroideum; in this case,neither Amebelodontidae nor Gomphotheriidae is monophyletic.Although a more detailed discussion of this issue is beyond the scope of this work,it should be noted that the early differentiation of Elephantida may be much more ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "complex than we ever considered.Although disagreements persist, we confirm a certain close relationship between Mammutidae and Choerolophodontidae in Elephantimorpha, which was not well resolved prior to this work. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "4 Conclusions ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Phiomiaserridens Eozygodonmorotoensis Zygolophodonturicensi.s Mammutcf.M.obliquelophus Mammut americanum Choerolophodonguangheensis Choerolophodon pentelici   \nA Choerolophodon corrugatus Gomphotheriumannectens Gomphotheriumcf.G.subtapiroideum Gomphotheriumangustidens Archaeobelodonaff.Afilholi Protanancusbrevirostris Platybelodon grangeri Phiomiaserridens Eozygodonmorotoensis Zygolophodonturicensi.s Mammutcf.M.obliquelophus Mammut americanum Choerolophodonguangheensis Choerolophodonpentelici   \nB Choerolophodon corrugatus Gomphotheriumannecten.s Protanancusbrevirostris Platybelodon grangeri -Archaeobelodonaff.Afilholi Gomphotheriumcf.G.subtapiroideur. Gomphotherium angustidens ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "In this work,we describe a primitive craniumandotherremainsofMammutfrom the Upper Miocene of the Linxia Basin and the Baode region,China,which roughly corresponds to MN12.The new material displays derived dental features like the other members of Mammut, and possesses many primitive features within Mammutidae, which provides substantial new information about the morphological development of Mammut.We attributed the new material to Mammut cf.M.obliquelophus.Mammut cf.M.obliquelophus also provides important information on the differentiation of Mammutidae from the primitive Elephantimorpha.The cranial features also suggest a certain close relationship between ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "the primitive members of Mammutidae and Choerolophodontidae,indicating the early differentiation of Choerolophodontidae from the basal Elephantida. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "AcknowledgementsWe thank T. Deng, Z.X. Qiu, S.K. Hou, Q. Q. Shi, B.Y. Sun, IVPP, China; P.Tassy,Muséum National d'Histoire Naturelle, France; U. Gohlich,Naturhistorisches Museum Wien, Austria; G. Markov, National Museum of Natural History, Bulgaria; and J. Meng,American Museum of Natural History, New York,USA for discussions and advice on this work.We thank G.F. Chen,IVPP, China,and G. Konidaris,Aristotle University of Thessaloniki, Greece,for very important opinion in the review of the work. This work was supported by the National Basic Research Program of China (Grant No.2012CB821900), the Chinese Academy of Sciences (Grant No. XDB03020104), the National Natural Science Foundation of China (Grant Nos. 41372001, 41430102),and the Special Research Program of Basic Science and Technology of the Ministry of Science and Technology (Grant No. 2015FY310100-14). ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "中国北方上中新统的早期玛姆象属(Mammut)及其在玛姆象科(Mammutidae)分化和演化中的意义",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "王世骐²李雨1,3董佳荣1,3.4 陈少坤何　文陈善勤(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室北京100044)(2 中国科学院青藏高原地球科学卓越创新中心北京 100101)(3 中国科学院大学北京100049)(4 泰国那空叻差是玛皇家大学东北木化石与矿产资源研究所 那空叻差是玛30000)(5 重庆三峡古人类研究所，重庆中国三峡博物馆 重庆400015)(6 和政古动物化石博物馆和政731200)",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "摘要：玛姆象属是长鼻类玛姆象科这一重要类群的最终成员。虽然这一属在上新世的欧亚大陆和更新世的北美大陆广泛分布，它早期的进化历史却鲜为人知。报道了中国北方上中新统发现的斜脊玛姆象(相似种)(Mammut cf.M.obliquelophus)的新材料，包括一个几乎完整的幼年头骨，这些材料显示了玛姆象科的许多原始特征，因此很好地解释了玛姆象属形态特征的形成过程。斜脊玛姆象(相似种)具有强烈向两侧扩展的枕部，在门齿窝的基部具有收缩，这些特征与莫罗托始轭齿象(Eozygodon morotoensis)和广河豕脊齿象(Choerolophodon guangheensis)均具有相似性，后两者分别为玛姆象科与豕脊齿象科的早期代表。因此，玛姆象科与豕脊齿象科(Choerolophodontidae)具有近的亲缘关系，二者同位于象形类(Elephantimorpha)系统发育中的基部。支序分析支持了这一结论。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "关键词：中国北方，上中新统，玛姆象科，豕脊齿象科，象形类中图法分类号：Q915.878 文献标识码：A 文章编号：1000-3118(2017)03-0233-24",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "References   \nAndrews CW,1906.A Descriptive Catalogue of the Tertiary Vertebrataof the Fayum,Egypt.London: British Museum (Natural History). 1-324   \nCozzuol MA,Mothé D,AvillaL S,2012.Acritical appraisal of the phylogenetic proposals from the South American Gomphotheriidae (Proboscidea: Mammalia). Quatern Int, 255:36-41   \nDeng T,Qiu ZX, Wang BYetal.,2013.Late Cenozoic biostratigraphyof the Linxia Basin,northwestern China.In: Wang X M,Flynn LJ,Fortelius M eds.Fosil Mammals of Asia: Neogene Biostratigraphyand Chronology of Asia. New York: Columbia University Press.243-273   \nFeretti MP,2010.AnatomyofHaplomastodonchimborazi (Mammalia,Proboscidea)fromtheLatePleistoceneofEcuador and its bearing on the phylogeny and systematics of South American gomphotheres.Geodiversitas,32(4): 663- 721   \nGheerbrant E,Tassy P,2009.L'origine et l'évolution des élephants. CR Palevol, 8: 281-294   \nGohlich UB,1999.Order Proboscidea.In:Rossner GE,Heisig Keds.The Miocene Land Mammals ofEurope.Munchen: Verlag Dr.Friedrich Pfeil.157-168   \nGoloboff PA,Farrs JS,Nixon K C,2003.T.N.T.: tree analysis using new technology.Program and documentation, available from the authors,and at www.zmuc.dk/public/phylogeny   \nGould S J,1977. Ontogeny and Phylogeny. London: The Belknap Press of Harvard University Press.1-520   \nHopwood A T,1935.Fossil Proboscidea from China.Palaeont Sin,Ser C,9:1-108   \nHou SK,20l2.A survey of Chleuastochoerus (Suidae,Artiodactyla)from Linxia Basin,Gansu Province,China.Ph.D Dissertation.Beijing: Graduate University of Chinese Academy of Sciences.1-162   \nHou S K,Deng T,2014.Anew speciesof Chleuastochoerus (Artiodactyla: Suidae)from theLinxia Basin, GansuProvince, China. Zootaxa,3872(5): 401-439   \nKaakinen A,PaseyBH, Zhang ZQetal.,2013.Straitigraphyand paleoecologyof theclassical dragonbone localities of Baode County,Shanxi Province.In: Wang XM,Flynn LJ,Fortelius Meds.Fossil Mammals of Asia: Neogene Biostratigraphy and Chronology of Asia.New York: Columbia University Press. 203-217   \nKonidaris GE,Koufos GD,2013.Late Miocene Proboscidea (Mammalia) from Macedonia and Samos Island,Greece: preliminary results.Paläont Z,87(1): 121-140   \nKonidaris GE,KoufosGD,KostopoulosDSetal.,016.Taxonomybiostratigraphand palaeoecologyofChoerolophodon (Proboscidea, Mammalia) in the Miocene of SE Europe-SW Asia: implications for phylogeny and biogeography. J Syst Palaeont, 14(1): 1-27   \nKubiak H,1972.Theskullof Mammut praetypicum (Proboscidea,Mammalia)from thecolectionof the Jagiellonian University in Cracow,Poland.Acta Zool Cracov,17: 305-324   \nLehmann U,195o. Uber Mastodontenreste in der Bayerischen Statssmmlung in Munchen.Palaeontographica,99:121- 228   \nMarkov G N,20o8.The Turolian proboscideans (Mammalia)of Europe: preliminaryobservations.Hist Nat Bulg,19:153- 178   \nMatsumoto H,1925.Preliminary notes on two new species of fosil mastodon from Japan.JGeol Soc Tokyo,31:395- 414   \nMothéD,AvillLS,ZhaoDSetal.,2O16.AnewMammutidae (Proboscidea,Mammalia)fromtheLate Mioceneof Gansu ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Province, China.An Acad Bras Cienc,88(1): 65-74   \nOsborn HF,1929.New Eurasiatic and American proboscideans.Am Mus Novit,393:1-28   \nOsbornHF,1936.Proboscidea:aMonographoftheDiscovery,Evolution,MigrationandExtinctionof the Mastodontsand Elephants of the World.New York: The American Museum Press.1-802   \nPickford M,2003.New Proboscidea from the Miocenestratain the lowerOrangeRiver Valey,Namibia.Mem Geol Surv Nam,19: 207-256   \nPrado JL,Alberdi MT,2oo8.Acladisticanalysis among trilophodont gomphotheres (Mammalia,Proboscidea)with special attention to the South American genera.Palaeontology,51(4): 903-915   \nRasmusen DT,Gutierrz M,o09.Amammalianfuna fromthe LateOligocene ofnorthwestern Kenya.PalaeontogrbtA: Paläozool Stratigr,288(1-3): 1-52   \nSanders WJ,MilerER,2002.New proboscideans from theEarlyMioceneof Wadi Moghara,Egypt.JVertPaleont,22(2): 388-404   \nSanders WJ,GherbrantE,Harris JMetal.,2010.Proboscidea.In: WerdelinL,Sanders WJeds.Cenozoic Mammalsof Africa.Berkeley: University of California Press.161-251   \nSchlesinger G,1917.Die Mastodonten des K.K.naturhistorischen Hofmuseums.DenkschrKKNaturhist Hofmus1,GeolPaläont Reihe,1: 1-231   \nShoshani J,1996.Para-or monophylyof the gomphotheres and their position within Proboscidea.In: ShoshaniJ,Tassy P eds.The Proboscidea: Evolution and Palaeoecology of Elephants and Their Relatives. Oxford: Oxford University Press. 149-177   \nShoshaniJ,TassyPo5.dvanesinprobosdeantaxonydcsifcationaaomyndpsilogyndologyd behavior. Quatern Int,126-128:5-20   \nShoshani J, WalterR C,Abraha Metal.,2006.Aproboscidean fromthe LateOligoceneofEritrea,a“missng link\"betwen early Elephantiformes and Elephantimorpha,and biogeographic implications. Proc Nat Acad Sci,103:17296- 17301   \nTassyP,1977.Decouverte de Zygolophodon turicensis (Schinz)(Proboscidea,Mammalia)au lieu-dit MalarticaSimorre, Gers (Vindobonien moyen): implications paleoecologiques et biostratigraphiques. Geobios,10(5): 655-669   \nTassy P,1982.Les principales dichotomies dans I'histoiredes Proboscidea (Mammalia):une approche phylogenétique. Geobios (Mem Spec), 6: 225-245   \nTassy P,1983.Les Elephantoidea Miocenes du Plateau du Potwar,Groups de Siwalik,Pakistan.Ann Paleont,69(2-4): 99-136,235-297,317-354   \nTassy P,1985.La place des mastodontes Miocenesdel'ancien monde dans la phylogenie des Proboscidea (Mammalia): hypotheses et conjectures. Unpublished These.Paris: Doctorat és Sciences UPMC.1-861   \nTassy P,1986.Nouveaux Elephantoidea (Proboscidea,Mammalia)dans le Miocene du Kenya: essai de reevaluation systematique.Paris: Cahiers de Paléontologie.E'ditions du Centre National de la Recherche Scientifique (CNRS). 1-135   \nTassy P,1990a.The“proboscidean datum event:”how many proboscideans and how many events? In: Lindsay E H, Fahlbusch V,Mein Peds.European Neogene Mammal Chronology. New York: Plenum Press.237-252   \nTassyP,199ob.Phylogenieetclasificationdes Proboscidea(Mammalia): historiqueetactualite.AnnPaleont,76:159-224   \nTassy P,1994a.Origin and diferentiation ofthe Elephantiformes (Mammalia,Proboscidea).Verh Naturwiss Ver Hamburg, 34: 73-94   \nTasy P,1994b.Gaps,parsimonyand Early Miocene elephantoids (Mammalia),with are-evaluationof Gomphotherium annectens (Matsumoto,1925). Zool JLinn Soc,112: 101-117   \nTassy P,1996a.Who is who among the Proboscidea.In: Shoshani J,Tassy Peds.The Proboscidea:Evolution and Palaeoecology of Elephants and Their Relatives.Oxford: Oxford University Press.39-48   \nTassy P,1996b.Dental homologies and nomenclature in theProboscidea.In: Shoshani J,TassyPeds.The Proboscidea: Evolution and Palaeoecology of Elephants and Their Relatives.Oxford: Oxford University Press.21-25   \nTassyP,2013.L'anatomiecranio-mandibulairedeGomphotheriumangustidens(Cuvier,817)(Proboscidea,Mammalia): données issues du gisement d'En Péjouan (Miocene moyen du Gers,France). Geodiversitas,35(2): 377-445   \nTassyP,2014.L'odontologiedeGomphotheriumngustidens(Cuvier,817)(Proboscidea,Mammalia):donneesissesdu gisement d'En Pejouan (Miocene moyen du Gers,France). Geodiversitas,36(1): 35-115   \nTassy P,PickfordM,983.Unnouveau mastodonte zygolophodonte(Proboscidea,Mammalia)dans le Mioceneiferieur d'Afrique orientale: Systematique et paleoenvironnement. Geobios,l6(1): 53-77   \nTobienH,1996.Evolutionofygodons with emphasisondentition.In:ShoshaniJ,TassyPeds.TheProboscidea:Evolution and Palaeoecology of Elephants and Their Relatives.Oxford: Oxford University Press.76-88   \nTobien H,Chen GF,LiYQ,198.Mastodonts (Proboscidea,Mammalia)fromthelate Neogene and EarlyPleistocene of thePeople'sRepublicofChina,partI:thegeneraTtralophodon,Anancus,Stegotetrabelodon,Zygolopodon, Mammut,Stegolophodon. Mainzer Geowiss Mitt,17: 95-220   \nVacek V M,1877.Uber stereichische Mastodonten und ihre Beziehungen zu den Mastodon-Arten Europas.Abh Kaiserlich-Koniglichen Geol Reichsanstalt,7: 1-45   \nWang SQ,DengT,2011.The firstChoerolophodon (Proboscidea,Gomphotheridae)skullfrom China.Sci ChinaEarth Sci, 54(9): 1326-1337   \nWang SQ,He W,Chen SQ,2013.Gomphotherid mammal Platybelodon from the Midle MioceneofLinxia Basin,Gansu, China.Acta Palaeont Pol, 58(2): 221-240   \nWang SQ,ZhaoDS,Xie GPetal.,2014.AnAsianorigin for Sinomastodon(Proboscidea,Gomphotheridae) inferred from a new Upper Miocene specimen from Gansu of China. Sci China Earth Sci, 57(10): 2522-2531   \nWang SQ,Deng T,TangTetal.,2O15a.EvolutionofProtanancus (Proboscidea,Mammalia)inEast Asia.JVertPaleont, e881830,doi:10.1080/02724634.2014.881830   \nWang S Q,Duangkrayom J,Yang X W,2015b.Occurence ofthe Gomphotheriumangustidens group in China,basedon a revision of Gomphotherium connexum (Hopwood,1935)and Gomphotherium shensiensis Changand Zhai,1978: continental correlation of Gomphotherium species across the Palearctic.Palaont Z,89:1073-1086   \nWang SQ,JiXP,Jablonski NGet al.,2016.The oldest cranium of Sinomastodon (Proboscidea, Gomphotheridae), discovered in the uppermost Miocene of southwestern China:implications for the origin and migration of this taxon. JMammal Evol,23:155-173   \nYue L P,Deng T, Zhang YXetal.,204.Magnetostratigraphyof stratotype section of the Baode stage.JStratigr,28(1): 48-63 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Inthis study,forsimplicity,weonlyinclude the most typicalrepresentativesofMammutidae,Choerolophodontidae, Gomphotherida,andAmebelodontidae,because the purposeofthiscladisticanalysis is to testthe mono-orparaphyletic states and to search forthe sequence of diferentiation of these main groups in Elephantimorpha.The most crown groups, suchas Stegodontidae,Elephantidae,andsome taxaof GomphotheridaeandAmebelodontidae,are notincluded in this analysis (seeAppendix2).Theselected characters are mainlyrelatedtothecranial features,whichcanbewellextracted based onprevious and newly discovered specimens.We also do not include some stem taxa only represented byteth or mandiblefragments,mely,Erreum,HemmastodonandLosodokodon.iomiaerrdensassredastheutgroup.All characters are treated as unordered. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Characters: ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "0. Brain case: lateral view. States: $0 = \\mathrm { l o w }$ and flat; $1 =$ relatively domed. Interpretation: in primitive Elephantimorpha, the brain case is verylowand flatand,inalmostallderived taxain variousclades,thebraincase rises (even in Mammut americanum,the brain case shows a slightly domed appearance)(Prado and Alberdi,2008).   \n1．Basicranium: States: $0 =$ not erected; $1 =$ slightly erected. Interpretation: accompanied by character O,the erected basicranium is observed in almost all derived taxa in various clades of Elephantimorpha,except in Mammutidae (Tassy,1996a; Shoshani,1996).   \n2.Facial part: lateral view. States: $0 =$ in the primitive position (as in Phiomia); $1 =$ anteriorly elongated (as in amebelodontids); $2 =$ anteriorly and ventrally elongated (as in choerolophodontids); $3 =$ retreated to some degree (as in derived gomphotheres and Mammut).Interpretation:anterior elongationof the facial part is regarded as a synapomorphyof Amebelodontidae (Sanders etal.,2Ol0).In derived taxaof Choerolophodontidae,the facial part is strongly ventrally extended,but this feature is not observed in $C .$ guangheensis.In the derived groups,namely, taxa ofStegodontide,Elephantidae,and Mammut americanum,thefacial partisstronglyretreated (theanteriorendof the cheek tooth row and the anterior rim of the orbit are on the same level).   \n3．Incisive fossa: dorsal view. States: $0 =$ without strong constriction; $1 =$ with strong constriction.Interpretation: see the text.   \n4.Palate:post-palatal spine.States: $0 =$ present; $1 =$ absent.Interpretation:as a plesiomorphy seen in Phiomia,the post-palatal spine is also retained in Mammut americanum (more tuberosity-likerather thanspine-like in Mammut americanum),but is absent in the taxa of Elephantida.   \n5．Nasal aperture: perinasal fossa. States: $0 =$ absent; $1 =$ present. Interpretation: see the text.   \n6．Nasal aperture: broad prenasal area. States: $0 =$ absent; $1 =$ present. Interpretation: see the text.   \n7．Occipital part: dorsal view. States: $0 =$ narrow; $1 =$ wide. Interpretation: see the text.   \n8.Orbit: lateral view. States: $0 =$ low position; $1 = \\mathrm { { h i g h } }$ position.In derived taxa of Choerolophodontidae,the orbit is strongly dorsally moved to near the roof of the cranium,but this feature is not observed in $C .$ guangheensis (Wang and Deng,2011).   \n9．Orbit: lacrimal foramen. States: $0 =$ present; $1 =$ absent. Interpretation:as in character 4,lacrimal foramen is present in Phiomia and in Mammut americanum,but is absent in the other Elephantidae (Tassy,1994b).   \n10. Mandibular symphysis: posterior border. States: $0 =$ close to the anterior end of the cheek tooth row; $1 =$ distant from theanterior end of the cheek tooth row.Interpretation:exceptin typical longirostrine taxasuch as Gomphotherium and members of Amebelodontidae,the posterior mandibular symphyseal borderis distant from the anterior end of the cheek tooth row. Otherwise,they are close together,as in Phiomia.   \n11. Angular process: position. States: $0 = \\mathrm { l o w }$ $1 = \\mathrm { { h i g h } }$ .Interpretation: the mandibular angular process has a low position in Phiomia and is also observed in Mammut (Tassy, $1 9 9 4 \\mathrm { a }$ ; Tobien,l996),but it has a high position in the taxa of Elephantida (Tassy,1994a).   \n12. Symphysis:States: $0 =$ elongated; $1 =$ relatively short. Interpretation:elongated symphysis is a plesiomorphy of Elephantimorpha,but ithas been largelyreduced inallof thederived groups (Tassy1996a; Shoshani,1996).   \n13. Symphyseal trough:States: $0 =$ shallow; $1 =$ deep.Interpretation:deep symphyseal trough is considered a synapomorphyof Choerolophodontidae (accompanied bythe loss oflower tusks)(Tassy,1996a; Shoshani,1996).   \n14. Ascending ramus: posterior inclination. States: $0 =$ almost vertical; $1 =$ posteriorly inclined.Interpretation: posteriorly inclined ascending ramus isobserved in some longirostrine taxasuchas in Gomphotheriumand in Platybelodon,and is possibly functionally related.   \n15. Upper tusks: lateral view. States: $0 =$ ventrally bent; $1 =$ dorsally bent. Interpretation: the plesiomorphy of upper tusks is ventrallybent; however,theyare dorsally bent inall derived groups,accompaniedbythe loss oflower tusks (Tassy,   \n1996a; Shoshani,1996).   \n16.Upper tusks: enamel band. States: $0 =$ present; $1 =$ absent. Interpretation: the presence of enamel bands is a plesiomorphy of Elephantimorpha; however,enamel bands are lost inmost derived taxa (Tassy,1996a;Shoshani,1996).   \n17.Upper tusks: anterodorsal view. States: $0 =$ simply divergent; $1 =$ secondarily divergent in the medial part. Interpretation: secondary divergence in the medial part of the upper tusks is considered a feature distinguishing Gomphotherium and Zygolophodon (Tassy,l977). Secondary divergence of the upper tusks is also observed in Choerolophodontidae,which might have developed independently from Gomphotheriidae   \n18.Lower tusks: States: $0 =$ present; $1 =$ absent. Interpretation: the absence of lower tusks is common in all derived taxa of Elephantimorpha (Tassy,1996a; Shoshani,1996).   \n19. Lower tusks: cross section: States: $0 =$ flattish pyriform; $1 = { \\mathrm { p y r i f o r m } }$ $2 =$ rounded; $3 =$ flattened. Interpretation: the termflattish pyriform is particularly used to describe the shape ofthe lower tusk cross sectionofPhiomia.A similar shape is also observed in Archaeobelodon filholi.In other members of Amebelodontidae,the cross section is even more flatened.In primitive Gomphotherium and Eozygodon,the lower tusk cross section is pyriform,whereas in derived members of Gomphotherium and Mammutidae,this cross section is rounded.   \n20. Lower tusks: lateral view. States: $0 =$ dorsally bent; $1 =$ almost straight. Interpretation: straight lower tusks are common in those derived taxa including Mammut,if present. However,in primitive forms,lower tusks are always slightly dorsally bent (Tassy,1996a; Shoshani,1996).   \n21.Lower tusks: dorsal wear facet. States: $0 =$ flat; $1 =$ concave. Interpretation: a concave dorsal wear facet of lower tusks is characteristic of Gomphotherium angustidens (Tassy,2014).   \n22. Lower tusks: inner structure. States: $0 =$ concentric lamination; $1 =$ dentinal tubules.Interpretation: dentinal tubules are found inthe crosssectionof the lowertusks in some amebelodontid taxa,forexample,Platybelodon,incontrast to normally concentric lamination (Wang et al.,2013,2015a).   \n23．Lower tusks: basal end. States: $0 =$ separated; $1 =$ close to each other. Interpretation: in those forms with regressive lower tusks,for example,Mammut,lower tusks areclose toeachother in their basalpart.In contrast,in forms having developed lower tusks,alveoli of lower tusks are separated basally.   \n24.Cheek teeth succession: degre of horizontal succession. States: $0 =$ vertical succession; $1 =$ partially horizontal successon; （204 $2 =$ entirely horizontal succession (premolar absent). Interpretation: vertical succession as in most other mammals occurs in theoutgroup Phiomia.Partially horizontal succesion is represented by primitive Elephantimorpha,such as Gomphotherium,Zygolophodon,and membersof Amebelodontidae,in which premolars,although highlyregresive,are not missing; this contrasts with thecomplete lossof premolars inthederived taxa(Tassy996a; Shoshani,1996).   \n25.Cheek teeth: cingulum/cingulid. States: $0 =$ strong; $1 =$ weak. Interpretation: strong cingulum/cingulid is a plesiomorphy still preserved in Mammutidae (Tassy,1996a; Shoshani,1996).   \n26. Cheek teeth: pattern. States: $0 =$ bunodont; $1 =$ zygodont. Interpretation: see the text.   \n27．Cheek teeth: bunodont patern. States: $0 =$ typical bunodont; $1 =$ bunodont with strong development of posterior pretrite central conules; $2 =$ bunodont with rudimentary anancoidy and rudimentary secondary trefoils; $3 =$ choerolophodonty.Interpretation:statel ischaracteristicofGomphotherium angustidens (Tassy2014).States 2and   \n3 are synapomorphies of amebelodontids and choerolopodontids (Tassy,1983,1986),respectively.   \n28.Cheek teeth: cementum. States: $0 =$ weak; $2 =$ heavy. Interpretation: heavy cementum is developed in some taxa, such as in Platybelodon,and members of Choerolophodontidae (Tassy,1996a; Shoshani,1996).   \n29. Molars: States: $0 =$ moderate; $1 =$ relatively wide; $2 =$ relatively narrow. Interpretation: relatively wide molar is a synapomorphy of Mammutidae,whereas relatively narrow molar is a synapomorphy of Amebelodontidae (Tassy,   \n1982). ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    },
    {
        "type": "table",
        "img_path": "images/722435b8a8bc142c71ae37a7a4f31e5e06470e279664f8b50b8042a4c295bd76.jpg",
        "table_caption": [
            "Appendix 2 Data matrix for cladistic analysis "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td></td><td>1</td><td>2</td></tr><tr><td>Taxon</td><td>0</td><td>0</td><td>0</td></tr><tr><td>Phiomia serridens1)</td><td>0000000000</td><td>0000000000</td><td>0000000000</td></tr><tr><td>Gomphotherium annectens2)</td><td>？?00100?0？</td><td>1100100?01</td><td>0000100010</td></tr><tr><td>Gomphotheriumcf.G.subtapiroideum)</td><td>1030110001</td><td>1100100101</td><td>0000100010</td></tr><tr><td>Gomphotherium angustidens4)</td><td>1030110001</td><td>1100100101</td><td>0100110112</td></tr><tr><td>Eozygodon morotoensis)</td><td>110110010?</td><td>??00?00001</td><td>000??01-01</td></tr><tr><td>Zygolophodon turicensis</td><td>001？??？？0？</td><td>0000000002</td><td>1001101-01</td></tr><tr><td>Mammutcf.M.obliquelophus</td><td>0001000100</td><td>001001?002</td><td>?000?01-01</td></tr><tr><td>Mammut americanum</td><td>0031000100</td><td>0010011002</td><td>1001201-01</td></tr><tr><td>Choerolophodon guangheensis8)</td><td>0001100101</td><td>0?0101111-</td><td>----110310</td></tr><tr><td>Choerolophodon pentelici)</td><td>0120100111</td><td>011111111-</td><td>----210310</td></tr><tr><td>Choerolophodon corrugatus10)</td><td>1121100111</td><td>010101111-</td><td>----210310</td></tr><tr><td>Archaeobelodonaff.A.flholi1)</td><td>1010110001</td><td>1100100100</td><td>0000110012</td></tr><tr><td>Protanancus brevirostris12)</td><td>0010101001</td><td>1100100003</td><td>0000110012</td></tr><tr><td>Platybelodon grangeril3)</td><td>0010101001</td><td>1100101003</td><td>0010110212</td></tr></table></body></html>",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "1)Scoring ofteoutgroupPhiomiaserridens is basedonthecomplete craniumand mandibles reportedbyAndrews(1906: figs.48-50,53,54).2)mphotherumanectesisfromtheEarlyoceneofJapan(Matsuoto,92),epresentedyalate andthessociated mandible.Scoringoftis taxonisbasedonacastoftheholotype preservedinMNHN;seealsoTassy(1994b). 3) Gomphotherium cf.G.subtapiroideum is from Lengshuigou,China $( = G$ shensiensis,Wang etal.,2015b),represented by an incompletecranium.Thetoothmorphologyissimilartothatof theholotypeofGomphotheriumsubtapiroideumfromAustria;in contrast,nocraumoftelaterhasbeendiscoveredInthetypelocalityofGomphotheriumcf.G.subtapirodem,noteral ofthe mandiblehasben discovered.Scoringofthe mandibleis basedonunpublished material fromtwootherlocalities,Linxia and Zhongning.Itshould be noted that thecraniumof Gomphotheriumcf.G.subtapiroideumfromtheLengshuigou locality showssome primitivefeatures;forexample,thefacialpartoftheLengshuigouspecimenis tosomeextentanteriorlyelongated (Wangetal.,Olb:fg.5),uttheewmaterialsfromLinxiandZhongningshowarelativelyretreatedfacialpart,andchracter 2 is scored as“3”inour matrix.It is possble that the new materials from Linxia and Zhongning represent a more derived species han Gomphotheriumcf.G.subtapiroideum from the Lengshuigou,and they are closely related to $G$ ，subtapiroideum.4) GomphotheriumangustidensS.s.sfromimorreandEnPejouan,France.Scoringofthis taxonisbasedoncraniaadmandibles reportedbyTasy(013:figs.5-12,-24).5)EozygodonmorotoensisisfromMeswaBridge,Kenya,andlowerOrangeRiver Valley,Namibia.Scorngofthistaxonisbasedoncraniareportedbyicford(o:pls.2-5)andteethreportedbyTassyand Pickford(1983:figs.49,14-16).6)Scoringof Zygolophodonturicensis isbasedonthecraniumfromVillfranchedAstarac which wasreportedyassy(1985:fg.208),andmandiblesreportedbyOsborn(1936:fig.657),Lehma(950:pl.14,fig26), andTassy (1985:fig.210).7)Scoringof Mammut americanumis basedoncomplete craniaandmandibles housed inAMNH,for example,AM595,4535,7727,and777A.8)hoerolophodoguangheensisisromtheLinxiaBasin,Cina,epted byanearlycomplete cranium (Wang and Deng,20l,seeFig.6C,D).Although someresearchersconsidered theevolutionary stateof thisspecies tobeintermediate,showingamixtureofprimitiveandmoreadvanced features (Konidaris etal.,6),we believe thatthis species isatypical primitive formofthegenus.Scoringof mandibular features isbasedonunpublished new material from thesamelocality.9)ScoringofChoerolophodon pentelici isbasedonthe materialreportedbyKonidaris and Koufos(2013:figs.2,3)andKonidaris etal.(O16:fig.6).10)ChoerolophodoncorrugatusisfromSwalik,Pakistan.Scoringof this taxonisbasedonthecomplete craniumand mandiblereportedbyOsborn (1929:fgs.10-13),andTassy (1983:figs.13-16). 11)ScoringofArchaeobelodonaffA.fiol,fromBuuk,Kenya,isbasedonthenearlycompletecraniumwiththeoated mandiblereportedbyTasy(1986:pls2,3).12)ProtanancusbevirostrisisfromtheLixiaBasin,China,representedbyarly completecraumwithanaociatedmandible(Wangetal.,0l5a:fig.4).Itisthemostprimitivespeciesofthisgenus.However this specimenisbadlypreserved.Scoringof this taxonis furtherbasedonunpublishednewmaterialfromthesamelocality.13) Scoringof Platybelodon grangerisbasedonthecraniaand mandibles fromtheLinxiaBasinreportedby Wang etal.(2013). ",
        "page_idx": 23
    }
]