[
    {
        "type": "text",
        "text": "Presence of the calcaneal canal in basal Glires ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ZHANG Zhao-Qun' LI Chuan-Kui' WANG Jian' WANG Yuan-Qing' MENG Jin1,2 (1 KeyLaboratory of Vertebrate Evolution and Human Origins ofChinese Academy of Sciences, Instituteof VertebratePaleontology andPaleoanthropology,ChineseAcademy of Scicences Beijing 10oo44, China zhangzhaoqun@ivpp.ac.cn) (2DivisionofPaleontology,American MuseumofNatural History New York,NY1o024,USA) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract A unique canal (calcaneal canal) running diagonally through the calcaneus was commonly considered as characteristic for lagomorphs,both extant and fossil,but absent in rodents and other pertinent lagomorph relatives.However,our investigation of a calcaneus from the Middle Paleocene of Qianshan,Anhui Province and specimens previously grouped in Mimotonidae also shows presence of canals on calcaneus bones. To further explore the unique character, we scanned calcanei of Ordolagus,Mimolagus,Gomphos,Rhombomylus, and Oryctolagus using microCT and investigated the calcanei of some other related taxa under microscope.Three-dimensional reconstructions of the calcanei based on CT data of these taxa confirmed the presence of apertures traversing the large medullary cavity.The diagonally oriented calcaneal canal is present not only in lagomorphs,but also in non-lagomorph duplicidentates, such as Mimotona,Gomophos,and simplicidentates,such as Rhombomylus,though smaller in size. Hence,the presence of calcaneal canal may be one of the synapomophic characters for Glires, not only for the order Lagomorpha.The shared calcaneus character confirms the close relationship between Simplicidentata and Duplicidentata. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key wordsQianshan,Anhui, Paleocene,Lagomorpha, Simplicidentata, Duplicidentata, calcaneal canal ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Zhang Z Q,Li C K,Wang J et al.,2O16.Presence of the calcaneal canal in basal Glires. VertebrataPalAsiatica, 54(3):235-242 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Lagomorpha (rabbits,hares,and pikas) is one of the least diversified orders of mammals with only 12 extant genera (Hoffmann and Smith, 20o5). However, the origin and early diversification of this group are still debated due to sparse early fossil records and early acquisition of morphology. Though cranial and dental materials are more common, postcranial bones have also been extensively studied for understanding the origins and relationships, and the early postcranial adaptations of Lagomorpha (Szalay,1985). In 2002, Bleefeld and Bock (2Oo2) reported a unique canal (calcaneal canal) running diagonally on the calcaneus in both extant and fossil lagomorphs, which is absent in rodents and other suggested lagomorph relatives (e. g. macroscelidids,anagalids). Meng et al. (2oo4) emphasized the similarity of the basal Duplicidentata Gomphos and Mimolagus in the absence of the calcaneal canal and further supported the uniqueness of calcaneal canal in Lagomorpha. Rose et al. (2oo8) documented the earliest presence of lagomorphs from India based only on ankle bones,and cited the presence of calcaneal canal as one of the distinctive characters. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "However, our investigation of the material (IVPP V 7422) from the Paleocene of Qianshan,Anhui Province, China finds the presence of a canal on the calcaneus,which predates all known taxa of Lagomorpha (Rose et al., 2008; Li et al., 2007). The existence of the calcaneal canal on the Qianshan specimen stimulates us to further explore if this “unique” feature exists in other basal Glires,although no previous publications indicated such.Based on the new specimen and other previous collected specimens kept in IVPP,we carried out a new survey of calcaneal canal in basal Glires. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Material The right calcaneus (IVPP V 7422) was discovered in 1985 by the senior author Li Chuankui in the Doumu Formation, near Huanghetang Reservoir, Qianshan County, Anhui Province.Li and Ting(1993) illustrated this material and tentatively described it as ?Heomys sp. At that time, only a lower jaw of Heomys was collected from the locality. In 2007, another jaw of Mimotona was discovered from the same site.By the small size and general morphology, it can be either Heomys or Mimotona from the same locality. However, without knowledge of pes structures of these two taxa, it is diffcult to confirm the identification. By cranial characters and tooth formulae,Heomys and Mimotona were considered to be basal to Rodentia and Lagomorpha, respectively (Li,1977; Li and Ting,1985,1993), both included in Cohort Glires. Here we tentatively atribute this calcaneus as Glires indet., waiting for more findings to prove its identity. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Comparative materialsThe calcaneal specimens used for comparison include: Mimolagus rodens, IVPP RV 51002, Shanmacheng, Gansu (Bohlin, 1951); M. aurorae, IVPP V 20180, Irdin Manha, Nei Mongol (Fostowicz-Frelik et al., 2015); Gomphos sp. uncatalogued, Erlian Basin; Dawsonolagus antiquus, IVPP V 7465, Nei Mongol (Li et al., 2007); Ordolagus teilhardi, uncatalogued, Ulantatal, Nei Mongol; Rombomylus,IVPP V 7428, the Lower Eocene Yuhuangding Formation, Danjiang (Meng et al., 2O03). All the specimens are kept in the Institute of Vertebrate Paleontology and Paleoanthropology (IVPP), Chinese Academy of Sciences. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "MethodMorphological observation was conducted under the Zeiss Stereo Discovery V8. The $\\mathrm { \\Delta } X$ -ray micro-computerized tomography (microCT） scanning of specimens was carried out using the $2 2 5 \\ \\mathrm { k V }$ microCT developed by the Institute of High Energy Physics, Chinese Academy of Sciences (CAS) in the Key Laboratory of Vertebrate Evolution and Human Origins, CAS.To get better images,we scanned them with different beam energy $( \\mathrm { k V } )$ and flux $\\mathbf { \\tau } ( \\mu \\mathrm { A } )$ ，and at different detector resolutions $( \\mu \\mathrm { m } )$ : Glires indet.(V 7422),120 kV, $1 0 0 ~ \\mu \\mathrm { A }$ ， $7 . 8 ~ \\mu \\mathrm { m }$ ; Ordolagus, $1 2 0 ~ \\mathrm { k V } ,$ $1 0 0 ~ \\mu \\mathrm { A }$ ， $1 5 . 7 ~ { \\mu \\mathrm { m } }$ ； Oryctolagus cuniculus, $1 0 0 \\mathrm { k V } ,$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$1 0 0 ~ \\mu \\mathrm { A }$ ， $2 0 . 4 ~ \\mu \\mathrm { m }$ ; Gomphos, ${ 1 2 0 \\mathrm { ~ k V } } ,$ （24 $1 0 0 ~ \\mu \\mathrm { A }$ ， $1 5 . 7 ~ { \\mu \\mathrm { m } }$ ； Rombomylus (V 7428), $1 0 0 ~ \\mathrm { k V } ,$ ， $1 0 0 ~ \\mu \\mathrm { A }$ ， $9 . 4 ~ { \\mu \\mathrm { m } }$ . A total of 720 transmission images were reconstructed in a $2 0 4 8 { \\times } 2 0 4 8$ matrix of 1536 slices using a two-dimensional reconstruction software developed by the Institute of High Energy Physics, CAS.We draw 3D reconstruction calcaneal canals with VG Studio(Vesion 2.2).Nomenclature of calcaneus in the text follows Meng et al. (2004). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Description and comparison The calcaneus bone(V 7422) (Fig.1) is almost completely preserved except for the peroneal process being slightly broken (Fig. 1).The maximum length and width of the proper are 12.1 and $5 ~ \\mathrm { m m }$ ，respectively. The calcaneus tuber(tub) is long,with a strongly lateromedially compressed cross section.The ratio of lever arm and load arm (Szalay, 1985: fig.19,x and b) is 1.89 ( $8 5 \\ \\mathrm { m m } / 4 5 \\ \\mathrm { m m }$ ).The calcaneal ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/2edb92bc1322940c8e1a18a03825f1e7505d145b33c6e9b26cc92281f6f09b69.jpg",
        "img_caption": [
            "Fig.1The right calcaneus of Glires indet. from the Paleocene of Qianshan (IVPP V 7422) A.dosal view; B.lateral view;C.dorsal-lateral view; D.ventral view;E.distal view "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Abbreviations:at.anterior plantar tubercle;CaA. calcaneoastragalar facet; CaCu.calcaneocuboid facet; cc.calcaneal canal; gtff. groove for the tendon of M. flexor fibularis; pp. peroneal process; ptca. calcaneal protuberance; su.sustentacular facet; suh.sustentaculum hinge; sus.sustentaculum talus;tub.calcaneus tuber ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "protuberance (ptca) is located at almost the same transversal level with the sustentaculum talus (sus). The calcaneoastragalar facet (CaA) consists of a continuous and medially inclined facet that extends posteriorly to the tuber on the dorsal surface, exceeding the level of sustentaculum hinge (suh). Lateral to the sharp edge of the calcaneal protuberance, there exists a knob-like convex with no articulate facet, which may be a rudiment stage of the calcaneofibular facet (CaFi) developed in lagomorphs. Ventral to this protuberance is a pit. There is a small but obvious foramen ventral to the pit, which is interpreted as the entrance of calcaneal canal (cc). The susentaculum extends medially with an oval concave articulate facet with astragalus. The groove for the tendon of M. flexor fibularis (gtff) leads to the medial side of ventrally expanded anterior plantar tubercle (at). In ventral view, the anterior plantar tubercle extends ventrally, with a developed ridge to the middle of the calcaneus body. Between the anterior plantar tubercle and peroneal process (pp), there is a wide and concave space. The calcaneocuboid facet (CaCu) is slightly concave, facing mediodistally and narrowing towards the peroneal process.Medial to $\\mathrm { C a C u }$ ，there is a large foramen, interpreted as the exit of calcaneal canal. There is no calcaneonavicular facet. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "V 7422 resembles those of Lagomorpha by having the calcaneal protuberance at the same transversal level of sustentaculum talus, presence of the calcaneal canal, and mediodistally facing CaCu. Different from the Vastan specimen, described as the earliest Lagomorpha from the Early Eocene (Rose et al.,2008), V 7422 has no obvious CaFi, but only the knoblike process.The presence of CaFi has been considered as a distinctive primitive feature for Lagomorpha (Martinez,1985; Szalay,1985),it is also present in the Early Eocene eurymylid simplicidentate Rombomylus (Meng et al., 2003), as well as in Paleocene Pseudictops (Sulimski, 1968) and possibly arctostylopids (Missiaen et al.,2006). Differing from Dawsonolagus antiquus (Li et al., 2007) and later lagomorphs, V 7422 has a proportionally longer and narrower calcaneus tuber and more distally allocation of calcaneal protuberance and sustentacular facet (The ratio of lever arm and load arm is 1.04 in Dawsonolagus antiquus versus 1.89 in V 7422). The strongly lateromedially compressed calcaneus tuber, shorter load arm,well developed and lateral offset peroneal process (though broken) resemble those of rodents, such as Paramys (Sazlay, 1985), as well as Rombomylus (Meng et al., 2003). Morphologically, V 7422 is strikingly more similar to that of Gomphos (Meng et al., 2004: fig.8) than to Rombomylus. It shares many characters with Gomphos,e.g. the calcaneus tuber relatively longer than in Lagomorpha, the CaA forming a narrow convex band in a proximodistal orientation, exceeding the level of sustentaculum hinge proximally; the anterior plantar tubercle low and blunt; the peroneal process strong but not widely flanged; existing a broad concave area between the process and the anterior plantar tubercle; the CaCu facing anteromedially; the calcaneal canal present. However, the calcaneus of Gomphos is much larger and robust built, its calcaneus tuber gradually thickens distally in dorsal view, and wide in ventral view. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Presence of the calcaneal canal in basal Glires The calcaneal canal named by Bleefeld and Bock (2oo2） was considered a unique feature for Lagomorpha. This canal also existed in the Early Eocene Indian specimen (Rose et al., 20o8) and Dawsonolagus (Li et al., 2007), which by now the earliest and perhaps the most primitive taxa in Lagomorpha. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Mimolagus,an enigmatic taxon, firstly discovered from Shanmacheng, Gansu was described as a new genus in Duplicidentata (Bohlin,1951),and later considered as a stem taxon of Lagomorpha (Meng et al., 2003; Asher et al., 2005). Bohlin (1951) cautiously, as always, grouped the postcranials found from the same location, as a rodent inc. sed, noting the more rodent like morphology of the calcaneus and astragalus. Bleefeld and Mckenna (1985) restudied the material and confirmed the postcranials and skull are of the same individual, all belonging to a lagomorph taxon. On the specimen from Shanmacheng (Bohlin,1951), there can be seen a small but distinct opening between the sustentaculum and the cuboid facet after careful removal of the covered wax, which might be the calcaneal canal. However, the supposed entrance is not discernable due to the breakage. Fortunately, Fostowicz-Frelik et al. (2015) recently published some new materials of Mimolagus,M. aurorae from Erenhot, Nei Mongol, including calcaneus bones.Reexamination under microscope confirms the existence of a small opening between the sustentaculum and the cuboid facet, and two small holes on the lateral side. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Included in Mimotonidae (Li, 1977),Gomphos also shares some characters with Lagomorpha, and show great similarities with Mimolagus as wel (Meng et al., 2Oo4; Kraatz et al.,2009). Examination of specimens from the upper beds of the Nomogen Formation in the Huheboerhe section,Erlian Basin of Nei Mongol clearly reveals presence of calcaneal canal in the same location as in Mimolagus. Contrary to Bleefeld and Bock (2Oo2), we found possible calcaneal canals in some Simplicidentata taxa, e.g. Rombomylus. On the specimen IVPP V 7428 (Meng et al., 2O03: fig. 66), there exists an obvious opening medial to the CaCu, and a small entrance on the lateral side of calcaneus tuber. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "CT scanning of the calcaneus bonesTo have a better knowledge of the calcaneal canals,we did CT scanning of some related specimens. Three-dimensional reconstruction of CT scanning data confirms the existence of various sizes and numbers of canals on the surveyed calcanei. On V 7422,one small sized tube on the lateral side traverses the compact bone diagonally, enters the medullary cavity and exits via a much larger sized tube (Fig. 2A).As observed under microscope, Gomphos has one medial and two lateral slim canals entering the medullary cavity with only one slightly larger distal canal for the exit (Fig. 2D). On the specimen of Ordolagus,the perforation is much larger in size. The diagonally orientated entrance and exit tube are similar in size,and the medial one as well (Fig. 2B), same as the living rabbit (Fig. 2C). For Rombomylus,there can be seen one entrance and one exit diagonally traversing the angle bone (Fig. 2E). In summary, we preliminarily draw the conclusion from the above observation that the calcaneal canal exists not only in Lagomorpha, but also in basal Glires taxa of Duplicidentata and Simplicidentata respectively. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/87dd763d084a286839978e356ed8902a187e0a414e5e900d80a54c3ee24c5ca1.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Fig.2Three-dimensional reconstructions (upper row) and two-dimensional section (lower row) of the calcanei based on CT data   \nA. Glires indet., IVPP V 7422; B. Ordolagus; C. Oryctolagus cuniculus; D.Gomphos; E.Rombomylus,IVPPV7428   \nArrows indicate entrance and exit openings. Canals and medullary cavities marked by yellow color.Not scaled ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/a640a42a9f4efc79e440f75981a7363bb8ea9b1981c103e8cf9f63c0739c05c5.jpg",
        "img_caption": [
            "Fig.3 Dissection of a left hind leg of Oryctolagus cuniculus A.saphenous vein;B.side branchof saphenous vein;C.calcaneus bone.Not scaled "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "DiscussionBleefeld and Bock(2002） proposed the vessel inside of the canal representing a branch of the lymphatic system, and stated that the possibility of a blood vessel cannot be ruled out. With no soft tissue preserved, it is difficult to conjecture the function of these multiple canals on fossil forms.Our dissection ofa rabbit reveals side branches of saphenous vein entering the ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "calcaneus body via both entrances,and exit via the exit opening, thus confirms the existence of blood vessel in the calcaneal canal (Fig. 3). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Our investigation also finds that there is only one diagonally canal present in Glires indet. (V 7422) and the Simplicidentata Rombomylus,however more than one in Duplicidentata taxa, incuding Gomphos,Mimolagus,and Ordolagus (Table 1). We propose that the retaining of multiple canals in some extant Leporidae (Bleefeld and Bock, 2O02) may be a plesiomorphic feature. The reduction of the calcaneal canal in some extant leporids may be a derived character.As stated by Bleefeld and Bock (2o02),perforations of the mammalian calcaneus that provide channels for small blood vessels are common. We also find the existence of tiny channels in some living rodent taxa, such as Marmota, Aplodontia, Erethizon as Prof. Wang Banyue showing us. Whether these perforations are the same with calcaneal canals needs more investigation and out of the scope of the present study. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/d7d8c38f442147ca3de94e29daa75076d6a37fa63818cb40ee768f3bab0c229d.jpg",
        "table_caption": [
            "Table1 Openings on the calcaneus of some Glires taxa "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>entrance</td><td>exit</td></tr><tr><td>Ordolagusteilhardi</td><td>2 large</td><td>1 large</td></tr><tr><td>Dawsonolagus antiquus</td><td>2 small</td><td>2 (1 large,1 small)</td></tr><tr><td>Glires sp. (IVPPV7422)</td><td>1 small</td><td>1 large</td></tr><tr><td>Mimolagusrodens</td><td>？</td><td>1 small</td></tr><tr><td>Mimolagus aurorae</td><td>2 small</td><td>1 small</td></tr><tr><td>Gomphos sp.</td><td>3 small</td><td>1 small</td></tr><tr><td>Rhombomylus</td><td>1 small</td><td>1 large</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Concluding remarksThe calcaneal canal exists in all investigated basal Glires. The occurrence of this unique character dates back to Paleocene in the earliest Glires.The presence of calcaneal canal is not unique for the order Lagomorpha as previously suggested. It may be one of the synapomorphic characters for Glires.This shared calcaneus character further confirms the close relationship between Simplicidentata and Duplicidentata. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Acknowledgements Thanks are due to Mr. Hou Yemao for the CT scanning of the specimens. Prof. Wang Banyue from IVPP and an anonymous reviewer critically and insightfully reviewed the manuscript and provided constructive suggestions that highly improved the present study. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "基干啮型类发现跟骨管结构",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "张兆群李传夔王 健王元青孟 津1,2(1中国科学院脊椎动物演化与人类起源重点实验室，中国科学院古脊椎动物与古人类研究所北京100044)(2美国自然历史博物馆古生物部 纽约10024)",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "摘要：2002年Bleefeld和Bock发现跟骨上一个独特的解剖结构——跟骨管——仅在现生与化石兔形目种类中存在，而在啮齿类以及相关类群中缺如，并认为这个独特的解剖特征支持了兔形目是一个单系类群。对安徽潜山古新世地层中发现的基干啮型类标本(IVPP V 7422)的观察表明其跟骨上也存在清晰的跟骨管，使得我们重新审视这一独特解剖特征。结合显微镜观察与CT扫描技术，发现兔形目种类，如Dawsonolagus,Ordolagus等存在较大的跟骨管，其进口与出口皆与骨体内部髓腔贯通；在双门齿啮型类如Mimolagus,Gomphos,单门齿啮型类Rhombomylus上也存在清晰的跟骨管。因此，跟骨管的存在可能是啮型类的共近裔性状，也支持了兔形类与啮齿类具有更近的亲缘关系。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "关键词：安徽潜山，古新世，兔形目，单门齿类，双门齿类，跟骨管中图法分类号：Q915.873 文献标识码：A 文章编号：1000-3118(2016)03-0235-08",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AsherRJ,Meng J,McKenna MCetal.,2005.Stem Lagomorpha and the antiquityofGlires.Science,307:1091- 1094   \nBleefeld AR,Bock WJ,20o2.Unique anatomyof lagomorph calcaneus.Acta PalaeontPol,47(1):181-183   \nBlefeldAR,McKenna MC,1985.Skeletal integrityof Mimolagus rodens (Lagomorpha,Mammalia).Am Mus Novit, (2806): 1-5   \nBohlinB,1951.Some mammalian remains from Shih-ehr-ma-ch'eng,Hui-hui-p'uarea,Western Kansu.Reports from the Scientific Expedition to the North-Western Provincesof China under Leadership of Dr.Sven Hedin. Sino-Swed Exp Publ 35,VI. Vert Paleont,5: 1-48   \nFostowicz-FrelikL,LiCK,MaoFYetal.,2015.Alarge mimotonid fromtheMiddleEoceneofChina shedslightonthe evolution of lagomorphs and their kin. Sci Rep,5,9394:1-9   \nHoffmann R S,Smith AT,2005.Order Lagomorpha.In: Wilson DE,ReederDMeds.Mammals Speciesof the World,a Taxonomic and Geographic References.Baltimore: The Johans Hopkins University Press.185-211   \nKraatz BP,BadamgaravD,BibiF,2o09.Gomphos elle,anew mimotonid fromthe Midle Eoceneof Mongoliaand its implications for the origin of Lagomorpha.JVert Paleont,29: 576-583 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "LiCK,1977.Paleocene eurymyloids (Anagalida,Mammalia)of Qianshan,Anhui.VertPalAsiat,15:103-118 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Li C K,Ting SY,1985.Possible pylogenetic relationshipsofeurymylidsandrodents,withcommentsonmimotonids.In: Luckett WP,Hartenberger JLeds.Evolutionary Relationships among Rodents:a Multidisciplinary Analysis.New York: Plenum.35-58   \nLiCK,Ting SY,1993.Newcranialand postcranial evidencefortheaffnitiesoftheeurymylds (Rodentia)and mimotonids (Lagomorpha).In: SzalayFS,Novacek MJ,McKenna M Ceds.Mammal Phylogeny-Placentals.Berlin: Springer. 151-158   \nLi C K,Meng J, Wang YQ,2007.Dawsonolagus antiquus,a primitive lagomorph from the Eocene Arshanto Formation, Nei Mongol, China.Bull Carnegie Mus,39: 97-110   \nMartine NL,1985.Reconstructionof ancestral cranioskeletal features on the order Lagomorpha.In:Luckett WP, Hartenberger JL eds.Evolutionary Relationshipsamong Rodents:aMultidisciplinary Analysis.New York:Plenum. 151-189   \nMeng J,BowenGJ,YeJetal.,2O04.Gomphos elkema(Glires,Mammalia)from theErlian Basin: evidence fortheearly Tertiary Bumbanian Land Mammal Age in Nei-Mongol, China.Am Mus Novit, (3425):1-24   \nMeng J,Hu YM,Li C K,2003.The osteologyof Rhombomylus (Mammalia, Glires): implications for phylogeny and evolution of glires.BullAm Mus Nat Hist,275:1-247   \nMissiaenP,SmithT,GuoDYetal.,2006.Asian gliriformorigin forarctostylopid mammals.Naturwisenschaften,93: 407-411   \nRoseKD,DeLeonVB,MissiaenPetal.,o08.EarlyEocene lagomorph (Mammalia)fromwestern Indiaand theearly diversification of Lagomorpha.Proc R Soc B,275:1203-1208   \nSulimski A,1968.Paleocene genus Pseudictops Matthew,Granger and Simpson 1929 (Mammalia)and its revision.Palaeont Pol,19:101-129   \nSzalayFS,1985.Rodent and lagomorph morphotype adaptations,origins,and relationships:some posteranial atributes analyzed.In: Luckett WP,Hartenberger JL eds.Evolutionary Relationships among Rodents:a Multidisciplinary Analysis.New York:Plenum Press.63-132 ",
        "page_idx": 7
    }
]