[
    {
        "type": "text",
        "text": "The production of human glucocerebrosidase in glyco-engineered Nicotiana benthamiana plants ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Juthamard Limkul1,Sayoko lizuka²，Yohei Sato²，Ryo Misaki1,Takao Ohashi1,Toya Ohashi² and Kazuhito Fujiyama1'\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1nternational Center for Biotechnology,Osaka University，Suita-shi,Osaka,Japan   \n2DivisionofGeneerapyesearchCnterforedicalienceseJikeUniversityhoolofedicine,inato-ukyan ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received15September2015;   \nrevised 24 November 2015;   \naccepted 15 December2015.   \n\\* Correspondence (Tel $+ 8 1$ 6 6879 7453;   \nfax $+ 8 1$ 6 6879 7454; email fujiyama@icb.   \nosaka-u.ac.jp) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Summary ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "For the production of therapeutic proteins in plants, the presence of $\\beta 1 . 2$ -xyloseand core α1,3-fucose on plants' $N$ -glycan structures has been debated for their antigenic activity.In this study,RNA interference (RNAi) technology was used to down-regulate the endogenous Nacetylglucosaminyltransferase I(GNTl) expression in Nicotiana benthamiana. One glycoengineered line (NbGNTl-RNAi) showed a strong reduction of plant-specific $N \\cdot$ glycans,with the result that as much as $9 0 . 9 \\%$ of the total $N \\mathrm { \\cdot }$ -glycans were of high-mannose type.Therefore,this NbGNTl-RNAi would be a promising system for the production of therapeutic glycoproteins in plants.The NbGNTl-RNAi plant was cross-pollinated with transgenic N. benthamiana expressing human glucocerebrosidase (GC).The recombinant GC,which has been used for enzyme replacement therapy in patients with Gaucher's disease,requires terminal mannose for its therapeutic efficacy.The $N \\mathrm { \\Omega }$ -glycan structures that were presented on all of the four occupied $N \\mathrm { \\Omega }$ -glycosylation sites of recombinant GC in NbGNTl-RNAi plants $( \\mathsf { G C } ^ { g n t 1 } )$ showed that the majority (ranging from $7 3 . 3 \\%$ up to $8 5 . 5 \\%$ ofthe $N \\mathrm { \\Omega }$ -glycans had mannose-type structures lacking potential immunogenic $\\beta 1 . 2$ -xyloseand $\\alpha \\uparrow$ ,3-fucose epitopes. Moreover, $\\mathsf { G C } ^ { g n t 1 }$ could be taken up into the macrophage cels via mannose receptors,and distributed and taken up into the liver and spleen,the target organs in the treatment of Gaucher's disease.Notably,the NbGNTI-RNAi line,producing GC,was stable and the NbGNTl-RNAi plants were viable and did not show any obvious phenotype.Therefore,it would provide a robust tool for the production of GC with customized $N \\mathrm { \\Omega }$ glycan structures. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:human   \nglucocerebrosidase,N  \nacetylglucosaminyltransferase I, glycoengineered plant,Nicotiana   \nbenthamiana,plant-made   \npharmaceuticals. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Plant-made pharmaceuticals (PMPs)are of interest due to their significantly lower cost of production compared to the more widely used animal cell-cultured systems. In addition,plants are free from animal-specific viral pathogen contaminations,which area serious concern for biopharmaceutical productions.However，the presence of core $\\beta 1 . 2$ -xyloseand α1,3-fucose in the $N \\cdot$ -glycan structures produced in plants (Fitchette-Laine et al., 1994;Strasser,2014),which differ from the $N \\mathrm { \\cdot }$ -glycan structures produced in humans,is one of the major obstacles to the practical use of plants for pharmaceutical glycoprotein production.Over the past two decades，many studies have attempted to modify plant $N \\mathrm { \\Omega }$ -glycosylation in order to overcome the limitations to safety，quality and efficacy of the PMP products resulting from the plant $N \\cdot$ -glycan structures (Yoo et al.,2014). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "N-glycosylation processes in the endoplasmic reticulum (ER) of plants are similar to those in humans,but the modification processes in the Golgi complex differ between plants and humans,with the former leading to the formation of plantspecific sugars that may induce immune responses in humans (Altmann，2007;Bosch et al.，2013;van Ree et al.，200O).The N-acetylglucosaminyltransferase I (GNTl) localized in the cis-Golgi is the first enzyme in the pathway for biosynthesis of hybrid and complex N-glycans,and catalyses the addition of $N$ -acetylglucosamine to the Man5GlcNAc2 structure (Dohi et al.，201O).The deficiency in GNTl activity of Arabidopsis thaliana complexglycan-deficient $( c g / )$ mutants results in the absence of complex $N \\mathrm { \\Omega }$ -glycans on endogenous glycoproteins and a drastic increase in high-mannose forms，predominantly the Man5GlcNAc2 structure (von Schaewen et al.，1993;Strasser et al.，2005).Moreover，stable antisense suppression of GNT/ in potato (Solanum tuberosum L.）and tobacco (Nicotiana tabacum L.）was also shown to result in a substantial reduction of complex glycan patterns (Wenderoth and von Schaewen，2ooO).However,the down-regulation of GNTl in a tobacco-related species,Nicotiana benthamiana,showeda reduction of more than $8 5 \\%$ in invitro enzyme assays but no significant changes in the total $N$ -glycan profiling versus the wild-type plants，as reported by Strasser et al. (2004). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Gaucher's disease is a lysosomal storage disorder caused by mutations of the glucocerebrosidase (GC） gene located on chromosome 1(Ginns et al.,1985) which result in the progressive accumulation of glucocerebroside in the lysosomes of macrophages in several visceral organs.Type I Gaucher's diseaseis currently treated by enzyme replacement therapy (ERT).The commercial recombinant GC for ERT has been produced in various cells including Chinese hamster ovary (CHO) cells，with theresulting enzyme marketed as imiglucerase (Cerezyme?; Genzyme Corp.,Cambridge,MA); cultured human cells,with the product marketed as velaglucerase alfa (VPRiV?；Shire Plc，St Helier，Jersey); and cultured carrot cells，with the product marketed as taliglucerase alfa (Elelyso?；Protalix BioTherapeutics, Inc.,Carmiel, Israel and Pfizer Inc.,New York City,NY),which is the first plant cell-based ERT approved by the US Food and Drug Administration (FDA)．GC is a glycoprotein and its terminal mannose residues on the $N \\mathrm { \\cdot }$ -glycans play an important role in its targeting to macrophages,where glucocerebroside accumulates, and in the internalization via mannose receptor.Recently,the recombinant plant-derived GC (taliglucerase alfa) expressed in carrot cels targeted to the storage vacuoles was shown to naturally display terminal mannose residues on itsglycans (Shaaltiel et al.，20o7). Unlike the GC produced in CHO cells, the recombinant plant-derived GC does not require in vitro enzymatic modification to expose its mannose residues. However, it still contains plant-specific N-glycans，core $\\beta$ -1,2-xylose and α-1,3-fucose residues. He et al. (2012) reported an active GC produced in the seeds of Arabidopsis cgl mutants mainly contained mannose-type $N \\cdot$ -glycans；however,the low biomass of Arabidopsis seeds might be a drawback in terms of large scale production.The N.benthamiana plant could be an economical alternative production system because it has already been used successfully to express various pharmaceutical proteins (Klimyuk et al.,2014; O'Keefe et al.,2009;Ramirez et al.,2002;Strasser et al.,2oo8).We recently reported that the combination of the $5 ^ { \\prime }$ untranslated region of the Arabidopsis alcohol dehydrogenase genewith the Arabidopsis heat shock protein terminator provided a high yield of human GC in N.benthamiana plants, that is $6 8 ~ \\mu \\ g$ protein/g fresh weight of leaves，which was estimated to be $1 . 4 5 \\%$ total soluble protein (Limkul et al.,2015). In this study,we modulated the $N$ -glycan composition in N. benthamiana using an RNA interference (RNAi) strategy to obtain a targeted down-regulation of endogenous GNTl expression.This glycosylation mutant was cross-pollinated with an N. benthamiana-expressed GC mutant to produce GC that mainly carried the Man5GlcNAc2 structure,which is beneficial not only for macrophage targeting but also for safety from plant-specific epitopes.An in vitro study using macrophage cells confirmed that ${ \\mathsf { G C } } ^ { g n t 1 }$ could be taken up via mannose receptors and an in vivo study demonstrated that it could be taken up into the target organs. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Plasmid construction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A GNTl-coding sequence was amplified from cDNA of Nicotiana tabaccum as described in Dohi et al. (201O).DNA fragments containing sense (nt.460-1341) and antisense (nt.834-1341) sequences Were amplified by PCR from the NtGNTl cDNA using the forward primer BamHl-GNTIsense_F( $5 ^ { \\prime }$ -GGGGATCCGCTTTGAGCTATGATCAGCT-3')，reverseprimerSacl-GNTIsense_R L $5 ^ { \\prime }$ -TAGAGCTCTTAAGTATCTTCATTTCCGA- $3 ^ { \\prime } { } ^ { \\cdot }$ ，BamHI-GNTlantisense_F( $5 ^ { \\prime }$ -ACGGATCCCAAAGTGGCCAAAGGCTTAC-3'） and Xbal-GNTlantisense_R（ $5 ^ { \\prime }$ -TATCTAGATTAAGTATCTTCATTTCCG A-3').The antisense and sense fragments were fused by ligation (BamHl site)and wereassembled ontoa complementary sticky end of the pGPTV-HPT backbone (Xbal and Sacl sites),which had beenmodified with a 35S terminator derived from the Cauliflower mosaic virus (CaMV).The GNTl-RNAi fragment was driven under control of the CaMV 35S promoter.The plasmid construct was verified by sequencing. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Stable transformation of Nicotiana benthamiana plants ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The N.benthamiana transformation protocol was adapted from Liu etal.(1994).Briefly, leaf discs of wild-type N. benthamiana plants were co-cultivated with Agrobacterium carrying pGNTlRNAi for 3 days and then transferred onto Murashige and Skoog (MS)medium supplemented with $1 \\ \\mathrm { m g / L }$ benzyl aminopurine (BA), $0 . 1 \\ \\mathrm { m g / L }$ 1-naphthaleneaceticacid, $2 5 0 ~ \\mathrm { m g / L }$ carbenicillin and $3 0 ~ \\mathrm { m g / L }$ hygromycin for selection．The leaf discs with developed shoots were transferred onto MS medium supplemented with $0 . 1 \\ \\mathrm { m g / L }$ BA for bud elongation.Then,an individual shoot was separated and transferred onto hormone free medium witha selective antibiotic for root generation.The regenerated plantlets (designated the ${ \\sf T } _ { 0 }$ generation) were transferred to soil and maintained under greenhouse conditions.The seeds of individual $\\mathsf { T } _ { 0 }$ plants were harvested and used to germinate nextgeneration plantlets by selection on MS medium containing hygromycin.The transgenic plants were repeatedly allowed to self-fertilize，grown to seeds and then plated on a selective medium to generate ${ \\bar { \\mathsf { T } } } _ { 2 } , { \\bar { \\mathsf { T } } } _ { 3 } ,$ （204号 $\\mathsf { T } _ { 4 }$ and $T _ { 5 }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Generation of a GNTl-knockdown Nicotiana benthamiana-derived glucocerebrosidase ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The stable GC-expressing N.benthamiana plant (At-GC-HSP19) was generated as we described previously in Limkul et al. (2015). NbGNTI-RNAi7( $T _ { 5 }$ generation) was cross-pollinated with pollen from At-GC-HSP19 $[ T _ { 5 }$ generation). The seeds produced from cross-pollination were sown on selective medium containing $3 0 ~ \\mathrm { m g / L }$ hygromycin (for selection of GNTl-RNAi) and $1 0 ~ \\mathrm { m g / L }$ bialaphos (for selection of GC).The germinated ${ \\sf T } _ { 1 }$ generation plantlets were transferred to a greenhouse，and protein was extracted from the individual line for immunoblotting analysis and activity assay.The seeds from the selected line $( N b \\mathsf { G C } ^ { g n t 1 } \\mathbb { 1 6 }$ )were germinated on selective medium to produce the $\\ T _ { 2 }$ generation used for protein purification and glycan analysis. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Glucocerebrosidase enzymatic activity assay ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Measurement of the GC activities was carried out as described previously (He et al.，2012).The mixture of protein extract, activityassaybuffer( $1 . 3 ~ \\mathsf { m m }$ EDTA, $0 . 1 2 5 \\%$ sodium taurocholate,4 mM $\\beta$ -mercaptoethanol, $0 . 1 5 \\%$ Triton $x - 1 0 0$ $6 0 ~ \\mathsf { m m }$ phosphate-citratebuffer，pH6.O) and4-methylumbelliferyl $\\beta$ -D-glucopyranoside (4-MUGP) was incubated at $3 7 ^ { \\circ } \\mathsf C$ for $1 \\ h$ After incubation,the reaction was terminated by glycine buffer $( 0 . 2 ~ \\mathsf { M }$ glycine, $0 . 1 2 5 \\mathrm { ~ M ~ }$ sodium carbonate，pH 10.7)．Fluorescence of the reaction product,4-methylumbellriferone (4-MU), wasmonitored using an F-25oo fluorescence spectrophotometer (Hitachi,Tokyo, Japan) $( \\lambda _ { \\mathrm { e x c i t a t i o n } } = 3 6 5 \\ \\mathsf { n m }$ $\\lambda _ { \\mathrm { e m i s s i o n } } = 4 6 0 \\ \\mathrm { n m } ;$ ： One unit (U) of activity was defined as the amount of enzyme required to release 1 nmole 4-MU/min.The specific activity is the units per mg of total soluble protein. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "SDS-PAGE and immunoblotting analysis ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Proteins extracted from the leaves of the 2-month-old transgenic plants were loaded onto $7 . 5 \\%$ ， $10 \\%$ or $5 \\% - 2 0 \\%$ sodium dodecyl sulphate-polyacrylamide gel electrophoresis (SDS-PAGE). After electrophoresis,the proteins were transferred ontoa polyvinylidene difluoride (PVDF）membrane (Millipore，Billerica, MA).The membrane was blocked with $5 \\%$ skim milk in PBS/T （204号 $( 1 . 4 7 \\mathrm { \\ m w } \\mathsf { K H } _ { 2 } \\mathsf { P O } _ { 4 } .$ 1 $1 0 ~ \\mathsf { m m }$ ${ \\sf N a } _ { 2 } { \\sf H P O } _ { 4 } .$ 2.7 mM KCl, $1 3 7 \\mathrm { \\ m m } \\mathrm { \\ N a C l }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$0 . 0 5 \\%$ Tween-20,pH 7.4) for $3 0 ~ \\mathrm { m i n }$ .The polyclonal antiglucocerebrosidase (GC）antibody (from rabbit; Sigma-Aldrich，St. Louis，MO）diluted at $1 : 1 0 0 0 0$ in PBS/T or polyclonal antihorseradish peroxidase (HRP)antibody (from rabbit； SigmaAldrich)diluted at $1 : 1 0 0 0 0$ in PBS/T was incubated with the membrane for $1 \\ h$ .The anti-rabbit IgG， HRP-linked whole antibody(from donkey;GE Healthcare,Tokyo,Japan) diluted at $1 : 2 0 \\ 0 0 0$ in PBS/T was allowed to bind the primary antibody for $1 \\ h$ .For detection，the membrane was incubated with LuminataTM Forte Western HRP substrate (Millipore) for 5 min at room temperature and was detected by exposing the membrane to $\\mathsf { X }$ -rayfilm (Fujifilm Corporation,Tokyo,Japan).For Figure3,the membrane was first detected with anti-HRP antibody,and then,it was stripped using WB Stripping Solution (Nacalai Tesque,Kyoto, Japan)for $1 \\ h$ at room temperature.After washing with PBS/T, the membrane was reblotted with anti-GC antibody and was detected as described earlier.The proteins in polyacrylamide gels were stained following the manufacturer's instructions using a Silver stain I kit (Wako Pure Chemicals，Osaka，Japan）or Coomassie Brilliant Blue (CBB) Stain One (Ready To Use;Nacalai Tesque). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$N \\mathrm { \\cdot }$ -Glycans preparation and structural analysis using RP-HPLC and LC-MS/MS ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$N \\cdot$ -glycans were released from glycoproteins extracted from the leaves of the 2-month-old wild-type and NbGNTl-RNAi7 plants by hydrazinolysis at $1 0 0 ^ { \\circ } \\mathsf C$ for $1 0 \\mathrm { ~ h ~ }$ and then labelled with 2- aminopyridine (PA) as described previously (Misaki et al.,2001). The PA-labelled glycans were purified using cellulose-column chromatography (Shimizu et al.，20o1)，and the excess PA reagents were removed using a MonoSpin NH2 desalting column (GL Sciences，Tokyo， Japan).The purified PA-labelled glycans were injected into a reverse phase (RP)-HPLC system (Elite LaChrom HPLC System;Hitachi) using a Cosmosil 5C18-AR-l column $( 6 . 0 \\times 2 5 0 ~ \\mathrm { m m }$ ：Nacalai Tesque).The mobile phase for RP-HPLC was composed of solvent A $( 0 . 0 2 \\%$ trifluoroacetic acid —TFA)and solvent B( $20 \\%$ acetonitrile $1 0 . 0 2 \\%$ TFA).RP-HPLC was performed at a flow rate of 1.2 mL/min and increased the percentage of solvent B linearly from $0 \\%$ to $20 \\%$ over 35 min. The eluted fractions were monitored by fluorescence intensity at anexcitation wavelength of $3 1 0 ~ \\mathsf { n m }$ and emission wavelength of $3 8 0 ~ \\mathsf { n m }$ .The eluted fractions collected from RP-HPLC were further analysed using an LC-MS/MS system (Agilent Technologies,Santa Clara,CA) equipped with HCT plus software (Bruker Daltonics,Billerica,MA).The mobile phase for LC was composed of solvent C( $2 \\%$ acetic acid in acetonitrile) and solvent D( $3 \\%$ triethylamine $1 5 \\%$ acetic acid in water).The LC was performed using a Shodex Asahipak NH2P-50 2D column $( 2 . 0 \\times 1 5 0 ~ \\mathrm { m m }$ Showa Denko,Tokyo,Japan) at a flow rate of $0 . 2 \\mathrm { \\ m L / m i n }$ and the percentage of solvent D was increased linearly from $20 \\%$ to $5 5 \\%$ over 35 min.The operating parameters for MS/MS were set as follows:positive-ion mode，mass range $3 5 0 { - } 2 7 5 0 ~ \\mathrm { m / z }$ ，nebulizer flow 5.0 psi,dry gas flow rate 3.0 L/min,dry temperature $3 0 0 ~ ^ { \\circ } \\mathsf C .$ .target count 200 000 and MS/MS Frag.Ampl. $1 . 0 \\ V$ The amount of $N$ -glycans was quantified by the peak area in LC. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Glucocerebrosidase purification ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The purification protocol was developed based on He et a/. (2012) and Shaaltiel et al. (20o7). Leaves of the 2-month-old At-GCHSP19 or $N b \\mathsf { G C } ^ { g n t 1 } \\mathbb { 1 6 }$ transgenic plants were ground in liquid $N _ { 2 }$ and proteins were extracted with the extraction buffer containing 20 mMTris,pH7.0,150 mM NaCl, $0 . 5 \\%$ taurocholic acid and $1 \\ m _ { \\mathsf { M } }$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "PMSF.Following incubation in $4 ^ { \\circ } C$ for 20 min and centrifugation at $1 0 \\ 0 0 0 \\ { \\pmb g }$ for $2 0 ~ \\mathrm { m i n }$ ,the supernatant was applied to a Con AAgarose column (J-oil mills,Tokyo,Japan) using a peristaltic pump (ATTO,Osaka,Japan)with recycling for 24 hat4 $^ { \\circ } C$ After washing the column,the glycoproteins were eluted with elution buffer 0 $3 0 0 ~ \\mathsf { m m }$ methyl- $\\boldsymbol { \\mathscr { A } }$ -mannoside in the GC activity assay buffer) by recycling the buffer for 30 min,then collected and added to fresh elution buffer.The elution step was repeated 6-8 times.The eluant was concentrated using a Vivaspin column with a $5 0 ~ \\mathsf { k D a }$ cut-off membrane (Sartorius,Gottingen,Germany) and the buffer was exchanged with $2 M N a C l$ in $5 0 ~ \\mathsf { m m }$ phosphate buffer, $\\mathsf { p } \\mathsf { H } \\ 7 . 0$ (buffer A).The concentrated eluant was diluted in buffer ${ \\mathsf { A } } ( 1 : 5 )$ and subjected toa hydrophobic interaction resin(Toyopearl Phenyl650C;Tosoh Corp.,Tokyo, Japan) that had been pre-equilibrated with buffer A.The elution was performed by decreasing the concentration of NaCland increasing the concentration of ethylene glycol.The eluted fractions were assayed for GC activity,and the active fractions were combined and concentrated using a Vivaspin column with a $5 0 ~ \\mathsf { k D a }$ cut-off membrane.The purified GC was stored in $0 . 1 ~ \\mathsf { M }$ acetate buffer, $\\mathsf { p H } 6 . 0$ containing $2 5 \\%$ glycerol at $- 8 0 ~ ^ { \\circ } C$ .The protein concentration was determined using the linearization of the Bradford protein assay(Ernst and Zor,2010; Zor and Selinger,1996). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Deglycosylation with EndoHf or PNGaseF ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Forendoglycosidase H (EndoHf） treatment，10O ng of purified ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ were denatured in glycoprotein denaturing bufferby heatingat $1 0 0 ^ { \\circ } \\mathsf C$ for $1 0 \\mathrm { \\ m i n }$ .Thedenatured mixture was then treated with GlycoBuffer，water and EndoHf (New England Biolabs, Ipswich,MA)and incubated at $3 7 ^ { \\circ } C$ for $1 \\ h$ .For peptide- ${ \\mathbf { \\nabla } } \\cdot N \\mathbf { \\cdot }$ -glycosidase F (PNGaseF) treatment, the samples were denatured in denaturing buffer with $0 . 2 \\mathrm { ~ w ~ } \\beta$ -mercaptoethanolby heating at $1 0 0 ^ { \\circ } \\mathsf C$ for 10 min,followed by the addition of stabilizer solution,waterand PNGaseF(Takara Bio Inc.，Kyoto,Japan)and incubation at $3 7 ^ { \\circ } \\mathsf C$ over-night.At the end of the reaction,the samples treated with EndoHf and PNGaseF and the nontreated samples were separated by SDS-PAGE on $7 . 5 \\%$ acrylamide gel (Wako Pure Chemicals) and subjected to immunoblottinganalysis using anti-GC antibody. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Analysis of $N$ -glycansattached to glucocerebrosidase expressed in wild-type and down-regulated GNTl N.benthamiana plants ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The purified ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and ${ \\mathsf { G C } } ^ { g n t 1 } \\left( 2 \\ \\mu { \\mathsf { g } } \\right)$ were separated on SDS-PAGE and stained with CBB.The GC bands were excised from the gel following reduction and alkylation as described previously(Morelle and Michalski,2oo7).The proteins were digested in the gel using trypsin Gold (Promega,Madison,WI) in ProteaseMAXTM surfactant (Promega) at $5 0 ~ ^ { \\circ } \\mathsf { C }$ for $1 \\ h$ .The peptides were extracted from the gel slices with $1 \\%$ TFA in $60 \\%$ acetonitrile and dried.The samples were dissolved in $0 . 1 \\%$ formic acid.LC-MS/MS analyses were performed on an ESl-Qq-TOF mass spectrometer (micrOTOF-Q Il; Bruker Daltonics) using a nano LC system (12oO series;Agilent Technologies) incorporatinga trap column ${ } ^ { \\prime } 5 ~ { \\mu \\mathrm { m } }$ $0 . 3 \\times 5 ~ \\mathsf { m m } ,$ and analytical column ( $3 . 5 ~ { \\mu \\mathrm { m } }$ $0 . 0 7 5 \\times 1 5 0 ~ \\mathrm { m m } ,$ ，bothpacked with Zorbax 300SB C-18.For the nano LC system,the mobile phase consisted of $0 . 1 \\%$ formic acid in water (solvent E) and $0 . 1 \\%$ formic acid in acetonitrile (solvent F).The tryptic peptides were trapped in the column at a flow rate of $1 0 ~ \\mu \\mu \\mathrm { m i n }$ for $5 ~ \\mathrm { m i n }$ .Elution was performedata flow rate of $0 . 6 ~ \\mu \\mathrm { L / m i n }$ using a $2 \\%$ to $8 \\%$ gradient of solvent F over 5 min followed by a linear increase of solvent F to $50 \\%$ for $4 0 \\mathrm { \\ m i n }$ at $3 5 ~ ^ { \\circ } C$ .After elution,the column was washed with $9 5 \\%$ solvent F for $5 \\min$ before returning to the initial conditions.For MS and MS/MS analyses,the system was operated with automatic switching between MS and MS/MS modes.The operating parameters were set as follows: positive-ion mode,mass range $5 0 { - } 4 5 0 0 ~ \\mathrm { m / z }$ ,nebulizer flow1.0 psi,dry gas flow rate $5 . 0 ~ \\mathsf { L }$ min,dry temperature $1 8 0 ^ { \\circ } { \\mathsf C }$ ,and ISCID energy $5 . 0 ~ \\mathrm { e V } .$ The three mostabundant signals (absolute threshold ${ > } 2 0$ counts/s)were selected on each MS spectrum for further isolation and fragmentation.The complete system was fully controlled by micrOTOF control software (Bruker Daltonics).Bruker Compass DataAnalysis (version 4.O)was used for glycananalysisand Biotools (version3.2) was used for de novo sequencing. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ or $\\mathsf { G C } ^ { g n t 1 }$ uptake by macrophages ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Macrophage cells were obtained from mice as described in Gregory (1988).Briefly,bone marrow cells were collected from the femora of C57BL/6J， then washed and resuspended in $50 \\%$ Dulbecco's modified Eagle's medium (DMEM) containing $10 \\%$ heat-inactivated foetal bovine serum (FBS), $20 \\%$ heat-inactivated horse serum (HS), $20 \\%$ L-929 cell-conditioned medium (CM), $1 0 0 \\ \\mathrm { U / m L }$ penicillin and $2 0 0 ~ \\mu \\mu / \\mu \\mu$ glutamine.The macrophage cells were cultured at $3 7 ^ { \\circ } \\mathsf C$ ina humidified atmosphere composed of $5 \\% \\mathsf { C O } _ { 2 }$ in air.To confirm the purity of macrophages, cells were incubated first with mouse BD Fc-Block (BD PharmingenTM; BD Biosciences,Franklin Lakes,NJ)and stained with the anti-mouse CD11b PE and analysed on a flowcytometer (MACSQuant®；Miltenyi Biotec，Bergisch Gladbach,Germany).The cells were plated at $2 \\times 1 0 ^ { 5 }$ cells/well in 24-well plates, and incubated at $3 7 ^ { \\circ } \\mathsf C$ for $3 h$ in culture medium exhibiting equal levels ofactivityofGcWTorGCgnt1(90 units)with orwithout mannan (Sigma-Aldrich).The mock was treated with phosphate-buffered saline (PBS) used as a negative control. The medium was subsequently removed,and the cells were washed three times with PBS. Adherent cells were collected，and sonicated in lysis buffer containing $5 0 ~ \\mathsf { m m }$ phosphate buffer, $\\mathsf { p H } \\ 6 . 5$ and $0 . 2 5 \\%$ Triton $x - 1 0 0$ .The amounts of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ or ${ \\mathsf { G C } } ^ { g n t 1 }$ taken up by the cells were determined by enzymatic activity assay.The equal levels of 45 units activity with orwithout mannan were used for the comparison with commercial GC (Cerezyme?). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Biodistribution of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ into organs ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The wild-type C57BL/6J mice used in this study were purchased from Sankyo Labo Service (Tokyo, Japan).All animal experiments were reviewed and approved by the Animal Care Committee of The Jikei University School of Medicine.A single infusion of either recombinant GC was performed according to the method described by Tekoah et al. (2013). ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ were administered into one of the tail veins of the C57BL/6J mice by single bolus injections at 90 units/g.The mock was injected with PBS used as a negative control. Groups of three rodents per enzyme weresacrificed at $6 0 ~ \\mathrm { { m i n } }$ after injection.The spleen,liver,lungand kidney were collected and frozen at $- 8 0 ~ ^ { \\circ } \\mathsf C$ until use.The organs were lysed with extraction buffer containing $2 0 ~ \\mathsf { m m }$ phosphate buffer,pH7.2,20 mM EDTA, $2 0 ~ \\mathsf { m m }$ L-ascorbic acid and $1 \\%$ Triton $x - 1 0 0$ ,and then assessed for enzymatic activity. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "RNAi-mediated silencing of $\\beta 1 , 2 \\cdot N \\cdot$ （ acetylglucosaminyltransferase I (GNTl) is generated in Nicotiana benthamiana ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To generate a plant expression vector for down-regulation of GNTI expression (designated pGNTl-RNAi)，an 882 bp sense strand of the coding sequence of Nicotiana tabaccum GNTl and a 508 bp fragment for antisense orientation were cloned into the plant binary vector pGPTV-HPT (Becker et al.，1992) under the control of the cauliflower mosaic virus 35S promoter and terminator (Figure 1a).The Agrobacterium tumefaciens carrying pGNTl-RNAi was used to transform Nicotiana benthamiana plants.Five independent hygromycin-resistant N.benthamiana: $\\daleth _ { 2 }$ generation plants (herein referred to as NbGNTl-RNAi plants) were generated.To validate the degree of plant-specific $\\beta 1$ 1 2-xylose-and/or $\\propto 1 . 3$ -fucose-containing $N \\mathrm { \\cdot }$ -glycans, total proteins froma N.benthamiana wild-type plant (WT)，an Arabidopsis thaliana complex-glycan-deficient plant $( c g / )$ and individual NbGNTl-RNAi plants were subjected to immunoblot analysis. Protein extracts were separated with SDS-PAGE，blotted onto PVDF membrane and then detected using an anti-HRP antibody specific for plant complex-type $N$ -glycans (Lauriere etal.，1989). Binding of the anti-HRP antibody to several proteins was detected inprotein extract from the WT，indicating the presence of proteins carrying $\\beta 1 . 2$ -xylose and/or α1,3-fucose epitopes (Figure 1b).On the other hand,the $\\beta 1 . 2$ -xyloseand/orα1,-fucose was undetectable in protein extract from the cgl plant，as expected (Figure 1b),as the absence of GNTl activity prevented complex-type $N$ -glycans synthesis (von Schaewen etal.，1993; Strasser et al.,2005).In the protein extract from NbGNTl-RNAi7, β1,2-xylose and/or α1,3-fucose-containing epitopes of glycoproteinswere significantly,but not completely,reduced compared withother NbGNTl-RNAi transgenic lines (Figure 1b).These NbGNTl-RNAi lines did not show any obvious phenotype under standard growth conditions (data not shown).The NbGNTl-RNAi7 was stable and could be transferred along with the transgene overat least six generations (Figure 1c). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Silencing of $\\beta 1 , 2 \\cdot N$ -acetylglucosaminyltransferase Ileads toa marked increase in the Man5GlcNAc2 structure and a marked reduction in the xylosylated and core fucosylated $N$ -glycan structures of glycoproteins ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To observe the $N \\mathrm { \\cdot }$ -glycan composition changes in NbGNTl-RNAi7, the total amounts of $N \\cdot$ glycans released from glycoproteins of WT and NbGNTI-RNAi7 Were determined by RP-HPLC and LC-MS/ MS. Total $N$ -glycans of WT and NbGNTl-RNAi7 were liberated by hydrazinolysis and labelled with 2-aminopyridine (PA).PA-glycans were analysed by RP-HPLC using a C18 column,and the collected peaks shown in Figure 2 were further subjected to LC-MS/MS to determine the structure.The glycan structures of WT were M2XF $( 4 . 3 \\% )$ - $_ { \\mathsf { M } 3 \\times }$ （20 $( 6 . 4 \\% )$ ，M3XF $( 4 8 . 2 \\% )$ ，GNM3X $( 3 . 6 \\% )$ ，GNM3XF $( 7 . 8 \\% )$ ，GN2M3XF $( 1 9 . 0 \\% )$ ，M5 $( 4 . 8 \\% )$ ，M6 $( 2 . 4 \\% )$ and M8 $( 3 . 5 \\% )$ (M，mannose;GN, $N \\mathrm { \\Omega }$ -acetylglucosamine；F，fucose;X, xylose).In contrast,the $N \\cdot$ -glycan structures of NbGNTl-RNAi7 were M3XF $( 1 . 2 \\% )$ ，GNM3XF $( 2 . 7 \\% )$ ，GN2M3XF $( 5 . 2 \\% )$ ，M5 $( 8 2 . 4 \\% )$ M7 $( 4 . 1 \\% )$ and M8 $( 4 . 4 \\% )$ ,as shown in Table 1. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Successful cross-pollination of a GNTl-knockdown plant with a human glucocerebrosidase expressing N.benthamiana plant ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To generate human glucocerebrosidase (GC) in glyco-engineered N.benthamiana plants，a cross-pollination between a GNTl down-regulated plant (NbGNTl-RNAi7) and GC-expressing plant (At-GC-HSP19) was performed.A total of 30 hygromycin/ bialaphos-resistant N.benthamiana ${ \\sf T } _ { 1 }$ generation plants (designated $N b \\mathsf { G C } ^ { g n t 1 }$ plants)were generated. Each $N b { \\mathsf { G C } } ^ { g n t 1 }$ plant was subjected to immunoblot analysis and GC activity assay.The GC gene Was successfully cross-pollinated to the NbGNTl-RNAi7 plant (Figure S1).The $N b \\mathsf { G C } ^ { g n t 1 } \\mathbb { 1 6 }$ was selected because it showed the highest GC activity (Figure S1c)，and then，its $\\ T _ { 2 }$ generation was generated.Protein extracts from the WT,At-G ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e43c718be991b62f5eb4b4e4bc5738ab012f7ebf42bd6e6e04fc758b6a5fdd8c.jpg",
        "img_caption": [
            "Figure1Geeratiofpresiiotaamaalants.ahaticepresefosrtudeeateGsi in $N .$ benthamianaplants35Spnd3Strepresentsquencesofthecaiflowermosaicvirus5promoterandterminatorsequencesespectively Antisensendsesesequencseredridfrodingsequeceofcotiaatabac--acetyucosaminytransferase.otein extracts were separated by $10 \\%$ SDS-PAGE and detected by immunobloting usinganantihorseradish peroxidase (anti-HRP)antibody specific for plant complex-type $N \\mathrm { \\Omega }$ glycans.(b)TheNbNitrasgenclins78,10,nd12eferedtoanidependentGNsppresiontrasgeicinef $\\ T _ { 2 }$ （204 generationNtattaidtelatbdosislegldeitplat. independentrasenicplantsf7enerationdtondepedentplatsad)alydittiile( staining serves as the loading control. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/9ead36ce2dd3c4ffb539bdd82928a7fd26eefc5d85ad59139ad5cfec4ed696ba.jpg",
        "img_caption": [
            "Figure 2 Glycan profiles of WT and NbGNTlRNAi7 (Ts generation).Total $N \\cdot$ -glycans from glycoproteins were prepared by hydrazinolysis and labelled with 2-aminopyridine (PA). PA-labelled glycans Were analysed by RP-HPLC using a C18 column.All peaks (indicated by a broken line) were then subjected to LC-MS/MS.The glycan structures identified from deconvoluted MS/MS spectra are indicated in the box.The M5 structure of NbGNTl-RNAi7 eluted earlier (indicated by a broken line box) are not included in the calculation. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "C-HSP19 and NbGNTl-RNAi7 plants,and $\\daleth _ { 2 }$ generation from the $N b \\mathsf { G C } ^ { g n t 1 } \\mathbb { 1 6 }$ plant were visualized by immunobloting using antiHRP antibody.The same membrane was stripped and reblotted with anti-GC antibody. The visualized GC band of $N b \\mathsf { G C } ^ { g n t 1 } \\mathbb { 1 6 }$ indicated that the GC gene could be passed along to the next generation by self-pollination (Figure 3a). The WT and At-GCHSP19proteins，carrying $\\beta 1 . 2$ -xylose and/or α1,3-fucose epitopes,had strong binding signals to anti-HRP antibody,whereas theprotein extracts from NbGNTl-RNAi7did not exhibit detectable binding signals (Figure 3b).The equivalence in the amounts of loaded protein was confirmed with silver staining (Figure 3c).The anti-HRP antibody binding against proteins from $N b \\mathsf { G C } ^ { g n t 1 } \\mathbb { 1 6 }$ was strongly reduced in comparison with At-GCHSP19，but the signals were increased compared to NbGNTlRNAi7， revealingthattheplant-specific $N \\cdot$ -glycanswere dramatically reduced. However，the RP-HPLC chromatogram of PA-labelled glycans from $N b \\mathsf { G C } ^ { g n t 1 } \\mathbb { 1 6 }$ had a pattern similar to NbGNTI-RNAi7 (Figure S2). ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/30536d3978311772a0a0234d47f8cdfd4948691b4b5bd9f75a14957b8fbb53f4.jpg",
        "table_caption": [
            "Table 1 Composition of sugar chain structures of WT and NbGNTlRNAi7 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td></td><td colspan=\"2\">Relative amount (%)</td></tr><tr><td>Abbreviation</td><td>Structure</td><td>WT</td><td>NbGNTI-RNAi7</td></tr><tr><td>M2XF</td><td>Man2XylFucGlcNAc2</td><td>4.3</td><td>1</td></tr><tr><td>M3X</td><td>Man3XylGlcNAc2</td><td>6.4</td><td>1</td></tr><tr><td>M3XF</td><td>Man3XylFucGlcNAc2</td><td>48.2</td><td>1.2</td></tr><tr><td>GNM3X</td><td>GlcNAcMan3XylGlcNAc2</td><td>3.6</td><td>1</td></tr><tr><td>GNM3XF</td><td>GlcNAcMan3XylFucGlcNAc2</td><td>7.8</td><td>2.7</td></tr><tr><td>GN2M3XF</td><td>GlcNAc2Man3XylFucGlcNAc2</td><td>19.0</td><td>5.2</td></tr><tr><td colspan=\"2\">Plant-type structures</td><td>89.3</td><td>9.1</td></tr><tr><td>M5</td><td>Man5GlcNAc2</td><td>4.8</td><td>82.4</td></tr><tr><td>M6</td><td>Man6GlcNAc2</td><td>2.4</td><td>1</td></tr><tr><td>M7</td><td>Man7GlcNAc2</td><td>1</td><td>4.1</td></tr><tr><td>M8</td><td>Man8GlcNAc2</td><td>3.5</td><td>4.4</td></tr><tr><td colspan=\"2\">Mannose-type structures</td><td>10.7</td><td>90.9</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Purified GC derived from GNTl-knockdown N.benthamiana plants has a predominantly highmannose-type $N$ -glycan structure ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To characterize the WT-derived GC from At-GC-HSP19 (designated ${ \\mathsf { G C } } ^ { \\mathsf { W T } } )$ and GNTl-knockdown-derived GC from $N b \\mathsf { G C } ^ { g n t 1 } \\mathbb { 1 6 }$ (designated ${ \\mathsf { G C } } ^ { g n t 1 } .$ ），the GC was purified by two-steps using concanavalin A (Con A) chromatography and Phenyl 650C chromatography.The yield of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ was $1 0 . 6 \\%$ and $1 1 . 1 \\%$ ,respectively (Table S2).By SDS-PAGE, the purified ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and ${ \\mathsf { G C } } ^ { g n t 1 }$ showed a single band indicating the purity of purified ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ (Figure 4a).The immunoblot analysisand deglycosylation were used to further characterize the difference of dominant $N \\cdot$ -glycans between purified ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and ${ \\mathsf { G C } } ^ { g n t 1 }$ .When the concentration of purified ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ were equal as visualized by anti-GC antibody (Figure 4b),the purified $\\mathsf { G C } ^ { g n t 1 }$ showed a smaller amount of plant complex $N \\mathrm { \\Omega }$ -glycansagainstantiHRP antibody compared with ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ (Figure 4d).To release the carbohydrate moieties，purified ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and ${ \\mathsf { G C } } ^ { g n t 1 }$ were treated with EndoHf，which is able to remove a high-mannose-type $N$ -glycan，orwithpeptide- $. N \\cdot$ -glycosidase (PNGase)F，whichis unable to remove the complex α1,3-fucosylated glycans of plant glycoproteins (Tretter et al.，1991).The ${ \\mathsf { G C } } ^ { g n t 1 }$ treated with EndoHf showed a band shift,revealing that the high-mannosetype structure of $\\mathsf { G C } ^ { g n t 1 }$ was removed. In contrast, the ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ treated with EndoHf did not show the difference in size (Figure 4d). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The shifted band of ${ \\mathsf { G C } } ^ { g n t 1 }$ treated with PNGaseF indicated that the GCgnt1 mainly contained_a non-α1,3-fucosylated plant glycan. Unlike in the case of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ ,the glycan structure contained α1,3- fucosylated glycan that could not be cleaved by PNGaseF (Figure 4d). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "All four of the occupied $N$ -glycosylation sites of $\\mathsf { G C } ^ { g n t 1 }$ havea predominantly Man5GlcNAc2 structure ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To identify constituent N-glycans of each N-glycosylation site,the tryptic ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ peptides were analysed by de novo sequencing using nanoLC-MS/MS analysis.The GC contains five potential $N \\cdot$ -glycosylation sites(Asn-X-Ser/Thr) butonly the firstfour sitesare generally occupied in all natural GC (Takasaki et al.,1984) and commercial GC produced in CHO cells，fibroblast cells (Brumshtein et al.，2O1O) and carrot suspension cells (Shaaltiel et al.,2oo7).The peptide fragments containing the last potential $N \\mathrm { \\cdot }$ glycosylation site （Asn462） of both ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and ${ \\mathsf { G C } } ^ { g n t 1 }$ were detected at $2 3 0 5 ~ \\mathrm { m } / z$ indicating the unoccupied Asn462 site.The same fragment size was also detected in Cerezyme? (Figure S3). The tryptic peptides of Cerezyme?, ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ showed similarpattern on nano HPLC (Figure 5a). In addition， the extracted-ion chromatogram (ElC） indicated that glycopeptides bearing the sequence ofAsn19(SFGYSSVVCVCNATYCDS FDRPTFPALGTF $\\cdot S R ^ { 3 9 }$ ），Asn59（48RMELSMGPIQANHTGTGLLLTLQ$\\mathsf { P E Q K } ^ { 7 4 } )$ ，Asn146（132TYTYADTPDDFQLHNFSLPEEDTK155）and Asn270 ( $^ { 2 6 3 }$ DLGPTLANSTHHNVR277) were eluted at about 38,33, 30 and 16 min,respectively(Figure 5a).These $N \\mathrm { \\cdot }$ -glycosylation sites of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and ${ \\mathsf { G C } } ^ { g n t 1 }$ contained predominantly the M3XF structure and M5 structure (Figure 5b-e).The $N$ -glycan structures of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ contained $100 \\%$ plant-type structures with $\\beta 1 . 2$ -xyloseand/or $\\propto 1 . 3$ -fucose epitopes inall of the $N \\mathrm { \\Omega }$ -glycosylation sites (Table 2). In contrast, the $N \\mathrm { \\Omega }$ glycan structures of ${ \\mathsf { G C } } ^ { g n t 1 }$ mostly contained mannose-type structures which ranged from $7 3 . 3 \\%$ up to $8 5 . 5 \\%$ of the total structures (Table 2).The original human signal peptide of GC could function properly and was removed correctly in N.benthamiana,and thus the $N \\mathrm { \\cdot }$ -terminal trypticpeptide sequence, 1ARPCIPK7,was detected in both ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ just as in Cerezyme? (Figure S3).The $N$ -glycan structures of Cerezyme? were also analysed and revealed that the structural profile was consistent with a previous report by Brumshtein et al. (201O) that the Asn19 site mostly carried an Man3GlcNAc2 structure and the other sites contained a chitobiose tri-mannosyl core glycan with fucosvlation (Fiaure S4). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ are taken up by macrophages via mannosereceptors ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Macrophage cells prepared from C57BL/6J mice were used to determine the targeting and uptake of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and ${ \\mathsf { G C } } ^ { g n t 1 }$ by macrophages.The purity of macrophage cells was $9 9 . 4 \\%$ as determined by flow cytometry (Figure 6a).The uptake of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and ${ \\mathsf { G C } } ^ { g n t 1 }$ was inhibited by mannan in a dose-dependent manner,confirming that ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ were taken up into macrophage cells via mannose receptors (Figure 6b).The intracellular activity of $\\mathsf { G C } ^ { g n t 1 }$ with $3 . 9 1 ~ \\mu \\ g$ mannan was significantly higher than the activity of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ （ $( P = 0 . 0 1 1$ ). Under the condition without mannan,the intracellular activities of GcWT and GC9nt1 wereincreased 1.5- and 1.8-fold，respectively，relative to untreated cels.Therefore，the cellular activity of $\\mathsf { G C } ^ { g n t 1 }$ was higher than that of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ ，and the difference was nearly significant $( P = 0 . 0 5 0$ ：Figure 6c). Comparing with Cerezyme@ under the condition without mannan,the intracellular activities of Cerezyme@ showed significantly higher than that of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ $( P = 0 . 0 1 4 ,$ and ${ \\mathsf { G C } } ^ { g n t 1 }$ ${ ' } P = 0 . 0 1 8$ ； Figure 6d).The intracellular activity of ${ \\mathsf { G C } } ^ { g n t 1 }$ without mannan was significantly higher than the activity of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ ${ ' } P = 0 . 0 1 8 { \\mathrm { . } }$ ).In the present of mannan, the intracellular activities of mock, ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ 1 $\\mathsf { G C } ^ { g n t 1 }$ and Cerezyme? were not significantly difference from each others. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/aed6f2e74f8e26135ff1cfcc6d3b3f34d53ba806363ba749df03defca2ef45f2.jpg",
        "img_caption": [
            "Figure 3 $\\ T _ { 2 }$ generation of cross-pollinated NbGNTI-RNAi and At-GC-HSP19 (NbGCgnt1) Nicotiana benthamiana plants.Total soluble protein $( 1 ~ \\mu \\ g )$ was loaded in each lane on $10 \\%$ SDS-PAGE gel and then analysed by immunoblotting using (a) anti-GC antibody or (b) anti-HRP antibody.(c) Silver staining serves as the loading control. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ are distributed into the liver and spleen ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The distribution of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ was assessed in C57BL/6J mice by measuring enzyme activity in the liver,spleen,kidney and lung at $6 0 ~ \\mathrm { m i n }$ after single injection.The ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and ${ \\mathsf { G C } } ^ { g n t 1 }$ were taken up into the liver and spleen,the primary target organs for the treatment of Gaucher's disease,in contrast with the kidney and lung (Figure 7). No significant differences were found between the uptake of the two enzymes in either the liver $( P = 0 . 2 6 7 ^ { \\cdot }$ ）orspleen $( P = 0 . 1 7 1$ ).Comparing with PBS-injected mice (mock), ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and ${ \\mathsf { G C } } ^ { g n t 1 }$ showed significantly increase in the liver but did not showed significantly increase in the spleen. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Plantsare a promising alternative for biopharmaceutical production；however，the potential immunogenicity of plant-specific $N \\cdot$ -glycan structures continues to be a concern (Bencurova et al., 2004;van Ree etal.，2000;Tretter etal.，1993).Various efforts have been made to produce human-like or customized N-glycan structures in plants to enable the use of plants as a safe and efficient biopharmaceutical production system.Here we reported the first successful generation of transgenic down-regulated GNTl N.benthamiana plants,which drastically reduced plant-specific carbohydrate epitopes.The plant-specific $N \\cdot$ -glycan structures accounted for only $9 . 1 \\%$ of the total $N \\mathrm { \\Omega }$ -glycan structuresin NbGNTl-RNAi7,while in the WT plants the plant-specific glycans made up as much as $8 9 . 3 \\%$ of the total $N \\mathrm { \\cdot }$ -glycan structures (Table 1).This NbGNTl-RNAi7 mutant could be used as a host for biopharmaceutical productions. For instance,using these transgenic plants with a magniC $\\mathsf { O N } ^ { \\circledast }$ transient expression system might be able to achieve up to $80 \\%$ TSP (Marillonnet et al., 2005).The magni $\\mathsf { C O N } ^ { \\circledast }$ system was reported to generate as much as $1 { - } 2 \\ \\mathsf { m g / g }$ of fresh weight for malarial antigen production within a week postinfection (Webster et al.,2oo9). Interestingly,this mutant,as the Arabidopsis $c g I$ mutant,did not display any severe phenotype under the normal growing conditions. In contrast to Arabidopsis $c g I _ { \\cdot }$ ，GNTl-knockout in Oryza sativa showed severe phenotypes with arrested seedling development and lethality before reaching the reproductive stage (Fanata et al.，2013).A possible explanation may be that complex $N \\mathrm { \\Omega }$ -glycans (orindividual sugar residue）are essential for the growth and development in some plant species such as rice (Strasser,2014).A previous study on the down-regulation of the endogenous Xy/Tand FucT genes in N.benthamiana showed that these plants were also viable and did not show an obvious phenotype under laboratory conditions (Strasser et al.,2o08). In addition， the knockout of two Xy/T and two FucT genes in N.benthamiana plants using transcription activator-like effector nucleases (TALENs) wasable to produce seedsand generate nextgeneration plants (Li et al.，2015).Therefore， the complex $N$ -glycans might not be as crucial for N.benthamiana as for A.thaliana.Another explanation would be that a small amount of complex $N \\mathrm { \\cdot }$ -glycans (about $9 . 1 \\%$ in this study) may be sufficient for the viability of N.benthamiana.To investigate this possibility, agnt1 knockout mutant of N.benthamiana such as that previously reported using a CRISPR/Cas9 system (Ran et al., 2013) should be further investigated. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/1afe6d07f526dca2eceeba217d5cb98972fa0a2e3219ce61a2461872103e16c5.jpg",
        "img_caption": [
            "Figure 4 Glycan characterization of purified GC produced in WT $( \\mathsf { G C } ^ { \\mathsf { W T } } )$ and GNTI suppression $( \\mathsf { G C } ^ { g n t 1 } )$ Nicotiana benthamiana plants.The purified ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ were analysed on $5 \\% - 2 0 \\%$ SDS-PAGE gel and (a) stained with Coomassie Brilliant Blue $( 1 ~ \\mu \\ g )$ ,and also analysed by immunoblot $1 0 0 ~ \\mathsf { n g } )$ using $( \\mathsf { b } )$ anti-GC antibody or (c) anti-HRP antibody. (a-b) Equal amounts of purified ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and ${ \\mathsf { G C } } ^ { g n t 1 }$ were analysed while (c) the purified ${ \\mathsf { G C } } ^ { g n t 1 }$ showed a smaller amount of plant complex $N \\cdot$ glycans compared with ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ (d) One hundred ng of each sample was digested in the absence $( - )$ or presence $( + )$ of either EndoHf or PNGase F and analysed on $7 . 5 \\%$ SDS-PAGE gel. The GC bands were visualized by immunoblotting. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The CHO-derived GC for Gaucher's disease is one of the most expensive drugs in the world.The treatment costs about 2oo 000 US dollars per year,as reviewed by Wood et al. (2o13).Therefore, there is a pressing need for a system for low-cost mass production GC at a reasonable price.In this study,we generated a NbGCgnt1 transgenic line that could produce GC with the desired N-glycans, predominantly with the Man5GlcNAc2 structure. However, purified ${ \\mathsf { G C } } ^ { g n t 1 }$ still exhibited some xylose and/or fucose moieties (ranging from $1 4 . 5 \\%$ to $2 6 . 7 \\%$ ）onthe $N \\mathrm { \\cdot }$ -glycans that might have been due to an incomplete GNTl silencing.On the other hand,the $N$ -glycan status of recombinant glycoproteins appears to be protein-specific as shown in the GC produced in seeds of the Arabidopsis $c g I$ mutant (Kermode，2012).Plant-specific $N \\cdot$ -glycanwasundetectable among the total glycoproteins of this mutant (Strasser et al.，2oo5),whereas Arabidopsis $c g I$ -derived GC contained as much as $1 5 \\%$ plant-specific $N \\cdot$ -glycan structures (He et al.,2012) but only $5 . 5 \\%$ of plant-specific $N \\mathrm { \\Omega }$ -glycanswere detected in $\\mathfrak { a }$ -L-iduronidase produced in the seeds of the same mutant (He et al.，2013). If necessary， these plant-specific $N \\cdot$ glycans of ${ \\mathsf { G C } } ^ { g n t 1 }$ can be completely removed using an antiHRP affinity column as reported by He et al. (2012).Interestingly, our immunoblotting analysis revealed that the level of plantspecific $N \\cdot$ -glycan was higher in the $N b G C ^ { g n t 1 } 1 6$ plant than the NbGNTl-RNAi7 plant (Figure 3b). However， the total $N \\cdot$ -glycan profiles from both plants were not significantly changed (the plant-type $N \\mathrm { \\Omega }$ -glycan of NbGNTI-RNAi7was $9 . 1 \\%$ and that of $N b \\mathsf { G C } ^ { g n t 1 } \\mathbb { 1 6 }$ was $1 1 . 3 \\%$ ),as shown in Figure S2 and Table S1. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The terminal mannose residues are vital for targeting and uptake of GC via macrophage mannose receptors.In the case of Cerezyme®，CHO-derived GC is produced as a mammalian complex type and then in vitro deglycosylated with $\\mathfrak { a }$ -neuraminidase, $\\beta$ -galactosidaseand $\\beta$ -N-acetylglucosaminidase for exposure of the terminal mannose residues (Friedman and Hayes, 1996;Grace and Grabowski，1990).For Elelyso?，carrot-derived GC was successfully produced with terminal mannose using a vacuole-targeting signal. It has been considered that the transGolgi trimming of terminal N-acetylglucosamine residues occurs in the vacuole (Vitale and Chrispeels,1984) by the function of vacuolar $\\beta$ -N-acetylhexosaminidase (HEXO1； Liebminger et al., 2011)，resulting in accumulation of the Man3XylFucGlcNAc2 (M3XF) structure of vacuolar glycoproteins. Our finding revealed that a native human signal peptide of GC could properly target GC into the ER in wild-type N. benthamiana.GC was then passed through the trans-Golgi before being directed to the vacuole or secreted into the apoplast. Moreover，the same predominant M3XF structure was presented in N. benthamiana-derived GC as found in Elelyso? by the action of $\\mathsf { H E X O 1 }$ or plasma membrane $\\beta$ ， $N \\mathrm { \\Omega }$ -acetylhexosaminidases (HEXO2/3；Strasser et al.,2007).However,the Elelyso? has two additional residues at the N-terminus (EF),derived from the linker used for the fusion of the signal peptide，and seven additional residuesat the C-terminus (DLLVDTM)， derived from the encoding sequences of the vacuole-targeting signal from tobacco chitinase A (Shaaltiel et al., 2007).The human GC gene used in this study derived from human liver cDNA did not have a mutation,unlike the Elelyso@ and Cerezyme? that have a R495H mutation.It contained original 39 amino acid signal peptide,but the GC gene coding for the production of Cerezyme? has a shorter coding sequence of signal peptide (19 amino acid). However,our results revealed that the human signal peptide in ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ was probably removed inthe same manner as in human and in CHO cells,resulting in detection of the N-terminal tryptic peptide sequence (1ARPCIPK7) just as in Cerezyme@ (Figure S3).The study of He et al. (2012) showed that most of the GC expressed without a vacuoletargeting signal was secreted and predominantly presented within the extracellular spaces in the seeds of the Arabidopsis $c g I$ mutant.Therefore,it is highly possible that the majority of GC expressed in both the WT and GNTl-knockdown N.benthamiana in this study was also secreted into the apoplast via the default pathway.The removal of the terminal $N \\mathrm { \\Omega }$ -acetylglucosamine residues revealed the predominant M3XF structure of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ may resulted from the function of ${ \\sf H E X O 2 / 3 }$ on plasma membrane (Strasser et al.,2oo7).These data are correlated with the previous study that $c g I$ -derived GC,localized in apoplast,contained higher amount of M3XF $( 9 . 2 \\% )$ than the amount of GNM3XF $( 2 . 7 \\% )$ and GN2M3XF (not detected; He et al.,2012). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/e3abf8266b796aa1777f678a1c2f563adff14d83298826f8dc901fa71d1e4cd1.jpg",
        "img_caption": [
            "Figure 5Nano LC-MS spectraoftryptic glycopeptides derived frompurified ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ The purified ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ were excised from a gel, trypsinized and then subjected to nano LC-MS/MS.(a)The elution pattern of tryptic peptide derived from Cerezyme@, ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ on nano HPLC. Theglycan structures were identifiedfrom deconvoluted MS/MS spectra. (b-e)show the glycoforms of glycopeptides with $N \\cdot$ glycosylation sites N19,N59, N146 and N270,respectively. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/2dee98220a21e317bc97b0854059e9f7feef4c787660e4d15fe5ac0a8238a7bb.jpg",
        "img_caption": [
            "Figure5 Continued "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/f902674fc9327af8a7fb9ca3ebc61b7a09c367a051a48bd7334fdc7b492c1adc.jpg",
        "table_caption": [
            "Table 2 Composition of sugar chain structures attached on ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td></td><td colspan=\"2\">N19 (S8-R39)</td><td colspan=\"2\">N59 (R48-K74)</td><td colspan=\"2\">N146 (T132-K155)</td><td colspan=\"2\">N270 (D263-R277)</td></tr><tr><td>Abbreviation</td><td>Structure</td><td>Relative amount (%) GCWT</td><td>GCgnt1</td><td>GCWT</td><td>GCgnt1</td><td>GCWT</td><td>GCgnt1</td><td>GCWT</td><td>GCgnt1</td></tr><tr><td>M2X</td><td>Man2XylGlcNAc2</td><td>1</td><td></td><td>1</td><td>1</td><td>2.7</td><td>1</td><td>1</td><td>1</td></tr><tr><td>M2F</td><td>Man2FucGlcNAc2</td><td>5.7</td><td>一</td><td>一</td><td>1</td><td>二</td><td>1</td><td>6.7</td><td>2.7</td></tr><tr><td>M2XF</td><td>Man2XylFucGlcNAc2</td><td>20.0</td><td>、</td><td>11.3</td><td>3.4</td><td>16.5</td><td>1</td><td>23.9</td><td>0.7</td></tr><tr><td>M3X</td><td>Man3XylGlcNAc2</td><td>6.3</td><td>2.5</td><td>1.8</td><td>1</td><td>5.5</td><td>2.3</td><td>1.5</td><td>0.9</td></tr><tr><td>M3F</td><td>Man3FucGlcNAc2</td><td>一</td><td>2.5</td><td>4.0</td><td>1</td><td>4.6</td><td>2.5</td><td>9.2</td><td>2.7</td></tr><tr><td>M3XF</td><td>Man3XyIFucGlcNAc2</td><td>68.1</td><td>20.6</td><td>56.1</td><td>11.1</td><td>65.5</td><td>18.6</td><td>43.5</td><td>9.1</td></tr><tr><td>GNM3XF</td><td>GlcNAcMan3XylFucGlcNAc2</td><td>1</td><td>1.1</td><td>19.5</td><td>1</td><td>5.2</td><td></td><td>10.0</td><td>1.9</td></tr><tr><td>GN2M3XF</td><td>GlcNAc2Man3XylFucGlcNAc2</td><td>1</td><td>一</td><td>7.2</td><td>一</td><td>一</td><td></td><td>5.2</td><td>1</td></tr><tr><td colspan=\"2\">Plant-type structures</td><td>100</td><td>26.7</td><td>100</td><td>14.5</td><td>100</td><td>23.4</td><td>100</td><td>18.0</td></tr><tr><td>M2</td><td>Man2GlcNAc2</td><td>1</td><td></td><td>1</td><td>1</td><td>1</td><td>1</td><td>1</td><td>1.3</td></tr><tr><td>M3</td><td>Man3GlcNAc2</td><td>1</td><td>3.2</td><td>1</td><td>5.1</td><td>1</td><td>1</td><td>1</td><td>8.3</td></tr><tr><td>M4</td><td>Man4GlcNAc2</td><td>1</td><td>6.9</td><td>1</td><td>18.0</td><td>1</td><td>3.5</td><td>1</td><td>23.9</td></tr><tr><td>M5</td><td>Man5GlcNAc2</td><td>1</td><td>63.2</td><td>1</td><td>62.5</td><td>1</td><td>73.0</td><td>1</td><td>48.6</td></tr><tr><td colspan=\"2\">Mannose-type structures</td><td></td><td>73.3</td><td>1</td><td>85.5</td><td>1</td><td>76.6</td><td>1</td><td>82.0</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/d4e9d7f970ee498f80596863a9ed45e7ca9e1e493db13ece8e581c5643c3267d.jpg",
        "img_caption": [
            "Figure 6 Uptake of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ $\\mathsf { G C } ^ { g n t 1 }$ by macrophages via mannose receptors.The macrophage cells were stained with the macrophage marker CD11b.Unstained cells (negative control, grey) and macrophages (black) were analysed by flow cytometry (a).The effect of mannan on the specific uptake of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ was determined $( \\mathsf { b } )$ ,and the cellular activities of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and ${ \\mathsf { G C } } ^ { g n t 1 }$ were compared (c). The cellular activities of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ ${ \\mathsf { G C } } ^ { g n t 1 }$ and Cerezyme? were compared (d).The results and error bars represent the mean $\\pm ~ \\mathsf { S E }$ 0 $\\begin{array} { r } { { \\bf \\nabla } _ { n } = 3 ; } \\end{array}$ ） significantly different at the level of $^ { \\star \\star } P < 0 . 0 5$ 1 $^ { \\star } P = 0 . 0 5$ "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The differences in glycosylation of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ (M3XF)and $\\mathsf { G C } ^ { g n t 1 }$ (M5)may affect the targeting to and internalizationby macrophages in vitro and also the biodistribution and uptake into organs in vivo. $\\mathsf { G C } ^ { g n t 1 }$ provided a statistically significant improvement in cellular activity both under the condition with the lowest amount of mannan and in the condition without mannan $( P \\leq 0 . 0 5 ) \\$ .Itis possible that the higher amount of terminal $N$ -acetylglucosamine structures of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ that did not contribute to the uptake resulting in the lower cellular activity compared with that of ${ \\mathsf { G C } } ^ { g n t 1 }$ .However, both ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and ${ \\mathsf { G C } } ^ { g n t 1 }$ had lower cellular activity compared with Cerezyme?.An in vivo study in WT mice demonstrated that ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and ${ \\mathsf { G C } } ^ { g n t 1 }$ were distributed and taken up into the liver and spleen but were not taken up into the kidney and lung.This result is not unexpected,because the liver and spleen are the primary target organs for Gaucher's disease. However,the biodistribution of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ and $\\mathsf { G C } ^ { g n t 1 }$ to spleen is not significantly different compared with the mock because of the high and various background activities in the spleen. $\\mathsf { G C } ^ { g n t 1 }$ -injected mice showed a trend towards higher uptake to target organs compared to ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ -injected mice,but there were nosignificant differences $' P > 0 . 0 5 )$ ．Thepreviousstudies reported that the longer mannose structures do not seem to affect enzyme uptake into macrophages or uptake to organs in a mouse model of Gaucher's disease (van Patten et al.，2007; Tekoah etal.,2013).In this study,both in vitro and in vivo data were obtained from WT mice that exhibited endogenous glucocerebrosidase activities.These background activities might vary among rodents,tissues and cells,which could lead to different data depending on the experimental systems.The therapeutic efficacy using Gaucher's disease in comparison with commercial glucocerebrosidase should be further investigated. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/b6a14c3657e3478cfa9bc9cd7790e6df741210403fcede8f775ec8674bdc8a83.jpg",
        "img_caption": [
            "Figure 7 Uptake of ${ \\mathsf { G C } } ^ { \\mathsf { W T } }$ or $\\mathsf { G C } ^ { g n t 1 }$ into the organs of C57BL/6J mice. The distribution to the liver,spleen,kidney and lungs of mice was evaluated by enzymatic activity at 6O min postinjection.The results and errorbars represent the mean $\\pm ~ \\mathsf { S E }$ 1 $\\mathbf { \\zeta } _ { n } = 3$ mice). "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This Work was supported,in part,by the Ministry of Economy, Trade and Industry (METl) of Japan project,by a grant for the Development of Fundamental Technologies for Production of High-value Materials using Transgenic Plants (2oo6-201O) and by the Ministry of Education,Culture,Sports,Science and Technology (MEXT).This research was conducted by Juthamard Limkul in partial fulfilment of the requirements for a Ph.D.We gratefully acknowledge Dr.Koji Dohi and Dr. Junko Isoyama-Tanaka for cloning the GNTl gene and preparing the plasmid construct.We aregrateful to Dr. Hiroyuki Kajiura for his invaluable technical assistance in the N-glycan analyses. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Altmann,F.(2oo7) The role of protein glycosylation in allergy. Int.Arch.Allergy Immunol. 142,99-115. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Becker，D.，Kemper，E.chel,JndMastersonR.(992)Neplantna vectors with selectable markers located proximal to the left T-DNA border. Plant Mol. Biol.20,1195-1197.   \nBencurova，M.，Hemmer,W.,Focke,T.,Wilson,I.and Altmann,F.(2004) Specificity of IgG and IgE antibodies against plant and insect glycoprotein glycansdeterminedwithartficialglycoformsofhumantransferin. Glycobiology,14,457-466.   \nBosch，D.，Castilho，A.，Loos，A.，Schots，A.and Steinkelner，H.(2013) N-glycosylation of plant-produced recombinant proteins. Curr.Pharm. Des. 19, 5503-5512.   \nBrumshtein,B.,Peterson,B., Chan,V., Silman,I., Sussman,J.L., Savickas, P.J., Robinson,G.S.and Futerman,A.H.(2010) Characterization of gene-activated human acid- glucosidase:Crystal structure，glycan composition，and internalization into macrophages.Glycobiol.20,24-32.   \nDohi,K., Ishoyama-Tanaka,J.,Tokuda,T.and Fujiyama, K.(2010) Recombinant expression and characterization of $N \\mathrm { \\cdot }$ acetylglucosaminyltransferase Iderived from Nicotiana tabacum.J.Biosci.Bioeng.109,388-391.   \nErnst,O.and Zor,T. (201O) Linearization of the bradford protein assay.J.Vis. Exp. 38,1918.   \nFanata,W.I., Lee,K.H., Son,B.H., Yoo,J.Y., Harmoko,R.,Ko, K.S.,Ramasamy, N.K.et al. (2013)N-glycan maturation is crucial for cytokinin-mediated development and cellulose synthesis in Oryza sativa.Plant J.73,966-979. Fitchette-Laine,A., Gomord,V., Chekkafi,A.and Faye,L.(1994) Distribution of xylosylation and fucosylation in the plant Golgi apparatus. Plant J.5,673- 682.   \nFriedman，B．and Hayes，M.(1996)Enhanced invivo uptakeof glucocerebrosidase. US Patent 5549892.   \nGinns,E.l.，Choudary,P.V.，Tsuji,S.，Martin,B.，Stubblefield,B., Sawyert,J., Hoziert,J.et al. (1985) Gene mapping and leader polypeptide sequence of human glucocerebrosidase:implications for Gaucher disease.Proc.Natl Acad. Sci. USA,82,7101-7105.   \nGrace，M.E．and Grabowski，G.A.(199O) Human acid beta-glucosidase: glycosylation isrequired for catalytic activity.Biochem.Biophys. Res. Commun. 168,771-777.   \nGregory, S.H.(1988) Substratum-dependent proliferation and survival of bone marrow-derived mononuclear phagocytes.J.Leukoc. Biol.43,67-79. He,X.,Galpin,J.D.,Tropak,M.B.,Mahuran,D., Haselhorst,T.,von Itzstein,M., Kolarich,D.et al. (2012) Production of active human glucocerebrosidase in seedsofarabidopsis thaliana complexglycan-deficient (cgl） plants. Glycobiology,22,492-503.   \nHe,X.,Pierce,O., Haselhorst,T.,von Itzstein,M.，Kolarich,D.,Packer,N.H.. Gloster，T.M.et al.(2013) Characterization and downstream mannose phosphorylation ofhuman recombinantα-L-iduronidase producedin Arabidopsis complex glycan-deficient $( c g / )$ seeds.Plant Biotechnol.J.11, 1034-1043.   \nKermode，A.R. (2012) Seed expression systems for molecular farming.In Molecular Farming in Plants:Recent Advances and Future Prospects (Wang, A.and Ma,S.,eds),pp.89-123.New York: Springer Science Business Media. Klimyuk,V.,Pogue,G.,Herz,S.,Butler,J.and Haydon,H.(2014) Productionof recombinant antigens and antibodies in Nicotiana benthamiana using 'magnifection’technology:GMP-compliant facilities for small-and largescale manufacturing.Curr.Top.Microbiol.Immunol.375,127-154.   \nLauriere,M.,Lauriere,C.,Chrispeels,M.J.,Johnson,K.D.and Sturm,A.(1989) Characterization of a xylose-specific antiserum that reacts with the complex asparagine-linked glycans of extracellular and vacuolar glycoproteins.Plant Physiol. 90,1182-1188.   \nLi，J.，Stoddard，T.J.，Demorest，Z.L.，Lavoie，P.O.，Luo，S.，Clasen，B.M., Cedrone,F.et al. (2015) Multiplexed,targeted gene editing in Nicotiana benthamiana for glyco-engineering and monoclonal antibody production. Plant Biotechnol.J.doi: 10.1111/pbi.12403.   \nLiebminger,E., Veit,C.,Pabst, C.,Batoux,M.,Zipfel,C.,Altmann,F., Mach,L. et al.(2011) β-N-Acetylhexosaminidases HEXO1 and HEXO3 are responsible fortheformation of paucimannosidic N-glycans in Arabidopsis thaliana.J. Biol. Chem.286,10793-10802.   \nLimkul,J.，Misaki，R.，Kato,K.and Fujiyama,K.(2015)The combination of plant translational enhancers and terminator increase the expression of human glucocerebrosidase in Nicotiana benthamiana plants.Plant Sci. 240, 41_49   \nLiu, D., Raghothama,K.G., Hasegawa,P.M.and Bressan,R.A.(1994) Osmotin overexpression in potato delays development of disease symptoms.Proc. Natl. Acad. Sci. USA 91,1888-1892.   \nMarillonnet,S.,Thoeringer,C., Kandzia,R., Klimyuk,V.and Gleba,Y.(2005) Systemic Agrobacterium tumefaciens-mediated transfection of viral replicons forefficienttransientex ssion in plants. Nat. Biotechnol.23,718-723.   \nMisaki,R.,Kimura and Seki,T. (2001) Glycoproteins secreted fromsuspen BY2 cells have distinct glycan structures from intracellular ins.Biosci. Biotechnol. Biochem.65,2482-2488.   \nMorele,W.and Michalski,J.C.(2007)Analysis ofprotein glycosylation bymass spectrometry.Nat.Protoc.2,1585-1602.   \nO'Keefe,B.R., Vojdani,F., Buffa,V., Shattock,R.J., Montefiori, D.C., Bakke,J., Mirsalis,J.et al. (2Oo9) Scaleable manufacture of HIV-1 entry in hibitor griffithsin and validation of its safety and efficacy as a topical microbicide component. Proc. Natl Acad.Sci. USA,106,6099-6104.   \nvan Patten, S.M., Hughes, H.,Huff,M.R., Piepenhagen, P.A.,Waire,J.,Qiu,H., Ganesa,C.et al.(2o07)Effect of mannose chain length on targeting of glucocerebrosidase for enzyme replacement therapy of Gaucher disease. Glycobiology，17,467-478.   \nRamirez,N.，Ayala,M.,Lorenzo,D.，Palenzuela,D.，Herrera,L.,Doreste,V., Pérez,M.et al. (2oo2) Expression of a single-chain Fvantibody fragment specific for the hepatitis B surface antigen in transgenic tobacco plants. Transgenic Res.11, 61-64.   \nRan,F.A.,Hsu,P.D.,Wright,J.,Agarwala,V.and Scott, D.A.(2013) Genome engineering using the CRISPR-Cas9 system.Nat. Protoc.8,2281-2308.   \nvan Ree,R., Cabanes-Macheteau,M.,Akkerdaas,J.,Milazzo, J.P.,LoutelierBourhis,C.,Rayon,C.,Villalba,M.et al.(2000) β(1,2)-Xylose and $\\mathfrak { A } ( 1 , 3 ) \\cdot$ Fucose residues have a strong contribution in IgE binding to plant glycoallergens.J. Biol. Chem.275,11451-11458.   \nvon Schaewen,A.,Sturm,A.,O'Neill,J.and Chrispeels, M.J.(1993) Isolation of a mutant Arabidopsis plant that lacks N-acetylglucosaminyl transferase land is unable to synthesize Golgi-modified complex N-linked glycans.Plant Physiol. 102,1109-1118.   \nShaaltiel,Y., Bartfield,D., Hashmueli, S., Baum,G., Brill-Almon,E.,Galili,G., Dym，O.et al. (20o7） Production of glucocerebrosidase with terminal mannose glycans for enzyme replacement therapy of Gaucher's disease using a plant cell system.Plant Biotechnol.J.5,579-590   \nShimizu,Y.,Nakata,M., Kuroda,Y.,Tsutsumi,F., Kojima,N.and Mizuochi,T. (2001)Rapid and simple preparation of N-linked oligosaccharides by cellulose-column chromatography. Carbohydr. Res.332,381-388.   \nStrasser,R. (2O14) Biological significance of complex N-glycans in plants and their impact on plant physiology.Front. Plant Sci.363,1-6.   \nStrasser，R.，Altmann，F.，Glossl，J.and Steinkellner，H. (2OO4)Unaltered complex N-glycan profiles in Nicotiana benthamiana despite drastic reduction of beta1,2-N-acetylglucosaminyltransferase 丨 activity. Glycoconj. J.21,275- 282.   \nStrasser，R.，Stadlmann,J.， Svoboda,B.，Altmann,F.,Gloss,J.and Mach,L. (2005）Molecular basis of $N _ { \\ l }$ -acetylglucosaminyltransferase I deficiency in Arabidopsis thaliana plants lacking complex N-glycans. Biochem.J.387,385- 391.   \nStrasser，R.,Bondili,J.S.,Schoberer,J.,Svoboda,B.,Liebminger,E.,Glossl,J., Altmann,F.et al. (2oo7) Enzymatic properties and subcellular localization of Arabidopsis beta-N-acetylhexosaminidases.Plant Physiol.145,5-16.   \nStrasser，R.，Stadlmann,J.，Schähs,M.，Stiegler,G.,Quendler,H.,Mach,L., Glossl，J.et al.(2008) Generation ofglyco-engineeredNicotiana benthamiana for the production of monoclonal antibodies witha homogeneous human-like N-glycan structure.Plant Biotechnol. J.6,392- 402.   \nTakasaki，S.，Murray，G.J.，Furbish，F.S.，Brady，R.O.，Barranger，J.A．and Kobata，A.(1984) Structure of the N-asparagine-linked oligosaccharide units of human placental beta-glucocerebrosidase.J. Biol. Chem.259, 10112-10117.   \nTekoah,Y.,Tzaban,S.,Kizhner,T.，Hainrichson,M.,Gantman,A.,Golembo, M.,Aviezer,D.et al. (2o13) Glycosylation and functionality of recombinant β-glucocerebrosidase from various production systems. Biosci. Rep.33,771- 781.   \nTretter，V.，Altmann，F.and März，L.(1991） Peptide-N4-(N-acetyl-betaglucosaminyl)asparagine amidase F cannot release glycanswith fucose attached alpha 1-3 to the asparagine-linked N-acetylglucosamine residue. Eur.J.Biochem.199,647-652.   \nTretter, V.,Altmann,F.,Kubelka,V.,März,L.and Becker,W.M.(1993) Fucose α1,3-linked to the core region of glycoprotein N-glycans creates an important epitope for IgE from honeybee venomallrgic individuals.Int.Arch.Allergy Immunol. 102,259-266.   \nVitale，A.and Chrispeels,M.J.(1984) Transient N-acetylglucosamine in the biosynthesis of phytohemagglutinin: attachment in the Golgi apparatus and removal in protein bodies.J. Cel/ Biol.99,133-140.   \nWebster，D.E.，Wang，L.，Mulcair，M.，Ma，C.，Santi，L.，Mason，H.S., Wesselingh,S.L.et al. (2oo9) Production and characterization of an orally immunogenic Plasmodiumantigen in plants using a virus-based expression system.Plant Biotechnol.J.7,846-855.   \nWenderoth,I.and von Schaewen,A. (2ooo) Isolation and characterization of plant N-acetylglucosaminyltransferase I(Gntl) cDNA sequences:functinal analyses in the Arabidopsis cgl mutant and in antisense plants. Plant Physiol. 123,1097-1108.   \nWood,J.,Sames,J.,Moore,A.and Ekins,S.(2013) Multifaceted roles of ultrarare and rare disease patients/parents in drug discovery. Drug Discov.Today, 18,1043-1051.   \nYoo,J.Y., Ko, K.S.,Lee,S.Y.and Lee,K.O.(2014) Glycoengineering in plants for the development of $N \\mathrm { \\cdot }$ -glycan structures compatible with biopharmaceuticals. Plant Biotechnol. Rep.8,357-376.   \nZor,T.and Selinger,Z.(1996) Linearization of the Bradford protein assay increases its sensitivity:theoretical and experimental studies.Anal. Biochem. 236,302-308. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Supporting information ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Additional Supporting information may be found in the online version of this article: ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Figure $\\mathsf { s } _ { 1 } \\mathsf { T } _ { 1 }$ generation of cross-polinated NbGNTl-RNAi7 and At-GC-HSP19 N. benthamiana plants $( N b \\mathsf { G C } ^ { g n t 1 } )$   \nFigure S2 Glycan profiles of NbGNTl-RNAi7 (Ts generation)and NbGCgnt116 (T2 generation).   \nFigure S3 De novo sequencing by Biotools software.   \nFigure S4 Nano LC-MS spectra of tryptic glycopeptides of commercial GC (Cerezyme@).   \nTable S1 Composition of sugar chain structures of NbGNTlRNAi7 and NbGCgnt116   \nTable S2 Purification of GCWT and GCgnt1 ",
        "page_idx": 12
    }
]