[
    {
        "type": "text",
        "text": "关于完善黄河流域防洪工程体系相关举措的思考\\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张金良1,21（黄河勘测规划设计研究院有限公司郑州 450003）2（水利部黄河流域水治理与水安全重点实验室（筹）郑州 450003）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：针对黄河流域现状防洪工程体系建设情况及防洪能力进行了全面分析和综合阐述，并客观的分析了黄河流域现状防洪工程体系存在的主要问题。分别从河库蓄泄关系变化、经济社会发展对防洪提出的新要求和极端天气事件带来的新挑战三方面分析了新发展阶段黄河防洪面临的新形势。基于此，提出了完善“上拦”工程，巩固“下排”工程，推进蓄滞洪区安全建设和实施河道及滩区综合提升治理工程等流域防洪工程体系完善举措，旨在为我国推动新阶段水利高质量发展提供技术支持。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：完善防洪工程体系防洪形势 蓄泄关系工程布局黄河流域分类号：TV122",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Thoughts on Measures for Improving the Flood Control Engineering System of the Yellow River Basin ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zhang Jinliang1,2 1(Yellow River Engineering Consulting Co., Ltd., Zhengzhou 450003, China) 2 (Key Laboratory of Water Management and Water Security for Yellow River Basin, Ministry of Water Resources (under construction), Zhengzhou 45ooo3, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: The article described the current flood control project system construction and flood control capacity of the Yellow River Basin, and objectively analyzed the main problems existing in the flood control project system. The new situation of the Yellow River flood control in the new development stage was analyzed from three aspects: changes in the relationship between storage and discharge of rivers and reservoirs, higher requirements for flood control by economic and social development, and new challnges brought by extreme weather events. The article proposed to improve impoundment project in the upper reaches, consolidate the discharge project in the lower reaches,promote the safety construction of flood storage and detention areas,implement comprehensive improvement projects for river channel and floodplain,and other measures to improve the river basin flood control engineering system. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Improving flood control engineering system Flood control situation Storage and discharge relationshipEngineering layoutYellow River Basin ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "黄河防洪是我国水安全的重要组成部分，确保黄河防洪安全、长治久安是黄河治理与保护的首要任务。2008年国务院正式批复了《黄河流域防洪规划》，明确了近期（2015年）和远期（2025年）的规划目标和总体布局[1]。规划实施以来，黄河流域开展了大规模的防洪工程建设，防洪体系初步形成，防洪能力显著提高。随着防洪工程建成投运，流域水情、工情随之发生变化，对洪水蓄泄关系也产生了影响，加之气候变化与极端天气的影响，黄河流域防洪面临新形势。当前我国已开启全面建设社会主义现代化国家新征程，进入新发展阶段，水利部提出新阶段水利高质量发展的总体目标是全面提升国家水安全保障能力，为全面建设社会主义现代化国家提供有力的水安全保障[2-7]。站在新的起点上，总结梳理防洪工程体系问题短板，分析研究新阶段的新发展和新要求，优化完善流域防洪工程体系，为流域经济社会高质量发展提供支撑。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2流域防洪形势 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1防洪工程体系建设情况及防洪能力",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "以干支流骨干水库为核心，河防工程为基础，分滞洪工程为保障，辅以河道整治工程等全流域多环节共同构建成黄河防洪工程体系。流域防洪调控理念为：以干支流控制性骨干水库为主要调控手段,拦洪削峰,减轻下游防洪压力；以堤防为基础,发挥河道、滩区槽蓄作用；遇特大洪水水库调蓄能力不足、堤防接近或者达到保证水位时，启用蓄滞洪区接纳超量洪水，保障重点地区防洪安全。黄河流域上中下游防洪工程体系分述如下：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）下游。黄河下游是流域防洪最重要河段，河段上已建成三门峡、小浪底、陆浑、故县、河口村水库等干支流控制性水库工程，同时四次加高培厚下游两岸黄河大堤，完成了标准化堤防工程建设，开展了河道整治工程建设，完成了东平湖滞洪区防洪工程建设，明确了北金堤滞洪区为保留滞洪区，基本建成了“上拦下排、两岸分滞”的下游防洪工程体系。现状三门峡、小浪底、陆浑、故县、河口村水库总防洪库容147.3亿 $\\mathrm { m } ^ { 3 }$ ，至小浪底水库正常运用期，总防洪库容约106亿 $\\mathbf { m } ^ { 3 }$ ，5座水库联合运用，可将黄河下游花园口100a一遇洪水由 $2 9 2 0 0 \\mathrm { m } ^ { 3 } / \\mathrm { s }$ 削减至 $1 5 7 0 0 \\mathrm { m } ^ { 3 } / \\mathrm { s }$ ，1000a一遇洪水由 $4 2 3 0 0 \\mathrm { m } ^ { 3 } / \\mathrm { s }$ 削减至 $2 2 6 0 0 \\mathrm { m } ^ { 3 } / \\mathrm { s }$ ，接近下游（花园口断面）大堤的设防流量[8]；下游标准化堤防基本建设完成，长度 $1 3 7 1 . 1 \\mathrm { k m }$ ，使艾山以上河段防洪标准达近1000a一遇，临黄堤有险工147处，总长度 $3 3 4 . 3 \\mathrm { k m }$ 有控导护滩工程234处，工程长度 $4 9 4 . 9 \\mathrm { k m }$ ，可使大部分河势得到基本控制；下游有滞洪区2处，东平湖滞洪区为重点滞洪区，可分滞黄河洪量17.5亿 $\\mathbf { m } ^ { 3 }$ ，北金堤滞洪区为保留滞洪区，可分滞黄河洪量20亿 $\\mathrm { m } 3 ^ { [ 9 ] }$ 。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（2）上游。已建成龙羊峡、刘家峡、海勃湾等梯级水库24座，青海甘肃河段建设堤防 $8 9 5 \\mathrm { k m }$ ，宁夏内蒙古河段建设堤防 $1 4 1 7 \\mathrm { k m }$ 、河道整治工程 $2 5 5 \\mathrm { k m }$ 初步建设了“上控、中分、下排”的上游防洪防凌体系。上游龙羊峡、刘家峡水库设计水位以下总防洪库容41.6亿 $\\mathbf { m } ^ { 3 }$ ，两库联合防洪运用后，兰州城市河段防洪标准达到100a一遇，宁蒙河段堤防防洪标准达到 $2 0 \\sim 5 0 \\mathrm { a }$ 一遇，对保障兰州市、宁蒙平原等重要城市以及地区的防洪防凌安全起到至关重要的作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（3）中游及主要支流。中游禹门口至三门峡大坝河段已建各类护岸及控导工程 $2 5 6 \\mathrm { k m }$ ，沁河下游建设堤防 $1 6 4 \\mathrm { k m }$ ，防洪标准达到 $2 5 \\sim 1 0 0 \\mathrm { a }$ 一遇，伊洛河已建堤防及护岸总长 $3 8 9 . 3 \\mathrm { k m }$ ，防洪标准 $2 0 \\sim 1 0 0 \\mathrm { a }$ 一遇，渭河下游修建防洪堤防 $2 6 5 . 4 2 \\mathrm { k m }$ ，防洪标准 $5 0 \\mathrm { a } \\sim 3 0 0 \\mathrm { a }$ 一遇，提高了黄河流域中游区域抗御洪水的能力，减少了水患灾害。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 防洪工程体系存在主要问题",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "经过 70a持续建设，黄河防洪工程体系建设取得巨大成就，但黄河水少、沙多、水沙关系不协调的根本特性尚未改变,洪水风险依然是流域的最大威胁[10-12],当前防洪能力仍有突出短板，确保黄河安澜须臾不可放松。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（1）“上拦”工程不健全",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前海勃湾、河口村水库已建成投运，东庄水库正在建设，但规划的黄河干流七大控制性骨干工程中还有黑山峡、古贤、口尚未建设。在上游，龙羊峡、刘家峡水库距离宁蒙河段远，对凌汛调控能力不足；龙羊峡为多年调节水库，担负着调蓄流域水资源的重要任务，平水、枯水年汛期很难弃水泄洪，不能协调宁蒙河段水沙关系，难以遏制新悬河发育态势、不能恢复和长期维持主槽过流能力[13]。在中下游,小花间尚有1.8万 $\\mathrm { k m } ^ { 2 }$ 无工程控制区,100a一遇洪峰流量 $1 2 0 0 0 \\mathrm { m } 3 / \\mathrm { s }$ 洪峰高、预见期仅8小时，严重威胁下游防洪安全；现有万家寨水库库容小、三门峡水库运用水位低，缺少控制性骨干工程分担大洪水防洪库容；小浪底水库调水调沙后续动力不足、水沙调控体系的整体合力无法充分发挥，也难以降低潼关高程、减轻渭河下游淤积。三门峡水库防洪运用水位 $3 3 3 . 6 5 \\mathrm { m }$ 以下有11.3万居民，陆浑水库设计水位 $3 2 7 . 5 \\mathrm { m }$ 以下有10.2万居民，故县水库设计水位 $5 4 8 . 5 5 \\mathrm { m }$ 以下有1.57万人，水库库区内人口影响大洪水防洪运用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（2）“下排”工程尚不完善",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在下游，河道整治工程尚不完善，高村以上 $2 9 9 \\mathrm { k m }$ 游荡性河段河势未得到完全控制；下游河道滩唇一般高于黄河大堤临河地面 $3 \\mathrm { m }$ 左右，最大达 $4 { \\sim } 5 \\mathrm { m }$ ，“二级悬河\"态势严峻，易发生横河、斜河、滚河，危及堤防安全；滩区的难题亟待破解，河南、山东居民迁建规划实施后，仍有近百万人生活在受洪水威胁的区域中，滩区防洪运用与经济发展间矛盾突出；部分引黄涵闸、分洪闸等穿堤建筑物存在安全隐患，影响堤防整体安全；河口地区防洪工程仍不完善，刁口河入海备用流路萎缩、侵占严重。在上中游，甘肃永靖县城等河段堤防工程仍未达标;宁蒙河段河道整治工程尚不完善，堤防未经过大洪水的实际检验，可能存在防洪风险；内蒙古河段滩区仍有1万多人受洪水威胁。中游禹门口至三门峡大坝河段整治工程不完善，塌滩、塌岸现象时有发生，危及沿岸群众。渭河下游河道淤积严重，潼关高程居高不下，黑河、白河、大黑河、无定河、伊洛河、沁河等支流防洪工程也均不完善。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（3）“分滞”洪区建设滞后，影响分洪运用",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "东平湖滞洪区内人口32.98万人（老湖区10.96万人、新湖区22.03万人），安全设施建设严重滞后，影响滞洪区分洪运用。北金堤滞洪区人口172.89万人（河南省171.32万人，山东省1.57万人），作为防洪保留区，原设计分洪量为20亿 $\\mathbf { m } ^ { 3 }$ ，小浪底等五库联合运用后，1000a一遇洪水分洪量约1亿 $\\mathbf { m } ^ { 3 }$ ，10000a一遇分洪量约7亿 $\\mathbf { m } ^ { 3 }$ 。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2008年内蒙古河段凌汛决口后，内蒙古河段两岸建设了6个应急分凌区，目前只有乌兰布和、河套灌区及乌梁素海两个较大的分凌区能够正常启用，另外四个规模较小的分凌区仍存在未建设完工、达不到原设计分洪分凌能力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（4）其他薄弱环节",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "沿黄城市发展进程加快、范围扩大，部分城市防洪排涝工程不足、标准不够，满足不了城市发展和生态治河的需要。病险水库、淤地坝除险加固与中小河流治理任务尚未完成，山洪、泥石流灾害仍时有发生。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3新发展阶段黄河防洪面临的新挑战",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1受自然因素和人类活动共同影响，河库蓄泄关系发生变化",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）水沙情势变化影响。由于气候变化和人类活动对下垫面的影响以及经济社会发展耗用水量大幅增加，进入黄河的水沙量逐步减少，20世纪80年代中期以来发生显著变化，2000 年以来水沙量减少幅度更大。但从长远来看，黄河水少沙多，水沙关系不协调问题依然存在，2000 年以来潼关站汛期含沙量仍达$2 0 \\mathrm { k g } / \\mathrm { m } ^ { 3 }$ 左右，居世界大江大河之首，黄河仍是一条多泥沙河流，小浪底水库拦沙期后还将呈淤积状态，在无足够外来水源的情况下，河床仍有可能继续淤积抬高，导致主槽淤积萎缩，过流能力下降。为此控制洪水和处理泥沙仍然需要采取综合措施。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）人类活动影响。流域内大量水利水保工程、橡胶坝工程，以及伊洛河、沁河等历史自然滞洪区沿河堤防工程的建设，改变了流域坡面产汇流、河道水流演进规律。2010年后，2012年、2018年、2019年、2020年上游连续发生较大洪水，水库汛期泄洪，宁蒙河段主槽过流能力略有恢复；中下游小浪底等水库根据不同水沙条件持续进行调水调沙，使黄河下游主槽最小过流能力提高至$5 0 0 0 \\mathrm { m } ^ { 3 } / \\mathrm { s }$ 。水库一段时期的清水下泄，使得河床发生较明显冲刷，其好处是河道过流能力和槽蓄能力提高，有利于降低洪水位，不利的是河道调整加剧，加剧滩岸崩塌，可能危险堤防安全和岸线稳定。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2经济社会发展对防洪提出更高要求",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "一方面，随着经济社会持续发展，产业格局不断优化，人口高度聚集，人口数量和社会财富显著增加使得洪灾风险加大，防洪成本增高[14]，经济社会发展对防洪安全要求不断提高。上游宁夏、内蒙等省份多次提出要求提高部分堤段设计标准；下游滩区内仍有近百万人口和大量耕地，防洪运用和经济发展矛盾突出；东平湖和北金堤滞洪区内也有大量人口，安全建设不完备,没有建立起风险分担、使用补偿的完善机制；伊洛河夹滩等历史上的洪泛区堤防标准不断提高，河道原有的滞蓄功能消失，加大了进入下游的洪水。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "另一方面,社会承担洪灾损失的接受程度下降，对水利工程作用的期望超过设计标准。小浪底水库建成后，由于拦沙期防洪库容大、防洪能力强，洪水期间一直按“保滩”运用，超出了水库原有的设计功能，增加了水库的淤积风险，也使得滩区原有的滞洪沉沙作用无法有效发挥。伊洛河夹滩等历史上洪泛区由于产业发展，侵占了洪水行洪通道，地方上对于分洪的作用认识不够，破堤行洪意愿降低。以上诸多因素导致防洪压力主要转移到小浪底等骨干控制性水利工程，遇特大洪水，洪水的空间分配十分困难，需要调整防洪战略和战术适应新形势下各方面需求。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3 极端天气事件频发，洪水灾害“黑天鹅”事件不容忽视",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2000 年以来，黄河虽然没有发生流域性大洪水，但局部极端洪水事件时有发生。2010年后黄河上游来水总体偏丰，2012年、2018年、2019年、2020 年均发生多个编号洪水，2012年洪水历时长，唐乃亥站7、8两月径流量达130.3亿 $\\mathbf { m } ^ { 3 }$ ，较多年均值偏多 $106 \\%$ ，为1956年设站以来最大值。2000 年后，中游部分支流发生历史上排名靠前暴雨洪水。清涧河 2002年7月、汾川河 2013年7月均发生建站以来最大洪水，伊洛河上游东湾站 2010年发生建站以来次大洪水，延河2013年7月发生1952年以来实测最大月降雨，无定河 2017年7月暴雨洪水，白家川站发生建站以来最大洪水洪峰流量 $4 4 8 0 \\mathrm { m } ^ { 3 } / \\mathrm { s }$ 、最大含沙量 $8 7 3 \\mathrm { k g } / \\mathrm { m } ^ { 3 }$ ，绥德县受灾人口达25.53万人。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "因此，全球气候变化和人类活动加剧导致极端、突发水事件影响风险加大，进一步加剧了流域洪水威胁的严重性，迫切需要增强水利基础设施体系复杂条件下防洪减灾能力，着手防范极端气候条件下局部区域甚至全流域可能发生的超标准洪水，最大限度降低水安全风险对流域经济社会的影响。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4完善流域防洪工程体系举措",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "根据流域防洪形势新变化和经济社会发展新要求，充分考虑与国土空间总体布局的衔接，遵循新发展阶段流域防洪减灾策略，研究提出完善流域防洪工程体系的蓄、滞、泄等工程举措。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1完善“上拦”工程，提升水库调控能力",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "尽快开工建设古贤水利枢纽工程，与小浪底水库联合调控运用，调控中游洪水泥沙，减轻三门峡水库滞洪淤积，长期保持三门峡水库的防洪库容；降低潼关高程，减轻黄河和渭河下游河道淤积，长期维持下游主槽过流能力。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "推进黑山峡水利枢纽前期工作，完善以龙羊峡、刘家峡、黑山峡水库为骨干工程的上游防洪防凌工程体系，实施上游调水调沙运用，协调水沙关系，遏制宁蒙河段悬河发展态势，维持主槽过流能力。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "研究确定桃花峪水库方案，控制小花区间洪水，提升黄河下游和滩区洪水防御能力。推进碛口水利枢纽前期工作，形成以干流口、古贤、三门峡、小浪底等骨干水利枢纽为主体、支流大型防洪水库配合的“上拦”工程体系，拦减泥沙、调控洪水，延长小浪底水库拦沙运用年限，减少黄河下游河道淤积，长期维持下游主槽过流能力，提升中下游防御大洪水能力。实施陆浑、故县、三门峡水库防洪运用水位以下安全建设，解决水库防洪运用时库区群众安全问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "优化小浪底等水库运用方式，深化“蓄清调浑”运用，提高水库综合利用效益；研究探索水库淤损库容恢复技术，开展三门峡、小浪底、海勃湾、八盘峡、巴家咀、汾河水库等干支流水库清淤试点，恢复有效防洪库容。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2巩固“下排”工程，增强河道行洪能力",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "实施下游河道综合治理，完善并利用两岸标准化堤防，约束大洪水和特大洪水，确保堤防不决口。全面完成下游险工改建加固，提高堤防工程抗险能力。以高村以上河段河道整治为重点，实施控导工程续建和加固，进一步归顺河势，逐步塑造一个相对窄深的稳定主槽，恢复和维持主槽过流能力，高村以下河段主要解决局部河段河势问题。开展东坝头至陶城铺河段“二级悬河”治理，先期推进兰考滩、东明滩、习城滩等7处低滩区堤河淤填，基本消除重点河段堤河顺堤行洪危害；选择试点河段，疏浚河槽淤填滩面消除横比降，有效避免“横河”、“斜河”发生，并逐步全面推广实施。实施河口段治理，完成堤防加固、完善控导工程建设，基本解决河口防洪问题；开展河口双流路方案研究，延长入海流路行河年限。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "统筹推进黄河干流四川段防洪治理，完善青海、甘肃河段堤防、控导、护岸等河防工程，达到设防标准，加强宁蒙河段河道整治工程建设，进一步完善河防工程体系，开展上游堤防全面达标建设、河道整治、滩区治理、航道整治等综合治理工作；继续开展干流禹门口至潼关河段、潼关至三门峡大坝河段河道治理，完善控导与护岸工程，稳定河势，减少两岸塌滩、塌岸，保障沿岸群众和返迁移民基本的生活生产条件，同时推进大北干流河道治理，加强岸线保护与管控。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对湟水、洮河、黄甫川、无定河、窟野河、渭河、伊洛河、沁河等重要支流的重点河段进行治理，保障重点河段防洪安全。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.3推进蓄滞洪区安全建设，确保滞洪区分洪功能",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "实施东平湖滞洪区综合治理工程，提高金山坝以西防洪避险能力，修建分洪入湖河道，实施二级湖堤及金山坝加高加固和老湖清淤扩容工程，完善外迁安置、就地避洪、撤退道路等安全建设措施，实施南排和北排工程建设，改建加固病险涵闸，实现“分得进、蓄得住、排得出”，统筹解决滞洪区群众生产生活及群众脱贫发展问题。优化北金堤滞洪区分区运用方案，提出北金堤滞洪区洪水分区滞蓄、分区运用布局。进一步推进和完善上游应急分洪分凌工程。研究伊洛河夹滩滞洪区堤防建设对花园口洪水影响，沁北自然滞洪区分洪运用问题，以推进蓄滞洪区安全建设，确保滞洪区分洪功能。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.4创新下游治理方略，实施河道及滩区综合提升治理工程",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在宽河固堤、标准化堤防建成的前提下，确保黄河防洪安全，兼顾滩区群众的生活安全与经济发展，按照“洪水分级设防、泥沙分区落淤、三滩分区治理”的下游滩区生态治理新方略[15]，因滩施策，构建生态廊道。近期实施封丘倒灌区安全建设工程，在根本上解决 43.1万人民群众的防洪安全和发展问题。研究实施温孟滩防洪提升工程，解决滩区10.6万居民防洪问题。论证下游宽滩河段控导工程连接的方案，提升河槽行洪输沙能力，以防止中小洪水漫滩。论证下游河道生态治理方案，在大堤临河侧淤筑高台集约建设美丽乡村和特色小镇，构建下游生态廊道，根本解决滩区群众防洪安全问题，实现滩区的高质量发展。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.5提高城市防洪排涝能力",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "重点开展兰州、呼和浩特、包头、太原、延安、洛阳等重点城市防洪排涝工程达标建设，提升中心城区防洪能力；加快重点支流及中小河流城市段河道治理，加大城市排涝管网改建，提高城市防洪排涝能力。依托防洪工程体系，结合海绵城市建设，考虑河湖水系连通调蓄，城市建设要落实低影响开发设施用地，开展雨水渗透、雨水调蓄、雨水收集利用，提高城市防洪排涝能力建设。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.6加强病险水库除险加固、山洪灾害防治 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "继续实施病险水库与淤地坝除险加固、大中型病险水闸除险加固，加快中小河流治理及山洪灾害防治等防洪薄弱环节建设。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5结语 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "防洪工程措施是流域防洪减灾的核心举措，通过对流域防洪工程体系现状及存在问题的梳理，防洪工程体系仍存在短板。当前黄河流域洪水泥沙情势、下垫面和工情条件发生了新变化，党中央新发展理念对流域治理提出了新要求，因此完善流域防洪工程体系也面临着新形势、新挑战和新任务。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "本文针对黄河流域现状防洪工程体系建设情况及防洪能力进行了全面分析和综合阐述，客观分析了黄河流域现状防洪工程体系存在的主要问题。并分别从河库蓄泄关系变化、经济社会发展对防洪提出的新要求和极端天气事件带来的新挑战等三方面分析新发展阶段黄河防洪面临的新形势。基于此，新时代黄河流域防洪工程体系完善应结合新形势修编防洪规划，全面复核黄河流域重点地区现状防洪能力和防洪标准，进一步优化防洪工程布局，推动骨干水库工程建设，进一步发挥水库工程调蓄能力，加强堤防及河道治理工程建设，推进蓄滞洪区建设，建成标准适度的防洪工程体系。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在新时期，防洪工程体系完善还要高度融合生态文明理念，结合防洪保安、生态建设等研究系统治理方案，要尽可能保留洪水行洪通道，采取生态护坡、护岸等工程结构形式，保护河流生态环境功能，保护和合理有序利用河道岸线资源。同时要重视与非工程措施相结合，共同建设洪水防御体系，将现代先进技术应用于暴雨洪水监测预报、洪水调度、防洪决策、防洪工程管理等工作中。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "另外要进一步开展相关研究，优化水库群调度，深化“蓄清调浑”运用，正确处理防洪与水资源综合利用关系；协调滩区、滞洪区、洪泛区防洪与发展问题，建立洪水风险管理制度，结合社会经济发展空间布局和防洪风险分布，有效协调人与自然的关系。同时加大公众科普力度，引导媒体舆论导向，增加全社会参与防洪意识。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1]水利部黄河水利委员会.黄河流域防洪规划[M].郑州：黄河水利出版社，2008：22-31.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[2]李国英.在水利部“三对标，一规划”专项行动动员部署会议上的讲话[J].中国水利，2021，（04)：1-2.  \n[3]水利部召开\"三对标、一规划\"专项行动总结大会部署推动新阶段水利高质量发展[J].中国水利,2021(12):6.  \n[4] 陆桂华．推进国家水网重大工程建设提升水安全保障能力[N]．团结报,2021-05-29(002).  \n[5] 牛玉国,王煜,李永强,张洪星,彭少明.黄河流域生态保护和高质量发展水安全保障布局和措施研究[J/OL].人民黄河：1-6[2021-08-12].htp://ns.cnki.net/kcms/detail/41.1128.TV.20210726.0948.002.html.  \n[6]贺骥,郭利娜.提升水安全保障能力以新阶段水利高质量发展助力\"十四五\"时期经济社会高质量发展[J].水利发展研究,2021,21(06):24-27.  \n[7] 牛玉国，张金鹏.对黄河流域生态保护和高质量发展国家战略的几点思考[J.人民黄河，2020，42（11)：1-4，10.  \n[8] 黄河水利委员会.黄河流域防洪能力分析报告[R].郑州：黄河水利委员会，2020：4-11.  \n[9]黄河防御洪水方案（国函[2014]44号）[R].2014.  \n[10]习近平．在黄河流域生态保护和高质量发展座谈会上的讲话[J].求是，2019（20)：4-11.  \n[11] 张金良，曹志伟，金鑫等.黄河流域发展质量综合评估研究[J].，2021，56（6)：1-10.  \n[12]张金良．黄河流域生态保护和高质量发展水战略思考[N]．黄河报,2020-04-28(003).  \n[13]张金良,鲁俊,张远生.黄河黑山峡河段开发的战略思考[J].人民黄河,2020,42(07):1-4+56.  \n[14]夏军，陈进.从防御 2020 年长江洪水看新时代防洪战略[J].中国科学：地球科学，2021，51（01)：27-34.  \n[15] 张金良.黄河下游滩区再造与生态治理[J].人民黄河，2017，39（06)：24-27，33.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(通讯作者：张金良 E-mail:jlzhangyrec@126.com) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "作者贡献声明：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "张金良：提出研究思路，设计研究方案；  \n张金良：资料、文献的采集与梳理;  \n张金良：论文起草；  \n张金良：论文最终版本修订。",
        "page_idx": 6
    }
]