[
    {
        "type": "text",
        "text": "临床研究",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "内镜直视下消化道支架植入治疗消化道狭窄33例临床分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "余小鸣，丁文俐，王丽昆，张志波，毛靖云南省昆明市延安医院消化科，云南 昆明650051摘要：目的 探讨内镜直视下消化道支架植人治疗消化道狭窄的安全性及临床疗效。方法选择2013\\~2015年在我院门诊及住院收治的33例消化道狭窄患者，包括食管及贲门部位狭窄24例，幽门部位狭窄4例，结肠狭窄5例。根据狭窄部位和程度选择不同支架,在内镜直视行消化道支架植人。结果33例中,除2例术后出现穿孔，1例放置失败,2例支架滑落外，其余28例均成功植人支架，成功率为 $84 . 8 \\%$ ，术后狭窄梗阻症状解除。支架植入后12例患者出现了胸痛或腹痛症状,4例患者有消化道出血症状,但症状较轻,多可自行缓解或经对症处理后消失。结论 内镜直视下消化道支架植入对消化道狭窄疗效好,但对少数患者仍存在一定的不良反应。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：内镜;支架植人;消化道狭窄;临床疗效；不良反应",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Clinical analysis of stent embedding under endoscopy by straight sight for digestive tract stenosis ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "YU Xiaoming, DING Wenli ,WANG Likun, MAO Jing Departmentof Gastroenterology,Kunming Yan'anHospital,Kunming 65oo51,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Objective To explore the safetyand clinical efects of stent embedding under endoscopy by straight sight for digestive tractstenosis.Methods Thirty-three patients withdigestivetractstenosisadmited toourhospitalfrom2013 to 2015 werselectedinthisstudyincluding24casesofesophagusandcardia4casesofpyloricstenosisand5casesofcolosteosis. According to the siteand degree of the stenosis,patients were given stent embedding under endoscopy by straight sight. Results Amongthe33casesofdigestivetractstenosis,xceptfor2casesofperforationafterstentembedding,1aseoffailure of stent embedding and 2 cases of stent shifting, there were 28 cases $( 8 4 . 8 \\% )$ of successful stent embedding and the symptoms of digestive tract stenosis werealeviatedafter stent embedding.Thoracalgiaand celialgia occurred in12 patients and digestive tract hemorrhage occurred in4 patients,butthese symptoms were mild and disappeared soon with or without symptomatic treatment. Conclusion Stent embeddng under endoscopy by straight sight has good clinical efects on digestive tract stenosis, but still has some adverse reactions in few patients. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words: endoscopy; stent embedding; digestive tract stenosis; clinical efect; adverse reactions ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "消化道狭窄是一种临床常见的消化系统疾病，根据其发生原因可分为良性狭窄和恶性狭窄。良性狭窄常见于消化道良性肿瘤、消化道疾病手术后吻合口狭窄、贲门失弛缓症、幽门不完全梗阻、消化道烧灼伤引起的瘢痕性狭窄、以及消化道炎症及溃疡引起的狭窄，而恶性狭窄常见于一些消化道恶性肿瘤，如晚期食管癌、贲门癌、结直肠癌等[1-2]。消化道狭窄根据其发生部位可分为食管狭窄、胃十二指肠狭窄、胆管狭窄及结直肠狭窄。近年来随着内镜技术和支架材料及操作技术的不断进步，内镜直视下消化道支架植入具有定位准确、操作简易、创伤小、疗效佳、不良反应少等优点，已成为临床治疗消化道狭窄的一种常用方法。然而，研究也发现，内镜直视下消化道支架植入仍然存在一些不良反应，如胸腹痛、胃食管反流、出血、移位、穿孔和再狭窄等[3-4。本研究选择2013\\~2015年在我院门诊及住院收治的33例消化道狭窄患者，根据狭窄部位和程度选择不同支架，在内镜直视行消化道支架植入，旨在进一步探讨内镜直视下消化道支架植入治疗消化道狭窄的安全性及临床疗效，现将结果报告如下。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1资料与方法",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1一般资料",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "选择2013\\~2015年在昆明市延安医院门诊及住院的消化道狭窄患者33例，包括男21例，女12例，年龄$4 6 { \\sim } 7 7$ 岁，平均年龄 $5 9 . 6 { \\pm } 8 . 4 \\$ 岁。狭窄原因包括：肿瘤晚期所致狭窄16例，手术后吻合口狭窄12例，贲门迟缓所致狭窄4例以及炎症及溃疡疤痕挛缩所致狭窄1例。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "狭窄部位包括：食管及贲门部位狭窄24例，幽门部位狭窄4例,结肠狭窄5例。主要症状：食管及贲门部位狭窄患者有不同程度的吞咽困难、食管反流等症状，幽门狭窄患者有不同程度胃胀胃痛、厌食、反酸、呕吐等症状；结肠狭窄患者有不同程度腹痛腹胀、排便困难等症状。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2支架植入方法",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "33例消化道狭窄患者均经内镜或钡剂及碘水造影明确狭窄部位及程度范围，在与患者及家属充分沟通并征得患者及家属同意后予支架植人治疗。根据狭窄部位选择不同的支架，食管贲门狭窄患者放置食管支架(24例)，其中贲门狭窄患者放置带有防反流瓣膜支架(4例);幽门部位狭窄患者放置幽门支架(4例)，结肠狭窄患者放置结肠支架(5例)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "根据病变程度及范围选择不同长度的覆膜或未覆膜记忆金属自膨支架。所有患者支架植入均在内镜下经探条或球囊扩张，明确狭窄情况，在导丝引导下，使用覆膜或未覆膜记忆金属自膨支架，直接在内镜直观下或经内镜活检孔道置放，待支架膨胀后内镜观察支架植入位置及扩张情况，必要时内镜下给予调整。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3疗效判定",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "食管贲门狭窄者进行吞咽功能Stooler分级5：0级，无吞咽困难；1级，能进食固体食物；2级，能进食半流质食物；3级，能进食流质食物：4级，完全不能进食。支架植人前后进行分级比较，改善1级以上视为治疗有效。幽门狭窄患者胃胀胃痛、厌食、反酸、呕吐等症状解除视为治疗有效。结肠狭窄患者腹痛腹胀、排便困难等症状解除视为治疗有效。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.4统计学分析",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "采用SPSS统计软件进行统计分析，食管狭窄患者支架植人前后吞咽困难评分采用配对秩和检验进行比较，以 $P { < } 0 . 0 5$ 判定差异有统计学意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2结果",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 支架植入结果",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "对33例消化道狭窄患者根据狭窄部位放置不同支架，其中食管支架24例(其中4例带有防反流瓣膜食管支架),幽门支架4例,结肠支架5例。结果33例中，2例(幽门支架)术后出现穿孔，1例(食管支架)因肿瘤晚期狭窄范围大，纤维组织增生明显，无法扩张导致放置失败，2例(1例食管支架，1例结肠支架)支架滑落，其中1例(食管支架)手术取出，1例(结肠支架)自行排出。其余28例(成功率为 $8 4 . 8 \\%$ )均成功植人支架，术后狭窄梗阻症状解除。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2临床疗效 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "24例食管贲门狭窄患者中，除1例因肿瘤晚期狭窄范围大，纤维组织增生明显，无法扩张而导致放置失败，1例支架滑落胃内外，其余22例均成功植入支架，术后吞咽困难症状明显缓解，根据Stooler分级标准对支架植入前后吞咽困难程度进行评分，经配对秩和检验分析，支架植入后吞咽困难程度评分明显降低，与支架植入前比较，差异有统计学意义( $_ { P < 0 . 0 5 }$ ,表1)。4例幽门狭窄患者中，2例术后出现穿孔，其余2例成功植入幽门支架,术后胃胀胃痛、厌食、反酸、呕吐等症状明显缓解。5例结肠狭窄患者中，1例发生支架滑落后自行排出,其余4例均成功植入结肠支架,术后腹痛腹胀、排便困难等症状解除。",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/bc3e559c224a41b6a5f4c1990305a6c0ab4aee4ee138dfb8989ae6e285a19fd1.jpg",
        "table_caption": [
            "表122例食管贲门狭窄患者支架植入前后吞咽困难程度比较"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">支架植入</td><td colspan=\"5\">Stooler分级</td><td rowspan=\"2\">P</td></tr><tr><td>0级</td><td>1级</td><td>2级</td><td>3级</td><td>4级</td></tr><tr><td>植入前</td><td>0</td><td>0</td><td>5</td><td>12</td><td>5</td><td rowspan=\"2\"><0.05</td></tr><tr><td>植入后</td><td>1</td><td>5</td><td>11</td><td>5</td><td>0</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3不良反应",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "33例患者中，12例 $( 3 6 . 4 \\% )$ 患者出现了胸痛或腹痛症状，但程度较轻,属于钝痛，在可承受范围内，且在 $1 \\sim$ 5d内自行缓解;4例( $1 2 . 1 \\%$ )患者术后有消化道出血症状，出血量少，对症处理后症状消失；2例 $6 . 1 \\%$ 出现肠穿孔，1例 $( 3 . 0 \\% )$ )放置失败，2例 $( 6 . 1 \\%$ )支架滑落。其中发生率最高的是胸痛或腹痛，这主要与支架膨胀对消化道的机械性牵拉和对周围组织挤压有关。术后消化道出血多是由于支架植入过程中机械性作用导致消化道粘膜损伤而出血。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3讨论",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "不同原因导致的消化道狭窄引起的消化道症状也不尽相同。食管狭窄患者常常有不同程度的吞咽困难、食管反流等症状，胃十二指肠狭窄特别是幽门狭窄患者常有不同程度胃胀胃痛、厌食、反酸、呕吐等症状；结直肠狭窄患者有不同程度腹痛腹胀、排便困难等症状[6-7]。这些症状严重影响了患者的生存质量，给患者身心带来极大的痛苦，严重时甚至危及患者生命。因此,选择合适的治疗方法对于提高患者的生存质量，延长患者生命非常重要。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "消化道支架用于消化道狭窄的治疗是消化道疾病介人治疗发展史上的重要里程碑。根据不同狭窄部位植入相应的消化道支架，可有效重建消化道的通畅性，缓解消化道狭窄和梗阻引起的一系列症状。与传统手术相比,消化道支架植入术具有操作简便、创伤小、效果满意、并发症少等优点，已成为治疗消化道疾病的一种新方法[8]。尽管早期的支架材料及制作工艺的局限性,支架植入后并发症较多，因而一度限制了消化道支架的临床应用。近年来，随着支架制作材料和制作工艺的不断提高，消化道支架在消化道疾病中的应用越来越广。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前，消化道支架植入主要有透视下及内镜直视下 两种方式，与透视下支架置放相比，内镜下支架植入定 位准确，操控性好，特殊部位透视下无法植入的内镜直 视下也可植入，此外，手术后吻合口狭窄及责门失弛缓 狭窄解除后，内镜下方便将支架取出[910] ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "本研究对33例消化道狭窄患者根据狭窄部位和程度放置不同支架，做到有的放失，且不需在X光透视下，医护人员及患者可免受射线损害。33例支架植入包括食管支架24例，幽门支架4例，结肠支架5例。结果33例中，1例(食管支架)因肿瘤晚期狭窄范围大，纤维组织增生明显，无法扩张导致放置失败，其余32例均成功植入支架，但植人后2例术后出现穿孔，2例支架滑落，其中1例(食管支架)手术取出，1例自行排出，其余28例均未发生严重不良反应术后狭窄梗阻症状解除，取得了满意疗效。有12例患者出现了胸痛或腹痛症状，但程度较轻，属于钝痛，在可承受范围内，且可自行缓解；4例患者术后有消化道出血症状，出血量少，对症处理后症状消失。其中发生率最高的是胸痛或腹痛，这主要与支架膨胀对消化道的机械性牵拉和对周围组织挤压有关。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "术后消化道出血多是由于支架植入过程中机械性作用导致消化道粘膜损伤而出血。但本研究由于病例数不多以及观察期略短，因而只对内镜直视下消化道支架植入的近期疗效和不良反应有一定参考价值。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "综上所述，内镜直视下消化道支架植入对消化道狭窄近期疗效好，严重不良反应较少，但对少数患者仍存在一定的不良反应，仍需引起重视。因此,在临床应用时应注意把握适应症，选择适宜患者，尽可能降低不良反应发生率。内镜直视下消化道支架植人的远期疗效和不良反应仍需要进一步研究。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[1］范慧宁，陈尼维.支架在消化道狭窄治疗中的应用研究进展[J].胃肠病学和肝病学杂志，2014,23(11):1359-61.  \n[2]张恩.生物可降解性消化道支架的应用及其生物相容性[J].中国组织工程研究与临床康复，2011,15(16):2961-4.  \n[3」孙杰,刘文天,王邦茂，等.内镜下支架置入术治疗消化道狭窄273例[J].世界华人消化杂志,2011,19(6):644-9.  \n[4」周玲,汪颖.内镜下金属支架置放治疗消化道肿瘤致胃出口梗阻及相关护理[J].肿瘤预防与治疗,2015,28(6):371-2.  \n[5」陶进勇,龚燕,赵运志,等.食管扩张术治疗食管癌术后吻合口狭窄的疗效观察[J].现代消化及介入诊疗，2015,20(6):652-4.  \n[6]黄优华,石红建,徐强,等.带刻度球囊在治疗上消化道狭窄中的应用[J].介入放射学杂志,2013,22(11):927-30.  \n[7]王芳清,郭庆,赖玲,等.金属内支架置入治疗直、结肠恶性狭窄19例分析[J].海南医学,2012,23(22):68-9.  \n[8]范志宁，刘真真.消化道支架在消化道疾病诊治中的应用[J].微创医学,2015,10(1): 1-6.  \n[9」张晨,徐美东.消化道支架的临床应用及其价值[J].新医学,2014,45(8): 491-6.  \n[10]项斌,郁心圃,刘鹏飞,等.12例晚期结直肠恶性肿瘤伴梗阻患者的内镜直视下内支架术的疗效观察[J].江苏医药,2012,38(22):2742-3.",
        "page_idx": 2
    }
]