[
    {
        "type": "text",
        "text": "论微时代下的信息危机",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "以微信朋友圈为例",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王飞飞张生太张聚良北京邮电大学经济管理学院北京100876摘要：[目的/意义]微信信息是以朋友圈为基础衍生出来的，是社会元素与即时通信工具的融合。移动社交网络下，微信信息的传播呈现出新的规律和特点，网络信息的管理面临巨大的挑战。[方法/过程]参考国内外相关文献，从微信信息的内容、认知、传播、交往4个角度系统分析信息的特点，并基于微信的信息特点提出微信信息传播中的危机及相关对策。[结果/结论]微时代在改变了我们的生活的同时，给我们带来了新的危机一一用户的过度依赖、朋友圈信息的膨胀、弱关系的涌入、朋友圈信息噪音的不断增大等。通过对微信信息特点及危机的深入探讨，提出相应的对策，为新媒体下信息危机的监测及预防提供了参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：微时代微信信息危机",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：G206",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "基金项目：本文系国家自然科学基金项目\"移动社交网络微信的知识传播机理研究”（项目编号：71571022）研究成果之一。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "作者简介：王飞飞（ORCID：0000-0002-5577-9117），博士研究生；张生太$( \\mathrm { O R C I D } : 0 0 0 0 { - } 0 0 0 3 { - } 3 3 6 5 { - } 6 9 3 0 )$ 教授，通讯作者，E-mail：sttzz@163.com;张聚良（ORCID：0000-0002-3611-9885），本科生。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "随着移动互联网的发展，智慧城市与无线城市的建设，公共区域无线网络迅速普及，各类移动互联网应用的需求逐渐被开发。互联网改变了人们的生活方式，拉近了人与人之间的距离，基于真实的社会关系而建立起来的社交工具——微信将更受到人们的追捧[]。社交网络下信息传播主体虽然微小，但积聚起来将是一股不可阻挡的舆论力量。西蒙的注意力经济学告诉我们，人的注意力是稀缺的，用户在微信上花费的时间是碎片化的，如果可以把这些信息拼凑起来就会形成整体认识[2]。拥有强大吸引力的微信，绝不仅仅是因为娱乐休闲，其中必定隐藏一些具有更大价值的内容，这里首当其冲的是其传递的人们渴求的信息。既然微信信息如此重要，那么必然对人的思想行为，生活、工作产生巨大的影响，对于这一现象的认识必然具有重要的理论和现实意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "微信作为移动社交网络下的新媒体，吸引了不少学者的关注，关于微信的研究也不断增加，目前微信的研究主要基于以下角度： $\\textcircled{1}$ 基于传播方面，研究微信的信息传播规律及模型[3-5]； $\\textcircled{2}$ 从使用方面，对微信的用户使用意愿及影响因素进行研究[6-8]； $\\textcircled{3}$ 从功能和应用方面，对微信在人际交往、用户沟通等方面的功能设计进行研究[9-10]。那么随着微信的发展，信息的传播，在改变人们生活方式的同时，有哪些危机存在呢？谢起慧、彭宗超基于TAM对微博与微信的危机沟通机制比较研究发现，政务微信受危机情景的影响更多 $\\left[ 1 1 \\right]$ 。白艳丽认为，微信朋友圈是现代人生存危机的一个投影，人际交往脱离了主体间的合理关系，走向肤浅化、碎片化[12]。祝兴平等从微信平台特性分析发现，人们对负面信息有着更大的敏感性，危机信息越是负面，人们的传播意愿也就越强烈[13]。余秀才从微信传播的木桶效应分析微信内容传播短板，公众平台不负责任地推送一些垃圾信息，如保险推销、广告等，极大降低了用户的体验和感受 $\\left[ 1 4 \\right]$ 。本文将从信息的内容、认知、传播、交往4个角度分析微信信息的特点，并提出微信在传播过程中出现的新的危机及挑战。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2移动社交网络下微信的信息特点",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着移动互联网技术的发展，微博、微信、微云、微商、微小说、微电影等微应用层出不穷。微时代的兴起让我们的生活变得更方便，多样化。截至2017年6月，手机社交网站的用户规模已达7.24亿[15]。微信是基于熟人网络的小众传播，用户时时刻刻都在进行信息传播，其传播效率是传统媒介所无法达到的，是虚拟社交与现实社交的紧密融合。微信的价值不仅仅在于通讯，它将一个人的所有的关系都融入到一个账号之中，满足使用者交流、信息、支付、购物等生活诉求[16]。由于微信朋友圈一对一、一对多、多对多的各种交流方式，微信信息在传播、内容、认知及交往等方面呈现出新的特点。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1信息传播：从方便快捷到病毒式传播",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "微信网民占手机网民的大部分，传播的信息内容具有强的易用性和有用性，快速席卷整个朋友圈，最终影响舆论走向。如，微信朋友圈曾经被“香菇”“蓝瘦”4个字刷屏。用户纷纷晒出自己的一张照片（类型无限制），并且配上这几个字，瞬间铺天盖地的风潮来袭，即使大多数人并不知道这是什么意思，也会盲目的跟风。从“使用与满足”理论的角度来分析这个事件，我们不难发现，受众在转发一些热门信息的时候，会得到一种心理上的满足、感情上的寄托，即在社会层面和受众的心理层面满足的条件下使得信息的大量传播成为可能[17]。用户为了自我满足和寻求精神上的共鸣，多次复制、转发和评论，这种病毒式的信息在传播过程中不会一成不变，而是在不断变异的，微信内容的碎片化特点使得同一个内容通过频繁更新、反复叙事，这种积累效应不断的增大信息的影响力[18]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2信息内容：从多样化、功能化到碎片化、浅表化",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "微信的一大重要功能就是即时沟通，即写即发、即拍即发，不受时间空间限制，互动性强。微信用户时时刻刻都在进行着文字、语音、图片、视频等多种形式的互动，互动的内容不仅来自于用户创建或生成的内容（UGC）及从公众号转发的内容，还有来自各网站的内容。信息化时代的快节奏下，微信占据了用户大量的时间，其实时性特点使得信息的获取总是碎片化的、跳跃式的，微信内容库价值被瓜分，伪科学、造谣、抄袭现象使得原创内容大幅减少。各种“链接分享”和肤浅化、碎片化的个人信息日益剧增，碎片化的东西使人变得懒惰而不愿意去进行深入的思考，使得人的思维越来越肤浅。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3信息认知：从惊喜、感动到厌倦、无奈",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "微信作为一个现实交往基础上的虚拟社交平台，为许多用户提供了全新的感动与惊喜。在微信朋友圈里可以找到久未联系的老友，并进行即时的交流互动，而对于平时经常交流的朋友，则进一步加强沟通。用户不仅频发信息，而且不停地刷屏期待有人点赞、评论、转发，如果没有得到互动与反馈，就会很失落，相反则会产生强烈满足感和成就感「19]。微信朋友圈的“圈”边界非常模糊，并非单纯的私人领域，只要有人愿意“泄露”，朋友圈就没有秘密可言［20]。大量“陌生人”的存在，圈内的对话充满了不可预测的风险，人际交往的结果的不可知性，使朋友之间的真实情感表达受到影响。打开朋友圈，各种广告和一些不熟悉的的声音使交流大打折扣，用户发朋友圈的初衷发生了变化，用户体验下降，情感认知从原来的惊喜、感动到厌倦、无奈。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4信息交流：从主动、互动到冷漠、淡化",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在微信朋友圈中用户角色会随着环境变化而发生转变。用户扮演着两种社会角色：信息发送者和信息接收者。发送者是互动的挑起者，接收者为对信息做出回应的人。用户通过微信这个熟人网络的小众传播信息互动平台，可以随时随地和好友进行互动交流，进而建立起良好的社交关系。然而社交网络的虚拟性，使人们的生活变得数字化、简单化、符号化，人际的情感交流越来越少，交往逐渐被虚拟的社交媒体所代替，人际互动的情感变得冷漠，交往变为了符号与符号之间的机械处理，失去了生机［21]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3移动社交网络下微信信息面临的危机",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "信息化时代的快节奏下，微信朋友圈满足了人们对社交活动的需求，体现了用户在圈子中的价值和作用。但微信的“信”的价值不断被消解，新的问题层出不穷。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1信息膨胀，个人信息处理能力下降，思维越来越肤浅",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "移动社交网络快速发展的时代，每天打开微信，几百个联系人、公众号的实时信息等待我们去查看，朋友圈内永远有更新、更奇的事情吸引我们的眼球，刺激我们的大脑。一天、一周、一月，瞬息万变的事情，新闻变成旧闻，我们一条条地发布状态，记录自己的吃喝玩乐，转发某一刻刺激到自己的信息，然后重复再重复，我们总是匆匆向前，来不及整理，来不及反思。据英国《每日邮报》报道，一天中除去8个小时的睡觉时间，其余16个小时里，人们平均每6.5分钟就会看一次手机。有学者做过一项调查，如把钱包、吃饭和手机放在一起让人们选择，将近 $7 0 \\%$ 以上的人会选择手机。越来越多的用户已经从最初的赞同和喜欢弱化为通过“点赞”方式来表示知道了、看到了，甚至开始“潜水”，持观望态度。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "互联网带给我们海量的信息，我们依旧觉得信息饥渴，依旧随时随地、乐此不疲地刷朋友圈，哪怕这些信息是吃喝玩乐、无关痛痒的“垃圾信息”。至于这些信息是否会对自己有益处，信息的真实性是否可靠，都没有思考。像吃饭睡觉一样，人们经常是脱离大脑控制，不由自主地点开，机械地滑动，这种依赖刺激影响我们的日常生活经验[22]。对于自我认知较低的用户，看到别人精彩的生活反而更容易焦虑，越刷越孤独，而事实上朋友圈所展现的只是琐碎生活的一个亮点，这种几乎将生活放置于微信下的方式，将会恶性循环，使人更孤独、焦虑。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "微信占据了用户大量的时间，微信的实时性特点使得我们对信息的获取总是碎片化的、跳跃式的，甚至是错误的。完全依赖从微信中获取的信息是绝对不够的，微信内容库价值被瓜分，伪科学、造谣、抄袭现象使得原创内容减少。微信的主要功能是娱乐、浏览，对于学术性、经典性著作还是应该坚持纸本；微信阅读者虽从信息共享中获得了新的信息，但由于各种“链接分享”和肤浅化、碎片化的个人信息日益剧增，碎片化的东西使人变得懒惰而不愿意去进行深入的思考，使得人的思维越来越肤浅。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2信息噪音干扰，弱关系网的涌入，使得交往意义弱化",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "微信之所以成功，最初是由于强关系熟人的私密性，但随着线下社交场合中“扫码关注活动”，微信朋友圈的弱关系好友的涌入不断破坏着原有的强关系网，很多陌生的好友不断地涌现，用户也不再热衷于分享自己的真实情感，反而沉默或者持观望的态度。人们经常会无目的地在朋友圈发出一些信息，并期待短时间内得到反馈。事实上，信息是否得到反馈、反馈的内容、反馈的目的、反馈信息是否与人们的期待达成共识等等，使人们陷入不确定的等待中。这种信息化的空间中，有些内容是非现实的，这种虚假的满足，导致人们忽略了现实中对自己的改造和提升，不利于自身的反思和自我实现。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "微信朋友圈原本是基于微信联系人形成的熟人社交平台，随着用户规模的拓展、产品功能的丰富，弱关系社交也逐渐渗入。任何一条进入朋友圈的信息，都有可能被阅读、评论、转发，甚至很快从圈内扩散到圈外。朋友圈的信息噪音在不断增大，很多用户不再热衷于分享自己的真实情感，越来越多的人表现出冷漠、克制，不再向朋友吐露心声，越来越多的用户转变为通过向朋友圈发表分享链接证明自己的存在，而在信息分享链接中，用户难以辨别信息杂烩，使得朋友圈中的互动、情感交流的开始削弱。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "微信因其虚拟空间的交往，模糊了现实与虚拟的界限，使人徘徊在界限边缘而陷入自我矛盾中。只需动动手指就可以完成任何事情，这是我们所追求的吗？虚拟的世界中，人的行为得不到制约，将主要时间、兴趣、经历都放在微信上，使人丧失自律而沉溺其中。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3信息碎片化，朋友圈的泛化，使用户陷入情感疏离与交往疲劳的怪圈",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "微信朋友圈改变了用户社交的时空观念，时间消灭空间，用户的社交广度得到扩展，提高了移动社交的价值和功能。用户使用微信的时间越久，朋友圈的增长也就越快，各种不同类型的“朋友”使得原本情感意义上的交往价值发生了巨大变化。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "微信朋友圈是一种“总体”上的交往对象，既有熟友，也有普通朋友，甚至不认识的陌生人，这使得朋友圈变成了一个大杂烩。对于用户而言，朋友圈像个闹市，推销产品、晒幸福、打广告、发心灵鸡汤等，朋友边界的模糊，使得私密性很难得到保障，情感互动更流于形式。许多用户在圈内交流存在疑虑，不敢随意发表言论，更不会轻易倾诉情感。圈内的点赞更成为了一种指尖上的运动，且越来越表现为了一种条件反射的程序化在场，消解了交流的价值和审美意义。朋友圈不再是一个充满亲情、信任和温暖的精神家园，圈内失去了较为紧密的群体关系，“圈”已形同虚设，不断成为各种网络信息的“中转站”。“转发”成为朋友间的常规动作，用户对转发的信息再转发，无数重复的信息通过病毒式传播的方式在朋友圈蔓延，用户有明显的自我身份丧失感，被各种重复而无聊的信息洗礼，出现审美疲劳，极大的消解了用户情感互动的热情。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4微时代下应对微信信息危机的对策分析",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "微信作为一种新兴社交工具，社交属性、媒体属性是其具备的主要特征。微信融入了一个人的所有人际关系、社会关系和生活周边，满足了使用者社交内容多样化的需求。然而，如庞勒在《乌合之众》中提过：在群体影响力下，受众群体的感情和思想会发生从众效应，形成一种集体心理，在信息的辨识上的趋同，而丧失自己的独立思考能力，微信因其庞大的用户群体，也逐渐经历着这一信息辨识的趋同过程；同时微信因熟人社交网络而深受用户的青睐，朋友圈只充当信息传播的平台，其信息的内容不受干涉，用户可以随时随地分享及转发信息，这种传播机制导致微信信息膨胀，使朋友圈泛化；尽管微信的开发者将其定位即时通信工具、但随着微信的发展，通信、社交、金融、营销、广告和媒体混杂，使得弱关系涌入，人人都有可能是潜在的信息源，各种危机也不断涌出。微信的本质非恶也非善，使其善还是恶主要取决于用户。对于朋友圈的泛化、信息膨胀、噪音的不断扩大等信息危机问题，我们应该以科学的态度对待，只有多方通力合作，微信这一媒介工具才能发挥它的最大价值。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1用户增加对移动社交网络的正确认识和了解",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "移动社交网络的出现及迅速发展，各类信息危机开始蔓延。用户作为信息媒体的活跃主体，他们既是舆论的主导者，又是信息的传递者。用户在使用中，一方面，正确认识和了解移动社交网络的信息特点，充分利用微时代下新媒体信息传播平台。另一方面，提高自身的综合素质，面对信息的冲击，提高自己的认知能力和辨识能力。在网络舆论下加强自律及独立思考，减少非理性行为和言论，防范新媒体传播信息的危机。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2政府与社交网络平台的有效合作，恰当管理",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "移动社交网络下的信息传播是在一种虚拟的环境下传播，用户的发表言论是自由的，信息的传播是病毒式的传播。但在传播中每个用户都有自己注册的用户名或者IP地址等，一旦发现一些危机信息的传播，相关部门可以通过对IP地址进行恰当的管理来控制危机的进一步扩张。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2015年12月，腾讯发布了《互联网 $+$ 微信政务民生白皮书》，全国政务微信涵盖了党政、交通、教育、医疗、旅游、食品安全、人保、两院、司法、科技等绝大多数政府职能。政务民生公众号平均每个公众账号的关注用户数超过3.6万，在传播信息的可靠性及信息的说服力上更具有公信力。政府在对移动社交网络的管理中，广泛听取用户的意见与建议，建立健全的信息公开合作机制，采取疏导的方式正确引导舆论，出台相关的移动即时通信工具监管措施和治理建议，完善政府对社交网络的管理。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.3完善平台技术管理系统，有效引导",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "网络即时性使得各类信息瞬间传播，谣言或者小道信息多因网络引起或经网络扩散而成为舆论点、焦点。微信平台在朋友圈、公众号文章等多处设置了“举报”投诉入口，在接受到用户举报后，运营团队7天之内会对举报信息进行相应的处理。同时，移动社交平台下可以通过搜素敏感关键词、实时监测转发量很大的信息等方式，建立完善的舆论管理机制。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "微信平台可以针对信息不实的举报推出奖励制度，鼓励用户发现和举报，并对传谣的公众号采取封号等惩罚，从根源上进行惩治。在微信注册时，采取实名制认证，平台的各类信息进行定性或者定量的分析，并通过技术平台进行传播链的回，根据数据检测出一段时间内在微信中出现的高频词及不实信息的分享和发布，尽早地捕获不良信息的苗头及倾向性问题，完善平台技术管理系统，做出科学、理性的判断和应对，进行有效引导。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "作者贡献说明",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "王飞飞：文章的撰写；  \n张生太：文章的框架设计师及审阅；  \n张聚良：文献资料收集。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1］唐魁玉，唐金杰．微信朋友圈的人际互动分析—一兼论微生活方式的兴起及治理[J]．江苏行政学院学报，2016(1):79-87.  \n[2］张生太，金丹．移动社交网络微信的发展及潜在价值分析[J]．北京邮电大学学报(社会科学版),2015，17(2):1-7.  \n[3]谢新洲，安静．微信的传播特征及其社会影响[J]．中国传媒科技，2013(11):23-25.  \n[4]方兴东，石现升，张笑容,等．微信传播机制与治理问题研究［J]．现代传播（中国传媒大学学报），2013，35(6) :122-127.  \n[5］李晨，黄灿．微信用户信息分享行为动机研究[J]．现代情报，2015，35(5):57-62.  \n[6]曹菲，王琴瑶，周梁,等．微信用户使用行为的现况调查与分析［J]．中国健康心理学杂志，2015(1) :81-85.  \n[7]吴中堂，刘建徽，唐振华．微信公众号信息传播的影响因素研究［J]．情报杂志，2015(4):122-126.  \n[8]陈鑫．自媒体发展的机遇与挑战——以微信平台为例[J]．中国传媒科技，2013(14):45-46.  \n[9］张艳．传播学视角下即时性营销模式与战略实现——以微信营销为例[J]．中国出版，2013(16):19-21.  \n[10]徐静．微信对大学生社交的影响[J]．新闻传播，2013(2):41-42.  \n[11］谢起慧，彭宗超．基于TAM的政务微博与政务微信危机沟通机制比较研究［J]．情报杂志,2017(5) :106-112.  \n[12]白艳丽．论社会化媒体与人际交往的危机——以微信朋友圈为例[J]．西北民族大学学报：哲学社会科学版，2016(5):183-188.  \n[13］祝兴平，毛姝晗．从微信平台特性看社交自媒体危机舆情管控路径[J]．中国记者，2016(12)：38-40.  \n[14]余秀才．微信传播的马太效应、木桶效应与涓滴效应[J]．编辑之友，2015(12):51-54.  \n[15]第40次中国互联网络发展状况统计报告［EB/OL」.[2017-08-04].http://www.cnnic.net.cn/hlwfzyj/hlwxzbg/hlwt jbg/201708/t20170803_69444.htm.  \n[16] LIEN C H, CAO Y， ZHOU X. Service quality， satisfaction， stickiness， and usageintentions: an exploratory evaluation in the context of WeChat services[J]. Computersin human behavior，2017，68（3）:403-410.  \n[17] GAN C. Understanding WeChat users’liking behavior: an empirical study in China[J]. Computers in human behavior，2017，68（3） :30-39.  \n[18]任福兵．微时代浅阅读对网络信息危机生成的影响机制[J]．情报理论与实践,2013(4):53-58.  \n[19]周喜华．大学生“微信控”现象的现状、原因及对策［J]．教育探索,2016（3）:105-109.  \n[20]蒋建国．微信朋友圈泛化:交往疲劳与情感疏离[J]．现代传播(中国传媒大学学报),2016（8）:67-71.  \n[21]詹恂,严星.微信使用对人际传播的影响研究[J].现代传播(中国传媒大学学报),2013（12）：112-117.  \n[22]KRASNOVA H，HILDEBRAND T，GUNTHER O，et al． Whyparticipate in an online Social",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "network:an empirical analysis[Cl//European conference on information systems， 2008, Galway:DBLP，2008:2124-2135. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Analysis on theInformation Crisis in the Micro Era -ACaseStudyof theWeChat Friends Circle ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Wang Feifei， ZhangShengtai， Zhang Juliang School of Economics and Management, Beijing University of Posts and Telecommunications, Beijingl00876 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract:[Purpose/significance]In the mobile social network, theemergenceand dissemination of information presents a new law and characteristics. Social network information management is facing enormous challenges. [Method/process]We analyzed the characteristics of microinformation transmission fromfour perspectives--information dissemination， information contents,information cognition and information communication. Then, we analyzedthe crisis and put forward related strategies of WeChat information. [Result/conclusion]The microera has changed our lives and brought us a new crisis: the user's over-reliance, the expansion of WeChat immediateinformation, the influx of weak relations, the ongoing increase of information noise and so on.Through analyzing the information characteristics and discussing about the crisis， it provides a proper theoretical basis for facing the information crisis. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords: micro era; WeChat ； message crisis",
        "page_idx": 7
    }
]