[
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "赵敏孟」单昊书² 沈永华张　程刘龙」龚道清l\\*（1.扬州大学动物科学与技术学院，扬州 225009；2.镇江市动物疫病预防控制中心，镇江 212009;3.东台市畜牧兽医站，东台 224200)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：丁酸梭菌（Clostridium butyricum）具有调节肠道微生态平衡、产生消化酶和维生素等营养物质、提高动物免疫力、抗细胞凋亡、抗肿瘤等多种生理功能。此外，丁酸梭菌属于厌氧芽孢杆菌，对饲料加工过程中的高温、高压以及动物胃肠道环境有较好的耐受性。因此，丁酸梭菌是一种适合在畜禽生产中添加的益生菌。本文总结了丁酸梭菌的生物学特性、生理功能和对畜禽生产的影响及其作用机理，为丁酸梭菌的进一步研究和开发应用提供参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：丁酸梭菌；益生菌；生理功能；畜禽生产中图分类号：S828 文献标识码：A 文章编号：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "丁酸梭菌（Clostridium butyricum）广泛分布于动物和人的肠道中，具有促进生长、提高免疫力，调节肠道微生态平衡等功能[1-2]，并且丁酸梭菌对外界环境有较强的抵抗力，因此，丁酸梭菌是一种具有较高开发价值的微生态制剂。早在 2003年欧盟就批准丁酸梭菌可以作为肉鸡和断奶仔猪的饲料添加剂，我国也于2013年将其纳入《中国饲料添加剂品种目录（2013)》的《附录二》中。近年来，国内外学者针对丁酸梭菌的生理功能及其在畜禽生产中的应用开展了诸多研究，本文从其生物学特性、生理功能和对畜禽生产的影响及其作用机理方面做一综述，以期为丁酸梭菌的进一步开发和研究应用提供参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1丁酸梭菌的生物学特性及生理功能",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "0 1.1丁酸梭菌的生物学特性",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "收稿日期：2018-01-1011  \n基金项目：江苏省苏北科技专项（ $\\mathrm { B N } 2 0 1 6 0 8 6 \\div \\frac { \\ d s } { \\ d t }$ ：江苏省农业三新工程项目（SXGC[2017]154）);扬州市科技计划项目（ $\\Upsilon Z 2 0 1 6 0 5 5 \\div )$ ；镇江市 $1 { + } 1 { + } \\mathrm { N }$ 农业推广项目  \n作者简介：赵敏孟（1988—)，男，山东泰安人，博士研究生，主要从事动物营养生理调控的研究。E-mail:zhaominmeng123@163.com  \n\\*通讯通信作者：龚道清，教授，博士生导师，E-mail：_yzgong@163.com",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "丁酸梭菌在生物分类学上属于硬壁菌门（Firmicutes）梭菌纲（Clostridia）梭菌目（Clostridales）梭菌科（Clostridiaceae）梭菌属（Clostridium），菌体可以产生芽孢，有鞭毛，可以运动，属于专性厌氧芽孢杆菌。同其他芽孢杆菌一样，丁酸梭菌可以以孢子的形式存在，对外界环境的抵抗力较强。研究发现丁酸梭菌对饲料加工过程中的高温、高压环境有较好的耐受性[3]。此外，丁酸梭菌对胃肠道环境具有良好的耐受性，对人工胃液、肠液和胆盐有一定的耐受能力[4]。这些特性使得丁酸梭菌成为一种适合在畜禽饲粮中添加且能被动物有效利用的、抗逆性强的益生菌。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2丁酸梭菌的生理功能",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "丁酸梭菌及其代谢产物具有诸多的生理功能，对维持机体健康，促进动物生长发育有积极的意义。畜禽的肠道在发育过程中会形成微生态平衡，但当微生态平衡被破坏时，动物容易发生疾病，影响动物健康，降低生长性能。首先，丁酸梭菌可以促进有益菌的生长，抑制有害菌如大肠杆菌、沙门氏菌等的生长，保护肠道的微生态平衡[5]。其次，丁酸梭菌的主要代谢产物之一是丁酸，而丁酸是肠道上皮细胞的主要供能物质，可通过供给能量促进上皮细胞的增殖，因此丁酸梭菌对肠道上皮组织的再生和修复有很重要的意义。再次，丁酸梭菌在动物消化道内可产生多种消化酶，包括纤维素酶、脂肪酶和淀粉酶等，有利于提高畜禽对饲料的利用率，消除部分抗营养因子的影响[6]。丁酸梭菌能合成多种B族维生素，这对改善畜禽的生长性能、维持动物健康有重要的意义[7]。此外，还有研究发现，丁酸梭菌在提高免疫力、抗细胞凋亡、抗肿瘤方面也有一定的作用[]。丁酸梭菌本身的生理功能和作用机制以及与其他益生菌的协同功能有待于进一步的研究，这可为丁酸梭菌产品的开发应用提供相应的理论依据。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2丁酸梭菌对畜禽生产的影响及其作用机理",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 提高生长性能",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "丁酸梭菌可产生多种消化酶、氨基酸和维生素等有益动物健康的物质，促进动物对营养物质的消化吸收，因而可用于改善动物生长性能[6-7]。在肉鸡上的研究发现，添加包含丁酸梭菌的制剂可改善肉鸡的生长性能，提高1\\~42日龄的平均日增重（ADG）和平均日采食量（ADFI）[9-10]。Liao 等[1]报道，添加不同剂量的丁酸梭菌可显著提高肉鸡1\\~21日龄的ADG，当添加剂量为 $5 { \\times } 1 0 ^ { 8 }$ CFU/kg 时还可以显著提高肉鸡 22\\~42日龄的 ADG。这也提示，丁酸梭菌的作用在动物生长前期较为明显，在动物生长后期可能需要适当提高添加剂量才能达到较好的作用效果。研究发现，在樱桃谷肉鸭饲粮中添加丁酸梭菌可显著提高1\\~21日龄的 ADG，对 22\\~42 日龄的 ADG 有提高的趋势[12]。在仔猪上的研究也发现，饲粮中添加丁酸梭菌显著提高了断奶仔猪的ADFI、ADG，改善了断奶仔猪的饲料转化效率，促进了断奶仔猪的生长[13-14]。这些研究表明，添加丁酸梭菌对改善肉鸡、肉鸭和仔猪的生长性能有一定的作用，但作用效果有所不同。其作用机理可能是丁酸梭菌通过调节肠道微生态平衡、促进肠道发育、提高饲料利用率等多种途径提高畜禽的生长性能。然而，也有一些报道显示添加丁酸梭菌对动物的生长性能没有产生显著影响[6.15]。可见，丁酸梭菌对生长性能的影响与动物种类、饲养阶段、菌种及发酵水平以及添加剂量的不同有很大的关系。针对不同的畜禽种类及不同的生长阶段需要开发不同的丁酸梭菌菌株制剂并确定合适的添加剂量是极为必要的。此外，在现代集约化畜牧生产中，随着抗生素的逐步限制使用，多种添加剂的复合使用方可应对复杂的养殖环境及病原微生物的危害。因此，探讨丁酸梭菌和一些其他添加剂的配合使用对动物生长性能的影响也是值得关注的。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2调节肠道微生态平衡 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "体外试验研究发现，丁酸梭菌对一些致病菌如大肠杆菌、产气夹膜梭菌、金黄色葡萄球菌和沙门氏菌均有明显的抑制作用，对一些益生菌如双歧杆菌和乳酸杆菌有一定的促生长作用[16-17]。在肉鸡上的试验发现，饲粮中添加丁酸梭菌可抑制盲肠中大肠杆菌、沙门氏菌的生长，促进双歧杆菌和乳酸菌的生长[5.18]。在仔猪上的研究也发现，饲粮中添加丁酸梭菌可改善肠道菌群结构，降低肠道pH，提高乳酸杆菌的数量，同时降低大肠杆菌的数量，有效缓解断奶应激带给仔猪的伤害[14.19]。可见，体外试验和体内试验均证实丁酸梭菌可抑制某些病原菌的生长，同时促进有益菌的生长，起到维持肠道微生态平衡的作用。关于丁酸梭菌调节肠道菌群的作用机理有多种解释，一方面可能是由于丁酸梭菌的主要代谢产物为丁酸、乙酸等短链脂肪酸，可以通过降低肠道pH从而抑制有害菌的生长，同时大量的短链脂肪酸可以促进有益菌的生长[20]。丁酸梭菌能够产生淀粉酶，水解饲粮中的碳水化合物形成低聚糖，而乳酸菌和双歧杆菌等益生菌易于利用这些低聚糖。王腾浩等[21]经过培养筛选得到的丁酸梭菌菌株 ZJU-F1可分泌抑菌蛋白，并初步判定其为细菌素。细菌素是由细菌产生的有杀菌或抑菌作用的物质，这可能也是丁酸梭菌能够抑制致病菌生长的原因之一。此外，丁酸梭菌的抑菌机理可能还与其能够占据肠道上皮细胞黏附位点，抑制过路致病菌的定植有关[22]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3促进肠道发育，提高肠道屏障功能",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "肠道是消化和吸收营养物质的重要场所，而肠道的绒毛高度、隐窝深度及绒毛高度与隐窝深度的比值是衡量肠道消化吸收功能的重要指标。研究发现，添加丁酸梭菌显著提高了蛋用仔公鸡十二指肠、空肠和回肠的绒毛高度以及绒毛高度与隐窝深度的比值，改善了肠道形态[23]。研究发现，饲粮添加丁酸梭菌可显著提高仔猪断奶后小肠绒毛高度，显著降低隐窝深度[24]。可见，丁酸梭菌可促进肠道发育，有利于改善肠道的消化吸收功能。其作用机理可能是由于丁酸梭菌的主要代谢产物是丁酸，而丁酸是肠道上皮细胞的主要营养物质，对肠道上皮组织的再生和修复有重要作用。肠道除了具有消化和吸收功能之外，还是一种先天性屏障，在维持畜禽的健康方面发挥着关键的作用。有研究发现，饲粮中添加 $5 { \\times } 1 0 ^ { 5 } \\mathrm { C F U / k g }$ 的丁酸梭菌显著提高了断奶仔猪空肠和回肠中紧密连接蛋白封闭蛋白1（claudin-1）和紧密连接蛋白2（ZO-2）的 mRNA表达水平[14]。肠上皮细胞间的紧密连接对调节肠道屏障的通透性以及维持上皮结构的完整性有重要意义，而紧密连接蛋白表达加速可以加快肠道屏障功能的成熟。Yang 等[18]研究也发现，丁酸梭菌可以通过细胞紧密接触抑制病源微生物毒性蛋白的表达，从而减少有害菌的定植。可见，丁酸梭菌在提高肠道屏障功能方面有一定的作用效果，作用机理一方面是可以促进肠道黏膜的发育，提高肠道的机械屏障，另一方面是可以调节肠道菌群平衡，有益于改善肠道的微生物屏障。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4调高免疫力，减少机体炎症发生",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "丁酸梭菌在激活免疫系统和调节机体免疫功能方面发挥着调控作用，包括多种不同的作用机理。研究发现，在樱桃谷肉鸭饲粮中添加 $5 { \\times } 1 0 ^ { 8 } \\mathrm { C F U / k g }$ 的丁酸梭菌可显著提高胸腺指数和脾脏指数，促进免疫器官发育；同时，还可显著提高42日龄时肉鸭血清补体3（C3）、补体4（C4）的含量[]饲粮中添加 $5 0 0 ~ \\mathrm { m g / k g }$ 的丁酸梭菌显著提高了断奶仔猪血清C3 的含量[24]。C3 是血清中含量最高的补体成分，在补体经典激活途径和旁路激活途径中均发挥重要作用；C4是一种多功能β1-球蛋白，在补体活化和中和病毒等方面发挥作用[25]。可见，丁酸梭菌可以促进免疫器官发育，激活机体补体系统，提高免疫力，这对于促进动物健康是有积极意义的。还有研究发现，饲粮中添加丁酸梭菌能显著提高肉鸡[10,18]和肉鸭[12]血清中重要的免疫球蛋白如免疫球蛋白 A(IgA)、免疫球蛋白G(IgG)和免疫球蛋白 M(IgM)的含量，而免疫球蛋白具有抗菌和抗病毒等功能，这也是丁酸梭菌提高免疫力的一种作用机制。此外，细胞试验发现，丁酸梭菌可促进抗炎性细胞因子白细胞介素-10（IL-10）的表达，同时抑制促炎性细胞因子白细胞介素-4(IL-4)的表达[26]。而动物试验也发现，丁酸梭菌可提高血清中IL-10 的含量，显著降低血清中促炎性细胞因子白细胞介素- $1 \\beta$ ( $I L \\mathrm { - } 1 \\beta$ ）的含量[14,27]，或者通过调节核转录因子 $\\mathbf { \\sigma } \\cdot \\mathbf { \\kappa } \\mathbf { B }$ （nuclear factor-kappa B，NF-kB）调节炎症反应[27]。这表明，丁酸梭菌可以通过调节细胞免疫改变动物血清中细胞因子的含量，增强机体的免疫功能，减少畜禽炎症的发生。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "王柳懿等[28]研究发现，在仔猪饲粮中添加丁酸梭菌提高了回肠 Toll样受体 2、4以及接头蛋白髓样分化因子88（MyD88）的mRNA表达水平，该通路的激活可诱导IL-10的分泌。这也提示，丁酸梭菌可通过抑制肠道炎症的发生提高免疫力。总之，丁酸梭菌提高畜禽免疫力与促进免疫器官发育、激活补体系统、调节免疫球蛋白、血清细胞因子含量和抑制肠道炎症的发生等有关。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.5 调节脂肪代谢，改善肉品质 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "丁酸梭菌在调节动物的脂肪代谢，提高肉品质方面也有一定的作用。研究发现，饲粮中添加$1 \\times 1 0 ^ { 9 }$ CFU/kg 的丁酸梭菌可通过影响肉鸡的脂肪合成酶活性和脂质合成相关基因表达提高肉鸡胸肌和腿肌的肌内脂肪含量[29]。血管生成素样蛋白4（ANGPTL4）是一种与脂肪代谢和肥胖相关的蛋白，可以通过抑制脂蛋白脂肪酶的活性、促进脂解和脂肪酸的氧化分解减少脂肪沉积[30]。有研究认为丁酸梭菌可以通过提高Cacao-2 细胞中 ANGPTL4 基因表达和蛋白分泌以及降低 HepG2 细胞中脂肪合成相关基因表达来降低脂肪生成，丁酸梭菌降低脂肪合成的有效成分是其自身的细胞壁成分和主要代谢产物丁酸[31]。Shang 等[32]研究发现，在高脂膳食饲粮中添加丁酸梭菌，经12 周试验后，丁酸梭菌组小鼠体重比高脂膳食组降低了 $1 7 \\%$ ，同时丁酸梭菌组小鼠肝脏中的脂肪含量降低且对胰岛素显示出更高的敏感性，这表明丁酸梭菌对高脂膳食诱导的肥胖和脂肪肝有一定的缓解作用，且丁酸梭菌对不同器官的脂肪沉积有不同的影响。在集约化畜牧生产中，由于饲粮营养水平提高、采食量大、活动少和环境应激等因素，动物脂肪肝发病率明显增加，导致生产性能降低，严重影响经济效益，给畜牧业生产带来了极大的经济损失[33]。丁酸梭菌作为脂肪代谢调节剂可能在畜禽脂肪肝疾病的治疗中有一定的研究价值。家禽肌肉中的脂肪及其脂肪酸组成与肉的嫩度、剪切力、pH、系水力和风味等肉品质指标有很强的相关性，提高肌内脂肪含量可改善肌肉风味，提高嫩度[34]。研究发现，饲粮中添加 $1 \\times 1 0 ^ { 9 }$ CFU/kg 的丁酸梭菌显著提高了42 日龄肉鸡腿肌肌内脂肪含量，但对21日龄肉鸡腿肌肌内脂肪含量无显著影响[29]。Liao 等[35]研究发现，饲粮中添加丁酸梭菌显著提高了 42 日龄肉鸡胸肌多不饱和脂肪酸（PUFA）的含量以及PUFA与饱和脂肪酸（SFA）的比率，PUFA可形成鸡肉的特征性风味物质，对改善肌肉品质有一定的作用。还有研究表明，肉鸡饲粮中添加丁酸梭菌可显著降低肌肉的剪切力[36]。可见，丁酸梭菌对畜禽肉品质的改善有一定的作用效果，可能主要与其影响肌内脂肪沉积和PUFA的含量有关，具体的作用机制还需要进一步的研究。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.6提高抗氧化能力",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "近些年来，越来越多的研究发现丁酸梭菌等益生菌具有抗氧化的功能。丁酸梭菌可以产生总超氧化物歧化酶（T-SOD）和还原型辅酶I/还原型辅酶II（NADH/NADPH）过氧化物酶，清除体内的活性氧，提高抗氧化能力[37]。研究发现，饲粮中添加丁酸梭菌可显著提高42日龄肉鸡血清谷胱甘肽过氧化物酶（GSH-Px）和 T-SOD 活性[10]。此外，在饲粮中添加丁酸梭菌显著提高了21日龄和42 日龄肉鸡肝脏以及十二指肠、空肠和回肠黏膜的抗氧化能力[35]。廖秀冬[38]研究发现，饲粮中添加丁酸梭菌可以缓解皮质酮诱导的氧化应激导致的肉鸡肝脏谷胱甘肽转移酶（GST）活性和谷胱甘肽（GSH）含量的降低，同时显著降低了肝脏丙二醛（MDA）含量。这些研究结果表明丁酸梭菌可提高动物的抗氧化能力，其作用机理可能归因于其能产生一些消化酶类、丁酸和氢气（ $\\mathrm { H } _ { 2 }$ )，从而影响抗氧化酶的活性，降低活性氧的含量[37,39]，还可能与丁酸梭菌能够抑制病原微生物的生长，从而降低炎症的发生和伴随发生的氧化应激有关[40-41]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3小结 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "综上所述，丁酸梭菌具有诸多生理功能，在提高畜禽生长性能、提高动物健康水平、增强疾病抵抗能力和改善畜产品品质等方面都有一定的作用效果，还可较好地耐受饲料加工中的高温、高压及动物胃肠道环境。因此，作为一种益生菌制剂，丁酸梭菌在畜禽生产中有良好的应用前景。但丁酸梭菌的作用机理复杂，目前尚不完全明确，探索其更多的生理功能及其作用机理仍是未来的研究重点。如丁酸梭菌在非酒精性脂肪肝病引起的肝损伤中的保护作用提示，丁酸梭菌在一些动物疾病的治疗方面可能发挥一定的作用，值得研究和关注。此外，目前有关丁酸梭菌的报道主要集中在肉鸡、肉鸭和断奶仔猪等动物上，探索其在其他畜禽如蛋鸡、鹅上的应用也是可行的研究方向。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献：",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1] OELSCHLAEGER T A.Mechanisms of probiotic actions-a review[J].International Journal of Medical Microbiology,2010,300(1):57-62.   \n[2] DUAN Y F,ZHANG Y,DONG H B,et al.Effect of the dietary probiotic Clostridium butyricum on growth,intestine antioxidant capacity and resistance to high temperature stress in kuruma shrimp Marsupenaeus japonicus[J].Journal of Thermal Biology,2017,66:93-100.   \n[3]贾丽楠,崔嘉,陈宝江.丁酸梭菌对肉仔鸡饲料加工过程及消化道环境的耐受性研究[J].动物营养 学报,2017,29(10):3787-3791.   \n[4]刘磊,田亚男,倪学勤,等.丁酸梭菌CBM01 的碳、氮源优化及其对胃肠道耐受性的研究[J].动物营 养学报,2017,29(10):3831-3836. [5]CAO G T,XIAO Y P,YANG C M,et al.Effects of Clostridium butyricum on growth performance,nitrogenmetabolism,intestinalmorphologyandcecalmicroflorainbroiler chickens[J].Journal of Animal and Veterinary Advances,2012,11(15):2665-2671.   \n[6]ZHANG L,ZHANG L L,ZENG X A,et al.Effects of dietary supplementation of probiotic,Clostridium butyricum,on growth performance,immune response,intestinal barrier function,and digestive enzyme activity in broiler chickens challenged with Escherichia coli K88[J].Journal of Animal Science and Biotechnology,2016,7:3.   \n[7]ARAKI Y,ANDOH A,FUJIYAMA Y,et al.Oral administration of a product derived from Clostridium butyricum in rats[J].International Journal of Molecular Medicine,2002,9(1):53-57.   \n[8] SUN J,LING Z X,WANG F Y,et al.Clostridium butyricum pretreatment attenuates cerebral ischemia/reperfusioninjuryinmiceviaanti-oxidationandanti-apoptosis[J].Neuroscience Letters,2016,613:30-35.   \n[9]HOSSAIN M M,BEGUM M,KIM I H.Effect of Bacilus subtilis,Clostridium butyricum and Lactobacillus acidophilus endospores on growth performance,nutrient digestibility,meat quality,relative organweight,microbial shedding and excreta noxiousgasemission in broilers[J].Veterinarni Medicina,2015,60(2):77-86.   \n[10]贾聪慧,杨彩梅,曾新福,等.丁酸梭菌对肉鸡生长性能、抗氧化能力、免疫功能和血清生化指标 的影响[J].动物营养学报,2016,28(3):908-915.   \n[11] LIAO X D,MA G,CAI J,etal.Effectsof Clostridium butyricum ongrowth performance,antioxidation,and immune function of broilers[J].Poultry Science,2015,94(4):662-667. [12]贾志新.丁酸梭菌对樱桃谷肉鸭生长性能、免疫和抗氧化功能及肠道食糜 VFA 含量的影响[D]. 硕士学位论文.南京:南京农业大学,2014:23-24.   \n[13]张彩云,刘来亭,杜灵广,等.酪酸芽孢杆菌对断奶仔猪生产性能和血清生化指标的影响[J].中国畜 牧杂志,2009,45(13):43-45.   \n[14] 李玉鹏,李海花,王柳懿,等.丁酸梭菌对断奶仔猪生长性能、肠道屏障功能和血清细胞因子含量 的影响[J].动物营养学报,2017,29(8):2961-2968.   \n[15]AMERAH A M,QUILES A,MEDEL P,et al.Effect of peleting temperature and probiotic supplementation on growth performance and immune function of broilers fed maize/soy-based diets[J].Animal Feed Science and Technology,2013,180(1/2/3/4):55-63.   \n[16]曹广添,刘婷婷,周琳,等.丁酸梭菌对致病菌和有益菌的体外作用效果研究[J].中国饲 料,2012(4):16-19.   \n[17] 张玲,周琳,杨彩梅,等.丁酸梭菌与鼠李糖乳杆菌体外混合培养对肠道致病菌的影响[J].中国饲 料,2013(21):9-12.   \n[18]YANG C M,CAO G T,FERKET P R,et al.Effects of probiotic,Clostridium butyricum,on growth performance,immunefunction,and cecal microflorainbroilerchickens[J].Poultry Science,2012,91(9):2121-2129.   \n[19]梁明振,李莉,刘浩.丁酸梭状芽孢杆菌对断奶仔猪肠道微生物区系的影响[J].中国畜牧杂 志,2013,49(23):64-67.   \n[20]ZHANG B K,YANG X,GUO Y M,et al.Effects of dietary lipids and Clostridium butyricum on the performanceandthedigestivetractofbroilerchickens[J].ArchivesofAnimal Nutrition,2011,65(4):329-339.   \n[21]王腾浩,宗鑫,宋德广,等.产抑菌蛋白的丁酸梭菌的筛选和鉴定及体外益生功能研究[J].中国畜牧 杂志,2015,51(13):75-81.   \n[22]张晓阳,卢忆,马艳莉,等.丁酸梭菌生理功能及应用研究进展[J].中国食物与营 养,2012,18(12):31-35.   \n[23]刘亭婷,滑静,王晓霞,等.丁酸梭菌对蛋用仔公鸡肠道菌群、形态结构及黏膜免疫相关细胞的影 响[J].动物营养学报,2012,24(11):2210-2221.   \n[24] 刘婷婷,张帅,邓斐月,等.谷氨酰胺与丁酸梭菌对断奶仔猪生长性能、免疫功能、小肠形态和肠 道菌群的影响[J].动物营养学报,2011,23(6):998-1005.   \n[25]RICKLIN D,HAJISHENGALLIS G,YANG K,et al.Complement:a key system for immune surveillance and homeostasis[J].Nature Immunology,2010,11(9):785-797.   \n[26]HUA M C,LIN T Y,LAI M W,et al.Probiotic Bio-Three induces Th1 and anti-inflammatory effects in PBMC and dendritic cells[J].World Journal of Gastroenterology,2010,16(28):3529-3540.   \n[27]LIU J M,FU Y Y,ZHANG H,et al.The hepatoprotective effct of the probiotic Clostridium ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "butyricumagainstcarbontetrachloride-induced acute liver damageinmice[J].Food& Function,2017,8(11):4042-4052. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[28]王柳懿,李海花,李玉鹏,等.丁酸梭菌对仔猪回肠免疫信号通路相关蛋白和血清细胞因子的影响 [J].中国畜牧杂志,2017,53(8):84-88.   \n[29]ZHAO X,GUO Y M,GUO S S,et al.Effects of Clostridium butyricum and Enterococcus faecium on growth performance,lipid metabolism,and cecal microbiota of broiler chickens[J].Applied Microbiology and Biotechnology,2013,97(14):6477-6488.   \n[30]YOSHIDA K,SHIMIZUGAWA T,ONO M,et al.Angiopoietin-like protein 4 is a potent hyperlipidemia-inducing factor in mice and inhibitor of lipoprotein lipase[J].Journal of Lipid Research,2002,43(11):1770-1772.   \n[31]赵旭.丁酸梭菌对肉鸡脂肪代谢的影响及其机理研究[D].博士学位论文.北京:中国农业大 学,2014:79-84.   \n[32]SHANG H X,SUN J,CHEN Y Q.Clostridium butyricum CGMCC0313.1 modulates lipid profile,insulin resistance and colon homeostasis in obese mice[J].PLoS One,2016,11(4):e0154373. [33]ALIZADEH M R,MAHDAVI A H,RAHMANI H R,et al.Clove bud (Syzygium aromaticum) improved blood and hepatic antioxidant indices in laying hens receiving low n-6 to n-3 ratios[J].Journal of Animal Physiology and Animal Nutrition,2017,101(5):881-892.   \n[34]OKEUDO N J,MOSS B W.Interrelationships amongst carcass and meat quality characteristics of sheep[J].Meat Science,2005,69(1):1-8.   \n[35]LIAO X D,WU R J,MA G,et al.Efects of Clostridium butyricum on antioxidant properties,meat quality and fatty acid composition of broiler birds[J].Lipids in Health and Disease,2015,14:36.   \n[36]YANG X,ZHANG B,GUO Y,et al.Effects of dietary lipids and Clostridium butyricum on fat deposition and meat quality of broiler chickens[J].Poultry Science,2010,89(2):254-260.   \n[37]KAWASAKI S,NAKAGAWA T,NISHIYAMA Y,et al.Effect of oxygen on the growth of Clostridium butyricum (type species of the genus Clostridium),and the distribution of enzymes for oxygen and for active oxygen species in Clostridia[J].Journal of Fermentation and Bioengineering,1998,86(4):368-372. [38]廖秀冬.丁酸梭菌的筛选及其对动物抗氧化能力和肉鸡肉品质影响的研究[D].博士学位论文.北   \n京:中国农业大学,2015:26-31.   \n[39] OHSAWA I,ISHIKAWA M,TAKAHASHI K.Hydrogen acts as a therapeutic antioxidant by   \nselectively reducing cytotoxic oxygen radicals[J].Nature Medicine,2007,13(6):688-694.   \n[40]MARTARELLI D,VERDENELLI M C,SCURI S,et al.Efect of a probiotic intake on oxidant and   \nantioxidantparametersinplasmaofathletesduringintenseexercisetraining[J].Current   \nMicrobiol0gy,2011,62(6):1689-1696.   \n[41]CHAUHAN R,VASANTHAKUMARI A S,PANWAR H,et al.Amelioration of colitis in mouse   \nmodel by exploring antioxidative potentials of an indigenous probiotic strain of Lactobacillus fermentum   \nLfl[J].Biomed Research International,2014,2014:206732. Research Progress on Application of Clostridium butyricum ini Livestock and Poultry Production   \nZHAO Minmeng1SHAN Haoshu²SHEN Yonghua³ZHANG Cheng³LIU Long1 GENG Tuoyu1 GONG Daoqing1\\* (1. College of Animal Science and Technology, Yangzhou University, Yangzhou 225009, China; 2. Zhenjiang Animal Disease Prevention and Control Center, Zhenjiang 212009, China; 3. Animal Husbandry and Veterinary Station of Dongtai, Dongtai 224200, China)   \nAbstract: Clostridium butyricum has a lot of properties such as maintaining the intestinal microecological   \nbalance, producing digestive enzymes and vitamins, improving immunity,anti-apoptosis and anti-cancer.   \nFurthermore, Clostridium butyricum belongs to anaerobic bacills and can tolerate the high temperature   \nand high pressure in feed processing，as well as the gastrointestinal environment. Therefore，the   \nClostridium butyricum can be used as an ideal probiotic feed additive. This paper summarizes the   \nbiological characteristics,physiological functions,the effects and mechanism of Clostridium butyricum on   \nlivestock and poultry production.These will provide references for further research and exploitation of   \nClostridium butyricum. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Key words: Clostridium butyricum; probiotic; physiological function; livestock and poultry production ",
        "page_idx": 9
    }
]