[
    {
        "type": "text",
        "text": "Direct observation of phase transformation in MnAl(C) alloys ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "P. Z. Si a,b \\*,H. D. Qiana,C.J. Choi a \\*,J.Parka, S. H. Han², H.L. Geb, K.P. Shindea aPowder & Ceramic Division, Korea Institute ofMaterials Science, Changwon, Gyeongnam, 51508, R. Korea bCollegeofaterialsSienceandEngineering,ChinaJiliangUniversityHangzhou,8in ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The phase transformation in two modes, including both displacive and massive growth of $\\boldsymbol { \\tau }$ -phase from ε-MnAl(C), was in situ observed.Temperature dependence of magnetization curves of MnAl(C) under magnetic field were employed for the first time to determine the triggering temperatures of diffrent phase transformation modes. The displacive growth of $\\varepsilon {  } \\tau$ in MnAl(MnAlC) occurs at temperatures below $6 5 0 ~ \\mathrm { K } ( 7 6 6 ~ \\mathrm { K } )$ ，above which both modes coexist. One third or less of the ε-phase can be transformed into $\\boldsymbol { \\tau }$ via displacive mode while the remaining two thirds or more via massive mode.Most large $\\boldsymbol { \\tau }$ -grains formed via massive mode are actually containing a large number of well-distributed $\\boldsymbol { \\tau }$ -nanocrystallline formed via displacive mode.The typical massive growth rate of the $\\boldsymbol { \\tau }$ -phase is $8 { - } 6 0 ~ \\mathrm { n m / s }$ ， while the displacive growth rate is quite low. The doping of C to MnAl prevents the growth of ε-phase along the basal plane and thus increases the activation temperatures of the phase transformations and the decomposition of t-phase. Pure $\\tau$ -phase with highest magnetizations up to $1 1 8 . 3 ~ \\mathrm { A m } ^ { 2 } / \\mathrm { k g }$ was obtained. No decomposition was observed in $\\boldsymbol { \\tau }$ -MnAl and t-MnAl(C) after long-time annealing at selected temperatures,which are crucial in preventing the metastable $\\boldsymbol { \\tau }$ phase from decomposition. These results provide a more complete understanding of the $\\varepsilon {  } \\tau$ phase transformations and thus facilitate the development of high-performance MnAl-based magnets. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Phase transformation; Magnetic properties; Diffusion growth; MnAl; Decomposition. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\* Corresponding author. $E$ -mail address: pzsi@cjlu.edu.cn or pzsi@mail.com (P.Z.Si); cjchoi@kims.re.kr (C. J. Choi) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The $\\mathrm { L } 1 _ { 0 }$ structured $\\boldsymbol { \\tau }$ -phase MnAl, usually prepared by annealing the hexagonal ε-phase MnAl at moderate temperatures,is atracting increasing research interests for its low cost and high performance as promising rare earth (RE） free magnets [1-6]. The metastable nature of $\\boldsymbol { \\tau }$ -MnAl is a barrier to the preparation of pure ferromagnetic $\\boldsymbol { \\tau }$ -phase for which decomposes during high temperature annealing necessary to the $\\varepsilon {  } \\tau$ phase transformation (PT) [2]. The doping of C to MnAl can to some extent improve the stability of $\\tau$ -MnAl [2,7], but the mechanism remains unknown.Full understanding of the PT is vital to overcome the above barriers and to develop high performance MnAl-based magnets. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The PT of $\\varepsilon {  } \\tau$ in MnAl has been studied by several groups over decades but there are still controversial and unclear issues [8-12]. Early x-ray diffraction (XRD) studies showed that the hexagonal-close-packed ε-phase transforms into an orthorhombic $\\mathbf { \\tau } ( \\varepsilon ^ { \\prime } )$ phase by an ordering reaction first, and then to the metastable ferromagnetic face-centered-tetragonal $\\boldsymbol { \\tau }$ -phase by a diffusionless displacive shear reaction [8].According to Broek， the displacive mode of the $\\displaystyle \\varepsilon \\to \\tau$ PT follows the sequence $\\varepsilon {  } \\varepsilon ^ { \\prime } {  }$ polytypes $ \\tau$ ，where the $\\boldsymbol { \\tau }$ -phase was assumed to nucleate in ε'-domain [9]. However, the later metallographic studies indicated that the $\\varepsilon {  } \\tau$ PT occurred via a compositionally invariant,difusional transformation akin to the so-called massive transformation rather than a displacive or martensitic transformation[10].The coexistence of the difusional massive and the displacive shear modes during the formation of t-MnAl had also been reported [8].A hybrid displacive-difusional mechanism involving the motion of partial dislocations that act as transformation dislocations and concomitant short-range difusion has been observed in recent years [11].The previous studies showed us a complex and an unclear nature of the PT in MnAl. Diferent PT mechanisms have been proposed based on diferent samples but the relationship between these mechanisms and the factors that triggering different mechanisms were not clear due to the following reasons. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Most previous transmission electron microscopy (TEM) observations on the $\\varepsilon {  } \\tau$ PT were carried out on postmortem samples,in which the ε- and $\\boldsymbol { \\tau }$ -phases were formed prior to the room temperature examinations by TEM [8-10,12].The details of the $\\varepsilon {  } \\tau$ PT occurred at high temperatures before observation are restored indirectly through reasoning and imagination.However,it is dificult to imagine the formation sequence of different $\\tau$ -phase grains observed at the same time,leaving losing or incomplete details of the process. Wiezorek et al.reported some details ofthe dynamic sequences of PT during the in situ TEM heating experiments conducted at temperatures between $5 4 0 – 6 5 0 \\ \\mathrm { ~ \\textdegree ~ }$ ，at which both the dominating massive ordering mode and the hybrid displacive-diffsional mode were observed [11]. The displacive mode usually occurs at lower temperatures while the massive mode dominates at high temperatures, but the exact temperature range is unknown. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Since the rate for $\\varepsilon { \\to } \\tau$ massive transformation is so fast that it usually completed within several tens of seconds to typically no more than 2O minutes, it is important to select proper time windows to capture the dynamic details by in situ TEM before the completion of the PT.A higher temperature may result in very fast PT so that we have no enough time for observation. A lower temperature may result in partial transformation by merely displacive mode rather than massive mode. In this work, we determined the dividing temperature between displacive mode and massve mode by using magnetic measurement, based on which the temperature with medium rate of $\\varepsilon { \\to } \\tau$ was selected for in situ TEM to make sure that we have enough time to capture more details of thetransformation.Moreover, it is known that excess Mn and/or carbon addition are efective in stabilizing the structure of the metastable $\\boldsymbol { \\tau }$ -MnAl but the mechanism is still unclear. The purpose of the present study is to unravel some ofthe unclear controversial issues regarding the displacive/massive transformations and the factors that controlling the morphology and structure of the resultant phases. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The metastable nature of both ε and $\\boldsymbol { \\tau }$ phase of MnAl makes it difficult to prepare high purity t phase for which might decompose before the full transformation of ε to $\\boldsymbol { \\tau }$ at elevated temperatures. The fraction of ferromagnetic $\\boldsymbol { \\tau }$ -phase in the samples is crucial for the development high performance MnAl-based magnets.High fraction of $\\tau$ -phase indicates high saturate magnetization $( M _ { s } )$ and thus high potential for applications. The room temperature $M _ { s }$ of MnAl-based magnets prepared by the traditional two-step process,including melting and annealing steps, was reported to be ${ \\sim } 7 3 ~ \\mathrm { A m } ^ { 2 } / \\mathrm { k g }$ at $2 \\mathrm { T }$ [13], ${ \\sim } 8 2 \\ \\mathrm { A m } ^ { 2 } / \\mathrm { k g }$ at $2 \\mathrm { T }$ [6], $9 4 ~ \\mathrm { A m } ^ { 2 } / \\mathrm { k g }$ at $3 \\mathrm { T }$ [14], and 100 $\\mathrm { A m } ^ { 2 } / \\mathrm { k g }$ at $1 4 \\mathrm { T }$ [15]. The room temperature $M _ { s }$ of samples prepared by one step process, including one-step strip casting technique and direct drop synthesis method, has been reported recently to be $1 1 4 ~ \\mathrm { A m } ^ { 2 } / \\mathrm { k g }$ at $5 \\mathrm { T }$ [3], and $1 1 7 ~ \\mathrm { A m } ^ { 2 } / \\mathrm { k g }$ at $9 \\mathrm { ~ T ~ }$ [5], respectively. In this work, the $M _ { s }$ of our samples of MnAlC and MnAl prepared by traditional two-step process reached up to ${ \\sim } 1 1 4 \\ \\mathrm { A m } ^ { 2 } / \\mathrm { k g }$ a $4 \\mathrm { T } _ { \\ P }$ and $1 1 8 . 3 ~ \\mathrm { A m } ^ { 2 } / \\mathrm { k g }$ at $8 . 5 \\ : \\mathrm { T } _ { : }$ , respectively, indicating the effectiveness of our work in controlling the PT. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2. Experimental procedure ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The alloys with nominal composition of $\\mathrm { M n } _ { 5 4 } \\mathrm { A l } _ { 4 6 }$ and $\\mathrm { M n } _ { 5 4 } \\mathrm { A l } _ { 4 6 } \\mathrm { C } _ { 2 . 4 4 }$ ,hereafter denoted by MnAl and MnAlC, were produced from manganese (purity $9 9 . 9 5 \\%$ ） and aluminum (purity $9 9 . 9 9 9 \\%$ ） pieces with a high-frequency vacuum induction furnace in argon atmosphere (purity $9 9 . 9 9 9 \\%$ ). The melt was cast in an alumina mold. The compositional deviation due to the volatility of Mn in the molten state was minimized by maintaining the molten state within 3 minutes.To increase the homogeneity,the as-cast aloys were annealed for 24 hours at $1 1 5 0 \\ \\mathrm { { ^ \\circ C } }$ (where the high temperature ε-phase is stable),and then quenched into water to prevent the decomposition of the ε-phase into the equilibrium phases, i.e., $\\gamma _ { 2 } + \\beta$ -phases,and the formation of the $\\boldsymbol { \\tau }$ -phase. After that, the ε-phase was annealed at $7 7 3 \\mathrm { K }$ for varied time intervals to attain $\\boldsymbol { \\tau }$ -phase. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The structure of the samples was characterized by XRD with $\\mathrm { C u } { - } K _ { a }$ radiation. The morphology of a selected piece of ε-MnAlC was observed by using scanning electron microscopy (SEM). The PT of the $\\mathrm { \\varepsilon - M n } _ { 5 4 } \\mathrm { A l } _ { 4 6 } \\mathrm { C } _ { 2 . 4 4 }$ at $7 7 3 \\mathrm { K }$ was in situ studied using a JEOL 20oCX TEM.Thin foils of the as-quenched ε-phase for TEM observations were prepared by using a focused ion beam (FIB) workstation. The magnetic properties were measured using a Quantum Design physical property measurement system (PPMS). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.Resultsanddiscussion ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1Phase transformation probed by XRD ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The XRD patterns of both MnAl and MnAlC alloys after $1 1 5 0 \\mathrm { ~ } ^ { \\circ } \\mathrm { C }$ -homogenization followed by water quenching could be indexed with singleε-phase,as shown inFig.1(a).Both ε-MnAl and ε-MnAlC,when heated at $5 0 0 ^ { \\circ } \\mathrm { C }$ ， transformed into pure $\\boldsymbol { \\tau }$ -phase in 15 minutes. Trace amount of $\\gamma _ { 2 } + \\beta$ phases precipitate from t-MnAl after heating for $2 5 ~ \\mathrm { m i n }$ , indicating decomposition of $\\tau$ -MnAl under prolonged heating time at $5 0 0 \\ \\mathrm { ^ { \\circ } C }$ , owing to the lower decomposition temperature of $\\tau$ -MnAl as determined below by magnetic measurements.However, no decomposition was found in t-MnAlC after heating for 40 minutes,indicating structural stabilization ffct of carbon in the lattices.Both ε- and $\\scriptstyle { \\tau - }$ phases exist in MnAlC heated for 1O minutes,indicating incomplete PT in this stage. The time windows for the precipitation of different phases during the $\\varepsilon {  } \\tau$ PT at $5 0 0 \\ \\mathrm { ^ { \\circ } C }$ are important for guiding the following in situ TEM heating and observations. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Detailed investigations showed that the difraction peaks of the (Ooo02) plane inε-MnAlC and the(111) plane in t-MnAlC shift slightly to lower angles in the carbon doped samples,indicating larger latice parameters in MnAlC than that in MnAl.It is interesting that theε-MnAlC shows a much stronger difraction peak of (0002) planes and very weak diffraction of the other planes.For comparison, the $\\mathbf { \\boldsymbol { x } }$ -ray diffraction intensities of different planes in ε-MnAl do not vary much. According to the Scherrer equation,the intensity of x-ray diffraction is largely dependent on the crystalline dimensions or size in the samples.Therefore the strong difraction peak of the (0002) plane in ε-MnAlC was ascribed to the much larger dimension of the ε-phase along the c-axis than that along directions perpendicular to the c-axis.The comparable difraction intensities of diferent peaks in ε-MnAl indicate comparable dimensions of the ε-phase in diferent directions.It seems the carbon atoms in ε-MnAl lattices hinder the growth of ε-phase along the basal plane and thus the dimension of atomic long-range ordering is reduced. The preferential growth was further proved by SEM observations on a selected piece of water quenched MnAlC as shown in Fig.1(b), in which a number of cleavage fractures were observed.The mechanism of such blocking efect ofcarbon on the long-range ordering along the basal plane in ε-MnAlC is not clear, but may related to the stabilization effect of carbon on the subsequent $\\boldsymbol { \\tau }$ -phase transformed. Similar lamellar morphology was not observed in ε-MnAl. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2 Phase transformation probed by M-T curves ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The reason for t-MnAl decomposed while t-MnAlC did not decompose at $7 7 3 \\mathrm { ~ K ~ }$ as shown in XRD patterns could be found in Fig.2,which plots the temperature dependence of magnetization of the ε-MnAl and ε-MnAlC measured with increasing temperature ( $( 2 0 ~ \\mathrm { K / m i n } )$ under an applied field of 2 Tesla.At temperatures above $7 5 0 \\mathrm { K }$ $( 8 3 8 ~ \\mathrm { ~ K ~ } )$ ，the magnetization of MnAl (MnAlC） decreases quickly with increasing temperature， indicating decomposition of the ferromagnetic $\\boldsymbol { \\tau }$ -phase. The annealing temperature of $7 7 3 \\mathrm { ~ K ~ }$ is higher (lower） than the decomposition temperature of $\\boldsymbol { \\tau }$ -MnAl ( $\\tau$ -MnAlC). As a result, $\\tau \\cdot$ MnAl decomposed while $\\boldsymbol { \\tau }$ -MnAlC did not decompose after prolonged heating time. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The magnetization of both samples decrease with increasing temperature from $3 0 0 ~ \\mathrm { K }$ ， owing to the thermal effect. However, the downward tendency of M reversed at temperatures above $5 1 0 ~ \\mathrm { K }$ and $5 4 0 ~ \\mathrm { K }$ for MnAl and MnAlC, respectively, indicating occurrence of PT from $\\varepsilon / \\varepsilon ^ { \\prime }$ to ferromagnetic $\\boldsymbol { \\tau }$ -phase. The magnetizations of MnAl and MnAlC do not vary too much at $5 1 0 { - } 6 5 0 \\mathrm { ~ K ~ }$ and $5 4 0 – 7 6 6 \\mathrm { ~ K ~ }$ ， respectively, indicating occurrence of additional magnetization due to PT in compensation ofthe thermal driven magnetization lossin this temperature range.The PT during this stage was slow and was ascribed to the displacive PT,which is a low temperature diffusionless process involving co-operative shear movements of atoms on $( 0 0 1 ) _ { \\mathrm { g } }$ along $[ 0 1 0 ] _ { \\mathrm { { g } } }$ ， that produces the final tetragonal lattice of $\\boldsymbol { \\tau }$ ： ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A sharp magnetization increase was observed at temperatures above $6 5 0 ~ \\mathrm { K }$ and $7 6 6 ~ \\mathrm { K }$ for MnAl and MnAlC, respectively, indicating occurrence of high-rate PT in the samples. The PT during this stage was fast and was ascribed to the massive mode.This result is in good agreements with the XRD results as mentioned above and the TEM results as discussed below. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "It is known that the addition of a small amount of carbon (within the solubility limits) could stabilize the T-phase of MnAl as evidenced that $\\boldsymbol { \\tau }$ -MnAl tends to decompose into $\\gamma _ { 2 } + \\beta$ -phase while $\\boldsymbol { \\tau }$ -MnAlC does not decompose even if the heat treatment temperature and time are the same. However, the mechanisms for such stabilizing efect are stillnot clear.Fig.2 shows that the minimal temperature (766 K)for activation of massive growth of t-MnAlC is higher than the decomposing temperature $( 7 5 0 ~ \\mathrm { K } )$ of $\\tau$ -MnAl. As a result, it is not strange to observe the decomposition of $\\tau$ -MnAl if we want to obtain $\\tau { \\mathrm { - } } \\mathrm { M n A l C }$ by the same heating process. In fact, carbon not only increases the decomposition temperature of $\\tau$ -phase,but also increases the activation temperatures for both displacive and massive transformations of ε-phase,as shown in Fig.2.It seems that carbon increased the energy barriers of the PT and decomposition. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3 Short-range displacive mode probed by in situ TEM ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The in situ heating TEM observations on the PTof theε-MnAlC within the initial 10 minutes are shown in Fig. 3.The parent ε-MnAlC shows continuous bright contrast before heating,as seen in Fig.3(a),in which traces of impurities (marked with I) could also be observed. It had been proved that the water-quenched materials,which from X-ray analysis was expected to be pure hexagonal ε-phase,already contains numerous smallnuclei of the ordered orthorhombic $\\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\varepsilon } } } } } ^ { \\prime } $ -phase that are $4 { \\cdot } 1 0 \\mathrm { n m }$ in size, which grows to $3 0 { \\cdot } 4 0 ~ \\mathrm { n m }$ upon heating to $4 5 0 \\mathrm { ~ } ^ { \\circ } \\mathrm { ~ C ~ }$ [9]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The $\\varepsilon \\mathrm { \\to } \\varepsilon ^ { \\prime }$ process is one of ordering in the close-packed $c$ -plane of the sixfold symmetry hcp structure. The reduction in symmetry to twofold caused by the ordering results in the orthorhombic unit cellof theε-phase. Therefore， there are three symmetry-equivalent variants for $\\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\varepsilon } } } } } } ^ { \\prime }$ in one original ε crystal. The orientation relationships between the ε-phase and the three variants of $\\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\varepsilon } } } } } ^ { \\prime } $ precipitates are as follow [11]: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "$\\mathfrak { e } _ { 1 } { } ^ { \\prime } \\colon ( 0 0 0 1 ) \\mathfrak { E } / / ( 0 0 1 ) \\mathfrak { e } _ { 1 } { } ^ { \\prime }$ and[11 $\\bar { 2 } 0 ] \\ \\varepsilon / / [ 0 1 0 ] \\ \\varepsilon _ { 1 }$ $\\mathfrak { e } _ { 2 } { } ^ { \\circ } : ( 0 0 0 1 ) \\mathfrak { E } / / ( 0 0 1 ) \\mathfrak { E } _ { 2 } { } ^ { \\circ }$ and $[ 1 \\ \\overline { { 2 } } 1 0 ] \\ \\varepsilon / / [ 0 1 0 ] \\ \\varepsilon _ { 2 } ^ { , }$ ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathfrak { \\varepsilon } _ { 3 } ^ { \\flat } \\colon ( 0 0 0 1 ) \\mathfrak { s } / / ( 0 0 1 ) \\mathfrak { s } _ { 3 } ^ { \\flat } \\mathrm { a n d } [ \\begin{array} { l } { \\overline { { 2 } } 1 1 0 } \\end{array} ] \\mathfrak { s } / / [ 0 1 0 ] \\mathfrak { s } _ { 3 } ^ { \\flat }\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The $\\mathbf { \\varepsilon } _ { \\mathbf { \\varepsilon } _ { \\mathbf { \\varepsilon } } + \\mathbf { \\varepsilon } _ { \\mathbf { \\varepsilon } } } ,$ phase,when heated for several minutes, starts to precipitate small $\\tau$ -grains,as shown in Fig. 3(b). Fig. 3 (d, e) show that the small $\\tau$ -grains embedded in the $\\varepsilon { + } \\varepsilon { ' }$ matrix grows slowly to a maximum size of about $4 0 \\mathrm { n m }$ with increasing heating time.It is interesting that these evenly distributed $\\tau$ -grains could not grow further when its size reached ${ \\sim } 4 0 ~ \\mathrm { n m }$ ，which is the size of a $\\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\varepsilon } } } } } ^ { \\prime }$ grain as observed previously [9]. The distribution of isolated island-like $\\boldsymbol { \\tau }$ -grains embedded in ε-matrix is quite different from massive transformation characteristics,but could be well explained by displacive mode. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Although there are three variants of $\\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\varepsilon } } } } } ^ { \\prime } $ , only one type of partial dislocation can shear one of the three possible $\\mathbf { \\varepsilon } _ { \\varepsilon } \\mathbf { ^ { \\prime } }$ -phase variants that may be produced in a given ε-grain into the $\\mathrm { L } 1 _ { 0 }$ structure with the required correct ordering of atoms.If several partial dislocation glide on every other close-packed plane of the parent phase in which there are two or three variants of $\\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\varepsilon } } } } } ^ { \\prime } $ ， the resulting structure will not be $\\mathrm { L } 1 _ { 0 }$ .Hence,in a given ε-phase grain, one “correct’ variant and two obstacle variants of the $\\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\vec { \\varepsilon } } _ { \\mathbf { \\varepsilon } } } } } ^ { \\prime } $ -phase exist [11]. The two obstacle $\\mathbf { \\varepsilon } _ { \\varepsilon } \\mathbf { ^ { \\prime } }$ variants neighboring to the correct one have largely restrained the maximal size of $\\tau$ -grain formed by displacive mode. The $\\boldsymbol { \\tau }$ -phase grows through the motion of the partial dislocations along the close-packed plane. When a dislocation encounters the obstacle variants of ${ \\bf { \\varepsilon } } _ { \\bf { \\varepsilon } } { } _ { 2 } ^ { \\bullet }$ and ${ \\bf { \\varepsilon } } _ { ^ { \\bf { \\varepsilon } } { 3 } } { \\bf { \\varepsilon } } ^ { \\otimes }$ , its motion is obstructed. The ${ \\varepsilon _ { 2 } } ^ { * }$ and ${ \\varepsilon _ { 3 } } ^ { * }$ variants have to reorder to become $\\tau$ -phase. However, motion of a partial dislocation group with a Burgers vector that transforms ${ \\bf { \\varepsilon } } _ { 1 } \\mathrm { \\varepsilon } _ { 1 } \\mathrm { \\varepsilon } _ { 2 } \\mathrm { \\varepsilon } _ { 1 }$ into the correct $\\mathrm { L } 1 _ { 0 }$ order would not lead to the formation of the $\\mathrm { L } 1 _ { 0 }$ structure from ${ \\bf { \\varepsilon } } _ { \\bf { \\varepsilon } } { } _ { 2 } ^ { \\bullet }$ and ${ \\varepsilon _ { 3 } } ^ { \\prime }$ , but to a higher energy structure which was not observed. The strain originating from the transformation of ${ \\bf { \\varepsilon } } _ { \\bf { \\varepsilon } } _ { 1 } ^ { \\prime }$ to $\\boldsymbol { \\tau }$ and obstacle effect of ${ \\varepsilon _ { 2 } } ^ { * }$ and ${ \\varepsilon _ { 3 } } ^ { * }$ would hinder the subsequent growth of $\\boldsymbol { \\tau }$ -grains. There are also some larger $\\boldsymbol { \\tau }$ -islands that were actually composed of two or three connected smaller $\\tau$ -grains, owing to the presence of neighboring $\\mathbf { \\varepsilon } _ { \\varepsilon } ^ { \\mathbf { \\sigma } } $ variants of the same type. Fig. $3 ( \\mathrm { d } , \\mathrm { e } )$ shows that the region for $\\boldsymbol { \\tau }$ -phase with dark contrast accounts approximately one third of the total area in view. This further proved that only one of the three variants was transformed into $\\tau$ -phase by displacive mode.More evidence for this $1 / 3$ phenomenon could be found in the following magnetic measurements. The small $\\boldsymbol { \\tau }$ -gain nuclei are also difficult to propagate to the neighboring $\\mathbf { \\varepsilon } _ { \\varepsilon } ^ { \\mathbf { \\sigma } } $ grains through the boundaries via shear mode due to incoherent interfaces and increasing shear strains. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In fact, it is dificult to observe the transformation sequence of these threeε' variants by postmortem TEM because we could not distinguish the $\\tau$ formed by different variants. Our in situ TEM observations provide time resolution for these transformations.Besides many small $\\boldsymbol { \\tau }$ -grains formed in the parent ε-grains through shear mode (marked as $\\pmb { \\tau _ { \\mathrm { s } } } \\mathrm { j }$ ),a much larger $\\boldsymbol { \\tau }$ -grain with size up to $1 8 0 ~ \\mathrm { n m }$ nucleated at grain boundary has also been observed as marked with $\\tau _ { \\mathrm { { m } } }$ in Fig. 3 (c). The $\\tau$ -phase grown at grain boundaries has been proved to be crucial for the massive mode of PT[11,12]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4Long-range massive mode probed by in situ TEM ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The massive transformation is generally defined as a compositionally invariant nucleation and growth process involving a change in crystal structure and/or degree of long-range order. The growth of the massive t-phase in MnAl is accomplished with the migration of incoherent heterophase interfaces by essentially random atomic atachment acrossthe growth interface and is associated with the genesis of characteristic defect such as stacking faults,microtwins,and antiphase boundaries in the $\\tau$ -phase product [11]. Since the shear mode itself could not transform all the ε-phase into $\\boldsymbol { \\tau }$ ，a diffusion controlled reordering process must occur for all the three $\\mathbf { \\varepsilon } _ { \\varepsilon } \\mathbf { ^ { \\prime } }$ variants were transformed into $\\boldsymbol { \\tau }$ finally, but it is not clear when it takes place. Two possible mechanisms for $( { \\tt g } _ { 2 } ^ { \\prime } + { \\tt g } _ { 3 } ^ { \\prime } ) \\to \\tau$ were proposed in the previous work. It might occur in the bulk as a consequence of coarsening of ${ \\bf { \\varepsilon } } _ { \\bf { \\varepsilon } } { } _ { 1 } ^ { \\mathrm { ~ ~ } } { } ^ { \\mathrm { ~ ~ } }$ ： A second posibility is that reordering occurs near the core of the transformation dislocations where diffusion is enhanced. Our work shows that the ${ \\tt c } _ { 2 } \" + { \\tt c } _ { 3 } \"$ transformed into $\\boldsymbol { \\tau }$ mainly through thermally activated massive diffusional process. As mentioned above, the grain size of $\\boldsymbol { \\tau }$ formed via coarsening of ${ \\bf { \\varepsilon } } _ { \\bf { \\varepsilon } } _ { 1 } \\ '$ usually is no larger than $4 0 \\ \\mathrm { n m }$ ，thus the enhancing diffusion in the ${ \\varepsilon _ { 1 } } ^ { * } { \\to } \\tau$ transformation dislocations should be very limited. For comparison, the growth rate and the maximal grain size of the $\\boldsymbol { \\tau }$ -phase produced via diffusional process is much ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "higher and larger than that formed via displacive mode ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fig. 4(a,b,c) shows the growth process of the $\\boldsymbol { \\tau }$ -phase via massive mode.More details could be found in the supplementary movie 1. These in situ videos and micrographs captured a number of unique features of $\\tau$ -phase formation in the MnAlC alloys. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "First, the small $\\boldsymbol { \\tau _ { \\mathrm { s } } }$ -grains formed via displacive transformation from ${ \\bf { \\varepsilon } } _ { \\bf { \\varepsilon } } { } _ { 1 } ^ { \\mathrm { ~ ~ } } { } ^ { \\mathrm { ~ ~ } }$ make almost no change during the massive transformation of the surrounding $\\varepsilon / \\varepsilon ^ { \\prime }$ to $\\tau _ { \\mathrm { { m } } } .$ ,resulting in a structure of $\\tau _ { \\mathrm { s } }$ embedded in $\\tau _ { \\mathrm { { m } } } ,$ as seen in Fig. 4(a-c). It should be noted that the size of the $\\tau _ { \\mathrm { s } }$ -grains might vary a little with massive transformation rate and temperature.Since the ${ \\tau _ { \\mathrm { s } } }$ -grains near the massive transformation frontiers have no enough time for a fully coarsening of $\\tau _ { \\mathrm { s } }$ via displacive mode, the grain size of $\\tau _ { \\mathrm { s } }$ thus should be smaller than those far from the massive transformation frontiers,as proved by the smaller grain size of $\\boldsymbol { \\tau _ { \\mathrm { s } } }$ in Fig. 4 than that in Fig. 3(d,e). Of course, the obscure boundaries between $\\tau _ { \\mathrm { { m } } }$ and $\\tau _ { \\mathrm { s } }$ might also result in a seemingly smaller $\\tau _ { \\mathrm { s } }$ size.Usually, the thermal activated massive transformation is accelerated with increasing temperature,a fast enough massive transformation might transform all the samples into $\\boldsymbol { \\tau }$ in several seconds and give little time for $\\boldsymbol { \\tau _ { \\mathrm { s } } }$ to grow and for us to observe by in situ TEM. It is also possible for the metastable $\\boldsymbol { \\tau _ { \\mathrm { s } } }$ to be consumed by $\\tau _ { \\mathrm { m } }$ through diffusional process at higher temperatures. The $\\boldsymbol { \\tau }$ -phase can form via massive mode without prior $\\varepsilon \\to \\varepsilon ^ { \\prime }$ ordering at high enough temperatures [11]. The annealing at $7 7 3 \\mathrm { ~ K ~ }$ provides medium massive transformation rate and thus both modes are in situ observed. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Second, the rate of the propagation of the massive transformation front ranges from $8 \\ \\mathrm { n m / s }$ to $6 0 \\ \\mathrm { n m / s } .$ depending on the front shape.The propagation rates of the inter-phase interface with arc-shape,straight shape,and sharp-angle tip of $\\tau _ { \\mathrm { { m } } }$ are ${ \\sim } 8 \\ \\mathrm { n m / s }$ ， ${ \\sim } 1 0 \\ \\mathrm { n m / s }$ ，and ${ \\sim } 1 6 ~ \\mathrm { n m / s }$ ，respectively. The $\\mathbf { \\varepsilon } _ { \\mathbf { \\varepsilon } _ { \\mathbf { \\varepsilon } } } \\mathbf { \\varepsilon } _ { \\mathbf { \\varepsilon } _ { \\mathbf { \\varepsilon } } } ,$ phase in the sharp angle in-between two $\\tau _ { \\mathrm { m } }$ grains transforms at a rate up to $6 0 ~ \\mathrm { { n m / s } }$ ， which slows down quickly when the sharp angle become obtuse due to $\\varepsilon / \\varepsilon ^ { \\prime } \\to \\tau$ transformations. It should be noted that the high rate area is very limited while most linear growth rates are falling in the range $8 { \\cdot } 1 6 ~ \\mathrm { { n m / s } }$ . Yanar et al.analyzed the growth kinetics of the $\\boldsymbol { \\tau }$ phase in the Mn-Al-C alloys using modified Burke-Turnbull equation and postmortem TEM,yielding a linear growth velocity of ${ \\sim } 1 ~ { \\mu } \\mathrm { m / s }$ [12], which is much larger than what we observed by in situ TEM. Yanar et al. determined the growth rate by dividing the growth distance by the estimated time of growth,while the growth distance was calculated by averaging maximum size measured in five $\\boldsymbol { \\tau }$ colonies [12]. We speculate that one $\\boldsymbol { \\tau }$ colony in the postmortem TEM sample might contain many $\\boldsymbol { \\tau }$ grains grown from different nuclei at the same time, thus the growth distance might be overestimated. In fact, our in situ TEM studies showed that there are many $\\boldsymbol { \\tau }$ grains grew from many different $\\boldsymbol { \\tau }$ nuclei distributed in the sample.If several $\\tau$ grains from different nuclei met together and grew into one $\\boldsymbol { \\tau }$ colony,it is difficult to distinguish them by postmortem TEM observations. By applying the modified Burke-Turnbullequation and the average growth rate observed by our in situ TEM,the activation energy for diffusional growth in MnAlC is estimated to be $1 8 2 . 5 \\mathrm { k J / m o l }$ , which falls in the range of that reported by Lu et.al but higher than that estimated by Yanar et al. [12, 16]. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Third, new $\\boldsymbol { \\tau }$ grains tend to grow along the boundaries of the as-formed $\\tau _ { \\mathrm { m } }$ grains. The growth of one $\\tau _ { \\mathrm { { m } } }$ is hindered when encountered another $\\tau _ { \\mathrm { { m } } }$ -grain. Stacking faults during the transformation are usually accumulated in the grain boundaries between the $\\tau _ { \\mathrm { m } }$ grains. The prominent facets that appear in the growing $\\boldsymbol { \\tau }$ phase colonies are incoherent interfaces with no systematic orientation relationship with the parent $\\varepsilon / \\varepsilon ^ { \\prime }$ phase. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The magnetizations of MnAlC after fully PT at different temperatures through different modes further proved that one third of the ε-phase in maximal could transform into $\\boldsymbol { \\tau }$ via displacive mode. Fig. 4(d) shows the room temperature magnetic hysteresis loops of the ε-MnAlC after 13-hour annealing in $4 \\mathrm { T } .$ The field-assisted long-time annealing provides fully transformation of $\\boldsymbol { \\tau }$ -phase in ε-MnAlC at $6 2 3 { \\mathrm { ~ K ~ } }$ via displacive mode and at $7 7 3 \\mathrm { ~ K ~ }$ via both modes. The saturation magnetization $( 3 5 \\ \\mathrm { A m } ^ { 2 } / \\mathrm { k g } )$ of the $6 2 3 { \\mathrm { ~ K ~ } }$ annealed sample is one third of that $( \\sim 1 0 5$ $\\mathbf { A } \\mathbf { m } ^ { 2 } / \\mathbf { k } \\mathbf { g } )$ in the $7 7 3 \\mathrm { ~ K ~ }$ annealed sample. This proved that only one of three possible $\\mathbf { \\varepsilon } _ { \\varepsilon } \\mathbf { ^ { \\prime } }$ variants were transformed via displacive mode into $\\tau$ -phase at $6 2 3 \\mathrm { ~ K ~ }$ ,a temperature at which massive transformation is impossible. This is in good agreement with the above TEM observations,in which $\\boldsymbol { \\tau _ { \\mathrm { s } } }$ grains covered approximately one third of the field in view. The Curie temperature for our t-MnAl and t-MnAlC is measured (not shown here) to be $6 3 0 ~ \\mathrm { K }$ and 550 K,respectively. The addition of carbon significantly decreased the Curie temperature of t-MnAl. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "It was usually accepted that the massive transformation of the $\\tau$ phase involves a nucleation and growth process, with nucleation occurring almost exclusively heterogeneously along the prior-ε-phase boundaries [11]. Fig.3(c） shows the nucleation process of this case. We have also observed new $\\tau _ { \\mathrm { { m } } }$ nucleation process at the $\\varepsilon / \\tau _ { \\mathrm { m } 1 } / \\tau _ { \\mathrm { m } 2 }$ triple junctions, as typically shown in Fig. 5. When two grains of $\\tau _ { \\mathrm { m l } }$ and $\\tau _ { \\mathrm { m } 2 }$ met during fast growth, a $\\varepsilon / \\tau _ { \\mathrm { m } 1 } / \\tau _ { \\mathrm { m } 2 }$ triple junction was formed, as shown in Fig. 5(a). Fig. $5 ( \\mathrm { b } , \\mathrm { c } , \\mathrm { d } )$ showed the precipitation and growth processes of the new $\\tau$ -nuclei for massive transformations. More details about this process can be found in the supplementary movies 2. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.5 Phase transformation fraction/rate probed by M-H/M-t curves ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The magnetization of the samples is largely dependent on the fraction of nonmagnetic ε transformed into ferromagnetic t. Fig. 6 shows the demagnetization curves of $\\tau$ -MnAl and $\\boldsymbol { \\tau }$ -MnAlC at $3 0 0 ~ \\mathrm { K }$ . The magnetization of our t-MnAlC and $\\boldsymbol { \\tau }$ -MnAl reached up to ${ \\sim } 1 1 4 \\ \\mathrm { A m } ^ { 2 } / \\mathrm { k g }$ at $4 \\ \\mathrm { T } ,$ and $1 1 8 . 3 ~ \\mathrm { A m } ^ { 2 } / \\mathrm { k g }$ at $8 . 5 ~ \\mathrm { T } ,$ respectively. The magnetization of our samples is higher than most previously reported values [3,5,6,13-15], indicating higher fraction of the $\\boldsymbol { \\tau }$ -phase in our samples. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The time dependence of magnetizations of ε-MnAl at $5 7 3 \\mathrm { ~ K ~ }$ and $6 7 3 \\mathrm { ~ K ~ }$ are shown in the inset of Fig. 6, which to some extent shows the PT rate/fraction of $\\varepsilon { \\to } \\tau$ with time.The magnetization of ε-MnAl becomes saturated when heated at $6 7 3 \\mathrm { ~ K ~ }$ for 15 minutes, indicating full transformation of the ε to $\\boldsymbol { \\tau }$ phase. However, no saturation was observed in ε-MnAl when heated at $5 7 3 \\mathrm { K }$ for more than 12 hours, indicating very slow PT rate at this temperature. As mentioned above, for ε-MnAl, the displacive mode acts at $5 7 3 \\mathrm { ~ K ~ }$ while massive mode dominates the PT at $6 7 3 \\mathrm { ~ K ~ }$ .Fast transformation rate is the characteristic of the massive transformation.The low transformation rate of displacive mode is ascribed to the obstacle effect of ${ \\varepsilon _ { 2 } } ^ { * }$ and ${ \\varepsilon _ { 3 } } ^ { * }$ to the shearing process of ε1' variants. In fact, the coarsening rate of $\\tau _ { \\mathrm { s } }$ is observed to be very slow in our in situ TEM experiments,even the temperature is as high as $7 7 3 \\mathrm { K }$ ,as partly shown in Fig. 3. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4. Conclusions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Based on the results of the curent studies including XRD analysis,in situ TEM observations,and magnetic measurements on the MnAl and MnAlC alloys,a clear and more complete understanding of the $\\varepsilon {  } \\tau$ PT has been developed.The PT modes are mainly selected by temperatures. Only the displacive mode exists in the low temperature region, 510-650K for MnAl and $5 4 0 – 7 6 6 \\mathrm { ~ K ~ }$ for MnAlC.The displacive mode and the massive mode coexist at higher temperatures,while the weight of massve mode increases with increasing temperature.The t-MnAl and $\\tau$ -MnAlC start to decompose at temperatures above $7 5 0 \\mathrm { K }$ and $8 3 8 \\mathrm { K }$ , respectively. Only one third or less of the ε-phase can be transformed into $\\boldsymbol { \\tau }$ via displacive mode and the remaining two thirds or more via massive mode. The typical growth rate of the $\\boldsymbol { \\tau }$ -MnAlC grains at $7 7 3 \\mathrm { ~ K ~ }$ is $8 { - } 6 0 ~ \\mathrm { n m / s }$ .Pure ferromagnetic $\\boldsymbol { \\tau }$ -MnAl without any addition of stabilizers was prepared by controlling the temperature and heating time.Temperature (or time)dependence of magnetization measurements under magnetic fields is developed to determine the activation temperature (or PT rate) ofboth displacive and massive PT of $\\varepsilon { \\to } \\tau$ in MnAl-based magnets. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This work was supported by the Future Materials Discovery Program through the National Research Foundation of Korea (NRF） funded by the Ministry of Science,ICTand Future Planning (2016M3D1A1027835),and the National Natural Science Foundation of China (Nos. 11074227, 51671177). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Appendix A. Supplementary movie 1: Massive growth of t-phase in ε-MnAlC.   \nAppendix B. Supplementary movie 2: Nucleation and growth of a grain of t-phase in ε-MnAlC. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[1] J.M. D.Coey,New permanent magnets; manganese compounds,J. Phys.: Condens. Matter 26 (2014) 064211.   \n[2] T. Mix,F.Bittner, K. H. Mullr,L.Schultz,T. G. Woodcock, Allying with a few atomic percent of Ga makes MnAl thermodynamically stable,Acta Mater. 128 (2017) 160-165.   \n[3] Z. Shao,H. Zhao,J. Zeng,Y. Zhang,W. Yang,Y.Lai, S. Guo,H. Du,C. Wang, Y. Yang, J. Yang, One step preparation of pure $\\boldsymbol { \\tau }$ -MnAl phase with high magnetization using strip casting method, AIP Advances 7 (2017) 056213   \n[4]F.Bittner, L. Schultz, T. G. Woodcock, Twin-like defects in $\\mathrm { L } 1 _ { 0 }$ ordered t-MnAl-C studied by EBSD,Acta Mater. 101 (2015) 48-54.   \n[5]H.Fang,S.Kontos,J. Angstrom, J. Cedervall,P. Svedlindh, K.Gunnarsson, M. Sahlberg,Directlyobtained T-phase MnAl,a high performance magnetic material for permanent magnets,J. Solid State Chem. 237 (2016) 300-306   \n[6] I. Janotova,P.Snec Sr.,P.Snec,I. Mat'ko,D.Janickovic,J. Zigo,M.Mihalkovic，J. Marcin,I. Skorvanek, Phase analysis and structure of rapidly quenched Al-Mn systems, J. Alloys Compd. In press   \n[7] J. Thielsch,F. Bittner, T. G. Woodcock, Magnetization reversal processes in hot-extruded $\\boldsymbol { \\tau }$ -MnAl-C, J. Magn. Magn. Mater. 426 (2017) 25-31.   \n[8] P.Mullner,B.E.Bürgler,H. Heinrich,A.S.Sologubenko, G. Kostorz, Observation of the shear mode of the $\\varepsilon {  } \\tau$ phase transformation in a Mn-Al-C single crystal, Philos. Mag. Lett. 82 (2002) 71-79.   \n[9] J.J.van den Broek,H.Donkersloot,G.van Tendeloo,J.van Landuyt,Phase transitions in pure and carbon-doped $\\mathrm { A l } _ { 4 5 } \\mathrm { M n } _ { 5 5 }$ alloys,Acta Metall.27 (1979) 1497-1504.   \n[10] D. P. Hoydick，E.J. Palmiere，W. A. Soff，On the formation of the metastable $\\mathrm { L } 1 _ { 0 }$ phase in manganese-aluminum-base permanent magnetic materials, Scrip. Mater. 36 (1997) 151-156.   \n[11] J.M. K. Wiezorek,A. K. Kulovits, C. Yanar, W.A. Soffa, Grain boundary mediated displacive-diffusional formation of t-phase MnAl, Metall. Mater. Trans.A 42A(2011) 594-604.   \n[12] C. Yanar, J.M.K. Wiezorek,V.Radmilovic,W.A. Soffa,Massive transformationand the formationof the ferromagnetic $\\mathrm { L } 1 _ { 0 }$ phase in manganese-aluminum-based alloys, Metall. Mater. Trans. A 33A (2002) 2413-2423.   \n[13] W. Lu,J. Niu, T. Wang, K. Xia, Z. Xiang, Y. Song,H. Zhang, S. Yoshimura， H. Saito, Low-energy mechanically milled t-phase MnAl alloys with high coercivity and magnetization, J. Alloys Compd. 675 (2016) 163-167.   \n[14] R.Madugundo, O. K. Alkan, G. C. Hadjipanayis,Bulk Mn-Al-C permanent magnets prepared by various techniques,AIP Advances 6 (2016) 056009.   \n[15] A.Pasko,F. Mazaleyrat,L. K. Varga,P.S. Stamenov,J.M.D. Coey,High-field magnetization behaviorof Mn-Al-C alloys, IEEE Trans.Mag. 50 (2014) 2105104   \n[16] W.Lu,J. Niu,T. Wang,K. Xia, Z. Xiang, Y. Song, Z. Mi, W. Zhang,W. Tian,Y. Yan,Phase transformation kinetics and microstructural evolution of MnAl permanent magnet alloys,J. Alloys Compd. 685 (2016) 992-996. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/4a82e0316767bdeba36e0bb9fae3968ee53c7aae9a61d24f014cc50b3f0d4355.jpg",
        "img_caption": [
            "Figures: ",
            "Fig.1a)XRDpatterns.The water-quenched MnAland MnAlCare singleε-phase.Thedifractionintensityof (O02)inε-MnAlC is muchhigher than thatoftheother planes.Singlet-phasewasobtained in MnAlannealedfor15minutesand inMnAlCanealed for 15 and 40 minutes. A small fraction of $\\tau$ -phase in MnAl decomposed to $\\gamma _ { 2 } + \\beta$ -phases when annealed for 25 minutes. The MnAlC annealed for 10 minutes is composed of $\\mathbf { \\boldsymbol { \\varepsilon } } ^ { + } \\tau$ -phases. b) Cleavage fractures observed by SEM indicate preferential growth of the water quenched MnAlC. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/e23daf9eb8d36ad3195cf2cbb7b2da095a3afb92d46600b2897395981dbd1999.jpg",
        "img_caption": [
            "Fig.2 Normalized M-T curves of ε-MnAl/ε-MnAlC under $2 \\ \\mathrm { T } .$ The massive phase transformation is thermally activated at temperatures above $6 5 0 ~ \\mathrm { K } / 7 6 6 ~ \\mathrm { K }$ ,below which the displacive mode acts.The ferromagnetic $\\tau$ -MnAl and t-MnAlC decompose at temperatures above $7 5 0 \\mathrm { K }$ and $8 3 8 \\mathrm { K }$ ,respectively. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/23c39169ec9035047338e026e6d823e0082a0cca1bcf198de65337359c6db588.jpg",
        "img_caption": [
            "Fig.3.TEMimages: (a) the parent $\\mathbf { \\varepsilon } _ { \\mathbf { \\varepsilon } _ { \\mathbf { \\varepsilon } } + \\mathbf { \\varepsilon } _ { \\mathbf { \\varepsilon } } } ,$ phase show continuous bright contrast with the electron diffraction patterns shown as inset. With increasing annealing time, t-phase was formed via (b) displacive shear mode denoted as $\\tau _ { \\mathrm { s } }$ and (c） massive diffusion mode denoted as $\\tau _ { \\mathrm { { m } } }$ (d, e) The $\\tau _ { \\mathrm { s } }$ grains grows up to $4 0 \\ \\mathrm { n m }$ slowly with time and covers ${ \\sim } 1 / 3$ of the field in view. Impurities (marked as I) was observed to accumulate in grain boundaries. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/74551cc89dbc10ee13b48dc263bf1cb518d61a8a30bbccd7a5baebfa9fc89309.jpg",
        "img_caption": [
            "Fig. 4 Massive growth of $\\tau _ { \\mathrm { m } }$ -grains. (a) One $\\boldsymbol { \\tau }$ -grain G1 hinders the growth of another $\\tau$ -grain G2, producing grain boundaries GB with thickness of ${ \\sim } 8 0 ~ \\mathrm { n m }$ (b)The $\\tau _ { \\mathrm { s } }$ -grains (formed via displacive mode) embedding in the parent $\\varepsilon / \\varepsilon ^ { \\prime }$ phase were embedded in the matrix of growing $\\tau _ { \\mathrm { { m } } }$ grains formed via massive mode. (c) The growth rate of $\\tau _ { \\mathrm { { m } } }$ is estimated based on the size of the grains and the time required reaching it.(d) Room temperature M-H plots of the ε-MnAlC after 13-hour annealing in $4 \\mathrm { ~ T ~ }$ ，The saturate magnetization $( 3 5 \\ \\mathrm { A m } ^ { 2 } / \\mathrm { k g } )$ of the $6 2 3 { \\mathrm { ~ K ~ } }$ annealed sample is one third of the magnetization $( \\sim 1 0 5 \\ \\mathrm { A m ^ { 2 } / k g } )$ in the $7 7 3 \\mathrm { ~ K ~ }$ annealed sample.This further proved that only one of three possible $\\mathbf { \\varepsilon } _ { \\varepsilon } \\mathbf { ^ { \\prime } }$ variants were transformed through displacive mode into $\\tau$ -phase at 623 K,a temperature at which massive transformation is impossible. "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/1db97ace69ab91e8a49b5ce6ad509e484669e43017d53436aa8d440f76144902.jpg",
        "img_caption": [
            "Fig.5 In situ TEM images of the nucleation and growth of a $\\tau _ { \\mathrm { { m } } }$ grain. (a) a small $\\tau _ { \\mathrm { { m } } }$ grain is seen to nucleate from $\\mathbf { \\varepsilon } _ { \\mathrm { \\varepsilon } } / \\varepsilon ^ { \\prime }$ grain tip in conjunction with notched $\\tau \\cdot$ grains.(b,c,d) TEM images of the nuclei after growth of 20s,48s,and 108s,respectively. "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/ab0d92d6c2aa3656e1925421744bf0b6d4ba1e86bd3a728f10f9ce70cda27b39.jpg",
        "img_caption": [
            "Fig. 6 Room temperature demagnetization curves of $\\tau$ -MnAl and $\\tau \\cdot$ -MnAlC.The inset shows M-t plots of ε-MnAl during field-heating at $5 7 3 \\mathrm { K }$ and $6 7 3 \\mathrm { K }$ ,respectively. "
        ],
        "img_footnote": [],
        "page_idx": 13
    }
]