[
    {
        "type": "text",
        "text": "音乐审美：情绪感知的形成机制",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "赵晓杰12张育婷²张向葵11（东北师范大学心理学院 吉林长春 130024)² (东北师范大学人文学院 吉林长春 130117)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要；音乐是审美教育的一种方式，音乐情绪感知是审美及音乐欣赏的基础。音乐情绪感知是指个体对音乐作品中隐含情绪做出的觉察和判断。本文剖析音乐情绪感知及其理论机制，从脑机制、年龄、性别、音乐偏好和人格特质、音乐学习经历、文化、音乐材料等八个方面总结影响音乐情绪感知的研究，同时深入分析现有研究的不足，未来可进一步明晰音乐情绪感知的影响与作用效果的研究。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词；音乐情绪;音乐情绪感知;影响因素;理论模型",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Musical aesthetics: the formation mechanism of emotional perception ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ZHAO Xiaojie 1² ZHANG Yuting² ZHANG Xiangkui 1 1 （School of Psychology, Northeast Normal University， Changchun 130024, China) ² (College of Humanities &Sciences of Northeast Normal University, Changchun 130117, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ； Music is a way of aesthetic education,and music emotion perception is the basis of aesthetic appreciation and music appreciation. Musical emotion perception refers to the individual's perception and judgment of the hidden emotions in musical works.This article analyze the music emotion perception mechanism and its theory, from the brain mechanisms, age, gender, music preferences and personality traits, music learning experience, culture and lyrics in eight aspects, such as summary, the influence of music emotion perception and in-depth analysis of the shortcomings of existing research, points out the future research can be further clear music emotion perception of correlation research and effects,and strengthen the research of localization. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words； music emotion; music emotion perception; influencing factors; theoretical model ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "美是纯洁道德、丰富精神的重要源泉。美育是通过艺术手段对人们进行的教育，是以提高学生审美和人文素养为目标的，丰富想象力和培养创新意识的教育。2020年10月中共中央办公厅、国务院办公厅出台的《关于全面加强和改进新时代学校美育工作的意见》中提出加强新时代中国特色社会主义思想指导下的美育，是学校教育中的一项重要教育内容与工作。音乐作为美育的一种重要途径，对音乐情绪的感知在审美的发展过程中起着重要作用。近年来，音乐情绪感知逐步实现了由“宏观到微观”的研究转变。人们对音乐情绪的感知是其音乐欣赏与审美的基础性能力，是个体发展中不可或缺的重要的能力之一。音乐是一种社会文化的载体，对音乐作品情绪的感知则体现着个体的社会认知能力(Allgood & Heaton, 2015; Livingstone & Thompson, 2009; Trehub,Becker &Morley,2015)。现今，关于音乐情绪感知的影响因素研究,涉及心理学和生理学等多学科、多领域的研究，其中有些研究存在较明显的分歧。例如，音乐情绪感知的文化适应性和普遍性问题的争议，性别、年龄等人口学变量分类的局限性，音乐特征(如是否有歌词等)及音乐情境等方面的研究相对较少，且缺乏对现有研究系统、全面的梳理。这在一定程度上制约了音乐情绪感知在理论与应用方面的研究。基于上述分析，本研究对音乐情绪感知的内涵、理论及影响因素等相关研究内容进行了系统归纳、总结与分析，以此来帮助人们更好地理解音乐情绪感知相关研究的现状，分析以往研究中存在的不足与缺陷，为未来研究提供科学基础与借鉴。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2音乐情绪感知",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "情绪感知是指个体在早期形成的解释情绪表达和理解情绪与其他行为、心理活动和情境之间关系的能力，也被称为情绪理解(认知、加工、辨别、识别、判断、知觉)(Camras,1980)。我国学者杨丽珠等人也认为情绪感知是个体对其情绪状态所进行的判断与猜测(杨丽珠，胡金生，2003)。关于音乐情绪感知的内涵，不同的学者有不同的界定。如有的学者认为音乐情绪感知是指个体对音乐作品中隐含的情绪而做出的相应觉察和判断(Juslin,2013)。随着研究的深入，Juslin等也认为音乐情绪感知是指个体对音乐情绪所表达的具体认知和理解(Juslin&Västfjall,2008;Koelsch,2014)。通过对情绪感知与音乐情绪感知内涵及理论研究来看，二者在心理及生理方面的研究各有侧重点，其中有关生理机制的研究表明，作为听觉形式的音乐情绪感知是独特的，原因在于在没有直接接触的情况下还能够吸引他人的注意力，与视觉形式的情绪感知则相反(Hawk et al.,2009)。同时研究还发现，音乐情感和美学的认知理论认为(Bever,1988)，当个体参与音乐体验时,则会引起可能与个人体验相关的情绪相继发生(Miranda&Gaudreau,2011; Steptoe,2001)。以往的研究也验证了个体特征对音乐感知力的重要性，如当听者在感知基本情绪以及一些相关的情绪维度时有较高的一致性，但是当面对复杂情绪和其他心理状态的判断时可能会出现较大的差异(Gabrielsson&Juslin,2003)。并且，人格特征不是单独作用于音乐情绪感知的，音乐偏好与其一同发挥重要作用。如音乐是否能吸引个体和个体对音乐是否产生共鸣，受到音乐偏好的影响(Garrido& Emery,2011)。音乐情绪感知还受其他因素影响，如性别、年龄、音乐学习经历等内部因素，音乐特征以及文化等外部因素。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前，音乐情绪感知的内涵以国外学者提出的概念为主，并得到研究者们的广泛应用，对音乐情绪感知的划分方式虽然有多种，但是其内涵在一定程度上具有一致性。音乐情绪感知研究作为现今情绪感知研究领域中的热点，其形成的机制及理论等一直是倍受关注的问题，因此下文对其进行详细阐述与分析。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3理论基础 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1音乐情绪感知的过程理论",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）期待模型",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "基于安吉尔情绪期待概念，Meyer(1956)提出了音乐期待模型。该模型首次从主体认知角度解释了音乐情绪感知的过程。指出音乐旋律表征在音乐活动中对个体认知起支配作用，并支配着个体的音乐认知能力，使个体能自主的对音乐事件进行预期和期待，而期待出现的状态是以音乐事件与期待顺利为基准(Meyer,1956)。相反，当音乐事件的进行与期待出现冲突时，人们则表现出期待不能满足的状态，相继产生一定的负向情绪。同时，Mandler从进化学角度具体分析了形成期待的原因(Harrer&Harrer,1977)，认为期待形成过程中的基础是适应功能，以个体对事件出现的概率作为事物发展的估计标准，使人类及动物对未来事件拥有控制力，增加了对未来生存及生活较强的控制感(Harrer&Harrer,1977)。随着研究不断延伸，Huron 在前人基础上，提出用期待理论来解释音乐情绪感知过程的完整化模型，认为在音乐情绪发展中存在着五种与期待相关的反应阶段，其五种反应阶段具体包括想象性应答、紧张性应答、预测性应答、反射性应答和评价性应答(Huron,2006)，同时认为音乐情绪主要是由不同阶段情绪的具体反应所引起的，并且以混合情绪反应表达为主。因而，音乐情绪体现出更多的复杂和矛盾冲突(Thompson&Quinto,2011;Huron,2006)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（2）多重机制模型",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Juslin等人于2008年提出了与音乐期待模型相似的音乐诱发情绪的多重机制模型，是倍受广大研究者们普遍认可与广泛使用的理论模型。该理论模型假设了音乐诱发情绪的六个心理机制：脑干反射(brain stem reflexes)、评价性条件反射(evaluative conditioning)、情绪感染(emotional contagion)、视觉意象(visualimagery)、情景记忆(episodic memory)、音乐期待 (musical expectancy)(Juslin&Västfjall, 2008)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "脑干反射是指在音乐情绪的发展过程中，脑干会接收来自音乐所具有的基本感觉声音来对重要事件进行相应提示，在其他条件相同的情况下，急促等音乐特征会带来一种不舒服的感觉，对于此类声音会使中央神经系统的活动增加;评价性条件发射是一种音乐诱发情绪的相关过程，也被视为情感学习的过程等。虽然涉及名称较多，但都呈现出“经典条件反射”的原理，即为中性的条件刺激与带有感知情绪的非条件刺激进行重复的配对，配对后发现，中性的条件刺激获得了唤起个体与感知情绪的非条件刺激相同情感状态的能力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "情绪感染主要指个体能够感知到音乐带来的具体情感，并对这种情感表达进行相应“模仿”练习，通过一系列的反馈作用导致出现同样的情绪。有些研究已证实了在有特定情感条件下的音乐可以在不同的听者中产生相同情绪(Lundqvistetal,2009;Kallinen&Ravaja,2006)。并且个体感受到的情绪是以音乐为主，这既可以通过外部条件进行反馈，也可直接通过个体大脑情绪的反馈，该模型体现出个体的共情反应及镜像神经元等相关活动。已有研究表明，在特定情况下，情绪表达的音乐能够引发听者产生相同的情绪反应(Kallinen&Ravaja,2006)。视觉意象是指个体在听音乐的同时也能看到影像，随即产生情绪的过程。影像概念的存在，证明了刺激物在有音乐的同时还有图像。视觉意象类似于一种知觉上的体验，但是却能在没有相关的感觉刺激下发生的情绪体验而脑中的图像则是情绪的“触发器”(Plutchik,1984)。个体似乎可以通过对音乐的不同映像，从而让音乐结构开始产生概念化(Lakoff&Johnson,1980;Bonde,2006)。现今，视觉意象的研究已运用在音乐治疗方面(To0mey,1996)。总体而言，音乐情感体验中非常重要的一部分来自于图像处理(Meyer,1956)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "情景记忆是指音乐能够唤起个体对生活中某个事件的特定记忆，从而产生情绪。很多研究表明，音乐能够唤起记忆(Sloboda,1992；Sloboda,1992;Juslin,Liljestroms,&Laukkap et al.,2011;Gabrielsson,2001)。情景记忆曾经被音乐的相关理论家否定，认为其与音乐的关联较小。不过最近研究发现，它可能是音乐情绪最频繁、最重要的来源之一(Juslin,Liljestrom,& Vastfjall et al.,2008)。情景记忆与上文提及的评价性条件反射同属记忆的形式，但二者在过程特征和大脑基础存在不同。情景记忆不仅涉及主动回忆先前的事件，保留更多语境的相关信息，而且组织程度较高(Conway,&Rubin,1993)。音乐期待是指对音乐延续的一种期待过程，当音乐特征出现违反或证实听者期待的情况出现时，个体便产生情绪，如当音乐期待突然被中断时，音乐情绪则出现(Steinbeis,Koelsch,&Sloboda,2006)。但由于音乐特征的不同会产生不同的音乐期待，而这些期待又具有个体差异性，解决这一问题的难点就在于理解个体在某个特定环境的反应不过近年也有研究发现，音乐期待不一定引发情绪的产生(Steinbeis,Koelsch,&",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Sloboda, 2006)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）成份理论",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "StefanKoelsch(2018)基于音乐神经机制的长期研究，提出了音乐情绪的成份理论，认为音乐情绪的产生有五种机体成份。一是认知评价成份，主要指音乐能够引发出对情绪的唤醒和评价作用。二是行为动机成份，是指音乐会引发强烈的情绪行为。三是生理成份，即指音乐起到唤醒或放松与之相关的生理激活作用。四是表达成份，是指音乐会影响个体情绪的外在表达能力。五是主观体验成份，即音乐唤醒或减少对情绪的加工。Koelsch还强调音乐能激活所有与情绪相关的大脑结构，这一生理作用对进一步研究音乐情绪的脑神经活动等具有重要的指导作用(Koelsch,2018)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "音乐期待模型和多重机制模型都是阐述音乐情绪理解的心理机制的理论。音乐期待模型是用来解释音乐情绪产生的完整化模型，是首次以主体认知角度为出发点，全面解释分析音乐旋律表征的重要价值与期待形成的原因(Harrer&Harrer,1977)，并提出与期待相关的五种反应阶段(Huron,2006)。基于音乐期待模型，Juslin等人提出音乐诱发情绪的多重机制模型，除了音乐期待因素以外还增加了脑干反射、评价性条件反射、情绪感染、视觉意象、情景记忆五种因素。多重机制模型其理论性和实践性研究相对较丰富，模型是由个体通过每一因素上的不同体验即情绪产生的过程而构成的，理论完整且细致。随着近年研究者对音乐情绪感知研究的关注度不断提高，多重机制模型更是受到众多学者的青睐与使用。Meyer 曾预言它可能会成为音乐情感中引用量最多的机制(Meyer,1956)。随着研究不断延伸，2018年提出音乐情绪的成份理论。该理论与多重机制模型是相得益彰。基于多重机制模型，音乐情绪的成份理论依据音乐神经机制的原理提出情绪产生的五种机体成份。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "另外，在与音乐情绪机制相关的理论中，Kone",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ni的中介说也受到许多研究者的喜爱，具有理论的普遍适应性。该学说认为音乐可以直接引发相应的情绪，但音乐与情绪间也存在中介(Juslin&Västfjäll,2008)。音乐对表情、动作行为、心境、和生理反应具有直接或中介的影响，可能通过记忆和联想从而导致真实情绪出现(Konecni,Brown,&Wanic,2008)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2音乐情绪感知的线索理论",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）音乐线索一致性模型",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从认知心理学来看，无数个声学符号组成音乐，通过提取不同音乐线索的相关特征从而实现对音乐的加工，再进行逐步具体的整合过程。在认知影响下，音乐的声学线索能够具体分离出单个线索与情绪的关联，开启音乐情绪实证研究的先河(Thompson& Quinto,2011;Juslin&Västfjall,2008)。基于认知心理，Juslin等人建构了音乐线索一致性模型，指出编码和解码时激活信息表征的一致性，才导致信息发出者与接收者之间实现正确有效的沟通。因此，创作者的音乐符号表征与听者内部的符号必须保持一致，才能实现音乐与听者的有效沟通(Juslin &Laukka,2003)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）音乐情绪感知模型",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "音乐情绪感知模型是由Balkwil，Thompson及Thompson 提出的。该模型有两个代表性的模型即音乐情绪感知的线索冗余模型和分馏情绪系统模型。上述两个模型的核心观点是个体能够借助于某些线索特点，以此来识别音乐所具体要表达的情绪。然而，当听众面对熟悉的音乐时，则调用线索对音乐进行深入的理解。此理论与音乐偏好也有一定的相关性，当面对陌生的音乐时，听众自主发生反应，且借助心理物理线索对音乐进行分析及理解，因为心理物理线索早已足够实现对音乐情绪的大致基调做出判断(Thompson,2010)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "音乐线索一致性模型阐述认知信息论影响下的音乐线索对音乐的加工过程。该理论有利之处在于以信息表征的一致性为出发点，将符号表征的特点运用到音乐中去，让听者实现音乐符号表征的一致性，从而理解音乐情绪。如果音乐的创作者和听者内部符号表征达成一致，便可提高听者的音乐情绪理解的能力。目前对该领域的研究相对较少，仅有线索冗余模型和分馏情绪系统模型，应该加强对本领域的深入研究。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3音乐情绪的协同化理论",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "近些年，基于共情理论，有些研究者用共情概念解释音乐情绪产生的原理，并认为音乐和语言是人类长期不断发展形成的，符号的表征形式使二者在本质上一致，与创作者实现互动的过程其实就是个体加工语言和音乐的过程。因此，听者与创作者实现共鸣和共情的过程体现着音乐情绪的发生，语言认知共情的过程同样体现着情绪的发生，二者原理相似(Livingstone& Thompson,2009)。早期有学者提出共享情感运动经验的模式(sharedaffective motion experience，SAME)，指出人类镜像神经元系统(MNS)和边缘系统之间的相互作用可能会使人类大脑“理解”复杂的音乐信号模式，提出音乐是一种协同激活所有神经系统的刺激，模仿、同步和共享经验可能是人类音乐行为的关键方面，并为随后的情绪反应提供神经基质(molna-szakacs&Overy,2006)。后来学者们借用“协同化”一词来解释音乐共情的相关核心机制。协同化是指个体会在与外部环境的互动过程中，以此来自动激活与客体在运动频率和方向上保持一致的倾向，以客体的一系列变化从而做出个体自身同步的反馈及调整(Overy&Molar-Szakacs,2009)。该理论是以共情理论为基础，利用音乐与共情的交互作用而引出“协同化”，但不足之处是，目前还无法用协同理论加以解释较深层次的认知协同及在此基础上的认知共情。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "综上所述，从过程、线索、共情三个维度，具体阐述了音乐情绪感知的心理机制，分别提出了音乐情绪感知的过程理论(音乐期待模型、多重机制模型、成份理论)、音乐情绪感知的线索理论(线索一致性模型、音乐情绪感知模型)和音乐情绪感知协同化理论。音乐情绪感知的过程理论，基于Meyer的音乐期待模型，主要介绍了音乐情绪感知的过程与构成成份。音乐情绪感知的线索理论，基于认知信息论的影响，表达了音乐线索对音乐情绪感知的影响。音乐情绪的协同化理论，阐明了音乐与语言共情的相似原理，同时指出音乐加工中的内部符号一致性对音乐情绪感知能力的重要作用。上述理论的发展，为该领域未来研究提供了重要的理论基础及研究方向，启迪新视角研究。另外，影响音乐情绪感知的因素是多维的，彼此是如何作用的？下文对此进行细致分类并归纳分析。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4音乐情绪感知的相关研究",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1脑机制研究",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在最近的20多年里，对音乐的神经基础的科学研究突飞猛进。研究表明，音乐处理过程的不同方面几乎调动了大脑的所有区域，包括前额叶皮层、前运动皮层、运动皮层，躯体感觉皮质、颞叶、顶叶皮层、小脑、枕叶皮质区和边缘系统包括杏仁核及丘脑与其他任何刺激或认知过程(Koelsch& Siebel,2005;Zatorre,2005; Zatorre,Chen,& Penhune, 2007; Chartrand, Peretz,& Belin, 2008)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "大脑左右半球存在不同的音乐情绪加工是音乐情绪感知的大脑神经机制得到很好的让明。音乐情绪信息加工的重要区域是前额皮层，而且不同的区域对情绪加工起着不同的作用(孙亚楠,刘源,南云,2009)。项爱斋等研究显示，音乐能较好激活个体对情感加工的相关脑区，大脑不同的神经加工区域可加工不同情绪。Tsang(2001)等研究发现，大脑左侧额叶相关脑区主要是激活愉悦性音乐片段，大脑右侧额叶相关脑区则是激活恐惧性音乐片段，说明不仅大脑额叶相关部位对音乐情绪的理解起重要作用，而且不同左右额叶作用不同。除了大脑额叶，Altenmuller等用皮层直流脑电图研究发现听音乐时，双侧的额颞区被广泛的激活，同时也证实Tsang 等的研究结论即听音乐时的情绪反应具有偏侧效应。因此，有学者不断跟进有关颞叶受损的相关研究并发现，右侧颞叶受损的病患是难以分辨、识别悲伤音乐情绪，左侧颞叶受损的病患则几乎无法识别愉快的音乐情绪(Khalpa etal.,2008)，该研究结果与偏侧优势研究相吻合。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "正性和负性的音乐情绪类型给个体所带来的作用有所不同。正性情感加工更使人心情愉悦(项爱斋,张云婷,张权等,2006)。有的研究还发现，额中区出现较多的0波是以愉快情绪为主，这更有助于放松心情(Sammler 2007)。同时，对于负性情绪的神经科学研究也表明，音乐刺激引发的负向情绪，会使脑内NE，5-TH，AchGlu的活动增加，进而使神经机体内的稳定性遭到破坏，使T淋巴细胞活性明显下降，同时抵抗力也下降(王昕,关涛,2019)。除此之外，代景华(2005)实验研究结果也证明了音乐具有能够让人产生平和放松等作用。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "综上所述，随着认知神经科学的发展，音乐情绪感知的脑机制研究已成为现今研究的焦点和热点问题。现有研究表明音乐情绪感知的脑机制作用是极其显著的。该领域主要是涉及不同脑区对音乐情绪感知的作用与功能，如正性情绪的音乐以激活左侧额叶相关脑区，而负性情绪的音乐则是激活右侧额叶相关脑区，正性和负性音乐情绪的加工特征，音乐情绪加工的大脑偏侧优势等相关研究。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2个体影响因素的研究",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）年龄差异研究",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "最新研究表明,人们对音乐情绪的感知不仅有年龄的差异，而且存在性别的差异。以往关于音乐情绪感知的研究对象主要集中在学龄前期儿童。关于音乐情绪感知的国外研究发现，4岁是儿童音乐情绪感知发展的最佳时期，能够识别高兴和悲伤两类明显的音乐情绪的儿童年龄一般也是在4岁左右，4岁以后的儿童逐渐能够识别恐惧和愤怒等相似性的音乐情绪，音乐情绪感知呈上升趋势，并逐渐发展到成人水平(Nawrot,2003；Corrigall& Schellenberg,2016;Stalinski & Schellenberg,2012; Trehub,Hannon,& Schachner,2010)。国内与国外的研究结果呈现相同趋势，研究表明，3-5岁是中国儿童音乐情绪感知发展的重要阶段。其中，4岁是最关键时期，4岁以后儿童的音乐情绪感知迅速发展，5岁以后逐渐能够接近成人水平。国内研究还发现，学前儿童对基本情绪的感知存在显著的差异即高兴、积极的情绪的感知优于其他情绪(马谐,白学军,陶云，2013)。虽然国内、外研究所关注的年龄阶段境均为学前期，但在年长群体的研究中也有发现，年长的听众具有更多的情感体验，且更喜欢积极情绪的片段(Hunter,2011)。同时从脑机制研究来看，Marijtje在音乐训练者的调查中发现，随着年龄的增加P300波幅不断降低，但在同年龄阶段的被试间并没有表现出差异，因此，说明年龄对音乐情绪感知的影响是多方面的(侯建成,刘昌,2008)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "从国内、外的研究整体来看，虽然研究时间和过程各不同，但是研究结果较吻合，并表现出统一性。在学前期，4岁是儿童音乐情绪感知发展的最关键时期，4岁以后儿童的音乐情绪感知处于迅速上升阶段，并能够接近成人的水平。在研究学龄前阶段的同时，研究者们也关注了较为年长的人群，但目前与音乐情绪感知的年龄阶段问题的相关研究仍有局限性。因此，年龄特征的影响因素特别是生理影响因素的研究，相对较薄弱，涉及范围较小，需进一步深入研究(Paquete, Rigoulot, Grunewald, & Lehmann, 2020)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（2）性别差异研究",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "人口学变量—一性别作为各大领域的基础性影响因素，早在20世纪，性别与音乐情绪的关系研究发现，女性相比男性能够更强烈地感受到音乐情绪(Kamenetsky,Hill,&Trehub,1997)。在相关生理领域的国内研究中也发现，男、女两性在音乐情绪反应的时间及强度上各有不同，并在脑机制等方面也存在一定的差别。当大脑处理音乐情绪时，女性大脑右侧与中间区域表现出优势，男性大脑的前侧与左侧区域表现出优势。情绪加工策略研究发现，女性音乐情绪反应速度快于男性，主要体现在愉悦与悲伤情绪上，女性音乐情绪感受强度强于男性，则体现在悲伤、恐惧情绪上，尤其在加工悲伤情绪时,女性的激活程度更显著(王昕,关涛,2019)。但也有人研究发现，男、女两性在积极音乐情绪感知上几乎一致，甚至男性比女性更强烈(王昕,刘沛,2013)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "由此可见，音乐情绪感知的性别差异研究中，国外研究较单一、片面，只提出女性比男性的音乐情绪感知更强烈。但国内的研究不仅关注生理研究，而且关注大脑偏侧和加工策略优势的研究，同时发现存在性别差别。因此，通过国内、外的研究结果得出，对性别差异的深入研究是非常必要的。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（3）音乐偏好、人格特征的研究",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "音乐偏好与人格特征是音乐情绪感知的重要影响因素。只有听者喜爱的音乐才能够满足听者的生理及心理需求(Harris,Olthof,&Meerum Terwogt,1981)。同时，个体的差异程度与个体对音乐情感产生的共鸣程度是音乐情绪反应的主要原因。而个体的人格特征又受到音乐偏好的影响(Garrido& Emery,2011)。音乐偏好研究表明，听众的音乐风格、熟悉和喜爱程度等因素对音乐情绪感知有特定影响，并呈正相关趋势。通常诱发更强烈的情绪感知的是个体所熟悉和喜爱的音乐(王昕,刘沛,2013;陆悦,2014)。同时研究还发现，个体更喜爱与音乐感受情绪相接近的作品，也就是说个体更喜爱能唤醒强烈情绪的音乐(Emery,2007;Emery,2010)。人格特征研究发现，热情、乐观等的个体在聆听音乐时能感受到更正性的情绪,然而敌对、冲动等的个体在聆听音乐时能感受到更负性的情绪，开放的个体在听音乐时的情绪感知会更强烈，与前人研究结果一致(Costa&McCrae,1992;陈悦,2014)。因此，音乐偏好、人格特征是两个影响音乐情绪感知的重要因素。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "总之，人格特征是相对稳定的，但随着生活阅历的改变也会随之发生变化，且同一种人格的个体，由于外界条件的不同也会存在差异。根据现有研究可得出，音乐偏好和人格特征是相辅相成，相互作用的，二者与音乐情绪感知的作用机制密不可分。对于音乐偏好与音乐情绪感知研究而言，人们的喜好及感受性起着至关重要的作用，直接影响着音乐情绪的感知情况。对于人格特征与音乐情绪感知研究来说，不同的人格特质对于音乐情绪感知是不同的，个体特征并不是一成不变的，会随着个人环境等变化而发生改变。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（4）音乐学习经历的研究",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "音乐学习经历对音乐情绪感知也是不可忽略的影响因素之一。虽然学者们对其关注度相对较高，但以往相关的研究相对较少。有的研究发现，经过音乐训练的儿童往往具有更高水平的注意力及情绪理解能力(Schellenberg&Mankarious,2012;Corrigall, Schellenberg,& Misura,2013)，并认为人们的音乐体验与音乐训练经历会引起人类音乐情绪感知的变化、音乐认知能力甚至人体的脑皮层结构的不同(王昕,刘沛,2013)。Koelsch(2005)等人的研究还发现，音乐训练会促进个体在音乐感知任务中对音乐情绪的感知，并没有年龄差异。但也有研究提出质疑，指出音乐情绪感知是个体在长期进化过程中不断获得的一项能力，是独立存在的，并且通过研究也证明，音乐训练虽然可以提高个体对音乐的感知能力，但个体在音乐情绪感知等过程中并无明显的差异(Bigand,Vieillard,Madurell,Marozeau,&Dacquet,2005)。语言领域研究也发现，相比长期的音乐训练，个体自身的听力能力才是更具影响的因素(Mankel&Bidelman,2018)，这在很大程度上质疑了音乐训练对情绪的感知及加工。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "综上所述，关于音乐训练对音乐情绪感知过程的作用，虽然有些研究表明，音乐体验与音乐训练经历的确会影响人类音乐情绪感知，并表示经历音乐训练的儿童比未经历音乐训练的儿童有更高水平的注意力，但是音乐情绪感知却是个体在长期发展过程中逐渐获得的一项能力，是独立于音乐训练而存在的，后期研究也发现，音乐训练并不是唯一促进个体对情绪感知的方式，个体自身的听力能力才是更具影响的因素。因此，该领域的研究仍需进一步验证与探索。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3外部影响因素的研究",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（1）音乐特征的研究",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "音乐特征作为音乐情绪感知的重要影响因素之一，也引起研究者们广泛关注。其中有项关于歌词影响音乐情绪感知的研究发现，不管歌词有否，听者都能加工音乐本身所传达的情绪信息。但同时也有研究表明，歌词影响个体对大脑加工音乐情绪的时间进程，个体对无歌词音乐情绪的加工强于有歌词音乐情绪的加工，在一定程度上为音乐及语言关系的探究提供依据(张伟霞,王莞琪,周临舒,蒋存梅,2018)。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "正如上述研究所阐明，通过有无歌词的行为研究发现，听者对有歌词音乐情绪的加工滞后于无歌词音乐情绪的加工，在一定程度上为音乐与语言关系的探究提供了依据。但关于歌词与音乐情绪感知的研究，无论是国外还是国内的研究目前都很少，可结合语言文化的差异性进行大量的深入研究。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（2）文化普遍性与适应性的研究",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "音乐文化经验对个体的音乐情绪感知具有传递作用，并能够在大部分情况下正确解读音乐要表达的情绪。虽然有研究表明即使缺失音乐文化经验的个体也能正确解读音乐情绪，但有音乐文化经验基础的个体能够对音乐情绪感知到更多的共性特征(邵长辉,2019)。在一项音乐文化经验的调查研究发现，日本、瑞典、印度等国家的听众对几种不同文化风格的音乐，其所要表达的10多种不同类别的情绪所体现出的精确性很高，但其情绪理解可能会在一些复杂情绪上呈现出一种不明确性。由此可以得出，识别较为容易的是音乐本身所表达的情绪；反之则识别起来就较为困难(邵长辉,2019)。还有学者基于文化与音乐情绪感知，提出情绪感知的文化适应论，认为文化习俗主要决定个体对音乐意义上的具体理解及音乐情绪的深刻感知。该理论首先承认音乐的感知上存在某些共同的特征，但也认为文化背景下的特定音调影响了对音乐情绪意义的具体理解(Blacking,1973)。但是也有学生提出质疑，指明儿童早期就发现了文化特异性现象，但会在儿童发展过程而逐渐消失，儿童早期具体的表现出音乐的文化普遍性(Corrigall& Schellenberg,2016; Stalinski & Schellenberg,2012)。关于文化普遍性问题的研究，国内学者将3、4、5岁及大学生四个年龄阶段的中国人作为研究被试，研究其在文化背景下音乐表达的情绪感知及发展特点问题，研究结果支持了文化普遍性的观点，即在任何年龄阶段，个体对中、西方音乐情绪感知在总体上无文化差异(马谐,陶云,白学军,2017)。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "总之，无论是否具有文化经验都可以理解音乐情绪，但有音乐文化经验基础的个体对于音乐情绪具有更多的感知体验。音乐情绪感知的文化适应论，是在不同文化背景下提出的音乐情绪感知的一致性的理论。该理论承认音乐情绪的感知存在某种共通之处，但也认为文化背景中特定的音调体系影响对音乐情绪意义的理解。后期的相关研究结果都支持了音乐情绪感知的文化的普遍性的观点。因此，音乐情绪感知的文化普遍性及适应性存在一定的分歧，在未来研究中需进一步加强对于二者理论相关的研究。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5未来研究展望",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "音乐情绪感知的研究目前为热点问题，最近几年得到快速发展。国外研究发起相对较早，进展较快。总结分析以往研究不足与缺憾，具体从音乐情绪感知的理论及影响因素两个方面来探讨。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.1音乐情绪感知的心理机制的实证研究",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "就目前国内、外有关音乐情绪感知的理论研究而言，涉及内容相对不够全面，适用性的模型也较少，只有部分国外学者提出的理论模型具有一定的参考价值，如音乐诱发情绪的多重机制理论等。对于音乐诱发的多重机制理论有研究者提出将其原来的6项因素变为7项，即在原有理论基础上增加了节奏融入这一因素，节奏融入是指个体身体内部所进行的一系列运动机制，会被音乐本身的节奏韵律所唤醒，并自发跟随进行协同化运动(施永谋,2017)。节奏融入因素增加后与以往的理论存在共通之处，即音乐情绪感知是由其理论中的某一因素引发的，但Juslin等研究者最初提出此理论时并未提出节奏融入这一影响因素，因此，节奏融入这一影响因素提出是否具有一定的价值，仍需要进行深入研究与分析，并阐明该理论应具有多少因素为宜。同时，音乐诱发情绪的多重机制模型的具有一定的价值性和实践性，如台湾地区的陈一平等在其原有研究的基础上提出审美评价，从多角度阐述音乐诱发情绪的个体心身历程（陈一平,林智祥,蔡振家,2013)，但其价值性和实践性问题仍需进一步实证研究。另外，以音乐情绪感知为核心的音乐情绪感知的线索冗余模型和分馏情绪系统模型两种音乐情绪感知模型，特别注重音乐情绪的感受，虽然具有一定的理论及实用价值，但都有待进一步提高其机制的实证研究。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.2音乐情绪感知的内外影响因素的研究",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "音乐情绪感知受到多种因素的影响。以往对音乐情绪感知的影响研究大致涉及两大类与八个影响因素。影响音乐情绪感知的两大分类是从生理和心理两方面进行细致划分。关于生理方面，主要集中于大脑偏侧和加工策略对性别的关系、音乐训练能够促进个体前额盖区域和颞上回前部的激活，脑机制对于正、负性音乐情绪的影响，以及音乐疗愈等方面(王昕,刘沛,2013)，且脑机制研究作为当今学者们关注的焦点，与音乐情绪感知结合其无论是理论还是实践的价值性都较强。从心理角度而言，涉及研究内容相对较少，主要集中在文化经验、音乐学习经历、语言等方面对音乐情绪感知的影响研究。与国外研究相比，国内关于音乐学习经历、文化经验等研究相对更少，需要进一步细化分析。而关于音乐情绪感知的文化适应性与文化普遍性的研究一直存在争议。同时，音乐学习经历是否真的能够促进音乐情绪感知发展也需进一步探讨(Mankel&Bidelman,2018)。另外，可进一步探讨音乐与语言的关系等相关问题。音乐与语言有着相似的特征，音乐理论家们还普遍认为，大多数音乐风格可用语法来描述(Lerdahl&Jackendoff,1983)。关于音乐与语言、语法等相关研究目前鲜有少之，对于歌词与音乐情绪感知的研究更是凤毛麟角，国内仅有一项较为有价值的研究成果(张伟霞,王莞琪,周临舒,蒋存梅，2018)。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "另外，在音乐情绪感知的心理机制研究基础上，将美育与音乐情绪感知的研究有机结合，发挥音乐情绪感知机制研究的理论作用，增强理论指导美育的应用价值，使音乐情绪感知的理论研究真正融入到美育的应用研究中。在美育中，音乐情绪感知心理机制的研究，能有效助力于教师审美教育原理的掌握，提高其审美教育方法的有效性，因地制宜，认真筛选音乐素材，合理施教，既注重审美教育的基础与原理，掌握教学要领、加强教学训练，保证实际教学效果；进而，不断提升学生的审美能力与社会认知能力，强调艺术性与科学性的完整统一。不断提高学生的音乐鉴赏水平，促进学生的听觉和记忆力的发展、提高想象力和创造力，促进其身心健康全面和谐发展。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[1]邵长辉.音乐文化经验对音乐情绪加工的影响探讨[J].牡丹,2019(36):26-28.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[2]施永谋.音乐效价与归因风格对音乐情绪的影响机制[D].深圳大学,2017.   \n[3]孙亚楠,刘源,南云.音乐对情绪的影响及其脑机制的相关研究[J].自然科学进展,2009,19(01):45-50.   \n[4]王昕,关涛.负性音乐情绪的神经机制对比研究[J].中国音乐,2019(04):143-149.   \n[5]王昕,刘沛.音乐情绪心理机制的研究现状及展望[J].中国音乐,2013(02):108-111.   \n[6]项爱斋,张云亭,张权,李威.音乐刺激激活人脑情感系统的fMRI研究[J].中国临床心理学杂志,2006(02):215- 217+214.   \n[7]张伟霞,王莞琪,周临舒,蒋存梅.歌词对音乐情绪加工的影响:行为与 ERP研究[J].心理学 报,2018,50(12):1346-1355.   \n[8]Allgood R,Heaton P.Developmental change and cross-domain links in vocal and musical emotion recognition performance in childhood[J]. British Journal of Developmental Psychology,2015,33(3):398.   \n[9]EckartAltenmullr,Kristian Schurmann,VanessaKLim,Dietrich Parlitz.Hitstotheleft,flops totheight: different emotionsduring listening tomusicare reflected in cortical lateralisation patterns[J]. Neuropsychologia,2002,40(13).   \n[10]BalkwillL,L.L.,& Thompson,W.F.A cross—cultural investigation of the perceptionof emotion in music: Psychophysical and cultural cues[J].Music Percept,1999,17,43-64.   \n[11]Baumgartner H.Remembrance of things past: Music,autobiographical memory,and emotion[J].Advances in Consumer Research,1992.   \n[12]Bever,Thomas,G.A cognitive theoryof emotion and aesthetics in music.[J].PsychomusicologyAJournal of Research in Music Cognition,1988.   \n[13]E.Bigand,S.Vieilard,F.Madurel,J.Marozeau,A.Dacquet.Multidimensional salingof emotionalresponses to music:The effect of musical expertise and of the duration of the excerpts[J]. Cognition and Emotion,2005,19(8).   \n[14]Blacking,J.How Music is Man[J]. Washington: University of Washington Press,1973.   \n[1]Bonde L O .Music as metaphor and analogy - A literature essay[J]. Nordic Journal of Music Therapy, 2007, 16(1):60-81.   \n[15]Jean-Pierre Chartrand,Isabelle Peretz,Pascal Belin.Auditoryrecognition expertiseand domainspecificity[J]. Brain Research,2008,1220.   \n[16]Conway MA，Rubin D C.The structure of aubiographical memory. In: A.E.Colins,S.E. Gathercole,M.A. Conway,E.M. Morris,&Erlbaum(Eds.), Theories of memory,1993, (pp.103-37).   \n[17]Corrigall Kathleen A,Schelenberg E Glenn,Misura Nicole M. Music training,cognition,and personality.[J]. Frontiers in psychology,2013,4.   \n[18]CorrigallKA,Schellenberg E G.Music cognition in childhood[M]//The child as musician: A handbook of musical development. 2016.   \n[19]Costa P-T-,Jr. McCrae RR.Revised NEOpersonality inventory(NEO 厅 彤 and NEO five-factor inventory(NEO-FFI): Professional manual. Odessa,FL:Psychological Assessment Resources.1992.   \n[20]Schubert,E. The influence of emotion,locus of emotion and familiarity upon preference in music[J]. Psychology of Music,2007,35(3):499-515.   \n[21]Schubert,Emery.Affective,Evaluative,andColative Responses toHated and Loved Music[J].Psychologyof Aesthetics Creativity & the Arts,2010,4(1):36-46.   \n[22]Gabrielsson A,Emotions in strong experienceswith music. In:P.N.Juslin & J.A.Sloboda(Eds.)，Music and emotion: Theory and research(pp.431-49).Oxford University Press. 2001.   \n[23]Gabrielsson A.Emotion Perceived and Emotion Felt: Same or Diffrent?[J]. Musicae entiae,2002,5(1 suppl):123-147.   \n[24]Individual Differences in the Enjoyment of Negative Emotion in Music:A Literature Review and Experiment[J]. Music Perception: An Interdisciplinary Journal,2011,28(3).   \n[25]Harrer G,Harrer H.Music,Emotion and Autonomic Function[M]// Music and the Brain.1977.   \n[26]Harris PL，Olthof T，Meerum Terwogt M. Chil- dren's Knowledge of Emotion[J]..Journal of Child Psychology and Psychiatry,1981,22 (3）,247-261.   \n[27]Hawk Skyler T,van Kleef Gerben A,Fischer Agneta H,van der Schalk Job. \"Worth a thousand words\": absolute and relative decoding of nonlinguistic affect vocalizations.[J]. Emotion (Washington,D.C.),2009,9(3).   \n[28]Patrick G. Hunter,E. Glenn Schellenberg,Stephanie M. Stalinski. Liking and identifying emotionally expressive music: Age and gender diferences[J]. Journal of Experimental Child Psychology,2011,10(1).   \n[29]Huron D. Sweet Anticipation.Cambridge:MA:MIT Press. 2006.   \n[30]Istvan Molnar-Szakacs,Jonas Kaplan,Patricia M.Greenfield,Marco Iacoboni. Observing complex action sequences: The role of the fronto-parietal mirror neuron system[J]. Neuroimage,2006,33(3).   \n[31]Patrik N.Juslin,Daniel Västfjall. Emotional responses to music:The need to consider underlying mechanisms[J]. Behavioral and Brain Sciences,2008,31(6).   \n[32]Juslin Patrik N,Liljestrom Simon,Västfjall Daniel,Barradas Goncalo,Silva Ana.An experience sampling study of emotional reactions to music: listener, music,and situation.[J]. Emotion (Washington, D.C.),2008,8(5).   \n[33]Patrik N.Juslin,SimonLiljestrom,PetriLaukka,Daniel Västfjal,Lars-OlovLundqvist.EmotionalReactions to Music in a Nationally Representative Sample of Swedish Adults: Prevalence and Causal Influences[J]. Musicae Scientiae,2011,15(2).   \n[34]Patrik N. Juslin.From everyday emotions to aesthetic emotions:Towards a unified theory of musical emotions[J]. Physics ofLife Reviews,2013,10(3).   \n[35]Stuart B. Kamenetsky. Efect of Tempo and Dynamics on the Perception of Emotion in Music[J]. Psychology of Music,1997,25(2).   \n[36]Kari Kallinen,NiklasRavaja.Emotion perceived and emotion felt: Same and diferent[J].Musicae Scientiae,2006,10(2). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[37JPOSITIVE AND NEGATIVE MUSIC RECOGNITION REVEALS A SPECIALIZATION OF MESIOTEMPORAL STRUCTURESINEPILEPTIC PATIENTS[J]. MusicPerception:An Interdisciplinary Journal,2008,25(4). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[38]Stefan Koelsch. Brain corelates of music-evoked emotions[J]. Nature Reviews Neuroscience,2014,15(Suppl. 1).   \n[39]Stefan Koelsch,Walter A. Siebel. Towards a neural basis of music perception[J]. Trends in Cognitive Sciences,2005,9(12).   \n[40]Koelsch Stefan. Investigating the Neural Encoding of Emotion with Music.[J]. Neuron,2018,98(6).   \n[41]Konecni V J, Brown A，Wanic R A . Comparative effects of music and recalled life-events on emotional state[J]. Psychology of Music,2008,36(3):289-308.   \n[42]LakoffG, Johnson M .Metaphors We Live By[M]. 1980.   \n[1]LerdahlF， Jackendoff RA.generative theory of tonal music.MIT Press.1983.   \n[43]Steven Robert Livingstone,Wiliam Forde Thompson. The emergence of music from the Theory of Mind[J]. Musicae Scientiae,2009,13(2_suppl).   \n[44]Lars-OlovLundqvist. Emotional responses to music: experience,expression,and physiology[J]. Psychologyof Music,2009,37(1).   \n[45]Mankel Kelsey,Bidelman Gavin M. Inherent auditory skils rather than formal music training shape the neural encoding of speech.[J]. Proceedings of the National Academy of Sciences of the United States of America,2018,115(51).   \n[46]Meyer L B . Emotion and Meaning in Music[J]. 1956.   \n[47]D.Miranda,P. Gaudreau. Music listening and emotional well-being in adolescence: A person- and variableoriented study[J]. Revue europeenne de psychologie appliquee,2010,61(1).   \n[48]Eugene Narmour.The Top-down and Botom-up Systems of Musical Implication: Building on Meyer's Theory of Emotional Syntax[J]. Music Perception: An Interdisciplinary Journal,1991,9(1).   \n[49]Elizabeth S. Nawrot. The Perception of Emotional Expression in Music: Evidence from Infants, Children and Adults[J]. Psychology of Music,2003,31(1).   \n[50]Katie Overy,Istvan Molnar-Szakacs.Being Together in Time:Musical Experience and the Miror Neuron System[J]. Music Perception: An Interdisciplinary Journal,2009,26(5).   \n[51]Patel,Aniruddh D.Language, music,syntax and the brain.[J]. Nature neuroence, 2Oo3, 6(7):674.   \n[52]Plutchik R. Emotions and imagery. Journal of Mental Imagery, 1984.8(4),105-11.   \n[53]S.Paquette,S. Rigoulot,K. Grunewald,A. Lehmann. Temporal decoding of vocal and musical emotions: Same code,different timecourse?[J]. Brain Research,2020,1741.   \n[54]Schellenberg E Glenn,Mankarious Monika. Music training and emotion comprehension in childhood.[J]. Emotion (Washington,D.C.),2012,12(5).   \n[55]Daniela Sammler,Maren Grigutsch,Thomas Fritz,Stefan Koelsch.Musicand emotion: Electrophysiological correlates of the processng of pleasant and unpleasant music[J]. Psychophysiology,2007,44(2).   \n[56]Sloboda JA . Empirical studies of emotional response to music.[J]. 1992.   \n[57]Stephanie M. Stalinski,E. Glenn Schellnberg. Music Cognition: A Developmental Perspective[J]. Topics in Cognitive Science,2012,4(4).   \n[58]Nikolaus Steinbeis,Stefan Koelsch,John A. Sloboda.The Role of Harmonic Expectancy Violations in Musical Emotions:Evidence from Subjective，Physiological，and Neural Responses[J]. Journal of Cognitive Neuroscience,2006,18(8).   \n[59]Steptoe A. Negative emotions in music making: The problem of performance anxiety. In P. N. Juslin J. A. Sloboda (Eds.),Music and emotion: Theory and research (pp.291-307). New York,NY: Oxford University Press. 2001.   \n[60]Thompson WF,Quinto L .Music and emotion $\\because$ psychological considerations[M]. 2011.   \n[61]Thompson WF，Cross—cultural similarities and differences (Music and Emotion).In: P. N.Jusli J.A. Sloboda(eds), Handbook of Music and Emotion:Theory,Research.Oxford:Oxford University Press. 2010.   \n[62]Toomey L.Literature review: The Bonny Method of Guided Imagery and Music.Journal of the Association for Music and Imagery,1996,(5),75-104.   \n[63]Sandra E.Trehub,Judith Becker,Iain Morley. Crosscultural perspectives on music and musicality[J]. Philosophical Transactions of the Royal Society B: Biological Sciences,2015,370(1664).   \n[64]Trehub SE,Hannon EE,Schachner A M Developmental perspectives on music and affect.InP.N. Juslin,& J.A.Sloboda (Eds.),Handbook of music and emotion: Theory,research,applications (pp.645-668).New York, NY: Oxford University Press.2010.   \n[65]C. D. TSANG,L J. TRAINOR D. L. SANTESSO,S.L. TASKER,L. A. SCHMIDT. Frontal EEG Responses as a Function of Affective Musical Features[J]. Annals of the New York Academy of Sciences,20o1,930(1).   \n[66]Robert Zatorre.Music，the food of neuroscience?[J]. Nature: International weekly journal of science,2005,434(7031).   \n[67]Robert J. Zatorre,Joyce L. Chen,Virginia B.Penhune. When the brain plays music: auditory-motor interactions in music perception and production[J]. Nature Reviews Neuroscience,2007,8(Suppl. 1). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "（通讯作者：赵晓杰 E-mail:394067117@qq.com )",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "作者贡献声明：",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "赵晓杰：提出研究思路，观点和方法、设计研究框架、论文起草与修改张育婷：资料的收集与整理，修改研究框架、论文起草与修改张向葵：修改和审定论文",
        "page_idx": 12
    }
]