[
    {
        "type": "text",
        "text": "新方法、新理论为太湖环境治理和生态修复提供科技支撑",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/a8e06ad2358fb6ff458d3f6f5adc8ff139340756e84a61cce1ad1d5335a545c2.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "秦伯强朱广伟杨宏伟李宽意中国科学院南京地理与湖泊研究所 太湖湖泊生态系统研究站南京210008摘要2007年震惊中外的太湖蓝藻危机事件暴发，太湖富营养化及其蓝藻水华治理成为国家和全民关注的重大而紧迫的问题，对危机事件的应急处置、蓝藻水华暴发的科学解释和未来十年太湖水环境的治理及生态恢复等，向科研工作提出了更高的要求。中科院太湖湖泊生态系统研究站（简称“太湖站”）自建站以来对太湖进行了全面、长期的监测，开展了浅水湖泊系统研究、环境治理与生态修复技术研发和示范。特别是近十年来，在环保部、国家自然科学基金委和中科院等重大项目支持下，在太湖站野外科学平台的支撑下，联合院内外科研人员进行了多学科交叉研究，取得了一系列研究进展。在学科建设方面逐步创建了湖泊现代过程物理、化学、生物多学科协同的野外原位研究方法，发展了湖泊科学环境要素过程与格局和生态系统结构与功能相结合的研究新局面，揭示了人类活动和气候变化对湖泊关键生态过程的驱动作用，阐明了湖泊生态系统响应环境变化的特征、区域差异和反馈机制，以及生态系统退化的环境作用机理；在技术研发和应用方面提出了富营养化湖泊治理及生态恢复的方法与策略，应用于太湖治理并取得了显著成效。这些科研成果填补了大型浅水湖泊湖沼学研究的空白，不仅使我国的湖泊科学研究在国际湖泊科学研究前沿领域崭露头角，也使得太湖站成为了无可替代的野外科研支撑平台和国际知名的湖泊科学研究基地。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词湖泊富营养化，蓝藻水华，饮用水保障，湖泊生态修复 DOI 10.16418/j.issn.1000-3045.2017.06.013 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "太湖是我国第三大淡水湖泊，面积达2336平方公里，平均水深只有2米，最大水深不及3米，是非常典型的大型浅水湖泊，具有独特的地貌、环境、生态和水文条件。同时，太湖位于我国经济高度发达、城市化和工业化程度都较高的长江三角洲地区，承担着向苏州、无锡、上海等大中城市供水的重要任务，以及旅游休闲、防洪排涝、水产养殖和航运等多种生态服务功能，在区域气候调节、生物多样性保护和生态安全等方面都发挥着关键作用。自20世纪80年代起，太湖逐步趋于富营养化，伴随着水质的不断下降，其生态服务功能也受到日益严重的影响。在这样的背景下，中科院南京地理与湖泊所太湖湖泊生态系统研究站（简称“太湖站”）应运而生。1987年，位于太湖北岸梅梁湾与贡湖湾夹角顶端的太湖站正式开始建设。迄今为止已经开展了太湖监测、研究、示范等科研工作近30年。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2007年5月份，震惊中外的太湖蓝藻危机事件暴发，导致无锡市约 $80 \\%$ 区域的饮用水供应中断近一周时间（图1）。太湖站根据长期监测数据明确指出，自20 世纪80年代以来太湖的水环境质量平均每十年下降一个等级（图2）；水体逐步趋于富营养化导致蓝藻水华暴发频率和范围逐步扩大，最终危及太湖饮用水安全供给生态服务功能。面对太湖如此险峻的生态环境问题，面对中央及地方对于太湖治理的紧迫需求，太湖站勇敢地承担起历史使命，为太湖近十年大规模治理和生态修复提供了理论指导和技术支撑，为太湖流域环境改善和生态安全作出了不可替代的贡献，得到了各级政府及国内外同行的高度评价。",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/3e7beb000a18fcae9f0c2f95f14a7f07818d49a16c8d5824fb075b8cca6f4fcf.jpg",
        "img_caption": [
            "图12007年5月29日太湖蓝藻危机事件"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "左：湖面密布的蓝藻水华；右：居民饮用水散发浓烈的异味",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/7daadc7d864b38c823c422c2c790157334c6ff1154ceb50e491a855295d4823c.jpg",
        "img_caption": [
            "图2 太湖水环境质量演化"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1创新湖泊生态环境研究新技术和新方法，发展了大型浅水湖泊环境要素过程与格局和生态系统结构与功能相结合的研究方法体系",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "始于20世纪60年代的太湖调查研究，主要是通过野外调查和科学考察获取概念性的资料，服务于湖泊资源开发利用的目标，已无法满足20世纪80年代以来湖泊污染和生态系统退化等问题的研究需求。而以太湖为代表的大型浅水湖泊一直是国际湖沼学研究的薄弱领域，湖泊现代过程与生态环境变化关系的研究几近空白。利用太湖站自身的区位优势，相关科研团队针对浅水湖泊自然过程与人类活动叠加复杂、多因子相互作用剧烈的特点，在21世纪初提出了“抓过程、释机理”的湖泊系统研究思想[1]。通过对湖泊水文气象、环境化学和生物生态等多参数的同步观测，结合风浪、底泥悬浮和蓝藻水华暴发等过程的捕捉（图3），创建了湖泊现代过程物理、化学、生物多学科协同的野外原位研究方法[2.3]，实现了湖泊科学从传统考察和调查到过程与格局、结构和功能相结合的研究方法的转变。2007年，太湖站率先于国内建成了第一套湖泊高频、无线自动观测系统，随后扩展到对整个北太湖进行水文气象、水质、生物和蓝藻水华多指标的高频在线监测[4；并进一步结合人工巡测、长期定位观测和遥感反演技术，逐步建成了覆盖太湖全部水域和部分环湖河道的多指标天-地-空一体化监测体系。目前这一技术体系已经在水环境领域得到广泛应用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/459d53b559484c26ba6d463f75527e4f8442b369c6ffafa3706aa4c869ff1988.jpg",
        "img_caption": [
            "图32002年夏季科研人员在太湖梅梁湾人工搭建简易多学科野外观测平台"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "借助太湖站工作平台，科研团队创新性地利用泥沙科学中的水槽动力模拟装置开展底泥悬浮和营养盐释放实验[2]，以及利用放置在湖水中的取样桶进行营养盐添加对藻类水华影响的中宇宙实验[5等等，逐渐摸索形成了一整套适用于大型浅水湖泊生态环境研究的技术方法;发展了以三维水动力模型为基础的浅水湖泊生态环境的数值模拟技术，实现了野外动力过程原位监测、定量表征和过程模拟相结合的综合性研究[34,7]，为蓝藻水华暴发的过程与机理研究以及预测预警提供了技术支撑[8.9]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2充分依托太湖站野外平台，阐明了浅水湖泊生源要素多介质循环机制及其生态效应，创新和丰富了浅水湖泊湖沼学基础理论",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1发现了浅水湖泊生源要素在水动力扰动和生物参与共同作用下的动态耦合循环规律",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "创新性地将水动力学模拟实验和野外原位观测相结合进行的生源要素地球化学循环研究发现，太湖静态的年释放量约为氮10000吨、磷900吨，分别相当于外源输入量的 $20 \\%$ T $3 0 \\% ^ { [ 1 ] }$ ；而风浪作用引起的沉积物频繁再悬浮可将沉积物中蓄积的生源要素大量释放出来进入上覆水，如果全湖沉积物表层中的有效态磷（铁结合态磷）完全释放到水体中，可将水体磷浓度提高到 $0 . 2 4 9 \\ \\mathrm { m g \\ L ^ { - 1 [ 1 0 ] } }$ 。底泥营养盐释放会快速补充水体中的生源要素，进而促进蓝藻水华暴发[,]。从而揭示了风浪扰动导致的底泥悬浮和生源要素释放对蓝藻水华暴发的影响机制。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "依托太湖站进行的野外调查显示，在太湖污染严重的水域，以藻类颗粒物为主的有机聚集体丰度高，附着在有机聚集体上的微生物的生物量及其生产力都会显著增加[12]，使生源要素的再生速率加快[13]，特别是在蓝藻水华堆积的近岸带和分布湖滨植被的水域[14]。研究发现富营养化导致的湖泊蓝藻水华使水体中有机聚集体显著增加，有机聚集体上附着大量细菌，成为微生物的重要载体[15]和水体中生源要素补充的重要来源；在藻类生物量较高的水域（用叶绿素浓度表征），经过一段时间的降解矿化，水体中的反应性活性磷（SRP）与溶解性总磷（TDP）浓度也将增高[1]。从而揭示了富营养化湖泊内源生源要素补充的新途径，拓展了传统内源污染负荷的范畴。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基于上述研究成果，太湖站的科研团队开创性地提出了浅水湖泊生源要素多介质循环新模式，科学地诠释了浅水富营养化湖泊环境易恶化、水华难治理的本质原因，突破了长期困扰浅水湖泊生源要素负荷控制和富营养化治理的理论瓶颈。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2揭示了浅水湖泊生源要素富集和气候变暖叠加导致浅水湖泊富营养化过程加快和藻型生态系统扩张的生态效应",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "依托太湖站开展的长期监测表明，随着太湖北部营养盐浓度的升高，太湖蓝藻水华的面积在逐步扩大[]。控制实验研究发现，磷是太湖浮游植物生长的主要限制因子，太湖蓝藻生长受到严重限制时磷的阈值低于 $0 . 0 1 \\mathrm { m g } \\mathrm { L } ^ { - 1 [ 6 , 1 8 ] }$ ，而目前太湖绝大部分水域磷浓度均高于限制藻类生长的最低浓度阈值。遥感反演和分析蓝藻水华强度扩张的主要驱动因子，发现在太湖生源要素高浓度背景下，气候变化因子（温度、风速、日照时间）对蓝藻水华年内持续时间延长有重大贡献[19]。蓝藻是一种喜欢温暖的浮游植物，温度的升高会加强蓝藻的优势种地位[20],2007年无锡地区氮磷浓度增加叠加温暖的冬春气候，促使了蓝藻水华提前暴发，并且在取水口附件堆积，导致了当年水危机事件的发生[3。据此提出了生源要素富集和气候变化对太湖蓝藻水华暴发的双驱动机制。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "蓝藻水华暴发会对生态系统产生一系列影响。水体富营养化将使浮游动物群落组成演替趋于小型化[21]，影响和改变底栖生物的种群多样性、优势种群类型和群落结构演替，导致其敏感种类减少甚至降低[22l；伴随太湖富营养化和蓝藻水华的暴发，太湖渔获物组成中大中型鱼类弱化、鱼类小型化严重、野杂鱼比例增加和重要经济鱼类产量下降[23；太湖沉水植物覆盖面积与范围在逐年缩减，主要原因是富营养化导致的浮游植物大量增加会影响水体透明度、遏制沉水植物的光合作用，并最终导致水生植物的消亡[24,25]。通过遥感监测的太湖沉水植物与环境因子的相关分析表明，影响沉水植物的第一贡献因子是透明度，其次是氨氮浓度，前者为富营养化的间接结果，后者为富营养化的直接结果[25]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3提出了富营养化湖泊污染控制、水质安全保障和生态恢复的战略路线与管理对策",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1成功研发蓝藻水华预测预警系统并投入长期稳定运行，指导蓝藻水华精准打捞，实现了蓝藻水华的有效防控",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "太湖水-陆-空一体化的蓝藻水华监测和控制实验研究，揭示了太湖蓝藻水华生消过程不同阶段的主导机制，发现了太湖地区风场高度多变与不稳定性导致太湖蓝藻水华暴发时空分布呈现出多变的动态特征[2]，为蓝藻水华监测、预测预警、防控及应对措施的制定提供了科学的理论依据。针对藻源性湖泛发生条件，如藻类大量堆积、较高的温度、无风或小风的环境等机理研究[25]，开发了以三维水动力模拟模型为核心、耦合氮磷等生源要素迁移扩散模型[27,28]、蓝藻生长和水华暴发模拟模型的蓝藻水华和藻源性湖泛预测预警系统，结合天气预报模拟未来蓝藻水华发生的位置、区域及藻源性湖泛的发生概率[4]。自2009 年以来，每年4一10月每周2次发布蓝藻水华和湖泛监测预警半周报（图4），预测精度达到 $80 \\%$ 以上，为保障太湖饮用水供水安全做出了重要贡献。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "太湖蓝藻及湖泛监测预警半周报 随后三天叶绿素a浓度分布南京地理与湖泊研究所太湖蓝藻监测预警工作小组 2017年第4期主要测地点：太湖山湾亚八房港 日期：2007-05-18湾全陈东港 三日温度（℃） 三日风向 三日气象  \n超测点 19 2 21 19 20 21 19  \nChb(g/L)34.19.1 DO(mgL) 12.0 13.6 4.8 0.3 18-28 19-27 19-28 名 阳转 多5月19日至5月21日三天内 5月19日 5月20日 5月21日梅梁湾水面灾害性蓝藻水华发生平均概率 80% 随后三天溶解氧浓度分布主要区域：月亮湾、湾心以西梅梁湾水面湖泛发生平均概率 10% ：主要区域：不发生贡湖湾水面灾害性蓝水华发生平均概率 60％主要区域：北部沿贡澜湾水面湖泛发生平均概率 10%主要区域：不发生兰山湾及西部沿岸带水面灾害性蓝水华发生平均概率 80%主要区域：八房港以北沿岸带至营山湾湾口  \n预 及设水面湖证发生平均概 60%区域 发生水华概率 出现异味水体概率 异味水体面积 北，量，其中太温沙塘段 40% 10% 量为全诞最高，出现较多条带状水华，其余巡测范围内水域出现颗粒状蓝蓬。贡湖台洋湾水厂，副沙塘符法段 60% 30% 镇解乳乘瘦最低的水域出现在调西符该港与师注港用近，水色期绿，有莫味，浴解氣浓度特读陈东段 80% 60% 0.05-1.5km² 分别为0.3mg/L和1.0mgL，面积分别约为2.0km2和1.0km。陈东八房段 80% 30%未来三天内蓝藻水华及湖泛发展趋势：未来三天以多云天气为主，风浪中，天气状况比较适于吴塘王子段 60% 10% 类的聚集和上浮。在持续东南风的作用下，湖西八房港沿岸带北至竺山湾水域蓬类浓度渐高，尤河新开段 60% 10% 山，梅梁湾 80% 10% 类生物量在持续偏东风影响下容易向西源移聚集，有望得以逐渐缓解。全湖溶解氧浓度最低的水域将出现在湖西符读—陈东一，请关注周边风向和水体变化。数据来源：江苏省水文水资源點测局 据整理，李未 预人：价强、李未、运林、广",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2提出了以生源要素迁移转化过程阻控为核心的浅水富营养化湖泊治理与生态修复的可持续管理思路，成效显著",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "研究确立了浅水湖泊内源污染控制识别方法，通过对有机物含量高且易厌氧区域实施底泥清淤和蓝藻打捞，以减缓生源要素循环速率和有效供给，从而遏制蓝藻水华暴发、控制富营养化进程；阐明了浅水湖泊沉水植物恢复的核心条件是减缓生源要素循环速率和改善水下光环境，明确了水生植被恢复的水下光环境阈值是真光层深度与水深比值大于0.8，提出了降低水深（水位）、消除风浪、控制生源要素负荷，进而提高真光层浓度与水深比值以改善水下光环境的沉水植物恢复原理，确立了通过控制污染和改善生境实现生态系统修复的长效治理策略。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "基于上述理论研究，太湖站开展了治理工程的实验、示范，研发了系列蓝藻水华防控技术，发展了以生源要素阻控和环境改善为核心、生态调控与重建为目标的富营养化浊水态浅水湖泊修复和清水态生态系统构建的技术体系，在以太湖为代表的富营养化浅水湖泊污染治理、生态修复和水环境可持续管理等方面都取得了显著成效（图5）。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/1ab013540e35c6f21c3e5c5337e16b499d2adcd94002295d94c0c3b37273bcbc.jpg",
        "img_caption": [
            "图4太湖蓝藻水华及湖泛预测预警报告",
            "图5溱湖国家湿地公园生态修复后的景观效果"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3长期坚持开展太湖水环境治理科技咨询，积极服务地方生态环境治理与保护",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "太湖站长期坚持为太湖水环境治理提供科技咨询服务。依托研究所中科院南京地理与湖泊所是江苏省太湖水污染防治委员会的成员单位，太湖站科学家长期担任太湖污染物治理专家委员会的成员。2011年向中科院办公厅报送的“中科院专家关于太湖蓝藻水华生态灾害的分析及防治建议”，得到了中央领导同志的重要批示。自2013年起，太湖站每年开展太湖水质评价和生态系统健康诊断，为保障无锡市饮用水供水安全、安全度夏和精准治太等工作目标的实现提供科技支撑。站长秦伯强研究员获得江苏省“2013一2015年度江苏省太湖治理先进个人”荣誉称号。自2014年起，太湖站受地方政府委托开展了千岛湖的生态环境治理与保护咨询工作，定期对千岛湖水环境质量进行分析和编写综合评估报告。2016年杭州G20峰会期间，太湖站工作人员受邀参与钱塘江、富春江和千岛湖蓝藻水华问题的监测与诊断，为峰会期间水环境质量保障工作提供了关键的科技咨询服务（图6）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/dd55d90a5209664eccbb51145dab96e5f85882b59d7072749a525fabd9dcd56f.jpg",
        "img_caption": [
            "图6太湖站常务副站长朱广伟在杭州G20峰会期间为当地政府提供咨询"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4结语 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "太湖站建站30年，围绕太湖的生态环境和富营养化等问题，开展了长期、系统的监测、试验、研究和示范。通过承担大量的国家及省部级项目，揭示了大型浅水富营养化湖泊环境变化和生态系统响应的定量关系及演化机制，丰富和发展了国际浅水湖泊湖沼学学科体系，引领了我国湖泊科学的发展，并且在以太湖为代表的富营养化湖泊治理与生态恢复实践中发挥了关键的指导作用。近十年太湖的总氮呈现明显下降趋势，蓝藻水华暴发频率和面积均有所下降。在地区经济保持高速增长、国内生产总值翻番的情况下，太湖水环境和富营养化治理所取得的成效与太湖站的理论指导和科技支撑密不可分。毫无疑问，太湖站已经成为太湖地区生态环境的数据积累基地、湖泊科学理论研究的野外实验基地、湖泊资源优化利用与生态修复的示范基地、湖泊科学研究的人才培养基地和国际浅水湖泊的科学交流基地，在国内外产生了广泛的影响。目前太湖站正在推进重点科技基础设施建设，扩大和完善原位受控实验场地、补充和提高监测和实验设备，加强立体监测网络和数据采集与管理能力；注重在站工作人员培训、严格规范、切实提高野外科研平台的管理水平。太湖站正朝着国际领先野外研究站大步前进，相信未来的太湖站将绽放出更加绚烂的科技之花。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献   \n1 秦伯强，朱广伟,张路,等.大型浅水湖泊沉积物内源营养盐 释放模式及其估算方法——以太湖为例．中国科学（D辑）， 2005,35(增刊II): 33-44.   \n2Qin B Q, Hu W P, Gao G, et al. The Dynamics of resuspension and conceptual mode of nutrient releases from sediments in large shallow Lake Taihu, China. Chinese Sciences Bulletin,2004, 49(1): 54-64.   \n3Qin B Q. Editorial: Lake eutrophication: Control countermeasures and recycling exploitation. Ecological Engineering,20o9,35(11): 1569-1573.   \n4 Qin B Q,Li W, Zhu G W, et al. Cyanobacterial bloom management through integrated monitoring and forecasting in large shallow eutrophic Lake Taihu (China). Journal of Hazardous Materials,2015,287: 356-363.   \n5Ma JR, Brookes JD, Qin B Q, et al.Environmental factors controlling colony formation in blooms of the cyanobacteria Microcystis spp. in Lake Taihu, China.Harmful Algae,2014,31: 136-142.   \n6 Xu H, Paerl H W, Qin B Q,et al.Determining critical nutrient thresholds needed to control harmful cyanobacterial blooms in hypertrophic Lake Taihu, China. Environmental Science & Technology, 2015,49(2): 1051-1059.   \n7Hu W P, Jorgensen E S, ZhangFB.A vertical-compressed threedimensional ecological model in Lake Taihu, China. Ecological Modelling,2006,190(3-4): 367-398.   \n8 Zhu MY,Paerl HW, Zhu G W,et al. The role of tropical cyclones in stimulating cyanobacterial (Microcystis spp.） blooms in ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "hypertrophic Lake Taihu, China.Harmful Algae,2014,39:310-321. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "9Wu TF, Qin B Q, Brookes JD,et al. The influence of changes in wind patterns on the areal extension of surface cyanobacterial blooms in a large shallow lake in China. Science of the Total Environment,2015,518-519:24-30. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "10 Zhu MY, Zhu G W, Zhao L L,et al.Influence of algal bloom degradation on nutrient release at the sediment-water interface in Lake Taihu,China.Environmental Science and Pollution Research,2013,20:1803-1811. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "11Yang Z, Zhang M, Shi X,et al.Nutrient reduction magnifies the impact of extreme weather on cyanobacterial bloom formation inlarge shallowLake Taihu(China).Water Research,2016,103: 302-310. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "12 高光,朱广伟,秦伯强,等.太湖水体中碱性磷酸酶活性及磷的矿化速率.中国科学（D辑），2005,35（增刊II）：157-165.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "13McCarthyMJ,LavrentyevPJ,YandLY,etal.Nitrogendynamics and microbial food web structure during a summer cyanobacterial bloomina subtropical, shallow,well-mixed, eutrophic lake (Lake Taihu, China).Hydrobiologia,2007,581:195-207. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "14LiKY,Liu ZW,GuBH.The fate of cyanobacterial bloomsin vegetated and unvegetated sediments of a shallow eutrophic lake: a stable isotope tracer study.Water Research,2010, 44(5): 1591-1597. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "15 Tang X M, Gao G, Chao JY,et al. Dynamics of organic-aggregate-associated bacterial communities and related environmental factors in Lake Taihu,a large eutrophic shallow lake in China. Limnol Oceanogr,2010,55: 469-480. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "16Qin B Q.Alarge-scale biological control experiment to improve water quality in eutrophic Lake Taihu, China.Lake and Reservoir Management,2013,29(1): 33-46. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "17 Chen Y W,Qin B Q, Teubner K,et al.Long-term dynamics of phytoplankton assemblages:Microcystis-domination in Lake Taihu,a large shallow lake in China.Journal ofPlankton Research,2003,25(1): 445-453. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "18 Xu H,Paerl H W,Qin B Q,et al. Nitrogen and phosphorus inputs control phytoplankton growth in eutrophic Lake Taihu, China.Limnology and Oceanography, 2010,55(1): 420-432. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "19 Zhang M, Duan H, Shi X,et al. Contributions of meteorology to the phenology of cyanobacterial blooms: implications for future climate change.Water Research,2012,46(2): 442-452. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "20 Deng JM, Qin BQ,Paerl HW, et al.Earlier and warmer springs increase cyanobacterial (Microcystis spp.) blooms in subtropical Lake Taihu, China.Freshwater Biology,2014,59:1076-1085. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "21 Chen F Z,Chen MJ,Kong FX,et al. Species-dependent effects of crustacean plankton on a microbial community,assessed using an enclosure experiment in Lake Taihu,China.Limnology and Oceanography, 2012,57(6): 1711-1720 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "22 Cai Y,Gong Z,Qin B.Influences of habitat type and environmental variables on benthic macroinvertebrate communities in a large shallow subtropical lake(Lake Taihu, China). Ann Limnol Int JLim, 2011, 47(1): 85-95. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "23Mao Z,Gu X, Zeng Q,etal.Food web structure of a shallow eutrophic lake (Lake Taihu, China) assessed by stable isotope analysis.Hydrobiologia,2012,683(1):173-183. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "24 秦伯强，宋玉芝，高光.附着生物在浅水富营养化湖泊藻—草型生态系统转化过程中的作用．中国科学（C辑），2006,36(3):283-288.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "25 Zhang Y L,Liu X H,Qin B Q,et al. Aquatic vegetation in response to increased eutrophication and degraded light climate in Eastern Lake Taihu: Implications for lake ecological restoration. Scientific Reports,2016,6:23867. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "26 秦伯强,杨桂军,马健荣,等.太湖蓝藻水华“暴发”的动态特征及其机制.科学通报,2016,61(7):759-770.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "27HuWP,JorgensenE S,ZhangFB.A vertical-compressed three dimensional ecological model in Lake Taihu, China.Ecological Modelling,2006,190(3-4): 367-398. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "28 Li W,Qin B Q,Zhu G W.Forecasting short- term cyanobacterial blooms in Lake Taihu, China,using a coupled hydrodynamicalgal biomass model. Ecohydrology,2014, 7(2): 794-802. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Support Environmental Management and Ecological Restoration in Lake Taihu with New Methods and New Theories ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Qin BoqiangZhu GuangweiYang HongweiLi kuanyi (Taihu Laboratory for Lake Ecosystem Research, Nanjing Institute of Geography and Limnology, Chinese Academy of Sciences,Nanjing 21ooo8,China ) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AbstractIn2Oo7,adrinking watercrisisbreakingoutinWuxiCityshockedtheworldwhiletheeutrophicationandharmfulcyaobacterial bloomsofLakeTaiubecameanurgentprobemtothepublicsociety.Alsoahigherrequesttoteresearchofteemergencydisposaland scientificepaatiofteoacteralboosdteateroaagntdoloicaltoatioofkeiheet decade.TaihuLaboratoryforLakeEcosystemResearch,ChinseAcademyofSciences(herenaftereferedtosteTLER)hsadn thecomprehensive,ong-temmonitoringtoLakeTaiualongwithteresearchonhalowlkesystemevolution,technologydevelopentand engineringdemostratioidertngthforemetiodtioaieedecoldsceitsstablisntunddytial andministerialprojets,risofulti-disciplinarysearchsaveeeonuctedsupportingbyteTLERfeldworkplatfoadaid remarkableprogsinstaoliohegialaldogcad exploredaneiatioforthesusombgodeproeesdpatesoflakeeviotalelemetsithtestructuredfuctin oflakeecostoretistcgtofctiitateaeolaeslogicalprosaled as wellasthractesialdfecdspdsfeeoedotalgfurtht drivingeectoftosatisdEspllroadatafo lakegoverancendologicalrestoratioerepropoedadadesigniicantachevementsplyingiakeTaiu.Teseachevetsflled thekowledgegaoflgesallwlakethatladngtnfrotierofnteatioallmologsearchndmeanile,adetea irreplaceable fieldwork supporting platform and international well-known research base of lake science.   \nKeywordslake eutrophication,cyanobacterial blooms,drinking water safety, ecological restoration ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "秦伯强中科院南京地理与湖泊所研究员、所学术委员会主任和太湖湖泊生态系统研究站站长，中国地理学会湖泊与湿地分会主任。国家自然科学基金委杰出青年基金获得者、创新研究群体学科带头人、国家发改委和江苏省“太湖专家咨询委员会”委员、全国优秀科技工作者和江苏省有突出贡献中青年专家。主要研究领域包括大型浅水湖泊富营养化发生机制、内源污染原理、蓝藻水华暴发驱动机制、富营养化湖泊生态恢复、饮用水安全保障和生态环境保护与可持续管理的技术与策略等。迄今已出版专著4部，主编出版SCI论文专辑4期，发表SCI收录论文164篇。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "E-mail: qinbq@niglas.ac.cn ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "QinBoqiangResearchProfessrinNajingIstituteofGeography&Limology(NGLAS),ChinesecademyofSciences,iectorofte NIGLAS AcademicCommiteeandtheTLER,ChairofLakesand WetlandBranchofGSC(theGeograpicalSocietyofChia).He wined theNationalScienceFoudationforistingsdYoungScholarsin08,andbaetheladingsientistofteNatioalNatualience Foundationofovationsearchgroupin16.Hsesearchfeldincludestropcatioehanismdogenouspolutionpriplead harmfulalgaeboosdrivingehansmoflgeshallowlake,othicalappoacsadmanagemnttrategesfortropclego erance,ecologicalrestoratiorikingatersfetyndsstaableprotectioHeaspublishdauthord4boks,ited4sial issues and $1 6 4 ~ S C I$ papers until now. E-mail: qinbq@niglas.ac.cn ",
        "page_idx": 6
    }
]