[
    {
        "type": "text",
        "text": "萌：感知与后效 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "许丽颖」喻丰」周爱钦²杨沈龙」丁晓军1(1西安交通大学人文社会科学学院，西安710049)(清华大学经济管理学院，北京100084)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘 要 萌是对一系列由视觉感知的婴儿外貌或行为特征的概括性描述。本文在厘清萌与可爱关系的基础上，对萌的维度做了进一步区分，即除了幼萌以外，萌还可能包含趣萌、听觉萌、嗅觉萌等其他维度。目前关于人们对萌的感知是否存在个体差异这一问题仍然存在争论，而萌之载体的多样性则已经得到广泛认同。通过对一系列实证研究的回顾，本文认为萌的后果主要体现在认知（如诱发脆弱性、天真等推断)、情感（如积极情绪、同情和柔情）和行为（如注意和关怀）三个方面。未来研究可进一步探讨萌的维度及其与道德的关系问题。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词萌；可爱；拟人化；道德；消费 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "这是一个千年未有的新时代，因为这个时代知识爆炸、因为这个时代文化交融（Yu,et al,2016)。“萌”作为一种文化（也许是小众文化）在年轻一代里可谓风靡。甚至年长者也熟稔“萌萌哒”这样的表达。“萌萌哒”的俏皮语言和表情包已然成为了人们在社交网络上进行沟通交流时的必备佳品。“萌”这个词不再是用于形容小孩子们的专利，它被各行各业者运用于自己的领域之中，自然而侧面地证明了“萌”有其效果；越来越多的商家绞尽脑汁用各种各样的“萌物”招徕顾客，掀起一波又一波的消费热潮；就连原来总是一本正经的官方媒体也开始“一言不合就卖萌”，因为在不经意间可以拉进与大众的距离。不知不觉间，我们似乎已经被各种各样的“萌”所包围，在这个“萌即正义”的时代里，萌不仅是一种潮流，更胜一种文化。那么，萌究竟何谓？其魅力何来?",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“萌”的英文乃Cuteness，此词也常被翻译为“可爱”。Cuteness 意指年轻、幼稚抑或精致方式的吸引力（Merriam-Webster,2018)，萌的对象总能吸引人们更多的注意（e.g.,Cardenas,Harris,&Becker,2013）。“萌”和“可爱”两个形容词虽然十分相似，但是两者最重要的区别在于“可爱”可以用来形容人以外的“它物”，而“萌”则是完全针对人的形容词，因此当我们在说一个小动物或者一件玩具“很萌”时，实际上我们是在将它们拟人化（许丽颖，喻丰，邬家骅，韩婷婷，赵靓，2017）。萌的含义与其用于它物时拟人化的特点和“cuteness”的学术定义最为接近，因此虽然“cuteness”也可译为“可爱”，但本文选择了更能体现其本质与时代特色的“萌”作为对应的中文译法。萌的本义也与低幼状态相联。“萌，草芽也”（《说文解字》)。其在我国最早被作为名词使用，意指植物之嫩芽。后又由此引申出动词之用并传沿至今。即，用以描述植物发芽的过程抑或事物的产生，如“草木萌动”（《礼记·月令》）、“亲法，则奸无所萌”（《韩非子·心度》）以及“萌生”、“萌发”等现代词语。如今，萌除了作动词之用外，还常被用做形容词，以形容幼小、可爱的人或物（将其拟人化之后)。萌这一形容词用法受日本御宅文化'影响而形成，在日本原指看到 ACG（Animation,Comic,Game；动画、漫画、游戏的总称）作品中美少女角色时从心底涌起的一种狂热喜爱之情，传入我国以后意义逐渐泛化为“可爱、幼小”，所形容的对象也不再局限于ACG 中的美少女角色，而是扩展至一切幼小、可爱的人或物（白解红，王莎莎,2014)。因此，萌的本义即与幼小相关，但萌之形容词义在日常使用中却早已超越了这一意涵。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2萌的维度",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "与世俗语义的演变和复杂性不同，萌（cuteness）在学术上的定义相对清晰。萌这一概念最早由奥地利动物学家康拉德·洛伦兹（KonradLorenz）提出，用以概括一系列由视觉感知的婴儿外貌或行为特征（Lorenz,1943)。这一定义基于婴幼儿的特点提出且仅与其密切相关，由此可见萌最初仅指我们现在通常所说的“幼萌”（Kindchenschema cuteness）。这种幼萌，是基本也最可想象到的萌的形态，也最符合萌的本义。通过研究人类和动物宝宝的共同特征，洛伦兹认为萌的典型特征包括“与小小的身体不成比例的大头、大脑门、大眼睛、饱满的面颊、圆滚滚的小身子以及笨拙的动作等”（见图1)。后来，又有研究者补充了一些其他的特征，如小个头、柔软的皮肤、圆圆的脸蛋以及小鼻子、小嘴巴和圆下巴等（e.g.,Hildebrandt & Fitzgerald,1978,1979a)。而由于幼萌被定义为上述这些婴儿特征，因此人们对一个实体萌的程度的感知很大程度上受到该实体婴儿特征细微变化的影响。一些研究利用简笔画等简单图示操纵人脸的婴儿图式（Kindchenschema,babyschema）程度，结果发现婴儿图式的确能够诱发人们对萌的感知（Alley，1981;Borgi,Cogliati-Dezza,Brelsford,Meints,& Cirulli,2014)，例如 Alley（1981）发现在维持其他外貌特征不变的情况下，仅改变简笔画中的头部形状（变得不像婴儿头部）就能减少人们对萌的感知。Hildebrandt 和Fitzgerald（1979a）用婴儿照片作为实验材料，发现眼睛、额头大小等面部尺寸特点与萌的评分相关；Glocker等人（2009）使用定量技术参数化地操纵婴儿面部照片的婴儿图式程度，同样验证了人们认为高婴儿图式（如圆脸和高额头）比低婴儿图式（如窄脸和低额头）更萌；Little（2012）通过对平均脸图片婴儿和成人特征的操纵，也发现无论是评价婴儿、成人还是动物，人们都认为“婴儿脸”比“成人脸”更萌。此外，还有研究表明婴儿特征对人们感知萌的影响十分强大，以至于它可以抵消掉别的视觉线索，如面部表情的影响（Hildebrandt,1983)。",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/2c15b8481af7ed1d66327cd7b152cb779d887b869655cb75660f11b893144c86.jpg",
        "img_caption": [
            "图1幼萌（Glocker et al., 2009) "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "注：右侧婴儿比左侧婴儿的婴儿图式程度更高，因而看起来更萌",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "除了幼萌以外，近年来也有学者提出了萌的另外一种维度：趣萌（whimsicalcuteness）。与幼萌的婴儿特征不同，趣萌强调一种捉摸不定的幽默和顽皮的性格（Nenkov& Scott,2014)。例如，一个优雅女士外形的勺子比一个普通的勺子更萌，而一个鳄鱼嘴形状的订书机比一般的订书机更萌，这是因为它们的设计更加有趣和好玩（见图2)。Nenkov和 Scott（2014）还发现趣萌的产品会启动消费者关于乐趣（fun）的心理表征，使其更加以自我奖励为中心，从而导致后续的纵容性消费（indulgent consumption)。并且通过提升消费者的个人控制感或增加他们的亲社会倾向来提醒其对自身及他人的责任，能够在一定程度上抑制趣萌带来的这种消极后果（Scott& Nenkov,2016)。例如在其中一个实验中，Nenkov 和 Scott（2014）给三组被试三种不同的卡片：趣萌（五彩缤纷的圆圈图案）、幼萌（萌宝图案）以及中性（空白图案)，然后让他们在电影列表中选择自己想看的电影（其中包括一些相对低俗的电影和一些相对高雅的电影)，结果发现收到趣萌卡片的被试会更多地选择观看低俗电影。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/626e7cecbf857bd50313e0e532ba0604894408942a76de94ed8b840c7b418bbc.jpg",
        "img_caption": [
            "图2趣萌（Nenkov & Scott,2014）"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "当然无论是幼萌还是趣萌，也不管是强调婴儿特征抑或新奇有趣，以上两种对于萌的定义始终聚焦于萌的视觉方面。那么，这是否意味着萌仅仅是一种外表呢？Kringelbach,Stark,Alexander,Bornstein 和 Stein（2016）通过回顾相关的行为和神经科学研究发现，萌并非局限于视觉特征，它还可以拓展至其他的感官刺激，如婴儿的笑声、咿呀学语（e.g.,Riemet al.,2012）甚至气味等（e.g.,Porter,Cernoch,&McLaughlin,1983）。例如，有研究将婴儿这种积极可爱的声音与其消极而令人厌恶的声音（如痛苦的哭声）作比较，发现人们对这两种声音都会产生快速的大脑反应，并且不受性别和是否为人父母的影响（Parsons,Young,Parsons,Stein,& Kringelbach,2012;Parsons etal.,2013;Young,Parsons,Stein,&Kringelbach,2015）。然而，两者的重要区别在于它们所引发的后续行为：相对于哭声所引发的更为刻板化的阻止噪声行为，婴儿萌萌的笑声能够诱发更多复杂的社会互动行为（Kringelbach et al.,2016; Nittono,Fukushima, Yano,& Moriya, 2012）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "不过与幼萌相比，萌的其它维度暂未得到学者们的广泛关注，相对而言认可度较高的趣萌相关研究也仅局限于营销领域（Nenkov& Scott,2014; Scott& Nenkov,2016)。由于迄今为止绝大部分关于萌的学术研究都集中于其最初的定义，即与婴儿视觉特征相关的幼萌上，因此本文虽试图涵盖所有萌的研究，但绝大多数仍仅与幼萌相关。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3萌的感知",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "由于感知到萌是萌产生影响的前提和基础，因此在有关萌的研究中，对萌的感知问题也是各方学者关注的焦点之一。这一问题涉及到感知的施动者和受动者两个方面，首先作为感知萌的主体，感知者的个体差异无疑是绕不开的一个话题，感知萌的个体差异是否存在？如果存在，又体现在哪些方面？许多研究围绕这些问题展开且得到了截然不同的结论；其次，什么对象可以作为感知萌的客体？换言之，我们可以在何种对象身上感知到萌？又或者什么对象可以是萌的呢？我们将其概括为被感知者的多样性问题，即萌的对象是否可以是多种多样的，这也是后续拓展性研究（如萌营销）的重要前提。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1感知者的个体差异",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在为数不多有关萌的研究中，关于人们对萌的感知是否存在个体差异这一问题的探讨占据着重要位置。具言之，一部分研究支持人们感知萌的个体差异（e.g.，Lobmaier etal.，2010;Sprengelmeyer et al.,2009)，而另外一部分研究则未能发现或证实这种个体差异（e.g.,Glocker et al.,2009;Sanefuji,Ohgami,& Hashiya,2007)。从本质上来讲，围绕这一议题的争论根植于萌本身的进化论意义。为了确保脆弱的新生儿能够存活下来从而使生命得以延续，许多动物包括人类都进化出了关怀养育下一代的自然本能。而萌作为与婴儿特征紧密相关的概念，自提出伊始就被视为一种能够诱发这种父母本能的强效刺激（e.g.,Lorenz,1943)。正是由于萌在生物进化过程中可能起到的这种作用，人们对于萌的感知就显得异常重要，因为这关系到幼儿能否以此得到足够的注意与关怀。而同时，这也成为了相关研究结论不一的关键所在。因为从一方面而言，萌本身重要的进化论意义是基于整个人类乃至动物本能，那么这也就意味着感知萌或许是人类与生俱来的一种本能，人们需要并应该能够无差别地感知到后代的萌并作出反应；而从另一方面来说，由于成年女性在繁衍和养育后代的过程中通常扮演着更为重要的角色（Lobmaier，Sprengelmeyer,Wiffen，&Perrett,2010)，因此年龄尤其是性别可能是造成感知萌个体差异的关键因素。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "一部分学者认为人们对萌的感知存在个体差异，并且从不同的角度展现了能够支持这一主张的实证证据（e.g.,Lobmaier et al.,2010; Sprengelmeyer et al.,2009）。Sprengelmeyer 等人（2009）利用电脑图像处理技术操纵婴儿面部萌的程度，并让不同年龄层次的英国男性和女性对其评分，结果发现年轻女性（ $1 9 \\sim 2 6$ 罗）比男性（ $1 9 \\sim 2 6$ 罗和 $5 3 \\sim 6 0$ 罗）对萌度的改变更敏感； $4 5 { \\sim } 5 1$ 岁的女性仍然对萌很敏感，但是 $5 3 \\sim 6 0$ 罗的女性与男性对萌的敏感度无显著差异；考虑到英国人更年期的平均年龄为51岁，且对比发现绝经前的女性和口服避孕药的女性（人为提升孕激素和雌激素）比绝经后及不服用避孕药的女性对萌的敏感度更高，他们认为人们对萌的敏感度可能受到雌性生殖激素的调节。Lobmaier等人（2010）同样发现了感知萌的性别差异，当被呈现两张不同婴儿脸的照片时，男女性被试对其年龄和面部表情的判断同样准确，但是在被要求选出更萌的一张脸时，女性更容易辨别出婴儿脸上萌的特征，她们的表现显然比男性更好。之后又有学者（Lobmaier,Probst,Perrett,&Heinrichs,2015）进一步考察了女性月经周期对感知萌的影响，他们让女性被试分别在排卵期和黄体期完成在最短时间内选择更萌、年龄更小以及更想照顾的婴儿三种任务。研究中同样一个较萌的婴儿会被感知为年龄更小，在照顾任务中被选中的几率也更高，这一结果验证了萌能够激发照料的进化论功效。并且研究结果还表明，女性在排卵期比在黄体期能更快选出和照顾更萌的婴儿，由于月经周期的特点在于女性激素水平的变化，而其中催产素和催乳素被认为有利于促进亲子联系（e.g.,Brunton and Russell,2008;Heinrichs,von Dawans,& Domes,2009），因此这两种激素的变化或许是影响女性感知萌的重要因素。此外，Cho,Gonzales 和 Yoon（2011）还发现韩国消费者对于产品设计中萌的元素比美国消费者更加敏感，这表明对萌的感知可能存在文化差异。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "相反，另外一部分学者则坚持认为人们感知萌的能力是先天本能而非后天习得的（e.g.,Glocker et al.,2009; Sanefuji et al.,2007)，因此对萌的感知不存在个体差异，这种观点同样得到了许多实证研究的验证。Glocker等人（2009）的研究发现虽然相对于男性而言，婴儿图式能够引发女性更强的关怀动机，但是两者在评价萌的程度上并无性别差异。也就是说，这一研究认为，有关萌的性别差异体现在它所后续诱发的关怀而非对萌的感知中，即男性和女性都会对婴儿萌的程度作出同样的评价，但是女性由此被激发的关怀会更多（Glocker etal.,2009)。还有上文所提到的学者在之后的研究中再次对比了服用和不服用激素避孕药的女性（Sprengelmeyer,Lewis,Hahn,&Perrett,2013)，结果并未发现两组被试对萌的评价存在显著差别。但需要强调的是，Sprengelmeyer等人（2009,2013）的两个研究虽然都是对服用和不服用避孕药的女性进行比较，但是两个研究中所探讨的因变量并非完全一致。即第一个研究中的因变量为感知萌的敏感性（速度快慢)，而第二个研究中的因变量则为感知萌的评价（程度高低)，这也是造成前后两个研究结果迥异的原因所在。此外，还有一些研究的结果也同样表明男性和女性对婴儿萌的感知是相似的（Borgiet al.,2014;Litle,2012; Parsons, Young,Elmholdt, Stein,& Kringelbach, 2O17; Parsons, Young,Kumari, Stein,&Kringelbach,2011；Weisman,Feldman,&Goldstein,2012)。除了对是否存在性别差异的考察以外，还有研究者聚焦于其它因素，如研究发现学前儿童对萌的判断几乎与成人一致（Sanefuji et al.,2007），幼童与较年长儿童对萌的感知也相似（Montepare,& Zebrowitz-McArthur,1989)，这一方面否认了年龄差异的存在，另一方面也说明对萌的感知可能具有普遍性，不受或较少受文化影响。我们可以发现，上述这些认为感知萌不存在个体差异的研究都聚焦于对萌程度的感知，即其共性在于发现无论男女老少，人们对于同一个对象萌的程度评价并不存在差异。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "总而言之，萌的感知是否存在个体差异这一问题并没有得到一致的结果并取得学者们的共识。通过对现有文献的梳理和研究我们认为，人们对萌的感知包含速度和程度两个方面，而个体差异只存在于感知萌的速度（或敏感度）这一个方面。具言之，现有研究的分歧表面上是由于研究中因变量的差异，即研究人们感知萌之敏感性的学者发现女性，尤其是排卵期的女性对萌的敏感度更高（e.g.,Lobmaier et al.,2015)，而研究人们对感知萌之程度评价的学者则并未发现个体差异。但更深层次地来看，这种分歧仍然来源于萌的进化论意义，即能够感知到相同程度的萌是人类的本能，但女性由于在繁衍和养育后代中处于更为重要的地位，因此对于萌有着更为敏锐的感知力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2被感知者的多样性",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "作为萌的载体，被感知者的多样性问题同样也引起了学者们的注意。如前所述，既然萌被定义为一系列婴儿特征，那么这是否意味着只有人类婴儿才会被感知为萌呢？答案显然是否定的。理论上来说，任何具有一部分或全部婴儿特征（如大眼睛、小尺寸等）的实体都有可能被感知为萌，萌的被感知者具有多样性的特点，即萌的载体并不局限于人类婴儿，而可以扩展至成人、动物乃至无生命实体（如产品）。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "首先，娃娃脸的成人通常被感知为萌。顾名思义，娃娃脸是指那些具有婴儿面部特征的成人脸（Zheng，Yang,Peng,&Yu,2016)，而由于萌与婴儿特征密切相关，因此人们总是会认为那些长着一张娃娃脸的成人很萌。这里需要特别强调的一点是，娃娃脸（babyface）这一概念虽然与萌关系密切，但并不可以将两者简单等同。具体而言，娃娃脸一定是萌的，但是萌却不一定是娃娃脸，正如我们在上文中所提到的，萌还可以是承载在非成人之上的其他特征（如声音、气味等)。McArthur 和 Apatow（1984）发现增加成人面部的婴儿特征如放大眼睛、缩短脸的长度等都会增加人们对其萌的感知。之后也有研究表明，同样一张成人脸的照片，人们认为被操纵为更具有婴儿特点的娃娃脸比被操纵为成熟脸更萌（Little,2012)。针对成年女性的研究也得到了类似的结论：娃娃脸的成年女性被评价为更萌、更漂亮且更有吸引力（Kuraguchi,Taniguchi,&Ashida,2015）。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "其次，动物也经常被视为萌的代表。最初洛伦兹在总结萌的特征时参考的是人类和动物宝宝的共性（Lorenz,1943)，之后也有研究发现人们会将常见的宠物（如小猫小狗等）（e.g.,Borgi et al.,",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2014;Golle,Lisibach,Mast,&Lobmaier,2013;Little,2012）感知为萌，对具有更多婴儿特征的宠物也有更强烈的偏好（Archer& Monton,2011)。并且与成年的猫狗相比，人们会倾向于认为幼年的猫狗更萌（Kringelbach et al.，2016）。Golle 等人（2013）利用视觉适应范式（visual adaptationparadigm）探索萌跨物种的普遍性，他们先呈现给被试萌的人类婴儿或小狗的图片，然后再让其判断另外一个婴儿萌的程度。结果发现，无论是看到了萌的人类婴儿还是小狗，都会对后续判断产生类似影响，这表明人们对人类及动物萌的感知存在内在机制上的相似性，即对萌的感知具有跨物种的普遍性（Golle etal.，2013)。此外，有些动物在成年之后仍然会保留一些幼年的特征，因此它们保持萌的时期很长，例如熊猫和考拉被很多人视为最萌的动物，这很大程度上要归功于成年熊猫和考拉在其外貌和行为方式上与幼年时期十分相似。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "最后，无生命的实体也可以是萌的。萌在现代营销中扮演着重要的角色，近年来各种各样萌的品牌和产品层出不穷，它们不仅对小孩子有强大的吸引力，有时就连成年消费者也难以抵挡它们的诱惑（Nenkov& Scott,2014)。许多公司在他们的品牌和产品设计中加入了不同程度的萌以吸引消费者，有的仅仅是一个单一的视觉元素（如笔记本上印的萌宠图案)，有的则将品牌或产品进行了整体萌化（如做成萌宠形状的茶杯)，其中凯蒂猫（Hello Kitty）、泰迪熊（Teddy Bears）和米老鼠（Mickey Mouse）就是非常成功的范例。凯蒂猫是日本三丽鸥公司（Sanrio Co.,Ltd.）创造的一个卡通形象，一经推出就迅速风靡全球，几乎成为了萌的代名词。虽然三丽鸥公司一直不断在推出新的卡通形象，但是没有一个像凯蒂猫如此受欢迎。萌萌的凯蒂猫为三丽鸥公司带来了巨大的成功，仅 2009一年期间，这一卡通形象所创造的利润就占到全公司销售额的一半，公司甚至还专门建立了两个以凯蒂猫为主题的公园。尤其值得注意的是，凯蒂猫持续的受欢迎度与其越来越萌的形象也有着密不可分的关系。最初的凯蒂猫脸型是椭圆形、下巴不圆、耳朵尖尖的、胡须也较长，形象更加接近一只真实的猫，为了使凯蒂猫更萌，之后的设计师改变了凯蒂猫这些不太萌的特征，如让脸型、下巴耳朵都变得更圆（Dale,2017)。泰迪熊和米老鼠也有着相似的变萌史：原本的泰迪熊形象与我们现在所见的大不相同，它看起来是一头成年熊，与人类婴儿没有任何相似之处（Legge，2016)，而随着时间的推移它才变得像现在这么萌，有着大大的头和圆圆的身子；米老鼠也一样，最初的米老鼠形象更加接近于真实的老鼠，而现在的米老鼠有着大头和大眼睛，看起来要萌多了（Dale,Goggin,Leyda,McIntyre,& Negra,2017)。产品的更新换代总是由消费者的喜好所推动的，这些卡通形象的萌化和成功生动地说明了人们的确可以在无生命实体中感知到萌，以及消费者对于萌物的喜爱。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4萌的后果",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在萌的感知部分我们曾经提到，萌通常被视为一种能够激发父母本能的强效刺激（Lorenz,1943)，因此主流观点认为萌产生的后果主要与养育（nurturance）相关，具体又可以分为认知、情感和行为三个方面。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1萌的认知后果",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "萌的认知后果主要来源于人们对婴幼儿的刻板印象，也就是说，当人们面对萌的对象时，往往会自动作出与婴儿相关的特质推断。对婴幼儿的这种推断自不必多言，值得一提的是这种自动判断还会推及娃娃脸的成人甚至产品。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "人们对婴儿的印象首先是脆弱、幼小和无助的，因此毫无疑问萌会诱发脆弱性、依赖性和服从性等负面推断。例如，成人的大眼睛等娃娃脸特征会降低人们对其体力、社交能力和智力水平的印象（McArthur＆ Apatow,1984)，从这个角度来看，对于那些想要在政府和企业谋求高位的人来说，娃娃脸所带来的这种软弱和能力低下的印象可能是一种负担。不过娃娃脸同时也能够降低人们对其威胁性的评判，这对于黑人CEO来讲则成为了一种优势，娃娃脸恰恰起到了一种缓和的作用从而有助于黑人CEO 取得成功，这也被称为泰迪熊效应（teddy-bear effect）（Livingston&Pearce,2009)。此外，虽然脆弱性相关的推断本身是消极的，但它也是产生保护和关怀行为的关键（Jia,Park,&Pol,2015)，因此不可一概而论。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "得益于我们对婴儿的积极刻板印象，萌自动诱发的正面推断主要为天真、诚实、善良和温暖等。与外貌成熟的成年人相比，娃娃脸的成人总会被评价为更天真、无辜和诚实（Keating,Randall,Kendrick，&Gutshall,2003)，在公司面临一场严重的公共关系危机时，娃娃脸的CEO比成熟脸的CEO 更容易得到人们的信任，这也是因为他们面部的萌会自动诱发人们对其诚实性的感知（Gom，Jiang,& Johar,2008)。同样，消费者对萌的产品也会产生类似的推断，如Windhager等人（2008）让消费者评价不同汽车的特性，结果发现具有婴儿特征的汽车（如大挡风玻璃对应婴儿的大额头、小尺寸对应婴儿的小个头）会让消费者认为其更友好、更随和。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.2萌的情感后果",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "看到萌萌的婴儿、宠物或者玩具总会让人不自觉地嘴角上扬，萌所唤起的这种积极情感已经得到了相关研究的验证。人们在看到婴儿的时候，与积极情绪有关的面部肌肉会自动激活（Hildebrandt&Fitzgerald,1978)，看萌的动物和产品（Miesler,Leder,&Herrmann,2011）同样有利于人们保持心情愉悦。Miesler等人（2011）通过操纵汽车前脸萌的程度来考察人们在看到汽车时的面部表情变化，结果发现与不那么萌的汽车相比，人们在看到更萌的汽车时，与积极情绪有关的面部肌肉会更强烈地活动，这一发现与人们在看到婴儿时的反应类似，说明了不同对象的萌都能够引发人们的积极情绪。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "除了简单的积极情绪以外，萌还会引发同情（compassion）和柔情（tendermess）（Griskevicius,Shiota,& Neufeld,2010)。同情是一种对他者幸福的关切和爱的感觉（Wiliams,Dalgleish,Karl,&Kuyken,2014），与之类似，柔情是一种爱和关怀瞬间进发的感觉（Kaawski，2010;Buckels et al,2015）。这两种情感本质上都与脆弱性（vulnerability）有关，脆弱和无助是同情产生的关键因素（Oveis,Horberg，& Keltner,2010)，对脆弱的感知同样也是柔情产生的重要前提（Dijker,2014)，而由于萌会诱发人们作出脆弱性的推断，因此自然会引发同情和柔情。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3萌的行为后果",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "萌的行为后果主要体现在注意（attention）和关怀（care）两个方面。首先，在各种注意任务中，萌的婴儿总是比那些不那么萌的婴儿更能吸引成人的注意（e.g.，Thompson-Booth et al,2014)；与成人脸相比，人们不仅对婴儿脸有明显的注意偏向（Cardenas etal.，2013)，而且总是对其投入更多的注意资源（Brosch,Sander,& Scherer,2007)。其次，婴儿的萌不仅会诱发成人强烈的关怀动机（Glocker et al.,2009），还能增加其行为的细心程度（Sherman,Haidt,& Coan,2009），这对于照看婴儿十分重要；娃娃脸的成人总是能获得更多的帮助（Keating et al.，2003)；对于动物来说，萌也能增加人们对其关怀程度，如研究表明，动物的萌会影响人们吃它们肉的倾向：一个动物越萌，人们就越不想吃掉它（Zickfeld,Kunst,&Hohle,2018）。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "不过，近年来也有学者指出萌所诱发的应该是社会性（sociality）而非关怀（Sherman& Haidt,2011)。与关怀相比，社会性这一概念更加广泛，而为了论证这一观点，Sherman 和 Haidt（2011）列举了许多已有的研究作为支撑。首先，人类婴儿萌的峰值显然有滞后现象，刚出生的婴儿是最脆弱最需要照料的，然而“萌值”的巅峰却出现在婴儿六个月（Sanefuji etal.，2007）或十个月（Hildebrandt ＆Fitzgerald,1979b）大的时候，且这种高萌值会保持数年之久（Volk,Lukjanczuk,&Quinsey,2007)，而这正是婴儿需要更多社会互动而非关怀的时期。其次，积极面部表情的婴儿被认为比消极面部表情的婴儿更萌（Hildebrandt,1983)，而面部表情恰恰是引发社会交往的重要因素。最后，除了照料行为以外，萌也会诱发嬉闹和亲和行为如触摸和爱抚。在论证萌所直接诱发的是社会性之后，Sherman 和 Haidt（2011）又进一步指出社会性的诱发会促进拟人化，即将人类特征、动机、意向或心理状态赋予非人对象的心理过程或者个体差异的过程，因为社会动机是拟人化的重要决定因素之一（Epley,Waytz,& Cacioppo,2007; Maeng& Aggarwal,2017)。又由于拟人化能够扩大人们的道德圈（即个体以自身为圆心所划定的界限，只有在圈内的实体才会被赋予道德关怀)，因此萌作为一种道德情绪刺激能够扩大道德圈（Singer,1981)。基于以上论证，Sherman和 Haidt（2011）提出了一个关于萌的模型（见图3)，其中萌直接引发了社会参与，促使人们与萌的对象进行互动，从而进一步推动了拟人化的过程以及和亲和行为倾向，最终将萌的对象纳入自身的道德圈。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "后来 Aragón,Clark,Dyer 和Bargh（2015）的研究发现在看了萌的婴儿照片之后，被试虽然报告了更多的关怀，但同时他们的攻击性表达也有所增加，例如“如果我抱着一个超萌的婴儿，我会特别想捏他/她的小肥腿”（Aragon etal.，2015)。作者在文中将类似行为定义为“攻击性行为”，并由此得出结论认为萌也有可能会造成一定的负面影响，这与之前学者通常将萌作为一种积极刺激的主张恰恰相反。然而，结合 Sherman 和 Haidt（2011）关于萌诱发社会性的观点，我们也可以将类似行为看作人们与婴儿的社会互动，因为人们做出这种行为（如捏婴儿的脸蛋）的主观意图并非是要伤害婴儿，而是出于一种善意的亲昵和交流意愿。因此，这一研究成果在一定程度上也可以被视为对社会性观点的一种证明。",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/a7c1a647a7fef10de9e8624a9ac6e6c712365eb766482355c28fa3d6fb4a0e9c.jpg",
        "img_caption": [
            "图3萌的道德模型（Sherman&Haidt,2011) "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5总结与展望 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "综上所述，研究者分别从心理学、动物学、营销学以及神经科学等不同路径对萌进行了有益探索，具体内容主要涉及萌的维度、感知和后果三个方面。这些研究不仅对于萌这一概念的进一步明晰具有重要的理论价值，而且对于我们深入理解当代萌文化的流行特别是如何有效应对与适应这样的新兴文化具有意义。但不可否认，目前对于萌的研究仍处于初始阶段，许多方面均存在值得进一步讨论的空间。基于对现有理论和实证成果的梳理整合，本文认为未来学者们可以从以下角度进行更为深入的分析与研究。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "首先，萌这一概念本身的维度仍然值得探讨。在文中我们提到，除了幼萌以外，有学者指出还应该有趣萌（Nenkov& Scott,2014）、听觉和嗅觉萌（Kringelbach et al.,2016）等其他类型的萌。由于这些观点提出之后鲜有后续文献的补充支持，因此这些萌的维度究竟是否真的存在仍然需要进一步实证；如果确实存在，那么它们被知觉和产生影响的机制又与幼萌有何异同，这也是值得我们继续思考的问题。此外，联系现如今十分普遍“卖萌”现象，成人所“卖”之“萌”显然不是改变自己的外表以求得的视觉之萌，而更多时候则是表现出一种个性上的率真可爱之萌。那么，这种个性上的婴儿特质是否也可以被视为一种人格之萌呢？它与我们通常所见的幼萌之间关系又何如？这一话题也是未来研究可以关注的方向。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "其次，萌与道德的关系问题。2015 年，叙利亚3岁小难民艾兰·库尔迪伏尸土耳其沙滩的照片引发了国际社会的巨大震惊，成为难民危机爆发以来“最揪心的画面”。这张照片的主要体验包括萌，照片的曝光使得全球多个慈善机构迅速受到大量捐款：联合国儿童基金会的页面点击量增长 $14 9 \\%$ ，“收到的捐款金额增幅达 $10 5 \\%$ ”，慕尼黑多家慈善机构甚至不得不民众暂停捐物，因为他们的仓库实在是无处堆放了....关于帮助难民的呼呼从未停止过，然而这张照片却发挥了“犹如强力催化剂”的作用，这使我们不得不承认萌所具有的强大道德力量。类似的事例不胜枚举，许多募捐活动都用孩童或者萌物的照片来促使人们做出更多的捐款，动物保护组织也常常用萌萌的小动物来呼呼人们重视动物应有的权利。Sherman 和 Haidt（2011）直接指出人们对萌的反应是一种道德情绪，萌所诱发的社会性能够扩大人们的道德圈从而促使人们给予其更多的道德关怀，近期的研究也证实萌的刺激确实能够增加人们的亲社会行为（Wang＆ Anirban,2015；Wang,Mukhopadhyay,& Patrick,2017)。不过也有学者发现，虽然患者对娃娃脸的医生的期望值、满意度和忠诚度更高，但是在医疗欺诈事件中，他们的错误也会被认为更严重（Chang＆Chen,2015），这说明在与道德有关的情境中，萌或许也会具有双刃剑的作用。因此，萌产生道德影响的深层机制究竟是什么，何种变量在萌的不同后果中起着重要的调节作用，我们又应当如何合理地利用萌来激发人们更多的道德行为，这些都是值得我们进一步思考和研究的话题。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "总而言之，萌作为一种亚文化现象抑或是一种被知觉的特征，其领域尚待开拓、其研究方兴未艾，当这个新兴的形容词走进平常人的生活时，它便具有了心理学研究的意义。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "白解红,王莎莎.(2014).汉语网络流行语\"萌\"语义演变及认知机制探析．湖北大学学报(哲学社会科学版),41(2),139- 142.   \n许丽颖,喻丰,邬家驿,韩婷婷,&赵靓.(2017).拟人化:从“它”到“他”.心理科学进展,25(11),1942-1954.   \nAlley,T.R.(1981). Head shape and the perception of cuteness. Developmental Psychology,17(5), 650-654.   \nArag6n,O.R.,Clark,M.S.,Dyer,R.L.,&Bargh,J.A.(2O15).Dimorphous expressions of positiveemotion: Displaysof both care and aggression in response to cute stimuli. Psychological Science,26(3), 259-273.   \nArcher,J.,& Monton,S.(2011).Preferences forinfantfacialfeatures inpetdogsand cats.Ethology,117(3),217-226.   \nBorgi,M.,Cogliati-Dezza,I,Brelsford,V.,Meints,K.,&Cirulli,F.(2O14).Babyschemainhumanand animal faces induces cuteness perception and gaze allocation in children. Frontiers in Psychology,5,411.   \nBrosch,T.,ander,D.,& Scherer,K.R. (2Oo). hatbabycaughtmyeye..atentioncaptureby infantfaces.Emotion,7(3), 685-689.   \nBrunton,P.J.,&Rusell,J.A.(2o08).Theexpectantbrain:adapting formotherhood.NatureReviews Neuroscience,9(1), 11-25.   \nBuckels,E.E.,Beall,A.T.,Hofer,M.K.,Lin,E.Y,Zhou,,&chaler,M. (25).Idividualdiferencesinactiatioof the parental care motivational system: Assessment, prediction,and implications. Journal of Personality and Social Psychology,108(3),497-514.   \nCardenas,R.A.,Harrs,L.J.,&Becker,M.W.(20l3).Sexdiferencesinvisualatentiontowardinfantfces.Evolutionand Human Behavior,34,280-287.   \nChang,C.T.,& Chen, C.X. (2O15). Babyface efects: A double-edged sword in healthcare service evaluations. Asian Journal of Social Psychology,18(4),325-336.   \nCho,S.,Gonzales,R.，& Yoon,C.(2O11). Cross-Cultural difference in the preferenceof the cute products:Asymetric dominance effect with product designs. Proceedings of IASDR 2011.   \nDale,J.P.(20l7).The Appealof theCute Object: Desire,Domestication,and Agency.InDale,J.P.,Gogin,J.,Leyda,J, McIntyre,A.P.,& Negra,D. (Eds.)，New York,The aesthetics and affects ofcuteness (pp.45-65). NY: Routledge.   \nDale,J.P.,Gogin,J.,Leyda,J.,Intyre,A.P.,&Negra,D.(O17).Theaestheticsand affectsofcuteness.InDale,J.P, Goggin,J.,Leyda,J.,McIntyre,A.P.,&Negra,D.(Eds.)，New York,Theaesthetics and affctsofcutenes(p.1- 34). NY: Routledge.   \nDijker,A.J. (2014).A theory of vulnerability-based morality. Emotion Review, 6(2),175-183.   \nEpley，N.，Waytz，A.，& Cacioppo，J.T.(2o07).On seeing human: A three-factor theory of anthropomorphism. Psychological Review,114(4), 864-886.   \nGlocker,M.L,Langleben,D.D.,Ruparel,K.,Loughead,J.W.,Gur,R.C.,&Sachser,N.(2O09).Babyschemaininfant faces induces cuteness perception and motivation for caretaking in adults. Ethology,115(3),257-263.   \nGolle,J.,Lisibach,S.,Mast,F.W.,& Lobmaier,J.S. (2013).Sweet puppesand cute babies: Perceptual adaptation to babyfacedness transfers across species.PloS One,8(3),e58248.   \nGorn,G.J.,Jang,Y.,&Johar,G.V. (oo).Babyfaces,traitinferences,andcompanyevaluationsinapublicrelatioscrisis. Journal of Consumer Research,35(1),36-49.   \nGriskevicius,V.,Shiota,M.N.,&Neufeld,S.L.(20l0).Influenceof diferentpositiveemotions on persuasionprocessing: A functional evolutionary approach. Emotion,10(2),190-206.   \nHeinrichs,M.，von Dawans,B.，& Domes,G.(2009). Oxytocin,vasopresin,and human social behavior.Frontiers in neuroendocrinology, 30(4),548-557.   \nHildebrandt,K.A. (1983).Eectoffacial expresion variationsonratings ofinfants'physicalatractivenessDevelopental Psychology,19(3),414-417.   \nHildebrandt,K.A.,&Fitzgerald,H.E.(1978).Adults'responses to infants varying inperceived cuteness.Behavioural Processes,3(2),159-172.   \nHildebrandt,K.A.，&Fitzgerald,H.E.(1979a).Facial featuredeterminantsof perceived infantatractiveness.Infant Behavior and Development,2,329-339.   \nHildebrandt,K.A.,&Fitzgerald,H.E. (1979b). Adults' perceptionsof infantsexand cutenes.Sex Roles,5(4),471-481.   \nJia,H.M.,Park,C.W.,&Pol,G. (2Ol5).Cuteness,nurturance,andimplications forvisual product design.InR.Batra,C. Seifert,&D.Brei (Eds.),The psychology of design: Creating consumer appeal (pp.168-179).New York: Routledge.   \nKalawski,J.P.(201o). Is tenderness a basic emotion?. Motivation and Emotion,34(2),158-167.   \nKeating,C.F.,andall,D.W.,Kendrick,T,&Gutshall,K.A.(O3).Dobabyfacedadultsreceivemore helpeocultural) case of the lost resume. Journal of Nonverbal Behavior,27(2),89-109.   \nKringelbach,M.L.,tark,E.A.,Alexander,C.,Borstei,M.H.,&Stein,A. (2O16).Oncutenes: Unlockingtheparental brain and beyond. Trends in Cognitive Sciences, 20(7),545-558.   \nKuraguchi,K.,Taniguchi,K.,&Ashida,H. (2O15).The impact ofbabyschemaon perceivedatractiveness,beauty,and cuteness in female adults. SpringerPlus, 4(1),164.   \nLegge,E. (2016). When Awe Turns to Awww.:Jeff Koons's Baloon Dog and the Cute Sublime.In Dale,J.P.,Gogin,J, Leyda, J., McIntyre,A. P.,& Negra,D. (Eds.)， NewYork,The aesthetics and affcts of cuteness (pp.140-160). NY: Routledge.   \nLite,A.C. (2Ol2).Manipulation of infant-like traits afects perceived cutenessof infant,adult andcat faces.Ethology, 118(8), 775-782.   \nLivingston,R.W.,& Pearce,N.A.(2O09).The teddy-bear efect: Does having ababy face benefit black chief executive officers?.Psychological Science,20(10),1229-1236.   \nLobmaier,J.S.,Probst,F.,Perret,D.I,&Heinichs,M.(2O15).Menstrualcyclephaseafectsdiscriminationof infant cuteness. Hormones and behavior,70,1-6.   \nLobmaier,J.S.,Sprengelmeyer,R., Wifen,B.,&Perett,D.I. (2Olo).Femaleand maleresponses tocutenes,ageand emotion in infant faces. Evolution and Human Behavior,31(1),16-21.   \nLorenz, K. (1943). Die angeborenen formen moglicher erfahrung. Ethology,5(2), 235-409.   \nMaeng，A.，& Aggarwal,P.(2017).Facing Dominance: Anthropomorphism and the Efect of Product Face Ratio on Consumer Preference. Journal of Consumer Research, 44(5),1104-1122.   \nMcArthur,L. Z.,& Apatow,K. (1984).Impressions of baby-faced adults. Social Cognition,2(4),315-342.   \nMeriam-Webster.(2018).Merriam-Websteronline dictionary.Retrieved May1，2018,from htp://ww.merriamwebster.com   \nMiesler,L.,Leder,H,& Herrmann,A. (2O11).Isn'titcute:An evolutionary perspectiveof baby-schema efects in visual product designs. International Journal of Design, 5(3).   \nMontepare,J.M.，& Zebrowitz-McArthur,L. (1989). Children's perceptions of babyfaced adults.Perceptual and Motor Skills, 69(2), 467-472.   \nNenkov,G.Y.,& Scot,M.L. (2014).“SocuteIcouldeat it up\": Priming effects ofcute productsonindulgentconsumption. Journal of Consumer Research,41(2),326-341.   \nNitono,H.,Fukushima,M.,Yano,A.,& Moriya,H. (2Ol2).The powerof kawai: Viewing cute images promotes acareful behavior and narrows attentional focus. PloS One,7(9),e46362.   \nOveis, C.,Horberg,E.J.,&Kelter,D.(0l0).Compassion,pride,andsocial intuitionsofself-othersimilarity.Journalof Personality and Social Psychology, 98(4),618-630.   \nParsons,C.E.，Young,K.S.,Jegindoe Elmholdt,E.M.,Stein,A.，& Kringelbach,M.L.(2017).Interpreting infant emotional expressions: Parenthood has differential effects on men and women.The Quarterly Journal of Experimental Psychology,70(3),554-564.   \nParsons,C.E.,Young,K.S,Joensson,.,Bratico,E.,Hyam,J.A.,Stein,A.,..&Kringelbach,.L.(213).Readyfor action:A role for the human midbrain in responding to infant vocalizations. Social Cognitive and Afective Neuroscience, 9(7),977-984.   \nParsons,C.E.,Young,K.S.,Kumari,N.,Stei,A,&Kringelbach,M.L. (2O11).The motivationalsalienceofinfantfaces is similar for men and women. PloS One,6(5),e20632.   \nParsons,C.E.,Young,K.S.Parsons,E.Stein,A.&Kringelbach,M.L. (2Ol2).Listeningtoinfantdistress vocalizations enhances effortful motor performance. Acta Paediatrica,101(4),e189-e191.   \nPorter,R.H.,Cernoch,J.M.，& McLaughlin,F.J.(1983).Maternal recognitionof neonates through olfactory cues. Physiology and Behavior,30(1),151-154.   \nRiem,M. M.,Van Ijzendorn,M.H.,Tops,M.,Boksem,M.A.,Rombouts,S.A.,&Bakermans-Kranenburg,M.J.(2012). No laughing matter: Intranasal oxytocin administration changes functional brain connectivity during exposure to infant laughter. Neuropsychopharmacology,37(5),1257-1266.   \nSanefuji,W.,Ohgami,H.,&Hashiya,K. (2oo7).Development ofpreference forbaby facesacrosspecies inhumans (Homo sapiens). Journal of Ethology,25(3),249-254.   \nScott,M.L.，& Nenkov,G.Y.(2016).Using consumer responsibilityreminders to reducecuteness-induced indulgent consumption. Marketing Letters,27(2),323-336.   \nSherman,G.D.,& Haidt,J. (2O11).Cutenessand disgust: the humanizing and dehumanizing efects of emotion.Emotion Review,3(3),245-251.   \nSherman,G.D.,Haidt,J,&Coan,J.A. (29). Viewingcute images increases behavioralcarefulness.Emotion9(2),282 286.   \nSinger,P.(1981).The expanding circle: Ethics and sociobiology. New York,NY: Farrar,Straus & Giroux.   \nSprengelmeyer,R.,Lewis,J,Hah,A,&Peret,D.I. (O13).Aestheticndincentivesalienceofcute infantfacesStudies of observer sex, oral contraception and menstrual cycle. PLoS One,8(5),e65844.   \nSprengelmeyer,R.erre,D..agan,E.C.orwel,R.E.,obmer,J.S.prgelmeyr,A.,.&le,.(9). Thecutest litle baby face: Ahormonal link to sensitivityto cuteness in infant faces.Psychological Science,20(2), 149-154.   \nThompson-Booth,C.,Viding,E.,ayes,L.C.,Rutherford,H.J.,Hodsoll,S.,&McCrory,E.J. (2014).Here'slookingat you,kid: Attention to infant emotional faces inmothers and non-mothers.DevelopmentalScience,17(1),35-46.   \nVolk,A.A.,Lukjanczuk,J.L.,& Quinsey，V.L. (2007).Perceptions of child facial cues asa function of child age. Evolutionary Psychology,5(4),801-814.   \nWang,T.,& Anirban,M. (2O15). How consumers respond tocute products.InR.Batra,C.Seifert,&D.Brei (Eds.),The psychology of design: Creating consumer appeal (pp.149-167). New York: Routledge.   \nWang,T., Mukhopadhyay,A.,& Patrick, V. M. (2017). Geting consumers torecycle now!When and whycuteness appeals influence prosocial and sustainable behavior.Journal of Public Policy and Marketing,36(2),269-283.   \nWeisman,O.,Feldman,R.,& Goldstein,A. (20l2).Parental and romantic atachment shape brain processing of infant cues. Biological Psychology, 89(3), 533-538.   \nWiliams，M.J.，Dalgleish,T.，Karl，A.，& Kuyken,W.(2O14).Examining the factor structuresof theFiveFacet Mindfulness Questionnaire and the Self-Compassion Scale. Psychological Assessment, 26(2), 407-418.   \nWindhager,S.,Slice,D.E.,chaefer,K.,Oberzaucher,E.,Thorstensen,T.,& Grammer,K. (2O08).Faceto face.Human Nature,19(4),331-346.   \nYoung, K.S.,Parsons,C.E.Stein,A,& Kringelbach,M.L. (2015).Motionandemotion: Depressionreducespsychomotor performance and alters afective movements in caregiving interactions.Frontiers in Behavioral Neuroscience,9, 26.   \nYu,F.,Peng,T.,Peng,K.,Tang,S.,，Chen,C.S.，Qian,X.,..& Chai,F. (2016). Cultural valueshifting in pronounuse. Journal of Cross-Cultural Psychology,47(2),310-316.   \nZheng,W.,Yang,Q.,Peng,K.,&Yu,F.(2O16).What'sintheChineseBabyface?Cultural Diferencesin Understandingthe Babyface.FrontiersinPsychology,7,819.   \nZickfeld,J.H.,Kunst,J.R.,&Hohle,S.M.(18).Tooswettoat: Exploringtheeffctsofcutenesonmeatconsumtion. Appetite,120,181-195. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Cuteness: Perceptions and Consequences ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "XU Liying1; YU Fengl; ZHOU Aiqin²; YANG Shenlongl; DING Xiaojun1 (l SchoolofHumanities and Social Sciences,Xi'an Jiaotong University,Xi'an 71oo49,China) ( School of Economics and Management, Tsinghua University, Beijing lOoo84, China) Abstract:Cuteness is usuallydefined descriptivelyasarangeof visuallyperceivedphysical andbehavioral infantile features.Recentresearchsuggestedthatcuteness mightnotbelimitedtovisual infantcharacteristics,butcouldalsobefound in funnydesigns,，positive sounds and smells. While the generalizationofcuteness has been universally acknowledged, whetherthereare indiviualdiferencesincutenessperceptions isstillcontroversial.Inadition,cutenesscanevokesetof cognitive,affectiveand behavioralconsequences.Futureresearch mightbe mainlyconductedon dimensions of cutenessas well as the relationship between cuteness and morality. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Key words: cuteness;anthropomorphism; morality; consumption ",
        "page_idx": 15
    }
]