[
    {
        "type": "text",
        "text": "饲粮纤维对后备母猪卵母细胞质量的影响及其作用机制石建凯' 石晓琳² 张攀 吴小玲 吴德 徐盛玉1\\*（1.四川农业大学动物营养研究所，成都 611130;2.台山市盛丰农业有限公司，台山 529200）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：卵母细胞质量是决定雌性哺乳动物繁殖性能的关键因素。研究证实，饲粮中添加纤维可通过影响后备母猪体内激素和代谢产物等途径调控卵母细胞质量。本文就饲粮纤维对后备母猪卵母细胞质量的影响及其可能作用机制做一综述。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：饲粮纤维；后备母猪；卵母细胞质量；影响；作用机制",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中图分类号：S816",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "规模化猪场中后备母猪由于不发情或发情推迟等现象被淘汰的比率高达 $2 0 \\% { \\sim } 3 0 \\% ^ { [ 1 ] }$ 而卵母细胞质量不良是导致后备母猪淘汰率升高的关键因素。卵母细胞质量直接影响后备母猪的受精率、卵裂率、早期胚胎存活率、妊娠附植和维持、胎儿发育、产仔数以及胎儿成年后的健康状况[2]。在生产模式逐渐标准化的今天，后备母猪的饲养条件及生长模式都趋向于一致，营养便成为影响后备母猪自身发育和成熟的重要因素之一；而不同营养物质的供给，在一定程度上影响后备母猪卵母细胞质量[3]。研究发现，母猪饲粮中添加适量纤维能够促进卵母细胞的成熟，从而改善卵母细胞质量[46]。本文就饲粮纤维对后备母猪卵母细胞质量的影响及其作用机制进行综述，旨在引起学者们对饲粮纤维调控卵母细胞质量的关注，并为饲粮纤维在母猪上的合理利用提供可靠的理论支持。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1卵母细胞质量与后备母猪繁殖性能",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "生猪产业中，高产仔数是猪场效益的关键所在。产仔数的提高依赖于受精后胚胎的成活和妊娠期胎儿的发育，而胚胎的成活则由卵母细胞质量所决定[2.4.7]。评定卵母细胞质量的方法很多，如体外培养中常以卵母细胞达到第二次减数分裂中期（MII）的比例来评定卵母细",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "胞的成熟和质量；此外，卵母细胞后续发育能力包括卵母细胞受精率、卵裂率、囊胚率及良好的胚胎存活率等也常作为考察卵母细胞质量的依据。  \n在哺乳动物体内，排卵前卵母细胞需经过长期的生长发育以达到细胞质和细胞核的成熟，从而获得受精能力以及随后胚胎发育的能力[2]。胚胎死亡率较高的附植期，只有发育更好的胚胎才能较好地适应子宫环境的变化，最终成为新生幼仔。研究发现，梅山猪产仔数多是由于早期胚胎成活率高，在排卵前7 h有更多的卵母细胞达到MII期[2]，说明达到MII期的卵母细胞比例越大，妊娠早期的成活率越高；Zak等[利用相同的哺乳母猪模型有力地证明了这一观点。由此表明，卵母细胞的质量直接影响母猪的产仔数[8-9]。因此，提高卵母细胞质量是增加产仔数、提高母猪终身繁殖性能和经济效益的重要途径。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2饲粮纤维对后备母猪卵母细胞质量的影响 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "后备母猪配种前，饲粮中添加适宜水平的粗纤维可以提高卵母细胞质量，进而改善胚胎存活率，最终提高初生仔猪成活率及断奶仔猪数，改善母猪繁殖性能[46]。饲粮中可添加的纤维种类繁多，例如大豆壳、麸皮、麦秸、甜菜渣、羽扇豆等，然而不同种类的纤维对后备母猪的影响存在差异。Renteria-Flores 等[10在母猪饲粮中分别添加 $30 \\%$ 燕麦麸(可溶性纤维）和12%麦秸（不可溶性纤维)，胚胎的存活率分别为 $80 . 3 \\%$ 和 $76 . 4 \\%$ 。Arias-Alvarez 等[11]在母猪饲粮中分别添加木质素纤维（不溶性纤维，占饲粮干物质的 $4 . 9 \\%$ ）和高木质素纤维（不溶性纤维，占饲粮干物质的 $1 5 . 8 \\%$ )，前者达到MII期的卵母细胞数量增加。配种前母猪饲喂高纤维饲粮可提高其卵母细胞质量，增加妊娠期胚胎的存活率，减少子宫内发育迟缓的胚胎数量[12]。Ferguson 等[5]研究发现，后备母猪饲粮中添加甜菜渣（占饲粮干物质的 $5 0 . 0 \\%$ ）可使促黄体生成素（LH）脉冲的发生更加频繁，并且达到 MII 期的卵母细胞数量增加，卵母细胞的成熟率提高 $10 \\%$ 。Weaver 等[研究发现，配种前饲粮中添加麦麸（占饲粮干物质的 $5 . 0 \\%$ ）和羽扇豆（占饲粮干物质的 $3 . 5 \\%$ )，后者可提高后备母猪卵母细胞质量。综上所述，不同来源和添加水平的纤维对卵母细胞产生的影响不同。纤维在一定程度上可以促进卵母细胞的发育、提高卵母细胞质量，从而使其在后备母猪的生产应用中发挥作用。然而由于纤维来源的复杂性，有利于提高后备母猪生产性能的纤维来源和添加水平还有待进一步研究验证。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3饲粮纤维调控后备母猪卵母细胞质量的机制",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "纤维主要存在于植物的细胞壁中，如谷物、蔬菜、豆类、坚果、水果和种子中含有大量纤维，是饲粮纤维的重要来源。纤维具有持水性、黏性、可发酵性、吸附螯合作用和填充作用等特性，母猪饲粮中添加纤维能够降低成本、提高经济效益，提高产活仔数、断奶仔猪数、初生窝重和断奶重[13-15]。然而，饲粮纤维水平也是影响饲粮消化率的一个重要因素，饲粮纤维水平过高，饲粮的消化率会降低。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1饲粮纤维在后备母猪体内的代谢 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "饲粮纤维最主要的一个特性是不被小肠所消化，但在大肠内会被发酵分解。一些纤维在肠道内可以发挥益生元的功能并可选择性地向着对肠道微生物有益的方向进行[16]。大肠内，厌氧菌能够将不消化的纤维水解为低聚寡糖，并进一步水解为单糖，通过糖酵解途径（六碳糖）和磷酸戊糖途径（五碳糖）代谢，单糖被转化为磷酸烯醇式丙酮酸，磷酸烯醇式丙酮酸被菌群发酵转化为有机酸，其中乙酸、丙酸和丁酸是纤维发酵产生的最主要短链脂肪酸（SCFA)。Anguita等[17]给猪分别饲喂低纤维（ $7 7 \\ : \\mathrm { g / k g } )$ 、标准纤维（ $1 6 0 ~ \\mathrm { g / k g }$ ）和高纤维水平（ $2 4 0 ~ \\mathrm { g / k g }$ ）饲粮，发现高纤维水平饲粮可以增加猪体内SCFA浓度，产生更多的乙酸，低纤维水平饲粮较其他2组产生较多的丁酸。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "猪体内，发酵产生的SCFA给猪提供的有效能量可达猪所需总能的 $7 \\% { \\sim } 1 7 \\% ^ { [ 1 7 ] }$ ，而产生的SCFA种类和纤维源的单糖组成密切相关[18]。依据饲粮纤维中单糖的组成差异，不同纤维产生的SCFA种类不同，其中糖醛酸含量较高的饲粮纤维能够提高动物体内乙酸的浓度，葡萄糖含量高的饲粮纤维可提高机体丙酸的浓度，而木糖含量高的饲粮纤维则促进丁酸的产生[19]。发酵产生的SCFA中， $70 \\%$ 乙酸会被肝脏摄取，在肝脏内转化为乙酰辅酶A，之后参与脂肪酸的合成[20]；丙酸影响肝脏和胆固醇代谢，进入血液循环中的 $30 \\% { \\sim } 5 0 \\%$ 丙酸被肝脏摄取作为糖异生的前体物，参与机体供能[21]；产生的约 $6 5 \\%$ 丁酸在肠道内通过糖异生途径作为肠道细胞的能量来源[22]，调节上皮细胞和免疫细胞的生长、死亡[23]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2饲粮纤维通过其消化代谢产物调控后备母猪卵母细胞质量",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "丁酸作为一种被广泛研究的纤维代谢产物，可以促进结肠细胞分裂，通过调节机体抗氧化相关基因和酶的表达改善机体健康状况[24]。在卵母细胞的发育过程中，组蛋白修饰是减数分裂阶段的关键环节。共价组蛋白修饰广泛作用于乙酰化、甲基化、磷酸化和泛素化过程[25]，乙酰化作用影响许多基本过程，如细胞周期停滞、分化和细胞调亡总是紧随着组蛋白乙酰化的提高而发生。丁酸钠是一种非竞争性组蛋白去乙酰化酶抑制剂[26]。Liu等[27]收集猪的卵巢并分离出卵母细胞，分别用0、1.0、5.0 和 $1 0 . 0 \\ \\mathrm { m m o l / L }$ 的丁酸钠处理卵母细胞 $^ { 4 4 \\mathrm { ~ h ~ } }$ 后，结果发现，相对于其他3个组，1.0mmol/L丁酸钠组有更多的卵母细胞（ $4 7 . 2 \\%$ ， $\\scriptstyle n = 3 0$ ）达到 MII期。由此表明，纤维在动物体内发酵产生的 SCFA 能够对卵母细胞的发育产生一定的促进作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3饲粮纤维通过调节激素调控后备母猪卵母细胞质量",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "母猪在采食纤维的过程中，其体内的激素也随着发生一系列变化，从而对卵母细胞质量产生影响。不同能量水平和能量来源（脂肪、淀粉和纤维）的饲粮可影响血液循环中的雌二醇（ $\\cdot \\mathrm { E } _ { 2 }$ ）和黄体酮水平，从而影响后备母猪的卵泡发育和卵母细胞质量[3-5]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "研究认为，下丘脑促性腺激素释放激素(GnRH)分泌的增加是动物发情的关键标志[28-30]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Kisspeptin 是由 Kiss-1基因（神经肽类编码基因）编码的内分泌肽类激素。Kisspeptin 在啮齿动物下丘脑神经元 GnRH的分泌中起关键信号作用[31-33]。类固醇激素如 $\\mathrm { E } _ { 2 }$ 、孕酮（P）和能量代谢激素瘦素均可有效提高Kisspeptin 的表达，诱发青春期小鼠初情期启动[34]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3.1 饲粮纤维通过调节雌激素调控后备母猪卵母细胞质量",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "纤维可以通过影响体内胆固醇的代谢而降低体内雌激素的浓度[35]。饲粮纤维对卵母细胞有益作用的原因可能是由于纤维在肠道内的吸附作用使 $\\mathrm { E } _ { 2 }$ 随着粪便排出而不再进入体内循环[5.36]，而雌激素浓度的降低会减少雌激素对GnRH的负反馈，增加LH的释放，从而改善后备母猪卵母细胞的质量。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "体外研究发现，纤维发酵产生的 SCFA——丙酸可抑制机体胆固醇的合成。而胆固醇是动物体内生成类固醇激素如 $\\mathrm { E } _ { 2 }$ 的基本原料，胆固醇合成的减少势必会降低 $\\mathrm { E } _ { 2 }$ 的生成，从而改善后备母猪的卵母细胞质量。体内试验发现，后备母猪饲粮中添加羽扇豆纤维，其可在体内转化为脂肪酸，作为一种能量来源维持血糖和胰岛素的浓度，同时增加体内LH的释放频率，影响卵泡与卵母细胞的发育[37]。研究也发现，饲喂高纤维水平饲粮可以促进后备母猪体内LH的释放频率，促进卵泡与卵母细胞的发育[5]。然而，Weaver等研究指出饲喂高纤维水平饲粮对后备母猪体内LH浓度无显著影响，这可能是由于纤维的种类以及添加量的不同导致结果的不同。以上研究表明，饲粮纤维的摄入可以通过影响雌激素浓度促进后备母猪卵泡与卵母细胞的发育。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3.2饲粮纤维通过调节瘦素调控后备母猪卵母细胞质量",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "瘦素是一种重要的脂肪分泌因子，在介导能量代谢状态、神经分泌轴和繁殖过程中发挥重要作用，可作用于下丘脑-垂体-性腺轴，直接作用于 Kiss-1基因促进Kisspeptin 表达。在动物及人的研究发现，摄入高剂量的可溶性纤维可以降低血液中瘦素的浓度[38]。研究也表明，与非素食主义者相比，素食主义者纤维的摄入量增加，血清中瘦素的浓度显著降低[39]。由此表明，纤维可以影响机体瘦素浓度，通过瘦素调节 Kisspeptin 的表达来改善卵泡和卵母细胞的发育。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.4饲粮纤维通过调节机体代谢产物调控后备母猪卵母细胞质量",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "研究表明，饲喂高纤维水平饲粮可减少葡萄糖的吸收，阻止消化酶对包裹在细胞壁中淀粉的分解，减缓淀粉降解为葡萄糖的速度[40-41]。富含纤维的饲粮种类中，羽扇豆和羽扇豆外壳富含非淀粉多糖，非淀粉多糖可以在小肠中被消化并增加可作为能量的脂肪酸含量，从而有利于维持血液中葡萄糖和胰岛素的浓度[37]。Knudsen 等[40]研究发现，纤维主要通过影响猪的胃排空速度来调节葡萄糖吸收。Johansen 等[41]证明纤维素有降低猪血液葡萄糖浓度的作用。刘长忠等[42]研究表明，高纤维水平饲粮可显著降低鹅血液葡萄糖浓度。血液胰岛素抵抗产生的原因之一是游离脂肪酸浓度的升高[43]，而纤维在后肠道发酵产生的乙酸能减少血液中游离脂肪酸的浓度[44]，从而降低胰岛素抵抗的发生。其机理可能是发酵产生的乙酸在血液中通过氧化为肌肉组织的活动等供能，从而减少了机体对脂肪的分解，减少了游离脂肪酸的释放；在乙酸供能有限的情况下，机体会加快游离脂肪酸的氧化，进一步降低血清中游离脂肪酸浓度[45]。综上可见，饲粮纤维有利于维持母猪血液葡萄糖和胰岛素浓度的稳定，稳定的葡萄糖和胰岛素浓度能够使营养分配向更有利于卵泡生长、卵母细胞成熟和胎儿生长发育的方向进行[46]，从而改善后备母猪卵母细胞的质量。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4小结 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "综上可知，纤维是影响后备母猪卵母细胞质量的一个非常重要的因素，饲粮纤维通过其消化代谢产物、调节后备母猪体内相关激素的分泌和浓度间接作用于GnRH及Kisspeptin、调节机体代谢产物，从而影响后备母猪卵巢中卵母细胞质量，进而影响胚胎以及胎儿的发育，最终影响后备母猪的繁殖性能。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "尽管许多研究表明，饲粮纤维可以改善后备母猪卵母细胞质量、提高母猪的繁殖性能，但对于最佳的纤维种类和需求量尚无准确报道，这些问题有待进一步研究，以期为饲粮纤维在生产中的使用提供更准确的理论依据和实践指导。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献：   \n[1]TUMMARUK P,TANTASUPARUK W,TECHAKUMPHU M,et al.Age,body weight and backfat thickness at first observed oestrus in crossbred LandracexYorkshire gilts,seasonal variations and their influence on subsequence reproductive performance[J].Animal Reproduction Science,2007,99(1/2):167-181.   \n[2] HUNTER M G.Oocyte maturation and ovum quality in pigs[J].Reviewsof Reproduction,2000,5(2):122-130.   \n[3] ZHOU D S,FANG Z F,WU D,et al.Dietary energy source and feeding levels during the rearingperiodafectovarianfoliculardevelopmentandoocytematuration in gilts[J].Theriogenology,2010,74(2):202-211.   \n[4]FERGUSON E M,ASHWORTH C J,EDWARDS S A,et al.Effect of diferent nutritional regimens before ovulation on plasma concentrations of metabolic and reproductive hormones and oocyte maturation in gilts[J].Reproduction,2003,126(1):61-71.   \n[5]FERGUSON E M,SLEVIN J,HUNTER M G,et al.Beneficial effects of a high fiber diet on oocyte maturity and embryo survival in gilts[J].Reproduction,2007,133(2):433-439.   \n[6]WEAVER A C,KELLY J M,KIND K L,et al.Oocyte maturation and embryo survival in nuliparousfemalepigs(gilts）isimproved byfeedingalupin-based high-fibre diet[J].Reproduction, Fertility and Development,2013,25(8):1216-1223.   \n[7]KRISHER R L.The effect of oocyte quality on development[J].Journal of Animal Science,2004,82 E-Suppl:E14-E23.   \n[8] ZAK L J,COSGROVE J R,AHERNE F X,et al.Pattern of feed intake and associated metabolic and endocrine changes differentially affect postweaning fertility in primiparous lactating sows[J].Journal of Animal Science,1997,75(1):208-216. [9]ZAK L J,XU X,HARDIN R T,et al.Impact of different patterns of feed intake during lactation in the primiparous sow on folicular development and oocyte maturation[J].Journal of Reproduction and Fertility,1997,110(1):99-106.   \n[10]RENTERIA-FLORES J A,JOHNSTON L J,SHURSON G C,et al.Effect of soluble ad insoluble dietary fiber on embryo survival and sow performance[J].Journal of Animal Science,2008,86(10):2576-2584.   \n[11]ARIAS-ALVAREZ M,GARCIA-GARCIA R M,REBOLLAR P G,et al.Folicular,0ocyte and embryo features related to metabolic status in primiparous lactating does fed with high-fiber rearing diets[J].Reproduction in Domestic Animals,2010,45(5):e91-e100.   \n[12]FERGUSON E M,SLEVIN J,EDWARDS S A,et al.Effect of alterations in the quantity and composition of the pre-mating diet on embryo survival and foetal growth in the pig[J].Animal Reproduction Science,2006,96(1/2):89-103.   \n[13]冯冬冬.日粮纤维水平对妊娠母猪繁殖性能的影响[D].硕士学位论文.成都:四川农业大 学,2010.   \n[14]廉红霞,王成章,杨雨鑫,等.不同苜蓿草粉添加水平对妊娠母猪及其仔猪生产性能的影 响[J].西北农林科技大学学报:自然科学版,2004,32(6):35-40.   \n[15]张金枝.日粮能量结构对母猪繁殖和泌乳性能的影响研究[D].博士学位论文.杭州:浙江 大学,2009.   \n[16] MACFARLANE GT,STEED H,MACFARLANES.Bacterialmetabolismand health-related effects of galacto-oligosaccharides and other prebiotics[J].Journal of Applied Microbiol0gy,2008,104(2):305-344.   \n[17]ANGUITA M,CANIBE N,PEREZ JF,et al.Influence of the amount of dietary fiber on the available energy from hindgut fermentation in growing pigs:use of cannulated pigs and in vitro fermentation[J].Journal of Animal Science,2006,84(10):2766-2778.   \n[18]LIN B,GONG J H,WANG Q,et al.In-vitro,assessment of the effects of dietary fibers on microbial fermentation and communities from large intestinal digesta of pigs[J].Food Hydrocolloids,2011,25(2):180-188. [19]SALVADOR V,CHERBUT C,BARRY J L,et al.Sugar composition of dietary fibre and short-chain fatty acid production during in vitro fermentation by human bacteria[J].British Journal of Nutrition,1993,70(1):189-197.   \n[20] BLOEMEN JG,VENEMA KVAN DE P M.Short chain fatty acids exchange across the gut and liver in humans measured at surgery[J].Clinical Nutrition,2009,28(6):657-661.   \n[21]ROY C C,KIEN C L,BOUTHILLIER L,et al.Short-chain fatty acids:ready for prime time?[J].Nutrition in Clinical Practice,2006,21(4):351-366.   \n[22] DEVADDERF,KOVATCHEVA-DATCHARYP,GONCALVES D,et al.Microbiota-generatedmetabolitespromotemetabolicbenefitsviagut-brain neural circuits[J].Cell,2014,156(1/2):84-96.   \n[23]PRYDE S E,DUNCAN S H,HOLD G L,et al.The microbiology of butyrate formation in the human colon[J].FEMS Microbiology Letters,2002,217(2):133-139.   \n[24]BINGHAM S A.Epidemiology and mechanisms relating diet to risk of colorectal cancer[J].Nutrition Research Reviews,1996,9(1):197-239.   \n[25] KOUZARIDES T.Chromatin modifications and their function[J].Cell,2007,128(4):693-705.   \n[26]COUSENS L S,GALLWITZ D,ALBERTS B M.Different accessibilities in chromatin to histone acetylase[J].Journal of Biological Chemistry,1979,254(5):1716-1723.   \n[27] LIU L M,SONG G Q,FEI G,et al.Transient exposure to sodium butyrate after germinal vesicle breakdown improves meiosis but not developmental competence in pig oocytes[J].Cell Biology International,2012,36(5):483-490.   \n[28] TENA-SEMPEREM,HUHTANIEMII.Gonadotropinsandgonadotropin receptors[M].FAUSER B C J M.Reproductive medicine:molecular,cellular and genetic fundamentals.New York: Parthenon Publishing,2003,225-244.   \n[29]GRUMBACH M M.The neuroendocrinology of human puberty revisited[J].Hormone Research,2002,57 Suppl 2:2-14. [30]PLANT T M,BARKER-GIBB M L.Neurobiological mechanisms of puberty in higher primates[J].Human Reproduction Update,2004,10(1):67-77.   \n[31]PLANT TM.The role of Kiss-1 in the regulation of puberty in higher primates[J].European Journal of Endocrinology,2006,155 Suppl 1:S11-S16.   \n[32]TENA-SEMPERE M.GPR54 and kispeptin in reproduction[J].Human Reproduction Update,2006,12(5):631-639.   \n[33]GOTTSCH M L,CLIFTON D K,STEINER R A.Kispepeptin-GPR54 signaling in the neuroendocrine reproductive axis[J].Molecular and Cellular Endocrinology,2006,254-255:91-96. [34]SMITH J T,POPA S M,CLIFTON D K,et al.Kissl neurons in the forebrain as central processorsforgeneratingthepreovulatoryluteinizinghormonesurge[J].Journalof Neuroscience,2006,26(25):6687-6694.   \n[35]EASTWOOD M A.The physiological effect of dietary fiber:an update[J].Annual Review of Nutrition,1992,12(1):19-35.   \n[36] ARTS C JM,GOVERS C A R L,VAN DER BERG H,et al.In vitro,binding of estrogens by dietary fiber and the in vivo,apparent digestibility tested in pigs[J].The Journal of Steroid Biochemistry and Molecular Biology,1991,38(5):621-628.   \n[37]DE LEEUW J A,JONGBLOED A W,SPOOLDER H A M,et al.Effects of hindgut fermentation of non-starch polysaccharides on the stability of blood glucose and insulin levels and physical activity in empty sows[J].Livestock Production Science,2005,96(2/3):165-174.   \n[38] QUESNEL H,MEUNIER-SALAUN M C,HAMARD A,et al.Dietary fiber for pregnant sows:influence on sow physiology and performance during lactation[J].Journal of Animal Science,2008,87(2):532-543.   \n[39]AMBROSZKIEWICZ J,LASKOWSKA-KLITA T,KLEMARCZYK W.LoW serum leptin concentration invegetarianprepubertal children[J].RocznikiAkademii MedycznejW Bialymstoku,2004,49:103-105. [40]KNUDSEN K E,JENSEN B B,HANSEN I.Digestion of polysaccharides and other major components in the small and large intestine of pigs fed on diets consisting of oat fractions rich in $\\beta$ -D-glucan[J].British Journal of Nutrition,1993,70(2):537-556.   \n[41]JOHANSEN H N,KNUDSEN K E B.Effects of reducing the starch content in oat-based diets with celulose on jejunal flow and absorption of glucose over an isolated loop of jejunum in pigs[J].British Journal of Nutrition,1994,72(5):717-729.   \n[42] 刘长忠,何瑞国,毛宗林,等.日粮粗纤维水平对鹅生产性能、代谢激素和生化指标的影响 [J].中国兽医学报,2007,27(6):914-918.   \n[43]KIM S P,CATALANO K J,HSU I R,et al.Nocturnal free fatty acids are uniquely elevated in the longitudinal development of diet-induced insulin resistance and hyperinsulinemia[J].American Journal of Physiology Endocrinology & Metabolism,2007,292(6):E1590-E1598.   \n[44]TARINI J,WOLEVER T M S.The fermentable fiber inulin increases postprandial serum short-chain fatty acids and reduces free-fatty acids and ghrelin in healthy subjects[J].Applied Physiology,Nutrition,and Metabolism,2010,35(1):9-16.   \n[45]FERNANDES J,VOGT J,WOLEVER T M S.Intravenous acetate elicits a greater free fatty acid rebound in normal than hyperinsulinaemic humans[J].European Journal of Clinical Nutrition,2012,66(9):1029-1234.   \n[46]DE LEEUW J A,JONGBLOED A W, VERSTEGEN M W A.Dietary fiber stabilizes blood glucose and insulin levels and reduces physical activity in sows (Sus scrofa)[J].Journal of Nutrition,2004,134(6):1481-1486.   \nEffects of Dietary Fiber on Oocyte Quality of Gilts and Its Mechanism   \nSHI JiankailSHI Xiaolin2ZHANG Pan’WU Xiaoling1WUDe1XU Shengyul\\* (1. Institute of Animal Nutrition, Sichuan Agricultural University, Chengdu 61130, China; 2. Taishanshi Shengfeng Agriculture Co., Ltd., Taishan 529200, China ） Abstract: The quality of oocytes is a key factor in the reproductive performance of female mammals. Studies have confirmed that dietary fiber can affect hormone and metabolites of gilts, thus regulate the oocyte quality. In this paper, the effects of dietary fiber on oocyte quality of gilts and its possible mechanism were reviewed.   \nKey words: dietary fiber; gilts; oocyte quality; effects; mechanism ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]