[
    {
        "type": "text",
        "text": "科技部“十三五\"农业面源和重金属污染农田综合防治与修复技术研发重点专项“农田氮磷淋溶损失污染与防控机制研究\"项目正式启动",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "马林柏兆海 胡春胜\\*",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(中国科学院遗传与发育生物学研究所农业资源研究中心/中国科学院农业水资源重点实验室/河北省节水农业重点实验室石家庄050022)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "集约化农田通过投入大量化肥和灌溉提高作物产量，过量的化肥养分通过淋溶损失到地下水，对地下水环境产生巨大影响。这种高强度的人为干预，形成了集约化农业特有的根层-深层包气带-地下水系统。我国农业主产区集约化程度和污染负荷居全球之首，对环境影响为全球典型。我国地下水污染日益严重， $80 \\%$ 监测点地下水为IV和V类，与农田淋溶相关的\"三氮\"(氨氮、亚硝态氮、硝态氮)是最主要的污染源。黑土、潮土和褐土区是我国粮仓，氮磷肥、灌溉过量投入，也是农田氮磷淋溶和地下水污染的易发区和高发区。因此，开展氮磷在根层-深层包气带-地下水淋溶机理和阻控机制的理论研究，是保障国家粮食安全和生态环境可持续的迫切需求。由农田点污染控制向区域农田氮磷淋失风险控制分区及其相关氮磷消减政策法案的结合治理是国际上农田氮磷淋失污染控制的发展趋势。欧洲联盟(EU-27)制定硝酸盐指令(nitrate directive)和水指令(water framework directive),规范肥料与灌溉水的施用量和方式，提高氮磷的利用效率，减少氮磷淋失，并通过划分硝酸盐脆弱敏感区，进行重点防控。由此可见，研究从农田到区域的氮磷淋溶规律和区域阻控途径意义重大。针对这一社会需求，近日，科技部联合农业部启动了第一批“农业面源和重金属污染农田综合防治与修复技术研发”重点专项，“农田氮磷淋溶损失污染与防控机制研究项目\"属于专项2016年首批启动的基础研究项目之一。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“农田氮磷淋溶损失污染与防控机制研究项目\"(项目编号：2016YFD0800100)由中国科学院遗传与发育生物学研究所农业资源研究中心牵头主持，集中了长期从事农田氮磷面源污染和淋溶研究的优势单位15家(中国科学院5家，中国农业科学院3家，中国农业大学、西北农林科技大学，吉林、北京、河南、山西农业科学院及天津农学院)。项目组拥有“全国农业面源污染监测国控网”、“中国科学院农业水资源重点实验室”、“农业部面源污染控制重点实验室\"等省部级重点实验室10余个。项目组在农田面源污染动态监测、农田氮磷淋溶规律等方面开展了系列研究，为项目提供了很好的保障。主持国家自然基金重点项目、科技部支撑计划、农业部公益性行业专项等40多项。前期工作证明了包气带对氮磷淋溶阻控、消减意义重大，为项目开展提供了基础支持。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "项目聚焦易产生农田淋溶的黑土、潮土和褐土区，主要研究内容包括以下4方面:(1)主要农区农田根层氮磷淋溶时空规律,(2)根层-深层包气带氮磷淋溶机制和主控因子,(3)黑土、潮土和褐土氮磷淋溶阻控机制和效果，(4)典型农区氮磷淋溶风险与消减途径。总体思路是以黑土、潮土、褐土农区农田氮磷淋溶时空规律为基础，以包气带氮磷淋溶机理为重点，以构建“根层截氮保磷、包气带脱氮固磷\"的全剖面阻控系统为目标，全面开展农田氮磷淋溶损失污染与防控机制研究。总体方案是：利用包气带观测井和Geoprobe、CT扫描等先进设施与技术，研究包气带氮磷淋溶机制；依托扩展的北方典型农田氮磷淋溶监测网，揭示根层氮磷淋溶的时空规律；依托黑土、潮土和褐土3个综合研究基地，提出氮磷淋溶阻控机制；建立北方典型农区地下水硝酸盐监测网，提出农田氮磷淋溶地下水污染风险分区和区域消减途径。项目设置了6个课题，分别是：课题1，北方主要农区农田氮磷淋溶时空规律与强度研究；课题2，典型农田包气带氮磷淋溶机理与主控因子研究；课题3，黑土区氮磷淋溶的阻控机制与措施研究；课题4，潮土区氮磷淋溶的阻控机制与措施研究；课题5，褐土区氮磷淋溶的阻控机制与措施研究；课题6，北方典型农区氮磷淋溶风险分区与消减途径研究。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "项目实施前景主要体现在以下3个方面:(1)拟阐明北方典型农区农田氮磷淋溶时空规律，提出农田系统氮磷输入、累积、富集、淋失之间的定量化关系理论，揭示包气带氮磷淋溶机理，提出构建“根层截氮保磷、包气带脱氮固磷\"的全剖面阻控理论，可为专项其他技术和示范性项目指明技术方向和提供理论支撑。(2)拟建立北方主要农区典型农田氮磷淋溶监测网、地下水硝酸盐监测网和典型种植制度氮磷淋溶因子监测和评估指标体系，包括北方黑土、潮土和褐土区的东北春玉米、东北菜地、华北春玉米、华北小麦-玉米轮作、华北菜地在内的典型农田种植模式，监测指标包括： $\\textcircled{1}$ 土壤水分、硝态氮、铵态氮、有效磷等指标， $\\textcircled{2}$ 植物样品的经济产量、生物量、全氮、全磷等指标， $\\textcircled{3}$ 根层不同深度淋溶水样中硝态氮、铵态氮、总磷等， $\\textcircled{4}$ 地下水硝酸盐含量。结合区域尺度包气带氮磷淋溶和地下水污染风险联动模型，可提出黑土、潮土和褐土区地下水硝酸盐污染脆弱区区划，为国家面源污染防控政策提供科学依据和数据支撑。(3)通过设置3个土类共性联网试验，研究氮磷淋溶阻控机制和技术，编制黑土、潮土和褐土区农田、菜田氮磷淋失消减标准草案1\\~2项，最终形成北方农区氮磷淋失区域负荷和消减草案1\\~2项。农田氮磷淋溶损失污染与防控将有助于“水十条”、“土十条”、“全国农业可持续发展规划(2015—2030)\"等实施，有效降低我国因地下水硝酸盐污染造成的经济损失和饮用硝酸盐超标地下水引起的人体健康问题，改善黑土、潮土和褐土区的地下水质量，具有显著社会效益和环境效益。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "项目和课题主持单位介绍：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "项目/课题6主持单位：中国科学院遗传与发育生物学研究所农业资源研究中心在农业面源污染研究方面积累了丰富的经验，主持了国家自然科学重点基金项目“厚包气带农田土壤硝酸盐污染反硝化自修复机理研究”、国家科技支撑计划课题\"北方集约化粮田污染综合防控技术集成与示范\"等34项国家科研项目，获得河北省科技进步一等奖、国家科学技术进步二等奖等9项奖励。拥有国家级野外科研台站——栾城农田生态系统试验站、农业水资源重点实验室、典型厚包气带区域地下水观测技术与设备。拥有大型环境采样机Geoprobe 54DT，可方便快捷地采集整个厚包气带土壤剖面的原位土柱。拥有离子色谱仪、流动分析仪、气相色谱仪、同位素质谱仪等仪器设备。此外,2016年将在栾城实验站挖凿一个 $4 8 ~ \\mathrm { m }$ 的实验观测井，将为本申请项目的顺利开展提供条件。创建的NUFER模型，可模拟区域尺度农田根层氮磷淋溶数量，采用了欧盟通用的消减因子法，这也是欧盟硝酸盐法案制定和评估的标准研究方法，目前模型正在被国内外广泛应用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "课题1主持单位：中国农业科学院农业资源与农业区划研究所在农业面源污染研究领域先后主持了公益性行业科研专项“主要农区农业面源污染监测预警与氮磷投入阈值研究”、科技部支撑计划“城郊集约化农田污染综合防控技术集成与示范\"等20余项国家科研项目，拥有“全国农业面源污染监测国控网”，获得省部级奖励2项。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "课题2主持单位：中国农业大学主持并完成国家自然科学基金面上项目“华北平原典型农田 $\\mathrm { N } _ { 2 } \\mathrm { O }$ 的产生机理”、国家科技攻关重大专项“氮肥污染控制技术研究”、863课题“应用深根型植物控制地下水硝酸盐污染的原位修复技术\"等重大课题，其中“协调作物高产和环境保护的养分资源综合管理技术研究与应用\"获国家科学技术进步二等奖。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "课题3主持单位：中国科学院沈阳应用生态研究所参与并完成了国家科技支撑专题“中低产田有机质高效提升与水肥调控关键技术研究”、国家科技重大水专项课题“农业区非点源污染控制与水质改善关键技术与示范”等重大课题，先后取得科技成果480余项，获国家级科技奖24项，省部级科技奖198项。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "课题4主持单位：北京市农林科学院自2000年以来，积极开展了农业面源污染与防治研究，主持完成了国家科技支撑计划“沿湖地区农业面源污染阻控关键技术研究”、农业部行业专项课题“黄淮海半湿润平原区面源污染监测与氮磷化肥投入阈值”、农业部生态保护项目“华北地区地下水硝酸盐污染调查与监测\"等课题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "课题5主持单位：西北农林科技大学近期先后主持或参加中瑞国际合作项目“提高氮素利用率，减少氮素损失”、中英合作项目“减少氮素非点源污染”、农业部“旱地土壤氮素损失途径研究\"以及973项目“农田生态系统磷素迁移与环境效应\"等重大课题。相关研究获得了2011年度国家科学技术进步二等奖,2014年度陕西省科技进步二等奖。",
        "page_idx": 1
    }
]