[
    {
        "type": "text",
        "text": "塔里木河下游胡杨水分传输过程研究综述",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "陈亚鹏，周洪华，朱成刚 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（中国科学院新疆生态与地理研究所，荒漠与绿洲生态国家重点实验室,新疆 乌鲁木齐830011)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：胡杨是世界重要的林木基因资源，且具有重要的生态功能。以塔里木河下游为研究靶区，结合实地监测资料和文献阅读，对胡杨水分获取、传导和耗散等水分传输过程方面进行了综述和分析。成年胡杨主要利用地下水和深层土壤水，而幼苗由于类型和立地水土环境的不同，水分来源也不同。干旱环境下，胡杨叶片水分传输效率增加，但同时也伴随着水力失调风险的增加；成年胡杨通过下调木质部导水率减少水分蒸腾，而幼苗则通过提高导水能力以获取更多的水分。胡杨根系具有水力提升作用，提升的水量一般可为其蒸腾提供 $10 \\% { \\sim } 3 9 \\%$ 的水量。胡杨液流通量密度一般在 $0 . 0 0 5 { \\sim } 0 . 0 4 0 \\mathrm { L } { \\cdot } \\mathrm { c m } ^ { - 2 } { \\cdot } \\mathrm { h } ^ { - 1 }$ 之间，且随着地下水埋深的增加而减小，胡杨林的年蒸散发量在296.7\\~$7 5 0 . 0 \\ \\mathrm { m m }$ 之间。未来可加强胡杨根-茎-叶间水分传输互作机理的研究,进一步精确量化胡杨水分来源，将估算蒸散发的尺度扩展到胡杨林生态系统。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：胡杨；水分传输；干旱；塔里木河下游 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "文章编号：",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "植物作为大气和土壤间的“桥梁”,其水分传输是土壤-植物-大气连续体(SPAC)中的重要环节，同时也是植物生理和生态水文学家关注的重要问题之一[]。植物生长过程不可避免地会遭受干旱、盐分等环境的胁迫，这必将影响植物的水分生理过程，进而影响植物的生长。为了适应各种逆境，植物通过形态结构、生理生化、基因等的变化来增强自身对逆境胁迫的适应能力[2-3]。水分是植物生长的主要限制因子[4],植物可通过根系吸水、水分传导和蒸腾来调控体内的水分平衡，以提高逆境下的适应能力[5]。因此，对植物水分获取、传导和耗散等水分传输过程的研究不仅有助于明确植物对逆境的适应性机理，而且可为SPAC水分循环提供科学依据。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "胡杨林是受河水影响的荒漠河岸林,在亚、非、欧大陆的20个国家均有分布[6]。胡杨(Populuseeu-phratica)不仅是世界重要的林木基因资源，而且是我国内陆河流域荒漠生态系统的优势建群种[8。塔里木河下游地处我国极端干旱地区，是我国生态环境最为脆弱地区。胡杨林是构成塔里木河下游荒漠生态系统的主体，是维持生态平衡的天然屏障，有效阻挡了塔克拉玛干和库鲁克两大沙漠的合拢,具有重要的生态意义[7]。植物水分的获取、传导及耗散是了解植物生命特征的关键过程。近些年来，国内外学者从不同角度对胡杨水分生理过程进行了大量研究[9-10]。本文以塔里木河下游为研究靶区，结合实地监测资料和文献阅读，研究分析了极端干旱环境下胡杨根系吸水、茎干水分传导及蒸腾耗散等水分传输过程，旨在为干旱荒漠区胡杨林生态系统的保育与恢复研究提供理论依据。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1胡杨的水分获取 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1胡杨的水分来源",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "除了一些旱生和盐生植物外，植物在吸收水分、运输水分的过程中稳定同位素不会发生分馏[11],因此，众多研究者利用同位素技术，并结合同位素混合模型对塔里木河胡杨的水分来源进行了估算，研究表明胡杨的水分来源由于生境的不同而有所差异。在塔里木河上游，河岸边的胡杨主要吸取浅层土壤水、对河水的利用最多仅为 $1 4 . 2 \\%$ ，而远离河岸的胡杨主要吸取深层土壤水和地下水[12]。还有研究表明，随着地下水埋深的增加胡杨的水分来源会发生明显变化。例如,在地下水埋深较浅处( $( 1 . 8 ~ \\mathrm { m } )$ ，胡杨几乎不利用 $0 { \\sim } 7 5 ~ \\mathrm { c m }$ 的浅层土壤水，而主要利用河水、深层土壤水和地下水的混合水源；而在埋深 $3 . 8 \\mathrm { ~ m ~ }$ 时，主要利用深层土壤水（最少 $6 5 \\%$ )；而当地下水埋深增加到 $7 . 2 ~ \\mathrm { m }$ 时,胡杨主要利用 $1 5 0 ~ \\mathrm { c m }$ 以下的土壤水和地下水[13]。在极端干旱环境下，地下水是维持天然植被的最根本水源[14]。在不同生境下，塔里木河下游地下水埋深与胡杨的水分来源密切相关，地下水埋深的不同改变了胡杨对不同潜在水源的利用比例，并决定了胡杨选择性利用水分方式。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "不同林龄胡杨根系最大深度和分布的差异也会导致其水分来源的不同。在塔里木河上游，胡杨幼苗平均吸水深度为 $0 { \\sim } 6 0 ~ \\mathrm { c m }$ 的浅层土壤水，而成熟胡杨主要利用 $3 0 { \\sim } 1 0 0 ~ \\mathrm { c m }$ 土壤水和地下水[15]。张江等在塔里木河下游也发现不同林龄胡杨间水分来源也不同：胡杨幼苗主要利用 $8 0 ~ \\mathrm { c m }$ 以下土壤水和地下水，而成熟木主要利用 $2 2 0 \\ \\mathrm { c m }$ 以下深层土壤水和地下水，过熟木则主要利用 $1 4 0 ~ \\mathrm { c m }$ 以下土壤水和地下水。然而，王玉阳等[]人研究发现，塔里木河下游胡杨幼苗并不利用浅层土壤水，而与成年胡杨相同，都主要吸取深层土壤水和地下水。有研究表明，胡杨根蘖苗木质部水分的氢氧同位素与实生苗的存在显著差异，但与其母株的相一致，水分主要来在其母株的根系[10.18]。因此,不同类型的幼苗具有不同的水分来源，实生苗主要利用浅层土壤水，而根蘖苗则主要利用深层土壤水和地下水。在塔里木河上游，由于地下水埋深较浅，土壤水分条件相对较好，胡杨幼苗和成年胡杨都偏于利用上层土壤水，然而下游，地下水埋深较大，胡杨幼苗和成年胡杨都偏于利用深层土壤水。不同林龄胡杨的水分来源不仅取决于其自身根系特征、类型的影响，同时也受地下水埋深等条件的共同控制，但地下水始终是成熟胡杨最主要的水分来源。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在干旱地区，植物水分来源的季节性差异明显[18-19]。例如,在美国内华达州,美国黑杨(Populustrichocarpa）、佛利蒙三角叶杨（Populusfremontii)等在生长季早期主要利用浅层土壤水，而在干旱期主要利用地下水[20]。堪萨斯州西南部的多枝怪柳(Tamarixramosissima)在干旱季节能利用多种水源，而随着干旱的加剧，在生长季后期才迅速增加对地下水的获取[21]。然而在塔里木河下游,在整个生长季内，胡杨对各水源的利用比例在各个月间变化较小，且主要利用深层土壤水或是和地下水的混合水源[17]。在塔里木河下游，降雨稀少,且蒸发强烈,表层土壤含水量低，而地下水和深层土壤水是最为稳定的水源，因此胡杨选择利用深层的水源。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2胡杨根系吸水的模拟 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "根系吸水模型不仅可以使我们深入了解根系水分获取的过程[22]，同时它也是预测根系吸水的重要工具。因此，国内外学者从不同尺度构建了多种根系吸水模型，其中Javaux等建立的多维根系吸水模型最能反映根系的真实吸水过程，而Feddes，Simunek和Hopmans 等建立的经验模型,可借助HY-DRUS软件实现对根系吸水情况进行的模拟，其应用较广泛[23]。目前对于胡杨根系吸水的模拟,主要是基于Feddes模型进行。众多学者通过对土壤水分和胡杨根长密度等参数的测定，在Feddes模型基础上，构建了胡杨根系吸水模型，对根区土壤水分模拟效果较好[24]。然而在干旱和半干旱区,植物根系吸水不仅与土壤水分密切相关，同时还与地下水位具有紧密联系25。目前虽然建立了胡杨根系吸水和土壤水分间的关系，但忽略了胡杨对地下水的利用，因此迫切需要理解胡杨根系与地下水的互作关系，为定量模拟胡杨根系吸收提供依据。近年来，同位素技术在根系吸水研究方面受到了越来越多的关注，且主要利用统计模型（如IsoSource、SIAR、MixSIAR等)进行模拟[26]。陈晓林等[27]将稳定同位素技术和植物水分生理特征相结合，构建了胡杨水分来源估算的定量模型，并对塔里木河下游胡杨的水分来源进行了模拟。然而，由于胡杨氢同位素在水分传输中会发生分馏，以及模型中对水源个数限制等方面的问题，增加了模拟结果的不确定性；同时，根系的吸水过程是一个动态的、物理的过程。因此，需要通过对同位素进行原位、在线和连续测量，并结合胡杨的生理生态学特性，构建胡杨根系吸水分析模型，以准确识别和精确量化干旱环境下胡杨的水分来源。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "干旱区地理",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 胡杨的水分传导 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1叶片的水分传导 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "叶片是植物水分传输系统(根-茎-叶)中重要组成部分之一，是水分运输的终端。叶片水力导度反映了叶片内部阻力大小，是叶片水分传输效率的表征[28]。研究表明，胡杨叶片最大水力导度对地下水埋深变化敏感，且随着地下水埋深的增加而增加。表明随着干旱的加剧，胡杨叶片的水分传输效率会有所提高[29]。在水分较好的环境下，植物通过提高水力导度来竞争更多的光热和养分资源[30]然而在塔里木河下游，随着地下水埋深的增加，干旱的加剧，胡杨通过增加水分传输效率来抵御干旱胁迫。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "叶片水分传输效率和传输安全都是植物生长的保证[31],然而在干旱环境下，二者不可兼得[32]。在塔里木河下游胡杨水力安全范围出现了分化，在地下水埋深较浅处胡杨水力安全范围最大，但水力导度最低，而在地下水埋深较深处，胡杨水力安全范围虽较小,但水分导度较高[33]。表明在不同地下水埋深环境下，胡杨叶片的水分传输策略不同。在地下水埋深增加时，胡杨叶片通过提高水分传输效率来增加水分的获取，但同时会增加水力功能失调的风险。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2根、茎的水分传导 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "通过水分控制试验，徐茜等[34对比分析了水分灌溉和十旱处理下胡杨幼株茎的水力特性，发现干旱胁迫导致胡杨茎导水能力和栓塞程度增加。然而在塔里木河下游和黑河下游胡杨水力特征的对比分析结果显示，在干旱胁迫较严重的塔里木河，胡杨成株根和枝条木质部的栓赛化程度更高，且最大比导率均较黑河减少了1倍[35]。远离河道处成年胡杨侧根的自然栓塞程度也显著高于河边[36]。无论幼苗还是成株，干旱胁迫下胡杨木质部的栓塞程度都会增加，但对木质部的导水能力却不同。对于成株胡杨来说，为适应十旱环境，胡杨通过下调木质部导水率来避免过度的水分蒸腾，防止其被“渴死”;而对于幼苗，通过提高木质部导水能力，使其能在干旱环境下获取更多的水分来满足生长的需求，防止其被\"饿死”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在塔里木河下游，胡杨的生长不仅遭受干旱胁迫，同时也遭受盐分胁迫。研究表明，胡杨在不同程度的盐胁迫下，其根、茎木质部的栓塞程度都会加剧，且根部更易于发生栓塞。同时盐胁迫也降低了根系的水分传输效率，且盐胁迫程度越大，根系水分传输效率越低。而胡杨茎的水分传输效率对盐胁迫并不敏感，在轻度、中度盐胁迫下，胡杨茎通过增加导管密度，管壁厚度和机械强度来维持茎的输水效率和安全性。但在重度盐胁迫下胡杨茎的水分传输会受到明显抑制，并影响胡杨的光合生理过程[37]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3水力提升 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在不同物种、生态系统和气候条件下都发现了水力提升现象，而且在干旱和半干旱区尤为普遍[38]通过野外监测和控制试验发现胡杨成株和幼苗都存在水力提升现象[39-40]。在塔里木河下游,胡杨水力提升作用在横向上距树干 $4 \\mathrm { m }$ ,深度上 $6 0 { \\sim } 1 2 0 ~ \\mathrm { c m }$ 范围内最为明显，而且这种水力提升作用主要是由其侧根来实现，而且作用时间约 $^ { 1 0 \\mathrm { ~ h ~ } }$ 。水力提升的水量约为胡杨林日蒸散耗水的 $1 0 \\% { \\sim } 2 0 \\% ^ { [ 4 0 ] }$ ,并且可为周边的草本植物提供其 $2 2 \\% { \\sim } 4 1 \\%$ 的蒸腾耗水量[41]。鱼腾飞等[42]对黑河下游胡杨水分再分配的研究表明，胡杨在整个生长季都存在水力提升现象，单个根系日提水量为 $0 . 2 1 \\mathrm { k g \\cdot d ^ { - 1 } }$ ，为胡杨蒸腾耗水(5—9月)可提供约 $1 4 . 6 0 \\% \\sim 3 9 . 3 3 \\%$ 的水量。植物根系的水力提升的作用受自身特征，环境等诸多因素的影响[43],而在塔里木河下游，胡杨的大小以及地下水埋深的变化是否会改变胡杨水力提升作用的大小，对水分再分配是否会产生影响，目前尚不得而知。胡杨的水力提升不仅为改善林分水分环境，而且对保护荒漠河岸林物种多样性都至关重要[44]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3胡杨的水分耗散 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1 叶片尺度",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "胡杨叶片的蒸腾作用不仅受大气温度，光合有效辐射差等气象因子的影响，同时也受地下水埋深等环境因子的影响[45]。高温导致胡杨叶片的气孔导度减小，蒸腾速率增加，但随着干旱加剧，蒸腾速率的增加幅度减小[46]。不同地下水埋深下胡杨叶片蒸腾速率对饱和水汽压差(VPDL)的响应有所不同，但当VPDL为 $3 . 5 \\mathrm { { k P a } }$ 时，蒸腾速率达到最大，当大于 $3 . 5 \\mathrm { { k P a } }$ 时蒸腾速率随VPDL的增加成幂函数递减[47]。有研究表明随干旱程度的增加,胡杨气孔阻力显著增大，从而降低了叶片的蒸腾作用[48]。在塔里木河下游，地下水埋深是胡杨气体交换的一个重要限制因子[45],而且地下水埋深增加会加剧胡杨遭受干旱胁迫的程度[。所以在塔里木河下游，地下水埋深对胡杨蒸腾的影响，本质上是胡杨遭受干旱胁迫程度变化对胡杨蒸腾作用的影响。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2个体尺度(茎干液流)",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "众多学者利用热脉冲技术并结合气象观测，分析了胡杨茎干液流的日变化、季节变化，以及气象因子与树干液流间的关系[49-50]。研究表明胡杨液流的日变化受光合有效辐射、气温、相对湿度、风速、土壤温度等不同因子的影响，其中光合有效辐射是最主要气象因子，其次受风速和气温影响明显[51]不同地区胡杨液流具有相同的变化规律[50],然而在木质部直径相同下，液流日累计量仍差3.8倍[52]即使是在同一地区，在不同地下水埋深 $( 2 . 7 5 { \\sim } 7 . 8 2 \\mathrm { m } )$ 0下胡杨液流通量密度也存在较大差异，平均在 $0 . 0 0 5 \\sim$ $0 . 0 4 \\mathrm { L } \\cdot \\mathrm { c m } ^ { - 2 } \\cdot \\mathrm { h } ^ { - 1 }$ 之间，且表现为随着埋深的增加不断减小[53]。此外，不同树龄和长势下，胡杨的液流速率和日累计量都存在很大差异[54-55]。总体来说,胡杨树干液流的变化除受气象因子、树木生理形态特征的影响，同时还受地下水埋深变化的影响，且随着地下水埋深的增加而减少。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3群落尺度(林分蒸散)",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "精确估算胡杨林的蒸散发不仅对了解干旱区内陆河水循环过程，而且对胡杨林的保护和恢复都至关重要。胡杨林蒸散发的过程主要受气象因子的共同控制，而季节变化主要受物候期的影响[56]。通过涡度相关法和地下水位波动法估算，塔里木河下游胡杨林生长季的平均日蒸散量分别为4.52和$3 . 1 2 ~ \\mathrm { m m } ^ { [ 5 6 - 5 7 ] }$ ,在黑河下游也发现这2种方法对胡杨蒸散发的估算结果也相差约 $3 0 \\% ^ { [ 5 8 ] }$ 。这种差异,一方面是不同估算方法上引起的，另一方面是由于二者研究地点胡杨盖度（分别为 $4 9 . 0 \\%$ 和 $2 8 . 9 \\%$ )不同所致。在黑河下游胡杨日蒸散量(基于地下水位波动法)平均为 $2 . 0 5 ~ \\mathrm { m m } ^ { [ 5 9 ] }$ ,较塔里木河下游约小了$34 \\%$ ，而2个区域地下水埋深不同很可能是造成这一结果的根本原因[60]。由于土壤和植被盖度的异质性，胡杨林年蒸散发量也存在一定差异，塔里木河和黑河胡杨林的年蒸散发量在 $2 9 6 . 7 { \\sim } 7 5 0 . 0 ~ \\mathrm { m m }$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "之间[58.61] 。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "由于蒸散发测定受到时空因素的限制，一些学者利用数学模型对胡杨林的蒸散发进行了模拟[62-64]。例如Gao 等[6]利用Penman-Monteith、Shuttleworth-Wallace和改进的SSW冠层蒸腾模型分别模拟了胡杨生长季的蒸散发，并与涡旋相关数据进行了比较，认为SSW模型较适用于极端干旱地区大尺度稀疏植被系统的模拟。苏里坦等在SHAW模型的基础上，通过加入地下水位因子，提高了SHAW模型对胡杨林蒸腾耗水量的模拟精度。Yuan等利用遥感数据并结合植被参数、气象和涡度相关数据，并应用 Species-specific and spatially-explicit model模型对塔里木河下游胡杨等不同植被类型和不同植被盖度情景下蒸散发进行了模拟。该模型不仅考虑到胡杨林的生理特性和空间分布格局对需水量的影响，而且可动态预测需水量的时空变化，在极端干旱区荒漠植被耗水量和生态需水量的估算方面具有较好的应用前景。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4 研究展望",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）对于荒漠河岸林植物来说，已证实地下水与植物根系的相互作用明显。因此，在胡杨水分来源定量分析过程中，还需考虑地下水埋深动态变化对根系吸水的影响。目前利用氢氧同位素技术对胡杨水分来源进行了量化，但由于该方法自身的局限性以及在干旱区植物使用上的限制，使得量化结果存在较大的不确定性。如何将同位素技术、根系形态，地下水埋深的变化、吸水过程这四者相联系，构建具有过程机理的定量分析模型，精细量化胡杨水分来源的研究还有待进一步加强。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）植物的水分调控对水分的获取、传导和耗散发挥着重要的调控作用。目前对于不同水分环境下胡杨水分传输过程的特征和规律有较为清晰的认识，然而对于胡杨水分传输过程的调控机制研究还处于探索阶段，急需理解干旱环境下胡杨水通道蛋白、渗透、贮水、栓塞等对胡杨水分传输的调节机理，以及胡杨水分传输对环境的适应性机制。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）对胡杨水分生理过程已有较深入的研究，从胡杨根系吸水、茎干水分传输，以及冠层蒸散等方面开展了大量工作，取得了一定研究成果。但对于胡杨水分获取、水分传导、水分耗散间相互关系",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "干旱区地理",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "的问题尚未解决，因此，应加强胡杨水分传输过程的整体性研究，以深入揭示胡杨复杂的生理过程和调节机制。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(4）目前在不同尺度上(叶片、植株个体、群落)对胡杨水分耗散进行了较为深人的研究，但未能建立不同尺度间的联系，而深入了解不同尺度间的关系是估算胡杨林生态系统蒸散发的重要基础。同时也需要通过高精度观测，并结合遥感、气象、土壤等数据，将目前蒸散发的尺度扩展到胡杨林生态系统，以为区域生态耗水量和需水量提供科学依据。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献(References)",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]杨启良,张富仓,刘小刚,等.植物水分传输过程中的调控机制 研究进展[J].生态学报,201,31(15): 4427-4436.[Yang Qiliang, Zhang Fucang, Liu Xiaogang, et al. Research progress on regulation mechanism for the process of water transport in plants[J].Acta Eeologica Sinica,2011,31(15): 4427-4436.]   \n[2] Kasuga M,Liu Q,Miura S,et al. Improving plant drought, salt, and freezing tolerance by gene transfer of a single stress-inducible transcription factor[J]. Nature Biotechnology,1999,17: 287-291.   \n[3] Ma L,Sun X L,Kong X X,et al. Physiological, biochemical and proteomics analysis reveals the adaptation strategies of the alpine plant Potentilla saundersiana at altitude gradient of the northwestern Tibetan Plateau[J]. Journal of Proteomics,2015,112: 63-82.   \n[4]Nemani RR,Keeling C D,Hashimoto H,et al. Climate-driven increases in global terrestrial net primary production from 1982 to 1999[J]. Science,2003,300: 1560-1563.   \n[5] Mencuccini M.The ecological significance of long-distance water transport: Short-term regulation and long-term acclimation across plant growth forms[J]. Plant, Cell and Environment,2003,6(1): 163-182.   \n[6]王世绩.全球胡杨林的现状及保护和恢复对策[J].世界林业研 究,1996,6:37-44.[Wang Shiji. The status,conservation and recovery of global resources of Populus euphradica[J].World Forestry Research,1996,6: 37-44.]   \n[7]Chen Y N,Chen YP,Li W H,et al. Response of the accumulation of proline in the bodies of Populus euphratica to the change of ground water level at the lower reaches of Tarim River[J]. Chinese Science Bulletin,2003,48(18): 1995-1999.   \n[8]Thevs N, Zerbe S,Schnittler M,et al. Structure,reproduction and flood-induced dynamics of riparian Tugai forests at the Tarim River in Xinjiang,NW China[J]. Forestry,2008,81(1): 45-57.   \n[9] Gries D,Zeng FJ,Foetzki A,et al.Growth and water relations of Tamarix ramosissima and Populus euphratica on Taklamakan desert dunes in relation to depth to a permanent water table[J].Plant Cell & Environment, 2003,26: 725-736.   \n[10] Zhu C G,Li WH,Chen Y N,et al.Characteristics of water physiological integration and its ecological significance for Populus euphratica young ramets in an extremely drought environment[J]. Journal of Geophysical Research: Atmospheres,2018,123: 5657- 5666.   \n[11]Lin G H,Sternberg L. Utilization of surface water by red mangrove (Rhizophora mangle L.):An isotopic study[J].Bulletin of Marine Science,1994,54(1): 94-102.   \n[12] 周天河,赵成义,吴桂林,等.塔里木河上游胡杨(Populus euphratica)、怪柳(Tamarix ramosissima)水分来源的稳定同位素示 踪[J].中国沙漠,2017,37(1): 127-134.[Zhou Tianhe,Zhao Chenyi, Wu Guilin,et al.Application of stable isotopes in analyzing the water sources of Populus euphratica and Tamarix ramosissima in the upstream of Tarim River[J]. Journal of Desert Research,2017, 37(1): 127-134.]   \n[13]Chen Y P, Chen Y N,Xu C C,et al. The effects of groundwater depth on water uptake of Populus euphratica and Tamarix ramosissima in the hyperarid region of northwestern China[J]. Environmental Science and Pollution Research,2016,23(17):17404- 17412.   \n[14]唐敏,张峰,师庆东.克里雅河尾闾绿洲浅层地下水位埋深变化 特征研究[J].干旱区地理,2021,44(1):80-88.[Tang Min, Zhang Feng,Shi Qingdong.Variations in groundwater table depth at Daliyaboyi Oasis,Keriya River, China[J]. Arid Land Geography,2021, 44(1): 80-88. ]   \n[15] 王勇,赵成义,王丹丹,等.塔里木河流域不同林龄胡杨与怪柳 的水分利用策略研究[J].水土保持学报,2017,31(6):157-163. [Wang Yong,Zhao Chengyi, Wang Dandan,et al. Water use strategies of Populus euphratica and Tamarix ramosissima at different ages in Tarim River Basin[J]. Journal of Soil and Water Conservation,2017,31(6): 157-163. ]   \n[16] 张江,李桂芳,贺亚玲,等.基于稳定同位素技术的塔里木河下 游不同林龄胡杨的水分利用来源[J].生物多样性,2018,26(6): 564-571.[Zhang Jiang,Li Guifang,He Yaling,et al. Water utilization sources of Populus euphratica trees of diferent ages in the lower reaches of Tarim River[J]. Biodiversity Science,2018,26(6): 564-571.]   \n[17]王玉阳,陈亚鹏,李卫红,等.塔里木河下游典型荒漠河岸植物 水分来源[J].中国沙漠,2017,37(6):1150-1157.[Wang Yuyang, Chen Yapeng,Li Weihong,et al. Water sources of typical desert riparian plants in the lower reaches of Tarim River[J].Journal of Desert Research,2017,37(6): 1150-1157.]   \n[18]邢星,陈辉,朱建佳,等.柴达木盆地诺木洪地区5种优势荒漠 植物水分来源[J].生态学报,2014,4(21):6277-6286.[Xing Xing,Chen Hui,Zhu Jianjia,etal. Water sources of five dominant desert plant species in Nuomuhong area of Qaidam Basin[J].Acta Ecologica Sinica, 2014,34(21): 6277-6286.]   \n[19]Dai Y, Zheng X J, Tang L S,et al. Stable oxygen isotopes reveal distinct water use patterns of two Haloxylon species in the Gurbantonggut Desert[J].Plant and Soil,2015,389:73-87.   \n[20]Smith SD,Wellington A B,Nachlinger JL,et al. Functional responses of riparian vegetation to streamflow diversion in the eastern Sierra Nevada[J]. Ecological Applications,1991,1(1): 89-97.   \n[21]Nippert JB,Butler Jr JJ, Kluitenberg G J,et al.Patternsof Tamar ix water use during a record drought[J]. Oecologia,2010,162: 283-292.   \n[22] Lier Q de Jvan,Metselaar K, Dam JC van. Root water extraction and limiting soil hydraulic conditions estimated by numerical simulation[J]. Vadose Zone Journal,2006,5(4): 1264-1277.   \n[23]Peters A. Modified conceptual model for compensated rot water uptake: A simulation study[J]. Journal of Hydrology,2016,534: 1- 10.   \n[24]Zhu Y H,Ren L L,Skaggs TH,et al. Simulation of Populus euphratica root uptake of groundwater in an arid woodland of the Ejina Basin, China[J].Hydrological Processes,2009,23:2460-2469.   \n[25]Laio F,Tamea S,Ridolfi L,et al. Ecohydrology of groundwater-dependent ecosystems: 1. Stochastic water table dynamics[J]. Water Resources Research,2009,45(5): 207-213.   \n[26]Rothfuss Y, Javaux M. Reviews and syntheses: Isotopic approaches to quantify root water uptake: A review and comparison of methods[J]. Biogeosciences,2017,14: 2199-2224.   \n[27] 陈晓林.胡杨水分选择性利用的定量分析[D].北京:中国科学 院大学,2O18.[Chen Xiaolin. Quantitative analysis of water selective utilization of Populus euphratica[D].Beijing: University of Chinese Academy of Sciences, 2018.]   \n[28] SackL,Holbrook NM.Leaf hydraulics[J].Annual Review of Plant Biology,2006,57: 361-381.   \n[29]王日照,陈亚鹏,陈亚宁,等.地下水埋深对胡杨(Populus euphratica)叶片形态结构和水力导度的影响[J].中国沙漠,2016, 36(5): 1302-1307.[Wang Rizhao, Chen Yapeng,Chen Yaning,et al. Effects of groundwater level on morphological,anatomical structure and leaf hydraulic conductance of Populus euphratica[J].Journal of Desert Research,2016,36(5): 1302-1307.]   \n[30] Nardini A,Peda G,Rocca N L. Trade-offs between leaf hydraulic capacity and drought vulnerability: Morpho-anatomical bases,carbon costs and ecological consequences[J]. New Phytologist, 2012, 196: 788-798.   \n[31]Blackman C J,Brodribb T J,Jordan G J.Leaf hydraulics and drought stress: Response,recovery and survivorship in four woody temperate plant species[J].Plant,Cell & Environment,2009,32: 1584-1595.   \n[32]Pockman W T,Sperry JS.Vulnerability to xylem cavitation and the distribution of Sonoran Desert vegetation[J].American Journal of Botany,2000,87(9): 1287-1299.   \n[33] Pan YP, Chen YP,Chen Y N,et al. Impact of groundwater depth on leaf hydraulic propertiesand drought vulnerability of Populus euphratica in the northwest of China[J]. Trees,2016,30(6): 2029- 2039.   \n[34] 徐茜,陈亚宁.胡杨茎木质部解剖结构与水力特性对干旱胁迫 处理的响应[J].中国生态农业学报,2012,20(8):1059-1065. [Xu Qian, Chen Yaning. Response of anatomy and hydraulic characteristics of xylem stem of Populus euphratica Oliv.to drought stres[J]. Chinese Journal of Eco-Agriculture,2012,20(8): 1059- 1065.]   \n[35] Zhou HH, Chen YN,Li W H,et al. Xylem hydraulic conductivity and embolism in riparian plantsand their responses to drought stress in desert of northwest China[J].Ecohydrology,2O13,6(6): 984-993.   \n[36] 木巴热克·阿尤普,陈亚宁,郝兴明,等.极端干旱环境下的胡杨 木质部水力特征[J].生态学报,2012,32(9):2748-2758.[Ayoupu Mubareke, Chen Yaning,Hao Xingming,et al. Xylem hydraulic traits of Populus euphratica Oliv.in extremely drought environment[J]. Acta Ecologica Sinica,2012,32(9): 2748-2758.]   \n[37] 周洪华,李卫红.胡杨木质部水分传导对盐胁迫的响应与适应 [J].植物生态学报,2015,39(1):81-91.[Zhou Honghua,LI Weihong.Responses and adaptation of xylem hydraulic conductivity to salt stress in Populus euphratica[J].Chinese Journal of Plant Ecology,2015,39(1): 81-91.]   \n[38]Yu TF,Feng Q,SiJH,et al. Depressedhydraulicredistribution of roots more by stem refilling than by nocturnal transpiration for Populus euphratica Oliv.in situ measurement[J]. Ecology & Evolution,2018,8(5): 2607-2616.   \n[39] 苏芮,李卫红,郝兴明,等.荒漠河岸林地区胡杨幼苗根系水力 提升作用探究[J].干旱区研究,2012,29(2):342-346.[Su Rui, Li Weihong,Hao Xingming,et al. Research on hydraulic lifting of Populus euphratica seedling roots in desert riparian forest area[J]. Arid Zone Research,2012,29(2): 342-346.]   \n[40]Hao X M, Chen Y N,Guo B,et al. Hydraulic redistribution of soil water in Populus euphratica Oliv.in a Central Asian desert riparian forest[J]. Ecohydrology,2013,6(6): 974-983.   \n[41]Hao X M, Li Y,Deng HJ.Assessment of hydraulic redistribution on desert riparian forests in an extremely arid area[J].Environmental Monitoring and Assessment, 2013,185(12): 10027-10038.   \n[42] 鱼腾飞,冯起,司建华,等.胡杨根系水力再分配的模式、大小及 其影响因子[J].北京林业大学学报,2014,36(2):22-29.[Yu Tengfei,Feng Qi, Si Jianhua,et al.Patterns,magnitude and controlling factors of hydraulic redistribution byPopulus euphratica roots[J].Journal of Beijing Forestry University,2014,36(2): 22- 29.]   \n[43] Neumann R B, Cardon Z G.The magnitude of hydraulic redistribution by plant roots: A review and synthesis of empirical and modeling studies[J]. New Phytologist,2012,194(2): 337-352.   \n[44]Yang XD, Zhang X N, Lu G Het al. Linking Populus euphratica hydraulic redistribution to diversity assembly in the arid desert zone of Xinjiang,China[J]. PLoS One,2014,9(10): e109071,doi: 10.1371/journal. pone. 0109071.   \n[45] Chen YP,Chen Y N,Li W H,et al. Characterization of photosyn",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "干吴区地理",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "thesis of Populus euphratica grown in the arid region[J]. Photosynthetica,2006,44(4): 622-626.   \n[46] 陈亚鹏,陈亚宁,李卫红,等.干旱环境下高温对胡杨光合作用 的影响[J].中国沙漠,2009,29(3):474-479.[Chen Yapeng, Chen Yaning,Li Weihong,et al. Efect of high temperature on photosynthesis in Populus euphratica under drought condition[J]. Journal of Desert Research,2009,29(3): 474-479.]   \n[47]Chen YP,Chen Y N,LiW H,et al.Groundwater depth affects the daily course of gas exchange parameters of Populus euphratica in arid areas[J]. Environmental Earth Sciences,2012,66(2): 433- 440.   \n[48] 杨永青,蒋湘宁.干旱胁迫下胡杨生理适应机制的研究[J].北京 林业大学学报,2006(S2): 6-11.[Yang yongqing,Jiang Xiangning.Physiological adapting mechanism of Populus euphratica under drought stress[J]. Journal of Beijing Forestry University,2006, (S2): 6-11.]   \n[49] 周孝明,陈亚宁,李卫红,等.塔里木河下游胡杨树干液流特征 研究[J].中国沙漠,2008,28(4): 673-678.[Zhou Xiaoming,Chen Yaning,Li Weihong,etal. Study of sap flow in stem of Populus euphratica in lower reaches of Tarim River[J]. Journal of Desert Research,2008,28(4): 673-678.]   \n[50]赵春彦,司建华,冯起,等.胡杨(Populus euphratica)树干液流特 征及其与环境因子的关系[J].中国沙漠,2014,34(3):718-724. [Zhao Chunyan,Si Jianhua,Feng Qi,etal.Xylem sap flow of Populus euphratica in relation to environmental factors in the lower reaches of Heihe River[J].Journal of Desert Research,2014,34 (3): 718-724.]   \n[51] Chen YN,Li W H, Zhou HH,et al. Experimental study on water transport observations of desert riparian forests in the lower reaches of the Tarim River in China[J].International Journal of Biometeorology,2017,61: 1055-1062.   \n[52] 何斌,陈亚宁,李卫红,等.塔里木河下游地区胡杨蒸腾耗水规 律及其对生态输水的响应[J].资源科学,2009,31(9):1545- 1552.[He Bin, Chen Yaning,Li Weihong,et al.Analysis of the variation of transpiration of Populus euphratica and its response to ecological water supply at the lower reaches of Tarim River[J]. Resources Science,2009,31(9): 1545-1552.]   \n[53] 马建新,陈亚宁,李卫红,等.胡杨液流对地下水埋深变化的响 应[J].植物生态学报,2010,34(8):915-923.[Ma Jianxin,Chen Yaning,Li Weihong,et al. Response of sap flow in Populus euphratica to changes in groundwater depth in the middle and lower reaches of the Tarim River of northwestern China[J].Chinese Journal of Plant Ecology,2010,34(8): 915-923.]   \n[54]司建华,冯起,张小由,等.极端干旱区荒漠河岸林胡杨生长季 树干液流变化[J].中国沙漠,2007,27(3): 442-447.[Si Jianhua, Fen Qi, Zhang Xiaoyou,et al. Sap flow of populus euphratica in desert riparian forest in extreme arid region during the growing season[J]. Journal of Desert Research,2007,27(3): 442-447.]   \n[55] 买尔当·克依木,玉米提·哈力克,古丽比亚·乌买尔,等.胡杨树 干液流日变化及其与气象因素的相关关系[J].冰川冻土，   \n2018,40(1):166-175.[Maierdang Keyimu, Umüt Halik,Gulibiya Wumaier,etal.Diel variation of Populus euphratica sap flow and its correlation with meteorological factors[J].Journal of Glaciology and Geocryology,2018,40(1): 166-175.] [56]Yuan G F,Luo Y,Shao M A.et al.Evapotranspiration and its main controlling mechanism over the desert riparian forests in the lower Tarim River Basin[J]. Science China Earth Sciences,2015,   \n58: 1032-1042. [57]孙海涛,陈亚鹏,陈亚宁,等.塔里木河下游荒漠河岸林地下水 蒸散发[J].干旱区研究,2020,37(1):116-125.[Sun Haitao,Chen Yapeng,Chen Yaning,et al. Groundwater evapotranspiration in desert riparian forest in the lower reaches of the Tarim River[J]. Arid Zone Research,2020,37(1):116-125.] [58] 张经天,席海洋,王春林,等.基于地下水位变化的荒漠河岸林 蒸散估算[J].高原气象,2019,38(1):179-186.[Zhang Jingtian, Xi Haiyang, Wang Chunlin,etal.Estimation of evapotranspiration ofriparian forests in the desert region from diurnal fluctuation of groundwater levels[J]. Plateau Meteorology,2019,38(1): 179-186.] [59]Wang P, Grinevsky S O,Pozdniakov S P,et al.Application of the water table fluctuation method for estimating evapotranspiration at two phreatophyte-dominated sites under hyper-arid environments [J]. Journal of Hydrology,2014,519: 2289-2300. [60] 陈亚宁,李卫红,陈亚鹏,等.荒漠河岸林建群植物的水分利用 过程分析[J].干旱区研究,2018,35(1):130-136.[Chen Yaning, Li Weihong, Chen Yapeng, et al.water use processofconstructive plants in desert riparian forest[J].Arid Zone Research, 2018,35 (1): 130-136.] [61] 朱绪超,袁国富,唐新斋,等.一个新的荒漠河岸林需水量估算 方法及其在塔里木河下游的应用[J].干旱区地理,2016,39(2):   \n368-377. [Zhu Xuchao,Yuan Guofu,Tang Xinzhai,et al.A new method for estimating water requirement of desert riparian forests and its application in the lower reaches of Tarim River[J].Arid Land Geography,2016,39(2): 368-377.] [62] Gao GL,Zhang X Y,Yu TF,etal. Comparison of three evapotranspiration models with eddy covariance measurements for a Populus euphratica Oliv.forest in an arid region of northwestern China[J]. Journal of Arid Land,2016,8(1): 146-156. [63] 高冠龙,冯起,刘贤德.基于改进的双源模型模拟荒漠河岸胡杨 林蒸散发[J].生态学报,2020,40(10):3462-3472.[Gao Guanlong,Feng Qi,Liu Xiande.Simulating evapotranspiration of the desert riparian Populus euphratica Olive.forest based on an improved dual-source model[J]. Acta Ecologica Sinica,2020,40(10):   \n3462-3472.] [64] 苏里坦,王兴勇,赵天宇.地下变水位条件下塔里木河下游河岸 胡杨林蒸腾模型[J].干旱区地理,2014,37(5):916-921.[Sulitan,Wang Xingyong, Zhao Tianyu,et al. Transpiration model of Populous euphratica in the lower reaches of Tarim River under ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "groundwater fluctuation[J]. Arid Land Geography,2014,37(5): ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "916-921.] ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[65]苏里坦,关东海,王兴勇,等.塔里木河下游胡杨林耗水数值模 型[J].水科学进展,2014,25(4):511-517.[Sulitan,Guan Donghai,Wang Xingyong,et al. Numerical model of water consumption ofPopulus euphratica in the lower reaches of Tarim River[J].Ad",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A review of water transport processes of Populus euphratica in the lower reaches of Tarim River ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "CHEN Yapeng， ZHOU Honghua， ZHU Chenggang (State Key Laboratory of Desert and Oasis Ecology,Xinjiang Institute of Ecology and Geography, Chinese Academy of Sciences,Urumqi 83oo11,Xinjiang,China) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Abstract: Populus euphratica is an important forest genetic resource in the world and has important ecological functions.Taking the lower reaches of Tarim River, Xinjiang,China as the research target,combined with field monitoring data and literature reading, we review and analyze the water transport processes,including water uptake,conduction, and dissipation, of $P .$ euphratica.Under different habitats, the groundwater depth was closely related to the water source of $P .$ euphratica in the lower Tarim River and determined the water use of $P .$ euphratica. The water source of $P .$ euphratica of different ages not only depends on its root system characteristics and types but also is controlled by the groundwater depth. Regardless of the water conditions, mature $P .$ euphratica always mainly used groundwater. The water transport strategies of $P .$ euphratica leaves differed under different groundwater depth conditions. When the groundwater depth increases, $P .$ euphratica leaves not only increase their water acquisition by improving water transfer eficiency but also increase the risk ofhydraulic dysfunction.Mature $P .$ euphratica reduces water transpiration by downregulating xylem hydraulic conductivity to adapt to drought, whereas seedlings obtain more water by increasing xylem hydraulic conductivity. The root system of $P .$ euphratica functions as a hydraulic lift, and the elevated water volume generally provides $10 \\% - 3 9 \\%$ of its transpiration. The annual transpiration of $P .$ euphratica stands ranged from 296.7 to $7 5 0 . 0 \\ \\mathrm { m m }$ ,with a flux density of $0 . 0 0 5 -$ $0 . 0 4 0 \\ \\mathrm { L } \\cdot \\mathrm { c m } ^ { - 2 } \\cdot \\mathrm { h } ^ { - 1 }$ and decreasing with increasing groundwater depth. Furthermore, we propose the following research prospects: (1)linking the isotope technique,root morphology,groundwater depth,and water uptake to construct a quantitative analysis model with a process mechanism and explicitly quantify the water source of $P .$ euphratica; (2) understanding the regulation mechanism of water channel proteins,osmosis,water storage,and embolism on the water transport of $P .$ euphratica under arid environments and the adaptation mechanism of $P .$ euphratica in water transport to the environment; (3) strengthening the integrated study of water transport processes to deeply reveal that the complex physiological processes and regulatory mechanisms of $P .$ euphratica as the problem of the interrelationship between water acquisition, water conduction,and water dissipation in $P .$ euphratica have not been solved; and(4) combining remote sensing,meteorologicaland soil data,and high-precision observation to extend the simulated scale of evapotranspiration to forest ecosystems to provide a scientific basis for regional ecological water consumption and ecological water demand. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Key words: Populus euphratica; water transport; drought; the lower reaches of Tarim River ",
        "page_idx": 7
    }
]