[
    {
        "type": "text",
        "text": "增龄性联结记忆损伤及其影响因素",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "赵梦阳　郭若宇　毛伟宾　赵参参(山东师范大学心理学院，济南 250358)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要老年人的联结记忆随年龄增长而出现普遍损伤，这种增龄性联结记忆损伤究竟是因捆绑功能受损导致的特定损伤还是因整体认知机能受损导致的信息表征能力的整体损伤，还存有争论。以Naveh-Benjamin (200O)的联结损伤假说(ADH)为代表的特定损伤观认为，增龄性联结记忆损伤与老年人捆绑不同项目和提取这些捆绑的特定加工过程的损伤有关；而以Benjamin (2010)的DRYAD模型为代表的整体损伤观则认为，增龄性联结记忆损伤与老年人因老化而导致的记忆保持精度的整体损伤有关。二者在基本观点、实验支持及存在问题上各有侧重。此外，影响增龄性联结损伤的因素还可大致分为刺激信息特性、被试主体特点两方面。同时强调未来研究不仅要关注老年人联结损伤的认知机制和影响因素，更应关注其实际应用和临床指导价值。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词联结记忆；老化；增龄性联结损伤；整体损伤观；特定损伤观 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号 B842",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "研究表明，与日常活动密切相关的认知能力随年龄增长而发生改变，如记忆能力会出现增龄性损伤(Zacks,Hasher，&Li,200O)，其中损伤较为严重的便是联结记忆。联结记忆属于情景记忆，是相对于项目记忆而言的，是对项目与项目(item-item)、项目与背景信息(item-context)等之间关系的记忆，是一种反映多个项目，以及项目与背景的时间、空间和情景关系表征的记忆。关于联结记忆的元分析发现，老年人联结记忆能力显著低于年轻人，而老年人的项目记忆与年轻人无显著差异(Spencer&Raz,1995)。显然，老化对两种情景记忆影响不同，老年人对项目和项目来源各自的记忆都相对完好，但是难以将几个特征捆绑在一起(例如项目及其位置、项目及其颜色)，即老年人将项目和来源捆绑在一起的能力较差，这被认为是一种增龄性联结损伤(age-related associative deficit,ARAD) (Chalfonte& Johnson,1996)。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1增龄性联结损伤的普遍性",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Perlmutter,Metzger,Nezworski 和Miller (1981)以及Pezdek(1983)最早对老年人项目-位置联结记忆进行了研究，发现老年人对项目-位置联结记忆的能力显著低于年轻人。Naveh-Benjamin (200O)则对增龄性联结损伤进行了较为系统的研究，结果发现相比于项目记忆，老年人在单词-非词、无关单词对、单词-字体的联结记忆上均表现出了明显的增龄性损伤。在此基础上，Naveh-Benjamin (2000)提出了联结损伤假说(the Associative Deficit Hypothesis，ADH)，认为尽管老年人的项目记忆基本保持完好，对刺激的每个组成成分的记忆都可以保持在与年轻人相当的程度上，但是老年人将各个组成成分彼此联系起来的联结记忆却较差。也就是说，增龄性联结记忆损伤的一个重要原因是他们很难将某一事件的不同方面捆绑成一个紧密的联结。如老年人可能会记起某个人的脸，但是却记错这个人的名字，出现\"张冠李戴”，面孔和名字搭配出错的现象，这其实就是联结记忆出现了问题。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "之后，大量研究者采用不同材料对增龄性联结记忆损伤进行了研究，发现这种增龄性损伤是普遍存在的，也是导致老年人情景记忆下降的关键。例如：图片对(Naveh-Benjamin，Hussain，Guez，& Baron，2OO3)、单词对(Naveh-Benjamin,2000)、单词-非词对(Naveh-Benjamin,200O)、图形-颜色对(Chalfonte & Johnson,1996)、图形-位置对(Mitchell, Johnson,Raye,Mather,& D'Esposito,200O)以及单词-字体对(Naveh-Benjamin，2000)等，均发现在联结记忆中存在增龄性损伤。除此之外，研究者还使用了一些生态效度较高的刺激来测查年轻人和老年人的联结记忆。Naveh-Benjamin等人(2009)研究了老年人对面孔-名字的联结记忆，结果发现，老年人对面孔-名字的联结再认成绩显著低于年轻人，表明老年人存在明显的增龄性联结损伤。其他关于面孔-名字联结记忆的研究也发现了类似结果(Mcgillivray & Castel,2O1O)。Kersten,Earles,Curtayne 和Lane (2008)发现对于人物-动作对的联结记忆也表现出了类似的结果模式。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Old 和Naveh-Benjamin (2008)对来自90个研究的数据进行元分析，发现在各种实验条件下，老年人的联结再认成绩显著低于年轻人，均存在增龄性联结损伤。Guez 和Lev (2016)用图片对和单词对来研究文字呈现和图像呈现对增龄性联结损伤的影响。结果发现，无论是文字还是图像呈现，老年人的联结记忆成绩均显著低于年轻人，即均存在增龄性联结损伤。因此，他们认为增龄性联结损伤与年龄有关但与学习内容无关，即联结再认中的捆绑机制是独立于内容的，是一种与年龄老化有关的现象(Ratcliff&McKoon,2015)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2增龄性联结损伤的特定损伤观和整体损伤观 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "尽管 Naveh-Benjamin (200O)提出的联结损伤假说是目前对于这一普遍存在的增龄性联结记忆损伤的主要理论解释，但也存在一些争论(Naveh-Benjamin &Smyth，2016)。主要 是以 Benjamin (2010)提出 的 DRYAD (DensityofRepresentationsYieldsAge-relatedDeficits)模型为代表的整体损伤观和以Naveh-Benjamin (2OOO)提出 的联结损伤观(the Associative Deficit Hypothesis,ADH)为代表的特定损伤观之间存在的争论。争论的焦点在于增龄性联结损伤究竟是一种由于捆绑功能受损导致的特定损伤还是一种由于整体认知机能受损导致的信息表征能力的整体损伤。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 整体损伤观及实验支持",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "持整体损伤观的研究者认为联结损伤是由于老化引起的整体认知能力的损伤，老化使得老年人整体加工困难，导致一系列的认知加工减弱。最能体现整体损伤观的便是 Benjamin (2010)提出的DRYAD 模型，该模型有三个基本假设，一是整体损伤假设，即老化对记忆的影响是记忆保持精度整体损伤的结果；二是非特异性表征假设，即不存在对记忆中\"项目\"和\"情境\"的编码和存储进行独立控制的认知机制或加工；三是表征稀疏假设，即与任务目标、知觉和注意偏好无关的刺激、情境和事件往往在记忆中表征得较为稀疏。换言之，该观点认为，记忆成绩的年龄差异实质上就是记忆保持精度的整体差异，增龄性联结损伤就是由于老年人的整体记忆损伤(global memory deficit)，即老年人在记忆中对所有信息表征能力的整体损伤所致(Benjamin，2016；Benjamin，Diaz，Matzen，& Johnson,2012)。这种整体记忆损伤不仅表现为老年人对记忆中所有事件和项目的有效表征减少，而且对那些编码较弱、表征较为稀疏的刺激项目的影响更大。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Benjamin 等人(2012)要求年轻人和老年人优先记忆短句的不同成分(主语或宾语)并进行测试，结果发现老年人的联结记忆成绩要显著低于年轻人，即当要求被试优先记忆句子的主语时，宾语出现记忆损伤；而当要求被试优先记忆句子的宾语时，主语则会出现记忆损伤。这一结果说明与任务目标无关的刺激在记忆中表征得较为稀疏，从而导致这部分记忆受损，这在一定程度上支持了整体损伤观。Rahhal,May 和Hasher (2002)让老年人在记忆一个特定的语句是来自男声还是女声时，发现老年人的记忆存在联结损伤；但是让他们在评估发声人是好人还是坏人的时候，即使有性别特征存在，也不会出现增龄性联结损伤。这一结果也支持了DRYAD 模型的观点，对老年人来说很重要的信息来源或上下文信息，可能会加深编码，产生密集的表征，从而不会导致增龄性联结损伤。而那些编码较弱、表征相对稀疏的信息，受到老化的影响较大，从而产生增龄性联结损伤。同理，相比较年轻人，老年人的感知觉加工等都会发生衰退，比如视敏度会降低，听觉阈限会升高等等。那么，老年人的感觉衰退会导致老年人在关注刺激的时候需要更多的注意资源，从而导致对与刺激有关的其他信息的编码较弱、表征较差，从而也会导致增龄性联结损伤。Naveh-Benjamin 和Kilb (2014)通过给年轻人呈现衰退弱化的视觉和听觉信息以模拟老年人的感觉变化，结果发现，弱化年轻人的视觉和听觉感知能力导致了年轻人联结记忆的显著下降，出现了增龄性联结记忆损伤，这说明感觉衰退是增龄性联结损伤的一个重要的影响因素，这在一定程度上支持了整体损伤的观点，即老年人在看到呈现的学习项目时，会先集中注意辨认该项目是什么，而对周围信息的注意会相对减少，因此对周围信息的表征精度受到老化的影响也就较大，项目之间的联结会相应削弱，老年人的联结记忆成绩就会有所下降，从而会出现增龄性联结损伤。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "但是许多研究发现，DRYAD 模型无法解释注意在与年龄相关的记忆变化中的作用。根据DRYAD模型的假设，当注意资源减少时，对项目之间的联结表征就会变得稀疏，从而导致联结损伤，即在分散注意条件下，年轻人也应该出现与老年人相似的联结损伤，而老年人的联结损伤也应该加剧。然而，Kilb 和Naveh-Benjamin (2007)让年轻人和老年人在分散注意和集中注意条件下学习词对并进行项目和联结测试，结果虽然发现了增龄性联结损伤，但还发现在要求被试或者进行项目学习或者进行联结学习时，不仅年轻人在分散注意条件下没有出现联结损伤，而且老年人在分散注意条件下也没表现出更大的联结损伤。另外，Smyth与Naveh-Benjamin (2015)要求年轻被试在完全注意和分散注意的条件下学习不同字体的单词，在学习阶段要求被试关注单词、字体、单词与字体的联结这三项内容中的其中一项，随后对这三项记忆内容均进行测试。依照DRYAD 模型的观点，分散注意条件在一定程度上反映了老化造成的整体记忆损伤，因此相对于完全注意条件，分散注意条件下与实验任务无关的内容表征更稀疏，记忆损伤应该更大。但结果发现，当测试内容没有要求被试学习(即与实验任务无关)时,完全注意与分散注意条件下的记忆成绩无显著差异，反而当测试内容为要求被试学习的内容时，完全注意与分散注意条件下的记忆成绩差异最大。这一结果与DRYAD 模型所预测的方向是相反的，而且是DRYAD 模型所无法解释的。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2特定损伤观及实验支持",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Naveh-Benjamin (200O)提出了联结损伤假说(ADH)，认为增龄性联结记忆损伤的一个重要原因是老年人很难将某一事件的不同方面捆绑成一个紧密的联结，这是一种选择性的、特定的损伤。即相对于年轻人，老年人的项目记忆基本保持完好，老年人对刺激的每个组成成分的记忆都可以保持在与年轻人相当的程度上，但是老年人在捆绑记忆的不同成分和提取这些捆绑的特定加工过程中存在损伤。这是目前广为接受的观点，并获得了大量的实验研究结果的支持。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Badham和Maylor (2011)研究了项目意义性对项目和联结记忆中增龄性损伤的影响，结果发现项目意义性(项目支持)可以改善项目记忆，但是对增龄性联结损伤并没有助益。也有研究发现项目间的相关性(即单词对之间的语义相关，也就是联结支持)可以改善老年人记忆单词对的联结损伤(Badham，Estes，& Maylor,2012;Naveh-Benjamin et al.,2003)。这也在一定程度上说明，增龄性联结损伤是某一特定加工过程受损导致的。对此，Mohanty，Naveh-Benjamin 和 Ratneshwar(2016)进一步从语义支持类型与记忆类型一致性角度探讨了这两种类型的语义记忆支持对项目记忆和联结记忆中增龄性损伤的影响。结果发现，尽管两种语义记忆支持都可以改善老年人和年轻人的记忆效果，但是当提供的支持类型与测试的记忆类型相一致时，可以有效消除增龄性损伤。即项目间的相关性(联结支持)可以减弱增龄性联结记忆损伤，而项目意义性(项目支持)只能改善老年人的项目记忆。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "另外，大量研究也发现出现增龄性联结损伤的一个重要原因可能是，回想的增龄性损伤较为严重，老年人无法有效使用回忆-拒绝加工。这也支持了特定损伤假说的基本观点。Peterson，Schmidt 和 Naveh-Benjamin (2017)的研究发现，图式支持的改变能使老年人在提取阶段使用回忆-拒绝加工，以降低他们的联结虚报率，从而减弱增龄性联结损伤。即老年人可以利用学习和测试阶段之间图式支持的改变，来改善他们损伤的回想能力。这也从一定程度上说明，增龄性联结损伤是由特定加工过程受损导致的。Fine,Shing 和Naveh-Benjamin (2018)则探讨了学习和测试阶段产品-价格和面孔-名字两种图式关系的匹配与否(如学习阶段呈现的年轻人的面孔-年轻人的名字，不匹配的条件便是在测试阶段呈现年轻人的面孔-老年人的名字)对增龄性联结损伤的影响。结果发现，仅在匹配条件下表现出增龄性联结损伤，而在不匹配条件下并没有显著的联结损伤，即图式支持的改变有助于减弱增龄性联结损伤。这说明在联结记忆中，老年人比年轻人能更好地利用图式支持的改变，运用回忆-拒绝加工来降低联结再认的虚报率，以提高联结记忆的成绩，削弱增龄性联结损伤。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "特定损伤观点还得到了老年人联结记忆的电生理学研究的支持。Kamp 和Zimmer (2015)使用联结再认任务考察了老化对联结记忆编码的影响，发现年轻人表现出明显的Dm效应，而老年人的Dm效应却没有达到显著水平。显然，老年人在联结记忆编码阶段表现出更小或更晚的Dm效应，表明老年人的联结记忆在编码阶段捆绑时受损(郑志伟，肖凤秋，郎敏佳，李瑾，李娟，2017)。老年人不仅在编码阶段的捆绑时出现损伤(Craik& Rose，2012；Addis,Giovanello，Vu，&Schacter,2014)，在提取阶段提取这些捆绑时也会出现损伤。在对提取阶段来源记忆年龄差异的ERP新旧效应的研究中一致发现，相对于年轻人，老年人表现出较小的左侧顶区新旧效应，年轻人表现出典型的左顶新旧效应(Kamp& Zimmer,2015)。老年人表现出消失的或较小的左顶新旧效应，表示其回想过程受老化影响严重，这也可能是其联结记忆成绩下降的主要原因。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当然，尽管目前已有研究证明项目、联结的编码和表征是相互独立的(Aue,Criss,& Fischetti,2012)，而且Li,Naveh-Benjamin 和 Lindenberger (2005)发现，相较于年轻网络，神经调节的模拟损伤(出现在老年人中)会导致较少的内部表征和联结捆绑的特定损伤。但也有研究者对特定损伤观提出了质疑，一是老化是否会选择性地只损害“情境”，造成增龄性联结损伤；二是ADH 关于“项目\"与“情境”的区分是否在很大程度上与个体如何定义事物边界的精确性有关。尽管存在一定的质疑声，但联结损伤假说仍是目前影响最大的理论。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3增龄性联结损伤的影响因素",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "增龄性联结损伤普遍存在于各种记忆材料中，但是这一联结损伤究竟会受到什么因素的影响呢？为此研究者们开始从许多方面探查增龄性联结损伤的影响因素，以寻求降低增龄性联结损伤，提高老年人的联结记忆能力的依据。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 刺激信息的特性",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1.1信息的价值或重要性会影响增龄性联结损伤",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "尽管自由回忆和再认成绩随着年龄增长而降低，但有大量研究表明，老年人在记忆有价值的材料时，往往表现得和年轻人一样好(Ariel，Price，& Hertzog,2015; Castel, Benjamin, Craik,& Watkins, 2OO2; Cohen, Rissman, Suthana, Castel, &Knowlton,2016; Spaniol, Schain,&Bowen,2014)。研究还表明，老年人能够以牺牲竞争性的低价值项目为代价，专注于高价值的项目(Casteletal.，2002)。Castel(2007)据此提出了价值导向记忆(value-directed memory，VDR)，指个体选择性地将注意及认知资源分配于高价值的信息，并优先加工记忆重要的信息。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "研究发现，价值也会影响老年人的联结记忆成绩。Castel及其同事(2002)以年轻人和老年人为被试，用数字为每个单词对赋予价值，数字越大表示其价值越高。实验要求被试尽可能多地记住单词对，以得到更高的分数，最终的得分为记住的所有单词对的价值总和。结果显示，尽管年轻人总体记忆成绩好于老年人，但是对于高价值单词对，老年人和年轻人的记忆成绩无显著差异，即信息的高价值减缓了增龄性联结损伤。Hargis，Mcgillivray 和Castel (2017)使用面孔-名字-职业材料作为刺激来研究信息对个体的重要程度是否会影响增龄性联结记忆损伤。结果发现，在回忆重要信息时，年轻人和老年人的成绩一样好，表明信息的重要性可以减缓增龄性联结记忆损伤。同样,Siegel和Castel (2018)要求被试对项目图片及其位置进行联结记忆，结果发现，对于高价值的图片，无论是同时呈现还是继时呈现，增龄性联结损伤都有所减缓。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "当然，对于价值影响联结记忆的研究也有不同的发现。Ariel等人(2015)发现，尽管年轻人和老年人都能够选择性地学习并记住高价值的信息，但在所有价值的信息中均出现了增龄性联结记忆损伤。在其他使用具体词对的研究(Hennessee,Knowlton,&Castel,2018)或者视觉空间阵列的研究(Siegel&Castel,2018)中，结果发现均支持这一观点，即老年人可能会利用策略控制选择较多的高价值项目，但无法完全消除增龄性联结记忆损伤。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "研究者认为，不一致结果的原因可能与研究者或被试自身对于信息价值或重要性界定的差异有关。先前关于价值导向记忆的研究一般都是采用选择性任务范式(Castel etal.,2002;Castel,2007)，即人为赋予项目数值来代表该项目拥有的价值，被试不用在乎项目本身的价值，只需要记住价值赋予规则即可(如数值越大则代表价值越大)；然而，信息本身还具有各自的价值，既受到被试主观经验的影响(先前的知识和经验可以决定什么是高价值)，也依赖于个人所处的情境(记住某些高价值的需要)(Castel,2007)。Hennessee 等人(2018)的实验中要求被试想象处于某个生理需求缺失的状态中(比如渴)，显然能满足这一需求的项目就是高价值的，反之就是低价值的。这说明信息的价值既可以通过赋予不同项目以不同的数值来客观规定，也可以由被试根据个人偏好来主观评估，因此，在研究中区分出项目的客观价值与主观价值，才能更好地探讨项目价值对增龄性联结损伤的影响。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1.2信息的情绪性会影响增龄性联结损伤",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "日常生活中，人们常记得那些令其震惊的事件，并且与中性刺激相比，人们更容易记住情绪性刺激(Canli,Desmond,Zhao,&Gabrieli,2002)。有研究发现，对情绪性项目的颜色或位置的记忆比中性项目要好(Mather，Gorlick，& Nesmith,2009)；但也有研究发现，对情绪性图片背景的记忆成绩要低于对中性图片背景的记忆成绩(Bisby& Burgess,2014)。对此,Mather (2007)提出的基于客体的记忆捆绑理论认为，情绪对联结记忆的影响是增强还是削弱，主要取决于联结记忆的类型是项目内联结(如项目及其颜色或位置)还是项目间联结(如项目及其背景),情绪会增强项目内联结记忆，削弱项目间联结记忆(赵浩远，白鹭，杨小凡，毛伟宾,2016)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "大量研究发现情绪可以增强年轻人项目内联结记忆，减弱年轻人项目间联结记忆（Guillet & Arndt，2009；Pierce & Kensinger,2011；Schmidt,Patnaik，&Kensinger,2011;Mao,An,&Yang,2017)。但关于情绪对老年人联结记忆的影响的研究尚为鲜见。Nashiro 和Mather (2011a)首先研究了情绪对老年人联结记忆的影响，他们使用情绪背景图片和抽象图形的复合图片为实验材料，测试老年人对图形位置的记忆，结果显示，年轻人在情绪背景条件下更容易记住抽象图形的位置，而情绪对老年人图形-位置的联结记忆没有产生影响。Earles,Kersten,Vernon和 Starkings (2016)的研究也没有发现情绪对老年人联结记忆有影响。他们选取了人物和动作的视频，动作包括积极、中性和消极的，要求年轻人和老年人记住人物和动作的联结，结果显示情绪提高了年轻人和老年人的动作正确再认率，但是老年人比年轻人更容易犯捆绑错误，无法正确记住人物和动作的联结，在中性动作和消极动作的条件下均发现了增龄性联结记忆损伤。换言之，尽管情绪提高了老年人对动作的项目再认，但并没有提高老年人的人物-动作联结记忆。然而，Nashiro 和Mather (2011b)在降低了任务难度后发现，情绪唤醒促进了老年人对图片-位置的联结记忆能力。Murray 和Kensinger (2013)在一项实验中也发现，当要求老年人将两个单词进行一体化操作后，情绪性单词对的记忆成绩显著高于中性单词对的记忆成绩。这些结果说明，情绪对增龄性联结损伤的影响不是单一的，会与其他因素结合在一起共同产生影响。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2被试主体的特征 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2.1受教育水平会影响增龄性联结损伤",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Stern (2002)提出认知储备(cognitive reserve)的理论假说，试图解释受教育水平对增龄性联结损伤的影响。该假说认为高认知储备(受教育水平较高)个体具有联系更为紧密的大脑网络，当某个脑区受到损伤时，其他的脑区能够进行更积极的代偿，从而表现出较少的认知功能障碍。认知功能的变化在一定程度上依赖于先前知识经验，与受教育水平较低的个体相比，高受教育水平可能有助于保持认知功能，因为受教育水平较高的个体，往往较晚才会出现与年龄相关的疾病(如老年痴呆症等)(Amieva et al.,2014; Karlamangla et al., 2009; Yaffe et al., 2009)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "先前关于受教育水平对增龄性联结损伤影响的研究发现了不一致的结果。有的研究表明受教育水平较高的老年人联结记忆成绩会较好，受教育水平可能会在一定程度上调节增龄性联结损伤，但似乎并不能完全消除年轻人和老年人联结记忆成绩之间的差异(Shimamura,Berry,Mangels,Rusting,&Jurica,1995)。但近期也有研究表明，受教育水平并不会影响增龄性联结损伤。Peterson 和",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Naveh-Benjamin (2016)的研究表明，在联结再认测试中存在增龄性联结记忆损伤,而这一损伤与被试的受教育水平无关。这在某种程度上也意味着受教育水平不同于认知能力，因此在研究增龄性联结损伤时，不仅要调查受教育水平，还要对被试的认知能力进行测试，以确保老年人与年轻人之间的认知能力并没有显著的差异。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2.2 刻板印象会影响增龄性联结损伤 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "许多研究已经证明，刻板印象对个体的一些行为有着消极影响。例如，在刻板印象威胁下，女性的数学水平以及驾驶水平(Yeung＆Von,2008)会低于男性。Hess，Auman，Colcombe 和Rahhal (2003)的研究也发现，在向老年人提供其记忆能力不如年轻人的刻板印象的指导语后，老年人的记忆水平显著下降。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Brubaker 和 Naveh-Benjamin (2018)首次研究了刻板印象对增龄性联结损伤的影响。他们向被试提供不同的新闻：一则新闻向被试传达老年人与年轻人在记忆方面没有差别的信息；另一则新闻向被试传达老年人在记忆方面显著弱于年轻人的信息。随后对被试进行联结记忆测试，结果发现，接受明确的刻板印象处理的老年人表现出增龄性联结损伤，而未接受明确刻板印象处理的老年人联结记忆成绩则与年轻人无显著差异。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2.3有效的策略使用会影响增龄性联结损伤",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "有研究发现，增龄性联结损伤可能与老年人无法自发地使用有效的记忆策略有关。Pezdek(1983)曾对得出不同研究结果的两个研究进行了比较，他发现Perlmutter等人(1981)要求被试记住建筑物在地图上的位置，使用的材料是可以进行有意义编码的(例如，教堂在学校北方)，结果发现老年人项目-位置联结记忆显著低于年轻人；而Mccormack(1982)要求被试记住单词的位置，使用的材料无法进行有意义编码，结果发现老年人项目位置联结记忆与年轻人无显著差异。这说明老年人在有意义编码条件下存在增龄性联结损伤，是因为老年人无法和年轻人一样自发地使用有效的记忆策略；而当年轻人也无法进行有意义编码时，老年人与年轻人的联结记忆便不存在差异。Dunlosky 和Hertzog(1998)得出结论,增龄性联结损伤的出现可能是由于老年人对记忆策略的使用率较低，老年人因无法或较少使用记忆策略，使得其联结记忆比年轻人要差，出现增龄性联结损伤反之，如果能使老年人正确有效的使用记忆策略，那么老年人的联结记忆成绩是否就会有所提高，从而减缓增龄性联结损伤。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "目前，在联结记忆研究中使用最多的策略为一体化策略。一体化策略是指两个或多个分离的项目被整合成单一的整体的过程。一体化策略的优势在于，一旦刺激材料在学习阶段被编码为一体化表征，那么在提取阶段，只要呈现一部分信息，其整体表征就有可能被全部激活(郑志伟，李娟，肖凤秋，2015)。也就是说，对学习材料进行一体化编码，会有助于个体在提取阶段成功对学习材料进行提取，这样便有助于改善增龄性联结损伤。Naveh-Benjamin,Brav 和Levy (2007)使用不相关词对作为记忆材料，将被试分为三组：第一组不进行记忆策略指导；第二组指导被试在学习阶段使用两个词语造一个有意义的句子，即在编码阶段使用一体化策略，例如，在学习词对“米饭-碗\"时，可以指导被试用两个词语造一个有意义的句子，如\"米饭在碗里”。第三组指导被试在学习阶段和测试阶段均使用一体化策略。结果发现，第一组老年被试的联结记忆成绩显著低于年轻人，第二组老年被试的增龄性联结损伤明显弱于第一组，而第三组的老年被试并没有表现出增龄性联结损伤。也就是说，一体化策略的有效使用可以减弱增龄性联结损伤。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "针对一体化策略可以减缓增龄性联结损伤这一结果，由Eichenbaum,Yonelinas 和 Ranganath (2OO7)提出，并由 Diana,Yonelinas 和 Ranganath (2007)进一步完善的项目-背景捆绑(BIC)模型做了如下解释：在一体化编码条件下，主要负责项目记忆的嗅周皮层，也能够参与联结记忆的编码以及提取过程(负责联结记忆的脑区位于海马)。Diana,Yonelinas 和Ranganath (2008)的研究验证了该假设,他们发现，如果需要联结的信息一体化程度较高，进行信息联结的脑区将会从海马转移到嗅周皮层。因此，一体化策略向老年人提供了一种方法来编码和提取信息的联结，使联结记忆减少对随年龄增大而退化的脑区(例如，海马)的依赖，进而减少增龄性联结损伤。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4未来研究展望",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "随着人们生活水平的提高，我国的老龄化趋势日渐严峻。当前很多研究都在关注增龄性联结损伤，这有很大的实际意义。只有明确了增龄性联结损伤的根本成因，找出相关的影响因素，并做出相应的调整或应对措施，才能找到可以减缓增龄性联结损伤的方法，从而提高老年人的联结记忆。未来研究还可以致力于如下几个方面：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(1)未来研究可以结合功能性磁共振成像(fMRI)等空间分辨率较高的技术更深入地探讨增龄性联结损伤的神经生理机制，以期找到更有力的证据来证明其根本成因。目前关于联结记忆的研究使用行为观察实验和ERP技术的较多，但也有研究者开始使用fMRI技术来研究联结记忆。而且之前关于情绪效价对联结记忆影响的研究，大多认为负性情绪更容易捕获注意，使得联结记忆成绩下降。但Okada 等人(2011)使用 fMRI技术发现，在编码过程中由于负性情绪诱导的杏仁核激活可能会降低联结记忆的成绩。由此可见，使用空间分辨率较高的技术更加有利于我们进一步了解增龄性联结损伤的神经生理机制。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(2)未来研究应进一步明确增龄性联结损伤的出现是由于整体损伤还是特定加工过程损伤导致，这样才能有针对性的为临床应用提供指导，探讨减缓增龄性联结损伤的方法。如给老年人进行整体记忆能力的训练，还是只针对联结记忆特定加工过程对老年人进行指导，有明确的理论指导才能找到更有针对性的方法，从而避免不必要的社会和经济资源的浪费。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(3)未来研究应注意老年人与年轻人生活的时代背景存在差异。其一，一般年龄超过60 周岁就会列为老年人，但不同年龄的老年人生活的时代背景会存在较大差异，将年龄跨度较大的老年人划为一个群体是否合理，如联合国世界卫生组织(WHO)提出新的年龄分段：将60\\~74岁划分为年轻的老人或老年前期，75\\~89岁划分为老年；其二老年人与年轻人生活的时代背景有差异，例如教育水平会相差很多，直接研究认知能力对增龄性联结损伤的影响可能会比研究受教育水平更能确切的反映问题。未来研究应将这些差异性考虑在内。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(4)未来研究应考虑改进不同年龄段被试的刺激材料。例如，研究者关注的是某一变量对增龄性联结损伤的影响，但提供给年轻和老年被试相同的刺激材料，这在无形中便混入了感觉衰退这一额外变量。少有研究会关注这一问题，如在给被试呈现刺激词对时，老年人的呈现时间会相应的比年轻人长，使其编码程度相当(Murray＆Kensinger,2013)。未来研究应在此基础上系统的考虑这一问题，找到相应的解决办法统一规定刺激材料的标准，在排除感觉衰退的影响下，再来探讨某一影响因素对增龄性联结损伤的作用。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(5)未来关于增龄性联结损伤的研究除了关注编码和提取阶段，也可以探讨巩固和再巩固(reconsolidation)阶段中联结记忆的变化。研究表明再巩固阶段中,重新提取刺激之后会使得存储的信息变得不稳定，这样就能用一种非侵入的技术来重建人们的记忆(Schiller etal.,2010)。老年人的联结记忆在巩固和再巩固阶段会产生什么变化，是非常值得研究的问题。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "赵浩远，白鹭，杨小凡，毛伟宾.(2016)．情绪对联结记忆的影响：增强还是削弱？．心理研究9(2),9-15.   \n郑志伟，李娟，肖凤秋．(2015)．熟悉性能够支持联结记忆:一体化编码的作用．心理科学进展，23(2), 202-212.   \n郑志伟，肖凤秋，郎敏佳，李瑾，李娟.(2017).情节记忆年老化——来自事件相关电位的证据.中国老年学 杂志,37(20),5200-5204.   \nAddis,D.R., Giovanello,K. S.,Vu,M. A.,& Schacter, D.L.(2014).Age-related changes in prefrontal and hippocampal contributions to relational encoding. Neuroimage, 84(1),19-26.   \nAmieva,H.,Mokri,H.,Le,G.M.,Meilon, C.,Jacqmin-Gadda,H.,& Foubert-Samier,A.，... & Dartigues,J.F. (2014). Compensatory mechanisms in higher-educated subjects with Alzheimer's disease: A study of 2O years of cognitive decline.Brain: A Journal of Neurology, 137(Pt 4),1167-1175.   \nAriel, R., Price,J.,& Hertzog, C. (2O15).Age-related associative memory deficits in value-based remembering: The contribution of agenda-based regulation and strategy use. Psychology & Aging,30(4),795-808.   \nAue,W.R., Criss,A.H.,&Fischet,N.W.(2O12).Associative information in memory: Evidence from cuedrecall. Journal of Memory & Language,66(1),109-122.   \nBadham,S.P.,Estes,Z.,& Maylor,E.A. (2O12). Integrative and semantic relations equally aleviate age-related associative memory deficits. Psychology & Aging,27(1),141-152.   \nBadham,S.P.,& Maylor,E.A.(2O11).Age-related associative deficits are absent with nonwords.Psychology& Aging,26(3),689-694.   \nBenjamin,A. S.(20lO). Representational explanations of“process” dissociations in recognition: The DRYAD theory of aging and memory judgments.Psychological Review, 117(4),1055-1079.   \nBenjamin,A.S. (2016). Aging and associative recognition: A view from the DRYAD model of age-related memory deficits.Psychology and Aging,31(1),14-20.   \nBenjamin,A.S.,Diaz,M.,Matzen,L.E.,&Johnson,B.(2O12).Tests of the DRYAD theoryof the age-related deficit in memory for context: Not about context, and not about aging. Psychology & Aging,27(2),418-428.   \nBisby,J.A.,& Burgess,N. (2014). Negative affect impairs associative memory but not item memory.Learning & Memory,21(1),21-7.   \nBrubaker, M.S.,& Naveh-Benjamin,M. (2018).The effects of stereotype threat on the asociative memory deficit of older adults.Psychology & Aging,33(1),17-29.   \nCanli,T.,Desmond,J.E.,Zhao,Z.,&Gabrieli,J.D.E.(2OO2).Sex differences inthe neural basis of emotional memories.Proceedings of the National Academy of Sciences of the United States of America, 99(16), 10789-10794.   \nCastel,A. D. (2Oo7).The adaptive and strategic use of memory by older adults: Evaluative procesing and value-directed remembering. Psychology ofLearning & Motivation,48(12),225-270.   \nCastel,A. D.,Benjamin,A.S., Craik,F. I. M.,& Watkins,M.J. (2O02). The efects of aging on selectivity and control in short-term recall Memory & Cognition, 30(7),1078-1085.   \nChalfonte, B.L.,& Johnson, M. K. (1996). Feature memory and binding in young and older adults. Memory & Cognition, 24(4), 403-416.   \nCohen,M. S.，Rissman,J.，Suthana,N.A., Castel,A. D.，& Knowlton,B.J. (2016).Efects of aging on value-directed modulation of semantic network activity during verbal learning. Neuroimage,125,1046-1062.   \nCraik,F.I. M,& Rose,N. S. (2O12). Memory encoding and aging: A neurocognitive perspective. Neuroscience & Biobehavioral Reviews,36(7),1729-1739.   \nDiana,R.A., Yonelinas,A.P.,& Ranganath,C.(2Oo7).Imaging recollctionand familiarity in the medial temporal lobe: A three-component model. Trends in Cognitive Sciences,11(9), 379-386.   \nDiana,R.A.，Yonelinas,A.P.,& Ranganath,C.(2Oo8).The effects of unitization on familiarity-based source memory: Testing a behavioral prediction derived from neuroimaging data. Journal of Experimental Psychology: Learning Memory & Cognition, 34(4), 730-740.   \nDunlosky,J.，& Hertzog,C. (1998). Aging and deficits in associative memory: What is the role of strategy production? Psychology & Aging,13(4),597-607.   \nEarles,J.L., Kersten,A.W., Vernon,L.L.,& Starkings,R.(2O16).Memory for positive, negative and neutral events in younger and older adults: Does emotion influence binding in event memory? Cognition & Emotion, 30(2),378-388.   \nEichenbaum, H., Yonelinas,A. P.,& Ranganath,C. (2007). The medial temporal lobe and recognition memory. Annual Review of Neuroscience,30(1),123-152.   \nFine,H. C.， Shing,Y.L.,& Naveh-Benjamin,M. (2018). Efects of changes in schematic support and of item repetition on age-related associative memory deficits: Theoretically-driven empirical attmpts to reduce older adults' high false alarm rate. Psychology & Aging,33(1),57-73.   \nGuez, J.,& Lev,D. (2O16). A picture is worth a thousand words? not when it comes to assciative memory of older adults. Psychology & Aging,31(1),37-41.   \nGuilletR.,& Arndt,J.(2O09).Taboo words: The effect of emotion on memory for peripheral information. Memory & Cognition,37(6), 866-879.   \nHargis,M.B.,Mcgillivray,S.,& Castel, A.D.(2O17). Memory for textbook covers: When and why we remember a book by its cover. Applied Cognitive Psychology,32(1),39-46.   \nHennessee, J.P., Knowlton,B.J.,& Castel, A.D. (2018). The effects of value on context-item associative memory in younger and older adults. Psychology & Aging,33(1), 46-56.   \nHess,T. M.，Auman, C.，Colcombe,S.J.，& Rahhal, T.A.(2003). The impact of stereotype threat on age differences in memory performance.The Journals of Gerontology Series B Psychological Sciences and Social Sciences, 58(1),3-11.   \nKamp,S.M.,& Zimmer, H. D. (2O15). Contributions of attention and elaboration to associative encoding in young and older adults. Neuropsychologia,75,252-264.   \nKarlamangla,A.S.,Miler-Martinez,D.,Aneshensel,C.S.,Seeman,T.E.,Wight,R.G.,& Chodosh,J.(2009). Trajectories of cognitive function in late life in the United States: Demographic and socioeconomic predictors. American Journal of Epidemiology, 170(3),331-342.   \nKersten,A. W.,Earles,J.L., Curtayne,E.S.,& Lane,J. C. (2Oo8). Adult age diferences inbinding actors and actions in memory for events. Memory & Cognition, 36(1),119-131.   \nKilb,A.,& Naveh-Benjamin,M. (2O07). Paying attention to binding: Further studies assessing the role of educed attentional resources in the associative deficit of older adults. Memory & Cognition,35(5),1162-1174.   \nLi, S.C.,Naveh-Benjamin,M.,&Lindenberger, U. (2Oo5).Aging neuromodulation impairs asociative binding: neurocomputational account. Psychological Science,16(6), 445-450.   \nMao,W.B., Shu,A.,& Yang,X.F. (2O17). The efects of goal relevance and perceptual features on emotional items and associative memory. Frontiers in Psychology, 8,1223-1233.   \nMather，M. (2Oo7). Emotional arousal and memory binding: An object-based framework. Perspectives on Psychological Science,2(1),33-52.   \nMather,M., Gorlick, M. A.,& Nesmith, K. (2Oo9).The limits of arousal's memory-impairing efects on nearby information.American Journal of Psychology,122(3),349-369.   \nMcgilivray,S.,& Castel,A.D. (20l0). Memory forage-face associations in younger and older adults: The role of generation and schematic support. Psychology & Aging, 25(4),822-832.   \nMitchell, K.J., Johnson,M. K.,Raye, C.L., Mather,M.,& D'Esposito,M. (2Oo). Aging and reflective processes of working memory: Binding and test load deficits. Psychology & Aging,15(3),527-541.   \nMohanty,P.P.,Naveh-Benjamin,M.,& Ratneshwar,S.(2O16). Beneficial efects of semantic memory supporton older adults’ episodic memory: Differential pattrns of support of item and associative information. Psychology &Aging,31(1),25-36.   \nMurray,B.D.，& Kensinger,E. A. (2013). Age-related changes in associative memory for emotional and nonemotional integrative representations. Psychology & Aging,28(4), 969-983.   \nNashiro,K.,& Mather,M.(O1la). How arousal affects youngerand olderadults’memory binding.Experimental Aging Research,37(1),108-128.   \nNashiro,K.，& Mather,M. (2011b). Effects of emotional arousal on memory binding in normal aging and Alzheimer's disease. American Journal of Psychology,124(3),301-312.   \nNaveh-Benjamin，M. (20o0).Adult age differences in memory performance: Tests of an associative deficit hypothesis. Journal of Experimental Psychology Learning Memory & Cognition, 26(5),1170-1187.   \nNaveh-Benjamin,M., Brav,T.K.,& Levy, O. (2Oo7).The associative memory deficit of older adults: The role of strategy utilization. Psychology & Aging,22(1),202-208.   \nNaveh-Benjamin,M., Hussain,Z., Guez, J.,& Bar-on,M. (2003). Adult age diferences in episodic memory: Further support for an associative-deficit hypothesis.Journal of Experimental Psychology: Learning Memory & Cognition,29(5),826-837.   \nNaveh-Benjamin,M.，& Kilb,A. (2014). Age-related differences in associative memory: The role of sensory decline. Psychology & Aging,29(3), 672-683.   \nNaveh-Benjamin,M.,Shing,Y.L.,Kilb,A., Werkle-Bergner,M.,Lindenberger,U.,&Li,S.C. (2009).Adult age diferences in memory for name-face associations: The efects of intentional and incidental learning. Memory, 17(2),220-232.   \nNaveh-Benjamin, M.,& Smyth,A. C. (2016). DRYAD and ADH: Further comments on explaining age-related differences in memory. Psychology and Aging,31(1),21-24.   \nOkada, G., Okamoto,Y., Kunisato,Y., Aoyama,S.,Nishiyama, Y.,Yoshimura,S.，..& Yamawaki,S.(2011). The effect of negative and positive emotionality on associative memory: An fMRI study. PLoS ONE, 6(9), e24862.   \nOld,S.R., & Naveh-Benjamin,M. (2Oo8). Differential effcts of age on item and associative measures of memory: A meta-analysis. Psychology and Aging,23(1),104-118.   \nPerlmutter,M.,Metzger,R.,Nezworski,T.,& Miller,K.(1981).Spatial and temporal memory in20to 6O year olds. Journal of Gerontology,36(1),59-65.   \nPeterson,D.J.,& Naveh-Benjamin,M. (2016).The role of aging in intra-item and item-contextbinding processes in visual working memory. Journal of Experimental Psychology: Learning Memory & Cognition, 42(11), 1713-1730.   \nPeterson,D.J.，Schmidt,N.E.，& Naveh-Benjamin,M.(2017). Theroleof schematic support in age-related associative deficits in short-term and long-term memory. Journal of Memory & Language, 92,79-97.   \nPezdek,K. (1983). Memory for items and their spatial locations by young and elderly adults.Developmental Psychology, 19(6),895-900.   \nPierce,B.H.,& Kensinger,E.A.(20l1).Efects of emotion on associative recognition: Valence and retention interval matter. Emotion,11(1),139-44.   \nRahhal,T.A.，May,C.P.,& Hasher,L.(2OO2).Truth and character: Sources that older adultscan remember. Psychological Science,13(2),101-105.   \nRatclif,R.,& Mckoon,G.(2015).Aging effcts in item and associative recognition memory for pictures and words.Psychology & Aging,30(3),669-674.   \nSchiler,D.,Monfils,M.H.,Raio,C.M.,Johnson,D.C.,Ledoux,J.E.,&Phelps,E.A.(2010).Preventing the return of fear in humans using reconsolidation update mechanisms.Nature, 463(7277),49-53.   \nSchmidt,K.,Patnaik,P.,& Kensinger,E.A.(2O11).Emotion's influence on memory for spatial and temporal context. Cognition & Emotion,25(2),229-243.   \nShimamura,A.P.,Berry,J.M.,Mangels,J.A.,Rusting,C.L.,&Jurica,P.J.（1995).Memory and cognitive abilities in university professors: Evidence for successful aging.Psychological Science,6(5),271-277.   \nSiegel,A.L.M.,&Castel,A.D.(2o18).Memory for important item-locationassociations inyoungerand older adults.Psychology & Aging,33(1),30-45.   \nSmyth,A. C.，& Naveh-Benjamin,M.(2O15).Can DRYAD explain age-related associative memory deficits? Psychology &Aging,31(1),1-13.   \nSpaniol,J.,Schain,C.，& Bowen,H.J.(2014).Reward-enhanced memory in younger and older adults.The Journals of Gerontology Series: B: Psychological Sciences and Social Sciences,69(5),730-740.   \nSpencer,W.D.，& Raz,N.(1995).Differential effects of aging on memory for content and context: A meta-analysis.Psychology & Aging,10(4),527-539.   \nStern,Y.(2OO2).What is cognitive reserve? theory and research application of the reserve concept.Journal of the International Neuropsychological Society,8(3),448-460.   \nYaffe,K.,Fiocco,A.J.,indquist,K.,Vitingho,E.,imonsick,E.M.,Newman,A.B.,etal.(2).redictor of maintaining cognitive function in older adults: The health ABC study. Neurology,72(23),2029-2035.   \nYeung,N.C.J.,& Von,H.C.(2O08).Stereotype threat increases the likelihood thatfemale drivers ina simulator run over jaywalkers.Accident Analysis& Prevention,40(2),667-674.   \nZacks,R.T.,Hasher,L.,&Li,K.Z.H.(2Ooo).Human memory.InF.I.M.Craik & T.A.Salthouse (Eds.),The handbook of aging and cognition (pp.293-357). Mahwah,NJ, US: Lawrence Erlbaum Associates Publishers. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Age-related associative memory deficit and its influential factors ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "ZHAO Mengyang; GUO Ruoyu; MAO Weibin; ZHAO Cancan (School of Psychology, Shandong Normal University, Jinan 25O358, China) ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Abstract: Associative memory is generally impaired with age in older adults. It continues to be controversial about the mechanism of age-related associative memory deficit，whether the age-related associative memory deficit is a specific deficit caused by impaired binding function or a global deficit of information representation caused by impaired global cognitive function. The specific deficit view represented by the Associative Deficit Hypothesis (ADH) proposed by Naveh-Benjamin (2Ooo) believed that the age-related associative memory deficit was associated with a deficit of specific processing processes for encoding and retrieving the binding of items in older adults. However, the global deficit view represented by the DRYAD model proposed by Benjamin (2O1O) suggested that the age-related associative memory deficit was linked to the global deficit in memory fidelity in the elderly.Both the ADH and the DRYAD model predict that associative memory will be impaired in older adults,but these two theories have their own different assumptions，corresponding empirical evidence，and some potential limitations.In addition, the factors affecting the age-related associative deficit were discussed from two aspects: the characteristics of the stimuli and participants.Future studies should not only focus on the cognitive mechanism and influencing factors of the age-related associative deficit,but also pay more attention to its practical application and clinical guiding value. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Keywords: associative memory; aging; age-related associative deficit; global deficit view; specific deficit view ",
        "page_idx": 12
    }
]