[
    {
        "type": "text",
        "text": "我国科学数据开放共享生态系统研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "刘开强」 李梦柯² 李东’ 毕建新2,4\\*",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1.苏州大学 科学技术研究院，苏州215006；2.苏州大学社会学院，苏州 215123；3.国家自然科学基金委员会 信息中心，北京 100085；4.中国人民大学电子文件管理研究中心，北京 100872)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：科学数据客观真实地记录了科学研究活动的过程，其开放共享对科技创新具有重要意义。作为科学研究的内在要求，科学数据开放共享并非单一的开放共享行为，其涉及诸多因素的影响。通过对科学数据开放共享中涉及的各管理要素及科学数据开放共享生态系统构成的系统分析，明确了其生态系统中各要素的功能定位及相互关系，探讨了科学数据开放共享存在的问题，提出了完善科学数据开放共享生态系统的实施路径，即持续加强顶层设计、实施科学数据合作共享、开展数据“四性”检测工作等。最终，形成多主体协同联动、多要素运行有序的科学数据开放共享生态，提升科学数据的开放共享水平，为科学数据提供真实保障，为科研诚信、科技发展提供有力支持。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：科学数据；开放共享；生态系统",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中图分类号：G203",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "近年来，我国在加强科学数据管理和开放共享方面开展了大量工作，尤其是2018年《科学数据管理办法》发布以来，科学数据的开放共享更加受到重视。但总体而言，我国在科学数据开放共享工作上与部分发达国家相比还存在较大差距。科学数据开放共享作为科学研究的内在要求，涉及到诸多内外部因素。本文从生态学视角出发，针对我国科技计划中产生的科学数据开放共享涉及的各要素及关系进行分析，构建我国科学数据开放共享生态系统，并提出完善该系统的实施路径。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1研究现状",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "早在1966年，国际数据委员会（CODATA）成立[时就确定了“数据共享准则”，指导数据管理与共享服务[2]。1984年10月，CODATA中国全国委员会成立，但直至2002年“科学数据共享工程”方才启动。2018年《科学数据管理办法》的颁布，这是我国第一次在国家层面出台科学数据管理办法。学界也对科学数据开放共享的进行了深入研究，一方面是科学数据管理政策的研究，国外相关研究主要在解读政策内容的基础上，为政策发展提供建议[3；国内研究主要是对国际上科学数据管理政策的发展状况进行调研和比较分析4。另一方面是国内外科学开放共享模式的调研[5与科学数据管理框架下数据共享问题的研究，包括科学数据可获取性、商业性使用、许可和例外等常见问题，并对数据开放共享的有效性进行了考察。此外，国内外学者还对科学数据开放共享影响因素进行了分析[7I[8]，如影响因素综述和因素类型的划分等多个方面。基于科学数据生命周期理论，学界现将研究视角转向科学数据的整体运动过程，对科学数据管理的全流程进行整体把控，以期完善科学数据管理的系统性及协同效果。为此，学界提出了科学数据生态系统观，结合生态系统组织特点，从动态、关联的角度研究科学数据的产生、共享、消费、再生。学者们搭建起了科学数据生态系统的基本理论框架，从静态视角通过对要素关系的梳理，明确了科学数据生态系统的构成与各部分的关联模式[10]；从动态视角通过对运行机制的剖析，探索了科学数据生态系统可持续发展的优化路径[1]。在该框架下，长期保存、有效管理科学数据，进而实现科学数据的开放共享是打破单位限制实现业务合作[12]，提高科学数据利用率，扩充科学数据价值空间的关键，也是科学数据生态系统发展中需重点关注的问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2科学数据开放共享生态系统要素分析",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1各类机构",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科学数据开放共享生态系统的机构主要包括科技主管部门、资助机构、依托单位、科学数据中心、档案部门等。各级科技主管部门负责制定科学数据开放共享宏观政策，对科学数据开放共享工作开展监督；资助机构作为科学研究的支持者和引导者，负责项目申报评审、立项、监督等组织实施工作，同时负责制定本机构科学数据开放共享政策，以提高资助成果的公开透明性；各依托单位在开展科学研究活动的过程中，协助科研人员进行科学数据的采集、汇交工作，并监督保障科学数据的真实性与完整性；科学数据中心是实现科学数据开放共享的重要载体，承担着科学数据整合汇交、加工整理和开放共享的职责；档案部门作为科学记忆的长期保存者，担负着具有永久保存价值的科学数据的长期保管职责。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2各类人员",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科学数据开放共享生态系统中涉及的人员包括数据生产者、数据管理者和数据使用者，人员关系如图1所示。数据生产者主要是指科研人员，他们是科研活动的主体，是科学数据的直接产生者，负责向数据管理者汇交科学数据；数据使用者也称数据消费者，其涵盖人群较为复杂，包括了科研人员、教育工作者、学生等有科学数据需求的人群，数据使用者有责任向数据管理者反馈科学数据使用过程中发现的问题和建议，建立双向良性互动关系；数据管理者是指数据科学家、科研档案管理人员等，一般具有较强的数据加工处理与分析挖掘的能力，通常隶属于科学数据中心与档案部门，负责指导和帮助数据生产者及数据使用者科学地汇交和利用科学数据。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "图1科学数据开放共享各类人员关系",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3政策法规",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科学数据开放共享政策法规是指国家、各级科技主管部门、资助机构等为保障科学数据开放共享工作顺利实施制定的一系列文件。国家层面，主要是国家科技法律；各级科技主管部门层面，主要包括各类法规标准规范、各级各类科技政策等，内容涵盖科技计划管理、科技奖励、国际科技合作、科技监督与诚信建设等；资助机构层面，主要包括各类规章制度及其发展规划等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4数据对象",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科学数据是开放共享生态系统中的核心要素。科学数据是指在自然科学、工程技术科学等领域，通过基础研究、应用研究、试验开发等产生的数据，以及通过观测监测、考察调查、检验检测等方式取得并用于科学研究活动的原始数据及其衍生数据[13]。广义的科学数据不仅包括数据集，还包括各类出版物、软件、课件等。科研人员在汇交科学数据时，不仅要汇交科学数据，还应汇交其元数据。元数据对于科学数据的管理和开放共享具有重要意义，是实现科学数据可管理、可发现、可访问与可互操作的关键。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.5基础设施",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "相关信息基础设施为科学数据开放共享生态系统提供技术架构和信息安全保障。基础设施中，技术架构包含各种软件系统、网络环境、设施设备、标准规范等，是科学数据开放共享生态系统中的底层要素。而信息安全体系在基础设施中发挥保障软硬件设施及科学数据安全的作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "明晰各要素职能定位、促进要素的协调有序有助于促进科学数据开放共享生态系统的可持续发展和生态繁荣，科学数据开放共享生态系统要素类别示例图如下所示。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/5d54bd6691af30cbe65ff444205e26b5cf2043d500d0795378eb40e302f49531.jpg",
        "img_caption": [
            "图2科学数据开放共享生态系统构成要素",
            "图3科学数据开放共享生态系统"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3我国科学数据开放共享生态系统现状",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "历经多年发展，我国各级各类科技计划在其科学共同体的基础上，已初步形成了一个较为完善的科学数据开放共享生态系统，如图3所示。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1机构层面",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我国科学数据开放共享中，科技部与各级科技厅、局在国家科技法律框架内制定相关法规与科技政策，并推动各级科技计划产生的科学数据的开放共享。目前，科技部层面由基础研究司负责推动科研条件保障建设和科学数据开放共享，各省科技厅也有相关机构负责推进省级科技资源开放共享，如江苏省科技资源统筹服务中心在平台理事会指导下，力图构建“一享到底”的资源开放新机制，加快构建科技资源开放共享服务体系，其中就包含科学数据的开放共享。资助机构以国家自然科学基金委员（以下简称基金委）为例，其科学数据开放共享相关管理规范由计划与政策局绩效评估与成果处负责制定，信息基础设施由信息中心负责建设。依托单位目前主要由科研管理部门负责监督科研人员采集和汇交真实完整的科学数据。科学数据中心承担着科学数据开放共享的职责，为科技计划所产生的科学数据提供数据汇交、数据仓储与备份、数据发布与共享、数据管理与维护更新等服务。目前最为典型的科学数据中心就是由科技部与财政部于2019年确定的20个国家科学数据中心和30个国家生物种质与实验材料资源库[14]。此外，各省市也在积极开展区域性科学数据中心建设。档案部门主要是指各级综合性档案馆，负责接收并保管科学数据中心移交的具有永久保存价值的科学数据。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2人员层面",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "科学数据开放共享生态系统人员层面包括科研人员、依托单位科研管理人员、科学数据中心工作人员和各类用户。其中，科研人员在项目执行过程中产生真实可信的科学数据并汇交至各类科学数据中心。在此过程中，依托单位科研管理人员对科研人员生产科学数据的行为予以监督确保数据真实性，并对数据进行形式审核。科学数据中心工作人员实质上发挥着数据科学家的作用，负责科学数据中心信息基础设施、相关信息系统及其科学数据的运行和维护。各类用户则包括科研人员、教育工作者、学生以及其他从事科学数据研究和教育活动的人，他们可通过资助机构内部数据共享平台、科学数据中心以及各级接收科学数据中心综合性档案馆等不同渠道获取所需的科学数据。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3法规政策层面",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "目前，我国科学数据开放共享政策体现在各级各类政策法规体系中，以国家自然科学基金委员为例，如表1所示：",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/86d10b44cbd1456c592c890c2e18f48a33472a10c863a538287b67b9a535748f.jpg",
        "table_caption": [
            "表1 国家自然科学基金委员遵循的科学数据开放共享政策"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>层级</td><td>名称</td><td>要求</td></tr><tr><td rowspan=\"7\">国家层面</td><td>《中华人民共和国科学技术进步</td><td>建立健全科学技术资源开放共享</td></tr><tr><td>法》</td><td>机制，促进科学技术资源的有效</td></tr><tr><td>《科学数据管理办法》</td><td>利用 推动科学数据规范管理、开放共</td></tr><tr><td>《科学技术研究档案管理规定》</td><td>享 将科学数据纳入科研档案归档范 围，促进科研档案信息共享，加</td></tr><tr><td></td><td>强科研档案资源深度开发</td></tr><tr><td>《国家自然科学基金条例》</td><td>基金管理机构应当将结题报告、 研究成果报告和基金资助项目申</td></tr><tr><td></td><td>请摘要予以公布 （1）建立项目成果共享服务平 台，实现国家科技资源持续积累、</td></tr><tr><td></td><td>《国家自然科学基金资助项目研究</td><td>完整保存和开放获取</td></tr><tr><td></td><td>成果管理办法》</td><td>（2）建立资助项目论文开放获</td></tr><tr><td>国家自然 科学基金</td><td></td><td>取机构知识库，促进资助项目论</td></tr><tr><td>委员层面</td><td></td><td>文开放获取和项目成果的传播、</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td>推广</td></tr><tr><td></td><td>《国家自然科学基金委员会关于受</td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td>资助项目科研论文实行开放获取的</td><td></td></tr><tr><td></td><td></td><td>推动受资助项目科研论文的开放</td></tr><tr><td></td><td>政策声明》</td><td></td></tr><tr><td></td><td></td><td>获取</td></tr><tr><td></td><td>《国家自然科学基金委员会基础研</td><td></td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td>究知识库开放获取政策实施细则》</td><td></td></tr><tr><td></td><td>《科技部自然科学基金委关于进</td><td>建立并严格执行科研数据汇交制</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td>一步压实国家科技计划（专项、基</td><td>度，确保本单位科研活动的原始</td></tr><tr><td></td><td></td><td></td></tr><tr><td></td><td>金等）任务承担单位科研作风学风</td><td></td></tr><tr><td></td><td>和科研诚信主体责任的通知》</td><td>记录及时、准确、完整，保存得 当，做到可查询、可追溯</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4数据层面",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "每年大量获资助的科技项目会产生海量的科学数据，需及时进行专项数据进行管理。以科技部科技基础性工作专项项目为例，其科学数据全生命周期包括数据的采集、汇交、保存、共享和利用几个环节，在每个环节中，其完整性和安全性都应当得到保障。在数据汇交环节，其规定项目汇交的科学数据包括电子格式的科学数据实体以及相应的辅助数据与工具软件。其中，科学数据实体是指项目产生的科学考察与调查数据、整理历史资料形成的数据和科学典籍志书图集、科学规范、标本资源和标准物质基本信息。辅助数据与工具软件是指辅助、支持数据使用的元数据、数据说明文档及软件工具等。在数据环境的构建中，其重视元数据对科学数据的描述，详细规定了元数据标准、元数据粒度以及填报方式。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.5基础设施层面",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "科学数据开放共享基础设施主要是指科学数据中心的信息基础设施。目前，我国国家科学数据中心基础设施建设较为完善，大多建立起了覆盖软硬件规划、设计、运行、维护等多个环节的安全管理体系和规范。以国家基础学科公共科学数据中心为例，其在安全管理体系建设方面，建立了覆盖多个环节的体系和规范，并依照等保2.0标准下网络安全等级保护三级要求，对基础设施进行全周期、多维度、细粒度安全防护；在规划设计方面，重点强化硬件和网络基础设施的安全设计和采购标准；在系统研发方面，重点保障各系统全部业务的功能稳定，修正系统Bug以及调整设计、开发必要功能；在运维方面，完成了包括各系统网站监控、数据库服务、安全管理等方面的运维。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4我国科学数据开放共享存在问题分析",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1相当部分科技计划尚未开展真正意义上的科学数据汇交工作",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "我国科技部早在2014年就出台了《科技基础性工作专项项目科学数据汇交管理办法（试行）》，并于2020年6月启动了国家重点研发计划项目科学数据汇交工作。中科院2019年印发的《中国科学院科学数据管理与开放共享办法（试行）》将科学数据汇交作为项目验收的必要条件，要求建立先汇交数据、再验收项目的机制。由国家科技基础条件平台中心牵头研究起草的《科技计划项目形成的科学数据汇交技术与管理规范》《科技计划项目形成的科学数据汇交通用数据元》《科技计划项目形成的科学数据汇交通用代码集》3项国家标准也于2021年正式发布。但是，其他各级各类科技计划尚未开展真正意义上的科学数据汇交工作。以国家自然科学基金为例，目前科学基金网络信息系统（ISIS）中保存的主要是科学基金申请书、计划书、进展报告、结题报告等管理性数据文件，基础研究知识库和科学基金共享服务网提供开放共享的也只是资助项目的研究论文和结题报告，最具科研价值的数据实体及其元数据的汇交工作尚未开展。除了国家自然科学基金，国家社会科学基金、各省自然科学基金、社会科学基金均未开展科学数据汇交工作。科学数据汇交工作的缺失，使得我国科学数据开放共享缺少了最具价值的数据资源。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.2尚未制定针对科学数据开放共享的专门政策",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "发达国家基础研究资助机构基本上都有专门针对科学数据管理与开放共享的政策，以美国为例，美国自然科学基金会在2015年发布了《今日的数据，明日的发现》，对受其资助的项目所产生的科学数据的管理计划、提交、管理、检索、访问、保存做出了详细规定。美国国立卫生研究院也于2020年发布了新版《NIH数据管理与共享政策》，以促进对受资助的研究产生的科学数据的管理和共享，该政策将于2023年1月25日正式实施。我国科技部长期以来一直高度重视科学数据工作，深入贯彻落实《科学数据管理办法》，推动科学数据向科学数据中心汇交，促进科学数据共享应用。中科院在其《中国科学院科学数据管理与开放共享办法（试行）》中明确了科学数据开放共享的FAIR原则和各主体责任，并制定了《中国科学院科学数据中心管理暂行办法》，提高科学数据开放共享水平。国家自然科学基金委员会在《科技部自然科学基金委关于进一步压实国家科技计划（专项、基金等）任务承担单位科研作风学风和科研诚信主体责任的通知》中指出要“建立并严格执行科研数据汇交制度，确保本单位科研活动的原始记录及时、准确、完整，保存得当，做到可查询、可追溯”。目前我国只有中科院制定了本部门专门的科学数据开放共享办法，其他各级各类科技计划的科学数据开放共享要求大多分散在各类相关管理办法或通知要求中，急需制定符合本部门要求和特点的科学数据管理与开放共享办法。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3尚未全面建立数据管理计划提交制度",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "数据管理计划（Data ManagementPlan，DMP）是一份用于描述在研究过程中生成什么样的数据，如何管理、描述、分析和存储这些数据，并且在研究结束后如何共享和保存这些数据的工作计划。在项目申请时同时提交一份数据管理计划，是国外资助机构常见的科学数据管理制度之一。以美国自然科学基金会为例，它要求申请人提交项目申请书的同时提交一份不超过两页的数据管理计划，包括项目执行过程中产生的科学数据类型，科学数据元数据相关要求，科学数据重用、访问、存档和共享政策等。数据管理计划将随项目申请书一同提交至美国自然科学基金会。中科院也在其《中国科学院科学数据管理与开放共享办法（试行）》中将科技项目数据管理计划作为项目立项的必要条件，列入项目评审内容。并规定科技项目数据管理计划主要内容包括项目预期产生的数据内容、类型、规模、质量、提交时间和最终汇交的科学数据管理机构名称等。除此之外，我国其他各级各类资助机构目前的项目申请书模板中并无此项内容。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.4尚未全面开展科学数据的可信认证工作",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "科学数据的可信认证工作对于其可发现、可访问、可互操作和可重用具有重要意义。真实可信的科学数据是其开放共享的前提。目前国际上可信数字仓储认证标准有ISO16363《可信赖数字存储库的审核和认证》[15]、ISO/TR15801:1017《文档管理电子存储信息可信度和可靠性的建议》[16]、美国的《可信仓储审计及认证:指标与清单》[17]、德国的《可信赖数字仓储的指标目录》[18]，以及世界数据系统（WDS）与数据认可印章（DSA）共同推出的CoreTrustSeal认证系统[19]。其中，CoreTrustSeal是专门针对科学数据可信认证的标准，在世界范围内有着重要影响。但目前，我国仅有中国天文数据中心、国家空间科学数据中心、世界数据中心-中国地球物理学科中心等少数科学数据中心通过CoreTrustSeal认证，大部分科学数据中心尚未参与可信认证工作。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5完善科学数据开放共享生态系统对策",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.1强化外部合作，全面开展科技计划科学数据汇交工作",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "基于对国外资助机构科学数据管理模式的考察和我国资助机构自身的定位，由资助机构负责筹建科学数据中心并非当前可行之策。与外部数据管理机构合作开展科学数据的汇交、保管、出版和开放共享是国际上采用较多的科学数据管理方式。2019年科技部和财政部通过部门推荐和专家咨询，经研究形成了20个国家科学数据中心和30个国家生物种质与实验材料资源库。这些科学数据中心绝大多数具有明显的行业特征，且拥有丰富的科学数据管理和开放共享经验。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "并且，大多省级科学数据中心已经建成纳入建设计划，多资助机构可根据自身学科分布情况，建立起各自与上述国家科学数据中心、国家生物种质与实验材料资源库以及省级科学数据中心的合作关系，将科学数据向对应的科学数据中心汇交。这样，一方面，在内部建立起以科研论文、结题报告为主的内部科学数据开放共享系统，另一方面，在外部建立起以领域性科学数据为主的科学数据开放共享系统，内外两方面相互协同，共同为用户提供高质量科学数据共享服务。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.2完善规章制度，制定资助机构科学数据管理与开放共享政策",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "除中科院在2019年制订了《中国科学院科学数据管理与开放共享办法（试行）》外，现阶段我国资助机构科学数据开放共享政策大多是参照现有的国家科技相关法律法规、内部规章制度以及相关科技发展规划。各资助机构应当参考国内外已有的科学数据管理与开放共享政策，制定符合不同科技计划内部制度特点的科学数据管理与开放共享办法，对科学数据管理与开放共享的内涵、原则、主体职责、科学数据汇交与管理、科研论文汇交与管理、科学数据开放共享、相关保障机制与安全保密等做出详细规定。同时将该办法纳入资助机构的政策法规体系，与相关科研成果转化、科研不端行为处理办法等制度配合，共同推进科技计划内部科学数据合规、高效的开放共享，并在推动科研诚信、学术规范和科研伦理建设中发挥更重要的作用。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.3加强前端控制，全面建立科学数据管理计划提交制度",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "数据管理计划应当是资助机构对每一个资助申请的基本要求之一。一份科学合理的数据管理计划可以指导科研人员在项目研究过程中如何积累产生的科学数据及其元数据，在保障其真实性、完整性的同时向相应的科学数据中心汇交。数据管理计划中对科学数据的开放共享权限、长期保存的范围都应当做出具体要求。因此，一方面，建议由科技部统一要求将数据管理计划提交制度作为科技计划申报和立项的必要条件补充进深化改革实施方案中，作为加强学风和科研诚信与伦理建设、完善成果应用贯通机制以及提高资助效能、持续完善规章制度的重要内容，在现有科技计划申请流程中加入数据管理计划模块，连同申请书一并提交，并将数据管理计划作为项目评审的重要内容。另一方面，在项目结题审核时，采用同行评审的方式对该项目所产生的科学数据管理、共享和归档情况进行评估，并给出相应绩效等级，作为项目负责人下一次申请基",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "金时项目评审的重要参考。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5.4保障数据“四性”，构建自主可控的科学数据可信认证标准",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "数据的“四性”是指真实性、完整性、可用性和安全性。保证科学数据的“四性”是科学数据开放共享的前提,也是科学数据长期保存的关键。对科学数据开展可信认证工作是保障其“四性”的重要途径。目前国际上广泛采用的CoreTrustSeal认证体系，认证过程中不可避免地会对科学数据开放共享带有一定的倾向性，不利于我国科学数据在国际层面的开放共享。因此，建议科技部牵头开展具有我国自主知识产权的科学数据可信认证体系构建研究，从组织架构、数据对象、技术能力三大维度，工作职责、开发与运维团队、数据质量控制、可信工作流、信息基础设施、数据安全等方面构建可信认证标准，并实现与国际标准的兼容。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "6结语 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "科学数据的开放共享已成为国家科技创新的重要保障措施之一。面对基础研究科学数据的激增，我国亟需采取有力措施对海量科学数据进行管理，实现可信科学数据的开放共享，形成良性的数据共享生态。同时，在此过程中不断完善工作体制机制、法律法规和规章制度，并运用新兴的信息技术来保障这一生态系统的良好运行，助力科技强国战略。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[1] CODATA. CODATA 概况 [EB/OL].[2021-01-25]. http://www.c0data.cn/gk/201609/t20160906_4523012.html.   \n[2]邢文明.国际组织关于科学数据的实践、会议与政策及对我国的启示[J].国家图书馆学 刊,2013,22(02):78-84.   \n[3] Ray Harris and Ingo Baumann. Open data policies and satellite Earth observation[J]. Space Policy, 2015,32 : 44-53.   \n[4]王芳,卜昊昊.科学数据管理政策发展比较研究[J/OL].中国图书馆学报:1-23[2022-07- 14]. http:/kns.cnki.net/kcms/detail/11.2746.G2.20220629.0853.002.html.   \n[5]王晴.论科学数据开放共享的运行模式、保障机制及优化策略[J].国家图书馆学 刊,2014,23(01):3-9.   \n[6]Stephen E Fienberg,Margaret E Martin,Miron L Straf.SharingResearch Data[M].National Academy Press,Washington,D.C.1985.   \n[7]盛小平,袁圆.国内外科学数据开放共享影响因素研究综述[J].情报理论与实 践,2021,44(08):173-179+102.DO1:10.16353/j.cnki.1000-7490.2021.08.025.   \n[8] Zuiderwijk Anneke and Shinde Rhythima and Jeng Wei. What drives and inhibits researchers to share and use open research data? A systematic literature review to analyze factors influencing open research data adoption.[J]. PloS one, 2020,15(9) : e0239283- e0239283.   \n[9]佟泽华,韩春花,孙杰,刘阳如冰,丰佰恒,刘晓婷.科研大数据再生的内涵解析[J].情报理论 与实践,2020,43(09):39-46+78.DOI:10.16353/j.cnki.1000-7490.2020.09.007.   \n[10]丰佰恒,佟泽华,冯晓,石江瀚,孙晓彬.科研大数据生态系统：构成要素及关联关系[J]. 情报理论与实践,2021,44(09):14-22+32.DOI:10.16353/j.cnki.1000-7490.2021.09.003.   \n[11]张旺,程慧平.科学数据开放共享策略机制及优化路径研究[J].情报杂 志,2020,39(05):154-161.   \n[12]高飞,周国民,满芮.基于生命周期理论的农业科学数据中心化管理模式[J].大数 据,2022,8(1):24-36.   \n[13]国务院办公厅.关于印发科学数据管理办法的通知[Z].2018-3-17.   \n[14]中华人民共和国科学技术部.关于发布国家科技资源共享服务平台优化调整名单的通 知[EB/OL].[2022-07-14].http://www.most.gov.cn/statement.   \n[15]ISO 16363:2O12, Space data and information transfer systems-Audit and certification of trustworthy digital repositories[S]. 2012.   \n[16]ISO/TR15801:2017, Document management-Electronicallystored informationRecommendations for trustworthiness and reliability[S]. 2017.   \n[17] Trustworthy repositories audit & certification: criteria and checklist[R/OL].2007[2022-4- 6]. http://www.crl.edu /PDF/trac.pdf.   \n[18]Nestor. The Nestor catalogue of criteria for trusted digital repository evaluation and certification[S/OL].2006[2022-07-31]. htp://www.ils.unc.edu/tibbo/JCDL2006/DobratzJCDLWorkshop2006.pdf.   \n[19]CoreTrustSeal. CoreTrustSeal Trustworthy Data Repositories Requirements[R/OL]. [2022- 4-6]. https://zenodo.0rg/record/3638211#.Yk0ArVVByM8. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Research on Open Sharing Ecosystem of Scientific Data in China ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Liu Kaiqiang’Li Mengke ² Li Dong ³ Bi Jianxin 2,4\\* ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(1. Science and Technology Research Department, Soochow University, Suzhou 215021; 2.   \nSchool of Social Science, Soochow University, Suzhou 215124; 3.Information Center of National Natural Science Foundation of China, Beijing 1Ooo85; 4. School of Information Resource   \nManagement, Renmin University of China; Electronic Records Management Research Center of ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Abstract: Scientific data objectively and truly records the process of scientific research activities,and its open sharing is of great significance to scientific and technological innovation. As the inherent requirement of scientific research, the open sharing of scientific data is not a single open sharing behavior, which involves many factors. Through the systematic analysis of the management elements involved in the open sharing of scientific data and the composition of the open sharing ecosystem of scientific data, the functional orientation and relationship of each element in the ecosystem are defined, the existing problems of open sharing of scientific data are discussed, and the implementation path of perfecting the open sharing ecosystem of scientific data is put forward, that is, continuously strengthening the top-level design, implementing the cooperative sharing of scientific data, and carrying out the data \"four characteristics\" detection work.In the end, an open sharing ecology of scientific data with multi-agent coordination and multi-factor operation in order will be formed, which will improve the level of open sharing of scientific data, provide real guarantee for scientific data, and provide strong support for scientific research integrity and scientific and technological development. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Keywords: Scientific data; Open sharing; Ecosystem ",
        "page_idx": 12
    }
]