[
    {
        "type": "text",
        "text": "18.J.M. Mason et al., Cancer Cell 26,163-176 (2014).   \n19.P.B. Sampson et al.,J.Med.Chem.58,147-169 (2015).   \n20.D.A. Sloane et al.,ACS Chem. Biol. 5,563-576 (2010).   \n21.R.M.Rios,Philos. Trans.R. Soc. Lond.B Biol. Sci.369, 20130462 (2014).   \n22.A. Khodjakov, C.L. Rieder,J.Cell Biol.153,237-242 (2001).   \n23.J.H. Sir et al.,J.Cell Biol.203,747-756 (2013).   \n24.Y. Uetake et al., J.Cell Biol. 176,173-182 (2007).   \n25.L. M. Jenkins, S. R. Durell,S.J. Mazur, E. Appella, Carcinogenesis 33,1441-1449 (2012).   \n26.N.D.Lakin, S.P. Jackson,Oncogene 18,7644-7655 (1999).   \n27.N.J. Ganem et al., Cell158,833-848 (2014).   \n28.Y.Uetake,G.Sluder, Cur Biol.20,1666-1671 (2010).   \n29.H. Bazzi, K.V. Anderson, Proc. Natl. Acad. Sci. U.S.A.111, E1491-E1500 (2014).   \n30.D.lzquierdo,W. J.Wang,K. Uryu,M.F.Tsou, Cell Reports 8 957-965 (2014).   \n31.H. Shen,C.G. Maki, Curr.Pharm. Des.17,560-568 (2011).   \n32.R. Basto et al.,Cell 125,1375-1386 (2006).   \n33.F.Bartolini,G.G.Gundersen,J. Cel Sci.119,4155-4163 (2006).   \n34.M. Stiess etal., Science 327,704-707 (2010).   \n35. K. D. Sumigray,T.Lechler, BioArchitecture 1,221-224 (2011). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "We thank Z. Li for leading the Sundia Meditech chemistry team, Advanced Photon Source NE-CAT (supported by NIH GM103403) for assistance with x-ray data collection, Q. Zhu and I.Verma for the p53 and Glu4 shRNA lentiviruses,A. Holland and D. Cleveland for the Plk4-YFP DLD-1 cell line,R. Gassmann for help with initial cell-based assays,M.Kaulich for technical advice on CRlSPR/Cas9, and A. Dammermann for generation of the Sas6 and Cep192 antibodies. J.V.A,R.L.D., M.Y., A.M., C.P.S., J.E.H., A.D., T.C.G., A.K.S.,and K.O.receive salary and other support from the Ludwig Institute for Cancer Research.This work was supported by NIH grants to K.O. (GM074207) and B.J.M. (GM089970),and with funds from the Hilton Ludwig Cancer Prevention Initiative to A.K.S. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "and T.C.G.The data described here are tabulated in the main paper and Supplementary Materials.The structure of the centrinone-bound Plk4 kinase domain complex has been deposited in the Protein Data Bank (4YUR).The Ludwig Institute for Cancer Research has filed a patent application (62/l49,292) related to the structures,syntheses,and uses of centrinone, centrinone B,and chemically related Plk4 inhibitors.Requests for the centrinones should be directed to A.K.S. (ashiau@ucsd.edu). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SUPPLEMENTARYMATERIALS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "www.sciencemag.org/content/348/6239/1155/suppl/DC1   \nMaterials and Methods   \nFigs. S1 to S14   \nTables Sl to S6   \nReferences (36-63) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "17 December 2014;accepted 17 April 2015 Published online 3O April 2015; 10.1126/science.aaa5l11 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AGINGSTEMCELLS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A Werner syndrome stem cell model unveils heterochromatin alterations as a driver of human aging ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Weiqi Zhang,1\\* Jingyi Li,2\\* Keiichiro Suzuki,3\\* Jing Qu,4\\* Ping Wang,1 Junzhi Zhou,1   \nXiaomeng Liu,² Ruotong Ren,1 Xiuling Xu,1 Alejandro Ocampo,³ Tingting Yuan,1   \nJiping Yang,1 Ying Li,1 Liang Shi, Dee Guan,1 Huize Pan,1 Shunlei Duan,1 Zhichao Ding,1   \nMo Li,' Fei Yi, Ruijun Bai,4 Yayu Wang,5 Chang Chen,1 Fuquan Yang,1 Xiaoyu Li,7   \nZimei Wang, Emi Aizawa, April Goebl,3,9 Rupa Devi Soligalla, Pradeep Reddy,3   \nConcepcion Rodriguez Esteban,Fuchou Tang,2,2   \nGuang-Hui Liu $^ { 1 , 8 , 1 1 , 1 3 } \\dag$ Juan Carlos Izpisua Belmonte²+ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Werner syndrome (WS) is a premature aging disorder caused by WRN protein deficiency. Here,we report on the generation of a human WS model in human embryonic stem cells (ESCs). Differentiation of WRN-nul ESCs to mesenchymal stem cells (MSCs) recapitulates features of premature cellular aging,a global loss of H3K9me3,and changes in heterochromatin architecture.We show that WRN associates with heterochromatin proteins SUV39H1 and HPlα and nuclear lamina-heterochromatin anchoring protein LAP2β.Targeted knock-inof catalytically inactive SUV39H1 in wild-type MSCs recapitulates accelerated cellular senescence,resembling WRN-deficient MSCs. Moreover, decrease in WRN and heterochromatin marks are detected in MSCs from older individuals. Our observations uncover a role for WRN in maintaining heterochromatin stability and highlight heterochromatin disorganization as a potential determinant of human aging. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "domain (9).After two rounds of homologous recombination using helper-dependent adenoviral vector (HDAdV) $( l O , I I )$ ,we successfully generated homozygous WRN-null ESC lines $( \\mathrm { E S C s  – } W R N ^ { - / - }$ ） (Fig.1,AandB,and fig.S1,Ato D).ESCs-WRN-/- expressed pluripotency markers,maintained normalkaryotype,and could differentiate into all three germlayers (Fig.1A and fig.S2,Ato E). ESCs-WRN-/-lacked detectable WRN protein,as determined by Western blot using antibodies specific to the N or C terminus of WRN (Fig.1B).No difference in cell cycle kinetics and cell growth rate between wild-type and WRN-null ESCs was observed (fig.S2,F to H). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WS patients are mainly characterized by prematureagingpathologiesassociated with degeneration of mesodermal tissues,i.e.,osteoporosis, atherosclerosis,and grayhair(1).Wehypothesized thatWS patientsmaysufferfroman accelerated exhaustion of the mesenchymal stem cell (MSC) pool.This was tested by differentiating ESCs$W R N ^ { - / - }$ into MSCs.MSCs-WRN-/- expressed MSCspecific cell surface markers CD73, CD9o, CD105; lacked expression of MSC-irrelevant antigens, including CD45,CD34,and CD43 (fig. S3A)；and ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "W erner syndrome (WS),also known as adult progeria, recapitulates certain aspects of human physiological aging (1).WS is caused by mutations in the WRN gene,resulting in loss of WRN expression or function $( I )$ 、WRNprotein plays roles in DNA replication,transcription,repair, and recombination,as well as telomere maintenance,indicating that one of themajor causes for WS pathogenesis relates to genomic instability (I,2).Epigenetic alterations have been associated with cellularaging in diverse model organisms (2-4).In humans,somatic cells derived frompatients with premature aging syndromes arecharacterizedbylossofheterochromatin marks (5-7).However,it is unclear whether epigenetic dysregulation is involved in WS pathogenesis. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Generation of patient-specific induced pluripotent stem cells (iPSCs) represents a promising avenue to model and study human aging and aging-associated disorders (8).WS-specific iPSC lines may constitute an ideal source for in vitro modeling of WS.However,we found that WS patient fibroblast lines deposited in different cell bankspresented severe karyotypicabnormalities andsecondaryDNAmutationsassociatedwith advanced stages of WS pathology.To create an unbiased human WS cellular model, we sought to generate an isogenic WS embryonic stem cell (ESC) line by knocking out exons 15 and 16 of the WRN gene encoding the conserved DNAhelicase could differentiate into osteoblasts,chondrocytes, and adipocytes (fig.S3,B and C) (12). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Uponserial passaging,WRN-deficient MSCs recapitulated major phenotypes of premature aging, including premature loss of proliferative potential,increased number of senescence-associated- ${ \\bf \\nabla } \\cdot { \\bf \\{ \\vec { \\tau } \\beta \\cdot \\vec { \\tau } \\beta \\cdot \\vec { \\tau } \\beta \\cdot \\vec { \\tau } \\beta \\cdot \\vec { \\tau } \\beta \\cdot \\vec { \\tau } \\beta \\cdot \\vec { \\tau } } $ galactosidase (SA- $\\cdot \\beta$ -gal)-positive cells,up-regulated expression of aging-associated genes $\\mathrm { { p 1 6 } ^ { \\mathrm { { I n k 4 a } } } }$ and $\\mathrm { \\ p 2 1 } ^ { \\mathrm { W a f 1 } }$ ,and activation of senescence-associated secretory phenotype (SASP) (Fig.1, C to E,and fig. S3,D to G) (I3).Moreover, when WRN-deficient MSCs expressing luciferase were transplanted into the muscle of nonobese diabetic/severe combined immunodeficiency (NOD/sCID) mice, they underwent an accelerated attrition compared to wild-type MSCs (Fig.1F and fig. S3H).These results demonstrated that the loss of WRN promotes premature senescence in MSCs. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "WRNdeficiencyinMSCsresultedinelevated DNA damage response (DDR),indicated by increased nuclear foci for 53BP1, $\\gamma$ -H2AX,and phosphorylatedATM/ATR substrates (fig.S4,A to C). Restoration ofWRNactivityby lentivirus-mediated expression in MSCs- $W R N ^ { - / - }$ resulted in partial alleviation of DDR and cellular senescence (fig. S4, D and E).To investigate potential chromosomal abnormalities resulting from the loss of WRN protein,we performed genome-wide copynumber variation (CNV)analysisbydeep sequencing.In the time frame examined, genomic integrity was minimally affected in MSCs- $W R N ^ { - / - }$ (fig. S4F). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Epigenetic alteration has been considered asa hallmark of aging (2).MSCs- $W R N ^ { - / - }$ showed a distinct nuclear Hoechst 33342 staining pattern withmarkedly enlarged nucleiandahigh pixel-topixel coeficient of variation (CV) value,indicating possible changes in chromatin structure(Fig.2A and fig. S5A).Moreover, WRN-deficient MSCs exhibitedaccelerated diminishment of heterochromatinassociated inner nuclear membrane (INM) proteins $\\mathrm { L A P 2 \\beta }$ andLBR and reducedheterochromatin structure underneath the nuclear envelope,as indicated by immunostaining and electron microscopy (Fig.2Band fig.S5,B and C) (14).These results suggest a progressive disorganization of heterochromatinin WRN-deficientMSCs. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Further investigation of heterochromatin reorganizationat histone andDNAlevelsrevealed marked down-regulation of the constitutive heterochromatin mark H3K9me3 (trimethylated histone H3 at lysine-9)in $\\mathbf { M S C - } W R N ^ { - / - }$ (Fig. 2C and fig.S5,D and E).In contrast,H3K27me3 showed slight down-regulation,whereasH3K4me3,amark for euchromatin fiber, exhibited comparable levels between WRN-deficient and wild-type MSCs (Fig. 2C and fig.S5,Dand E).We did not observe obvious genome-wide alteration of 5-methylcytosine (5mC)in WRN-deficient MSCs(Fig.2C).Bioinformatic analysis identified 73 H3K9me3- enriched“mountains\"throughout the genome in MSCs- $W R N ^ { + / + }$ ,which are characterized by $> 2 0 \\ \\mathrm { k b }$ of consecutive peaks of H3K9me3 (Fig. 2D).Of these H3K9me3 mountains,28 $( 3 8 \\% )$ （204号 were lost in MSCs $. W R N ^ { - / - }$ (Fig.2D).Interestingly, 24 $8 6 \\%$ ofthese impairedH3K9me3mountains resided in subtelomeric or subcentromeric regions (Fig.2,D and E,and table S1). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RNA sequencing(RNA-seq) identified 1047 RefSeq genes that showed differential expression in MSCs-WRN-/- (fig.S6,A and B,and table S2). The most obviously down-regulated genes were centromere-packaging proteins and components of the nuclear membrane (fig.S6,A to E,and table S3).These results indicatealterations in nuclear structure and epigenomic organization, potentially leading to a progressive loss of heterochromatin structure inMSCs as a consequence of WRN depletion. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Inagreement with previous reports describing WRN as a telomere-associated protein required fortelomere maintenance (i5),compromised telomeraseactivityandshortertelomerelengthwere detected in MSC-WRN-/- (fig.S7,Aand B).In addition,chromatin immunoprecipitation-quantitative polymerase chain reaction (ChIP-QPCR) showed binding ofWRNto theH3K9me3-enriched centromeric loci $\\mathsf { \\Gamma } _ { \\mathrm { ~ \\tiny ~ Q ~ } }$ -Satellite( $\\mathit { \\Pi } _ { \\mathrm { ( \\mathfrak { A } _ { \\mathrm { } } } } ^ { \\prime } \\mathit { \\Pi } _ { \\mathrm { ( \\mathfrak { A } _ { \\mathrm { } } } } ^ { \\prime }$ -Sat）andSatellite 2 (Sat2) (Fig.3A) (16).Depletion of WRN resulted in an increase in centromeric $\\gamma$ -H2AXsignaland a loss of H3K9me3 from $\\alpha$ -Sat and Sat2 loci accompaniedbyup-regulation of transcripts from these sequences (Fig.3,A and B,and fig. S7C). Coimmunoprecipitation (Co-IP)analysis revealed WRN as part of a complexcontaining the major histonemethyltransferase forH3K9me3-SUV39H1, HPlα,and LAP2β,a nuclear envelope component that recruits heterochromatin via anchoring to HPlα (Fig.3C and fig. S7D) (17).These observations suggest a role for WRN, together with SUV39H1 andHPlα,in the stabilization of heterochromatin. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We next tested whether disorganization of heterochromatin could contribute to accelerated cellular senescence.Knockdown of SUV39H1 or HPlα in wild-type MSCs led to a reduction of overall H3K9me3 and induction of cellular senescence,asassayedbyWesternblot,SA $\\cdot \\beta$ -gal staining,and pl6 expression (Fig.3D and fig. S8, A to D). On the contrary, overexpression ofHPlα up-regulatedH3K9me3levels and repressed cellular senescence in WRN-deficient MSCs (fig. S8,E to H).To confirm these observations,we mountain\"distribution over 23 chromosomes.The blue lines indicate 73 “H3K9me3 mountains\" present in $_ { \\mathsf { M S C S - W R N } ^ { + / + } }$ ，whereas48 $( 6 5 . 8 \\% )$ of themare localized within 5 Mb regions around the telomeres or centromeres. Thered arrowheads indicate 28“H3K9me3 mountains.\"which are lost in $M S C s  – W R N ^ { - / - }$ .The circles indicate the centromeres of chromosomes. (E) Representative images showing two“H3K9me3 mountains\"on chromosome 2 in the subtelomere or subcentromere regions in $P 5 ~ { \\mathsf { M S C S } } { \\cdot } W R N ^ { - / - }$ and $_ { \\mathrm { M S C S - } } M R N ^ { + / + }$ .Two biological replicates of each sample are presented.Black square denotes the centromere;red rectangles denote the position of the presented subtelomere and subcentromere regions,respectively.All data are represented as mean $^ +$ SEM. $^ { * * * P } < 0 . 0 0 1$ by Student's t test. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/cc88247a72553d54d9a31d16084201e8af8a2d1d5c29e28e07d1b2f16522d01e.jpg",
        "img_caption": [
            "Fig.1. WRN-deficient MSCs exhibit phenotypes associated with premature cellular senescence. ",
            "(A)Morphology and immunofluorescence (IF)analyses of pluripotencymarkers in ESCs.Scale bar, $1 0 0 \\mu \\mathrm { m }$ and $1 0 \\mu \\mathrm { m }$ ,respectively.(B)Western blot analysis of WRN expression in ESCs using anti-WRN N-terminal (ab2OO) and C-terminal (SC-5629) antibodies.(C) Growth curve analyzing the cumulative population doubling of MSCs.(D） Senescenceassociated (SA)- $\\cdot \\beta$ -gal staining in passage 1 (P1) and P5 MSCs.Scale bar, $5 0 \\mu \\mathrm { m }$ (E)Quantitative RT-PCR analysis of the indicated genes in Pl and P5 MSCs.Transcript levels were normalized to MSCs$W R N ^ { + / + }$ group. Genes with greater mean value are color coded toward red.(F) Photon flux from muscle ofa NOD-SCID mouse transplanted with MSCs$W R N ^ { + / + }$ (left）and MSCs-WRN-/- (right) expressing luciferase.All dataare represented asmean $+ S E M$ $^ { \\ast } P < 0 . 0 5$ $^ { * * } P < 0 . 0 1$ $^ { * * * } P < 0 . 0 0 1$ by Student's t test; $n = 3$ independent experiments. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/54947f0b482ae7ce05f18cfc75841b32824a77de9518a788bd7ec843248b9cf8.jpg",
        "img_caption": [
            "Fig.2. Epigenomic analyses of WRN-deficient MSCs.(A) Left: Chromatin structure of MSCs shown by Hoechst 33342 staining of the nucleus.Scale bar, $5 ~ { \\mu \\mathrm { m } }$ 、Right:CV value of nuclear Hoechst staining intensity used to evaluate the heterogeneity (pixel-to-pixel variation) of Hoechst intensity.(B) Immunofluorescence analyses of LAP2β expression in MSC-WRN+/+ and $M S C - W R N ^ { - \\prime - }$ at P5.Arrowheads denote abnormal nuclei with decreased LAP2β expression (percentage of LAP2β-positive nuclei in corner).Scale bar, $1 0 ~ { \\mu \\mathrm { m } }$ ， $n = 3$ independent experiments. (C)Enrichment of H3K9me3, H3K27me3,H3K4me3,and 5mC on the gene bodies and 21 kb upstream of TSS(transcription start site) and 21 kb downstream of TTS (transcription terminal site) regions in the human genome.(D) Sketch map of “H3K9me3 "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/7300a7a308c99b0fd68f43e8370970a212ea03ca286d7e98ac43c298ea7ad42b.jpg",
        "img_caption": [
            "Fig.3.WRN associateswith centromeric heterochromatin and forms a molecular complex with SUV39H1 and HPlα.(A) Enrichment of WRN and H3K9me3 within the region of $\\alpha$ -Sat or Sat2 as measured by ChlP-qPCR. (B) Quantitative RT-PCR analysis of centromeric repetitive element transcripts in MSCs at the indicated passages. (C)Left,coimmunoprecipitation of SUV39H1,HPlα,and $\\mathsf { L A P 2 } \\mathsf { \\beta }$ protein with endogenous WRN protein;Right,coimmunoprecipitation of WRN and HPlα with endogenous SUV39Hl in wild-type MSCs.(D)SA- $\\beta$ gal staining (left) and pl6 transcript (right）analyses in wild-type MSCs transduced with control lentiviral vector(CTRL） or lentiviral vector encoding for the indicated short hairpin RNA (Knock-down).All data are represented as mean $^ +$ SEM. $^ { \\ast } P <$ 0.05, $^ { * * } P < 0 . 0 1$ and $\\texttt { \\# * * } P < 0 . 0 0 1$ by Student's t test; $n = 3$ independent experiments. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/4768720b4205001de8046426d7598b7c45b58d6be1d269e8046d9568b03d2090.jpg",
        "img_caption": [
            "Fig. 4. SUV39H1H324K mutant MSCs exhibit defective nuclear envelope and heterochromatin,as well as phenotypes of premature cellular senescence.(A)As described in Fig.2A (left), Hoechst staining images of the nucleus; right,CVvalue of nuclear Hoechst staining intensity used to evaluate the heterogeneity (pixel-to-pixel variation)of Hoechst intensity.(B)Immunofluorescence analyses of LAP2β expression in MSCs.Arrowheads denote the abnormal nuclei with decreased LAP2β (percentages of normal nuclei presented at corner).Scale bar, $2 0 \\mu \\mathrm { m }$ $n = 3$ independent experiments.(C) Western blot analysis of the indicated proteins in MSCs.(D) SA-β-gal staining in MSCs at P5.Scale bar, $5 0 \\mu \\mathrm { m }$ $n = 3$ independent experiments.(E) Western blot analysis of the indicated proteins in human primary MSCs derived from old and young healthy individuals at P4 (see table S4).Alldata are representedas mean $^ +$ SEM. $\\texttt { \\# * * } P < 0 . 0 0 1$ by Student's t test. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/ac195ba9a13cc4a5ae6c91c75574c9858803c1bdfba22a8f937caa710cb0558b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "generated pluripotent ESCs-SUV39HiH324K lines harboring catalytically inactivated endogenous SUV39H1(fig.S9,A to D).Upon differentiation, MSCs-SUV39H1H324K displayed drastic nuclear structural and chromosomal changes,loss of INM proteinsLAP2β andLBR,decreased levels of H3K9me3 and HPlα,up-regulation of centromeric repetitive sequence transcription,and coordinated transcriptional down-regulation of centromere-packaging components (Fig.4,A to C,and fig.S10,A and B).MSCs-SUV392re capitulated premature aging phenotypes observed inWRN-deficientMSCs,includingretarded cell growth and accelerated cellular senescence determinedby SA $\\cdot \\beta$ -gal staining (Fig.4D and fig. S10, C to E).High expression of SUV39H2,a germlinespecific histone methyltransferase,and/or other factorsmayfunctionally compensateforSUV39H1 deficiency in ESCs (fig. S1oF) (18,I9),where upon inactivation of the WRN-SUV39H1 axis,no discernible heterochromatin change was observed (figs.SioG and S8A).It should be noted that MSCs-SUV39H1H324K exhibit neither increased $\\gamma$ -H2AX $\\langle { P = 0 . 7 7 3 } \\rangle { }$ and phosphorylatedATM/ATR substrates $( P = 0 . 2 7 9 ^ { \\cdot }$ ,nor telomere attrition (figs. S10H and S7,Aand B).These results indicate that heterochromatin destabilization promotes premature aging in MSCs. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Finally,we asked whetherheterochromatin disorganization could be a common hallmark for physiological human stem cell aging.For this purpose,we compared the levels of heterochromatin marksin primary dental pulp MsCs derived from six young(7- to 26-year-old) and six old (58- to 72- year-old) individuals (fig.SioI and table S4) (20). A marked down-regulation of WRN protein associated with a decrease inH3K9me3,HPlα, SUV39Hl, and $\\mathrm { L A P 2 \\beta }$ levelsin MSCs derived from old individuals (Fig.4E).Therefore,specific heterochromatin changes may underlie both pathological and physiological MSC aging. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In summary,we have found that WRN protein,besides its role in DNA repair,functions tosafeguardheterochromatin stability (fig. S11). Our results reveal that the progressive heterochromatin disorganization observed in WRNdeficient MSCs underlies cellular aging,but more extensive studies are needed to examine its role during physiological aging. The methodologies and observations introduced here maybeused and extendedtowardthesystematic study of other age-associated molecular events with relevance to human aging and age-related disorders. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "REFERENCESANDNOTES ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.B. A. Kudlow, B. K. Kennedy, R. J.Monnat Jr., Nat. Rev. Mol. Cell Biol.8,394-404 (2007).   \n2.C. Lopez-Otin,M.A. Blasco,L.Partridge,M. Serrano, G. Kroemer, Cel 153,1194-1217 (2013).   \n3．G.Pegoraro et al., Nat.Cell Biol.11,1261-1267 (2009).   \n4.E.L. Greer et al., Nature 466,383-387 (2010).   \n5.G.-H. Liu et al., Nature 472,221-225 (2011).   \n6．D. K. Shumaker et al.,Proc. Natl. Acad. Sci. U.S.A.103,   \n8703-8708 (2006).   \n7.J.D.Miller et al., Cell Stem Cell13,691-705 (2013).   \n8.G.H. Liu,Z. Ding,J. C. Izpisua Belmonte, Curr. Opin. Cell Biol.   \n24,765-774 (2012).   \n9．D.B.Lombard et al.,Mol.Cell. Biol.20.3286-3291 (2000).   \n10.G.-H. Liu et al., Nature 491, 603-607 (2012).   \n11.K. Suzuki et al., Cell Stem Cell15,31-36 (2014).   \n12.G. H. Liu et al., Nat. Commun. 5, 433O (2014).   \n13.F.Rodier, J. Campisi, J. Cell Biol.192,547-556 (2011).   \n14.T. Dechat, S.A. Adam, P. Taimen,T. Shimi, R. D. Goldman, Cold Spring Harb.Perspect. Biol.2,a000547 (2010).   \n15.A.S. Multani,S. Chang,J.Cel Sci.120,713-721 (2007).   \n16.D.Wang et al., Proc.Natl. Acad. Sci. U.S.A.11o,5516-5521 (2013).   \n17.N. Kourmouli et al., EMBO J.19,6558-6568 (2000).   \n18.D. O'Carroll etal.,Mol. Cell.Biol.20,9423-9433 (2000).   \n19.W. Zhang, J.Qu, K. Suzuki, G.-H. Liu, J. C. Izpisua Belmonte, Trends Cell Biol.23,587-592 (2013).   \n20.G.B.Tomar et al., Biochem. Biophys. Res. Commun.393.   \n377-383 (2010). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We are grateful to W. G. Zhu,L. Comai, K. Mitani, P. Ng, and A. Lieber for sharing experimental materials; L.Sun, W. Ding, G.Yuan,and X. Zhu from Center for Biological Imaging for technical assistance; and M. Schwarz and L. Zhao for administrative help. This work was Supported by National Natural Science Foundation of China (NSFC: 81330OO8), National Basic Research Program of China (973 Program，2015CB964800;2014CB910500;2014CB964600; 2012CB966704),the Strategic Priority Research Program of the Chinese Academy of Sciences (XDA01020312), NSFC (31222039; 312011l; 81371342; 81300261; 81300677; 81271266; 81471414; 81422017; 81401159;31322037; 81471407), National High Technology Research and Development Program of China (863 program: 2015AA02O3O7), Beijing Natural Science Foundation (7141005; 5142016), Key Research Program of the Chinese Academy of Sciences (KJZDEW-TZ-LO5), the Thousand Young Talents program of China, National Laboratory of Biomacromolecules (012kf02;2013kf05;2013kf11:2014kf02;2015kf10)and State Key Laboratory of Drug Research (SIMMl3O2KF-17),and China Postdoctoral Science Foundation Grant (2O13M530751). K.S and M.L.are supported by a California Institute for Regenerative Medicine Training Grant. A.O. was partially supported by an NIH Ruth L. Kirschstein National Research Service Award Individual Postdoctoral Fellowship.The physiological human cell aging studies were supported by UCAM.The J.C.I.B. laboratory was supported by The Glenn Foundation, The G. Harold and Leila Y. Mathers Charitable Foundation, and The Leona M. and Harry B. Helmsley Charitable Trust (2012-PG-MEDOO2). All materials are available from the G.-H.., F.T., and J.C.I.B. laboratories under a material transfer agreement with Institute of Biophysics (CAS), Peking University,or The Salk Institute for Biological Studies. Myc-HPlα plasmid can be obtained from W. G. Zhu undera material transfer agreement with Peking University. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "SUPPLEMENTARYMATERIALS ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "www.sciencemag.org/content/348/6239/1160/suppl/DC1   \nMaterial and Methods   \nFigs. Sl to Sll   \nTable Sl to S5   \nReferences (21-47) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "21 October 20l4;accepted 15 April 2015 Published online 30 April 2015; 10.1126/science.aaal356 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A Werner syndrome stem cell model unveils heterochromatin alterations as a driver of human aging   \nWeiqi Zhang et al.   \nScience 348, 1160 (2015);   \nDOl: 10.1126/science.aaa1356 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "This copy is for your personal, non-commercial use only. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "If you wish to distribute this article to others, you can order high-quality copies for your colleagues, clients, orcustomers by clicking here. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Permission to republish or repurpose articles or portions of articles can be obtained by following the guidelines here. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Thefollowingresourcesrelatedtothisarticleareavailableonlineat www.sciencemag.org (thisinformationiscurrentasofJuly12,2015): ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Updated information and services, including high-resolution figures, can be found in the online   \nversion of this article at:   \nhttp://www.sciencemag.org/content/348/6239/1160.full.html ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Supporting Online Material can be found at: http://www.sciencemag.org/content/suppl/2015/04/29/science.aaa1356.DC1.html ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A list of selected additional articles on the Science Web sites related to this article can be found at: http://www.sciencemag.org/content/348/6239/1160.full.html#related ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Thisarticle cites46 articles, 20 ofwhichcan be accessed free: http://www.sciencemag.org/content/348/6239/1160.full.html#ref-list-1 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "This article has been cited by1 articles hosted by HighWire Press; see: http://www.sciencemag.org/content/348/6239/1160.full.html#related-urls ",
        "page_idx": 4
    }
]