[
    {
        "type": "text",
        "text": "Fetch effect on the developmental process of aeolian sand transport in a wind tunnel ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "CHEN Zongyan1,2, XIAO Fengjun1\\*, DONG Zhibao1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 School of Geographyand Tourism, Shaanxi Normal University, Xi'an 71O119, China;   \n2 College of Geographic Science, Qinghai Normal University, Xining 81ooo8, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: As the sand mass flux increases from zero at the leading edge of a saltating surface to the equilibrium massflux at the critical fetch length,the wind flow is modified and then the relative contribution of aerodynamic and bombardment entrainment is changed.In the end the velocity, trajectory and mass flux profile willvary simultaneously. But how the transportation of different sand size groups varies with fetch distance is still unclear. Wind tunnel experiments were conducted to investigate the fetch effect on mass flux and its distribution with height of the total sand and each size group in transportation. The mass flux Was measured at six fetch length locations (0.5, 1.2, 1.9, 2.6, 3.4 and $4 . 1 \\ \\mathrm { m }$ )and at three free-stream wind velocities (8.8,12.2 and $1 4 . 5 \\mathrm { m / s }$ ). The results reveal that the total mass flux and the mass flux of each size group with height can be expressed by $q { = } a \\mathrm { e x p } ( { - } b b )$ ,where $q$ is the sand mass flux at height $b$ ,and $a$ and $b$ are regression coefficients. The coefficient $b$ represents the relative decay rate. Both the relative decay rates of total mas flux and each size group are independent of fetch length after a quick decay over a short fetch. This is much shorter than that of mas flux.The equilibrium of the relative decay rate cannot be regarded as an equilibrium mas flux profile for aeolian sand transport. The mass fluxes of 176.0, 209.3 and 148.0 $\\mu \\mathrm { m }$ size groups increase more quickly than that of other size groups, which indicates strong size-selection of grains exists along the fetch length. The maximal size group in mass flux $( 1 7 6 . 0 \\ \\mu \\mathrm { m } )$ is smaller than the maximal size group of the bed grains $( 2 0 9 . 3 ~ { \\mu \\mathrm { m } } )$ . The relative contribution of each size group to the total mass flux is not monotonically decreasing with grain size due to the lift-off of some small grains being reduced due to the protection by large grains. The results indicate that there are complex interactions among diferent size groups in the developmental process of aeolian sand transport and more attention should be focused on the fetch effect because it has different influences on the total mass flux,the mass flux profile and its relative decay rate. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: fetch length; mass flux profile; grain size distribution; sand transport; wind tunnel experiment ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The fetch effect is an increase of the mass flux downwind with distance from the leading edge of a saltating surface (Stout, 1990; Gilete et al., 1996; Dong et al., 2004a; Delgado-Fernandez, 2010; Lynch et al., 2O16). The mass flux measured from areas where the fetch distance is shorter than the critical fetch distance will underestimate the true equilibrium mass flux. Therefore, many excellnt studies exist on the effects of moisture, surface texture, gravel and other sediment-limited conditions (Gillette et al.,1996; van der Wal, 1998; Dong et al.,2004b; Bauer et al., 2009) and over dry loose sand bed (Shao and Raupach,1992; Dong et al., 2004a), but most of the attention has focused on the total mass flux. However, as the mass flux increases with fetch distance and the wind flow becomes modified, the velocity and trajectory of saltating sand grains and the vertical distribution of mass flux should also vary along the fetch distance which are important parameters of some aeolian sand transport model in supply limited conditions (de Vries et al., 2O14; Hoonhout and de Vries, 2O16). In addition, studies have shown the mass flux profile of each size group differs largely (Arens et al.,2002; Xing,2007; Li et al.,2008; Tan et al.,2014; Yang et al.,2019). However, the fetch effect on the transportation of different size groups in the developmental process of aeolian sand transport is scarce. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The natural sand surface is usually a mix of grains of different size groups and the transportation of each size group differs. For example, Li et al. (2O08) found that the mass flux profile of 90 to $3 5 5 {  { \\mu \\mathrm { m } } }$ size groups can be expressed by an exponential function, while that of 355 to $1 0 0 0 \\mu \\mathrm { m }$ size groups follw a power function. Tan et al. (2O14) found that the mass flux profile of fine sand groups $( 6 3 - 8 0 0 ~ \\mu \\mathrm { m } )$ can be expressed by a Gaussian peak function, while that of coarse size groups $( 8 0 0 - 2 0 0 0 ~ \\mu \\mathrm { m } )$ can be described by an exponential function. Yang et al. (2O19) found the mass flux of fine sand decreases slightly with height above the sand bed at wind velocities ${ < } 1 8 ~ \\mathrm { m / s }$ ,but increases slightly with height at wind velocities $> 1 8 \\ \\mathrm { m / s }$ ，and then shows a rapid exponential decrease with height, whereas that of medium and coarse sand decrease exponentially with height. They also found the contributions of mass flux of medium and coarse sand to total mass flux increase with wind velocity. The different mass flux profiles of each size group and contributions to total mass flux will obviously have a large influence on the total mass flux profile which is the weighted superposition of mass flux profiles of all size groups and should be primarily responsible for the different total mass flux profiles, such as the exponential function (Nickling,1983; Nalpanis et al.,1993; Rasmussen and Sprensen, 2O08), the power function (Sterk and Raats, 1996) and the Gaussian peak function (Dong et al., 2O04b). It also will affect the parameters of mean size, sorting, skewness and kurtosis (Arens et al., 2002; Farrell et al., 2O12; Tan et al., 2014). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The developmental stage may also have some influences. At the very early stage of aeolian sand transport, aerodynamic entrainment of grains plays a major role in the dynamics of saltation and more smal size grains than large size grains can be transported by wind flow. As more and more sand grains are entrained, the wind flow becomes significantly modified and the entrainment by grain bombardment quickly dominates over aerodynamic entrainment (Shao and Raupach, 1992; Bauer and Davidson-Arnott 2OO3; Delgado-Fernandez, 2010). Meanwhile, sand grains absorb more momentum from the wind flow and impact the sand bed at a much larger velocity, and then they can eject more large size grains into the wind flow. Therefore, the dislodgment rate and the mass flux profile of different size groups will vary unless the true equilibrium stage is reached. Shao and Raupach (1992) found that their $1 4 . 5 \\mathrm { ~ m ~ }$ long sand bed did not meet the criteria for the stabilization of saltation. Dong et al. (2O04a) also found that the total mass flux increased within their $1 6 \\mathrm { m }$ long sand bed. Therefore, the wind tunnels in most studies were probably insufficiently long to observe the whole development of aeolian sand transport, which indicated the results of many wind tunnel experiments were probably derived from some specific stage of the developmental process. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The aim of this study was to investigate the fetch effect on the developmental process of aeolian sand transport by analyzing the changes in the mass flux and its relative decay rate of total sand transport, and the relative importance and significance of each size group along the fetch distance. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "All experiments were conducted in a blow-type non-circulating wind tunnel at the School of Geography and Tourism, Shaanxi Normal University of China. The wind tunnel has a total length of $1 6 . 5 \\mathrm { ~ m ~ }$ ， and the working section is $7 . 0 \\mathrm { ~ m ~ }$ long, $0 . 5 \\mathrm { ~ m ~ }$ wide and $0 . 6 \\mathrm { ~ m ~ }$ high. The roughness elements (78 wood blocks with dimensions of $0 . 0 2 ~ \\mathrm { m } { \\times } 0 . 0 4 ~ \\mathrm { m } { \\times } 0 . 0 4 ~ \\mathrm { m } )$ were placed in front of the working section to produce a thick boundary layer. The free-stream wind velocity in the wind tunnel can be changed continuously from 3 to $3 5 ~ \\mathrm { m / s }$ . The thickness of the boundary layer in the working section is about $0 . 1 2 \\mathrm { m }$ . Figure 1 shows the layout of instrumentation for the wind tunnel experiment. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/cc619db99a9fb15aa606d5be1d904a506b3f992f570c41bd3d274ec373fa2a24.jpg",
        "img_caption": [
            "Fig.1Layoutof the instrumentation for the wind tunnel experiment. Ufois the free-stream wind velocity; and AF are fetch length locations. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The test sand was from the Tengger Desert of China. The mean size is $0 . 1 9 \\mathrm { m m }$ with a standard deviation of O.41. The critical aerodynamic entrainment wind velocity is about $6 ~ \\mathrm { m / s }$ .Inthe experiment, a $0 . 0 2 9 \\mathrm { ~ m ~ }$ thick layer of sand was evenly spread on a sand tray along the wind tunnel bed. The segmented sand sampler of Dong et al. (2O04c) was used to measure the sand mass flux profile. This sand trap is $0 . 3 0 \\mathrm { m }$ high and has 15 collection chambers ( $0 . 0 1 \\mathrm { m }$ wide and $0 . 0 2 { \\mathrm { m } }$ high). The sampler was located at six fetch length locations which were O.5,1.2, 1.9, 2.6, 3.4 and $4 . 1 \\mathrm { ~ m ~ }$ downwind from the leading edge of the sand bed at locations A-F in Figure 1. The locations are not evenly distributed because some supporting structures of the wind tunnel cannot be removed. Three free-stream wind velocities (8.8, 12.2 and $1 4 . 5 ~ \\mathrm { m / s }$ ） were used to measure the mass flux profiles. The sampling durations of the experiments were 12O0, 42O and $3 0 0 \\mathrm { s }$ ,which are mainly decided by the depletion of the sand bed because the sand grains at the upwind section willbe blown away and the bed floor will expose after a long time experiment. Therefore, each experiment is ceased before the exposure of the bed floor to ensure the fetch distance is not changed. The durations of warm-up and cease periods are only a few seconds which are much shorter than the whole experimental duration. Therefore, their contributions to the total mass flux are negligible. For each combination of fetch length and wind velocity, three replicates were conducted to obtain mean values. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Sand samples collected by the chambers were weighed by a high-accuracy electronic scale with an accuracy of $_ { 0 . 0 0 1 \\mathrm { ~ g ~ } }$ , and then the grain size distributions were analyzed by a Microtrac-S3500 grain size analyzer (Microtrac Inc., USA). Since the mass flux at $8 . 8 ~ \\mathrm { m / s }$ wind velocity was very small, the relative decay rate of each size group was not calculated. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Results and discussion ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1Mass flux profile of all size groups and total mass flux ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Figure 2 shows the mass flux profile of all size groups with fetch length and wind velocity. The mass flux decays exponentially in the entire vertical region for all six fetch lengths at $8 . 8 \\mathrm { m / s }$ wind velocity (Fig. 2a). At $1 2 . 2 ~ \\mathrm { m / s }$ wind velocity, the mass flux tends to decay with height, but has a small negative deviation below $0 . 0 3 \\mathrm { ~ m ~ }$ (Fig. 2b). At $1 4 . 5 ~ \\mathrm { m / s }$ wind velocity, the mass flux for 0.5 m fetch length is similar to that in Figure 2b. However, the mass flux for the other five fetch lengths increases with height above the sand bed, and then decays quickly with height (Fig. 2c). This is consistent with the results of some previous studies (Dong et al., $2 0 0 4 \\mathrm { a }$ ; Tan et al., 2014), but differs from some other positive deviation results (Butterfield, 1999; Namikas, 2003; Li et al., 2008; Kang et al.,2016). The disagreement is partly because the intrusive sampler has dificulties in collecting allthe saltating and creeping sand grains in the near bed region where the densest concentration of mass flux occurs, but this does not affect the mass flux profile above the reversal height. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/94c2a7e50bf3bbf51ba9a8710fee3f0052b09776e4ffb6f76102d5068daaf263.jpg",
        "img_caption": [
            "Fig. 2Variation of the sand mass flux profiles with fetch length under different free-stream wind velocity "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The vertical distribution of sand mass flux above $0 . 0 3 \\mathrm { ~ m ~ }$ can be described by the following exponential function: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nq = a \\exp \\left( - b h \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $q$ is the sand mass flux $( \\mathrm { k g } / ( \\mathrm { m } ^ { 2 } { \\cdot } \\mathrm { s } ) )$ of all size groups at height $h$ (m); $a$ and $b$ are regression coefficients.The coefficient $b$ in Equation 1 represents the relative decay rate of the sand mass flux with height. Using the least squares curve-fit method, the relative decay rate $b$ was calculated and is shown in Figure 3. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/c243f321b1f2be0b1f408dfff9806a05521f7c311853d33fe4ddb62b940f9ff4.jpg",
        "img_caption": [
            "Fig.3Variation of the total sand mass flux and the relative decay rate with fetch length "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Figure 3 shows the variation of total mass flux and the relative decay rate in Equation 1 with fetch length. The total sand flux shows a general tendency to increase with fetch length and this tendency is increasing with the wind velocity. At $8 . 8 ~ \\mathrm { m / s }$ wind velocity, after a quick growth and an overshooting stage, the total mass flux decreases to a constant, and seems to approach to the equilibrium stage noted by Shao and Raupach (1992). For the short working section of the wind tunnel used in this study, we cannot observe the whole tendency of total mass flux at 12.2 and 14.5 $\\mathrm { m / s }$ wind velocities. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Both the wind velocity and fetch length affect the relative decay rate. In Figure 3, the relative decay rate $b$ decreases with wind velocity. Apparently, this is because sand grains absorb more momentum from the stronger wind flow, have greater lift-off velocity and then can reach higher heights. Figure 3 also shows that $b$ decreases rapidly when the fetch length is short (about $2 . 6 \\mathrm { m }$ )， but then it decays much more slowly and is almost constant when the fetch reaches a certain length which is much shorter than that of the total mass flux. This is in agreement with the reported experimental results of Dong et al. (2O04a) and the numerical results of Xiao et al. (2O13). Dong et al. (2004a) argued that the mass flux profile reached an equilibrium stage and a stable probability distribution of lift-off velocity. However, this disagreed with their further investigations as the average saltation height increased in the whole fetch length region in their experiment.This implies the lift-off velocity stillincreases and sand grains can move into higher heights and the mass flux profile does not reach the true equilibrium stage. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2 Mass flux profile and total mass flux of each size group ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The mass flux of each sand size group can be calculated by the following equation: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nq _ { i } = q f _ { h } \\left( d _ { i } \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $q _ { i }$ and $q$ are the sand mass flux $( \\mathrm { k g } / ( \\mathrm { m } ^ { 2 } { \\cdot } \\mathrm { s } ) )$ of grain size group $d _ { i }$ and the mass flux of all size groups at height $h \\left( \\mathrm { m } \\right)$ (Fig. 2); $d _ { i }$ is the diameter $( \\mu \\mathrm { m } )$ of size group $i$ and $f _ { h } ( d _ { i } )$ is the mass fraction of $d _ { i }$ at height $h$ which was analyzed by the Microtrac-S35OO grain size analyzer. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Mass flux profiles of four size groups are shown in Figure 4. At low wind velocities and/or short fetch lengths, the mass flux decays exponentially in the whole height region, and this is consistent with the results from studies of loose sandy surfaces (Dong et al., 20O3; Namikas, 2O03) and some gravel surfaces when the wind velocity is low (Tan et al.,2O16). As the wind velocity and/or fetch length increases, the mass flux profile gradually deviates from those over a sandy surface. A peak mass flux appears at $0 . 0 3 \\mathrm { ~ m ~ }$ height, and then the mass flux decreases with height which presents the classic unimodal curve over a gravel surface (Dong et al., 2Oo4b). However, the mass flux above $0 . 0 3 \\mathrm { ~ m ~ }$ of each size group still follows the exponential function of Equation 1. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/0b06acdbaae0d0478e6dbbd86abfa4a7d138ae862140f325b7678bd4b589d845.jpg",
        "img_caption": [
            "Fig.4Variation of the sand mass flux profiles of different grain size groups with fetch length. $d _ { i }$ is the diameter $( \\mu \\mathrm { m } )$ of a size group. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Figure 4 also shows that the grain size greatly affects the mass flux profiles. For small sand size groups, the mass flux profile tends to show a unimodal curve, while for large sand size groups, the mass flux decreases exponentially with height. Dong et al. (2OO4a, b) also found that the peak mass flux height increased with both the wind velocity and the fetch length of the sand surface, but in our experiment, the peak mass flux height is a constant $( 0 . 0 3 \\mathrm { ~ m } )$ . This may be due to the larger wind velocities and fetch lengths employed in their experiment. With increasing wind velocity, the critical grain size by direct aerodynamic entrainment and the velocity of entrained sand grains increases, and then more large sand grains can be driven into the higher height. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The relative decay rate $b$ of each size group was calculated and is shown in Figure 5.At any fetch location, $b$ seems to decrease with increasing grain size, which indicates the mass flux of large size group decays more quickly with height than that of small size group. This agrees with the results of Li et al. (2Oo8), though their mass fluxes of size groups $( d { > } 3 5 5 ~ \\mu \\mathrm { m } )$ follow a negative power law. The mass fraction of $d { > } 3 5 5 ~ { \\mu \\mathrm { m } }$ in the bed grains in our experiments is less than $5 \\%$ ， and the mass flux profiles of these size groups were not analyzed. $b$ also decreases quickly at the first $1 . 4 \\mathrm { m }$ fetch length,and then tends to reach a constant value. This is similar to the relative decay rate of total mass flux in Figure 3, though it differs in grain size. The $b$ of small size groups (e.g., 88.0 and $1 4 0 . 7 \\mu \\mathrm { m } )$ decays more quickly than that of large size groups at this short fetch length. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Figure 5 also shows that $b$ of total mass flux deviates significantly from $b$ of the maximal size group of bed grains $( 2 0 9 . 3 ~ { \\mu \\mathrm { m } } )$ and $b$ of the main size group in transportation ( $( 1 7 6 . 0 \\mu \\mathrm { m }$ ;Fig. 6), but it is close to some small size groups. At $1 2 . 2 ~ \\mathrm { m / s }$ wind velocity, $b$ of the total mass flux is almost equal to $b$ of the $1 4 8 . 0 \\mu \\mathrm { m }$ size group. At $1 4 . 5 ~ \\mathrm { m / s }$ wind velocity, $b$ of the total mass flux is also close to the $b$ of $1 4 8 . 0 ~ { \\mu \\mathrm { m } }$ size group when fetch length is less than $2 . 6 \\mathrm { ~ m ~ }$ ，but then it is approaching to the $1 7 6 . 0 \\mu \\mathrm { m }$ size group. At the same time, the variation amplitude of $b$ is changed with grain size as it may be seen that the curves of 124.5, 148.0, 176.0 and $2 0 9 . 3 ~ { \\mu \\mathrm { m } }$ are more smoothly than others. This is attributable to the different mass fraction contributions of each size group to the total mass flux. The larger deviations of measured $q _ { i }$ of the size groups less transported in the wind flow will lead to the relatively greater fluctuations in $b$ ： ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/9dc875d16a29194a7a55b84ee47964ea28963434d16b7fc22c41875117546d0a.jpg",
        "img_caption": [
            "Fig.5Variation of the relative decay rate of different size groups with diferent fetch length locations.Total means the relative decay rate of total sand. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Figure 6 shows the total mass flux of different size groups $Q _ { i }$ with fetch length, where $Q _ { i }$ is calculated by integrating the mass flux with height according to the mass flux profile of different size groups. Firstly, we find that $Q _ { i }$ of the 176.0, 209.3 and $1 4 8 . 0 ~ { \\mu \\mathrm { m } }$ size groups are the main components of the total mass flux $\\boldsymbol { Q }$ ,but $Q _ { i }$ of the $1 7 6 . 0 ~ { \\mu \\mathrm { m } }$ size group is greater than $Q _ { i }$ of the $2 0 9 . 3 \\mu \\mathrm { m }$ size group (maximal size group in the bed grains). Secondly, the increasing rates of these three size groups with fetch length are greater than those of other size groups whose contributions are small but cannot be neglected. The total mass flux $\\boldsymbol { Q }$ is the weighted superposition of $Q _ { i }$ of all grain size groups,and it is same to the total mass flux profile. The diferent increasing rate of each size group with fetch also shows the ratio of mass flux of each size group at different fetch lengths varies significantly. It is inconsistent with the results of Yang et al. (2O19), who found the weight percentage of each size group in transportation is in accordance with the weight percentage in the bed grains. This is because the four size groups (very fine, fine, medium and coarse) in their study will probably mask some detailed information as there are eight size groups in this study. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "These results are contrary to the independent assumption of Shao et al. (1996), who assumed that the transportation of different size groups behaves independently and the mass flux of each size group is unafected by other groups. These results also indicate that the median or mean grain size of bed grains is not suitable to represent all grain size groups in transportation. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/d6cb3fb2cb4902c2408e191b498dcc7aec08f2b239cd07c4a15eb94882d449f2.jpg",
        "img_caption": [
            "Fig. 6Variation of the total mass flux $( Q _ { i } )$ of different size groups $( d _ { i } )$ with different fetch length "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3Mean grain size profile ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The mean grain size profile is an important parameter to validate aeolian sand transport models and is a reflection of the grain trajectory and lift-off velocity. Figure 7 shows that mean grain size $d _ { m }$ decreases with the height in each experiment and has a weak increasing trend with fetch, which agrees with the widely accepted conclusion by many studies. Jensen and Sprensen (1986) and Rice et al. (1995) found that large grains launched at lower speeds and angles than small grains from wind tunnel experiments. Xiao et al. (2O12) also found that the mean horizontal velocity of a small size group is larger than that of large size group at any height in their numerical simulation. Apparently, the mean lift-off velocity of saltating sand grains decreases with grain size, and therefore its probability of reaching a higher height reduces as evidenced by the grain-size distributions in Figure 8. But this disagrees with the results of Tan et al. (2O14) and Yang et al. (2019), who found that $d _ { m }$ decreases with height at first and then shows an increase with the height, and the height of the reversal point increases with wind velocity. This difference may be because of the different measurement heights of mass flux and the different grain size distributions of bed grains in each experiment. The maximum height in the study of Tan et al. (2O14) was $0 . 6 0 \\mathrm { ~ m ~ }$ and that of Yang et al. (2019) was $0 . 5 0 \\mathrm { m }$ ,whereas it is between O.05 and $0 . 2 5 \\mathrm { m }$ in this study according to the fetch length and wind velocity. The test sand of Tan et al. (2O14) and Yang et al. (2019) contained more medium sand $( 2 5 0 - 5 0 0 ~ \\mu \\mathrm { m } )$ and coarse sand $( 5 0 0 - 1 0 0 0 ~ \\mu \\mathrm { m } )$ ，which makes the sand transport similar to that on a gravel sand surface. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Figure 8 shows the trend of $f _ { \\mathrm { h } , i } / f _ { \\mathrm { b e d } , i }$ at different heights at $1 4 . 5 \\mathrm { m / s }$ wind velocity and $4 . 1 \\mathrm { m }$ fetch length. Here $f _ { \\mathrm { h } , i } / f _ { \\mathrm { b e d } , i }$ is the ratio of the mass fraction of a certain size group $d _ { i }$ in transportation $( f _ { \\mathrm { h } , i } )$ to that in the bed grains $( f _ { \\mathrm { { b e d } } , i } )$ . The greater the value of $f _ { \\mathrm { h } , i } / f _ { \\mathrm { b e d } , i }$ , the more the relative contribution to the mass flux. It may be observed that the relative contribution of smallsize groups increases with height (Fig. 8), which shows that mean grain size decreases with height as shown in Figure 7. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/719421d09a556922bb7b32f62b13f17e24a3c7a43edfb9d922583eac5705ee81.jpg",
        "img_caption": [
            "Fig. 7Variation of the mean grain size with fetch length "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Figure 8 also shows that $f _ { \\mathrm { h } , i } / f _ { \\mathrm { b e d } , i }$ is not monotonically decreasing with grain size. At $0 . 0 1 \\mathrm { ~ m ~ }$ height, the values of $f _ { \\mathrm { h } , i } / f _ { \\mathrm { b e d } , i }$ of the 124.5,148.0,176.0 and $2 0 9 . 3 ~ { \\mu \\mathrm { m } }$ size groups are larger than 1 (the red line; Fig. 8), whereas it is less than 1 for other size groups, especially the 88.O and 104.7 $\\mu \\mathrm { m }$ size groups. At $0 . 0 3 \\substack { - 0 . 0 9 \\mathrm { ~ m ~ } }$ , the maximum value of $f _ { \\mathrm { h } , i } / f _ { \\mathrm { b e d } , i }$ is at the $1 0 4 . 7 \\mu \\mathrm { m }$ size group, and then drops to the $8 8 . 0 \\mu \\mathrm { m }$ size group at O.11 and $0 . 1 3 \\mathrm { m }$ heights. It is more likely due to the shielding effect of large grains and the reduced wind speed near the bed rather than the cohesive forces. The cohesive forces are only important to grains less than $7 0 ~ { \\mu \\mathrm { m } }$ ，which make the threshold wind velocity higher (Greeley and Iversen, 1985). Large grains can protect the underlying grains from bombardment by impacting sand grains and direct entrainment by wind flow which is partly similar to the effect of gravels on sand transport (Dong et al., 2Oo4b; Gillies et al., 2007). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/878eb3d8e7d68047b098fbff9b8587043ea02a5c25d6c19f6c00f70911f23741.jpg",
        "img_caption": [
            "Fig. 8 Trend of $f _ { \\mathrm { h } , i } / f _ { \\mathrm { b e d } , i }$ at different heights and with grain-size distribution of bed grains. $f _ { \\mathrm { h } , i } / f _ { \\mathrm { b e d } , i }$ is the ratio of the mass fraction of a certain size group $( d _ { i } )$ in transportation $( f _ { \\mathrm { h } , i } )$ to that in the bed grains $( \\it { f } _ { \\mathrm { b e d } , i } ) . \\mathrm { L }$ , fetch length. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Wind velocity has a similar effect on the interactions among each size group as that of fetch length.The critical grain size by direct aerodynamic entrainment and the velocity of entrained sand grains increases with the increase in wind velocity, and then more large sand grains can be driven into the wind flow. The strong size-selection of grains indicates that there are complex interactions among different size groups at least in the developmental process of aeolian sand transport though the relative decay rates of total mass flux and each size group have reached a constant. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The wind tunnel dimension constraint willaffect aeolian sand transport. The dimensions of the wind tunnel are important factors in determining whether or not the accurate modeling of saltation has been made. If choked saltation occurs, the wind tunnel constraint willalter the wind flow and the mass flux profile. Owen and Gillete (1985) investigated the wind tunnel size constraint on the development of saltation and suggested that the Froude number should be lessthan 20. The Froude number was defined as $F r { = } U ^ { 2 } / ( g \\mathrm { H } )$ ，where $U$ is free-stream wind speed, $g$ is the gravitational acceleration, and $\\mathrm { ~ H ~ }$ is the height of the wind tunnel. White and Mounla (1991) suggested a more conservative Froude number value of 1O to ensure the accurate saltation tunnel simulation by analyzing the variations of friction velocity as a function of the downstream position in a wind tunnel and using walnut shells as test grains. The light density of walnut shells would greatly cut down the critical entrainment wind velocity and the critical Froude number. However, it seems dificult and even impossible to meet the Froude number criteria. According to the suggested values of Owen and Gillette (1985),and White and Mounla (1991), the free-stream velocity of our wind tunnel should be less than 1O.8 and $7 . 7 ~ \\mathrm { m / s }$ ， respectively. This is only slightly greater than the critical aerodynamic entrainment wind velocity of test sands in this study. In addition, the critical aerodynamic entrainment wind velocities for some coarser sands will be larger than the suggested critical wind velocity. Therefore, further study is needed to investigate the wind tunnel constraint effect, but it is beyond the scope of this paper. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The results in this study have shown that the fetch effect has different influences on total mass flux and mass flux profile of each size group along the fetch distance. In addition, the dimension constraint effect of each wind tunnel is very likely to be different. Therefore,attention should be paid in wind tunnel experiments. If someone focuses on the decay rate of the mass flux profile, a short fetch distance will meet the need. But if someone focuses on the transportation of the developmental or equilibrium stage, the working section must be longer than the critical fetch length of the wind tunnel. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4Conclusions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Changes in mass flux and the relative decay rate of total sand flux, and changes in each size group in the aeolian transport developmental process were examined in a wind tunnel. The main findings are as follows: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(1) The relative decay rates of total sand flux and in each size group decrease quickly with fetch length when the fetch is short,and then they reach the equilibrium stage. The equilibrium fetch length of the relative decay rate is much shorter than that of mass flux, indicating the equilibrium of relative decay rate cannot be regarded as the representation of the equilibrium mass flux profile and aeolian sand transport. The mass flux of the large size group decreases more quickly than that of small size groups in all experiments. (2) The mass flux of each size group increases asynchronously with fetch length. The mass fluxes of the 176.0, 209.3 and $1 4 8 . 0 \\mu \\mathrm { m }$ size groups increase more quickly than that of other size groups. (3)Mean grain size decreases with height and slightly increases with fetch length. (4) The maximal size group in transportation $( 1 7 6 . 0 \\mu \\mathrm { m } )$ is smaller than the maximal size group in the bed grains $( 2 0 9 . 3 ~ { \\mu \\mathrm { m } } )$ . The relative contribution to total mass flux does not increase with decreasing sand size. The protection effect of large grains on small grains will reduce their possibility of lift off from sand bed. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Our findings may deepen the understanding of interactions among different grain size groups and fetch effect on aeolian sand transport. However, the short working section of our wind tunnel makes both the total mass flux and sand mass flux profile do not reach their equilibrium stages which limit the inferences of our findings to the wholly developmental process of aeolian sand transport. Attention should be paid in wind tunnel experiments because of the diferent influences of fetch effect on the total mass flux, the mass flux profile and its relative decay rate. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This research was supported by the National Natural Science Foundation of China (41601002, 41871011), the China Postdoctoral Science Foundation (2017M623115)， the Science Foundation of Shaanxi Province (2018JQ4010) and the Fundamental Research Funds for the Central Universities (GK201903077).The paper was ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "writen while thecorrespondingauthor helda visiting position inthe BEADSLabatFlinders University,Australia.   \nThanks to Professor Patrick HESP and the BEADS Lab for support. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Arens $\\mathrm { ~ \\bf ~ S ~ M ~ }$ , van Boxel JH, Abuodha JO Z. 2O02. Changes in grain size of sand in transport over a foredune. Earth Surface Processes and Landforms,27(11): 1163-1175.   \nBauer BO,Davidson-Arnott RGD.2Oo3.A general framework for modeling sedimentsupplytocoastaldunes including wind angle, beach geometry, and fetch effects. Geomorphology, 49(1-2): 89-108.   \nBauer BO,Davidson-ArmottRGD,HespPA,etal.2Oo9.Aeoliansediment transportonabeach: Surface moisture,windfetch, and mean transport. Geomorphology, 105(1-2): 106-116.   \nButterfield GR.1999. Near-bed massflux profiles in aeolian sand transport: High-resolution measurements in a wind tunnel. Earth Surface Processes and Landforms,24(5): 393-412.   \nde Vries S,Arens S M,de Schipper M A,et al.2014.Aeolian sediment transportona beach with a varying sediment upply. Aeolian Research, 15: 235-244.   \nDelgado-FernandezI. 2010.Areviewof the applicationofthe fetch efectomodellngsandsupplytocoastal foredunes.Aeolian Research,2(2-3): 61-70.   \nDong ZB,Liu XP, Wang HT,etal.2Oo3.Theflux profileofablowingsandcloud: a wndtunnelinvestigation. Geomorology, 49(3-4): 219-230.   \nDong ZB, Wang HT,Liu X P,etal.2O04a.The blownsandflux overasandysurface: a windtunnel investigation onthefetch effect. Geomorphology, 57(1-2): 117-127.   \nDong ZB, Wang HT,Liu X P,etal.24bA wind tunel investigationof theinfluences offetch length ontheflux profileof a sand cloud blowing over a gravel surface. Earth Surface Processes and Landforms,29(13): 1613-1626.   \nDong ZB,Sun HY,ZhaoAG2004c.WITSEG sampler: asegmented sand sampler for wind tunneltest. Geomorphology,59(1- 4): 119-129.   \nFarrell EJ,ShermanDJ,ElisJT,etal.2012.Verticaldistributionof grainsizeforwindblownsand.AeolianResearch,7:51- 61.   \nGiletteDA,HerbertG,StocktonPH,etal.1996.Causesofthefetchefectinwinderosion.EarthSurfaceProcessesand Landforms, 21(7): 641-659.   \nGillisJA,NickngWGKigJ.artrspartingingepatfougsinmosrictalba Boundary-Layer Meteorology, 122(2): 367-396.   \nGreeleyR,IversenJD.1985.WindasaGeological Process onEarth,Mars,Venus andTitan.NewYork: CambridgeUniversity Press, 333.   \nHoonhout B M,de Vries S.2016. Aprocess-based model for aeolian sediment transport and spatiotemporal varying sediment availability. Journal of Geophysical Research: Earth Surface,121(8): 1555-1575.   \nJensen JI, Sprensen M.1986.Estimationof some aeolian saltation transport parameters: a re-analysisof Wiliams'data. Sedimentology, 33(4): 547-558.   \nKang L Q,Zou XY, ZhaoGD,etal.2016.Wind tunnel investigationof horizontal and vertical sand fluxes of ascending and descending sand particles inaeolian sand transport. Earth Surface Processes and Landforms,41(12): 1647-1657.   \nLi Z S,Feng DJ, Wu S L,etal. 208.Grain sizeand transportcharacteristicsof non-uniform sand in aeolian saltation. Geomorphology, 100(3-4): 484-493.   \nLynch K,JacksonDWT,CooperJAG.216.Thefetch efectonaeoliansedimenttransportonasandybeach: acasestudyfrom Magilligan Strand, Northern Ireland. Earth Surface Processes and Landforms,41(8): 1129-1135.   \nNalpanis P, Hunt JCR,BarrettCF.1993.Saltating particlesoverflatbeds.Journal ofFluid Mechanics,251: 661-685.   \nNamikas SL. 2O03.Field measurement and numerical modeling of aeolian mass flux distributions on a sandy beach. Sedimentology, 50(2): 303-326.   \nNickling WG.1983. Grain-size characteristicsofsediment transported during dust storms.Journal of Sedimentary Petrology, 55(5): 1011-1024.   \nOwenPR,GileteDA,1985.Wind tunnelconstraintonsaltation.In:ProceedingsofteInternational Workshoponthehysics of Blown Sand. Aarhus: University of Aarhus,253-269.   \nRasmussen KR,Sprensen M. 2O08. Vertical variationof particle speed andflux density inaeoliansaltation: Measurementand modeling. Journal of Geophysical Research-Earth Surface, 113(F2): S12.   \nRice MA,Wilets BB,McEwanIK.1995.Anexperimental-studyof multiple grain-size ejecta produced bycolisionsof ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "saltating grains with a flat bed. Sedimentology, 42(4): 695-706. Shao YP,Raupach MR.1992.Theovershoot and equilibrationof saltation.Journal of Geophysical Research: Atmospheres, 97(D18): 20559-20564. Shao YP,Raupach MR,Leys JF.1996.Amodelfor predicting aeolian sanddrift and dust entrainment onscales frompadock to region. Australian Journal of Soil Research, 34(3): 309-342. SterkG,RaatsPAC.996.Comparisonofmodelsdescribingtheverticaldistributionofwind-erodedsediment.SoilScience Society of America Journal, 60(6): 1914-1919. Stout JE.1990. Wind erosion within a simple field. Transactions of the ASAE,33(5): 1597-1600. TanLH,Zhang WM,QuJJ,et al.2O14.Variation withheightof aeolian massflux densityand grain sizedistributionover natural surface covered with coarse grains: A mobile wind tunnel study. Aeolian Research,15: 345-352. Tan LH,Zhang WM,QuJJ,et al.2016.Aeoliansediment ransport over gobi: Field studies atopthe Mogao Grotoes,China. Aeolian Research,21: 53-60. van der WalD.1998.Effectsof fetch and surface texture onaeoliansandtransport ontwo nourished beaches.Journal of Arid Environments, 39(3): 533-547. White B,Mounla H,1991.An experimentalstudyofFroude number efectonwind-tunnel saltation.Aeolian Grain Transport,1: 145-157. XiaoFJ,GuoLJ,LiDB,etal.212.Discreteparticle simulationof mixedsand transport.Particuology0(2):21-28. Xiao FJ,GuoLJ,LiDB,et al.2013.Modeling theevolutionof aeolian sand transport ina wind tunnel.AIPConference Proceedings,1547(758). doi: 10.1063/1.4816930. Xing M.2007.The harmonious character inequilibrium aeolian transport on mixed sand bed. Geomorphology,6(3-4):230- 242. Yang YY,LiLY,LiXY,etal09.Aerodynamicgrai-sizedistrbutionofblowsand.Sedimentology,6(2):590603. ",
        "page_idx": 10
    }
]