[
    {
        "type": "text",
        "text": "Canopy stomatal uptake of $\\mathbf { N O } _ { \\mathbf { X } }$ $\\mathbf { S } \\mathbf { O } _ { 2 }$ and $\\mathbf { O } _ { 3 }$ by mature urban plantations based on sap flow measurement ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yanting Hu, Ping Zhao\\*, Junfeng Niu, Zhenwei Sun, Liwei Zhu, Guangyan Ni Key Laboratory of Vegetation Restoration and Management of Degraded Ecosystems, South China Botanical Garden, Chinese Academy of Sciences, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Canopy stomatal uptake of $\\mathsf { N O } _ { \\mathrm { X } }$ (NO, $\\mathrm { N O } _ { 2 } ^ { \\cdot \\cdot }$ ， $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 }$ by three mature urban plantations (of Schima superba, Eucalyptus citriodora and Acacia auriculaeformis) were studied using the sap flow-based approach under free atmospheric conditions. The annual mean concentration for NO, $\\mathrm { N O } _ { 2 }$ ， $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 }$ were 18.17, 58.05, 12.76 and $4 2 . 3 6 ~ { \\mu \\mathrm { g } } { \\cdot } \\mathrm { m } ^ { - 3 }$ , respectively. The atmospheric concentration exhibited a spring or winter maximum for NO, $\\mathrm { N O } _ { 2 }$ and $\\mathrm { S O } _ { 2 }$ ， whereas the concentration maxima for $\\mathrm { O } _ { 3 }$ occurred in the autumn. Despite the daytime mean canopy stomatal conductance $( G _ { \\mathrm { C } } )$ being positively related with the photosynthetically active radiation $( P A R )$ and negatively with the vapour pressure deficit $( V P D )$ , the maximal daytime mean $G _ { \\mathrm { C } }$ did not appear when the $P A R$ was at its highest level or the $V P D$ was at its lowest level because a positive correlation was noted between the daytime mean $P A R$ and VPD （ $( P { < } 0 . 0 0 1 )$ under field conditions. The $G _ { \\mathrm { C } }$ value was regulated by the cooperation of the $P A R$ and VPD. When analysing the respective effect of the $P A R$ or $V P D$ on $G _ { \\mathrm { C } }$ separately, a positive logarithmical correlation was noted between the daytime mean $G _ { \\mathrm { C } }$ and $P A R$ as the following equation: $( P { \\ < } 0 . 0 1 )$ ，and the daytime mean $G _ { \\mathrm { C } }$ was negatively logarithmically correlated with the $V P D$ ： $( P < 0 . 0 0 1 )$ ). The daytime mean $G _ { \\mathrm { C } }$ declined with decreases in the soil water content (SWC） under similar meteorological condition. Differences in the seasonal pattern of the canopy stomatal conductance and atmospheric concentrations led to a differentiated peak flux. The flux for NO, $\\mathrm { N O } _ { 2 }$ and $\\mathrm { S O } _ { 2 }$ exhibited a spring maximum, whereas the flux maxima for $\\mathrm { O } _ { 3 }$ appeared in the autumn or summer. The annual accumulative stomatal flux for NO, $\\mathrm { N O } _ { 2 }$ ， $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 }$ was 100.19±3.76, 510.68±24.78, 748.59±52.81 and $1 5 1 . 9 8 { \\pm } 9 . 3 3 \\$ $\\mathrm { m g } { \\cdot } \\mathrm { m } ^ { - 2 } { \\cdot } \\mathbf { a } ^ { - 1 }$ , respectively. When we focus on the foliar uptake of trace gases, the effect of these gases on the vegetation in turn should be considered, particularly for regions with serious air pollution problems. These trace gases had not yet reached injury levels, except for $\\mathrm { N O } _ { 2 }$ . Flux-based measurements were better suited for evaluating the risk of $\\mathrm { O } _ { 3 }$ damage to vegetation than the exposure-based method. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: sap flow, canopy stomatal conductance, environmental factors, stomatal uptake ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Tropospheric concentrations of trace chemicals (such as $\\mathsf { N O } _ { \\mathrm { X } }$ ， $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 } ^ { \\cdot }$ ）inthe atmosphere have increased significantly within the last century (Low et al.，2012; Richter et al.，2005; Seinfeld and Pandis, 2012; Smith et al.， 2011). One important potential consequence of this change is alteration to the climate (Ramanathan et al., 1985). Studies of the radiative forcing of these chemically reactive species showed that $\\mathsf { N O } _ { \\mathrm { X } }$ emissions have a global cooling effect because they indirectly remove $\\mathrm { C H } _ { 4 }$ by increasing the abundance of OH radicals and produce aerosols that cool the atmosphere (Schulze et al., 2O1O). Sulphur dioxide is a principal precursor of sulphate aerosols, which may affect climate directly by reflecting solar radiation into space and indirectly by changing the reflective properties of clouds and their lifetimes (Karl and Trenberth，2003)． Tropospheric ozone $( \\mathrm { O } _ { 3 } )$ ，an important greenhouse gas，is responsible for direct radiative forcing $( 0 . 3 5 { - } 0 . 3 7 \\ \\mathrm { W { \\cdot } m ^ { - 2 } } )$ (Ainsworth et al., 2012). Apart from their influences on the climate, trace chemicals are also important atmospheric constituents responsible for air pollution. Atmospheric nitrogen oxides contribute to photochemical smog, the formation of acid rain precursors and the destruction of the ozone in the stratosphere (Bowman, 1992). Additionally, $\\mathrm { S O } _ { 2 }$ is the major gaseous precursor of acidic precipitation (Vahedpour and Zolfaghari, 2011). Because of the negative influences that these trace gases display on the environment, regions with a high contamination level must reduce these gas concentrations to an acceptable level by focusing on controlling the source of air pollutants and on the removal of existing pollutants (Yang et al., 2008). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In recent years, foliar uptake of trace gases has attracted interest (Eichert and Fernandez, 2O12). Trace gases enter the leaves predominantly through the stomata, and moreover, the stomatal uptake is a direct addition to plant metabolism and could potentially more readily influence plant growth depending on the concentration and plant species (Eichert and Fernandez, 2012; Sparks, 2009). In addition, a critical level for the stomatal uptake is noted, beyond which the leaf detoxification systems are unable to cope with the stress induced by gas molecules (Josipovic et al.， 2010; Karlsson et al., 20o4). Thus, quantifying the stomatal fluxes of these pollutant gases is important. During the last few decades， several micrometeorological methods for quantifying trace gas exchange between the terrestrial ecosystem and atmosphere have been developed including the eddy covariance technique, aerodynamic profile method and Bowen ratio-energy balance method (Grunhage et al., 2000). However, separating the stomatal deposition component from the overall flux using these methods remained difficult (Sparks, 2Oo9). Additionally, dry deposition models are used to analyse trace gas exchange between the phytosphere and atmosphere. Despite the fact that stomatal uptake can be modelled, modelling methods display a common difficulty of estimating the physiological functions of plants. Because plant species differ considerably in their response to environmental conditions and because the effects of important environmental factors such as soil moisture are difficult to model realistically, stomatal conductance estimates are frequently inaccurate (Pleim et al, 1999).Within the frame of such studies,appropriate methods to estimate the longterm and continuous aboveground stomatal uptake of gases by vegetation under natural atmospheric conditions must be developed (Kostner et al., 2008). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The above outlined mechanistic shortcomings can be overcome through the sap flow approach, as recently suggested and demonstrated by Wieser et al. (2003), Matyssek et al. (2004), Nunn et al. (2007), Kostner et al. (2008) and Wang et al. (2012). The sap flow-based methodology contributes a new quality of flux data, significantly improving our understanding of biospheric aspects of trace-gas fluxes into tall vegetation (Kostner et al.， 2Oo8). Trace gas flux at the canopy scale can be obtained from the concentration gradient between the atmosphere and the intercellular space,and the canopy stomatal conductance for trace gases derived from the conductance for water vapour (because transpiration and trace gas flux are coupled through the activity of the stomata) (Wieser et al.， 20o6). Additionally, the stand transpiration and the synchronous meteorological data provide the basis for the calculation of the canopy stomatal conductance for water vapour. The stand transpiration can be estimated through the sap flow measurements combined with stand characteristics. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Rapid economic development during the past two decades has already led to regional air pollution problems over the Pearl River Delta (PRD） in South China (Zheng et al.， 2O09). Studies have reported that high levels of ozone have been observed in the PRD region over the past few decades (Liu et al., 2O08; Wang et al., 2003; Zhang et al., 2Oo8), and the ozone background concentrations increased by an average rate of 0.55 ppbv:yr-1 during 1994-2007 (Wang et al., 2009). $\\mathsf { N O } _ { \\mathrm { X } }$ emissions also exhibited increasing trends during 2000-2009 (Lu et al.， 2013). Although the regional monitoring network data indicate a reduction of atmospheric $\\mathrm { S O } _ { 2 }$ （204号 concentration because of the decrease in the $\\mathrm { S O } _ { 2 }$ emissions (Wang et al.， 2013), the （20 $\\mathrm { S O } _ { 2 }$ concentration in the PRD region is still substantially higher than those reported for large cities in Europe and North America (Wan et al., 2O11). Urban vegetation is generally considered to be eective in mitigating various air pollution problems (Jim and Chen, 2008; Setalä et al., 2013; Yang et al., 2008; Yin et al., 2011). In the present study， we investigated stomatal uptake of $\\mathrm { \\Delta N O _ { X } }$ ， $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 }$ by mature urban plantations (S. superba, E. citriodora and $A$ . auriculaeformis) using the sap flowbased approach in Guangzhou City which is located in the central region of PRD, China. The main objectives are the following: (1） to analyze seasonal and annual patterns of the $\\mathsf { N O } _ { \\mathrm { X } }$ $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 }$ concentrations, the canopy stomatal conductance and the fluxes of these trace gases between the vegetation canopy and the atmosphere; (2) to elucidate the relationship between the canopy stomatal conductance and environmental factors and the conditions under which the daytime mean canopy stomatal conductance $( G _ { \\mathrm { C } } )$ reaches a maximum; (3） to quantify the annual accumulative stomatal uptake of trace gases; (4） to evaluate whether the current situation reached a certain contamination degree using the exposure-based approach(De Vries et al.， 200o; Tao and Feng 2O0O) and the flux-based approach (Simpson et al., 2007). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2. Methods ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.1. Site description ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "This research was conducted in S. superba, E. citriodora and $A$ . auriculaeformis plantations located in the South China Botanical Garden， Guangzhou, China （ $1 1 3 ^ { \\circ } 2 2 ^ { \\prime } \\mathrm { E }$ ， $2 3 ^ { \\circ } 1 1 ^ { \\prime } \\mathrm { N }$ ） during 2O13. This region is typically dominated by a subtropical monsoon climate and experiences an annual precipitation of $1 6 9 6 . 5 \\ \\mathrm { m m }$ and an annual average temperature of 21.9. The S. superba， E. citriodora and A. auriculaeformis plantations have been planted since the mid-198Os, and they are situated adjacent to each other. In 2013, the stem density was 1242, 1467 and 801 stems $\\cdot \\mathrm { h a } ^ { - 1 }$ ， and the average leaf area index $( L A I )$ was 4.3,2.3 and 2.0, respectively. The morphological characteristics of the trees, including tree height, diameter at breast height $( D B H )$ ， sapwood width, sapwood area and the total trunk area at breast height per ground area $( A _ { \\mathrm { t } } / A _ { \\mathrm { G } } )$ ，are presented in Table 1. The forest soil is brunisolic soil with a pH value of 4.O and a topsoil $( 0 { - } 2 0 ~ \\mathrm { c m } )$ ） organic carbon content of 15.2- $2 8 . 2 ~ \\mathrm { g { \\cdot k g } ^ { - 1 } }$ ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/351fecbbcce468765ace05d4308e7dc5d3ff610c5c1f0a8f9db74ab267abdbbf.jpg",
        "table_caption": [
            "Table 1. Stand and tree morphological characteristics of the experimental plots "
        ],
        "table_footnote": [
            "a $L A I$ ,leaf area index. "
        ],
        "table_body": "<html><body><table><tr><td>Forest type</td><td>S. superba</td><td>E. citriodora</td><td>A. auriculaeformis</td></tr><tr><td>Stand age (year)</td><td>approx.30</td><td>approx.30</td><td>approx.30</td></tr><tr><td>Investigation plot area</td><td>500</td><td>250</td><td>250</td></tr><tr><td>(m²)</td><td></td><td></td><td></td></tr><tr><td>Investigation plot number</td><td>3</td><td>3</td><td>3</td></tr><tr><td>Stem density (stems:ha-1)</td><td>1242±32</td><td>1467±150</td><td>801±46</td></tr><tr><td>LAI a</td><td>4.3</td><td>2.3</td><td>2.0</td></tr><tr><td>Tree height (m)</td><td>12.25±0.18</td><td>20.94±1.32</td><td>17.68±0.58</td></tr><tr><td>DBH (cm) b</td><td>16.37±0.43</td><td>19.40±0.94</td><td>19.14±1.13</td></tr><tr><td>Sapwood width (cm)</td><td>6.63±0.17</td><td>1.56±0.07</td><td>1.78±0.03</td></tr><tr><td>Sapwood area (cm²)</td><td>230.57±11.68</td><td>95.69±8.97</td><td>93.27±7.76</td></tr><tr><td>A/Ag(cm²:m-²) </td><td>29.68±0.31</td><td>53.37±0.62</td><td>27.58±5.26</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "b DBH, diameter at breast height. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$^ \\mathrm { c } A _ { \\mathrm { t } } / A _ { \\mathrm { G } }$ , the total trunk area at breast height per ground area. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2. Environmental monitoring ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A photosynthetically active radiation $( { \\mathrm { \\ P A } } R , { \\mathrm { \\mu { \\mathrm { m o l } } { \\cdot } } } { \\mathrm { m } } ^ { - 2 } { \\cdot } { \\mathrm { s } } ^ { - 1 } )$ sensor (Li-Cor Quantum Sensor, Li-Cor, USA),a temperature $( T , )$ and humidity $( R H , \\% )$ sensor (HC2-S3, ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ROTRONIC, Switzerland) and a wind speed $( u , \\mathbf { m } { \\cdot } \\mathbf { s } ^ { - 1 } )$ sensor (AN4, Delta-T, UK) were mounted on the top of an $1 8 ~ \\mathrm { m }$ high observation tower erected in the S. superba plantation. Three SM200-05 sensors (SM200-05, Delta-T Device, UK) were buried 30 cm under the soil surface at each stand to detect the volumetric soil water content (SWC, $\\mathbf { m } ^ { 3 } \\cdot \\mathbf { m } ^ { - 3 }$ ). All of the sensors were connected to a data logger (DL2e,Delta-T Devices, UK). The sensors read every $3 0 \\mathrm { ~ s ~ }$ ，and the 1O-min averaged data were recorded. The vapour pressure deficit $( V P D , \\mathrm { k P a } )$ was calculated using the following formula (Campbell and Norman, 1998): ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(1) where $a , \\ b$ and $c$ are fixed parameters (0.611 kPa, 17.502 (unitless) and 240.97, respectively). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Ambient trace gases (NO, $\\mathrm { N O } _ { 2 }$ ， $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 } ^ { ^ { \\cdot } }$ ） concentrations were monitored and recorded every 10 minutes using Model 42i-TL (for measuring NO and $\\mathbf { N O } _ { 2 } ^ { \\cdot }$ ),Model 43i-TLE (for measuring $\\mathrm { S O } _ { 2 } \\mathrm { \\dot { \\Omega } }$ ） and Model 49i (for measuring $\\mathrm { O } _ { 3 }$ ） gas analysers (Thermo Fisher Scientific Inc., Massachusetts, USA) after dehumidification. These gas analyzers were installed in a laboratory building nearly $3 0 0 ~ \\mathrm { ~ m ~ }$ from the experimental plot. The sample inlets, covered with a gauze filter, were set on the roof of the building and connected to the gas analyzers through Teflon tubes. The measured trace gas concentration represents that above the canopy in the experimental plot. The analysers were calibrated every two weeks using a Model 146i analyser (Thermo Fisher Scientific Inc., Massachusetts,USA). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3.Sap flow measurements ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In total,21,15 and 15 sample trees of different diameter classes were selected in the S. superba, E. citriodora and A. auriculaeformis plantations, respectively, for sap flow measurement. The self-made Granier-type sensors were consisted of a pair of $2 \\ \\mathrm { c m }$ long stainless steel probes containing a fine-wire copper-constantan thermocouple and being set in an aluminium tube for each. These sensors were vertically inserted into the sapwood of the sample trees at breast height ( $1 . 3 \\mathrm { m }$ above ground) on the northern side of the stem. The two probes of each sensor were installed approximately $1 0 \\ \\mathrm { c m }$ apart. The upper probe was heated by a constant direct current of $1 2 0 ~ \\mathrm { m A }$ with a power of $0 . 2 ~ \\mathrm { W } ,$ and the lower probe remained unheated. A plastic cover was placed over the sensor pair to protect against mechanical damage, and then the plastic cover was wrapped with aluminium foil to prevent rain soaking and direct radiation. The instantaneous temperature difference between the probes was converted into a voltage value and recorded in a data logger (DL2e, Delta-T Devices, UK). The reading was synchronous with that of environmental factors. Finally, the sap flux density $( J _ { \\mathrm { s } } ,$ $\\mathbf { g } { \\cdot } \\mathbf { m } ^ { - 2 } { \\cdot } \\mathbf { s } ^ { - 1 } )$ was calculated according to the following formula (Granier, 1987): ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $\\Delta T _ { \\mathrm { m } }$ is the temperature difference obtained under zero flux conditions,and $\\Delta T$ is the instantaneous temperature difference. These temperature difference data were converted to sap flux density using the Baseliner 3.O program developed by the Nicholas School of Environment and Earth Sciences at Duke University, USA. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.4. Calculation of whole-tree transpiration ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "To avoid damage to sample trees in the experimental plot, we selected 15-20 trees of different diameter classes for each plantation outside the plots and obtained stem core samples using an increment borer. Sapwood width was determined visually from coloration changes between heartwood and sapwood. The diameter at breast height (DBH) was directly measured at $1 . 3 \\mathrm { ~ m ~ }$ above the ground by a DBH ruler. We established the relationship between the DBH (cm） and sapwood area $( A _ { \\mathrm { s } } , \\ \\mathrm { c m } ^ { 2 } )$ （204号 calculated from the sapwood width as follows: ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $k$ and $b$ are coefficients obtained through a non-linear regression analysis. The regression equation for $S$ . superba, $E$ citriodora and $A$ . auriculaeformis were the following: $\\begin{array} { r l r l } { A _ { \\mathrm { S } } \\mathrm { = } 0 . 6 1 \\times ( D B H ) ^ { 2 . 0 2 } } & { { } ( R ^ { 2 } \\mathrm { = } 0 . 9 9 ) , } & { A _ { \\mathrm { S } } \\mathrm { = } 0 . 3 0 \\times ( D B H ) ^ { 1 . 8 8 } } & { { } ( R ^ { 2 } \\mathrm { = } 0 . 9 7 ) } \\end{array}$ and （204号 $A _ { \\mathrm { { S } } } { = } 1 . 3 9 { \\times } ( D B H ) ^ { 1 . 4 1 }$ $( R ^ { 2 } { = } 0 . 9 8 )$ ，respectively. Based on the measured $D B H$ and the established formula, the sapwood area of each tree in each investigation plot was obtained. The whole-tree transpiration $( E _ { \\mathrm { t } } , \\mathrm { g } { \\cdot } \\mathrm { s } ^ { - 1 } )$ was calculated as follows: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(4) ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "When using formula (4), the radial variation of $J _ { \\mathrm { { S } } }$ should be considered. Because the sapwood width of $E$ .citriodora and $A$ . auriculaeformis trees in this study is below 3.5 cm, the $J _ { \\mathrm { { S } } }$ measured by $2 \\mathrm { c m }$ long probes can reflect the average sap flow density on the entire sapwood section. S. superba trees usually have a sapwood depth of more than $4 \\ \\mathrm { c m }$ ， therefore the radial variation of $J _ { \\mathrm { { S } } }$ was considered according to a former study conducted by Zhu et al. 2O12 at the identical site. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2.5.Estimation of canopy stomatal conductance ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The canopy stomatal conductance $( G _ { \\mathrm { C } } )$ was calculated based on a simplified equation (Braun et al., 2010): ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(5) ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "where is the density of water $( 9 9 8 ~ \\mathrm { k g } \\cdot \\mathrm { m } ^ { - 3 } )$ )， $G _ { \\mathrm { V } }$ is the universal gas constant adjusted for water vapour $( 0 . 4 6 2 ~ \\mathrm { m } ^ { 3 } { \\cdot } \\mathrm { k P a } { \\cdot } \\mathrm { K } ^ { - 1 } { \\cdot } \\mathrm { k g } ^ { - 1 } )$ ，and $E _ { \\mathrm { L } } \\left( \\mathbf { m } { \\cdot } \\mathbf { s } ^ { - 1 } \\right)$ is the canopy transpiration per unit of leaf area with consideration to the time lags between sap flux measured on the stem at breast height and the canopy environmental variables. $E _ { \\mathrm { L } }$ is calculated by dividing the stand transpiration per ground area $( E _ { \\mathrm { C } } , \\ \\mathbf { m } { \\cdot } \\mathbf { s } ^ { - 1 } )$ by the leaf area index $( L A I )$ measured using a LI-2000 plant canopy analyzer (LI-2000,LI-COR, USA) ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "under diffuse light conditions in June (the $L A I$ of the studied forest stands displayed no obvious seasonal change). To convert canopy $G _ { \\mathrm { C } }$ in $\\mathbf { m \\cdot s ^ { - 1 } }$ to mol $\\mathbf { m } ^ { - 2 } { \\boldsymbol { \\cdot } } _ { \\mathbf { S } } ^ { - 1 }$ ，the canopy $G _ { \\mathrm { C } }$ was divided by the density of the water vapour $( \\mathrm { m } ^ { 3 } { \\cdot } \\mathrm { m o l } ^ { - 1 }$ ， $0 . 0 2 2 4 \\times$ air temp (K) /273) according to Renninger et al.，(2014). The calculation of $E _ { \\mathrm { C } }$ has been described in detail by Ma et al. (2o08). The time lag was calculated using the method provided by Phillips et al. (1997). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "To reduce errors, the estimation of the daytime mean $G _ { \\mathrm { C } }$ (from 8:00 to 18:00) was limited to conditions in which $V P D { \\geq } 0 . 2 ~ \\mathrm { k P a }$ according to Phillips et al. (1998) and Tang et al. (2Oo6), so was the calculation of the flux of trace gases which was based on the $G _ { \\mathrm { C } }$ value. Therefore, the days with a high humidity were excluded. When examining the response of $G _ { \\mathrm { C } }$ to environmental factors,we used a filter of $V P D { = } 0 . 6$ kPa to exclude $G _ { \\mathrm { C } }$ data for $V P D < 0 . 6 \\mathrm { k P a }$ , as suggested by Ewers and Oren (2000). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2.6. Calculation of canopy uptake of trace gases ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The flux of measured trace gases (NO, $\\mathrm { N O } _ { 2 }$ . $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 } ^ { \\cdot }$ ）into the foliage can be calculated using the following equation (Slovik et al., 1996): ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "(6) ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "where $F _ { \\mathrm { g a s } }$ is the flux of the gases into the foliage, $[ \\mathrm { g a s } ] _ { \\mathrm { a } }$ is the trace gas concentration in ambient air, [gas]is the intercellular trace gas concentration, and $G _ { \\mathrm { g a s } }$ is the canopy stomatal conductance for a given gas. According to Graham's law, when a two-way exchange between two types of gases occurs on an interface, the diffusivity of one gas $( D _ { 1 } )$ can be estimated by multiplying the known diffusivity of the other gas $( D _ { 2 } )$ by the square root of the ratio of their molecular masses (Massman 1998; Slovik et al. 1996): ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "where $M _ { 1 }$ and $M _ { 2 }$ are the corresponding molecular masses of the two gases. For the leaf stomata where the water vapour and trace gases exchange, the diffusivity is the stomatal conductance. Thus, the stomatal conductance for trace gases $\\left( G _ { \\mathrm { g a s } } \\right)$ can be calculated using the following equation: ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "(8) ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "where is the canopy stomatal conductance for water vapour obtained using equation (5),and the value for NO, $\\mathrm { N O } _ { 2 }$ ， $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 }$ was 0.775, 0.626, 0.530 and 0.613, respectively (Slovik et al.，1996). Because the water solubility of $\\mathrm { S O } _ { 2 }$ is high,the intercellular $\\mathrm { S O } _ { 2 }$ concentration within the leaf is considered to be close to zero, namely $[ \\mathrm { S O } _ { 2 } ] _ { \\mathrm { i } } { = } 0$ ; the same is true for ozone (Slovik et al.，1996).By contrast to $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 }$ ，the intercellular concentrations of NO and $\\mathrm { N O } _ { 2 }$ are greater than zero.A compensation concentration point should be determined because $\\mathsf { N O } _ { \\mathrm { X } }$ can diffuse into the leaf only when its concentration exceeds this point. A few studies suggest a compensation point for $\\mathrm { N O } _ { 2 }$ ranging from 0.1 to 3.2 ppb $\\mathrm { N O } _ { 2 }$ depending on the tree species (Chaparro-Suarez et al., 2011). In this study, we assume the intercellular NO or $\\mathrm { N O } _ { 2 }$ concentration to be 3.2 ppb.Although the actual values of the flux are potentially underestimated or overestimated, this estimation bias is minimal because the NO or $\\mathbf { N O } _ { 2 }$ concentration of the ambient air is significantly higher than the intercellular concentration most of the time. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.7. Statistical analyses ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Statistical analyses were performed by SPSS 17.0 (SPSS Inc., USA). A one-way ANOVA followed by a Duncan's test was used to test for significant differences $( P { < } 0 . 0 5 )$ in atmospheric trace gas concentration among different seasons, daytime mean $G _ { \\mathrm { C } }$ among different seasons for a given tree species, daytime mean $G _ { \\mathrm { C } }$ among different tree species for a specific season and flux of trace gases among different seasons for each tree type. Independent sample t-tests were used to examine whether the differences in daytime mean $G _ { \\mathrm { C } }$ between the wet and dry season were significant （20 $( P { < } 0 . 0 5 )$ under the similar meteorological condition. These figures were plotted by Origin 8.6 (OriginLab Corp., USA). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Because of a power outage or equipment failure, there existed some missing data. The relationship between the $G _ { \\mathrm { C } }$ and environmental factors (PAR, VPD and T) was established monthly by a non-linear regression analysis and used to fill the $G _ { \\mathrm { C } }$ gap. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3． Results and Discussions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.1. Concentrations of atmospheric trace gases ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The annual cycle of daily average concentrations for the studied trace gases (NO, $\\mathrm { N O } _ { 2 }$ ， $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 } ^ { ^ { \\cdot } }$ ) is shown in Figure 1. The annual mean concentration for NO, $\\mathrm { N O } _ { 2 }$ $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 }$ were 18.17, 58.05,12.76 and $4 2 . 3 6 ~ { \\mu \\mathrm { g } } { \\cdot } \\mathrm { m } ^ { - 3 }$ ， respectively. The annual average $\\mathrm { N O } _ { 2 }$ and $\\mathsf { N O } _ { \\mathrm { X } }$ concentrations exceeded the Grade II National Ambient Air Quality Standard (GB3095-2012) (MEP 2012) of $4 0 \\mu \\mathrm { g } \\cdot \\mathrm { m } ^ { - 3 }$ for $\\mathrm { N O } _ { 2 }$ and $5 0 \\mu \\mathrm { g } \\cdot \\mathrm { m } ^ { - 3 }$ for $\\mathsf { N O } _ { \\mathrm { X } }$ . The seasonal variation of the daily average concentrations is presented in Figure 2 (spring: from Mar. to May, summer: from Jun. to Aug., autumn: from Sep. to Nov., winter: Dec., Jan. and Feb.). The daily average concentrations of oxidized nitrogen (NO and $\\mathbf { N O } _ { 2 } ^ { \\cdot }$ ） in spring and winter were significantly higher than those in summer and autumn ( $_ { ( P < 0 . 0 5 ) }$ .For $\\mathrm { S O } _ { 2 }$ ， the mean value of the daily average concentrations Was the highest in winter and the lowest in summer. However, the $\\mathrm { O } _ { 3 }$ concentration presented a different seasonal pattern. The mean value of the daily average concentrations in autumn was $5 6 . 0 7 ~ { \\mu \\mathrm { g } } { \\cdot } \\mathrm { m } ^ { - 3 }$ ，which was 1.64,1.39 and 1.45 times of that in the spring, summer and winter, respectively. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Zhang et al. (2007) and Van et al. (2006) also demonstrated that a maximum $\\mathrm { N O } _ { 2 }$ concentration was found during the wintertime in the eastern part of China because of the prominent anthropogenic activity and the wintertime meteorological conditions under which $\\mathsf { N O } _ { \\mathrm { X } }$ has a longer lifetime.The $\\mathrm { S O } _ { 2 }$ concentration peaks during the winter season, as reported by Wan et al. (2011) and Carmichael et al. (2003). This peak is likely the result of an increase in the emissions associated with domestic heating and a decrease in the rate of the gas-phase loss of $\\mathrm { S O } _ { 2 }$ via chemical conversion to sulphate in the winter. Additionally, the lower concentration in summer may be associated with the increased precipitation (Carmichael et al.， 2Oo3). Higher monthly $\\mathrm { O } _ { 3 }$ values were observed in the early fall (September-October) in Hong Kong (Dufour et al.， 2O1O). Hong Kong is located near our studied site in Guangzhou, therefore, the results of this previous study agreed with our monitoring values. The higher values were attributed to the photochemically generated $\\mathrm { O } _ { 3 }$ from sunshine and the anthropogenic and natural precursors during this period (Tu et al., 2007). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/e2ba4c8a92b72298b23fc6e0e272b2ee18192f43c01a6c90620b59d4eb684c14.jpg",
        "img_caption": [
            "Figure 1. Annual course of daily average concentrations of $\\mathrm { N O } _ { \\mathrm { x } }$ . $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 }$ for 2013 "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/d1ac19ed504e98a80bb88855af1387286d5f351a32a6dae90870896e2b025e2b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Figure 2. Seasonal variation of daily average concentrations for trace gases in 2013. Different letters indicate significant differences (Duncan's test, $\\mathbf { { a } } = \\mathbf { { \\ } } 0 . 0 5$ ).Boxes represent 25 and 75 percentiles; the median line and average dot are presented inside. Error bars represent the 1Oth and 90th percentiles. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "3.2. Canopy stomatal conductance and its relationship with environmental factors ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Daytime mean $G _ { \\mathrm { C } }$ (from 8:00 to 18:00) under the condition of $V P D { \\geq } 0 . 2 ~ \\mathrm { k P a }$ varied with ambient environmental conditions over the annual course (Figure 3). At the seasonal time scale, the daytime mean $G _ { \\mathrm { C } }$ in summer was significantly higher than those in other seasons in S. superba and $E$ citriodora plantations $( P { < } 0 . 0 5 )$ , as shown in Figure 4. For A. auriculaeformis, the highest value was observed in the spring followed by the summer, whereas the values in autumn and winter were relatively lower. On a diurnal time scale, two peaks for the $G _ { \\mathrm { C } }$ were noted on clear sky days in the wet season: the first peak appeared between 8:0O and 10:0O and the second between 16:00 and 17:00.In the dry season, the $G _ { \\mathrm { C } }$ reached its maximum around midday and then gradually declined throughout the afternoon, presenting a different pattern from that of the wet season (Figure 5). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Select differences were noted in the daytime mean $G _ { \\mathrm { C } }$ among the three tree species because of their distinct physiological characteristics (Figure 4). The daytime mean $G _ { \\mathrm { C } }$ in S. superba and $E$ .citriodora plantations were significantly higher than that in $A$ auriculaeformis plantation $( P { < } 0 . 0 5 )$ in the summer, autumn and winter. Nevertheless, this relationship was not the case for spring, in which the value in $A$ . auriculaeformis plantation showed the highest level. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The $G _ { \\mathrm { C } }$ value is determined by the sap flux $( J _ { \\mathrm { s } } )$ and the sapwood area/ leaf area ratio $( A _ { \\mathrm { S } } ; A _ { \\mathrm { L } } )$ according to the method used in this study. Our results showed that the daytime mean $G _ { \\mathrm { C } }$ in $S .$ superba and $E .$ . citriodora plantations were, respectively, 1.12- 1.66 and 1.11-1.43 times that of $A$ . auriculaeformis stand in all seasons except for spring, and the $A _ { \\mathrm { S } } { : } A _ { \\mathrm { F } }$ value were 1.52 and 1.60 times that of $A$ auriculaeformis plantation, respectively. Based on the discordant proportional relation for the $G _ { \\mathrm { C } }$ and $A \\mathrm { { s } } \\mathrm { { : } } A _ { \\mathrm { { L } } }$ ，we conclude that the daytime mean $G _ { \\mathrm { C } }$ in $S .$ ，superba being higher than that in A. auriculaeformis was associated with a higher $J _ { \\mathrm { { S } } }$ and $A _ { \\mathrm { S } } { \\mathrm { : } } A _ { \\mathrm { F } }$ in $S .$ superba,whereas the higher value in $E$ . citriodora compared with that in $A$ . auriculaeformis was the consequence of the $A _ { \\mathrm { S } } { : } A _ { \\mathrm { F } }$ alone. ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/0deb334496dbc12ca6ad91818389ab917e78e4ea1bf915df30a15255b2dc55d4.jpg",
        "img_caption": [
            "Figure 3. Annual course of environmental factors and daytime mean canopy stomatal conductance for 2O13. SWC1 represents the soil water content at the S. superba plot, whereas SWC2 represents the soil water content at the $E$ .citriodora and $A$ auriculaeformis plots. "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/a9117d1ad5cebec5cab4ec3c898b26f31023fd20158c5b12624063e91a1821c2.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Figure 4. Seasonal variation of daytime mean canopy stomatal conductance for $V P D { \\geq } 0 . 2 \\ \\mathrm { k P a }$ . Different capital letters indicate significant differences among different tree species for a given season (Duncan's test, $\\scriptstyle { \\mathfrak { a } } = 0 . 0 5$ ).Different lowercase letters indicate significant differences among different seasons for a given tree species (Duncan's test, $\\mathbf { \\alpha } \\mathbf { a } { = } 0 . 0 5 \\$ ） ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/b63d4f2c7f5b58aeb71e0aa392926a99516f53f1131d33e58bac1a5de04fc9a3.jpg",
        "img_caption": [
            "Figure 5.Diurnal variation of canopy stomatal conductance on clear days during wet and dry seasons "
        ],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "As presented in Table 2,a partial correlation analysis shows that the daytime mean $G _ { \\mathrm { C } }$ was positively correlated with the daytime mean PAR ( $( P { < } 0 . 0 0 1 \\$ ）when the VPD was treated as a controlled variable. Unlike the relationship between the $G _ { \\mathrm { C } }$ and $P A R$ , the daytime mean $G _ { \\mathrm { C } }$ showed a negative correlation with the daytime mean VPD when $P A R$ served as the controlled variable ( $\\scriptstyle ( P < 0 . 0 0 1 )$ ). According to the response of $G _ { \\mathrm { C } }$ to $P A R$ or $V P D$ mentioned above,a higher $G _ { \\mathrm { C } }$ value occurred in the case of a higher $P A R$ or lower VPD.However, a positive correlation was noted between the daytime mean PAR and VPD ( $( P { < } 0 . 0 0 1 )$ ）as demonstrated in Figure 6 from the data of the wet and dry seasons (the wet season was from Apr. to Sep. whereas the dry season occurred over the remaining months), indicating non-simultaneous circumstances of a high PAR with low VPD.Hence, the conditions under which the daytime mean $G _ { \\mathrm { C } }$ can reach a maximum deserve additional discussion. ",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/8dfc0ec600f968c735d64349b94407be3537e694fa20e1adba6a3140c18f0e7b.jpg",
        "table_caption": [
            "Table 2. The partial correlation analysis of the daytime mean $G _ { \\mathrm { C } }$ and daytime mean PAR or VPD a "
        ],
        "table_footnote": [
            "a R represents the partial correlation coeficient; df denotes the degree of freedom. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Forest type</td><td colspan=\"2\">(a) Gc Versus PAR</td><td colspan=\"4\">(b) Gc Versus VPD</td></tr><tr><td>R</td><td>P value</td><td>df</td><td>R</td><td>P value</td><td>df</td></tr><tr><td>S. superba</td><td>0.69</td><td><0.001</td><td>127</td><td>-0.57</td><td><0.001</td><td>127</td></tr><tr><td>E. citriodora</td><td>0.59</td><td><0.001</td><td>128</td><td>-0.58</td><td><0.001</td><td>128</td></tr><tr><td>A. auriculaeformis</td><td>0.64</td><td><0.001</td><td>128</td><td>-0.56</td><td><0.001</td><td>128</td></tr></table></body></html>",
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/2c4e7a6aea465bf122e01625cbcb7a1be094510075a215bb2b16b80986d035f5.jpg",
        "img_caption": [
            "Figure 6. The linear regression between the daytime mean $P A R$ and $V P D$ "
        ],
        "img_footnote": [],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "We plotted the daytime mean $G _ { \\mathrm { C } }$ against the daytime mean $P A R$ and VPD during the dry and wet seasons (Figure 7). The maximal daytime mean $G _ { \\mathrm { C } }$ did not appear in concurrence with the highest $P A R$ . In the dry season, the daytime mean $G _ { \\mathrm { C } }$ reached its maximum when the daytime mean $V P D$ was in the range of 0.7 to $1 . 0 \\ \\mathrm { k P a }$ and the PAR average was between $3 0 0 \\ \\mathrm { \\textmu m o l { \\cdot } m ^ { - 2 } { \\cdot } s ^ { - 1 } }$ and $4 0 0 \\ \\mathrm { \\textmu m o l { \\cdot } m ^ { - 2 } { \\cdot } s ^ { - 1 } }$ .During the wet season, the daytime mean $G _ { \\mathrm { C } }$ maxima occurred when the VPD ranged between 0.8 kPa and $1 . 1 ~ \\mathrm { { \\ k P a } }$ and the $P A R$ average appeared from 450 to $5 5 0 \\ \\mathrm { \\textmu m o l { \\cdot } m ^ { - 2 } { \\cdot } s ^ { - 1 } }$ Therefore, the $G _ { \\mathrm { C } }$ value was synergistically regulated by the $P A R$ and VPD. The $G _ { \\mathrm { C } }$ began to decrease when the VPD was above a threshold, as reported in previous studies (Gerosa et al., 2008, Ghimire et al.， 2014， Wang et al.， 2012). The VPD threshold was $1 . 8 { - } 2 . 1 ~ \\mathrm { k P a }$ for Fagus sylvatica L. and Quercus robur L. in South Alpine environmental condition (Gerosa et al., 20o8) and was $0 . 4 \\mathrm { \\ k P a }$ for a natural broad-leaved forest and a planted coniferous forest in Central Nepal (Ghimire et al., ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "2014),whereas the value in this study was between $0 . 7 \\mathrm { \\ k P a }$ and $1 . 1 \\ \\mathrm { k P a }$ .The VPD threshold varies with plant species and environmental condition, which may result from the longtime adaption to the surrounding environment (Gerosa et al., 2008). ",
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/98a252d80a5e6ed98b19cbd6f2eb4ca8808928b748df920b8876cb190571d64f.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Figure 7. Variation in the daytime mean $G _ { \\mathrm { C } }$ under the influence of meteorological factors during the dry and wet seasons. The arrows indicate the maximal daytime mean $G _ { \\mathrm { C } }$ . The VPD value was sorted at intervals of $0 . 1 \\mathrm { k P a }$ beginning with $0 . 7 \\mathrm { k P a }$ i.e., $D 1$ represents the VPD range of 0.7 to $0 . 8 \\mathrm { k P a }$ ， $D 2$ represents that of $0 . 8 \\substack { - 0 . 9 \\mathrm { k P a } }$ ， and the $V P D$ range of the following $D 3$ to $D 2 0$ can be determined using the same reckoning. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "PAR and VPD are important factors influencing stomatal behaviour and constraining $G _ { \\mathrm { C } }$ to its maximal value, as demonstrated above. However, the respective restriction effect of the $P A R$ or $V P D$ on $G _ { \\mathrm { C } }$ needed to be analysed separately. By processing the data when the SWC exceeded $0 . 3 0 \\mathrm { ~ m } ^ { 3 } { \\cdot } \\mathrm { m } ^ { - 3 }$ ，we found a negative logarithmical relationship between the daytime mean $G _ { \\mathrm { C } }$ and $V P D$ when the $P A R$ was in the same range $( 4 0 0 { - } 6 0 0 ~ { \\mu } \\mathrm { m o l } { \\cdot } \\mathrm { m } ^ { - 2 } { \\cdot } \\mathrm { s } ^ { - 1 } )$ (Figure 8). The relationship was described with the following fitting equation:( ${ \\scriptstyle \\overset { \\prime } { P } \\underset { \\mathrm { < } 0 . 0 0 1 } { \\ < 0 . 0 0 1 ) } }$ . In contrast, the daytime mean $G _ { \\mathrm { C } }$ was positively and logarithmically related with the $P A R$ under four VPD levels:( $a$ and $b$ values are listed in Table 3) $( P { < } 0 . 0 1 )$ . Because the differential coefficient (） of the equation for the relation between the $G _ { \\mathrm { C } }$ and $P A R$ declined with the increased $P A R$ ,the increase extent of the daytime mean $G _ { \\mathrm { C } }$ was larger with the same $P A R$ increase magnitude at lower $P A R$ levels. This relationship suggests that PAR played a more significant role in regulating stomatal behaviour at low PAR levels. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "image",
        "img_path": "images/82c79c867fc16f0810589ad6a6b532aef2f6b79ad445cceaab1d5cf14e1c57e0.jpg",
        "img_caption": [
            "Figure 8. The response of the daytime mean $G _ { \\mathrm { C } }$ to the $V P D$ under the identical PAR range. "
        ],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/0bed0f255b1f084f7732056604bbb24d53e93cb86b1f80d1f4ee1ecbd57dc9c9.jpg",
        "table_caption": [
            "Table 3.Response of the daytime mean $G _ { \\mathrm { C } }$ to the $P A R$ under different VPD levels a "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">VPD (kPa)</td><td rowspan=\"2\">S. superba</td><td colspan=\"4\"></td><td colspan=\"4\">A. auriculaeformis</td></tr><tr><td>b</td><td>r</td><td>E. citriodora a</td><td>b</td><td>r</td><td>a</td><td>b</td><td>r</td></tr><tr><td>1.0-1.2</td><td>a 67.35</td><td>322.42</td><td>0.87</td><td>47.10</td><td>205.40</td><td>0.58</td><td>59.87</td><td>306.32</td><td>0.60</td></tr><tr><td>1.2-1.4</td><td>43.48</td><td>188.64</td><td>0.71</td><td>28.56</td><td>103.53</td><td>0.69</td><td>42.03</td><td>206.34</td><td>0.69</td></tr></table></body></html>",
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/8d11e6cc32f8bccc436c2e34c76c84322541611f86a6115c8464d88429e00503.jpg",
        "table_caption": [],
        "table_footnote": [
            "a The a and b are coefficients obtained by a non-linear regression analysis:. The letter r indicates the Pearson correlation coefficient. "
        ],
        "table_body": "<html><body><table><tr><td>1.4-1.6 50.81</td><td></td><td>241.75</td><td>0.90</td><td>23.82</td><td>79.74</td><td>0.50</td><td>46.90</td><td>244.15</td><td>0.77</td></tr><tr><td>1.6-1.8</td><td>48.22</td><td>232.68</td><td>0.81</td><td>22.83</td><td>83.30</td><td>0.54</td><td>55.79</td><td>304.53</td><td>0.80</td></tr></table></body></html>",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Apart from the PAR and VPD，the soil water content (SWC） affects the physiological activity of plants (stomatal opening) (Zimmermann et al., 20o6). Unlike the $P A R$ and VPD which exerted an effect at a relatively short timescale, the effect of SWC would be significant on a longer timescale such as a monthly or seasonal timescale. According to synchronous measurements of the $S W C$ in this research, the average SWC value during the wet season ( $0 . 3 8 ~ \\mathrm { m } ^ { 3 } { \\cdot } \\mathrm { m } ^ { - 3 }$ in the S. superba plantation and $0 . 3 7 ~ \\mathrm { m } ^ { 3 } { \\cdot } \\mathrm { m } ^ { - 3 }$ in both the $E$ . citriodora and $A$ . auriculaeformis plantations) was significantly higher than that in the dry season（ $( 0 . 2 9 \\mathrm { \\ m } ^ { 3 } { \\cdot } \\mathrm { m } ^ { - 3 }$ in the S. superba plantation and $0 . 2 6 ~ \\mathrm { \\ m } ^ { 3 } { \\cdot } \\mathrm { m } ^ { - 3 }$ in both the $E$ citriodora and $A$ . auriculaeformis plantations) $( P { < } 0 . 0 5 )$ . Corresponding to the SWC seasonal pattern, the daytime mean $G _ { \\mathrm { C } }$ in the wet season showed a higher value compared to that in the dry season （204号 $( P { < } 0 . 0 5 )$ under the similar $P A R$ and VPD condition (Figure 9)，displaying the significant effects of the $S W C$ on the performance of the stomata. A similar response of the $G _ { \\mathrm { C } }$ to $S W C$ has been reported by Ewers et al.(2001) and Schäfer 2011. To increase the canopy stomatal conductance and thus enhance the absorption capacity for trace gases, maintaining a suitable SWC may be an appropriate approach because of the influence of the $S W C$ on the behaviour of the stomata and the fact that $S W C$ is an artificially adjustable factor when compared to meteorological factors (such as the PAR and VPD). ",
        "page_idx": 21
    },
    {
        "type": "image",
        "img_path": "images/d328fcab1cb93dec175414e26a0f4052862013b9e3b67a1e195631d0cade1ab1.jpg",
        "img_caption": [
            "Figure 9. Daytime mean $G _ { \\mathrm { C } }$ differences between the wet and dry season under three diverse meteorological conditions. Different letters indicate significant differences (Independent sample t test, $\\mathbf { \\alpha } \\mathbf { a } { = } ~ 0 . 0 5$ .1, $\\parallel$ and $\\Vert \\Vert$ represent the following PAR ranges: 300-400, 400-500 and $5 0 0 { - } 6 0 0 \\ { \\mu } { \\mathrm { m o l } } { \\cdot } { \\mathrm { m } } ^ { - 2 } { \\cdot } { \\mathrm { s } } ^ { - 1 }$ ,respectively. "
        ],
        "img_footnote": [],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "3.3. Fluxes of trace gases ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "The annual pattern for the daytime mean flux of the four studied trace gases is shown in Figure 10. The combination of the canopy stomatal conductance and the atmospheric concentrations produces fluxes of trace gases. Thus, differences in the seasonal pattern of the canopy stomatal conductance and atmospheric concentrations may result in differentiated peak fluxes. The daytime mean flux for NO, $\\mathrm { N O } _ { 2 }$ and $\\mathrm { S O } _ { 2 }$ exhibited a spring maximum for the three tree species,whereas the daytime mean flux maxima for $\\mathrm { O } _ { 3 }$ occurred in the autumn or summer (Figure 11). ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "That the flux is not synchronous with the canopy stomatal conductance (or the deposition velocity） or the atmospheric concentration has been demonstrated by previous studies. Zimmermann et al. (2Oo6) observed that the flux maxima occurred during October to December for both $\\mathrm { S O } _ { 2 }$ and $\\mathrm { N O } _ { 2 }$ in the eastern Erzgebirge whereas the deposition velocity showed the highest values from May to September when using a modelling method. Wieser et al. (2006) reported that the $\\mathrm { O } _ { 3 }$ uptake in a pine forest in Tenerife showed no clear seasonal trend although the ambient ozone concentration showed an obvious seasonal change when using the identical method. This asynchronism can be attributed to the coincidence of higher $\\mathrm { O } _ { 3 }$ levels with the time when trees suffered from water stresses and the stomata were closed. ",
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/ff79208967a6effc7f7a22f28e5078d3787aad7e00f9625fb3952c91d5c1e093.jpg",
        "img_caption": [
            "Figure 1O. Annual changes in the daytime average fluxes for trace gases. "
        ],
        "img_footnote": [],
        "page_idx": 24
    },
    {
        "type": "image",
        "img_path": "images/4370f89c304c93be4134826cab96b47f4cc88ffe0f3f23f4c1e714a14a744fdc.jpg",
        "img_caption": [
            "Figure 11. Seasonal variation of daytime average fluxes for trace gases for $V P D { \\ge } 0 . 2$ kPa.Different letters indicate significant differences among different seasons for a given tree species (Duncan's test, $\\scriptstyle \\mathbf { q } = 0 . 0 5$ ） "
        ],
        "img_footnote": [],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "The annual accumulative stomatal flux of NO, $\\mathrm { N O } _ { 2 }$ ， $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 }$ were 100.19±3.76, 510.68±24.78, 748.59±52.81 and $1 5 1 . 9 8 { \\pm } 9 . 3 3 ~ \\mathrm { m g } { \\cdot } \\mathrm { m } ^ { - 2 } { \\cdot } \\mathrm { a } ^ { - 1 }$ ，respectively (Figure 12). The calculated annual accumulative flux was underestimated because the estimation of flux was excluded when $V P D { < } 0 . 2 \\ \\mathrm { k P a }$ . Nevertheless, this estimation bias is minimal because the flux is small when $V P D { < } 0 . 2 ~ \\mathrm { k P a }$ . Jim and Chen (2008) demonstrated that the removal rate for $\\mathrm { N O } _ { 2 }$ and $\\mathrm { S O } _ { 2 }$ was $3 . 3 8 ~ \\mathrm { g \\cdot m ^ { - 2 } \\cdot a ^ { - 1 } }$ and $2 . 0 2 \\ \\mathrm { g } { \\cdot } \\mathrm { m } ^ { - }$ （204号 $^ 2 \\cdot \\mathsf { a } ^ { - 1 }$ ，respectively，when analysing the data for 2OoO at the identical district. The accumulative uptake was higher in their study because their calculated flux included both the stomatal and non-stomatal uptakes of leaves, whereas only the stomatal flux was estimated in our study. In the next place, the flux was calculated as the product of the deposition velocity and the concentration of air pollutants in their study, where the deposition velocity was determined as an average value according to the results of other studies rather than a measured value through experiments, this calculation method may result in an imprecise estimation. Additionally, because of the reduction of $\\mathrm { S O } _ { 2 }$ emissions in the PRD region, the ambient $\\mathrm { S O } _ { 2 }$ concentration has decreased during recent years (Fang et al., 2013). Thus, the lower ambient $\\mathrm { S O } _ { 2 }$ concentration in our study may be responsible for the lower cumulative $\\mathrm { S O } _ { 2 }$ uptake as well. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 26
    },
    {
        "type": "image",
        "img_path": "images/02b8dc31b444a88d855d6744adfdf3a7b258a39d10e0dde5f759d6eccce26c68.jpg",
        "img_caption": [
            "Figure 12.Accumulative stomatal flux of trace gases "
        ],
        "img_footnote": [],
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "3.4. Effects of trace gases on the urban tree canopy ",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "These four trace gases are potential risk constituents in the atmosphere that may exert negative effects on vegetation. We use the exposure-based approach or flux-based approach to assess whether the present levels of these gases had reached a contamination degree, namely the corresponding threshold value. With consideration to the relative sensitivity of different tree species, the $\\mathrm { S O } _ { 2 }$ critical level for a broadleaf forest is assumed to be an annual average of $2 5 ~ { \\mu \\mathrm { g } } { \\cdot } { \\mathrm { m } } ^ { - 3 }$ according to the report of Tao and Feng (2OoO). In this present study, the annual average $\\mathrm { S O } _ { 2 }$ concentration was $1 2 . 7 7 \\ \\mu \\mathrm { g } \\cdot \\mathrm { m } ^ { - 3 }$ ，nearly half of the critical level， indicating that the present $\\mathrm { S O } _ { 2 }$ （204号 concentration had not yet reached the injury level. For $\\mathrm { N O } _ { 2 }$ ， the calculated annual average concentration $( 5 8 . 0 6 ~ \\mu \\mathrm { g } \\cdot \\mathrm { m } ^ { - 3 } )$ ） exceeded the critical concentration levels for $\\mathrm { N O } _ { 2 }$ $( 3 0 ~ \\mu \\mathrm { g } \\cdot \\mathrm { m } ^ { - 3 } )$ (De Vries et al.，20oo), implying a possibility of $\\mathbf { N O } _ { 2 }$ damage to vegetation.Nevertheless,whether the present $\\mathrm { N O } _ { 2 }$ concentration negatively affected the vegetation requires further study because of the diverse sensitivity of different plants to $\\mathrm { N O } _ { 2 }$ (Kohno et al., 2005). ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Two types of approaches have been previously used when assessing the risk of $\\mathrm { O } _ { 3 }$ damage to vegetation. One method is the AOTX index (accumulated exposure over threshold of X ppb). The second method is the $\\mathrm { A F _ { s t } Y }$ approach (accumulated stomatal flux over threshold of $\\mathrm { Y \\ n m o l { \\cdot } m ^ { - 2 } { \\cdot } s ^ { - 1 } }$ ), this approach entails an estimate of the amount of $\\mathrm { O } _ { 3 }$ entering vegetation via the leaf stoma (Simpson et al., 2OO7). We calculated the typical AOT40 and $\\mathrm { A F _ { s t } } 1 . 6$ . The AOT40 of the wet season (from Apr. to Sep.) at our study site was 13.13 ppm:h (Table 4), exceeding the current European critical level for ozone effects on forest trees $( 5 \\ \\mathrm { p p m \\cdot h } )$ ）（UNECE 2004) and even the previous critical level $( 1 0 \\ \\mathrm { p p m { \\cdot h } ) }$ (Kärenlampi et al., 1996). In contrast, the $\\mathrm { A F _ { s t } } 1 . 6$ values for all of the studied species were below $4 \\mathrm { m m o l } { \\cdot } \\mathrm { m } ^ { - 2 }$ ,the current flux based critical level for $\\mathrm { O } _ { 3 }$ effects on trees (UNECE 2Oo4). The situation during the dry season was similar to that in the wet season,i.e.,with an AOT4O above the critical level and an $\\mathrm { A F _ { s t } } 1 . 6$ below the critical level. Although the estimation of the flux was excluded when （204号 $V P D { < } 0 . 2 \\ \\mathrm { k P a }$ , the calculated $\\mathrm { A F _ { s t } } 1 . 6$ is credible because the possibility that the flux was above 1.6 nmol $\\mathbf { m } ^ { - 2 } { \\cdot } \\mathbf { s } ^ { - 1 }$ when $V P D { < } 0 . 2$ kPa was small due to the low transpiration， stomatal conductance and $\\mathrm { O } _ { 3 }$ concentration (The generation of $\\mathrm { O } _ { 3 }$ is closely related to the solar radiation intensity(Tu et al.，2007) which is usually low ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "when the VPD is low). ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Only the $\\mathrm { O } _ { 3 }$ molecules that enter the leaves through the stomata are harmful to plants (Fuhrer, 20oO). Although the atmospheric $\\mathrm { O } _ { 3 }$ concentration was relatively high based on the AOT40 value, the $\\mathrm { O } _ { 3 }$ had not yet reached the injury level according to the $\\mathrm { A F _ { s t } } 1 . 6$ value. Therefore, the performance of the stomata, which is associated with the environmental factors and tree physiological properties, must be considered when analyzing $\\mathrm { O } _ { 3 }$ damage to vegetation. Namely, the flux-based measurement is better suited for evaluating the risk of $\\mathrm { O } _ { 3 }$ impacts on trees than the exposure-based method, as demonstrated in previous studies (Gerosa et al.， 2008; Wang et al.， 2012). In addition, despite the fact that the AOT4O in the dry season was higher than that in the wet season, the $F _ { 0 3 }$ and $\\mathrm { A F _ { s t } } 1 . 6$ exhibited a higher value in the wet season. The relatively lower $G _ { \\mathrm { C } }$ and the high $\\mathrm { O } _ { 3 }$ concentration not coinciding with the higher stomatal conductance during the dry season were responsible for this inconsistency. ",
        "page_idx": 28
    },
    {
        "type": "table",
        "img_path": "images/3f5061979c9c7334f1a0e758a5e3f84449c9bfbcafe7b3711aecc96ab672c43b.jpg",
        "table_caption": [
            "Table 4. Average daytime canopy $\\mathrm { O } _ { 3 }$ uptake rate,AOT40 and $\\mathrm { A F _ { s t } } 1 . 6$ estimated during the wet and dry season "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Forest type</td><td colspan=\"3\">(a) Wet season</td><td colspan=\"3\">(b) Dry season</td></tr><tr><td>Fo3</td><td>AOT40</td><td>AFst1.6</td><td>Fo3</td><td>AOT40</td><td>AFst1.6</td><td></td></tr><tr><td>S. superba</td><td>2.05±0.09 nmol·m-2.s-1</td><td>ppm-h 13.13</td><td>3.95 mmol:m-2</td><td>nmol·m2·s-1 1.12±0.06</td><td>ppm·h 16.22</td><td>mmol:m-2 1.49</td></tr><tr><td>E. citriodora</td><td>1.92±0.11</td><td>13.13</td><td>2.99</td><td>1.14±0.06</td><td>16.22</td><td>1.23</td></tr><tr><td>A. auriculaeformis</td><td>1.64±0.08</td><td>13.13</td><td>2.37</td><td>0.92±0.05</td><td>16.22</td><td>0.88</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "4． Conclusions ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "In this study, we investigated the stomatal uptake of $\\mathsf { N O } _ { \\mathrm { X } }$ ， $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 }$ by mature urban plantations (S. superba,E. citriodora and $A$ . auriculaeformis) using the sap flow-based approach in Guangzhou in the PRD region, China. At this study site, the atmospheric concentration exhibited a spring or winter maximum for NO, $\\mathbf { N O } _ { 2 }$ and $\\mathrm { S O } _ { 2 }$ ， whereas the concentration maxima for $\\mathrm { O } _ { 3 }$ occurred in the autumn. The canopy stomatal conductance was jointly regulated by the PAR and VPD.Apart from the PAR and VPD, the SWC affects the physiological activity of plants. The daytime mean $G _ { \\mathrm { C } }$ declined with the reduction of the SWC under similar meteorological condition. A comprehensive understanding of the influence pattern of environmental factors on the canopy stomatal conductance could provide references for enhancing the tree canopy capacity to remove trace gases. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Differences in the seasonal pattern of canopy stomatal conductance and atmospheric concentrations led to a differentiated peak flux. The flux for NO, $\\mathrm { N O } _ { 2 }$ and $\\mathrm { S O } _ { 2 }$ exhibited a spring maximum, whereas the flux maxima for $\\mathrm { O } _ { 3 }$ appeared in the autumn or summer. The annual accumulative stomatal flux of NO, $\\mathrm { N O } _ { 2 }$ ， $\\mathrm { S O } _ { 2 }$ and $\\mathrm { O } _ { 3 }$ was （204号 $1 0 0 . 1 9 { \\scriptstyle \\pm 3 . 7 6 }$ ，510.68±24.78， 748.59±52.81 and $1 5 1 . 9 8 { \\pm } 9 . 3 3 \\quad \\mathrm { m g } \\cdot \\mathrm { m } ^ { - 2 } { \\cdot } \\mathrm { a } ^ { - 1 } .$ respectively. These trace gases had not yet reached the injury level, except for $\\mathrm { N O } _ { 2 }$ Nevertheless， whether the present $\\mathrm { N O } _ { 2 }$ concentration negatively affected the vegetation requires further research because of the diverse sensitivity of different tree species to $\\mathrm { N O } _ { 2 }$ . The inconsistent results of the AOT40 and $\\mathrm { A F _ { s t } } 1 . 6$ , namely the AOT40 was above the critical level whereas the $\\mathrm { A F _ { s t } } 1 . 6$ was below the critical level, suggested that the flux-based measurement was better suited for evaluating the risk of $\\mathrm { O } _ { 3 }$ effects than the exposure-based method. When we focus on the foliar uptake of trace gases, the effect of these gases on the vegetation in turn should be considered, particularly for regions with serious air pollution problems. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "This work was supported by the National Natural Science Foundation of China (No. 41275169 and No. 31300335） and Natural Science Foundation of Guangdong Province of China (No.2014A030313762). ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "AinsWorth, E.A.， Yendrek, C.R.， Sitch， S.， Collins， W.J.and Emberson, L.D.， 2012. The Effects of Tropospheric Ozone on Net Primary Productivity and Implications for Climate Change. Annual review of plant biology 63, 637-661. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Bowman, C.T., 1992. Control of combustion-generated nitrogen oxide emissions: technology driven by regulation. Symposium (International) on Combustion 24， 859-878. Elsevier.   \nBraun, S., Schindler, C.and Leuzinger, S., 2010. Use of sap flow measurements to validate stomatal functions for mature beech (Fagus sylvatica) in view of ozone uptake calculations. Environmental Pollution 158, 2954-2963.   \nCampbell, G.S.and Norman， J.M.，1998. An introduction to environmental biophysics. Springer.   \nCarmichael,G.R.et al.， 2003.Measurements of sulfur dioxide,ozone and ammonia concentrations in Asia, Africa, and South America using passive samplers. Atmospheric Environment 37, 1293-1308.   \nChaparro-Suarez, I.G.， Meixner, F.X. and Kesselmeier, J.， 2011. Nitrogen dioxide $\\left( \\mathrm { N O } _ { 2 } \\right)$ （204号 uptake by vegetation controlled by atmospheric concentrations and plant stomatal aperture. Atmospheric Environment 45, 5742-5750.   \nDe Vries, W.,Reinds, G.J.,Klap, J.M., Van Leeuwen, E.P.and Erisman, J.W.,20oo. Effects of environmental stress on forest crown condition in Europe.Part II, Estimation of critical deposition and concentration levels and their exceedances. Water, Air, and Soil Pollution 119, 363-386.   \nDufour, G., Eremenko,M., Orphal, J.and Flaud, J.M., 2010. IASI observations of seasonal and day-to-day variations of tropospheric ozone over three highly populated areas of China, Beijing, Shanghai, and Hong Kong. Atmospheric Chemistry and Physics 10, 3787-3801.   \nEichert, T.and Fernandez, V.,2O12. Uptake and release of elements by leaves and other aerial plant parts. Marschner's Mineral Nutrition of Higher Plants 3, 71-84. Elsevier.   \nEwers,B.E.and Oren, R., 20oo. Analyses of assumptions and errors in the calculation of ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "stomatal conductance from sap flux measurements. Tree Physiology 20, 579-589. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Ewers，B.E.， Oren，R.，Phillips,N.， Stromgren，M.and Linder， S.，2001.Mean canopystomatal conductance responses to water and nutrient availabilities in Picea abies andPinus taeda. Tree Physiology 21, 841-850.",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Fang,Y. et al.， 2013. Three-decade changes in chemical composition of precipitation in Guangzhou city， southern China, has precipitation recovered from acidification following sulphur dioxide emission control? Tellus B, 65.   \nFuhrer,J., 2Ooo. Introduction to the special issue on ozone risk analysis for vegetation in Europe. Environmental Pollution 109, 359-360.   \nGerosa, G., Marzuoli, R., Desotgiu,R., Bussott, F.and Ballarin-Denti,A., 2008. Visible leaf injury in young trees of Fagus sylvatica L. and Quercus robur L. in relation to ozone uptake and ozone exposure. An Open-Top Chambers experiment in South Alpine environmental conditions. Environmental pollution 152, 274-284.   \nGhimire， C.P.，Lubczynski， M.W.， Bruijnzeel，L.A. and Chavarro-Rincón，D.，2014. Transpiration and canopy conductance of two contrasting forest types in the Lesser Himalaya of Central Nepal. Agricultural and Forest Meteorology 197, 76-90.   \nGrunhage, L., Haenel, H.D.and Jäger, H.J.,20oo. The exchange of ozone between vegetation andatmosphere， micrometeorological measurement techniquesand models. Environmental Pollution 109, 373-392.   \nGranier, A.， 1987. Evaluation of transpiration in a Douglas-fir stand by means of sap flow measurements. Tree physiology 3, 309-320.   \nJim, C.Y. and Chen, W.Y., 2008. Assessing the ecosystem service of air pollutant removal by urban trees in Guangzhou (China). Journal of Environmental Management 88, 665- 676.   \nJosipovic，M.，Annegarn，H.J.，Kneen，M.A.， Pienaar，J.J. and Piketh， S.J.，2010. Concentrations, distributions and critical level exceedance assessment of $\\mathrm { S O } _ { 2 }$ ， $\\Nu { \\cal O } _ { 2 }$ and $\\mathrm { O } _ { 3 }$ in South Africa. Environmental monitoring and assessment 171, 181-196.   \nKärenlampi, L. and Skärby, L.， 1996. Critical Levels for Ozone in Europe: Testing and ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Finalizing the Concepts .University of Kuopio. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Kostner, B. et al., 20o8. Sap flow measurements as a basis for assessing trace-gas exchange of trees.Flora-Morphology, Distribution, Functional Ecology of Plants 2O3,14-33. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Karl,T.R.and Trenberth, K.E.， 2003. Modern global climate change. Science 302,1719- 1723. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Karlsson, P.E.et al.，2Oo4.New critical levels for ozone effects on young trees based on AOT40 and simulated cumulative leaf uptake of ozone. Atmospheric Environment 38, 2283-2294. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Kohno,Y.,Matsumura, H., Ishi, T. and Izuta, T.,2Oo5.Plant responses to air pollution and global change: Establishing critical levels of air pollutants for protecting East Asian vegetation—a challenge. Plant responses to air pollution and global change, 243-250. Springer Japan. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Low, M. et al., 2O12. Multivariate analysis of physiological parameters reveals a consistent O3 response pattern in leaves of adult European beech (Fagus sylvatica). New Phytologist 196,162-172. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Liu, Y. et al., 2008. Volatile organic compound (VOC) measurements in the Pearl River Delta (PRD) region, China. Atmospheric Chemistry and Physics 8, 1531-1545. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Lu, Q.et al., 2O13.Emission trends and source characteristics of $\\mathrm { S O } _ { 2 }$ $\\mathsf { N O } _ { \\mathrm { X } }$ ,PM10 and VOCs in the Pearl River Delta region from 2000 to 2009.Atmospheric Environment 76,11- 20. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Ma,L. et al.， 2Oo8. Diurnal， daily， seasonal and annual paterns of sap-flux-scaled transpiration from an Acacia mangium plantation in South China. Annals of forest science 65,1-1. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Massman, W.J.,1998.A review of the molecular diffusivities of $_ \\mathrm { H } _ { 2 } \\mathrm { O }$ 5 $\\mathrm { C O } _ { 2 }$ 5 $\\mathrm { C H } _ { 4 }$ ,CO, $\\mathrm { \\Delta O } _ { 3 }$ ， $\\mathrm { S O } _ { 2 }$ $\\mathrm { N H } _ { 3 }$ ， ${ \\bf N } _ { 2 } \\mathrm { O }$ ，NO,and $\\mathrm { N O } _ { 2 }$ in air, $\\mathrm { O } _ { 2 }$ and ${ \\bf N } _ { 2 }$ near STP. Atmospheric Environment 32, 1111-1127. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Matyssek, R. et al., 2004. Comparison between AOT40 and ozone uptake in forest trees of different species, age and site conditions. Atmospheric Environment 38, 2271-2281. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "MEP (Ministry of Environmental Protection), 2012. China National Ambient Air Quality Standard(GB3095-2012) (http://kjs.mep.gov.cn/hjbhbz/bzwb/dqhjbh/dqhjzlbz/201203/W020120410330232398 521.pdf) ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Nunn,A.J. et al.， 2007. Exemplifying whole-plant ozone uptake in adult forest trees of contrasting species and site conditions. Environmental Pollution 146, 629-639.   \nPhillps,N.， Nagchaudhuri，A.， Oren，R. and Katul, G.，1997. Time constant for water transport in loblolly pine trees estimated from time series of evaporative demand and stem sapflow. Trees 11, 412-419.   \nPhillips, N. and Oren, R., 1998.A comparison of daily representations of canopy conductance based on two conditional time-averaging methods and the dependence of daily conductance on environmental factors. Annales des Sciences Forestieres 55, 217-235. EDP Sciences.   \nPleim, J.E., Finkelstein, P.L., Clarke,J.F.and Ellestad, T.G.,1999. A technique for estimating dry deposition velocities based on similarity with latent heat flux. Atmospheric Environment 33, 2257-2268.   \nRamanathan, V., Cicerone, R.J., Singh, H.B.and Kiehl, J.T., 1985. Trace gas trends and their potential role in climate change. Journal of Geophysical Research 90, 5547-5566.   \nRenninger, H.J., Carlo, N., Clark, K.L. and Schäfer, K.V.R., 2014. Physiological strategies of co-occurring oaks in a water-and nutrient-limited ecosystem. Tree physiology, tpt122.   \nRichter，A.，Burrows，J.P.，NüB，H.，Granier，C.and Niemeier，U.，2005.Increase in tropospheric nitrogen dioxide over China observed from space. Nature 437,129-132.   \nSchäfer, K.V.R.， 2011. Canopy stomatal conductance following drought, disturbance，and death in an upland oak/pine forest of the New Jersey Pine Barrens, USA. Frontiers in plant science 2.   \nSchulze,E.-D. et al., 2010. The European carbon balance. Part 4, integration of carbon and other trace - gas fluxes. Global Change Biology 16, 1451-1469. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Seinfeld, J.H.and Pandis, S.N.,2012.Atmospheric chemistry and physics: from air pollution to climate change .John Wiley & Sons. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "Setälä,H., Vippola, V., Rantalainen, A.-L., Pennanen, A.and Yli-Pelkonen, V., 2013. Does urban vegetation mitigate air pollution in northern conditions? Environmental Pollution 183, 104-112.   \nSimpson, D.,Ashmore,M.R., Emberson, L. and Tuovinen, J.P., 2007. A comparison of two different approaches for mapping potential ozone damage to vegetation. A model study. Environmental Pollution 146, 715-725.   \nSlovik, S., Siegmund, A., FUHrer, H.W. and Heber, U., 1996. Stomatal uptake of $\\mathrm { S O } _ { 2 }$ 0 $\\mathsf { N O } _ { \\mathrm { x } }$ and $\\mathrm { O } _ { 3 }$ by spruce crowns (Picea abies) and canopy damage in Central Europe. New phytologist 132, 661-676.   \nSmith,S.J. et al., 2011. Anthropogenic sulfur dioxide emissions,1850-2005.Atmospheric Chemistry and Physics 11, 1101-1116.   \nSparks, J.P., 2009. Ecological ramifications of the direct foliar uptake of nitrogen. Oecologia 159, 1-13.   \nTang, J. et al., 2oo6. Sap flux-upscaled canopy transpiration, stomatal conductance, and water use efficiency in an old growth forest in the Great Lakes region of the United States. Journal of Geophysical Research, Biogeosciences (2005-2012) 111.   \nTao,F.and Feng, Z., 200o. Critical loads of $\\mathrm { S O } _ { 2 }$ dry deposition and their exceedance in south China. Water, air, and soil pollution 124, 429-438.   \nTu, J., Xia, Z.-G., Wang, H. and Li, W., 20o7. Temporal variations in surface ozone and its precursors and meteorological effects at an urban site in China. Atmospheric Research 85,310-337.   \nUNECE,2004. Manual on methodologies and criteria for modeling and mapping critical loads andlevelsandairpollutioneffects，risksandtrends. (http://www.icpmapping.0rg)   \nVahedpour, M. and Zolfaghari, F., 2O11. Mechanistic study on the atmospheric formation of acid rain base on the sulfur dioxide. Structural Chemistry 22, 1331-1338. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "Van der A,R.J. et al., 20Oo6. Detection of the trend and seasonal variation in tropospheric $\\mathbf { N O } _ { 2 }$ over China. Journal of Geophysical Research,Atmospheres (1984-2012) 111. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Wan, J.-M. et al.， 2011. Change of air quality and its impact on atmospheric visibility in central-western Pearl River Delta. Environmental monitoring and assessment 172, 339-351.   \nWang,H. et al., 2012. Ozone uptake by adult urban trees based on sap flow measurement. Environmental Pollution 162, 275-286.   \nWang,T., Poon, C.N., Kwok, Y.H. and Li, Y.S., 20o3. Characterizing the temporal variability and emission patterns of pollution plumes in the Pearl River Delta of China. Atmospheric Environment 37, 3539-3550.   \nWang, T. et al., 2Oo9. Increasing surface ozone concentrations in the background atmosphere of Southern China, 1994-2007. Atmospheric Chemistry and Physics 9, 6217-6227.   \nWang,X. et al., 2O13. Reductions in sulfur pollution in the Pearl River Delta region, China, Assessing the effectiveness of emission controls. Atmospheric Environment 76, 113- 124.   \nWieser, G., Luis, V.C. and Cuevas, E., 2O06. Quantification of ozone uptake at the stand level in a Pinus canariensis forest in Tenerife, Canary Islands, An approach based on sap flow measurements. Environmental Pollution 140, 383-386.   \nWieser, G., Matyssek, R., Kostner, B. and Oberhuber, W., 2003. Quantifying ozone uptake at the canopy level of spruce, pine and larch trees at the alpine timberline, an approach based on sap flow measurement. Environmental Pollution 126, 5-8.   \nYang,J., Yu, Q. and Gong, P. 20o8. Quantifying air pollution removal by green roofs in Chicago. Atmospheric Environment 42, 7266-7273.   \nYin, S. et al., 2O11. Quantifying air pollution attenuation within urban parks, An experimental approach in Shanghai, China. Environmental pollution 159,2155-2163.   \nZhang, X., Zhang, P., Zhang, Y., Li, X. and Qiu, H., 2007. The trend, seasonal cycle, and sources of tropospheric $\\Nu { \\cal O } _ { 2 }$ over China during 1997-2006 based on satellite measurement. Science in China Series D, Earth Sciences 50, 1877-1884.   \nZhang，Y.H. et al.， 20o8.Regional ozone pollution and observation-based approach for analyzing ozone-precursor relationship during the PRIDE-PRD2004 campaign. Atmospheric Environment 42, 6203-6218.   \nZheng, J., Zhang, L., Che, W., Zheng, Z. and Yin, S., 2009.A highly resolved temporal and spatial air pollutant emission inventory for the Pearl River Delta region, China and its uncertainty assessment. Atmospheric Environment 43, 5112-5122.   \nZhu,L.W. et al.， 2012. Effects of sap velocity on the daytime increase of stem $\\mathrm { C O } _ { 2 }$ efflux from stems of Schima superba trees. Trees 26, 535-542.   \nZimmermann，F.，Plessow，K.，Queck，R.，Bernhofer，C.and Matschullat，J.，2006. Atmospheric N-and S-fluxes to a spruce forest—Comparison of inferential modelling and the throughfall method. Atmospheric Environment 40, 4782-4796. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 36
    }
]