[
    {
        "type": "text",
        "text": "NursRxiv ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "耳穴贴压联合耳尖放血治疗脾胃湿热型痤疮1例的护理体会",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "尹海兰（北京中医药大学东方医院儿科，北京，100078）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：本文回顾1例接受耳穴贴压联合耳尖放血治疗的青少年脾胃湿热型痤疮患者的临床资料，总结相关护理检验。通过阐述了该证型的病因病机、取穴依据和操作方法,结合1例典型病例分析,证实耳穴贴压联合耳尖放血治疗脾胃湿热型痤疮安全、有效，且该操作方法简便,易于患儿接受，值得临床借鉴。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：耳穴贴压；耳尖放血；痤疮；皮疹；中医护理",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Auricular acupoint sticking-pressing and ear-apex bloodletting therapy for a young adult patient with acne of dampness-heat of spleen and stomach type and related nursing management ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "YINHailan ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(Department of Pediatric,Dongfang Hospital Beijing University of Chinese Medicine,Beijing，100078) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT: This paper reviewed the clinical data of a young adult patient with acne of dampness-heat of spleen and stomach type treated by auricular acupoint sticking-pressing and ear-apex bloodleting therapy，and related nursing measures were summarized. The etiology and pathogenesis of dampness-heat of spleen and stomach，acupoint selection principles and operation method of auricular acupoint treatment were described. A typical case was analyzed to prove the effectiveness and safety of auricular acupoint sticking-pressing and ear-apex bloodleting therapy in the treatment of acne of dampness-heat of spleen and stomach. The auricular acupoint treatment is simple to use and well-accepted for young adult patients. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEY WORDS: auricular acupoint sticking and pressing； ear-apex bloodletting； acne; Traditional Chinese Medicine nursing ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "痤疮是指毛囊皮脂腺的慢性炎症疾病，本病属中医学“粉刺”\"酒刺\"范畴，为青春期人群常见病，男性多发，好发于颜面、胸、背上部等皮脂腺丰富的部位，皮损以毛囊性丘疹、黑头粉及脓疱为主。现代病因研究认为雄性激素水平的增高，毛囊皮脂腺角质形成细胞的过度增生，皮脂腺导管角化异常，细菌的入侵，引起毛囊周围炎症而成，加上心理和遗传等因素[]。本病一般在青春期过后都基本可自然痊愈。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中医学认为素体阳盛,营血偏热，以致肺经血热。熏蒸头面，蕴阻肌肤而生。或因过食辛辣油腻之品，脾胃化湿生热，湿热循经上熏，阻于肌肤而成。若脾气不健，运化失调，水湿内停，日久成痰，化热凝聚肌肤，则可形成囊肿结节之物。其辩证分型为肺经血热和脾胃湿热[2]",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "随着生活水平的提高，青少年的饮食结构、种类发生了很大的变化，高热量、高蛋白食物摄入过多，导致脾胃湿热证痤疮的发病率日益增高。小http://www. nursrxiv. org.cn儿脾常不足，若饮食不知自节，过食肥甘辛辣油炸之品，超过了脾胃的正常纳化功能，脾失健运，水湿内停，泛于周身，出现形体肥胖，身倦肢怠，正如《素问·痹论》记载：“饮食自倍，肠胃乃伤”。湿为阴邪，其性重浊黏腻，湿流下焦，阻遏气机，升降无能，则见小便混浊，大便溏而不爽。湿阻中焦，郁而化热，湿热互结，上蒸颜面，发为粉刺。足阳明胃经起于鼻翼旁，挟口两旁，环绕嘴唇，上行至额，湿热之邪循经，所过之处粉刺簇生。本文回顾1例接受耳穴贴压联合耳尖放血治疗的青少年脾胃湿热型痤疮患者的临床资料，总结相关护理检验，现报告如下。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1临床资料",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "患儿男性，15岁，于2021年7月14号于医院儿科门诊就诊，主诉：痤疮半年，额部长满白头粉刺,额头有多个大脓包，疼痛明显，面颊和口周有多个脓包，有被挤过的痕迹，前胸和后背处也有多个小脓包，触碰后疼痛明显。患儿喜食肥甘厚腻辛辣刺激之品，小便黄，大便溏，2～3次/d,舌红，苔黄腻，脉滑。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2护理",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 治疗原则 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本例患者皮疹遍布额、口周，胸背处散在脓包和小结节,疼痛明显。伴口臭,小便黄,大便溏,2\\~3次/d,舌红，胎黄腻，脉滑。辨证为脾胃湿热型。治疗原则以清热除湿解毒为主。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2操作前准备 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "操作前，先进行耳部望诊，观其双耳额和面颊区均有脱屑，触之皮下有结节，较硬，压之疼痛明显；胃区皮肤发白，脾区压痛明显，肺区皮色发红。右侧耳朵比左侧明显，符合“左耳主升、右耳主降\"的原则，因此选择右耳进行贴压，左耳放血。疗程：贴压时间为3d,休息1d。贴压和放血两耳交替进行，4次为1个疗程。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3耳穴贴压 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3.1取穴原则： $\\textcircled{1}$ 主穴：额、面颊（相应部位）、肺、内分泌、交感、神门。 $\\textcircled{2}$ 配穴：脾、胃、三焦[3]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3.2耳部按摩：贴压前，操作者搓热双手，按摩双耳。按摩力度适中(患者无痛感)，按摩时间为 $5 \\mathrm { m i n }$ ,按摩至患者皮肤发热，皮温增高，耳廓皮色发红，俗称“得气”，以增强耳穴治疗的疗效。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "根据耳穴分布与人体的对应规律： $\\textcircled{1}$ 前后来回推拉耳郭20次，可调理人体阴阳，促进阴阳平衡。$\\textcircled{2}$ 搓揉耳垂，着重以面颊部和额区，时间 $1 \\mathrm { m i n }$ ，也可下拉耳垂20次。 $\\textcircled{3}$ 按摩对耳屏，对耳屏相当于人体大脑，按摩 $1 ~ \\mathrm { m i n }$ 。 $\\textcircled{4}$ 从下向上按摩按揉耳轮、耳舟和对耳轮。耳轮相当于人体皮肤和肌鞘，因皮肤是人体最大的免疫器官，因此按摩耳屏可提高自身免疫力，增强体质。耳舟相当于人体上肢,对耳轮相当于人体脊柱和下肢。按摩 $1 ~ \\mathrm { m i n }$ ○$\\textcircled{5}$ 从内向外按摩耳三角窝，三角窝是人体盆腔和内生殖器的信息区。 $\\textcircled{6}$ 按摩耳轮脚周围，相当于人体消化系统和泌尿系统。 $\\textcircled{7}$ 按摩耳甲腔，耳甲腔是人体胸腔的信息区，分布有心、肺、气管、脾、内分泌、三焦、口、食道、贲门9个穴位，按摩可以改善心肺功能。 $\\textcircled{8}$ 按摩耳屏，耳屏是人体咽喉和内外鼻的信息区。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3.3耳穴贴压操作：耳部按摩操作完成后，用 $7 5 \\%$ 酒精棉签消毒双耳，待干。操作者一手固定患者耳郭，另一只手用探棒在右耳额(对耳屏外侧面前部）、面颊(在耳垂正面眼区与内耳区之间的中点）肺(耳甲腔心区和气管区周围处）内分泌（外耳门后下肺与内分泌区之间）交感(对耳轮下脚前端与耳轮内缘相交处）、神门（耳三角窝后1/3的上部）脾(耳甲腔的后上部）、胃(耳轮脚消失处）、三焦(在外耳门后下肺与内分泌区之间)部寻找阳性点，用王不留行籽的胶布对准穴位(阳性点)进行贴压，额、面颊采取对贴。其他穴位，均为正面贴压。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.4耳尖放血 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "操作者佩戴无菌手套。常规消毒后，在患者左侧耳朵的耳尖(卷耳向前取其最高点)用一次性消毒针头快速点刺放血1次，额部、面颊部快速点刺放血数次，用手挤压针刺部位，用 $7 5 \\%$ 的酒精棉球擦拭，直至血液颜色由深变浅，由黏稠变稀薄为止，出血量 $2 \\sim 3 ~ \\mathrm { m L }$ 为宜。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.5注意事项",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "左耳放血处皮肤 $2 4 \\mathrm { h }$ 内注意保持清洁。耳穴贴压在对侧耳朵进行，贴压后每天按压3～5次，双耳同时进行(放血侧耳朵当日不按压)。按压力度以患儿可耐受为宜。探查耳穴敏感点，使患者有热、麻、胀、痛感觉，即\"得气”。一般在缘上的穴位，按压方向是朝耳轮成 $4 5 ^ { \\circ }$ ，如神门、脾，用点压法；耳垂部面颊穴，用对压法。观察患者耳部皮肤情况，留置期间应防止胶布脱落或污染，对普通胶",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "布过敏者改用脱敏胶布。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.6 生活指导",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "嘱患者少吃海鲜、辛辣、油炸制品，戒烟、酒，多吃当季新鲜蔬菜、水果，例如能改善微循环的香蕉、山楂、蜂蜜、黑木耳等，能增强皮肤抵抗力的花生、百合、香仁等，以及能抑制皮脂腺分泌皮脂的葡萄、绿豆、赤小豆等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "告知患者切忌用手指抠捏、挤压皮疹，以防感染和化脓遗留黑印或疤痕。建议用温水洗脸，保持皮肤清洁，毛孔通畅，选用合理的皮肤护理剂，每天洗脸不超过3次。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "建议患者采取舒适卧位，避免贴压耳痘的耳郭在睡眠时受压而导致疼痛，影响睡眠质量。向家属介绍心理支持技巧，帮助患者减轻压力，增强信心，保持心情舒畅，保证充足睡眠。此外，告知患者加强体育锻炼，增强体质，外出时避免暴晒等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.7 效果评价",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "参照《中药新药临床研究指导原则》中疗效评定标准。 $\\textcircled{1}$ 痊愈：皮损全部消退，仅留有色素沉着，无新痤疮皮疹发生。 $\\textcircled{2}$ 显效：皮损消退 $70 \\%$ 以上，新起痤疮皮疹少于5个。 $\\textcircled{3}$ 有效：皮损消退$3 0 \\% \\sim 7 0 \\%$ ,新起痤疮皮疹少于10个。 $\\textcircled{4}$ 无效：皮损消退 $30 \\%$ 以下，或无明显变化，甚至加重。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "本例患者第1次治疗完成后，全部痤疮皮色变浅。第4次治疗完成后，痤疮皮损消退 $5 0 \\%$ ,新发皮疹6个，原有大脓包变小变软。第6次治疗完成后，痤疮皮损消退 $80 \\%$ ，无新发皮疹，但仍有明显的色素沉着，原有大脓包基本吸收，疼痛消失。疗效判定为显效。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3讨论",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "随着人民生活水平的不断提高，青少年多饮食不节，喜食肥甘厚腻，辛辣刺激之品，睡眠时间不足，户外运动减少，清洗面部皮肤不彻底，涂抹护肤霜不当等原因。青少年脾胃湿热型痤疮发病率越来越高。中医学认为素体阳盛，营血偏热，加之饮食不节，过食辛辣油腻之品，脾胃化湿生热，湿热循经上熏，阻于肌肤而成。若脾气不健，运化失调，水湿内停，日久成痰，化热凝聚肌肤，则可形成囊肿结节之物。本例患者为喜食肥甘厚味，加之缺乏运动，每日睡眠时间不足，清洁面部皮肤不彻底。便黄，大便溏，2\\~3次/d,舌红，苔黄腻，脉滑。辨证为脾胃湿热型。给予耳穴贴压联合耳尖放血，主穴：额、面颊(相应部位）肺、内分泌、交感、神门。配穴：脾、胃、三焦。方义：额、面颊为相应部位，清热泻火，改善局部微循环，加速新陈代谢。肺：宣肺散热，肺主皮毛。内分泌：能调整内分泌，抗感染。交感：抑制皮脂腺分泌。神门：镇静、消炎。脾：脾为后天之本，气血生化之源，健脾补气，统血生肌。胃：清除胃内郁热，和胃健脾。三焦：分上、中、下焦，三焦能通调水道，畅通气机，能疏散头面部的火热病变。本例患者经耳穴贴压治疗6次后，痤疮皮损消退 $80 \\%$ ,无新发皮疹，但仍有明显的色素沉着，原有大脓包基本吸收，疼痛缓解。在治疗的基础上，还应积极纠正患者不良生活习惯，指导患者经常用温水洗脸，皮脂较多时，可以每日洗3～4次，不用冷水洗脸，以防毛孔收缩，皮脂堵塞，痤疮加重。告知患者忌食辛辣刺激的食物，如辣椒、烧烤；少食油腻、甜食，多吃新鲜蔬菜、水果，保持大便通畅。切忌用手挤压痤疮，以免炎症扩散，愈后遗留凹陷性疤痕。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "耳穴治疗是中医特色的外治疗法，《灵枢经》中指出，“耳者，为宗脉之所聚”，认为耳与人体的脏腑经络有着密切的联系，人体产生疾病时，可在耳朵的相应穴区出现反应，通过刺激耳廓相应穴区可以达到治疗保健的目的，效果明显。耳穴治疗临床应用广泛[4-10],见效快，有助于诊断,疗效可靠，绿色环保，无不良反应，易被患者接受，经济安全，便于推广。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "利益冲突声明：作者声明本文无利益冲突。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[1] 赵俊茹，胡冬裴．痤疮病因及外治法研究进展[J].现代中西医结合杂志，2015，24(9)：1021-1023  \n[2] 江育仁，张奇文．实用中医儿科学[M」.上海：上海科学技术出版社，1995.  \n[3] 张红梅．浅谈寻常性痤疮的中医辨证论治[J].心理月刊，2020，15(7)：230.  \n[4] 明红钰．中药内服联合耳尖放血疗法治疗寻常痤疮30例[J].现代中医药，2018，38(3)：51-52.  \n[5] 白姗姗，边风华，何翔，等．耳尖放血联合桑芩合剂治疗湿热证痤疮临床观察[J].中医药通报，2016，15(1):52-53.  \n[6] 姜英．耳尖放血联合桑芩合剂治疗湿热证痤疮的效果及对患者生活质量的影响[J].中外医学研究，2016，14(33):44-45.  \n[7] 杨微，吴景东．耳尖放血 $^ +$ 痤疮合剂联合粉刺针清术治疗肺胃热盛痤疮随机平行对照研究[J].实用中医内科杂志，2017，31(5)：62-64.  \n[8] 郭瀲，彭明霞．耳尖放血配合龙珠软膏治疗寻常痤疮50例[J.中国实用医药，2017，12(15)：96-97.  \n[9] 钱文娟．金黄膏外敷联合耳尖放血疗法对结节型痤疮的疗效观察和护理体会[J.实用临床护理学",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "电子杂志，2017，2(51)：172-173.[10］郑超，李宁，曹红京．全息经络刮痧联合耳尖放血疗法治疗老年高血压病临床观察[J]．中西医结合护理，2021，7(12)：84-87.",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "http://www. nursrxiv. org. cn ",
        "page_idx": 3
    }
]