[
    {
        "type": "text",
        "text": "Potential impacts of climate change on Welwitschia mirabilis populations in the Namib Desert, southern Africa ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Pierluigi BOMBI1,2 \\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Institute of Agro-environmentalandForest Biology,National Research Councilof Italy,Oo15 Monterotondo,Italy;   \n²LifeWatch-ITA,Mediterranean Thematic Center,National Research Council of Italy,OO1Oo Rome,Italy ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Climate change is threatening natural ecosystems in the Earth,and arid regions of southern Africa are particularly exposed to further drying. Welwitschia mirabilis Hook. (Welwitschiaceae) is an unusual gymnosperm tree that is recognized as an icon of the Namib Desert, southern Africa. Many aspects of its biology were investigated in the past, with a special emphasis for its physiology and adaptations, but nothing is known about its potential sensitivity to current climate changes. In this study, we adopted an approach based on distribution data for $W .$ mirabilis and ecological niche models for clarifying the species-climate interactions and for predicting the potential impacts of climate change on $W .$ mirabilis populations in three well-separated sub-ranges (northern, southern and central) in northwestern Namibia, southern Africa. We evidenced that the populations occurring in the northern sub-range have peculiar climatic exigencies compared with those in the central and southern sub-ranges and are particularly exposed to the impact of climate change, which will consist of a substantial increase in temperature across the region. These impacts could be represented by demographic changes that should be detected and monitored detailedly to plan eficient measures for managing populations of this important species on the long-term scale. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: global warming;range fragmentation;climatic suitability； Welwitschia mirabilis;ecological niche model; Namib Desert ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Global climate change is recognized as one of the major threats to biodiversity and natural ecosystems. Extinction events,range shifts,and density variations at population and species levels have been widely documented in cold, temperate,and tropical ecosystems (Walther et al., 2002; Parmesan and Yohe,2OO3,Cristofari et al.,2O18). In addition, further pressures on natural populations,driving to changes in species diversity and ecosystem functioning and service provision are expected for the years to come (Hole et al.,2O09; Moritz and Agudo,2O13; Ge et al., 2015).Afro-tropical species and ecosystems are expected to be particularly sensitive to climate change and to face substantial alterations (Thuiler et al.，2OO6a；Peterson et al.,2014; Blach-Overgaard et al.， 2015； Midgley and Bond, 2015). For this reason, demographic studies have been carried out on some species in arid regions of southern Africa for detecting climate change impacts (Foden et al., 20O7; Guo et al., 2011). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Ecological niche models have been extensively used to project the likely impacts of future climate change for different time slices.In very general terms,the ecological niche models are based on the definition of the species-environment interactions and their spatial explicit projection in the future climate (Guisan and Zimmermann, 2Ooo). In recent years, ecological niche models underwent deep improvements both in the theory and methodology (Guisan and Thuiller, 2Oo5). A large spectrum of modeling approaches and techniques have been developed for dealing with different data types and aims (Elith and Leathwick,2Oo9; Guisan et al.,2013). These approaches have been used for predicting species distribution in a wide range of biota and for targeting initiatives,allowing to improve conservation strategies (Bakkenes et al.,2002; Iverson and Prasad, 2002; Thuiller et al., 2004,2006b). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Arid regions of southern Africa host a high percentage of endemic species and a variety of remarkable taxa (Maggs et al.,1998). Welwitschia mirabilis Hook. is an endemic, unique species of the taxonomic family Welwitschiaceae,and also an unusual member of gymnosperms in the Namib Desert, southern Africa.The distribution of W. mirabilis is restricted to the central and northern Namib Desert, extending from the Kuiseb River in Namibia to the Nicolau River, north of Namibe, in Angola (Kers,1967; Giess,1969). It occurs in isolated populations, with highly variable density (Henschel and Seely,2OoO).Although a great number of studies have dealt with the morphology，development, ecophysiology, ecology,and distribution of W. mirabilis,many important aspects of the biology of this iconic species still need further understanding (Henschel and Seely, 200O; Valverde et al., 2016; Krüiger et al.,2017). To the best of our knowledge, no assessment of the potential impacts of climate change on this important species is available to forecast the variation in environmental suitability in the future. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The aim of this study is to fill this gap,predicting how the climatic conditions in the Namib Desert will satisfy environmental exigencies of W. mirabilis populations in the future. We adopted an approach based on ecological niche models for clarifying the climatic components of the ecological niche of W. mirabilis populations and for evaluating whether and where such climatic exigencies will be satisfied across its current geographic range. More specifically, we combined distribution data with current climate surfaces for exploring the species-climate relationship and for modeling the climate suitability of W. mirabilis populations in the Namib Desert under the current and future conditions. Furthermore，we projected a defined relationship into a wide spectrum of climate change scenarios for estimating the extent to which the climatic suitability will change Namib Desert in the future. Our results are important to understand more about the ecology of this unusual plant (i.e.，W. mirabilis),for identifying which populations could suffer the worst impacts of climate change,and for improving the management strategies of W. mirabilis fields. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2Study area and data collection ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Distribution data for W. mirabilis were downloaded from the 'Digital Atlas of Namibia' (Bubenzer et al.,2004), which provides maps compiled by the 'National Herbarium of Namibia' based on the databases of the 'National Botanical Research Institute of Namibia' and published in the 'Atlas of Namibia' (Mendelsohn et al.,2O02) for the 'Ministry of Environment and Tourism' (Fig.1).These maps are provided as polygon shape files for a selection of six plant species that are important at the country scale. Polygons describe the species distributions in terms of their extent of occurrence (IUCN,2012), encompassing all known localities of presence.We defined our study area as a bounding box, which is 2/3 larger than the latitudinal and longitudinal extent of the data polygons. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The available data could describe W. mirabilis as spread in three well-separated sub-ranges in the Namib Desert, southern Africa (Fig.1). The northern sub-range is a circular area in central Kaokoland at the border between Namib Desert, Nama Karoo,and savanna biomes.The central sub-range is a large area in Damaraland and Swakopmund districts laying over Namib Desert and Nama Karoo. The southern sub-range is an elongated area in the central Namib Desert, Swakopmund district, southwestern Africa. The three areas are roughly $1 0 0 ~ \\mathrm { k m }$ away from each ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "other and are separated by unoccupied zones. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/6e3f9d5f2803a545dc3a66fab730ca82192bf95e8179a85e4dd5b6f9a4bba1a8.jpg",
        "img_caption": [
            "Fig.1Distribution of Welwitschia mirabilis in the Namib Desert,southern Africa "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Climate data for the study area were downloaded from the 'WorldClim databank' (version 1.4; www.worldclim.org）(Hijmans et al.，2Oo5a)，which consists of 19 bioclimatic variables with global coverage. These variables were derived from the monthly temperature and precipitation values，using measures for the period 195O-2OoO from a great number of weather stations (>15,000) around the globe.Data are available at different resolutions (i.e.,10.O,5.O,2.5,and 0.5 min of arc) as grid (raster) layers.In particular, we used climate surfaces with pixels of 2.5 arc-min, corresponding to a resolution of approximately $5 \\mathrm { k m }$ (Hijmans et al., 2005b). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In order to describe the climatic niche of W. mirabilis populations in a way that is easy-to-read, we represented its geographic distribution in a two-dimensional environmental space. For doing this, we extracted values of annual mean temperature and mean annual precipitation for all the pixels contained in our study area and projected the extracted values in a scatterplot. Values corresponding to pixels contained in the extent of occurrence of W. mirabilis were evidenced by coloring the relative points according to their sub-range. This approach produced a visual representation of the climatic niche of the species in its individual sub-ranges in relation with the climatic availability of the study area. In addition, we utilized the same approach for visualizing the climatic shift expected in the three different sub-ranges according to the available scenarios. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We adopted an approach based on ecological niche models to estimate the climatic suitability for $W _ { ☉ }$ mirabilis populations across the study area (Guisan and Zimmermann, 2Ooo). Since W. mirabilis has different climatic niches in its different sub-ranges (see Results for details),we modeled the species distribution in its diferent sub-ranges separately.We generated 1OOO random points across the study area and considered them as pseudo-presence points when they fell into the considered sub-range and as pseudo-absences otherwise. Climate variables were assigned to the presence/absence points and selected for reducing multicollinearity by discarding those with variance inflation factor higher than 5 (Belsley et al.,1981).After this selection,seven variables were retained for modeling (i.e., bio3 (isothermality), bio4 (temperature seasonality), bio9 (mean temperature of driest quarter)，bio14 (precipitation of driest month)，bio15 (precipitation seasonality), biol7 (precipitation of driest quarter),and biol8 (precipitation of warmest quarter)). The individual projections for the different sub-ranges were merged by summing up the suitability values in each pixel. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Because the choice of algorithm can influence the performance of ecological niche models, we adopted an ensemble forecasting approach in this study (Araujo and New,2Oo7).We used eight different techniques and then chose the most common and performing methods,for modeling climatic suitability in the R package (R Development Core Team, 2O16) Biomod2 (Thuiler et al., 2016).In particular,we fited Generalized Linear Model (GLM) (Dobson,1990),Generalized Boosting Model (GBM) (Friedman et al.,2OOO), Classification Tree Analysis (CTA) (Breiman et al.,1984)，Artificial Neural Network (ANN) (Ripley，1996)， Surface Range Envelop (SRE) (Busby,1991), Flexible Discriminant Analysis (FDA) (Hastie et al.，1994),Multiple Adaptive Regression Splines (MARS) (Friedman,1991),and Random Forest Model (RFM) (Breiman, 2001) on presence/absence data for each sub-range. Each model was validated by the ROC (receiver operating characteristic） value (Fielding and Bell,1997)，and a final consensus model was generated by calculating the weighted average of the individual models using the relative ROC values as weights. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To predict the variation of climatic suitability of W. mirabilis populations under future conditions，we projected the fitted models into the available Global Climate Models (GCMs). These GCMs were elaborated by 19 research centres for the four RCPs (Representative Concentration Pathway) for 2050 (average for the period 2O41-2O6O) and downscaled at the same spatial resolution as the current climatic surfaces (i.e.,2.5 arc-min) using WorldClim as baseline climate (Hijmans et al., 2Oo5a). Overall, we considered 59 different GCMs and used the same model parameterizations as in the current conditions for projecting the climatic suitability in the future and for creating the final consensuses model from the ensemble of the individual models. As a result, we obtained one single spatial prediction of climatic suitability for W. mirabilis populations under future conditions. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4 Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.1 Climatic exigences ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The evident separation of the three sub-ranges has implications for the climatic niches of W. mirabilis populations. Overall,this species occurs in the areas with very low annual precipitation respect to the entire study area (Fig. 2). In particular, populations in the southern sub-range (blue in Fig.2) occupy the driest zones,with a mean annual precipitation $< 5 0 ~ \\mathrm { m m }$ and an annual mean temperature of $1 5 ^ { \\circ } \\mathrm { C } { - } 2 1 ^ { \\circ } \\mathrm { C }$ .Populations in the central sub-range (green in Fig. 2) have a relatively large spectrum of conditions for mean annual precipitation, from very dry (close to $0 \\ \\mathrm { m m } ,$ to semi-arid $( 2 5 0 - 3 0 0 ~ \\mathrm { m m } )$ ,and a preference for hot conditions (annual mean temperature between $1 9 ^ { \\circ } \\mathrm { C }$ and $2 2 ^ { \\circ } \\mathrm { C } )$ ） with few exceptions. Populations in the northern sub-range (red in Fig.2) encounter conditions of mean annual precipitation in the spectrum of the central sub-range (roughly between 100 and $2 0 0 \\mathrm { m m }$ ）but evidently colder (annual mean temperature between $1 7 ^ { \\circ } \\mathrm { C }$ and $2 0 ^ { \\circ } \\mathrm { C }$ ） ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.2 Climatic suitability ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Species distribution models obtained very high validation scores,i.e., mean ROC values of 0.84 $( \\pm 0 . 2 0 )$ ，0.95 $( \\pm 0 . 0 3 )$ ，and 0.85 $( \\pm 0 . 1 4 )$ for the northern,central,and southern sub-ranges, respectively. The prediction map under current climatic conditions (Fig. 3a) evidenced that the northern and central sub-ranges are divided by a wide unsuitable zone.Differently,the central and southern sub-ranges are connected in terms of climatic suitability. The prediction map under future conditions (Fig.3b） shows a similar patern，with central and southern sub-ranges connected and northern sub-range isolated.In addition,lower levels of climatic suitability are forecasted for the northern sub-range in the future. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/cb3040432c3a18194a62ba44dd9d07e04095086f07e74b85a396d767ee9c1152.jpg",
        "img_caption": [
            "Fig.2Visualization of the climatic nicheof W. mirabilis populations in the three main sub-ranges as wellas the whole study area "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/e18dd1690c049d0b662e6b5a7360be44d0c2a486d916604bf6073f902059f43b.jpg",
        "img_caption": [
            "Fig.3Climatic suitability for W. mirabilis populations under current (a) and future (b)conditions "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The variation of climatic suitability between current and future conditions is expected to occur especially along the borders of species distribution range (Fig. 4). This is particularly evident for the central and southern sub-ranges, where the forecasted suitability variation has positive values (green in Fig. 4) along the borders facing the centre of the continent and negative values (red in Fig. 4)along the borders facing the ocean. The northern sub-range makes an exception to this pattern.Indeed, the entire northern sub-range is expected to suffer a very strong reduction of climatic suitability for W. mirabilis populations. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.3 Climatic variation ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The variation of climatic suitability evidenced above corresponds to a substantial increase of temperature expected across the species distribution. According to the 59 available GCMs,the temperature is expected to become higher in the future than in the current in the three sub-ranges (Fig. 5). In particular, the available scenarios of future climate predict that the annual mean temperature will become almost completely different from current conditions in the northern sub-range (Fig. 5a). Differently，in the central and southern sub-ranges (Figs. 5b and c, respectively),the climatic niche of W. mirabilis populations will be still satisfied, although the temperature will change. These evidences are in accordance with results from ecological niche models. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/70e05e885bca04e293e8437ed00c2b7e53a6c4735a25e712bb688810a53acdb2.jpg",
        "img_caption": [
            "Fig.4Variation of climatic suitability for W. mirabilis populations between curent and future conditions. Note that green shades represent suitability gains and red shades represent suitability losses. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5 Discussion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "As evidenced by our results, the W. mirabilis populations in the northern sub-range have a climatic niche substantially different from those in the central and southern sub-ranges.This is evident both by the visualization in the two-dimensional environmental space and by the outputs of the ecological niche models.Indeed,the northern sub-range is colder than the central sub-range and weter than the southern sub-range at the same time (Fig. 2).In addition,a wide unsuitable area is present between northern and central sub-ranges (Fig.3). On the contrary,the central and southern sub-ranges appear relatively similar, being represented by a unique, continuous cloud of points in Figure 2 and being geographically connected in terms of climatic suitability (Fig. 3). This ecological difference between northern and central-southern populations could suggest some level of isolation between these two units， someway in agreement with the proposal of two distinct taxa (Leuenberger, 2OOl). Reasons behind Leuenberger's (Leuenberger, 2OO1） proposal (i.e., diferent cone morphology) were confuted by a recent study of Jacobson et al. (2O14). But, unfortunately, populations from the Namibian northern sub-range were not considered in this study. Similarly，a preliminary study of Welwitschia genetic variability also did not include populations from the Namibian northern sub-range or from Angola (Jacobson and Lester, 2003), leaving the issue of the intraspecific taxonomic arrangement open. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "W. mirabilis populations in the northern sub-range are more exposed to impacts of climate change than those in the central and southern sub-ranges.Our results show that climatic suitability under future conditions will remain roughly the same for the central and southern sub-ranges. Differently， the northern sub-range will become rather unsuitable in terms of temperature (Fig. 5),losing most of the current climatic suitability in the future (Fig. 3). This evidences the importance of including W. mirabilis populations in the northern sub-range into future studies, monitoring plans,and assessing campaigns. Unfortunately, the northern sub-range lays in a remote region, where good roads are rare and traveling time is expanded. As a consequence,this area was seldom included in activities of systematic data collection and available information mainly regards species occurrence or abundance. In the light of our outcomes, demographic studies aimed to understand whether climate change is influencing the structures and dynamics of W. mirabilis populations should be carried out,especially in the northern sub-range. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/40cd4682055894f907b4cb7c358886b8114c27fb3e0a4fe0a0169e234f97b791.jpg",
        "img_caption": [
            "Fig.5Variation of climate conditions expected in the three sub-ranges of $W .$ mirabilis.In the figure,the big circles are the current values of temperature and precipitation in the northern,central,and southern sub-ranges, while thesmall circles are the future values in the same areas according to the 59 available Global Climate Models. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The loss of climatic suitability we evidenced does not mean that of W. mirabilis populations will go extinct in the northern sub-range. Individuals of this species are among the oldest living plants,with ages estimated up to 30oO years (Bornman et al.,1972). In addition, it seems that this taxon faced substantial climate changes in the past. Indeed, some traits of W. mirabilis are not typically associated with desert plants (e.g., C3 metabolism, high water demands), justifying the hypothesis that earlier habitats of W. mirabilis were more mesic than the current habitat in the Namib Desert (Jacobson and Lester, 2Oo3). In addition, paleontologic evidences suggest that W. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "mirabilis populations existed in the areas corresponding to southern Africa and western South America more than 1O5 million years ago,before the separation of the continents and the upheaval of the Great Escarpment (Jacobson and Lester, 2Oo3). Since the upheaval of the Great Escarpment was associated to high rainfall in the region, it is plausible that the current fragmented distribution of W. mirabilis was due to aridification during the Tertiary and Quatenary (Jacobson and Lester, 2OO3). In this light, living W. mirabilis trees are probably perfectly able to cope with the reduction of climatic suitability. Differently,recruitment could be affected by climate change. Indeed,a certain amount of rain, in specific rainfall pattern, is necessary for seed germination and seedling development (Bornman et al.，1972). For this reason, females annually produce many seeds but recruitment events are rare (many years apart） driving to coetaneous groups of individuals (Henschel and Seely, 2OoO).Therefore,climate change could prevent the germination of new plants,influencing the population structure. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Obviously, some aspects of our study could be improved with additional data and information. First, distribution data we used are limited to the Namibian range and exclude the northernmost area of presence in Angola. Unfortunately, information about the species distribution in Angola is very general and,to the best of our knowledge,neither precise localities of species presence nor polygons indicating the extent of occurrence of W. mirabilis has been published. Moreover, the Angolan portion of W. mirabilis range is relatively small, being restricted to the coastal area south of Namibe (Kers,1967). Second, distribution data we used are not precise localities of presence but general extents of occurrence. Unfortunately，available information about precise sites occupied by W. mirabilis is not abundant enough for niche modeling. In addition, density and precision of such information are heterogeneous among sub-ranges. This would have introduced into ecological niche models an unpredictable amount of uncertainty. Furthermore, techniques for cross-scale modeling are available (Bombi and D'Amen, 2Ol2), which allow to produce detailed suitability models from general distribution data (Bombi et al., 2O12). Third,ecological niche models assume the focal species is in a status of static equilibrium with environment. This assumption introduces a certain level of uncertainty into the outputs when dealing with non-equilibrium situations (Pearman et al., 2Oo8). Modelers are developing new methods for incorporating adaptation in the process (Bush et al., 2O16) to improve the predictive performances in dynamic conditions. Nevertheless,these methods require additional information about the species adaptive potential that is unavailable for W. mirabilis. Fourth, we used the ensemble of all the available GCMs for projecting the species niche into the future conditions.Recent studies evidenced that this approach can underestimate the impacts of climate change on wild species (Bombi et al.，2O17),including unrealistic models into the possible scenarios. Unfortunately, unavailable information on species responses would be necessary for reducing the uncertainty related to future climate predictions. Overall, further detailed data about species distribution and biology would be needed to overcome these issues,but the state of the art of our knowledge already allowed us to evidence an effect. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6 Conclusions ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Welwitschia mirabilis is recognized as a crucial element of the Namib Desert ecosystems. This species has a complex role in the ecosystems where it occurs,representing an element of atraction for many species of vertebrates and arthropods. In addition, this plant species is considered as a symbol of the Namib Desert and contributes to the wellbeing of local human populations drawing tourists in the area. Therefore, the development of a management plan for W. mirabilis populations,especially for those in the northern sub-range,would be fundamental and this plan should take into account the fact that climate change could have potential impacts on this species.In this regard， further efforts for collcting additional data on the distribution, demography,and adaptive potential of W. mirabilis populations are required. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The study was supported by the LifeWatch-ITA European Research Infrastructure on Biodiversity and the Project $\\mathrm { L I F E + }$ ManFor C.BD.(LIFE09 ENV/IT/0O0078).The author wishes to thank Michael THOMPSON for the improvement of the English style,and two anonymous reviewers for their helpful comments. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Araujo MB,NewM.20o7.Ensemble forecasting ofspecies distributions.Trends in Ecology &Evolution,2(1): 42-47.   \nBakkenes M,AlkemadeJR M,IhleF,etal.2O02.Assessng efectsof forecasted climate changeonthe diversity and distribution of European higher plants for 2050.Global Change Biology,8(4):390-407.   \nBelsleyDA,KuhE,WelschRE.1981.Regressondiagnostics:identifyinginfluentialdataandsourcesofcoinearityJoual of Marketing Research,18(3): 392-393.   \nBlach-OvergardA,BalslevH,DransfieldJ,etal.2O15.Gobal-changevunerabilityofakeyplantresoue,theAfricapalm. Scientific Reports,5: 12611.   \nBombiP,D'AmenM.2O12.Scaling downdistribution maps from atlas data:atestofdiferent approaches with virtual species. Journal of Biogeography, 39(4): 640-651.   \nBombiP,SalviD,Bologna MA.2O12.Cross-scale predictions allow the identificationof localconservationpriorities from atlas data.Animal Conservation,15(4): 378-387.   \nBombiP,D'Andrea E,Rezaie N,etal.2O17.Which climate change path are we following?Bad news from Scots pine.PLoS ONE,12: e0189468.   \nBornmanCH,ElsworthyJA,ButlerV,etal.1972.Welwitschia mirabilis:oservationsongenralhabit,seed,seedlingadleaf characteristics.Madoqua,1:53-66.   \nBreimanL,FriedmanJ,OlshenR,etal.1984.Clasificationandregresion trees.EncycopediaofEcology,40(3):288.   \nBreiman L.20o1.Random forests.Machine Learning,45(1):5-32.   \nBubenzerO，BoltenA，DariusF，etal.2O04.DigitalAtlasofNamibia. [2017-07-26]. http://www.uni-koeln.de/sfb389/e/el/download/atlas_namibia/index_e.htm.   \nBusby J.1991. BIOCLIM-a bioclimate analysis and prediction system. Plant Protection Quarterly,6: 8-9.   \nBush A,MokanyK,CatullR,etal2Ol6.Incorporatingevolutionaryadaptation inspecies distributionmodelingreduces projected vulnerability to climate change.Ecology letters,19(20): 1468-1478.   \nCristofariR,LiuXBonadonnaF,etal.2Ol8.Climate-drivenrangeshiftsof the kingpenguininafragmentedecosystem. Nature Climate Change,8(3): 245-251.   \nDobson AJ.199o.An Introduction to Generalized Linear Models.London: Chapman and Hall, 240.   \nElithJ,LeathwickJR.209.Species distributionmodels:ecological explanatioand predictionacrosspaceandtime.Aual Review of Ecology, Evolution,and Systematics,40: 677-697.   \nFielding A H,BellJF1997.Areviewof methods forthe assessmentof predictionerors inconservation presence/absence models.Environmental Conservation,24(1): 38-49.   \nFoden W,MidgleyGF,Hughes G,etal.2OO7.Achanging climate iseroding thegeographicalrangeof theNamibDesertree Aloe through population declines and dispersal lags.Diversity and Distributions,13(5): 645-653.   \nFriedman JH.1991. Multivariate adaptive regression splines.Annals of Statistics,19(1):1-67.   \nFriedmanJ,HastieT,TibshiraniR.2Ooo.Aditivelogisticregresson:astatisticalviewofboosting.TheAnnalsofStatistics, 28(2): 337-407.   \nGeXZ,HeSY,WangT,etal.2O15.PotentialdistributionpredictedforRhynchophorusferrugineus inChinaunderdierent climate warming scenarios.PLoS ONE,10: e0141111.   \nGiess W.1969.Welwitschia mirabilis Hook.fil.Dinteria.3:3-55.   \nGuisanA,Zimmermann NE.20oPredictive habitat distributionmodels inecology.Ecological Modeling，135(2-3): 147-186.   \nGuisan A,Thuiller W.2005.Predicting species distribution:Ofering more thansimple habitat models.Ecology letters,8(9): 993-1009.   \nGuisan A,TingleyR,BaumgartnerJB,etal.2Ol3.Predictingspeciesdistributions forconservation decisions.Ecologyletes, 16(12): 1424-1435.   \nGuo D,GuoR,CuiYH,et al.2Ol1.Climatechange impact onquiver tres inarid namibia and south africa.In: Blanco JA. Climate Change. London: IntechOpen, 323-342.   \nHastie T,TibshiraniR,Buja A.1994.Flexible disriminantanalysisbyoptimal scoring.Journalof the American Statistical ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "AssOciaton,8y(4∠8): 1∠55-1∠/U. HenschelJR,SeelyMK.2Oo.Long-term growth paternsof Welwitschia mirabilis,along-lived plantof theNamib Desert (including a bibliography). Plant Ecology.150(1-2): 7-26. Hijmans RJ,Cameron S,ParraJ,etal.2005a. WorldClim-Global Climate Data.[2016-03-24]. htp://www.worldclim.org/. HijmansRJ,Cameron SE,ParraJL,etal.2Oo5b.Veryhighresolutioninterpolated climatesurfaces for globalland areas. International Journal of Climatology,25(15): 1965-1978. HoleDG WilisSGPainDJ,et al.2O09.Projected impactsofclimatechangeonacontinent-wide protected area network. Ecology letters,12(5): 420-431. IUCN.2012.IUCN Red List Categories and Criteria: Version 3.1( $2 ^ { \\mathrm { n d } }$ ed.).Colchester Print Group,Gland,Switzerland and Cambridge,UK. IversonLR,PrasadAM.2Oo2.Potentialredistributionof tre species habitatunder fiveclimatechange scenarios intheeastern US.Forest Ecology and Management,155(1-3): 205-222. Jacobson K.M,LesterE.23.Afirstassessmentof geneticvariationin WelwitschiamirabilisHook.JouralofHeredity94(3): 212-217. Jacobson N,JacobsonPvanJarsveldE,etal.2Ol4.Fieldevidence fromNamibiadoes notsupport tedesignationof Angolan andNamibiansubspecies of Welwitschia mirabilis Hook.Transactions of theRoyal Societyof South Africa,69(3):179-186. Kers LE.1967.The distribution of Welwitschia mirabilis Hook.f.Svensk Botanisk Tidskrift,61: 97-125. KrüigerGHJ,JordanA,TiedtLRetal.2Ol7.Opportunisticsuvivalstrategyof Welwitschiamirablis:recentanatoicaland ecophysiological studies elucidating stomatal behaviour and photosynthetic potential. Botany,95(12):1109-123. Leuenberger BE.2Ool.Welwitschia mirabilis(Welwitschiaceae),malecone characters andanew subspecies.Wildenowia, 31(2):357-381. Maggs GL,Craven P,Kolberg,H.998.Plantspecies richnes,endemism,andgeneticresources inNamibia.Biodiversityand Conservation,7(4): 435-446. Mendelsohn J,Jarvis A,Roberts C,et al.2Oo2.Atlas of Namibia.Capetown: David Philips Publishers,1-200. Midgley GF,Bond WJ.2O15.Futureof Africanterestrialbiodiversityand ecosystems under anthropogenic climatechange. Nature Climate Change,5: 823-829. Moritz C,Agudo R.2013.The future of species underclimate change: resilience ordecline? Science,341(6145):504-508. Parmesan C,Yohe G2O03.A globallycoherent fingerprint of climate change impactsacross natural systems.Nature,421: 37-42. Pearman PB,GuisanA,BroennimannO,etal.2Oo8.Nichedynamics inspace and time.Trends inEcology &Evolution,23(3): 149-158. PetersonAT,RadocyT,HallE,etal.2O14.Thepotentialdistributionof theVunerable AfricanlionPanthera leointhefaceof changing global climate. Oryx,48(4): 555-564. R Development Core Team.2O16.R:Alanguageand environment forstatisticalcomputing.Vienna,Austria:RFoundation for Statistical Computing. Ripley B D.1996.Pattern Recognition and Neural Networks. Cambridge: Cambridge University Press,1-354. Thuiler W,Araujo MB,Pearson R G, etal.20o4.Uncertainty in predictions of extinction risk.Nature,427:145-148. Thuiller W,MidgleyGF,HughesGOetal.2O6a.Endemicspeciesand ecosystemsensitivitytocimate change inNamibia. Global Change Biology,12: 1-18. Thuiller W,Lavorel S,Sykes MTetal.2O06b.Using niche-based modelling toasssstheimpactofclimatechangeontree functional diversity in Europe.Diversity and Distributions,12(1): 49-60. Thuiller W,Georges D,EnglerR,etal.2016.Biomod2:ensembleplatform forspeciesdistribution modeling.Rpackage version 3.3-7. htps://CRAN.R-project.org/package=biomod2. ValverdeA,De MaayerP,Oberholster Tetal.2016.Specific microbialcommunitiesassociatewith therhizosphereof Welwitschia mirabilis,a living fossil. PLoS ONE,11(4): e0153353. Walther GR,PostE,Convey P,etal.2002.Ecological responses to recent climate change.Nature,416: 389-395. ",
        "page_idx": 9
    }
]