[
    {
        "type": "text",
        "text": "An ameghinornithid-like bird (Aves: Cariamae: Ameghinornithidae?) from the Middle Eocene of Nei Mongol, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ThomasA.STIDHAM WANG Yuan-Qing (KeyLaboratoryofVertebrateEvolutionandHumanOriginsofChineseAcademyofSciences,nstituteofVertebrate Paleontology and Paleoanthropology,ChineseAcademy ofSciences Beijing l0o044 presbyornis@gmail.com) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract A new fossl specimen from the early Middle Eocene of an Irdin Manha Formation equivalent (Erden Obo Section) in Nei Mongol (Inner Mongolia),China appears to be derived from an ameghinornithid-like species,and may represent the first record of the Ameghinornithidae in Asia.This new specimen exhibits the subcircular lateral condyle outline,the absence of an Ossified supratendinal bridge,an enlarged flatened tubercle lateral to the extensor sulcus,and other features shared among known ameghinornithid and ameghinornithid-like birds.The Nei Mongol fossil is roughly contemporaneous with the oldest records of the ameghinornithids from Europe $\\mathrm { \\sim } 4 8 \\mathrm { M a }$ ).The absence of this group of birds from North America,and their occurrence in Europe and Asia during the Eocene contrasts with the contemporaneous Nei Mongol mammalian fauna that is comprised largely of Asian taxa with a few distinct linkages to North America.Along with the record of an ameghinornithid-like bird from the early Oligocene deposits of the Fayum area in Egypt, it seems that this extinct bird group had a much larger geographic distribution than previously recognized. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key Words Erlian Basin,Nei Mongol; Middle Eocene; Ameghinornithidae; biogeography ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Stidham TA,Wang Y Q,2017.An ameghinornithid-like bird (Aves: Cariamae: Ameghinornithidae?） from the Middle Eocene of Nei Mongol, China.Vertebrata PalAsiatica, 55(3): 218-226 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Paleogene birds from China, and Asia in general, are not as well known as those from Europe or North America. However, new finds and ongoing research is pulling the fossil record of various avian groups earlier in time across Asia (e.g., presbyornithids and owls, Kurochkin and Dyke, 2010, 2011) and also documenting the first known Asian records of other avian clades (e.g., stem anatids,Stidham and Ni,2014).As part of this effort, a new fossil from Nei Mongol, China appears to represent the first Asian record of another avian clade previously known only from Europe (and possibly Africa), the Ameghinornithidae. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The extinct enigmatic bird group known as the Ameghinornithidae is best known from Middle Eocene sites in Germany and the Eocene-Oligocene Quercy Region in France (Mourer-Chauviré,1981; Mayr,2005,2007; Peters,2007).They are thought to be herbivorous, potentially flightless,and members of the clade Cariamae (that is associated with the traditional and non-monophyletic Gruiformes)(Mayr and Richter, 2011).The extinct Qianshanornis from the Paleocene of China has been proposed to be an early relative of ameghinornithids (Mayr et al., 2Ol3), but it differs in several ways from ‘typical' ameghinornithids and even Cariamae (Stidham and Smith,2015). Recently, a potential addition to that list of localities and specimens referred to ameghinornithids was published from the early Oligocene of Egypt (Stidham and Smith, 2015). The African specimen shares many characters with the known European specimens, but also differs in some subtle ways from Strigogyps (the generic level taxon in which all European species have been placed). In addition,another Egyptian ameghinornithid-like specimen (representing a second species) from the Eocene part of the Fayum sequence is currently under study (N A Smith, personal communication), and the results of that effort may reinforce the argument for the presence of this avian group in Africa. We follow Mayr's (2o05) usage of Strigogyps for concise communication purposes in this paper,but acknowledge that Peters (2007) supported the allocation of the (European) ameghinornithid species into three generic level taxa. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "AbbreviationsDPC,Duke Primate Center, Duke University, Durham, USA; IVPP, Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences, Beijing, China. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Geological setting ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The new specimen was collected from the middle to upper part of what was termed the “Basal White” or gray sequence by the Central Asiatic Expedition in the Erden Obo (Urtyn Obo; names in parentheses are alternate place name transliterations) Section, Siziwang Qi, Nei Mongol (Fig.1). The mammals from the same bed (in the Aliwusu area) as the avian fossil include the rodent Asiomys and perissodactyls Tripolopus proficiens and Pappaceras confluens (Fostowicz-Frelik et al., 2O12),and other mammals are known from the adjacent beds in the same stratigraphic section (Fostowicz-Frelik et al., 2012). Recent investigation suggests these fossil-bearing strata are equivalent/correlative to the Irdin Manha Formation (Irdinmanhan Asian Land Mammal Age),early Middle Eocene,in the Erlian Basin near the city of Erlian (Erenhot) on the border between Nei Mongol (China) and Mongolia. The absolute age estimate for the correlative Irdin Manha Formation in the eastern part of the Erlian Basin is approximately $4 8 \\ \\mathrm { M a }$ (Fostowicz-Frelik et al., 2012, 2015; Wang et al., 2010), and the age of the Aliwusu avian-bearing sediments is close to that estimated for the fossiliferous deposits of Geiseltal and Messel in Germany (also ${ \\sim } 4 8 ~ \\mathrm { M a }$ ） that have produced the otherwise oldest known ameghinornithids (Mertz et al., 20oo; Mertz and Renne, 2005). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/674996cc7d2964617ac3360d03ff4601e6bec13234fc54e5ee7acdf9925ebbe8.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Fig.1Map of the major Paleogene fossil localities in the Erlian Basin,Nei Mongol, China The ameghinornithid fossil is from Erden Obo (locality16,demarcated with anarrow).Other fossil localities are: 1.Houldjin; 2.Arshanto Obo; 3. Irdin Manha; 4. Subeng; 5. Daoteyin Obo $\\ O =$ Overnight Camp;   \n6.Duheminboerhe $\\mathbf { \\Sigma } = \\mathbf { \\Sigma }$ Camp Margetts; 7.Nuhetingboerhe; 8.Wulanboerhe,Ulan Bulak; 9.Huheboerhe,Huhe Bulak;10.Bayan Ulan; 11. Nom Khong $\\ O =$ Nom Khong Ora, Nom Khong Shireh,or Holy Mesa;   \n12.Wulantaolegai $= 4$ Miles North of Tukhum Lamasery; 13.Wulanhuxiu $\\ O =$ Chimney Butte $= 8$ Miles North of TukhumLamasery;14.Yihesubu;15.Haliut;16.Erden Obo $\\ O =$ Urtyn Obo;17.Ganggan Obo $\\ O =$ Ulan Shireh Obo;18.Heretu $\\ O =$ Spring Camp;19.Bayan Obo $\\ O =$ Twin Oboes; 20.Jhama Obo;21.Haerhada $= 4$ Miles North of Baron Sog Lamasery; 22. Ulan Gochu; and 23.Ula Usu.The map is modified from Wang et al. (2012) ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Systematic paleontology ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "AvesLinneaus,1758 Cariamae Fürbringer, 1888 cf.Ameghinornithidae Mourer-Chauviré,1981 ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Specimen IVPP V 23319 is a distal left tibiotarsus collected by Dan Gebo in 2007 (Fig. 2) ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "LocalityAliwusu is in the Erden Obo Section, Siziwang Qi, Nei Mongol, China (Fig. 1 and see above). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Horizon and age The specimen was collected from the middle-upper part of the “Basal White” that is equivalent to the Irdin Manha Formation.The age is early Middle Eocene and close to $4 8 \\ \\mathrm { M a }$ (see above). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/826b4fc72216ed846f08fce85199056876f52d3919aeccf8d044dc39ff708576.jpg",
        "img_caption": [
            "Fig.2 The ameghinornithid-like distal tibiotarsus IVPP V 23319 (A-C) from Nei Mongol, China in comparison to the ameghinornithid-like specimen DPC 5659 (D-F) from the Fayum,Egypt A,D.medial view;B,E.cranial view; and C,F.lateral view.DPC 5659 is photo reversed (from the right to left side) to promote comparison with the Chinese specimen Abbreviations: f. foramen; g. groove; is. intercondylar sulcus; lb.lateral boss; lc.lateral condyle; mc.medial condyle; me.medial epicondyle; r. ridge; ts.tendinal sulcus "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Diagnostic taxonomic features The specimen lacks an ossified supratendinal bridge (as an ontogenetically adult individual, that has a completely fused tibia, astragalus,and calcaneum with a smooth bone surface lacking any remnants of sutures), has a subcircular outline of the lateral condyle,has a large and medially projecting medial epicondyle,has a lateral condyle extending proximal to the medial condyle,and has an asymmetrical intercondylar sulcus (with a deeper medial portion) that were all considered by Peters (2oo7) as apomorphies of Ameghinornithidae (and Strigogyps sensu Mayr,2Oo5). The relative proximal extension of the condyles with the lateral proximal to the medial condyle is plesiomorphic for the Cariamae (where Ameghinornithidae is placed) and is not an apomorphy of this particular avian clade. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Species differences The Nei Mongol specimen appears to represent a previously unknown taxon,but we refrain from naming it given the small amount of comparative material available (a single distal limb element).IVPP V 23319 is smaller than the tibiotarsus of Strigogyps robustus and S. dubius,larger than S. sapea,and similar in size with the Fayum specimen DPC 5659 (Table 1). The Chinese fosil has the lateral boss more medially positioned than in the younger Fayum specimen (Fig.2),where it is proximal (rather than medial) to the lateral condyle. The medial epicondylar pit (cranial to the medial epicondyle; Fig.2)appears to be deeper in S. sapea than the condition preserved in V 23319 (Mayr, 2005: fig. 5). Strigogyps sapea and V 23319 share a distinct extensor sulcus that is narrower and deeper than the less distinct, shallowly concave, broad area in the Oligocene Fayum specimen (Mayr,2005; Stidham and Smith, 2015). The presence of a distinct attachment point for the medial side of the supratendinal bridge in V 23319 may be a unique feature for this species because that structure has not been mentioned in other descriptions of ameghinornithids and cannot be seen in any illustrations of the published fossil material (e.g.,Mayr,2Oo5; Peters, 2007). The distal margin of the intercondylar sulcus is more deeply concave in Qianshanornis than the state in V 23319 and other material referred to Ameghinornithidae (Mayr et al.,2013: fig. 4). Qianshanornis also has condyles that extend about equally far proximally,and that character state is (plesiomorphically) absent among Cariamae,who have a more proximal lateral condyle (see Fig.2 for an illustration). Additionally, the medial epicondyle is not visible in cranial view in Qianshanornis (Mayr et al., 2013:fig. 4). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/6b8ad1783a59371c87d53cba00b7b59301b09c177a932d123a9e39066db4b2b5.jpg",
        "table_caption": [
            "Table1 Measurements of the distal tibiotarsus in Ameghinornithidae specimens and potential ameghinornithids from Africa and Asia （ "
        ],
        "table_footnote": [
            "Note: measurements from previously published specimens derive from Stidham and Smith (2015). "
        ],
        "table_body": "<html><body><table><tr><td>Species</td><td>Distal mediolateral width</td><td>Distal craniocaudal depth</td></tr><tr><td>Strigogyps dubius</td><td>20.2</td><td>19.0</td></tr><tr><td>Strigogypsrobustus</td><td>26.0</td><td>1</td></tr><tr><td>Strigogypssapea</td><td>15.0</td><td>14.0</td></tr><tr><td>Fayum sp.</td><td>17.1</td><td>15.1</td></tr><tr><td>Nei Mongol sp.</td><td>16.5</td><td>13.8</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4 Description and comparisons ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Description The specimen is white to light gray in color. It is $2 7 . 7 \\mathrm { m m }$ long (proximodistally), $1 3 . 8 ~ \\mathrm { m m }$ deep craniocaudally,and the distal end is $1 6 . 5 ~ \\mathrm { m m }$ wide (mediolaterally). The specimen is missing some of the caudal surface on the medial side,and much of the surface of the distal end of the bone is worn or missing. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The concavity of the extensor sulcus extends to the broken proximal edge of the specimen. On the medial side of the extensor sulcus near the proximal preserved end is a slightly raised (worn) area that may be the location of the medial attachment point of the extensor retinaculum.It is unclear where the lateral attachment point is located.The distal end of the extensor sulcus ends in a slightly enlarged ovoid basin. There is no ossified supratendinal bridge,but there is a smallproximodistally elongate tubercle on the medial side of the extensor sulcus just proximal to the enlarged basin where the (unossified) bridge likely would have attached. On the lateral side of the extensor sulcus and slightly more distal than the position of the tubercle on the medial side, is an enlarged boss.That embossment is medial to the proximal end of the lateral condyle and flater in its medial half than the distinctly convex lateral portion. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Presumably, the lateral side of the (unossified) supratendinal bridge atached to some part of the boss.Directly lateral to that boss on the craniolateral corner of the tibial shaft is a small foramen (that is not formed by the loss of surface bone on the specimen). On the lateral side of the tibial shaft in its cranial half, there is a single wide shallow groove presumably for the m. fibularis.The groove ends distally at the level of the proximal end of the lateral condyle,and its proximal end is near the same proximodistal level of the potential medial attachment of the extensor retinaculum.The cranial ridge bounding the lateral sulcus curves medially in its most proximal portion. The lateral surface of the lateral condyle is essentially flat and the condyle has a subcircular outline.There is no notch where the proximal end of the lateral condyle joins the tibial shaft. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The lateral condyle extends more proximal than the medial condyle. Some of the lateral condyle and adjacent intercondylar sulcus is damaged.The distal margin of the bone (in cranial view) is concave.The condyles extend about equally far cranially.There is a slight notch in the proximal edge of the medial condyle (medial view). The medial condyle is medial to the medial edge of the tibial shaft. There is part of broken large medial epicondyle preserved.The area cranial to the medial epicondyle is concave,and the medial epicondyle is visible in cranial view.The medial epicondyle is at the same level as the cranial edge of the tibial shaft.It does not appear that the articulation for the tibial cartilage extended more proximal than the lateral condyle,but much of the articulation's surface is damaged.As preserved, the intercondylar sulcus is asymmetrical with a steeper medial side and a shallower lateral side. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ComparisonsThe specimen is similar in size to that of other specimens referred to ameghinornithids (Table 1),and is at the lower end of the size variation circumscribed by specimens of Strigogyps.The Nei Mongol specimen is closest in size to the published Fayum specimen and S. sapea (Table 1). The shape of the intercondylar sulcus (distal view) is very similar between the Asian and African fossils,and they both share a notch in the proximal end of the medial condyle. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "While this new specimen is similar overall to the Oligocene Fayum fossil, the Nei Mongol specimen exhibits a more distinct tendinal sulcus with a clear medial attachment for a supratendinal (unossified) bridge than the states in the Fayum specimen (Stidham and Smith,2015).In addition,IVPP V 23319 lacks the double set of grooves and ridges on the lateral distal edge of the tibial shaft that are present in the Oligocene Fayum specimen,and the Chinese specimen lacks the mediolaterally elongate pit distal to the extensor sulcus present in the published African specimen (Stidham and Smith,2015). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The medial epicondyle appears to be more cranially positioned in all known specimens compared to the (more caudal) position in the published Fayum specimen. The absence of the projection of the medial condyle cranial to the lateral condyle in the younger Fayum specimen differs from the known specimens of Strigogyps and the Nei Mongol fossl. The extensor sulcus is also more distinct in the known specimens of Strigogyps and IVPP V 23319 than the state in the Oligocene African specimen. Overall, it seems that this first tentative record of Ameghinornithidae in Asia is overall more similar to the morphology known in Strigogyps than that found in the much younger Egyptian species. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5 Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "With the Paleocene Qianshanornis from China as a (very) tentative relative of Ameghinornithidae (Mayr et al., 2O13),it is possible that the ameghinornithid lineage potentially originated in Asia with later dispersal to Europe (and Africa). The differences previously noted between the Fayum specimen and Qianshanornis (Stidham and Smith, 2015) are mostly the same ones present between the Nei Mongol specimen and Qianshanornis (see species differences above),and do not clearly support a close relationship between ameghinornithids (and ameghinornithid-like specimens)and Qianshanornis. However, given the large age difference between Qianshanornis (early Paleocene, Shanghuan Asian Land Mammal Age) and IVPP V 23319 (early Middle Eocene),the morphological differences could be the result of evolutionary change if the two species represented by the fossils are in fact, close relatives. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The mammalian faunas from the Middle Eocene of Nei Mongol are largely composed of Asian taxa that do not exhibit any close biogeographic affinities to other continents (e.g., Tsubamoto et al., 2004),with the exception of the indication of dispersal among primates between Asia and North America (Ni et al., 2O1O) and the movement of Asian taxa to North America (Woodburne and Swisher,1995). In contrast, the presence of an ameghinornithid among the vertebrate fauna of the Nei Mongol Middle Eocene would point to a biogeographic linkage to contemporaneous western Europe (i.e., Messel and Geiseltal). Ameghinornithids are not known from North America. However, Mayr (2o05) once considered that Bathornis (Neocathartes) grallator could be related to Ameghinornithidae because of a hypothesized missing supratendinal bridge,but he later (2Oo9) placed that species within the Bathornithidae, while encouraging further work on that group.With the distribution of ameghinornithids (and fossils like that above that appear to be ameghinornithids) across Eurasia and into Africa, it would add support to the hypothesis that ameghinornithids were volant, or at the very least, they were very accomplished ground dispersers. The younger Fayum specimens (early Oligocene and late Eocene) south of the Tethys Seaway would require a trans-seaway dispersal that was crossed similarly by other birds (e.g.,Angst et al.,2013) and mammals (e.g., Solé et al.,2015),though apparently in the opposite direction (i.e., immigration from Africa). Only the discovery of additional fossils in Asia and Africa willresolve the phylogenetic affinities of these isolated,but interesting specimens. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AcknowledgmentsTAS is funded by the National Natural Science Foundation of China (NSFC41472025) and the Strategic Priority Research Program of the Chinese Academy of Sciences (CAS, XDB03020501). WYQ is funded by the National Basic Research Program of ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "China(Grant No.2012CB821904), the National Natural Science Foundation of China (Grant No.41572021),and the Geological Survey Projects of China Geological Survey Bureau (Grant No.1212011120142).We thank N A Smith and D Field for helpful comments on an earlier draft of the manuscript. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "内蒙古中始新世一似ameghinornithid鸟类",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(鸟纲: Cariamae:Ameghinornithidae?) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ThomasA.STIDHAM 王元青 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室北京100044)",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "摘要：内蒙古二连盆地额尔登敖包剖面(相当于伊尔丁曼哈组)的中始新世早期地层中新发现的一件标本显示其属于一个与ameghinornithid相似的种，代表了Ameghinornithidae在亚洲的首个记录。新标本具有外踝半圆形，缺失骨质腱桥，伸肌沟外侧具有大而平的结节，以及其他与ameghinornithid和似ameghinormithid鸟类共有的特征。内蒙古标本与欧洲最古老的ameghinornithids记录大体属同一时代 $( \\sharp / \\mathfrak { J } 4 8 ~ \\mathrm { M a } )$ 。与同时期内蒙古哺乳动物群主要由亚洲类群组成兼有少量与北美有关的绝灭类群不同，这类鸟类中始新世时在北美缺失，而存在于欧洲和亚洲。加上埃及法尤姆早渐新世地层中发现的似ameghinornithid鸟类，这类已经绝灰的鸟类的地理分布似乎比过去所认为的要广泛得多。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "关键词：内蒙古二连盆地，中始新世，Ameghinornithidae,生物地理中图法分类号：Q915.865 文献标识码：A 文章编号：1000-3118(2017)03-0218-09",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "AngstD,BuffetautE,LecuyerCetal.,2O13.“errorbirds”(Phorusrhacidae)fromtheEoceneofEuropeimplytrans-Teths dispersal.PLoS One,8(11): e80357,doi:10.1371/journal.pone.0080357   \nBaumelJJ,WitmerL.1993.Osteologia.In:BaumelJJ,KingA S,BreazileJEetal.eds.Handbook of AvianAnatomy: Nomina Anatomica Avium, $2 ^ { \\mathrm { n d } }$ ed.Cambridge: Publications of the Nuttall Ornithological Club,23:45-132   \nFostowicz-Frelik L,Li CK,Meng Jet al.,2012.New Gobiolagus (Mammalia: Lagomorpha)from the Middle Eocene of Erden Obo (Nei Mongol, China).Vert PalAsiat,50: 219-236   \nFostowicz-FrelikL,LiCK,MaoFYetal.,2015.Alarge mimotonid fromthe MiddleEoceneofChina sheds lightonthe evolution of lagomorphs and their kin. Sci Rep,5: 9394:1-9,doi: 10.1038/srep09394   \nFürbringer M,1888.Untersuchungen zur Morphologie und Systematic der Vogel.Amsterdam:T.J.Van Holkema. 1-1751   \nGaillard C,1908.Les oiseaux des phosphorites du Quercy.Ann Univ Lyon (N Sér),23:1-178   \nKurochkinEN,DykeGJ,20l0.Alargecollectionof Presbyornis (Aves:Neornithes)from theLatePaleoceneandEarly Eocene of Mongolia. Geol J,45: 375-387   \nKurochkinEN,DykeGJ,2011.Thefirstfosilowls (Aves: Strigiformes)fromthePaleogeneofAsia andareviewof the fossil record of Strigiformes.Paleont J,45: 445-458   \nMayr G,2005.\"Old World phorusrhacids”(Aves,Phorusrhacidae): anew look at Strigogyps (\"Aenigmavis\"）sapea (Peters 1987). PaleoBios,25: 11-16   \nMayrG,2007.Synonymyandactualafinitiesofthe putative Middle Eocene“new world vulture”EocathartesLambrecht, 1935 and \"hornbill\" Geiseloceros Lambrecht,1935 (Aves,Ameghinornithidae).Paläont Z,81: 457-462   \nMayrG,RichterG,2O11.Exceptionallypresevedplantparenchyainthedigestive tract indicatesaherbivorousdietinthe Middle Eocene bird Strigogyps sapea (Ameghinornithidae).Palaont Z,85: 303-307   \nMayr G,Yang J,de BastEetal.,2013.AStrigogyps-like birdfromthe Middle PaleoceneofChina with an unusual grasping foot. J Vert Paleont,33: 895-901   \nMertz DF,Renne PF,2005.A numerical age for the Messel deposit (UNESCO World Heritage Site)derived from $^ { 4 0 } \\mathrm { A r } ^ { 3 9 } \\mathrm { A r }$ （204号 dating on a basaltic rock fragment. Cour Forsch-Inst Senck,255: 67-75   \nMertz DF,SwisherCC,FranzenJLetal.,2ooo.Numerical datingoftheEckfeld maarsite,Eifel,Germany:acalibration mark for the Eocene time scale.Naturwissenschaften, 87: 270-274   \nMourer-Chauviré C,1981.Premiere indication de la presence de Phorusrhacides,famile doiseaux geants d'Ameriquedu Sud,dans le Tertiaire Europeen: Ameghinornis nov.gen.(Aves,Raliformes)des Phosphorites du Quercy,France. Geobios,14: 637-647   \nNi XJ,Meng J,Beard KCetal.,2010.Anew tarkadectine primatefromtheEoceneof InnerMongoliaChina: phylogenetic and biogeographic implications. Proc R Soc B,277: 247-256   \nPeters D S,2007.The fossil family Ameghinornithidae(Mourer-Chauviré 1981):a short synopsis.JOrnith,148:25- 28   \nSoléF,Amson E,Borths Metal.,2O15.Anew large hyainailourine from the BartonianofEuropeand its bearings on the evolution and ecology of massive hyaenodonts (Mammalia).PLoS ONE,10(9): e0135698,doi:10.1371/journal. pone.0135698   \nStidham TA,NiXJ,2014.Large anseriform (Aves: Anseriformes:Romainvillinae? fossls from the Late Eoceneof Xinjiang, China.Vert PalAsiat, 52: 98-111   \nStidham TA,Smith NA,2015.Anameghinornithid-like bird (Aves,Cariamae,?Ameghinornithidae)from the Early Oligocene of Egypt. Palaeontol Elect,18.1.5A: 1-8   \nTsubamotoT,Takai M,EgiN,2O04.Quantitative analysesofbiogeographyand faunal evolutionof Middle toLateEocene mammals in East Asia.JVert Paleont,24: 657-667   \nWang YQ,Meng J,BeardKCetal.,20l0.EarlyPaleogene stratigraphic squence,mammalian evolutionanditsrsponse to the environmental change in Erlian Basin,Inner Mongolia,China.Sci China: Earth Sci,53:1918-1926   \nWang YQ,Meng J,Jin X,201.CommentsonthePaleogenelocalitiesand stratigraphy intheErlian Basin,NeiMongol, China. Vert PalAsiat, 50:181-203   \nWoodburne MO,SwisherICC,1995Landmammal hig-resolutiongeochronology,intercontinentaloverlanddispersals,sea level, climate,and vicariance.In: Berggren WA, KentD V,Aubry MPetal. eds.Geochronology Time Scalesand Global Stratigraphic Correlation. Tulsa: SEPM Spec Pub,54: 335-364 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]