[
    {
        "type": "text",
        "text": "打造“智库的智库” 推进中国特色新型智库建设",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "专访武汉大学世界一流智库评价研究中心主任邱均平教授",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "唐果媛;周楠",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库评价是智库发展的重要组成部分，科学合理的评价体系能够促进智库提升自身水平，为推动中国特色新型智库建设服务。武汉大学世界一流智库评价研究中心是今年4月刚成立的专门开展智库研究与评价的学术机构，《智库理论与实践》编辑部就武汉大学世界一流智库评价研究中心成立的背景、特点、运作机制、研究重点及研究成果等问题对中心主任邱均平教授进行了访问，以期为我国智库评价的研究带来一些启发和思考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1武汉大学世界一流智库评价研究中心的成立  \n问：武汉大学世界一流智库评价研究中心是今年4月刚成立的，其成  \n立的背景、动机和发展目标是什么？",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "答：“武汉大学世界一流智库评价研究中心”是武汉大学新成立的研究和评价机构，是为了响应和贯彻落实党中央、国务院《关于加强中国特色新型智库建设的意见》，以及教育部《中国特色新型高校智库建设推进计划》要求成立的，专门开展智库研究与评价的学术机构。中心以“创新研究、评价服务”为宗旨，适应现代智库发展的新趋势，立足中国、面向世界，通过项目研究、人才培养、交流合作，建立与社会各界的密切联系，打造智库研究和评价的开放平台，努力建设成为“智库的智库”，为推进中国特色新型智库建设服务。“十三五”期间将发展成为我国科教领域的国内一流、国际知名的智库研究和评价机构。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2武汉大学世界一流智库评价研究中心的运作  \n问：武汉大学世界一流智库评价研究中心的组织结构、运行机制和管  \n理模式是什么？",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "答：武汉大学世界一流智库评价研究中心是一个文理交叉的跨学科的校级学术机构，主要由信息管理学院、学校图书馆、教育科学研究院等单位联合组建，挂靠在信息管理学院。中心主任为邱均平教授，首席专家为杨思洛博士，目前已拥有20多人的研究团队，专业队伍已初具规模，在知识结构、学术背景、年龄层次等方面已形成良好的学术梯队。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "研究中心实行“专家指导委员会”指导下的主任负责制。专家指导委员会是中心的最高决策与指导机构，负责中心相关事务的决策。作为中心建设的核心依托单位，武汉大学信息管理学院从办公条件、经费、人员编制、博士研究生和博士后招收名额等方面对中心的建设予以全力支持；武汉大学教育科学研究院、武汉大学图书馆从组织管理运行、研究人员、研究成果推广等方面大力投入。各方共同探索体制与机制创新，创建新型研究组织架构，着力开展富有特色的智库评价与研究。中心将“全国科学计量学与信息计量学专业委员会”、《智库理论与实践》和“武汉大学中国科学评价研究中心\"作为协作单位，积极与国内外有关高校、科研机构、国际组织、政府机关、行业企业等各种类型的组织形成有机联合，建立跨地区、跨部门、跨行业的协",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "同合作机制。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3武汉大学世界一流智库评价研究中心的研究重点及成果问：武汉大学世界一流智库评价研究中心的研究重点是什么？目前有哪些研究成果？",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "答：中心正在实施“六个一”工程，陆续推出系列成果和重大活动：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$\\textcircled{1}$ 一个智库知识库，系统搜集整理国内外智库状态数据，自动抽取相关智库成果，构建一个智能型的在线共享的智库知识库； $\\textcircled{2}$ 一个专业刊物，通过主办或合办的方式创建智库专业刊物，刊发本中心智库评价和研究成果，为智库研究和实践提供交流平台； $\\textcircled{3}$ 一系列课题研究，努力争取承担和完成教育部、科技部等政府部门、高校、科研院所、企业的委托研究和咨询项目，提供对口、有效的咨询报告； $\\textcircled{4}$ 一个连续性的学术会议，与美国、欧洲的智库合作，定期召开“世界一流智库建设与评价国际研讨会”等，广泛开展国际合作和交流； $\\textcircled{5}$ 一本评价著作，根据中心特色和优势，每年合作出版《中国高等教育质量评价与发展报告》，努力建设成为著名品牌； $\\textcircled{6}$ 一个智库排行榜，计划定期研发和出版《世界一流智库评价报告》，为政府部门、企事业单位和各类智库提供决策服务。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4武汉大学世界一流智库评价研究中心的优势",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "问：武汉大学世界一流智库评价研究中心与国内外其他评价中心相比，特色和优势主要体现在哪些方面？",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "答：武汉大学世界一流智库评价研究中心特色和优势主要体现在： $\\textcircled{1}$ 我们把研究对象定位为世界一流智库，也就是明确界定研究世界上顶尖的、最好的那部分智库。所谓世界一流智库主要是指在世界上实力雄厚、具有很高的社会声誉、排名在世界前列的智库。我们认为世界一流智库应该具备五个标准，即一流的队伍、一流的影响、一流的成果、一流的管理与一流的效益，这几个标准相辅相成。 $\\textcircled{2}$ 我们一直从事科学评价的研究工作，创立和奠定了评价学的理论基础，为评价事业和工作提供必不可少的理论和方法指导，将理论、方法和实践相结合一直是我们的优势和显著特色。在国内，我们首次撰著和正式出版了《评价学：理论·方法·实践》、《人文社会科学评价理论与实践》（上、下册)，构建了评价学的理论、方法、应用三结合的内容体系，具有开创性意义，是对我国评价学和评价事业发展的积极贡献。这两部专著都先后获得了教育部科学研究（人文社会科学）优秀成果奖，得到了学术界和同行专家的广泛赞誉。 $\\textcircled{3}$ 我们一直从事评价实践工作，具有丰富的评价经验。按年度连续研发的《中国大学及学科专业评价报告》《中国研究生教育评价报告》《世界一流大学与科研机构学科竞争力评价研究报告》《中国学术期刊评价研究报告》，受到了政府部门的肯定和业内人士的好评，在国内外有较大的影响力。④我们把研究内容集中在智库的评价与研究，使中心建设成为“智库的智库”，计划在我国的智库建设和发展中发挥着“元智库”的作用，通过凝聚国内外社会资源，创新中心研究机制，加强评价人才培养，改善评价咨询工作，为我国智库的健康快速发展提供管理诊断、决策依据。 $\\textcircled{5}$ 我们具有较好的发展基础和平台。目前武汉大学是入选首批全国高端智库建设的6所高校之一，具有多学科综合优势和人才优势；武汉大学信息管理学院拥有一流的学科，一流的团队，一流的条件，一流的成果和人才，中心将利用和整合相关学科优势，走特色化发展之路。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5对国内的智库评价现状的看法",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "问：您如何看待国内的智库热？如何看待国内的智库评价现状和发展方向？",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "答：智库，也称“思想库”，英文“ThinkTank”，其发展由来已久。随着经济全球化、世界多极化、社会信息化的深入发展，智库作用正日益凸显，特别是在服务政府战略决策、推动经济社会发展、积极参与全球治理和增强国际话语权等方面，都需要智库提供必要与及时的思想支撑和智力支持。目前我国智库的建设进入一个高潮，并且逐步上升为国家战略。但是，“智库热”席卷全国，需要警惕“智库泡沫”。目前已有上海社会科学院、中国社会科学院和紫金传媒智库等国内机构从事智库评价的研究和实践工作，但是无论是国际上还是国内，对智库评价都还处于初步阶段，在评价数据的获取、评价指标体系的完善、评价结果的公开等方面做得都很不够。个人认为智库评价应该强调特色、追求质量而非数量；应该重视效益和需求；应该把重点放在专业化研究而非传播宣传上；应该做到数据和评价结果的透明和公开化；应该实行评价操作的第三方独立性运作。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "问：可否简要介绍您这些年参与的评价研究及智库评价工作？您的感悟是什么？",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "答：这些年参与的评价研究及智库评价工作包括：连续13年研制和发布“四大评价报告”和一本普及性著作（高考志愿指南），建立了完整的评价体系，创立了“武大版”著名评价名牌。创建了“评价学”的理论、方法、应用三结合的内容体系，具有开创性意义，在全国处于领先地位。首次撰著和出版的专著《评价学：理论·方法·实践》是评价学的奠基之作，并获得教育部第六届高等学校科学研究优秀成果三等奖。出版专著《人文社会科学评价理论与实践》（上、下册），获得教育部第七届高等学校科学研究优秀成果二等奖。主办了“第九届全国科学计量学与科教评价研讨会一一计量学与智库研究和评价”。自2007年以来，在《重庆大学学报（社会科学版)》主持10多期评价研究及智库评价专栏。这么多年来，关于科学评价的最大感悟是：不断创新的思维、需求导向的定位、交流合作的机制、多学科研究的交叉。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]