[
    {
        "type": "text",
        "text": "恐惧管理理论的争议及其对死亡心理研究的启示",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "孟祥寒¹李强1²周彦榜¹王进（1南开大学社会心理学系，天津 300350）（² 南开大学滨海学院，天津 300270）（’天津职业技术师范大学，天津 300222）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要死亡心理是人类面临死亡及相关事件时所产生的认知、情感和行为意向的复杂心理状态。目前，研究死亡心理较为全面和科学的理论是恐惧管理理论(TerrorManagementTheory，简称 TMT)。但该理论存在以下争议：(1)在死亡的基本认知方面，恐惧管理理论呈现出不一致的研究结果，如死亡是否与不确定性无关，死亡是否导致恐惧情绪，寻求个体生存是否为人类的核心议题；(2)在社会文化层面，恐惧管理理论提出者的文化背景对待死亡的普遍态度是呈否认的，但是跨文化的研究显示其他文化背景对待死亡的态度却呈现出接纳或蔑视；(3)在恐惧管理理论的研究结果方面，呈现出较多的矛盾性，表明研究中有重要的调节因子未被涉及。基于此，死亡心理可能的研究方向拟从认知、行为和社会三个层面进行梳理。未来死亡心理研究需秉承科学与文化并重的原则，并结合死亡心理的内容与过程，关注群体面对死亡时的心理规律，开展死亡心理影响下的身心健康干预研究。关键词 死亡心理，恐惧管理理论，本土心理学，文化背景，内容-过程分类号 C91.6",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "随着死亡问题的医学化，以及现代延长寿命的新技术不断出现，使得临终者成了一个新的社会类别(Tradii& Robert,2019)。中国是世界上罹患癌症人数众多的国家，也是唯一拥有超过一亿老年人口的国家。面对数量庞大的临终者，在走向死亡这个过程中如何身心健康地生活成了心理学研究的新课题。学术界对死亡心理研究得较为全面和科学的理论是恐惧管理理论(Terror Management Theory，简称 TMT)。TMT 是Greenberg,J.等人基于Becker,E.的著作，尤其是《意义的诞生与死亡》(1962)、《否认死亡》(1973)和《逃离邪恶》(1975)而提出的理论构想(Greenberg et al.,1986; Greenberg et al.,1997; Solomon et al.,1991)。经过三十多年的发展，恐惧管理理论已成为死亡心理研究的经典范式，促使了诸多看似不相关领域的整合(如临终、亲密关系、自尊、创造力等)。然而随着研究的深入，针对该理论的争议也逐渐增多，主要集中在如下三个方面:(1)对死亡的基本认知； (2)理论的文化困境；(3)研究结果的矛盾性。那么未来将如何展开系统的死亡心理研究？如何将本土中的死亡议题与现代心理学研究进行结合？目前还没有相关文献对此进行全面论述。本文尝试从恐惧管理理论及其争议出发，从认知、行为与社会三个方面寻找死亡心理可能的研究路径，并在文章的最后对未来的研究提出了展望，希冀能为死亡心理研究提供有益的参考和借鉴。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.恐惧管理理论简介",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "恐惧管理理论认为，一方面人类拥有必死性(Mortality)的意识，称为死亡意识(DeathAwareness)，另一方面人类拥有保证个体生存的本能，两者的冲突导致了死亡焦虑以及较低的幸福感(Juhl&Routledge,2016)。在恐惧管理理论看来，对死亡焦虑持续不断地防御，驱动了人类的诸多行为，如建造庙宇、著书立作、建立家庭、积累财富等等（Becker,1973)。早期的恐惧管理理论提出两种死亡焦虑缓冲机制(Buffer Mechanism)，包括世界观防御(Worldview Defense)和自尊寻求(Self-esteem Striving)。世界观是一种共享的心理结构，它赋予生命意义感、秩序感和永恒感(Greenberg,Schimel,et al.,2001)。通过对世界观的认同和投入，人们将获得积极的自尊感，从而实现小我的超越，并获得象征意义上的“不朽”和平静。后来有学者提出对亲密关系(Close Relationship)的投入也可缓解人们的死亡焦虑(Mikulincer et al.,2003)。恐惧管理理论将引发死亡意识的实验操作称为死亡提醒(MortalitySalience，简称MS)。由于死亡提醒而引发的世界观防御、自尊寻求或亲密关系投入统称为死亡提醒效应(Mortality Salience effects)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "20世纪90年代中期，TMT研究者结合精神动力学与认知科学，提出认知双加工模型(Cognitive Dual-process Model)(Greenberg et al.,1994; Pyszczynski et al.,1999)。该模型从微观层面对TMT的认知过程进行探索，认为人们存在两种防御死亡意识的机制:近端防御(ProximalDefenses)和远端防御(Distal Defenses)，其中近端防御属于意识层面的防御机制，远端防御属于无意识层面的防御机制(Greenberg,Arndt,et al.,2001; Hayes et al.,2010; Kosloffet al., 2019; Pyszczynski et al., 1999)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1近端防御 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "个体的某些经历可引发死亡意识，包括：(1)日常生活事件(就医、暴力冲突的新闻报道、堕胎、死亡相关多媒体素材等)；(2)思考并回答有关自身死亡的开放式问题(Rosenblatt etal.,1989)；(3)填写死亡相关的调查问卷。死亡提醒后的个体将有意识地消耗认知资源，来消除死亡意识给个体带来的脆弱感和恐惧感，主要采用的策略有否认(Deny)、合理化(Rationalization)和注意力分散(Distraction)。上述过程被称为近端防御，其作用是为了将死亡的念头推出意识领域。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2死亡思维可及性(Death Thought Accessibility，简称DTA)",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在实验室研究中，研究者往往在死亡提醒后让被试完成一项或多项分心任务，其目的是使死亡的念头更稳定地从意识中消失。常见的分心任务是填写正负情绪量表(Positive and",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Negative Affect Schedule,PANAS,Watson, Clark,& Tellegen,1988)或其扩展形式(PANAS-X,Watson& Clark,1992)，其他分心任务包括完成无关问卷、字谜任务或其他情绪量表(Burke,Martens,&Faucher,2010)。分心任务后，死亡相关念头虽然被推出意识领域，但较容易被意识再次抓取，即死亡思维可及性(Death Thought Accessibility，简称DTA)上升。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "除分心任务外，研究者发现以下三种任务也会导致DTA升高：(1)死亡提醒后的高认知负荷任务(如记住一个11位的数字)(Amdt et al.,1997)；(2)与死亡相关的阈下启动(如将死亡相关的词汇快速呈现在屏幕上)；(3)死亡焦虑缓冲机制受到威胁。DTA的变化可通过词干补笔、词汇判断任务和模棱两可图进行测量(Arndt et al.,1997; Gailliot et al.,2006)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3远端防御 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "DTA 的升高将激活远端防御，在潜意识层面启动三种焦虑缓冲机制，促使人们做出表面上与死亡并无联系的防御行为，如维护世界观、增强自尊或促进亲密关系(Jonas et al.,2013;Pyszczynski etal.,1999; Schaie &Wilis,2010))。最近的研究发现，三种焦虑缓冲机制有优先级之分：当DTA升高，且缓冲机制间有冲突时，人们会优先选择亲密关系,然后是世界观防御,最后是自尊寻求(陆可心,2019)。远端防御的作用是将死亡思维降低至基线水平以下，使死亡思维平息。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "经过几十年的发展，恐惧管理理论得到数百项实证研究支持 (Ben-Arietal.,1999;Burke et al.,2010; Hayes et al.,2010; Routledge & Vess,2018; See & Petty,2006)，高速发展的同时，恐惧管理理论也引起了一些争议。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.恐惧管理理论的争议",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1对死亡基本认知的争议",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1.1死亡与不确定无关吗？",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "恐惧管理理论假设死亡与不确定性无关，因为死亡是世界上为数不多的确定事件(Landau et al.,2010; Pyszczynski et al.,2015)。然而 Yavuz 和 van den Bos (2009)的研究却发现，死亡提醒下有 $28 \\%$ 的被试体验到了不确定感。相比自我决定的死亡(想象通过自杀主动控制自己的死亡)，死亡提醒下的个体对控制感的需求增强了(Fritsche et al.,2008)。上述研究表明死亡提醒引发了个体的不确定感。事实上，除了死亡这一结果是确定无疑之外，死亡过程中包含大量未知因素，例如人们何时、何地、以何种方式死去，以及死后会发生什么？不确定性——同一性理论(The uncertainty-identity theory)从引发防御机制的原因对恐惧管理理论提出了挑战(Yang etal.,2020)。该理论认为不确定会带来麻痹和痛苦体验，并激活回避动机，驱使个人寻找减少不确定感的策略，如群体认同策略(Hogg,2007,2010)。这里群体认同的作用并非为了缓冲死亡焦虑，而是减少不确定感，死亡提醒只是触发不确定感的一种形式，对确定的需求解释了死亡提醒远端防御的启动效应(Hogg,2010)。不确定感还会增强个体对外群体的排斥。一项对土耳其大学生的研究发现，与死亡提醒组相比，不确定感提醒组(Uncertainty Salience)的被试对否定本国习俗和法律制度的文件给予了更强烈的批评(Yavuz&van den Bos,2009)。由此可见，恐惧管理理论所提出的焦虑缓冲机制，其最终目的或许是为了缓解不确定感而非死亡焦虑。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.2死亡一定导致恐惧情绪吗？",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "恐惧管理理论支持者认为，对死亡的思考将产生内隐和外显的恐惧情绪。可以确定的是,死亡相较于其他事物更容易产生焦虑、恐惧、厌恶等负性情绪，相关的 fMRI研究也支持这一观点(陆可心,2017;Quirin et al.,2011; Seligman& Hager,1972)。然而，最近一项对115 名参与者进行的生理唤醒研究发现，死亡提醒组与控制组(描述牙痛组)均可引起生理唤醒，对心率(HR)、平均动脉压(MAP)、呼吸率(RR)等9项生理指标的贝叶斯因子分析显示，两组并无显著差异(Klackl&Jonas,2019)。甚至有研究发现被试在死亡提醒后所引发的情绪比非死亡提醒更积极(DeWall& Baumeister,2007)，对死亡的认识也可以促进内在成长(韦庆旺 等,2015)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "早期TMT研究运用的情绪测量工具是PANAS量表，通常在死亡提醒后随即完成(Watson etal.,1988)。后来，研究者为了以更加精细的方式澄清死亡提醒后的情绪状态，就将情绪测量与自我报告、内隐测量、错误归因范式、情绪控制策略等进行直接或间接的整合，但结果仍未显示稳定而显著的情绪(Lambert et al.,2014;Webber et al.,2015)。情绪是死亡心理过程的重要环节，但就目前研究呈现出的矛盾结果来看，死亡所引发的情绪具有不可测性，需要研究者提出更有针对性的测量程序。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.3寻求个体生存是核心议题吗？",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "恐惧管理理论从进化论视角提出，寻求个体生存是人类的第一要务，死亡的不可避免性信念可能会产生使人崩溃的焦虑感，使得持续目标导向的行为成为不可能，因此发展出对抗必死性的防御体系来确保生物生存(Greenberg et al.,1997; Pyszczynski et al.,2003)。然而现代进化论的内含适应度理论(Inclusive Fitness Theory)则认为生物进化的主要目的不是为了个体生存或避免个体死亡，而是遗传信息的差异化繁殖(Bonin et al.,2019;Hamilton,1964)。除了个体所繁衍的后代数量(无论是谁救助、抚养或资助他们)外，个体通过其他方式(不管谁生下他们)抚养、救助或资助后代的数量也是进化成功的标志。自然选择也不仅仅是为了使生物感觉更好、更快乐和更安全，自然选择对内在状态或感受的态度是盲目的除非这些状态导致了适应性或非适应性后果(Kirkpatrick&Navarrete,2006)。尽管死亡令人不悦，但它本质上是一种中性的存在，即非适应也非不适应。生物甚至会主动采取危及生命的行为以增加后代的生存几率(Hamilton,1964; Navarrete&Fessler,2005)，例如鲑鱼冒险去上游繁殖，父母冒生命危险把孩子从火海中拯救出来。Tradii和Robert (2019)认为，我们必须区分个体对待死亡的态度与社会集体对待死亡的态度，因为社会集体“不否认死亡，而是围绕死亡进行组织的”。互惠利他主义理论及亲缘选择理论的研究也指出(Smith,1964;Trivers,1971)，在基因亲缘关系较远甚至没有基因亲缘关系的情况下，个体也可能牺牲自身生命而作出利他行为，如地震、海啸、瘟疫中的助人行为。由此可见，人类诸多适应性行为的目标是设立在个体生存之上的，寻求个体生存并非人类核心议题。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2社会文化层面的争议",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.1理论提出者的文化背景",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "恐惧管理理论提出者的信仰体系源自20世纪一战后的北美基督教世界观，它隶属西方白人中产阶级的意识形态，这一文化对待死亡普遍呈否认态度。Freud 等人 (1918)在《论战争与死亡》中首次将否认死亡的思想表述出来，他们认为每个人(包括现代人和原始人)潜意识里都相信自己是不朽的。早期西方社会学家和人类学家同样认可这一观点，Gifford(1969)认为原始人否认死亡这一事实促成了宗教和哲学的诞生。从20世纪50年代末开始，西方对死亡的排斥从学界延伸到了整个社会，死亡已成为除性之外的“新的禁忌和淫秽之物”(Gorer,1955)。随着西方社会生物医学模式的兴起，濒死之人在身体疾病与排斥死亡的双重驱动下增加了就医行为，传统的丧葬习俗被逐渐瓦解，在医院死亡的人数逐渐增多。与20 世纪初相比，如今典型的死亡是由于癌症、心脏病或循环系统问题等慢性疾病导致的。同时，西方世界对尸体的美化和防腐、避讳在公共场合谈论死亡、临终者在关怀中心的隔离以及死亡程序的科层化，都兼具否认死亡的象征意义和现实意义(Mellor &Shilling,1993; Tradii & Robert, 2019; Trompette & Lemonnier, 2009; West et al., 2017)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "然而，死亡充斥在家庭、宗教、娱乐、医疗等领域，暴力电影、击杀类电子游戏的流行似乎证明了人们对待死亡并非单纯地排斥(Wong& Tomer,2011)。Wong 等人(1994)将个体死亡态度分为五个维度，分别是死亡恐惧、死亡逃避、中性的死亡接受、趋近导向的死亡接受、逃避导向的死亡接受。从群体角度来说，Hayslip(2003)认为，死亡态度是一种社会建构的结果，人类社会对待死亡分为否认死亡、蔑视死亡和接受死亡。在否认死亡的文化背景下构建的恐惧管理理论，似乎无法定义整个人类对死亡更普遍的规律。同时研究者需警惕死亡心理研究单一化所导致的人类心理地貌不断扁平化的问题(Watters,2010)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.2跨文化研究的不同证据",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "文化对于人的模塑作用是强有力的，即使像“死亡必然使人恐惧”这一毋需证明的“真理”，在不同文化下的表现也千差万别。例如在一项对哥斯达黎加农村人的研究中发现，社会孤立比死亡提醒产生了更大的内群体规范认同，但在北美的样本中情况恰好相反原因是哥斯达黎加农村人更重视人际联系，认为社会孤立是更可怕的挑战(Navarrete et al,2004)。对爱尔兰被试的死亡提醒也并没有引起TMT假设的防御反应，原因是在爱尔兰人的传统中，熟悉死亡并意识到它的自然性非常重要，人们经常拿死亡开玩笑，并将其作为一个生命中重要的过渡阶段来庆祝(Dunne et al.,2015)，对印度人和伊朗人的研究也发现相似的结果(张阳阳,2006;Fermandez et al.,2010)。即使在排斥死亡的文化背景下，其亚文化群体对死亡的反应也不尽相同。在最近一项对中国青年的研究中发现，可以自由谈论死亡话题的家庭中的青年，其死亡焦虑显著低于回避死亡话题家庭中的青年(孟祥寒,李强,",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2019)。由此可以推测，不同文化对待死亡的价值标准不同，这或许可以解答情绪测量呈现无序状态的原因。恐惧管理理论在跨文化研究中所呈现出的不同证据，提醒研究者提高理论自反性，思考死亡心理研究更多的可能性(Visser,2017)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3研究结果的争议",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "有研究者提出，恐惧管理理论本身具有不可证伪性，大量不确定甚至相反的结论充斥在研究中(Martin& Van den Bos,2014)。TMT认为，死亡提醒将导致维护自身世界观和排斥外群体的行为概率增加(Kosloff et al.,2019; Rosenblatt et al.,1989)。在恐惧管理理论一项早期研究中，被试分为死亡提醒组和书写电视节目组，两组被试均被要求参与一项违背世界观的行为—一美国参与者被要求用美国国旗清理漏油。根据假设，死亡提醒组的被试不太可能使用国旗清理漏油，因为这样做会亵渎他世界观的象征。结果显示，虽然死亡提醒组确实报告了更多的焦虑情绪，但两组被试均使用国旗清理了漏油(Greenberg et al,1995)，这或许是实验中的社会赞许效应影响了世界观防御的行为，但研究结果并未支持恐惧管理理论的假设。在另一项研究中，研究者试图证明死亡提醒会增加人们繁衍后代的欲望，因为后代具有亲密关系防御和象征性永生的双重功能，结果显示死亡提醒会提高荷兰男性生育后代的意愿，而无法增加荷兰女性的生育意愿(Wisman＆Goldenberg，2005)。Fritsche等人(2007)的研究却发现死亡提醒可以增加德国人生育后代的意愿，且男女之间没有显著差异。对TMT的元分析发现，效应大小在不同研究中存在显著差异，这表明研究中有重要的调节因子没有被涉及，比如死亡提醒与结果测量之间的时间间隔、死亡提醒控制条件类型、被试类型、研究团队文化背景、行为因素等等(Burke et al.,2013;Burke etal.,2010;Yen&Cheng,2013)，未来需要更加完善的验证以增强理论说服力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.对死亡心理研究的启示与扩展",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "基于恐惧管理理论的争议所带来的启示，研究者主要从认知、行为以及社会三个角度对死亡心理研究进行了扩展，并提出了一系列模型与假设。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1死亡心理与认知",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1.1不确定性",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "面对死亡，人们往往产生一种焦虑和不确定感，并促使人们通过努力获得准确的信息或增强自我效能感以减少这种状态(Fitri et al.,2020; Lowe& Harris,2019)。Kruglanski 等人(2011)将不确定感分为自我不确定和环境不确定。以往的研究主要集中在自我不确定(Self-uncertainty)上。研究发现，死亡带来的自我不确定感将引发被试模仿他人的行为，对内群体的认同也会增加(Troian et al.,2020)。不确定感提醒常常与死亡提醒进行比较，但两者的关系多年来一直悬而未决。学者们普遍认为，不确定感提醒与死亡提醒中有某些中介因素需要被澄清，比如特质型自我不确定性、认知闭合等(Rubin,2018;Yang etal.,2020)。未来，不确定性与死亡的研究需要重视如下因素。首先，现实中的死亡与实验室中的死亡提醒所带来不确定感有何不同？未来可以侧重对环境不确定感与死亡的关系进行研究。其次，死亡所带来的不确定感可能仍然与一些未被明确的变量相关，比如自尊水平。之后的研究者需要着重验证目前的发现与其他潜在变量的关系。最后，文化的潜在影响也是研究者需要考虑的因素，例如集体主义文化下的个体对准确信息和社会认同的需求较高，这或许会干扰死亡与不确定性之间的研究，未来可以着重在跨文化研究中进行探讨。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1.2人生意义",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "与死亡相关的另一个重要变量是人生意义。研究者发现，人生意义感较弱的个体会经历死亡焦虑，而有更大人生意义感的个体能更好地接纳死亡(Routledge＆Juhl,2010)。一项对老年人的研究发现，人生意义感可以显著地负向预测老年人对死亡的恐惧(Zhang et al.,2019)。意义建构模型(The Meaning-Making Model，简称MMM)认为人们有建构意义的需要，死亡将破坏人类的生存意义，促使人们在自尊、归属、确定性和象征性不朽四个领域去寻找意义以恢复平衡(Heine et al.,2006)。Wong (2007)提出意义管理理论(MeaningManagement Theory，简称MMT)，他认为克服死亡焦虑并过上幸福生活的核心在于意义重建的能力(Neimeyer,2001; Tomer et al.,2008)。总之，生命意义与死亡之间具有强有力的理论联系，但人生意义与文化世界观之间的关系，以及死亡与意义之间的内在联系尚不明确是后续研究的重点。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1.3归属",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "归属感理论认为，死亡焦虑源于死亡对个体归属感的威胁(Baumeister&Leary,1995)。总结以往研究发现，归属感研究主要是从缓解死亡焦虑和抵御自杀风险两个角度展开的。一方面，不少学者将死亡焦虑与对孤独的恐惧联系起来进行研究，发现死亡焦虑主要源自与重要他人的分离而非不确定性(Kim& Choi,2014;Kuru et al.,2018;Li etal.,2018)。增强归属感可以缓解死亡焦虑，如为国捐躯、落叶归根。Derrick等人(2009)从超社会关系互动(Parasocial relationship interaction，简称 PSRI)的角度提出了社会代孕假说，他们发现当被试观看喜爱的电视节目时孤独感显著降低，归属感显著增高。在临床实践中也发现，当来访者沉浸在影视作品、绘画或音乐中时，死亡焦虑减轻了。另一方面，归属感的升高可以缓解自杀意念(Lin,2019)。根据自杀的人际关系理论(Joiner etal.,2005)，当个体在人际关系中同时感受到累赘感和未满足的归属感时，自杀意念将会增强。O'Keefe 等人 (2015)通过对大学生、老年人、军人等七类群体的研究发现，由社会排斥所导致的未满足的归属感是自杀意念的有力预测因子。未来的研究可以进一步探讨不同形式的归属感满足对死亡心理的影响，同时考虑情绪、人际密度等因素的调节作用。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2死亡心理与行为",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2.1具身认知",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "具身认知观认为，人们对事物的理解或表征不仅是单纯而抽象的认知加工过程，还植根于我们感觉运动状态以及相应的感知觉经验，身体及运动在具体环境中对认知具有塑造作用(Anderson,2007)。Koole 等人(2014)用实验的方式证明了死亡焦虑具有具身性质。该研究发现，死亡焦虑增强了低自尊者对触摸的渴望，研究者触摸被试的肩膀以及被试手持泰迪熊都可以减轻被试的死亡焦虑。因此我们需要对以往的死亡心理研究进行具身认知视角的审视。研究发现，死亡提醒会导致被试间物理距离缩短，这一结果被认为验证了恐惧管理理论的亲密关系防御(Wisman&Koole,2003)。然而，根据具身认知的观点，这一结果也可被解读为死亡提醒激活了被试认知中与“分离”相关的抽象概念，从而导致身体行动的变化。在过去具身认知研究中，研究者主要关注个体身体与其认知过程，以及这两者与物理环境之间的相互作用，较少关注与社会文化环境的相互作用(王继瑛 等,2018)。因此结合本土文化背景，探寻与死亡心理相关的具身认知实验研究，是建立死亡心理本土理论必不可少的环节，同时也是将具身认知研究引入文化体系的绝佳路径。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.2.2仪式",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "仪式(Ritual)是人类的普遍现象。如今越来越多的心理学家和认知科学家开始探索仪式的潜在认知和情感基础(Bell,1997)。死亡相关仪式承担文化功能，兼具情绪抚慰、促进人际关系和谐、传播群体规范、达成社会控制的目的(冉雅璇,2018)。以往研究表明，死亡相关仪式通过一系列常规、刻板、融合和重复的语言和行为，限制了个体认知资源的可用性其目的一方面是增加参与者对集体观念的感受和体验，另一方面是将形成记忆的认知资源转移到情绪调节上，从而抑制负性情绪表达(Schjoedt etal.,2013)。在过去一个世纪里，死亡相关仪式的研究多聚焦于文化人类学和社会学等宏观领域。本土的死亡仪式实证研究还很稀缺，死亡相关仪式对个体微观层面的影响研究者所知甚少。总体来说，对死亡相关仪式的功能及潜在机制的研究可以尝试以下两条路径：其一，自下而上，考察仪式行为的物理特征和生理基础对死亡心理的影响；其二，自上而下，考察仪式行为的文化意义对死亡心理的影响。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3死亡心理与社会",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3.1文化研究中的死亡心理",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "面对死亡，不同文化和宗教都有各自完整的意义和实践系统。在知行合一的基础上，该系统可以使人们在面对死亡时既可达到内外双向动态平衡，又兼具道德教化作用(叶浩生,黎晓丹,2002)。以儒家文化为例，中国人从思想层面对死亡是排斥和避讳的(杨伯峻译注,1980)。但死亡观念又与祖先崇拜密切相关，导致人们面对死亡时的情绪反应是“敬畏”，而非单纯的恐惧。此外，儒家文化面对死亡普遍以集体为单位的，没有后代尤其是男性后代所导致的不仅是个体的消亡，更是整个家族的死亡。不同氏族通过生生不息的后代传承来抵御死亡焦虑，同时获得象征层面的永生(高志强,2019)。从行为上讲，孔子说:“一日克己复礼，天下归仁”，这里所谓的“礼”，与仪式具有相同内涵(何丹,2018)。儒家思想典籍《仪礼》、《礼记》、《周礼》中记录了严格的宗法和丧葬制度，人们相信，严格遵守礼法程序可以确保逝者在另一个世界的生活质量。即使逝者离世时间久远，各地也有其自身的“祭祖礼”，以此来联络血脉至亲，继承先祖精神。可以说儒家的“礼”通过身体感知运动系统与理念的互动，形成了完整的死亡心理耦合系统。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "道教对待死亡的态度可总结为顺化与旷达(刘明,2010)。庄子认为死亡是一种自然规律，理应顺应和接纳，死亡对生命体而言并非消逝，只是改变了生存状态。这种理念模糊了生与死的界限，由此带来的情感体验是“哀乐不入”的旷达。究其死亡应对过程，道家置传统儒家礼仪于不顾，“临尸而歌”、“鼓盆而歌”、“死而不葬”等，也从行为层面表达了对待死亡的超然态度。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "从传统习俗来看，中国人去世后有头七之说，也有清明、送寒衣等与死亡相关的节日，其他国家也有相应仪式，如墨西哥的亡灵节，西方国家的万圣节等。不同文化下死亡心理内容与过程可以抽象出一系列核心维度，并以此为原型对实际加以预测与干预。例如对哀伤的研究就发现，框架、神圣象征、社交性和独特性是个人哀伤仪式的关键属性(Sas &Coman,2016)。由此可见，文化对死亡心理的作用机制亟需更多实证研究的支持。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.3.2当前社会中的死亡心理",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "从文化基础来说，王进和李强 (2019)认为，当前中国社会受到传统文化、西方文化和中国马克思主义文化的三重影响。在多种因素影响中，传统文化和实践经验仍然是中国人面对死亡时的主要关注点。在临终医疗中，人们倾向于对癌症和死亡进行超自然的解释，往往采用自助、偏方疗法，这也体现了西方的医学理念与中国传统文化的冲突(Hsu et al,2009)。在治疗过程中，集体主义文化下的个体受到道德和人际压力的影响，使得家属在临终医疗决策中呈现出大量过度治疗行为，以避免被评价为不道德，而这一做法又加剧了医疗资源浪费和医患冲突风险。当个体死亡后，传统的死亡仪式以形式化、冗余、固化和因果关系不透明为特征(Kapitany&Nielsen,2015)，缺乏科学性又蕴含着宗教迷信色彩，同时祭祀仪式对生态环境有较大压力，无法满足当代社会和个人的特定需求。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "新中国建立以来，党和国家对丧葬制度的移风易俗运动，加之西方实用主义文化的冲击，使得民众面对死亡时的态度更多元，但“薄养厚葬”的文化传统，也使得殡葬政策改革困难重重。在走向死亡的过程中，如何有效面对的问题一直悬而未决，导致中国人面临死亡具有集体回避性、爆发性和焦虑缓冲机制的脆弱性等特点（雷爱民,2017)。面对死亡，我们心理层面的准备略显不足，科学地研究当下中国人死亡心理内容与应对过程已迫在眉睫。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.未来展望 ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "恐惧管理理论将死亡与众多看似不同范畴的心理学概念进行了串联，并有效刺激了相关研究的开展。然而死亡心理本身具有复杂性，诸多问题至今仍未得到明确结论。因此针对未来的死亡心理研究，本文提出以下建议：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.1死亡心理研究具有科学-文化双重属性",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "死亡心理是一种人类面临死亡及相关事件时所产生的认知、情感和行为意向的复杂心理状态，它由个体内外部因素相互调节所产生。然而究竟死亡激发起的是恐惧、焦虑、创伤，抑或是对生命意义的思考现尚无定论。因此死亡心理研究的首要任务是进行系统性回顾，并厘清概念和研究范围。鉴于前文评述，我们有理由相信死亡心理研究应包含科学和文化双重属性。一方面，未来对死亡心理的基础研究可采用心率、皮肤电、皮质醇、脑成像技术等更为客观的测量指标。就目前而言，国内关于死亡心理大脑机制的研究基本属于空白，因此结合老年群体、癌症群体开展的死亡心理大脑机制方面的研究，必将对科研和临床领域产生深远影响。Quirin等人(2019)在存在主义哲学与脑科学的基础上，提出了存在神经科学（ExistentialNeuroscience）,致力于探讨死亡、意义、孤独、身份和自由这五大存在议题的脑机制。但该领域的研究尚属起步阶段。不同议题间大脑区域是否有重合，脑区间的联系尚待验证，是未来研究的重点。另外，细胞及基因层面的研究需要关注，因为越来越多的证据表明线粒体是应激相关反应的靶点和中介(Picard&McEwen,2018)，线粒体、内分泌和表观遗传通路之间的相互作用构成了应激的生理学基础，也就是说线粒体功能障碍与应激相关精神障碍存在关联(Daniels et al.,2020; Trumpff et al.,2019)，对线粒体的深入探索或许可以找到与死亡相关应激的生理学基础和遗传路径。另一方面，死亡心理与文化具有不可分割性，研究人员应考虑使用传统但被低估的方法来补充实验室研究的不足，如质性研究、个案、纵向探究等方法，研究对象可以从人扩展至媒体新闻、剧本、诗词、小说、墓志铭、计告等死亡叙事的视角，或许能获得比量化研究更具生态学效度和理论深度的研究结果。也可以增加真实情景模拟的研究设计方案，通过虚拟现实的方式让被试以第一视角进行观察和参与，以弥补质性研究范式的不足。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5.2死亡心理研究应重视内容-过程的结合",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "对死亡的思考和仪式化行为跟随着人类发展的始终，已有超过50万年的实践。在这一过程中，不同文化群体发展出了各自应对死亡的内容与过程体系，死亡心理研究应重视内容与过程因素的结合。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "首先，死亡心理内容是集体或个人对死亡本体的认知建构，包括两方面内容：其一是死亡命题，",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "主体从社会知识体系中获得的对待死亡的认知、信念和期望；其二是死亡经验，",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "主体在现实中感知到的死亡呈现出的现象特征，如濒死、创伤、丧失、哀伤等。人们的死亡心理内容直接导致他们面对死亡时的情绪状态。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "其次，死亡心理的过程研究，包括不同文化下集体或个人应对死亡的程序和行为，这些程序与行为兼具功能性与象征性。宏观层面上涉及社会应对死亡的政策或仪式，微观层面涉及个人与死亡相关的行为图式。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "死亡心理的内容与过程并非二元分裂，而是有机结合的整体。当前大多数研究在两者间独立进行，且大多涉及死亡心理内容的研究，较少探讨死亡心理的过程。从研究的角度来说，关注过程提示研究者应该按阶段来探讨死亡心理的形成机制、不同阶段的影响因素以及之间的相互作用，同时死亡心理的内容与过程如何相互转换以及其内部机制如何，仍需要更多的研究来进行深入探讨。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5.3关注面对死亡时的群体心理规律 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "现代医疗制度从19世纪开始与中国社会初次融合，随着医学技术不断进步和病理学知识的普及，今日中国人对癌症等末期疾病的态度已从厌恶转向回避，厌恶程度有所降低，但民众依然谈死色变(Lou&Liu,2020)。那么现代社会如何建构起了对死亡的防御体系？群体如何面对符合社会价值观的死亡、因病去世、自杀等不同形式的死亡？死亡叙事如何演变？以上问题较难在实验室情境中进行研究，然而随着信息技术和大数据在科研中的广泛应用，或许可以找到一些方法学的解决方案。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "死亡是个体事件，也是社会事件，甚至是政治事件。因此医生、军人等特殊群体的死亡心理也需要被重视。在公共安全事件中，士兵、警察和医护人员往往表现出勇气和无畏的行为，与之相反的是，害怕死亡而产生的懦弱行为将会遭受法律与道德两方面的惩罚。死亡带来的心理-生理反应与社会期望之间的冲突也是死亡心理研究的主题之一(Rubin etal.,2016)，同时也要关注儿童、失独、宠物死亡等亲属的哀伤研究。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5.4关注死亡心理影响下的身心健康干预研究",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "死亡所具有的躯体功能失效性、普遍性和不可逆性(Noppe,1997)，容易使暴露其中的个体或群体产生恐惧、焦虑的情绪，严重者甚至出现PTSD等精神障碍，并常与慢性身体疾病产生共病，但这一过程的临床作用机制尚不明确。从个体层面上讲，死亡由于其前瞻性并非是每个人时刻要面对的危机，然而有学者从时间管理的角度研究发现，死亡提醒后人们更倾向于关注未来，在时间管理上出现了积极的适应性反应而非逃避式的防御(王鹏等,2019)。对未来后果考虑(Consideration of Future Consequences，简称 CFC)的研究发现，高CFC个体由于更多考虑行为的未来结果而有助于培养更健康的生活方式，例如健康饮食(Gick,2014)、体育锻炼(Ouellette et al.,2005)、安全性行为(Appleby et al.,2005)等。从这个意义上看，对死亡恰当的认识或许本身就会给生活带来健康的转变，对创伤后成长(Posttraumatic Growth,PTG)的研究也得到相似结果。但是作为意义系统(Meaning-system)并具有预防性质的死亡教育，由于受到文化传统和学科演变的双重影响，其形式、内容和评估并没有成体系的框架，是未来研究者们需要关注的重点。或许从心理干预策略研究中我们可以得到一些启示，比如将死亡有关场景用心理剧的形式展现在个体面前时，由于团体和附加现实(Surplus-reality)的双重作用，个体因死亡带来的丧失感和哀伤感降低了(Testonietal.,2019)。这样看来社会支持和仪式可能是死亡心理干预中的核心因素，这一观点在大量人类学研究中也得到证实。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "高志强． (2019)．生生:儒家超越死亡焦虑的根本路径．心理学探新，39(2)，109-113.   \n何丹． (2018)．老庄的丧祭思想—一兼与儒家死亡哲学比较．哲学分析，9(4)，70-83.   \n雷爱民． (2017)．论当前中国内地民众的死亡焦虑之特点．中国医学伦理学，30(10)，1219-1222.   \n刘明．(2010)．论先秦时期的死亡态度—一以儒墨道法为例．医学与哲学(人文社会医学版)，31(08), 17-18.   \n陆可心． (2017)．恐惧管理理论中情绪的作用．心理科学进展，25(1)，76-85.   \n陆可心．(2019)．恐惧管理中死亡焦虑不同防御机制之间的关系．心理科学进展，27(2)，344-356.   \n孟祥寒，李强． (2019,10月)．青年群体过去悔恨与死亡焦虑、死亡态度关系的调查．第二十二届全国心 理学学术会议，中国浙江杭州.   \n冉雅璇．(2018)．心理学视角下的人类仪式：一种意义深远的重复动作．心理科学进展， $2 6 ( 1 )$ ，169- 179.   \n王继瑛，叶浩生，苏得权．(2018)．身体动作与语义加工:具身隐喻的视角．心理学探新，38(01)，15- 19.   \n王进，李强． (2019)．当代中国人的三重自我及“混融自我”．西南民族大学学报(人文社科版), 40(05)，215-221.   \n王鹏，王晓田，高娟，黎夏岚，徐静．(2019)．适应性时间管理：死亡意识对时间知觉和跨期决策的影响. 心理学报，51(12)，1341-1350.   \n韦庆旺，周雪梅，俞国良．(2015)．死亡心理:外部防御还是内在成长?．心理科学进展，23(02)，338- 348.   \n杨伯峻译注． (1980)．论语译注．北京：中华书局.   \n叶浩生，黎晓丹．(2016)．礼与身体:中国礼文化的具身认知观及其启示．华中师范大学学报(人文社会科 学版)，55(03)，171-176.   \n张阳阳． (2006)．自尊的恐惧管理理论研究述评．心理科学进展，14(2)，273-280.   \nAnderson,M.L.(2007). How to study the mind: An introduction to embodied cognition. In F. Santoianni & C. Sabatano (Eds.), Brain development in learning environments: Embodied and perceptual advancements (pp. 65-82). Cambridge: Cambridge Scholars Press.   \nAppleby,P.R.,Marks,G.,Ayala,A.,Miller,L.C.,Murphy, S.,& Mansergh,G. (2005).Considerationof future consequences and unprotected anal intercourse among men who have sex with men. Journal of Homosexuality, 50(1),119-133.   \nArndt,J.,Greenberg,J.,Pyszczynski,T.,& Solomon,S.(1997).Subliminal exposure to death-related stimuli increases defense of the cultural worldview.Psychological Science,8(5),379-385.   \nBaumeister,R.F.，& Leary，M.R.(1995). The need to belong: desire for interpersonal atachments asa fundamental human motivation.Psychological Bulletin,117(3),497-529.   \nBecker,E.(1973).The denialof death.New York: Simon and Schuster.   \nBell, C.M.(1997).Ritual: Perspectives and dimensions.New York: Oxford University Press.   \nBen-Ari,O.T.,Florian,V.,& Mikulincer,M.(199).The impact of mortality salience on reckless driving: A test of terror management mechanisms.Journal of Personality and Social Psychology,76(1),35-45.   \nBonin,P., Gelin,M.,Laroche, B.，& Meot,A. (2019).“Survival procesing of the selfish gene?\": Adaptive memory and inclusive fitness.Evolutionary Psychological Science, 6(2),155-165.   \nBurke,B.L.,Kosloff,S.,&Landau,M.J.(2Ol3).Death goes to the polls: A meta-analysis of mortalitysalience effects on political attitudes.Political Psychology,34(2),183-200.   \nBurke,B.L.,Martens,A.,&Faucher,E.H.(2Ol0).Two decades of terror management theory: A meta-analysis of mortality salience research.Personality and Social Psychology Review,14(2),155-195. AnnualKeviewojClinicalPsycnotogy   \nDerrick,J. L., Gabriel, S.,& Hugenberg, K. (20o9). Social surrogacy: How favored television programs provide the experience of belonging.Journal of Experimental Social Psychology, 45(2),352-362.   \nDeWall,C.N.,& Baumeister,R.F. (2007).From terror to joy: Automatic tuning to positive aective information following mortality salience. Psychological Science,18(11), 984-990.   \nDunne, S., Gallagher,P.,& Mathews,A.(2O15).Existential threat ordissociative response?Examiningdefensive avoidance of point-of-care testing devices through a terror management theory framework. Death Studies, 39(1),30-38.   \nFitri,R.A.,Asih, S.R.,& Takwin,B. (202O).Social curiosity as a way to overcome death anxiety: perspectiveof terror management theory. Heliyon,6(3),1-8.   \nFernandez,S.,Castano,E.,& Singh,I. (2olo).Managing death in the burning grounds of Varanasi,India:Aterror management investigation. Journal of Cross-Cultural Psychology, 41(2),182-194.   \nFreud,S., Brill,A. A., & Kutner,A. B. (1918). Reflections on war and death. New York: Mofat Yard.   \nFritsche,I.,Jonas,E.Fischer,P.,Koranyi,N.,Berger,N.,&Fleischmann,B. (2o7).Mortalitysaience and the desire for offspring.Journal of Experimental Social Psychology,43(5),753-762.   \nFritsche,I.,Jonas,E.,&Fankhanel,T.(2Oo8).The role ofcontrol motivation in mortality salience effects on ingroup support and defense.Journal of Personality and Social Psychology, 95(3),524-541.   \nGailliot,M.T.,Schmeichel,B.J.,&Baumeister,R.F. (2o06).Self-regulatory processes defendagainstthethreat of death: Efects of self-control depletion and trait self-control on thoughts and fears of dying. Journal of Personality and Social Psychology, 91(1),49-62.   \nGick,M. (2014).An exploration of interactions between conscientiousness and consideration of future consequences on healthy eating. Personality and Individual Differences, 66,181-187.   \nGifford,S.(1969). Some psychoanalytic theories about death: A selective historical review. Annals of the New York Academy of Sciences,164(3),638-666.   \nGorer,G. (1955). The pornography of death. Encounter; 5(4),49-52.   \nGrenberg,J.,Arndt,J.,Schimel,J.,Pyszczynski,T.,&Solomon,S.(2oo1).Clarifying thefunction of mortality salience-induced worldview defense: Renewed suppression or reduced accessibility of death-related thoughts? JournalofExperimental Social Psychology,37(1),70-76.   \nGreenberg, J.，Schimel,J.，Martens,A., Solomon,S.,& Pyszcznyski,T.. (2001). Sympathy for the devil: evidence that reminding whites of their mortality promotes more favorable reactions to white racists. Motivation& Emotion,25(2),113-133.   \nGreenberg, J.,Porteus,J., Simon,L.,Pyszczynski,T.,& Solomon, S. (1995).Evidence of a terror management function of cultural icons: The effcts of mortality salience on the inappropriate use of cherished cultural symbols.Personality and Social Psychology Bulletin,21(11),1221-1228.   \nGreenberg,J.,Pyszczynski,T.,& Solomon,S. (1986).The causes and consequences ofa need for self-esteem: A terror management theory. In R. F.Baumeister (Ed.), Public self and private self (pp.189-212). New York: Springer NY.   \nGreenberg,J.，Pyszczynski，T.，Solomon，S.， Simon,L.，& Breus，M.(1994).Role of consciousness and accessibility of death-related thoughts in mortality salience effects.Journal of Personality and Social Psychology, 67(4), 627-637.   \nGreenberg,J., Solomon, S.,& Pyszczynski,T.(1997).Terror management theory of self-esteem and cultural worldviews: empirical assessments and conceptual refinements. In M. P. Zanna (Ed.)，Advances in experimental social psychology (Vol. 29, pp. 61-139). New York: Academic Press.   \nHamilton,W.D.(1964).The genetical evolution of social behaviour. II.JournalofTheoretical Biology,7(1),17- 52.   \nHayes,J.,Schimel,J.,Arndt,J.,&Faucher,E.H.(2010).Atheoretical and empirical review of the death-thought accessibility concept in terror management research.Psychological Bulletin,136(5), 699-739.   \nHayslip,B.(20o3). Death denial: Hiding and camouflaging death. Handbook ofdeath and dying,1,34-42.   \nHeine,S.J.,Proulx,T.,& Vohs,K.D.(20o6).The meaning maintenance model: On the coherence of social motivations.Personality and Social Psychology Review, 10(2),88-110.   \nHogg,M.A. (207). Uncertainty-identity theory. Advances in experimental social psychology. 39,69-126.   \nHogg,M.A. (2010). Human groups,social categories,and collective self: Social identityand the management of self-uncertainty. In R. M. Arkin, K. C. Oleson,& P.J. Carrol (Eds.), Handbook of the uncertain self (pp. 401-420). New York: Psychology Press.   \nHsu, C.-Y.,O'Connor, M.,& Lee, S. (2009). Understandings of death and dying for people of chinese origin. Death Studies,33(2),153-174.   \nJoiner Jr,T.E.,Brown,J. S.,& Wingate,L. R. (20o5). The psychology and neurobiology of suicidal behavior. Annual Review of Psychology, 56,287-314.   \nJonas,E.，Sulivan,D.,& Greenberg,J. (20l3). Generosity，greed,norms,anddeath- Diferentialeffectsof mortality salience on charitable behavior.Journal of Economic Psychology,35,47-57.   \nJuhl, J.,& Routledge, C.(2016). Puting the terror in terror management theory:Evidence that the awareness of death does cause anxiety and undermine psychological wel-being. Current Directions in Psychological Science,25(2),99-103.   \nKapitany, R.,& Nielsen,M. (2015). Adopting the ritual stance: The role of opacity and context in ritual and everyday actions. Cognition,145,13-29.   \nKim, K. B., & Choi, Y. J. (2014). Efects of family support,ageism experience,loneliness and powerlessness on death anxiety in elders. Korean Journal of Adult Nursing,26(5),584-591.   \nKirkpatrick,L. A.,& Navarrte, C.D. (2o06). Reports of my death anxiety have been greatly exaggerated: A critique of terror management theory from an evolutionary perspective.Psychological Inquiry, 17(4),288- 298.   \nKlackl,J.,& Jonas,E. (2019).Effects of mortalitysalienceon physiological arousal.Frontiers in Psychology,10, 1-37.   \nKoole,S.L.,Tjew A Sin, M.,& Schneider, I. K.(2014).Embodied terror management: interpersonal touch alleviates existential concerns among individuals with low self-esteem. Psychological Science,25(1),30-37.   \nKosloff,S.，Anderson, G.，Notbohm,A.，& Hoshiko，B. (2019). Chapter2- Proximal and distal terror management defenses: A systematic review and analysis. In C. Routledge & M. Vess (Eds.)， Handbook of terrormanagement theory (pp.31-63).Cambridge,MA:Academic Press.   \nKruglanski,A.W., Higgins,E.T.,& Van Lange,P.A. (2011). Handbook of theories ofsocial psychology: Volume two.New York:SAGE Publications.   \nKuru,N., Zorba,B.P.,& Emiroglu,O.N.(2O18).The preliminary efects of laughter therapyon loneliness and death anxiety among older adults living in nursing homes: A nonrandomised pilot study. International journal of Older People Nursing, 13(4), 1-9.   \nLambert,A.J.,Eadeh,F.R.,Peak,S.A.,Scherer,L.D.,Schot,J.P.,& Slochower,J.M.(2014).Towarda greater understanding of the emotional dynamics of the mortality salience manipulation: Revisiting the“affect-free” claim of terror management research. Journal of Personality and Social Psychology, 106(5), 655-678.   \nLandau,M.J.， Greenberg,J.,& Kosloff,S.(20i0). Coping with life'sone certainty: A terror management perspective on the existentially uncertain self. In R.M. Arkin, K. C. Oleson,&P. J. Carroll(Eds.),Handbook of the uncertain Self(pp. 195-215). New York: Psychology Press.   \nLi, S., Zhang,D.,& Han,Z. (2018).Status and determinants of death anxietyamong olderadults in rural China-an empirical study from Anhui. Innovation in Aging, 2(1),227-228.   \nLin, C.(2019). Gratitude and suicidal ideation in undergraduates in Taiwan: The Mediating Role of Self-Esteem and Meaning in Life.Journal of Death and Dying, O(O),1-17.   \nLou,Y.,& Liu,J. (202O). Death narative in 19th-Century China: How did newspapers frame death and dying. Journal of Death and Dying, O(O),1-19.   \nLowe,J.,& Harris,L.M.J.B.C. (2o19).A Comparison of death anxiety, intolerance of uncertaintyand selfesteem as predictors of social anxiety symptoms. Behaviour Change, 36(3),165-179.   \nMartin,L.L.,& Van den Bos,K. (2014).Beyond terror: Towards a paradigm shift in the study of threat and culture. European Review of Social Psychology, 25(1),32-70.   \nMellor,P.A.,&Shilling, C. (1993).Modernity,self-identityand thesequestrationofdeath.Sociology-theJournal of the British Sociological Association,27(3),411-431.   \nMikulincer,M.,Florian,V.,&Hirschberger,G.(2Oo3).The existential functionofclose relationships: Introducing death into the science of love.Personality and Social Psychology Review,7(1),20-40.   \nNavarrete,C.D.,& Fesser,D.M.T.(2005).Normative bias and adaptive challenges: A relational approach to coalitional psychologyand a critique of teror management theory. Evolutionary Psychology, 3(1),297-326.   \nNavarrete,C.D.,Kurzban,R.,Fessler,D.M.,& Kirkpatrick,L.A.(2004).Anxietyand intergroup bias:Terror management or coalitional psychology? Group Processes & Intergroup Relations,7(4),370-397.   \nNeimeyer,R. A. (20o1). Meaning reconstruction & the experience of loss.Washington,DC:American Psychological Association.   \nNoppe,D. (1997). Evolving meanings of death during early, middle,and later adolescence. Death Studies, 21(3), 253-275.   \nOKeefe, V. M., Grant, D.M.,Tucker,R.P.,Lechner,W. V. Mils,A. C., Judah,M. R.,& Wingate,L.R. (2015). Autonomy asa prospective predictor of perceived burdensomeness and thwarted belongingness through symptoms of depression. Journal of Death and Dying, 73(1),70-86.   \nOuellete,J.A.,Hessling,R., Gbbons,F. X.,Reis-Bergan,M.,& Gerrrd,M. (2005). Using images toincrease exercise behavior: Prototypes versus possible selves.Personality and Social Psychology Bulletin, 31(5),610- 620.   \nPicard,M.,& McEwen, B. S. (2018). Psychological stressand mitochondria: a systematic review. Psychosomatic Medicine,80(2),141-153.   \nPyszczynski, T., Greenberg, J.,& Solomon, S. (1999).A dual-process model of defense against conscious and unconscious death-related thoughts: an extension of teror management theory. Psychological review, 106(4), 835-845.   \nPyszczynski,T.,Solomon,S.,& Greenberg,J. (2003). In the wake of9/1: The psychology of terror. Washington, DC: American Psychological Association.   \nPyszczynski,T.,Solomon, S.,& Greenberg,J. (2015). Thirty yearsof terror management theory: From genesis to revelation. In J. M. Olson & M. P. Zanna (Eds.),Advances in experimental social psychology (Vol. 52, pp. 1- 70). New York: Academic Press.   \nQuirin,M., Klackl, J.,& Jonas,E. (2019). Existential neuroscience: A review and brain model of coping with death awareness. In C. Routledge & M. Vess (Eds.), Handbook of terror management theory (pp. 347-367). Cambridge, MA: Academic Press.   \nQuirin,M.,Loktyushin,A.，Arndt,J.，Kustermann,E.，Lo,Y.-Y.,Kuhl,J.,& Eggert,L.(2011).Existential neuroscience: a functional magnetic resonance imaging investigation of neural responses to reminders of one's mortality. Social Cognitive and Affective Neuroscience, 7(2),193-198.   \nRosenblat,A., Greenberg,J.,Solomon,S.Pyszczynski,T.,&Lyon,D.(1989).Evidence for terror management theory: I. The effects of mortality salience on reactions to those who violate or uphold cultural values. Journal of Personality and Social Psychology,57(4),681-690.   \nRoutledge,C.,& Juhl,J.(2Ol0).When death thoughts lead to death fears: Mortality salience increases death anxiety for individuals who lack meaning in life. Cognition and Emotion,24(5),848-854.   \nRoutledge, C., & Vess, M. (2018). Handbook of terror management theory. Cambridge, MA: Academic Press.   \nRubin,M.(2O18).Fear of self-annihilation and existential uncertainty as predictors of worldview defense: Comparing terror management and uncertainty theories. The Journal of Social Psychology, 158(3),298-308.   \nRubin，M.，Neria，M.，& Neria，Y. (2O16).Fear,trauma，and postraumatic stress disorder: Clinical, neurobiological,and cultural perspectives.In Y. Ataria,D. Gurevitz, H. Pedaya,& Y. Neria (Eds.), Interdisciplinary handbook of trauma and culture (pp.303-313). Cham, Switzerland: Springer.   \nSas,C.,& Coman,A. (2016). Designing personal grief rituals: An analysis of symbolic objects and actions. Death Studies,40(9),558-569.   \nSchaie,K. W.,& Willis, S.L. (2010). Handbook of the psychology of aging. San Diego, CA: Elsevier.   \nSchjoedt, U.,Sorensen,J.,Nielbo,K.L.,Xygalatas,D.,Mitkidis,P.,& Bulbulia,J. (2013). Cognitiveresource depletion in religious interactions. Religion,Brain & Behavior, 3,39-55.   \nSee,Y.H.M.,& Petty,R.E.(2oo6).Effects of mortality salience on evaluation of ingroupand outgroup sources: The impact of pro-versus counteratitudinal positions.Personality and Social Psychology Bulletin,32(3), 405-416.   \nSeligman, M. E., & Hager, J.L. (1972). Biological boundariesoflearning. New York: Appleton-Century-Crofts.   \nSmith, J. M.(1964). Group selection and kin selection. Nature, 201, 1145-1147.   \nSolomon,S.,Greenberg,J.，& Pyszczynski,T.(1991).A terror management theory of social behavior:The psychological functions of self-esteem and cultural worldviews.In M. P. Zanna (Ed.)，Advances in experimental social psychology (Vol.24, pp. 93-159). New York: Academic Press.   \nTestoni,I,Cichellero,S.,Kirk,K.,Cappellett, V.,& Cecchini, C.(2019).When death enters the theaterof psychodrama: Perspectives and strategies of psychodramatists. Journal of Lossand Trauma, 24(5-6), 516- 532.   \nTomer,A.,Eliason,G.T.，& Wong,P.T. (2008).Existentialism and spiritual issues in death atitudes.NJ: Erllbaum. 45(2),675-680.   \nTradi,L.,& Robert,M. (2019).Do we deny death? I. Critiques ofthe death-denial thesis.Mortality,24(4),377- 388.   \nTrivers,R.L.(1971). The evolution of reciprocal altruism. The Quarterly review of Biology, 46(1),35-57.   \nTroian,J.A.,Boneto,E.，Varet,F.,Arciszewski,T.，& Dezecache,G.(202O).Explaining social behavior in response to death-related threats: The conspecific loss compensation mechanism. Evolutionary Behavioral Sciences,Advance online publication.   \nTrompette,P.,& Lemonnier, M. (2o09).Funeral embalming: the transformation of a medical innovation. Science Studies,22(2), 67-89.   \nTrumpff, C., Marsland,A.L.,Basualto-Alarcon,C.,Martin,J.L.,Carroll,J.E, Sturm, G.,.. Kaufman,B.A. (2019). Acutepsychological stressincreasesserum circulating cell-freemitochondrial DNA. Psychoneuroendocrinology, 106,268-276.   \nVisser,R. C. (2017).“Doing death\": Reflecting on the researcher'ssubjectivityand emotions.Death Studies, 41(1),6-13.   \nWatson,D.,& Clark, L.A. (1992).Affects separable and inseparable: on the hierarchical arrangement of the negative affects. Journal of Personality and Social Psychology, 62(3), 489-505.   \nWatson,D., Clark,L.A.,& Tellgen,A. (1988). Development and validation of brief measures of positive and negative affect: the PANAS scales. Journal of Personality and Social Psychology, 54(6),1063-1070.   \nWaters,E. (2010). Crazy like us: The globalization of the American psyche.New York: Free Press.   \nWebber,D.,Schimel,J.,Faucher,E.H.,Hayes, J., Zhang,R.,& Martens,A. (2015).Emotion as a necessary component of threat-induced death thought accessibility and defensive compensation. Motivation and Emotion,39(1),142-155.   \nWest,E.,Onwuteaka-Philipsen,B.,Philipsen,H.,Higginson,I.J.,&Pasman,H.R.W.(017).“KeepAll Thee Til the End\": Reclaiming the lifeworld for patients in the hospice seting.Journal of Death and Dying,78(4), 390-403.   \nWisman, A.,& Goldenberg, J.L. (20o5). From the grave to the cradle: evidence that mortality salience engenders a desire for ofspring. Journal of Personality and Social Psychology, 89(1),46-61.   \nWisman,A.,& Koole, S.L. (2003). Hiding in the crowd: Can mortality salience promote affiliation with others who oppose one's worldviews? Journal of Personality and Social Psychology, 84(3),511-526.   \nWong,P.T.P. (2o07). Meaning management theory and death acceptance.In Tomer, A., Grafton,E.& Wong,P. T. P. (Eds.), Existential and spiritual issues in death atitudes (pp.91-114). Mahwah, NJ: Lawrence Erlbaum Associates.   \nWong,P.T.P.,Reker, G. T. & Gessr, G. (1994). Death atitude profile-revised: A multidimensional measureof atitudes toward death.InR.A.Niemeyer (Ed.),Death anxiety handbook:Research,instrumentation,and application (pp.121-148). Washington, DC: Taylor & Francis.   \nWong,P.T.P.,& Tomer, A. (2011).Beyond teror and denial: The positive psychology of death acceptance.Death Studies,35(2),99-106.   \nYang,G.,Kexin,L.,& Hong,L.(2O20). Go with the flow againstuncertainty about self under existential threat. Self and Identitv.Advance online publication. https://doi.org/10.1080/15298868.2020.1737569   \nYavuz,H.,&van denBos,K. (2oo9).Effcts ofuncertaintyand mortality salience on worldview defense reactions in Turkey.Social Justice Research,22(4),384-398.   \nYen, C.-L.,& Cheng,C.-P.(2Ol3).Researcher effects on mortalitysalience research:A meta-analytic moderator analysis.Death Studies,37(7),636-652.   \nZhang, J.,Peng, J., Gao,P.,Huang,H.,Cao,Y., Zheng,L.,& Miao,D.(2019).Relationship between meaning in life and death anxiety in the elderly: self-esteem as a mediator. BMC Geriatrics,19(1),308-316. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Controversies in terror management theory research and its implications for research on the psychology of death MENG Xianghan', LI Qiang12, ZHOU Yanbang',WANG Jin³ 1 Department of Social Psychology, Nankai University, Tianjin ,China, 300350 2Binhai College, Nankai University, Tianjin , China, 300270, liqiangp@126.com 3Tianjin University of Technology and Education, Tianjin,China, 300222 Abstract: Psychology of death remains a complex psychological state of cognition, emotion and behavioral intention in the face of death and death-related events. Currently，the most comprehensive and scientific death psychology research is the Terror Management Theory (TMT). However, TMT has the following controversies: (1) In terms of three basic cognitive aspects of death，the theory presents inconsistent research results on whether death is independent of uncertainty，whether death causes fear, and whether individual survival is a central issue for human beings; (2) On the socio-cultural level, the cultural background of the Terror Management Theory was that there was a general denial of death. However, cross-cultural studies demonstrate that other cultures treat death with attitudes such as acceptance and contempt; (3) Finally, there exist a lot of contradictions in the research results of fear management theory. This indicates that there are important regulatory factors which are not involved in the present study. On this basis, the possible research directions of death psychology can be summarized from the aspects of cognition,behavior, and society. In the future, the death psychology can consider the research attitude that attaches equal importance to science and culture, combine the content and process of death psychology, pay atention to the psychological laws of the group in the face of death as well as carry out the intervention research of physical and mental health under the influence of death psychology. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Keywords: Terror Management Theory， death psychology， indigenous psychology， cultural ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "background, content-process. ",
        "page_idx": 16
    }
]