[
    {
        "type": "text",
        "text": "A general strategy toward transition metal carbide/carboncore/shell nanospheres and their application for supercapacitor electrode ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Hemin Zhang, $^ { \\mathrm { a , b , * } }$ Jun Liu,a Zhenfei Tian,a Yixing Ye,a Yunyu Cai,a Changhao Liang,a\\* and Kazuya Terabe b ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\"Key Laboratory of Materials Physics and Anhui Key Laboratory of Nanomaterials and Nanotechnology, Institute of Solid State Physics,Hefei Institutes of Physical Science, Chinese Academy of Sciences, Hefei, 230031, China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "bInterational Center for Materials Nanoarchitechtonics (WPI-MANA),National Institute for Materials Science (NIMS), 1-1 Namiki, Tsukuba, Ibaraki, 305-0044, Japan. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\*Corresponding Author: Telephone: +86-551-65591129； Fax: +86-551-65591434. E-mail:heminzhang18@gmail.com, chliang@issp.ac.cn.",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A general and straightforward strategy was developed for fabricating transition metal carbide (TMC)/carbon (C） core/shell nanospheres (NSs） by laser ablation of transition metals in acetone/ethanol liquid. Various TMC/C core/shell NSs such as TaC/C， NbC/C, HfC/C,and MoC/C core/shell NSs were successfully fabricated, highlighting the generality of this method. Crucially, this approach is green, facile,catalyst-free，and especially can be operated under ambient environments. Interestingly, all of the as-synthesized TMCs in the NS cores showed a cubic phase and structures similar to that of NaCl-type. The cores were further encapsulated by amorphous carbon shell with different thickness.As an example of the functional properties of these compound materials， the TaC/C core/shell NSs obtained were investigated as a supercapacitor electrode, which showed a large specific capacitance, excellent rate capability and remarkable cycling ability,revealing that the NSs could be used as new electrode materials for electrochemical energy storage. The photoluminescence of TaC/C core/shell NSs exhibited strong emission under the specific excitation wavelength at room temperature, showing potential biomedical applications due to the good biocompatibility of carbon shell. Besides,the basic physical and chemical reactions involved in the unique formation mechanism under highly nonequilibrium states induced by ultrafast laser ablation were discussed. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1. Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Developing core/shell architecture has become a prevailing strategy for synthesizing a variety of materials with rational designs and controllable properties in fundamental science and technological application [1]. All previous successful applications of this type of architecture significantly depend on the availability of various shel frameworks with tuneable compositions, thicknesses,and structures over well-designed functional cores. At present, a number of shell frameworks, such as polymer, silica, semiconductors, have been developed to pursue these aims [2-4]. Among these frameworks, carbon shells are most attractive because of the outstanding properties and, in particular, the good stability at harsh application conditions [5]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Transition metal carbides (TMCs) exhibit amazing physical and chemical properties [6]. The unique combination properties exhibited by covalent solids, ionic crystals,and transition metals [7] result from the mixing coexistence of covalent, ionic,and metal bonds. Considering the many benefits of TMCs,several problems have been observed during their technological applications. The carbides undergo oxidation in a process that removes carbon atoms from the surface, which would drastically modify the chemical properties of these materials [8]. The presence of oxygen also affects the performance of metal-carbide coatings used in the fabrication of mechanical and electronic devices [9,10]. Another problem is easy agglomeration when the particle size is at nanoscale level, which leads to poor performance such as catalytic activities,and grain growth inhibitors. Carbon encapsulation (classified as amorphous carbon and fullerene-like carbon） is regarded as an ideal solution to these problems because of high chemical and thermal stabilities of carbon shell，which particularly can be applied in medical and electrochemical fields. Particularly, carbon materials with various architectures are considered as the ideal candidate for electrochemical energy devices in terms of high surface area, interconnected pore structure, and high electrical conductivity as well as environmental friendliness [11-13]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Several methods, such as high-temperature carbonization [14], arc discharge [15], thermal decomposition [16], have been explored to achieve carbon encapsulation. However, obtaining carbon-encapsulated TMCs using traditional methods usually involve poor controllability, high energy consumption, toxic gases production, and some by-products generation. For example, the commonly used method of electric arc discharge can synthesize a variety of carbon encapsulated TMCs. However, the desirable carbon encapsulated TMCs are a minor product compared with carbon nanotubes, amorphous carbon and other carbon nanostructures in the soot [17]. Therefore, synthesizing TMC/carbon (C) core/shell nanospheres (NSs) with uniform size distribution and high purity through a facile and efective method remains a significant challenge to most researchers. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Recently, laser ablation in liquid (LAL),a simple and green technique, drawn considerable attention from the scientific community because of its outstanding ability to fabricate various nanomaterials and nanostructures [18-21], such as hollow nanoparticles (NPs) [22-24],core/shell NPs [25,26], quantum dots [27,28],and active colloids with high activity [29-33]. In this study, we show that the LAL technique can prepare various TMC/C core/shell NSs such as TaC/C, NbC/C, HfC/C and MoC/C core/shell NSs by laser ablation of corresponding transition metal in pure acetone or ethanol solution. Intriguingly, TaC/C core/shell NSs notably exhibit outstanding energy storage performance, promisingly serving as new electrode materials for supercapacitors. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2. Experimental section ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.Preparation of TMC/C core/shell NSs ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In a typical procedure,a metal plate(Ta, Nb,Hf and Mo） with $9 9 . 9 \\%$ purity was fixed to a support in a vessel filled with $1 5 ~ \\mathrm { m L }$ ethanol or acetone solution and continuously rotated（10 rpm) by a motorized tuneable stage (WNSC 4OO). The liquid level above the target surface is about $1 0 ~ \\mathrm { m m }$ . The plate in the solution was irradiated for $3 0 ~ \\mathrm { { m i n } }$ using a Nd: YAG pulsed laser at a wavelength of $1 0 6 4 ~ \\mathrm { { n m } }$ ， with 8 ns pulse duration, $1 2 0 ~ \\mathrm { m J }$ power energy per pulse and a 1.5 mm diameter spot size.The products were collected by centrifugation and dried in a desiccator at room temperature. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2. Characterization of TMC/C core/shell NSs ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The morphology and structure of the product was carried out using a field emission scanning electron microscope (FESEM) (Sirion 2OO FEG) and a transmission electron microscopy (TEM) (JEOL, JEM-2010) at a $2 0 0 ~ \\mathrm { k V }$ acceleration voltage. X-ray diffraction (XRD） analysis of the product was performed on a Philips X'Pert X-ray diffractometer with Cu-Kα raidation $( \\lambda =$ 0.15419 nm; Scan step size $= 0 . 0 3 3 4 9 2 ^ { \\mathrm { o } }$ ； time per step $= \\ 2 0 0 . 0 2 5 \\ \\mathrm { s } ,$ ). Raman spectra were measured on a confocal microprobe Raman (RENISHAW in Via Raman Microscope) with 532 nm Argon ion laser excitation. Nitrogen adsorption isotherms at 77 K were obtained by Quantachrome,Autosorb-iQ. Fluorescence spectra were measured on a FL 45oO fluorescence spectrophotometer. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3.Electrochemical measurements ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For electrochemical measurements, the working electrode used for supercapacitor was prepared by mixing $80 \\mathrm { w t } \\%$ of the synthesized TaC/C NSs $( 3 ~ \\mathrm { m g } )$ ，and $1 5 \\ \\mathrm { w t } \\%$ carbon black and $5 \\mathrm { \\ w t \\% }$ polytetrafluoroethylene (PTFE, $60 \\mathrm { w t } \\%$ in water, Sigma-Aldrich) binder. The resulting slurry was pressed on a $1 \\ \\mathrm { c m } \\times 1$ cm nickel foam ( $2 ~ \\mathrm { m m }$ thick) at 1O MPa. Cyclic voltammetry(CV) and galvanostatic charge and discharge were carried out on IM6ex electrochemical workstation (Zahner-Elektrik GmbH& CoKG, Kronach, Germany) with platinum plate as a counter-electrode and $\\mathrm { \\sf A g / A g C l }$ as a reference electrode. The electrolyte for the test is $6 \\mathrm { M L } ^ { - 1 } \\mathrm { N a O H }$ solution. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3. Results and Discussions ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1. TaC/C core/shell NSs ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "TaC/C core/shell NSs were obtained by pulsed laser ablation of tantalum target in pure acetone solution. The products were confirmed to be NSs by field emission scanning electron microscope (FESEM) image (see supplementary Figure S1). Figure la shows the X-ray diffraction (XRD) pattern together with the corresponding peak assignments. Peaks corresponding to the (111), (200), (220), (311), (222),and (400) planes of cubic TaC (JCPDS No. 65-7114) can be clearly observed. No diffraction peaks attributed to other tantalum compounds, such as $\\mathrm { T a O } _ { 2 } / \\mathrm { T a O }$ or to metallic tantalum, were observed in the spectrum. All the peaks from cubic TaC are broad, which indicates that the particle size of the product is fairly small. The Scherrer formula was used to determine the particle size of the TaC/C core/shel NSs based on the strongest peak of TaC (111), and a value of approximately $1 8 \\ \\mathrm { n m }$ was obtained. Bragg reflections at around $2 0 ^ { \\circ } - 3 0 ^ { \\circ } ~ 2 \\theta _ { ; }$ corresponding to the diffuse scatering from disordered amorphous carbon， show a large full width at half maximum, indicating the amorphous nature of nanoscale carbons in the sample. These results are well consistent with the low magnification transition electron microscope (TEM) image displayed in Figure 1b, which shows that the generated products are complete TaC/C core/shell NSs with a uniform shell thickness of approximately $5 \\mathrm { n m }$ . The surfaces of the NSs are clean and show no attachment of other NPs.Analysis of the corresponding selected area electron diffraction (SAED) pattern (Figure 1c) of the TaC/C core/shell NSs indicates that most of the diffraction points can be ascribed to five diffraction rings,i.e.,the (111), (200), (220), (311),and (222) crystal planes, from interior to the exterior of the NSs, which is in agreement with the XRD patern of the NSs. A high resolution transmission electron microscope (HRTEM) image (Figure ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/02c27c4130cd0227a671d363ec2bda85814fde24e89394ed795bf313385bcebf.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Figure 1. XRD pattern (a), low magnification TEM image (b), corresponding SAED image (c), and HRTEM image (d) of the as-fabricated TaC/C core/shell NSs. Plotted diameter distribution (e),PL spectra (f), Raman spectrum (g),and nitrogen adsorption isotherms at $7 7 ~ \\mathrm { K }$ (h) of the TaC/C core/shell NSs. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ld) confirms that the well crystallized core is encapsulated by an amorphous carbon shell. The crystal lattice spacing is ${ \\sim } 0 . 2 5 7 ~ \\mathrm { n m }$ ， which corresponds to (111) plane of TaC. Figure le shows the plotted diameter distribution of TaC/C core/shell NSs obtained by measurement of approximately 100 NSs. TaC/C NSs with size ranges of 8-16 and $2 2 { - } 3 0 ~ \\mathrm { n m }$ numbered much less than those with the range of $1 6 { - } 2 2 ~ \\mathrm { n m }$ ; thus,a discontinuous distribution with a total range of 8-30 nm occurred. This result may be confirmed by photoluminescence (PL） spectra of the ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "NSs obtained at different excitation wavelengths. Figure 1f shows that the PL intensity initially increases and then decreases as the excitation wavelengths increased from $3 0 2 ~ \\mathrm { n m }$ to $3 6 2 ~ \\mathrm { n m }$ ：， however, the PL peak wavelength did not change. The PL peak then began to red shift as the excitation wavelengths increased from 362 to $4 0 2 \\mathrm { n m }$ , accompanying the rapid weakening of the intensity. Actually， The PL peak wavelength can be tuned by continuous distribution of the particle sizes，as previously demonstrated in semiconductor nanocrystals [34] and carbide nanomaterials [35-37]，which shows the size-dependent PL emissions at different excitation wavelengths. In the present case, most sizes of the TaC/C NSs were in the size range of approximately $1 6 { - } 2 2 ~ \\mathrm { n m }$ , which indicates that the size distribution is fairly narrow with a width of $6 \\mathrm { n m }$ ; other particles with the larger and smaller size range accounted for $< 1 0 \\%$ of the number of particles sampled. Thus, the PL peak wavelength did not shift as the excitation wavelengths increased from $3 2 2 \\ \\mathrm { n m }$ to $3 6 2 \\ \\mathrm { n m }$ because of the narrow distribution of the particle sizes, wherein the PL intensity were strong in contrast to the other ranges. Many oxygen and hydrogen defects，as well as electron-deficient structure existing in the carbon shell in the formation process of rapid quenching, which easily enable the charge transfer reaction, thereby exhibiting semiconductor-like behaviour [38, 39]. The unfilled electron shell structure and various electron energy levels from inner carbides, as well as the discrete HOMO-LUMO band and empty orbitals of the surface carbon are excited under ultraviolet excitation. Then, they interact, couple with each other,and generate PL emission from the excited state to the lower energy levels. Smallsized core/shell NSs would have larger optical band gaps. If particle size distribution is widely continuous,they would display excitation wavelength-dependent PL emission because different particle sizes possessing variation of band gaps contribute to corresponding excitation wavelength. When particle size distribution is discontinuous, the band gaps would focus on a very small range. In this case,the main PL emission displays the variation of intensity and cannot change its shift with the different excitation wavelength. Such PL features of the TaC/C core/shell NSs may be potentially applied in biomedical fields due to the good biocompatibility of carbon shell. A typical Raman spectrum of the as-synthesized TaC/C core/shell NSs (Figure 1g) clearly shows the disorder and graphitic peaks corresponding to D-band $( \\sim 1 3 8 0 \\ c m ^ { - 1 } ) \\ ,$ )and Gband $( \\sim 1 5 8 3 ~ \\mathrm { c m } ^ { - 1 } )$ ， respectively. The D-band is associated with the crystalline disorder and structural defects of graphite [40],while the G-band corresponds to the $\\operatorname { E 2 g }$ mode (stretching vibrations of $s p ^ { 2 }$ bonds) in the basal plane of graphite [41]. Note that highly ordered graphite shows few visible Raman-active bands, including the in-phase vibration of the graphitelattice (Gband, ${ \\sim } 1 5 7 5 ~ \\mathrm { c m } ^ { - 1 }$ ） and the weak disorder band at the graphite edges (D-band, ${ \\sim } 1 3 5 5 ~ \\mathrm { c m } ^ { - 1 }$ ; 2Dband, ${ \\sim } 2 6 6 5 ~ \\mathrm { c m } ^ { - 1 }$ ） [42]. As in the case of TaC/C core/shell NSs, the $\\mathrm { ~ D ~ }$ and the $\\mathbf { G }$ bands were broadened significantly and displayed shifts toward higher frequencies (blue shift). The 2D mode appeared at ${ \\sim } 2 7 0 5 ~ \\mathrm { c m } ^ { - 1 }$ , blue-shifting by ${ \\sim } 3 0 ~ \\mathrm { c m } ^ { - 1 }$ (Figure S2). These results show significant amorphization of graphite containing a certain fraction of $s p ^ { 3 }$ carbons, more disorders, topological defects and vacancies in the carbon shell of the sample. Figure 1h shows the asmeasured nitrogen adsorption isotherms,which reveals that the particles have a BrunauerEmmett-Teller (BET) specific surface area of $3 3 1 \\mathrm { ~ m } ^ { 2 } \\mathrm { ~ g } ^ { - 1 }$ , a pore volume of $0 . 8 1 ~ \\mathrm { c m } ^ { 3 } \\mathrm { g } ^ { - 1 }$ and an average pore width of $1 . 2 \\ \\mathrm { n m }$ . Actually, the BET specific surface area of the amorphous shell must be much higher, considering that the density of TaC $( 1 4 . 3 { - } 1 4 . 6 5 ~ \\mathrm { c m } ^ { 3 } ~ \\mathrm { g } ^ { - 1 } )$ is 6.7 times that of amorphous carbon shell (graphite, $2 . 0 9 { - } 2 . 2 3 ~ \\mathrm { c m } ^ { 3 } ~ \\mathrm { g } ^ { - 1 } .$ ). Such a large specific surface area may result from the rapid quenching of the initially formed carbon with high temperatures. In fact, the porosity of carbide-derived nano-carbons shows strong temperature dependence because of the high reactivity [43]. For example, nano-carbons derived from TiC NPs demonstrate a maximum specific surface area of $2 1 7 6 \\mathrm { m } ^ { 2 } \\mathrm { g } ^ { - 1 }$ at $8 0 0 ^ { \\circ } \\mathrm { C }$ and a minimum specific surface area of $7 3 0 \\mathrm { m } ^ { 2 } \\mathrm { g } ^ { - 1 }$ at $2 0 0 ^ { \\circ } \\mathrm { C }$ [44]. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.2.NbC/C core/shell NSs ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In this experiment, pure ethanol solution was used as the liquid medium instead of acetone to investigate the efect of liquid medium on the synthesized TMC nanostructure. NbC/C core/shell NSs can be synthesized when the niobium target (niobium and tantalum belong to the same group in the periodic table) is ablated in pure ethanol solution. Figure 2a shows the XRD pattern of as-synthesized NbC/C core/shell NSs.Diffraction peaks corresponding to the (111),(200), (220), (311), (222), and (400) planes can be assigned to the peaks of cubic NbC (JCPDS No. 65- 8784),similar to the synthesized cubic TaC. No diffraction peaks attributed to other niobium compounds, such as niobium oxides,or metallic, were observed, indicating the high purity of the products. The diffraction pattern at around $2 0 ^ { \\circ } - 3 0 ^ { \\circ } \\ 2 \\theta _ { ; }$ ，corresponding to amorphous carbon, may also be clearly observed. However, the intensity of amorphous carbon in these particles is ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/19555eb5a0039fc4ecb809eac95155e4510ecc17b9f689b5365172e1f7623fd6.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Figure 2. XRD pattern (a), low magnification TEM image (b), corresponding SAED (c), and HRTEM images (d and e) of NbC/C core/shell NSs. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "weaker than that in TaC/C core/shell NSs because the former presents a thinner amorphous carbon shell than the latter. Broadened diffraction peaks indicate that the size of the products was in the nanoscale level. Using the Scherrer formula and the strongest diffraction peak (111） of NbC, the size of the NbC/C core/shell NSs was determined to be approximately $2 2 { \\mathrm { n m } }$ . The low magnification bright-field TEM image in Figure 2b reveals that all of the generated NSs have dark cores and bright thin shells with diameters ranging from $1 0 \\mathrm { n m }$ to $3 5 \\mathrm { n m }$ , demonstrating the core/shell nanostructure of the synthesized NSs, which is further confirmed by the HRTEM result. The surfaces of NSs are also relatively clean, similar to that of TaC/C core/shell NSs (Figure 1b). The corresponding SAED pattern (Figure 2c) shows that all of the diffraction points observed belong to six diffraction rings corresponding to the (111), (200), (220), (311), (400), and (420) crystal planes of cubic NbC from interior to the exterior, which is highly consistent with the XRD results. Interestingly, Figure 2d shows that two NbC/C core/shell NSs conjugate together and form peanut-like morphology with a uniform shell thickness of approximately $3 \\ \\mathrm { n m }$ Furthermore, the cores are well crystallized with an interplanar spacing of $0 . 2 2 \\ \\mathrm { n m }$ ，which corresponds well to the $d$ value of the (2oO) crystallographic planes of NbC with a cubic structure (Figure 2e). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3.HfC/C core/shell NSs ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Hafnium and tantalum belong to the same period in the periodic table. When the hafnium metal target was ablated in pure acetone solution, HfC/C core/shell NSs were obtained, similar to the results obtained when the tantalum target was ablated in acetone. The corresponding XRD patern of the sample (Figure 3a) shows that the fabricated nanostructure is a pure cubic phase of crystalline HfC. Allof the XRD peaks correspond to those in the XRD JCPDS Card File No. 65- 4931. Although almost no diraction patern from the amorphous carbon shell can be observed because the peak intensity of HfC is very strong, the local high magnification XRD pattern confirmed its existence (see Supplementary Figure S3). Given that no other diffraction peaks of hafnium oxides or metal hafnium were observed in the XRD pattern, the synthesized sample may be considered highly pure and crystalline. Low magnification TEM image (Figure 3b） shows some NPs,besides the major products of the HfC/C core/shell NSs in the sample. Small NPs were also atached to the surfaces of the synthesized NSs. The corresponding SAED pattern (Figure 3c) shows results similar to those determined through the XRD, further demonstrating the high purity and good crystallinity of the HfC/C core/shell NSs. After the small NPs were fabricated in acetone solution, the aggregated small HfC NPs tended to fuse and merge together under continuous laser irradiation, thereby resulting in the generation of larger HfC NSs (see red encircled area in Figure 3d). Different from the tantalum and niobium products, ordered onionlike carbon layers were unexpectedly formed on the surfaces of some HfC NSs (see Figure 4e and Supplementary Figure S4). The interplanar spacing of the sample was determined to be 0.27 nm, corresponding well to the $d$ value of the (111) planes of the cubic HfC (Figure 3e). Note that ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/5cb5d48e2a58bb79e64c84d026000c7cea6a6bb24e4f0b7efd7a1385eb24c1ec.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Figure 3. XRD pattern (a), low magnification TEM image (b), corresponding SAED (c), and HRTEM images (d and e) for HfC/C core/shell NSs. Sequential TEM images of morphology evolution at different times [(f) 1 min,(g) 5 min,and (h)15 min] under electron beam irradiation （204 $( 2 0 0 \\mathrm { k V } )$ ： ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "high-energy electron irradiation is capable of cutting and curving/bending the graphite layers by introducing topological defects. The atoms of the irradiated object can be displaced from their positions above a certain threshold of the electron energy and generate subsequent rearrangements, leading to structure and phase transformation [45]. Figure 3f-h show sequential TEM images of morphological evolution of the HfC NSs at different times under high-energy electron irradiation. As irradiation time increased, the morphology of the amorphous carbon shell altered slightly and tended to form a uniform and smooth surface but did not finally change into onion-like carbon layers. On the other hand,this finding confirms that the irradiation of the asfabricated NSs by a high-energy electron or pulsed laser performs an important function in shaping the ultimate morphology of the carbon shell. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "3.4.Formation mechanism of TMC/C core/shell NSs ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Based on the aforementioned experimental results,we confirmed that laser ablation of transition metals in acetone/ethanol solution can fabricate various TMC/C core/shell NSs, including TaC/C, NbC/C,and HfC/C core/shell NSs,with cubic structures similar to that of NaCl. Therefore, investigating the formation mechanism of these TMC/C core/shell NSs is of fundamental importance for synthesizing other TMC and nitride nanostructures. Previous studies [46] reveals that the plasma plume (left of Scheme 1) induced by laser ablation of the target in liquid expands ultrasonically and adiabatically, resulting in quenching of the plasma plume. Consequently, clusters of target-related materials rapidly interact with surrounding liquid and finally grow into NPs. In the present samples,the transition metals (tantalum, niobium, hafnium, and so on) considerably differ from other metals and feature high melting-points $( 2 , 0 0 0 { - } 3 , 0 0 0 \\ ^ { \\circ } \\mathrm { C } )$ , densities, and hardness. Such characteristics influence the features of the plasma plume induced by the pulsed laser and, in turn, strongly affect the morphology, structure and components of the final products. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Previous experimental and theoretical studies have demonstrated thatacetone/ethanol dissociation is a stepwise procedure that occurs sequentially in increasing energy as C-C, $scriptstyle \\mathrm { C = O / C - O }$ , C-H bonds are each dissociated [47], which indicates that the domain multicharged ions should be $C ^ { q + }$ in contrast to ${ { \\mathrm O } } ^ { q + }$ and $\\mathrm { H } ^ { q + }$ . Scheme 1 shows the schematic formation process of TMC/C core/shell NSs accompanying the evolution of plasma plume. The formation process of TMC/C core/shell NSs during laser ablation in pure acetone/ethanol solution can be divided into three continuous steps as follows: (i) Various carbon-related species (the predominant species) produced through the decomposition of ethanol or acetone molecules are involved into Scheme 1. Schematic illustration for the formation process of TMC/C core/shell NSs. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/42abc0e66d314471d20a5338f896217d67563763686eb86f106aeb9a5d60dfc2.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "the induced plasma plume by pulsed laser ablation, forming a complex of carbon and metal in the gaseous state. Once nucleated, the initially formed TMC NPs rapidly fuse/merge and grow at high temperature and high pressure (HTHP) conditions provided by the plasma plume. In this situation, oxygen and hydrogen were probably excluded because of their small amount and low solubility in transition metals in contrast to carbon element under HTHP. (ii) The plasma plumeinduced cavitation bubble also has the feature of HTHP (lower than counterpart in plasma plume), whose lifetime is very short, only about 2OO ns in deionized water [48]. In such a state, the initially formed TMC NPs evolve into TMC/C core/shell NSs because of partial precipitation of supersaturated carbon at lower HTHP. The generated TMC/C core/shell NSs also absorb the met carbon species and grow further. When the cavitation bubble explode,the TMC/C core/shell NSs under HTHP are rapidly quenched in the surrounding liquid, resulting in further precipitation of saturated carbon outside of the NSs. Quenching NSs at high temperature could simultaneously induce further decomposition of ethanol or acetone molecules and growth during subsequent cooling. (ii) The TMC/C core/shell NSs formed in the liquid are irradiated continuously by the pulsed laser，which exerts important effects on the growth and morphology of the ultimate products. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Laser ablation in acetone seems to result in easier fabrication of TMC/C core/shell NSs compared with laser ablation in ethanol. On the one hand,acetone and ethanol have different molecular structure. Acetone contains the $\\scriptstyle { \\mathrm { C = O } }$ bond with a bond energy of $7 2 8 ~ \\mathrm { k J ~ m o l } ^ { - 1 }$ 0 whereas the ethanol contains the $\\mathrm { C } { \\mathrm { - } } \\mathrm { O }$ bond with a bond energy of $3 2 6 ~ \\mathrm { k J ~ m o l } ^ { - 1 }$ . Thus, oxygen atoms in acetone are more stable than those in ethanol. Furthermore,acetone molecules are able to produce more carbon atoms than those of ethanol under the same decomposition condition. An important factor to consider is the formation of $_ \\mathrm { H } _ { 2 } \\mathrm { O }$ molecules during the NS fabrication process. The $\\mathrm { H } _ { 2 } \\mathrm { O }$ molecules formed can dissolve in ethanol, resulting in a gradual increase in oxygen concentration, especially around the induced plasma plume, which might cause the formation of metal oxides. By contrast， the $_ \\mathrm { H } _ { 2 } \\mathrm { O }$ molecules formed in pure acetone solution cannot dissolve/diffuse, leading to two liquid layers (the lower one is $\\mathrm { H } _ { 2 } \\mathrm { O } _ { \\downarrow } ^ { \\cdot }$ ） that could beneficially sustain the high purity of acetone. Therefore,laser ablation in acetone can reasonably provide a more favourable environment with which to form TMC/C core/shell NSs than laser ablation in ethanol. Our previous results in fact show that ${ \\mathrm { T a } } _ { x } { \\mathrm { O } } / { \\mathrm { T a } } _ { 2 } { \\mathrm { O } } _ { 5 }$ 0 $\\mathbf { \\boldsymbol { x } } = 1$ or 2) core/shell NSs may be obtained by laser ablation of the tantalum target in pure ethanol solution [25]. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "3.5.MoC/C core/shell NSs ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "As stated above, we have demonstrated the generality of the proposed strategy for the fabrication of various TMC/C core/shell NSs and analyzed the formation mechanism in detail. In order to further confirm the conclusions from this work, we conducted new experiments to fabricate ",
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/6a8cc8e4ca80ec166e695d68a5f07ff1a91cc2e2dc425c99d5af1aedf29e17a3.jpg",
        "img_caption": [
            "Figure 4. XRD pattern (a),low magnification TEM image (b), corresponding FFT image (c), and HRTEM images (d and e) for MoC/C core/shell NSs. HRTEM image of cumulative small $\\mathsf { M o } _ { 2 } \\mathrm { C }$ NPs (f) and the corresponding SAED pattern (g). "
        ],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "MoC/C core/shell NSs. Here, we use pure ethanol solution as the medium to validate the feasibility of the propose method. Figure 4a shows the XRD pattern of the as-prepared. All of the diffraction peaks marked with \\* and $\\cdot$ can be well indexed to cubic MoC with the NaCl structure (JCPDS No.65-0280) and orthorhombic $\\mathrm { M o } _ { 2 } \\mathrm { C }$ (JCPDS No. 77-0720),respectively. No other peaks of molybdenum or molybdenum oxides were detected. The low magnification TEM image in Figure 4b indicates that most of the NSs appear to be core/shell-like NSs due to the light color of shells. The HRTEM image in Figure 4d reveals core/shell nanostructures with wellcrystallized cores and thin amorphous shells. A fast Fourier transform (FFT) image (Figure 4c) corresponding to the HRTEM image (Figure 4d) indicates that the planar surface of the NS is parallel to {111}, since the electron beam is perpendicular to the surface of the NSs. The twodimension lattice fringe spacing is $0 . 2 4 7 ~ \\mathrm { n m }$ with an intersection angle of $1 0 9 ^ { \\mathrm { o } }$ ， corresponding well to (111) planes of cubic MoC phase (Figure 4e). The small NPs attched to the NS surfaces (Figure 4b) could be partially collected by ultrasonic desorption and centrifugation classification by several times, as shown in Figure 5f. Respective lattce spacing of 0.258 and $0 . 2 2 8 ~ \\mathrm { n m }$ in the HRTEM image was well indexed to the (O02） and (211） planes of orthorhombic $\\mathsf { M o } _ { 2 } \\mathrm { C }$ （204号 (Supplementary Figure S5). Analysis of the corresponding SAED data indicates that most of diffraction points can be assigned to four diffraction rings,which were well assigned to four diffraction rings corresponding to the (002)，(211)，(030） and (231） crystal planes of orthorhombic $\\mathrm { M o } _ { 2 } \\mathrm { C }$ from the interior to the exterior. Above results combined with XRD data and HRTEM analysis show that the larger NSs are MoC/C core/shell NSs and the smaler NPs are orthorhombic $\\mathrm { M o } _ { 2 } \\mathrm { C }$ ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "3.6.Electrochemical behaviour ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Figure 5 shows that the synthesized TaC/C NSs has outstanding energy storage performance as an electrode material for supercapacitor. The cyclic voltammetry (CV) obtained curves (Figure 5a) are nearly rectangular in shape at scan rates of 25, 5O, and $1 0 0 \\ \\mathrm { m V \\ s ^ { - 1 } }$ ,which indicates good charge propagation within the electrode of TaC/C core/shell NSs. Even at ultrafast sweep rate of $2 0 0 \\mathrm { m V \\ s ^ { - 1 } }$ , the CV curves for the electrode of TaC/C NSs almost retain their rectangular shape with slight variance, thereby revealing its remarkable rate capability. Figure 5b shows the constant current charge-discharge performance of the electrode of TaC/C NSs between 0.2 and （204号 $0 . 9 \\mathrm { V }$ at different current densities. During the charging and discharging, the charge curves are ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/bab50d1d1633169b29b60987f57188ae5e62d50eb21aff580361132b38564030.jpg",
        "img_caption": [
            "Figure 5. (a) CV curves of the TaC/C core/shell NSs at different scan rates of 25, 50, 100 and $2 0 0 ~ \\mathrm { { m V ~ s } ^ { - 1 } }$ in 6.0 M KOH solution. (b) Charge-discharge curves for TaC/C core/shell NSs at various current densities. (c) Comparison of the specific capacitance of TaC/C core/shell NSs with other recently reported CDC and TaC nanowires/activated carbon. (d) Cycling performance of TaC/C core/shell NSs. "
        ],
        "img_footnote": [],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "symmetric to the corresponding discharge counterparts in the entire range of potentials tested. Moreover, the slope of every curve maintains a constant value at a specified current, which reveals good capacitive behaviour and electrochemical reversibility. The specific capacitance of the electrode can be calculated from the discharge curves based on $C = ( I t ) / \\varDelta V ,$ ，as shown in Table 1. Although the TaC/C core/shel NSs have a relative high specific gravity compared with the pure carbon materials, the specific capacitance ranging from 193 to $2 2 3 \\mathrm { ~ F ~ g } ^ { - 1 }$ are much higher than those of TaC nanowires/activated carbon [49]， carbide-derived carbon (CDC) nanopowders [44], and micro-mesoporous CDC [50],as shown in Figure 5c. In general, the specific capacitance of normal activated carbon-based electrodes can degrade $20 \\text{‰}$ at high current density because of the relatively high electrical resistance of carbon material [51]. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/bd0ebd412d026b95de4fcc76ea8ee34262146aa4e98cb9c5fb238f8d73c7af69.jpg",
        "table_caption": [
            "Table 1. Specific capacitances calculated from the charge-discharge curves under various current densities. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Current density (A g-1)</td><td>Specific capacitance (F g-1)</td></tr><tr><td>1</td><td>223</td></tr><tr><td>2</td><td>215</td></tr><tr><td>4</td><td>205</td></tr><tr><td>8</td><td>193</td></tr></table></body></html>",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "However, the TaC/C NSs electrode exhibited excellent rate capability with increasing current density $( > 8 6 . 1 \\%$ capacity retention at $8 { \\mathrm { ~ A ~ g ~ } } ^ { - 1 } )$ ， further demonstrating the remarkable charge propagation in the TaC/C system. More importantly, only a slight loss of capacitance $( < 6 \\% )$ was observed after 50oo charge-discharge cycles (Figure 5d). Such excellent performance of the electrode could be atributed to i） the large specific surface area and the prevention of the aggregation arising from the amorphous carbon shell,i) the low internal resistance because of good electrical conductivity of TaC/C core/shell NSs,ii) the high purity of the products (almost no by-products), iv) the small size and the narrow particulate distribution of the NSs. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "4. Conclusion ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "In summary, we have demonstrated an effective and versatile method that can be used to fabricate TMCs/C core/shell NSs by laser ablation of transition metals (Ta, Nb,Hf, and Mo) in acetone/ethanol liquid. Various TMCs/C core/shell NSs such as TaC/C，NbC/C, HfC/C and MoC/C core/shell NSs were successfully prepared by this method. More importantly， this approach is green， facile and catalyst-free，especially being operated under an ambient environment. All the as-synthesized TMCs in the cores having cubic phase with the structure similar to NaCl-type and the encapsulated amorphous carbon shell has different thickness. In particular, the obtained TaC/C core/shell NSs showed outstanding energy storage performance owing to the larger specific surface area and good electrical conductivity, especially its large specific capacitance, excellent cycling ability and rate capability, promisingly serving as new electrode materials for supercapacitors.In addition, the basic physics and chemistry involved formation mechanism was discussed. Very promisingly, this strategy could probably be extended to other transition metals to fabricate carbides/nitrides or core/shell nanostructures, which can be potentially applied in many fields, such as catalyst, electrochemistry,and medicine. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "This work was supported by the National Nature Science Foundation and National Key Basic Research of China (No.11204308 and 11174287, No. 2014CB931704). This work was also supported by the World Premier International (WPI) Center for Materials Nano-architectonics (MANA). ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Appendix A. Supplementary data ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The Supplementary data associated with this article can be found in the online version, at ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "[1]Song Q, Zhang ZJ. Controlled Synthesis and Magnetic Properties of Bimagnetic Spinel Ferrite $\\mathrm { C o F e } _ { 2 } \\mathrm { O } _ { 4 }$ and $\\mathrm { M n F e } _ { 2 } \\mathrm { O } _ { 4 }$ Nanocrystals with Core-Shell Architecture. J Am Chem Soc. 2012;134(24):10182-90.   \n[2]Li W, Yang J, Wu Z, Wang J, Li B, Feng S, et al. A Versatile Kinetics-Controlled Coating Method To Construct Uniform Porous $\\mathrm { T i O } _ { 2 }$ Shells for Multifunctional Core-Shell Structures. J Am Chem Soc. 2012;134(29):11864-7.   \n[3]Xiong Z, Zhao XS. Nitrogen-Doped Titanate-Anatase Core-Shell Nanobelts with Exposed {101} Anatase Facets and Enhanced Visible Light Photocatalytic Activity. J Am Chem Soc. 2012;134(13):5754-7.   \n[4]Ishikawa Y，Katou Y， Koshizaki N, Feng Q. Raw Particle Aggregation Control for Fabricating Submicrometer-sized Spherical Particles by Pulsed-laser Melting in Liquid. Chem Lett. 2013;42(5):530-1.   \n[5] Zhu G-X，Wei X-W， Jiang S. A facile route to carbon-coated nickel-based metal nanoparticles. JMater Chem. 2007;17(22):2301-6.   \n[6]Hwu HH,Chen JG. Surface Chemistry of Transition Metal Carbides. Chem Rev. 2005;105(1):185-212.   \n[7]Vines F, Sousa C, Liu P, Rodriguez JA, Ilas F. A systematic density functional theory study of the electronic structure of bulk and (OO1） surface of transition-metals carbides. J Chem Phys. 2005;122(17):174709-11.   \n[8]Levy RB,Boudart M. Platinum-Like Behavior of Tungsten Carbide in Surface Catalysis. Science. 1973;181(4099):547-9.   \n[9]Souda R,Aizawa T, Otani S, Ishizawa Y, Oshima C. Oxygen chemisorption on transitionmetal carbide (1OO) surfaces studied by X-ray photoelectron spectroscopy and low-energy ${ \\mathrm { H e } } ^ { + }$ scattering. Surf Sci. 1991;256(1-2):19-26. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "[10] Frantz P,Didziulis SV. Detailed spectroscopic studies of oxygen on metal carbide surfaces. Surf Sci. 1998;412-413(0):384-96. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[11] Jiang H, Lee PS,Li CZ. 3D carbon based nanostructures for advanced supercapacitors. Energy Environ Sci. 2013;6(1):41-53. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[12] Jiang H, Ma J,Li C. Mesoporous Carbon Incorporated Metal Oxide Nanomaterials as Supercapacitor Electrodes. Adv Mater. 2012;24(30):4197-202. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[13] Zhu ZJ, Jiang H, Guo SJ,Cheng QL,Hu YJ, Li CZ. Dual Tuning of Biomass-Derived Hierarchical Carbon Nanostructures for Supercapacitors: the Role of Balanced Meso/Microporosity and Graphene. Scientific Reports. 2015;5,15936;doi: 10.1038/srep15936. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[14] Qiu JS, Li YF, Wang YP, An YL, Zhao ZB, Zhou Y, et al. Preparation of carbon-coated magnetic iron nanoparticles from composite rods made from coal and iron powders. Fuel Process Technol. 2004;86(3):267-74. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[15] Saito Y，Matsumoto T,Nishikubo K. Encapsulation of TiC and HfC crystalites within graphite cages by arc discharge. Carbon. 1997;35(12):1757-63. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[16] Nishijo J, Okabe C, Oishi O,Nishi N. Synthesis,structures and magnetic properties of carbon-encapsulated nanoparticles via thermal decomposition of metal acetylide. Carbon. 2006;44(14):2943-9. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[17] Kuo Chu H. Recent progress in the preparation and application of carbon nanocapsules. J Phys D: Appl Phys. 2010;43(37):374001. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "[18] Lin XZ, Liu P, Yu JM, Yang GW. Synthesis of CuO Nanocrystals and Sequential Assembly of Nanostructures with Shape-Dependent Optical Absorption upon Laser Ablation in Liquid. J Phys Chem C. 2009;113(40):17543-7. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "[19] Liu P, Wang CX, Chen XY, Yang GW. Controllable fabrication and cathodoluminescence performance of high-index facets ${ \\mathrm { G e O } } _ { 2 }$ micro- and nanocubes and spindles upon electricalfield-assisted laser ablation in liquid. JPhys Chem C.2008;112(35):13450-6. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "[20] Liu QX, Wang CX, Yang GW. Nucleation thermodynamics of cubic boron nitride in pulsed-laser ablation in liquid. Phys Rev B. 2005;71(15):155422. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "[21] Liu P, Liang Y, Lin XZ, Wang CX, Yang GW. A General Strategy to Fabricate Simple Polyoxometalate Nanostructures: Electrochemistry Assisted Laser Ablation in Liquid. ACS Nano. 2011;5(6):4748-55. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "[22] Niu KY, Yang J, Kulinich SA, Sun J, Du XW. Hollow Nanoparticles of Metal Oxides and Sulfides: Fast Preparation via Laser Ablation in Liquid. Langmuir. 201O;26(22):16652-7. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "[23] Yan ZJ,Bao RQ,Huang Y，Chrisey DB.Hollow Particles Formed on Laser-Induced Bubbles by Excimer Laser Ablation of Al in Liquid. JPhys Chem C.2010;114(26):11370-4. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "[24] Niu KY, Yang J, Kulinich SA, Sun J,Li H, Du XW. Morphology Control of Nanostructures via Surface Reaction of Metal Nanodroplets. J Am Chem Soc. 2010;132(28):9184-9. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "[25] Li Q，Liang CH， Tian ZF, Zhang J, Zhang HM,Cai WP.Core-shell TaxO $\\textcircled { a } \\mathrm { T a } _ { 2 } \\mathrm { O } _ { 5 }$ structured nanoparticles: laser ablation synthesis in liquid, structure and photocatalytic property. CrystEngComm. 2012;14:3236-40. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "[26] Zhang HM, Liang CH, Tian ZF, Liu J, Cai WP. Hydrothermal treatment of colloids induced via liquid-phase laser ablation: a new approach for hierarchical titanate nanostructures with enhanced photodegradation performance. CrystEngComm. 2011;13(14):4676-82. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "[27] Yang SK, Cai WP, Zeng HB, Xu XX. Ultra-fine $\\beta$ -SiC quantum dots fabricated by laser ablation in reactive liquid at room temperature and their violet emission. J Mater Chem. 2009;19:7119-23. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "[28] Zeng HB, Yang SK, Cai W. Reshaping Formation and Luminescence Evolution of ZnO Quantum Dotsby Laser-Induced Fragmentation in Liquid. J Phys Chem C. 2011;115(12):5038-43. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "[29] Zhang HM,Liang CH, Tian ZF,Wang GZ, Cai WP. Single Phase $\\bf { M n } _ { 3 } \\bf { O } _ { 4 }$ Nanoparticles Obtained by Pulsed Laser Ablation in Liquid and Their Application in Rapid Removal of Trace Pentachlorophenol. JPhys Chem C. 2010;114(29):12524-8. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "[30] Zhang HM, Liang CH,Liu J, Tian ZF,Wang GZ, Cai WP. Defect-Mediated Formation of Ag Cluster-Doped $\\mathrm { T i O } _ { 2 }$ Nanoparticles for Efficient Photodegradation of Pentachlorophenol. Langmuir. 2012;28(8):3938-44. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "[31] Liu J, Liang CH, Zhang HM, Zhang SY, Tian ZF. Silicon-doped hematite nanosheets with superlattice structure. Chem Commun. 2011;47(28):8040-2. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "[32] Liu J, Liang CH, Zhang HM, Tian ZF, Zhang SY. General Strategy for Doping Impurities (Ge, Si,Mn, Sn,Ti) in Hematite Nanocrystals. JPhys Chem C. 2012;116(8):4986-92. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "[33] Tian ZF, Liang CH, Liu J, Zhang HM, Zhang LD. Reactive and photocatalytic degradation of various water contaminants by laser ablation-derived $\\mathbf { S n O } _ { x }$ nanoparticles in liquid. J Mater Chem. 2011;21(45):18242-7. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "[34] Bruchez M, Moronne M, Gin P,Weiss S, Alivisatos AP. Semiconductor Nanocrystals as Fluorescent Biological Labels. Science. 1998;281(5385):2013-6. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "[35] Zhang H, Liang C,Liu J, Tian Z, Shao G. The formation of onion-like carbon-encapsulated cobalt carbide core/shell nanoparticles by the laser ablation of metallic cobalt in acetone. Carbon. 2013;55(0):108-15. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "[36] Yang SK, Cai WP, Zhang HW, Zeng HB,Lei Y. A General Strategy for Fabricating Unique Carbide Nanostructures with Excitation Wavelength-Dependent Light Emissions. J Phys Chem C. 2011;115(15):7279-84.   \n[37] Fan JY，Chu PK.Group IV Nanoparticles: Synthesis，Properties，and Biological Applications. Small. 2010;6(19):2080-98.   \n[38] Haddon RC, Brus LE, Raghavachari K. Electronic structure and bonding in icosahedral $\\mathbf { C } _ { 6 0 }$ Chem Phys Lett. 1986; 125(5-6):459-64.   \n[39] Park C， Yoon E，Kawano M, Joo T,Choi HC. Self-Crystallization of $\\mathrm { C } _ { 7 0 }$ Cubes and Remarkable Enhancement of Photoluminescence. Angew Chem Int Ed. 2010; 49(50):9670- 5.   \n[40] Knight DS,White WB. Characterization of diamond films by Raman spectroscopy. J Mater Res. 1989;4:385-93.   \n[41] Nemanich RJ, Solin SA. First- and second-order Raman scattering from finite-size crystals of graphite. Phys Rev B. 1979;20(2):392-401.   \n[42] Tuinstra F, Koenig JL. Raman Spectrum of Graphite. JChem Phys. 1970;53(3):1126-30.   \n[43] Dash R, Chmiola J, Yushin G, Gogotsi Y, Laudisio G, Singer J, et al. Titanium carbide derived nanoporous carbon for energy-related applications. Carbon. 2oo6;44(12):2489-97.   \n[44] Pérez CR, Yeon S-H, Ségalini J, Presser V, Taberna P-L, Simon P, et al. Structure and Electrochemical Performance of Carbide-Derived Carbon Nanopowders. Adv Funct Mater. 2013;23(8):1081-9.   \n[45] Florian B. Irradiation effects in carbon nanostructures. Rep Prog Phys. 1999;62(8):1181.   \n[46] Yang GW. Laser ablation in liquids: Applications in the synthesis of nanocrystals. Prog Mater Sci. 2007;52(4):648-98.   \n[47] Hu A, Sanderson J, Zaidi AA, Wang C, Zhang T, Zhou Y,et al. Direct synthesis of polyyne molecules in acetone by dissociation using femtosecond laser irradiation. Carbon. 2008;46(13):1823-5.   \n[48] Soliman W, Takada N, Sasaki K. Effect of water pressure on size of nanoparticles in liquidphase laser ablation. Jpn J Appl Phys.2011;50:108003.   \n[49] Tao XY,Du J, Li YP, Yang YC, Fan Z, Gan YP, et al. TaC Nanowire/Activated Carbon Microfiber Hybrid Structures from Bamboo Fibers. Adv Energy Mater. 2O11;1(4):534-9.   \n[50] Rose M, Korenblit Y,Kockrick E, Borchardt L, Oschatz M, Kaskel S, et al. Hierarchical Micro- and Mesoporous Carbide-Derived Carbon asa High-Performance Electrode Material in Supercapacitors. Small. 2011;7(8):1108-17.   \n[51] Lota G, Centeno TA, Frackowiak E, Stoeckli F. Improvement of the structural and chemical properties of a commercial activated carbon for its application in electrochemical capacitors. Electrochim Acta. 2008;53(5):2210-6. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Table of Contents ",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "image",
        "img_path": "images/f3a7c29363439a0eced2f01872b94e3b5eb6efce5e17871c5b717a7138beaee7.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 26
    }
]