[
    {
        "type": "text",
        "text": "SCIENTIFIC REPORTS ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "OPEN ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Comparative Proteomic Study ofFatty Acid-treated Myoblasts Reveals Role of Cox-2 in Palmitateinduced Insulin Resistance ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received:20 July 2015   \nAccepted:18 December 2015   \nPublished: 22 February 2016   \nXiulan Chen1,\\*, Shimeng $\\mathsf { x } _ { \\mathsf { U } } 2 , 3 , ^ { \\star }$ , Shasha Wei1,3,Yaqin Deng2,3, Yiran Li2,4, Fuquan Yang1   \n& Pingsheng Liu² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Accumulated studies demonstrate that saturated fatty acids (FAs)such as palmiticacid (PA)inhibit insulin signaling in skeletal muscle cells and monounsaturated fatty acids such as oleic acid (OA) reverse the effect of PA on insulin signaling.The detailed molecular mechanism of these opposite effects remains elusive.Here we provide a comparative proteomic study ofskeletal myoblast cell line C2C12 that were Untreated or treated with PA,and PA plus OA.A total of 3437 proteins were quantified Using SILACin this study and 29 proteins fallinto the pattern that OA reverses PA efect. Expression of some these proteins were verified using qRT-PCR and Western blot.The most significant change was cyclooxygenase-2(Cox-2). In addition to whole cell comparative proteomic study, we also compared lipid droplet (LD)-associated proteinsand identified that Cox-2 was one ofthree major altered proteins under the FA treatment.This finding was then confirmed using immunofluorescence.Finall, Cox-2 selective inhibitor,celecoxib protected cels from PA-reduced insulin signaling Akt phosphorylation. Together, these results not only provide a dataset of protein expression change in FA treatment but also suggest that Cox-2 and lipid droplets (LDs)are potential players in PA-and OA-mediated celular processes. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Like glucose,bloodfree fattyacids (FFAs)canserveasareadilyavailable energysource,butsimilar to glucose,at a high concentration can lead to serious detrimental health consequences.High circulating FFA,especialy saturated forms,plays a key role in inducing metabolic syndromes such as insulin resistance.Skeletal muscle,which utilizes about $7 5 \\%$ of the total body glucose budget,is also highly responsive to insulin signaling and a major consumer ofFFAsas fuel,2.Previous studies have shown thatsaturated FFAs inhibit insulinsensitivityofskeletal muscle cells while unsaturated FFAs counteract this inhibitory effect3-6. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Mechanistic studies have revealed some putative pathwayslinking FFAs to insulin signaling.For example,the saturated fattyacid palmitic acid (PA) induces endoplasmic reticulum (ER)stressand insulin resistance,while treatment withthe unsaturated fattyacid oleicacid(OA)or withachemical chaperone relieves stress and restores insulin sensitivity.Palmitate-mediated productionof the protein kinase Cactivator,diacylglycerol (DAG),and another second messenger,ceramide,is also involved inthe suppresson ofinsulinsignaling7,8.A possible downstreamelementliking these two mediators is the inhibition ofinsulin receptor substrate 1(IRS-1).Lastlyrecent studies suggested that DAG plays distinct roles in the regulationof insulin signaling,depending on its celular location9,10. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Ectopic lipid accumulation has emerged as being strongly associated with metabolic syndromes,in particular in insulin resistancel.Lipid droplets (LDs)are the cellular organell responsible for the storage of neutral lipids such as triacylglycerol (TAG),cholesterol ester(CE),ether lipids,and other fatyacid esters12.Excessive accumulation of neutral lipids in this organell has been implicated in many metabolic diseases,including obesity, ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Laboratory ofProteinand Peptide Pharmaceuticals & Laboratoryof Proteomics,Institute of Biophysics,Chinese AcademyofSciences,Beijing100l01,China.2NationalLaboratoryofBiomacromolecules,InstituteofBiophysics, Chinese AcademyofSciences,Beijing,0o01,China.3UniversityofChneseAcademyofSciences,Beijing,00101, China.4Departmentof BiologicalScienceand Biotechnology,SchoolofBiologicalScienceand Medical Engineering, Beihang University,Beijing,10o191,China.\\*Theseauthorscontributedequalltothiswork.Correspondenceand requests for materials should be addressedtoF.Y.(email:fqyang@sun5.ibp.ac.cn)orP.L.(email: pliu@ibp.ac.cn) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "atherosclerosis,liver steatosis,and type2 diabetes melitus (T2DM)13-15. In particular,the accumulationof intramuscular TAG (IMTG) in LDs has been wellcorrelated with the development of insulin resistance in skeletal muscle16,17. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "LDs are central to the regulationofFFA levels within the cellbalancing supply,from synthesis to absorption, and demand from anabolism to respiration.With the exception of their use in membrane lipid synthesis,FFAs absorbed bycellsare incorporated into TAGorotherFA esters and stored inLDs,reducing cellular toxicity from excess FFAs.Thus,through this mechanism,LDscan reduce lipid-mediated toxicity,however,the accumulation ofLD lipid is also associated with insulin resistance.When energy is required,FFAsare then released from LDs through theaction oflipases such asadipose TAG lipase(ATGL)and hormone sensitive lipase (HSL),andare utilized in mitochondria for $\\beta$ -oxidation. The analysis of the impact ofLDs on insulin signaling may provide insights into the molecular mechanisms linking ectopic lipid storage to metabolic disorders. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Some metabolism-related genes are regulated by saturated FFAs in skeletal muscle cels,providing clues linking FFAs to insulin resistance. Among them is cyclooxygenase-2(Cox-2) which is upregulated by PA18. Furthermore,The Cox-2 activity has been reported to influence insulin sensitivityl9,20.In leukocytes,Cox-2 is localized on LDs and plays important roles in inflammation1.Inducible Cox-2 has been also found on LDs in other cell types such as colon cancer cells22.Therefore,it is possible that Cox-2 maybe part of mechanism linking FFAs,LDs andinsulin signaling.Inorderto identify proteins thatare regulatedbyFFAs,we conductedacomparative proteomic study using C2C12 myoblasts cultured in the presence of PA orPA plus OA.We found that Cox-2 was the protein most responsive to these treatments and,importantly,a Cox-2 inhibitor could block PA-induced insulin resistance. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Quantitative proteomic study offatty acid-treated myoblasts.Previous studies have demonstrated that saturated fattyacid PA could induce insulin resistance in skeletal muscle34, while unsaturated faty acid OA is able to reverse the inhibitory efect ofPAon the insulin signaling pathway4.However,the protein(s) that play important roles in OA-induced insulin sensitization remain to be identified.To dissect potential molecular mechanisms behind the effcts of OA,we employed an unbiased SILAC-based quantitative proteomic approach to identifychanges of protein expresson in C2C12 myoblasts following treatment with PA and PA plus OA. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To obtain reliable quantitative results,SILAC experiments were conducted in triplicate,including two forward and one reverse labeling (Fig.1A depicts the procedure for SILAC-based quantitative proteomics).Using LC-MS/ MS analysis we quantifed 3062,2769 and 2807 proteins in the two forward and one reverse SILAC experiments, respectively.Nearly $7 0 \\%$ of the proteins were quantified in all the three replicates,and $8 2 . 4 \\%$ proteins were quantifiedatleast twiceinthethree replicates (Fig.1B),implyingagoodlevelofreproducibilityof the MSanalysis.A total of 3437distinct proteins were quantified in this study(Supplemental Table S1).An overview ofthe changes in protein expression levels from PA and PA plus OA treatment is presented in Fig.1C.The expresson level of the majority of proteins was unchanged upon PA or PA plus OA treatment.The mean experimental to control ratios of the proteins quantified more than twice were $1 . 1 1 \\pm 0 . 2 6$ and $1 . 1 4 \\pm 0 . 1 7$ for PA/Control and $\\mathrm { P A } + \\mathrm { O A } /$ Control,respectively $\\mathrm { ( m e a n \\pm S D ) }$ ).Therefore,a two-fold change was chosenas the threshold fora significant changein protein expression.To improve the reliabilityof the results,only the proteins quantified inatleast two of the three SILAC labeling experiments were considered for further functional analysis.Based on these criteria, eight patterns were defined and the results in relation to these patterns are lists in Supplemental Table S2 and summarized in Fig. 2. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Proteins were first grouped into three major categories based on their response to PA treatment: up-regulated (minimal ratio (PA/control) of 2),down-regulated (maximal ratio (PA/control) of 0.5),and unchanged $\\phantom { - } 0 . 5 <$ ratio(PA/control) ${ < } 2$ ).Within each category,the proteins were further sorted into diffrent subcategories according to their responses to PA plus OA treatment.Pattern 1(P1),into which the majority of proteins $( 9 2 . 9 \\% )$ fell, was not influenced byPAorPA plus OA treatment.Pattern2 (P2),pattern 5(P5),pattern 6(P6),and pattern7 (P7) were the major response paterns for the treatment with PA or PA plus OA in C2C12 myoblasts.In P2,the expression of proteins was only responsive to the treatment ofPA plus OA.The proteins inP5 were up-regulated following the treatments of PA and $\\mathrm { \\ P A + O A }$ . That is,OA did not reverse the up-regulation effect induced by PA. As previous studies have shown that OA can reverse the insulin signaling inhibition induced byPA,we focused our attention on paterns P4,P6,and P8 in which OA treatment resulted inan enhancement or reversal of the effect of PA treatment.A representative protein list is shown in Table 1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To beter understand the overallinfluence offatty acids on the signaling network,we looked for known protein interactions among allthe proteins that were diferentially expressed upon treatment withPAorPA plus OA. We usedthe Search Toolforthe Retrievalof Interacting Genes/Proteins (STRING)database,which isconstructed onthe basis ofboth physicaland functionalinteractions2324 Several interaction groups are immediately apparent (Fig.1D). One core group of proteins,such as Seclla, Ssrl,Ssr3,Sec6lal,and Spcs2,are involved in protein folding and transportinthe ER.The regulation of theseER stress-related proteins by fattyacid treatment agrees with previous finding that the ER stress pathway is a potential mechanism for lipid-induced insulin resistance25. The regulation of a group of lipid metabolism-related proteins,including faty acid desaturases (Fadsl/2),fatty acid elongase (Elovl1),and acyl-CoA thioesterases (Acotl/2),make sense with the application of fatty acids. Other interaction subgroups suggest potentialconnections between fatty acid treatment and diverse biological functions,such as immune response, gene transcription,and protein synthesis. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Verification of the SILAC based quantitative proteomic results. To confirm the accuracy of SILAC based quantification,several genes belonging to patern P4,P6,and P8 were selected for validation using qRT-PCR (Fig.3A). Inagreement with the SILAC results, the expressionof Plin2 was enhanced inboth fatty acid treatment regimens.The expresion patterns of genes for several other proteins confrmed the SILAC results, including Acot2,Cox-2, Chka, Collal, $\\mathrm { G p } 3 8$ ,Hmoxl,and Sqstml(Table1 and Fig.3A).In addition,several proteins belonging to patterns P1,P4,P5,and P6 were also selected for confirmation using Western blotting (Fig.3B).These qPCR and Western blotting results were in conformity with the ratios obtained with SILAC, validating the accuracy of our SILAC results. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/d6e29412dffcda5f97e71c5fdaa03574a4f09b0a74cbf4f7b7a9ab0d505461f4.jpg",
        "img_caption": [
            "Figure 1.SILAC-based comparative proteomic analysis offatty acid-treated myoblasts.(A)Flowcharts of forward SILACand reverse SILAC labeling combined withLC-MS/MS for the comparative analysis of protein expression in C2C12 myoblasts upon PA and $\\mathrm { P A } + \\mathrm { O A }$ treatment(Ro/KO: normal isotopes,K4/R6: $[ ^ { 2 } \\mathrm { H } _ { 4 } ^ { \\overline { { } } } ]$ lysine/ $[ ^ { 1 3 } \\mathrm { \\bar { C } _ { 6 } } ]$ arginine,K8/R10: $[ ^ { 1 3 } \\mathrm { C } _ { 6 } , ^ { 1 5 } \\mathrm { N } _ { 2 } ] \\mathrm { l y s i n e } / [ ^ { 1 3 } \\mathrm { C } _ { 6 } , ^ { 1 5 } \\mathrm { N } _ { 4 } ]$ arginine).(B) Quantitation overlap of the quantified proteins in the two forward and one reverse SILAC labeling experiments (F1&F2: forward experiment, R1: reverse experiment).(C)The distribution of expresson ratios for the quantified proteins,including those quantified in onlyone setof SILAC labeling experiment,and the mean protein expression ratios were used for the data quantified in at least two sets). $\\mathbf { \\tau } ( \\mathbf { D } )$ (STRING database mapping the interaction of the differentially expressed proteins upon the treatment of PA and $\\mathrm { \\ P A + O A }$ .These proteins form several apparent interaction groups exerting diverse biological functions including ER stres,lipid metabolism,immune response, gene transcription and protein synthesis. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/64ede4d065c41e6f7849f8afb72a2fb30c8dd38a862d59adacc99b422552603d.jpg",
        "img_caption": [
            "Figure 2. Eight protein expression pattrns classified according to their different responses to PA and $\\mathbf { p } \\mathbf { A } + \\mathbf { O } \\mathbf { A }$ treatments.Proteins were first grouped into three major categories based on their response to PA treatment:up-regulated (PA/control $\\geq 2$ ),down-regulated (PA/control $\\leq 0 . 5$ ),andunchanged $( 0 . 5 < \\mathrm { P A } /$ （20 control $< 2$ ). Within each category, the proteins were further sorted into different subcategories according to their responses to $\\mathrm { P A } + \\mathrm { O A }$ treatment. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Isolation of lipid droplets from fatty acid-treated C2C12 cells. IMTG has been correlated with insulin resistance in skeletal muscle26.Fattyacids with different saturation levels have diferent efects on the accumulation oflipid in muscle cels.PA induces much more phospholipid and DAG formation,while OA causes much more accumulation of TAG stored in $\\mathrm { L D } s ^ { 3 , 4 }$ .This diferential response suggests that LDs may be involved in insulin sensitivity.Therefore,we examinedthe changes in protein concentrations inresponse to fattyacid treatments,specificaly on LDs. Combining these comparative proteomic analyses may provide useful clues to find out how FFA saturation levels affect on the accumulation of IMTGand the relationship between LDs formation and insulin resistance. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/989b6750df659ef7e28757c2af8ab61432d8cb3f414705940ea0d311ca50af61.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Pattern</td><td>Protein Description</td><td>Gene names</td><td>Ratio (PA/ctrl)</td><td>Ratio(PA+OA/ctrl)</td></tr><tr><td rowspan=\"5\">P4</td><td>Fatty acid desaturase 1</td><td>Fads1</td><td>2.10 ± 1.44</td><td>3.75±2.03</td></tr><tr><td>Adipose differentiation-related protein</td><td>Plin2</td><td>3.86±0.42</td><td>17.53 ±3.80</td></tr><tr><td>Apob protein</td><td>Apob</td><td>11.37±9.19</td><td>3.56± 4.15</td></tr><tr><td>Putative uncharacterized protein Pzp</td><td>Pzp</td><td>14.31 ± 11.17</td><td>8.61±12.92</td></tr><tr><td>Junction plakoglobin</td><td>Jup</td><td>14.57± 13.99</td><td>6.96±9.66</td></tr><tr><td rowspan=\"20\">P6</td><td>N-myc downstream regulated gene 1</td><td>Ndrg1</td><td>2.88±0.23</td><td>0.89±0.09</td></tr><tr><td>Sequestosome-1</td><td>Sqstm1</td><td>7.80±0.95</td><td>1.84±0.08</td></tr><tr><td>Caspin</td><td>Sdf3</td><td>5.23±0.26</td><td>1.77± 0.34</td></tr><tr><td>Choline kinase alpha</td><td>Chk</td><td>3.98±0.15</td><td>1.09 ±0.09</td></tr><tr><td>Cystathionine gamma-lyase</td><td>Cth</td><td>2.03±0.09</td><td>1.01± 0.22</td></tr><tr><td>Interferon-related developmental regulator 1</td><td>Ifrd1</td><td>3.60±0.17</td><td>1.59±0.20</td></tr><tr><td>Cyclooxygenase-2</td><td>Cox2</td><td>13.5± 2.73</td><td>3.71±0.83</td></tr><tr><td>Heme oxygenase 1</td><td>Hmox1</td><td>8.00±1.30</td><td>3.51±0.55</td></tr><tr><td>Sppl protein</td><td>Spp1</td><td>6.73±0.70</td><td>2.03±0.45</td></tr><tr><td>Putative uncharacterized protein Obsll</td><td>Obsl1</td><td>15.97± 0.32</td><td>1.07±0.03</td></tr><tr><td>Mitogen-regulated protein 1</td><td>Mrp1</td><td>4.76± 0.76</td><td>2.44±0.10</td></tr><tr><td>Histone H1.4</td><td>H1f4</td><td>3.77± 2.51</td><td>1.33 ±0.12</td></tr><tr><td>Tissue inhibitor of metalloproteinase l;</td><td>Timp1</td><td>3.63±1.78</td><td>1.75±0.28</td></tr><tr><td>Alpha-1 type Icollagen</td><td>Collal</td><td>6.31± 7.11</td><td>0.81±0.84</td></tr><tr><td>Cxcll protein</td><td>Cxcl1</td><td>5.43±3.25</td><td>2.45±1.31</td></tr><tr><td>Aggrus</td><td>Gp38</td><td>12.5± 4.72</td><td>2.10±1.01</td></tr><tr><td>Acyl-CoA thioesterase 2 Thymidine kinase</td><td>Acot2</td><td>6.23± 2.59</td><td>2.29 ±1.08</td></tr><tr><td rowspan=\"5\"></td><td></td><td></td><td></td><td>0.77±0.05</td></tr><tr><td>E-selectin ligand 1</td><td>Tk1</td><td>0.33±0.08 0.40±0.21</td><td>1.12 ± 0.41</td></tr><tr><td>Reticulocalbin-2</td><td>esl-1</td><td>0.41±0.26</td><td>0.86±0.09</td></tr><tr><td>Ring finger protein 213</td><td>Rcn2 Rnf213</td><td>0.32±0.07</td><td>0.68±0.11</td></tr><tr><td>Pyridoxal-dependent decarboxylase</td><td>Pdxdc1</td><td>0.43±0.29</td><td>0.85±0.06</td></tr><tr><td>domain-containing protein 1 Protein associated with Tlr4</td><td>Cnpy4</td><td>0.34±0.04</td><td>0.67±0.26</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/540520f8daf1bd1f43ed4c9ea56e753f199fb240623b26e0bb3a369d9d519931.jpg",
        "img_caption": [
            "Table1.Representative lists of proteins whose expresson of PA treatment could be enhanced or recovered orpartially recovered in $\\mathbf { p } \\mathbf { A } + \\mathbf { O } \\mathbf { A }$ treatment ",
            "Figure 3.Palmitate and oleate mediate protein expression in myoblasts. $9 5 \\%$ confluent C2C12 cells were treated with ethanol vehicle, $5 0 0 \\mu \\mathrm { M }$ PA,or $5 0 0 \\mu \\mathrm { M }$ PA plus $2 0 0 \\mu \\mathrm { M }$ OA in DMEMwith $1 0 \\%$ FBS for $1 2 \\mathrm { h }$ (A) Several genes were chosen from Patterns 4,6and 8 (see Table 1) to assess the accuracy of the SILAC findings. Expression of Acot2, Cox-2, Chka, $\\mathrm { G p } 3 8$ ,Hmoxl, Plin2,Pedf,and Sqstml were determined using RT-PCR.Data were presented as mean $\\pm$ SEM $( \\mathrm { n } = 3 )$ and compared by one-way ANOVA. $^ { * } 0 . 0 1 < \\mathrm { P } < 0 . 0 5$ $^ { * * } \\mathrm { P } < 0 . 0 1$ . (B) Several proteins from Paterns 1,4,5,and 6 were chosen for Western blot analysis to verify the SILAC and RT-PCR results,including Prohibitin,Atp5b, Caspase-3,Plin2,Cpt-1,Sqstm1,and Hmox1.CON stands for control. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "LDs were isolated from C2C12 myoblasts that were treated with diferent FFAs bya modified method, described previously27.The purity of the isolated LDs was examined by comparing proteins between LDs and other cellular fractions using silver staining after SDS-PAGE separation as wellas by Western blot with cytosolic and othercellular faction marker proteins (Fig.4A,B).As shown in Fig.4A,proteins extracted from isolated LDs displayed arelatively simple patern that was obviouslydistinctfrom the protein profiles of the other three cellular fractions,including post-nuclear supernatant (PNS),total membranes (TM),and cytosol (Cyto). Besides theunique protein pattern,the purityofisolatedLDs was further confirmed bythe relative enrichmentof LD-resident proteins adipose differentiation related protein (ADRP,PLIN2)andtailinteracting proteinof 47 kDa (Tip47,PLIN3),and the nearabsence of markers that correspond to other intracellular compartments,such as lysosome protein Lampl,cytosol protein GAPDH,mitochondrial membrane protein Tim23,and plasma membrane protein Annexin A2 (Fig.4B).Smallamounts of two ER proteins,p62(ER membrane protein)and GRP78 (ER luminal protein) were found in the LD fraction28,29.Interestingly,OA treatment reduced both LD-associated ER proteins,suggesting good purityof the LDs.Collectively, these results suggest thatthe isolated LD fraction from C2C12 cells was largely free of contamination except for ER. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The LDs from cells treated with both fatty acids $\\mathrm { ( P A + O A ) }$ had more PLIN2 and PLIN3 than cells treated only with PA(Fig.4B,lanes land 5),which is consistent with the result shown inFig.3A,B.Areductionof both ER proteins Bip and $\\mathtt { p } 6 2$ in the $\\mathrm { P A } + \\mathrm { O A }$ treated LDs (Fig. 4B,lanes 1 and 5) is suggestive of reduced inter-organell contact between LDs and ER under these treatment conditions, which is in agreement with our previous report4.TheLDs isolated from cels from either condition were freefrom contamination by the lysosomal and cytosolic proteins Lampland GAPDH(Fig.4B).Incontrast,it is possible that an interaction between mitochondria and LDs was induced by OA treatment, as suggested by the presence of a weak band of $\\mathrm { T i m } 2 3$ in LDs from $\\mathrm { \\ P A + O A }$ treated cells (Fig. 4B,lane 5). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Alteration oflipid droplet proteins after fatty acid treatment.To further study the dynamics of LD proteins following FFA treatment, the LD proteins from FFA-treated cells were separated by SDS-PAGE and compared using Collidal blue staining (Fig.4C).Consistent with the silver staining and Western blot results (Fig.4A,B),the intensity of the band containing PLIN2 and PLIN3 was dramatically enhanced in $\\mathrm { P A } + \\mathrm { O A } { - } \\mathrm { L D } s$ (Fig. 4C).Among many other visible alterations between PA-and PA+OA-LDs,thre protein bands were significantlydistinct.Two unique protein bands appeared following PA treatment while a third prominent band was present following $\\mathrm { P A } + \\mathrm { O A }$ treatment (Fig.4C,arrow).These three bands were then sliced and subjected to mass spectrometry analysis.The results are shown in Supplemental Table S3 and proteins identified with more than 5 peptides were listed in Table 2. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Among the diverse proteins detected,prostaglandin G/H synthesis 2(Cox-2)was found as the most abundant protein in band 1.Cox-l was also identified in band 1.A qPCR experiment was conducted to determine whether Cox-1 expression was up-regulated in PA-treated cels since it was notdetected in our SILAC analysis (Table1).Asshown inFig.4Dthe expressionof Cox-2,but not Cox-1,was dramaticalyaltered bythedifferent fattyacid treatments.Western blotting further demonstrates thatPA-LDs hadamuch higher expressionofCox-2 than PA+OA-LDs (Fig.4E,lanes 1 and 5). Collctively, these results demonstrate that Cox-2 is dramatically upregulated byPA treatment and this treatment results in increase expressionofCox-2 specifically atthe LDs in C2C12 cells.PA-induced Sqstml was reduced by OA and was primarilylocated in the TM faction, which was used as acontrol(Fig.4E).To verifythis finding,Myc-tagged Cox-2 was transiently expressd in C2C12cells and the cells were treated with diferent FFAs.After the treatments,immunofluorescence with anti-Myc antibody was conducted. Using LipidToxRed and FITC-conjugated anti-mouse IgG to stain LDs and Cox-2 respectively, Myc-Cox-2 was found on LDs in PA-treated C2C12 cells (Fig.4F). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Inhibition of Cox-2 recovers PA-reduced Akt phosphorylation. Both the SILAC and the comparative proteomic analyses onLDs showed that Cox-2 expression was altered in the FFA-induced C2C12cells.More importantly, this alteration was in parallel with FFA-induced insulin resistance (Fig.5A,lanes 2,4,and 8).To determine whether Cox-2is apotential mediatorofPA-induced insulinresistance,detailed kinetic experiments were carried out.As shown in Fig.5B,C,PA-induced Cox-2 expression was dose-and time-dependent,which was reciprocaly related to the phosphorylation levelof Akt,which represents insulin signaling.Aconcentration of $2 0 0 \\mu \\mathrm { M }$ PA was the critical does that induced Cox-2 expression and inhibited insulin-stimulated Akt phosphorylation (Fig.5B,lane 3).The Cox-2 induction and inhibition of Akt phosphorylation both reached maximum responses at approximately $3 0 0 \\mu \\mathrm { M }$ PA(Fig.5B,lane 4).Interestingly,the time course experiment showed that PA-induced Cox-2 expression manifested earlier than the inhibitory efect of PA on Akt phosphorylation (Fig.5C),suggesting the possibility of a causal relationship. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The results of the dose response and time course experiments indicate that Cox-2 may play a role in PA-induced insulin resistance in C2C12 cels (Fig.5A).If so,inhibition of Cox-2 activity would reduce PA-induced insulin resistance.Therefore,two Cox-2 inhibitor scelecoxib and indomethacin were chosen to test this possibility.Although both inhibitors could reverse PA-reduced Akt phosphorylation ina dose dependent manner,it is evident that celecoxib had much higher potency than indomethacin (Fig.5D,E).Both inhibitors could down-regulate the protein expression ofCox-2 at veryhigh concentrations(Fig.5D,lane 1l and 4E,lane 7).However, their ability to recover PA-reduced Akt phosphorylation was not due toa block ofCox-2 expression confluent C2C12 cells were treated with ethanol vehicle, $5 0 0 \\mu \\mathrm { M }$ PA, $2 0 0 \\mu \\mathrm { M }$ OA,or $5 0 0 \\mu \\mathrm { M }$ PA plus $2 0 0 \\mu \\mathrm { M }$ OA in DMEM with $2 \\%$ BSA for $1 2 \\mathrm { h }$ . Data were presented as mean $\\pm$ SEM $\\mathrm { \\tilde { n } } = 3 \\$ )and compared by one-way ANOVA. $\\mathsf { \\Omega } ^ { * * } \\mathrm { P } < 0 . 0 1$ (E) The expression of Cox-2 and Sqstml in allcellular fractions in different FFA treatments was determined using Western blot.(F)Transfected C2C12 cels were cultured on coverslips in24-wellplates. The cells were treated with ethanol vehicle, $5 0 0 \\mu \\mathrm { M }$ PA, $2 0 0 \\mu \\mathrm { M }$ OA,or $5 0 0 \\mu \\mathrm { M }$ PA plus $2 0 0 \\mu \\mathrm { M }$ OA in DMEM with $1 0 \\%$ FBS for $1 2 \\mathrm { h }$ after $2 4 \\mathrm { h }$ post-transfection and then subjected to immunofluorescence.Ba $\\mathbf { r } = 1 0 \\mu \\mathrm { M }$ ： ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/c77f429482c8b8d49de5321ce936aacb64eb9d496737c9c3f6dfbfa2df878e10.jpg",
        "img_caption": [
            "Figure 4. PA stimulates Cox-2 expression on LDs.For LD purification, $1 0 ^ { 9 } { \\mathrm { C } } 2 { \\mathrm { C } } 1 2$ cells were treated with $5 0 0 \\mu \\mathrm { M }$ PA or $5 0 0 \\mu \\mathrm { M }$ PA plus $2 0 0 \\mu \\mathrm { M }$ OA in DMEM with $1 0 \\%$ FBS for $1 2 \\mathrm { h }$ .(A) Silver staining to assess the purity ofLDs.The profile ofLDs was dramatically different from the other three fractions.(B) Different celular component marker proteins were probed byWestern blot.The LDs had litle signal from other organelle marker proteins except ER,which suggests that LDs were physicall associated with ER membrane.(C) LDs from different FFA-treated C2C12 cels were analyzed by Collidal blue staining after SDS-PAGE separation. Three major bands showing differential expression were isolated for mass spectrometry analysis.(D) $9 5 \\%$ （204 "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(Fig.5D,lane8and 4E,lane 6).Thus,inhibitionof Cox-2activity resulted inrecoveryofPA-reduced Akt phosphorylation,suggesting that Cox-2 mediates PA-induced insulin resistance. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Since its emergence in 20o2,SILAC has becomea widely used metabolic labeling strategy in quantitative proteomics.The great advantage ofSILACbased techniques over other quantitative masspectrometry-based methods,such as chemicallabeling or label-free techniques,is its quantitative accuracyand reproducibility.These benefits derive from the combination oflight and heavy metabolically labeled protein samples at the very beginning of the experimental workflow, thus minimizing possible bias or experimental error. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "It is well known that the saturated fattyacid PA induces insulin resistance in skeletal muscle4,while unsaturated fattyacid OA isable to reversethis inhibitory effct4.However,the protein(s)that mediate the OA-induced insulin sensitization remain to be identified.We attempted to address this question by assessing the fatty acid-induced alterations in protein expresson at the whole proteome scale.Our results,which were based on metabolic labeling by SILAC,together with LC-MS/MS analysis,revealed that the expresson of 29 proteins (Table 1) induced byPA treatment could be enhanced or suppressed by $\\mathrm { \\ P A + O A }$ treatment. Some of the proteins identified were previously reported to be linked with free fatty acid treatment and insulin resistance. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "For example,adipose differentiation-related protein (ADRP/PLIN2) was previously identified by 2D gel electrophoresis to be up-regulated by palmitic acid in C2C12 cells.OA has been found to be a more potent inducer of ADRP/PLIN2 expression than $\\mathrm { P A } ^ { 3 0 }$ ,which places it in the P4 expression pattern group (Table 1). Fatty acid desaturase 1(Fads1) was reported to be associated with insulin resistance31. Hemo oxygenase-1 (Hmoxl) plays apro-inflammatory role in driving insulin resistance inthe liver and visceral fatcompartments32. Sequestosome-1(Sqstm1) was reported to participate in IRS-1 insulin signaling3.Pyridoxal-dependent decarboxylase domain-containing protein 1(PDXDC1),a protein involved in vitamin B metabolism, was observed to be down-regulated in high-fat diet (HFD)-induced insulin resistanceliver34,which isconsistent withour finding that PDXDC1 was down-regulated upon PA treatment. The dataset of protein expression alteration in the treatmentof saturated PA or unsaturated OA may provide much more useful information for disectingthe molecular mechanism that governs insulin signaling regulated by saturated and unsaturated FAs. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Among the proteins that responded to fatty acid treatment,Cox-2 showed the greatest alterations in expression level inresponse to both fattyacids studied (Fig.3Aand Table1).This finding is inagreement with the results reported byDr. Kanzaki's group from their work with C2C12 cells18,35.Previously, Hsieh et al. demonstratedthat celecoxib,a Cox-2 selective inhibitor,reduces fructose-induced insulin resistance in rat whole body and muscle19.Using C2C12 myoblasts,we showed thatcelecoxib wasable toreverse PA-induced insulin desensitization,restoring Akt phosphorylation (Fig.5),and thus demonstratinga mechanism by which celecoxib protects muscle from insulin resistance.However,complicating this interpretation,another study found that inhibiting Cox-2 with NS-398 impaired insulin-stimulated Akt phosphorylation and 2-deoxy-D-[(14)C] glucose uptake in palmitate-exposed skeletal muscle cels35.Therefore, the specificity of action of these pharmacologic compounds requires consideration to rectify these results. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Importantly,our data revealed that the PA-induced Cox-2 expression was specifically localized on LDs in C2C12 cells (Figs 4and 5).This result may have important implications for potential functions of LDs in insulin signaling regulation. We speculate thatLDs may link celular glucoseand TAG content and thus represent a nexus for the sensing and control of cellular energy homeostasis. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The main unanswered questions raised by this finding revolve around what relevant arachidonic acid metabolites are produced byPA-induced Cox-2.Howdo these metabolites involve in the regulation of insulin signaling and by what mechanism do they mediate insulin resistance? Since Cox-2 expression in white adipose tissue was identifiedto playan important role in protecting mice from high fat diet-induced glucose intolerance6,the enzyme may have tissue specific functions with opposite roles in different tissues or cells.Therefore,learning the celularlocalization of the enzyme and the typeof metabolites it generates in agiven setofcircumstances are the critical factors for understanding its physiological function. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "MaterialsandMethods ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Materials.The Coloidal Blue Staining Kit, Hochest 33342 and LipidTOX Red were from Invitrogen.Sodium oleate, sodium palmitate,celecoxib and indomethacin were obtained from Sigma-Aldrich. Western lightning plus-ECL reagent was from PerkinElmer. The synthesized qPCR primers used (Tsingke Technologies Inc., Beijing)are listed in Table S4.Antibodies used in this study are listed in Table S5. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Cell culture.Mouse C2C12myoblasts (American Type Culture Collections,Manassas, VA) were maintained inDMEM(Macgene Biotech.,Beijing) supplemented with $1 0 \\%$ FBS (Hyclone), $1 0 0 \\mathrm { U / m L }$ penicillin and $\\mathrm { 1 0 0 m g / }$ mL streptomycin at $3 7 ^ { \\circ } \\mathrm { C } , 5 \\% ($ $\\mathrm { C O } _ { 2 }$ ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "SILAC labeling.To generate triple labeled SILAC conditions, normal DMEM medium deficient in arginine and lysine (Invitrogen) was supplemented with stable isotope-encoded arginine and lysine (Cambridge isotope laboratories).For “heavy\"labeling,L- $\\big [ { } ^ { 1 3 } \\mathrm { C } _ { 6 } , { } ^ { 1 5 } \\mathrm { N } _ { 4 } \\big ]$ -arginine (ArglO) and L $\\big [ { } ^ { 1 3 } \\mathrm { C } _ { 6 } , { } ^ { 1 5 } \\mathrm { N } _ { 2 } \\big ]$ -lysine (Lys8) were used,for“medium\"labeling,L- $\\mathrm { \\dot { [ } ^ { 1 3 } C _ { 6 } ] }$ -arginine (Arg6) and L- $[ \\mathrm { ^ { 2 } H _ { 4 } } ]$ -lysine (Lys4) were used,and for the “light” conditionL- $\\big [ \\mathrm { } ^ { 1 2 } \\mathrm { C } _ { 6 } , { } ^ { 1 4 } \\mathrm { N } _ { 4 } \\big ]$ -arginine (ArgO)andL $\\big [ { } ^ { 1 2 } \\mathrm { C } _ { 6 } , { } ^ { 1 \\bar { 4 } } \\mathrm { N } _ { 2 } \\big ]$ -lysine (LysO) (Sigma) were used.For SILAC cell culture, C2C12 myoblasts were cultured in medium supplemented with $1 0 \\%$ dialyzed fetal bovine serum (Invitrogen), $1 0 0 \\mathrm { m g / m L }$ streptomycin and $1 0 0 \\mathrm { U / m L }$ penicillin for at least seven cell population-doubling times to achieve complete labeling ( $9 7 \\%$ labeling efficiency) before fatty acid treatment. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/9c5eaf9c877031eb545c6fc6eccb2c9af1cc9ac0adb40e8f88c716067baa4e51.jpg",
        "table_caption": [
            "Table 2. Identification of three protein bands altered in PA-and OA-treatment. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>BAND NO.</td><td>Protein Name</td><td>Gene Name</td><td>Sequence Coverage</td><td>PEPTIDE NO.(≥5)</td><td>MW (KD)</td><td>GI NO.</td></tr><tr><td rowspan=\"5\">1</td><td>Cyclooxygenase-2</td><td>Cox-2</td><td>43.87</td><td>29</td><td>69.0</td><td>31981525</td></tr><tr><td>Heat shock cognate 71 kDa protein</td><td>Hspa8</td><td>15.94</td><td>18</td><td>70.9</td><td>31981690</td></tr><tr><td>Long-chain-fatty-acid--CoA ligase 3</td><td>Acsl3</td><td>29.17</td><td>17</td><td>80.5</td><td>209977074</td></tr><tr><td>Cyclooxygenase-1</td><td>Cox-1</td><td>23.26</td><td>14</td><td>69.0</td><td>6679537</td></tr><tr><td>Ribophorin I</td><td>Rpn1</td><td>14.14</td><td>6</td><td>68.5</td><td>282398108</td></tr><tr><td rowspan=\"11\">2</td><td>Long-chain-fatty-acid--CoA ligase 4</td><td>Acsl4</td><td>5.77</td><td>5</td><td>74.3</td><td>75992925</td></tr><tr><td>TCP-1-gamma</td><td>Cct3</td><td>38.72</td><td>36</td><td>60.6</td><td>6753320</td></tr><tr><td>T-complex protein l subunit alpha</td><td>Tcp1</td><td>27.70</td><td>17</td><td>60.4</td><td>110625624</td></tr><tr><td>Very long-chain specific acyl-CoA dehydrogenase,mitochondrial</td><td>Acadvl</td><td>17.53</td><td>10</td><td>70.9</td><td>23956084</td></tr><tr><td>Protein-tyrosine phosphatase MEG2</td><td>Ptpn9</td><td>14.84</td><td>10</td><td>68.0</td><td>61098100</td></tr><tr><td>AMPK subunit alpha-1</td><td>Prkaal</td><td>21.65</td><td>12</td><td>63.9</td><td>94681061</td></tr><tr><td>EH domain-containing protein 4</td><td>Ehd4</td><td>15.71</td><td>9</td><td>61.5</td><td>31981592</td></tr><tr><td>Cct6a protein</td><td>Cct6a</td><td>9.98</td><td>9</td><td>58.0</td><td>6753324</td></tr><tr><td>Uncharacterized aarF domain-containing protein kinase 2</td><td>Adck2</td><td>12.97</td><td>7</td><td>70.2</td><td>68649.0</td></tr><tr><td>T-complex protein l subunit epsilon</td><td>Cct5</td><td>10.17</td><td>6</td><td>59.6</td><td>6671702</td></tr><tr><td>Sterol-4-alpha-carboxylate 3-dehydrogenase,decarboxylating</td><td>Nsdhl</td><td>38.95</td><td>13</td><td>40.7</td><td>31982437</td></tr><tr><td rowspan=\"6\">3</td><td>Annexin A2</td><td>Anxa2</td><td></td><td></td><td>38.7</td><td></td></tr><tr><td>Dehydrogenase/reductase SDR family member 1</td><td></td><td>24.78</td><td>7</td><td></td><td>6996913</td></tr><tr><td></td><td>Dhrs1</td><td>10.22</td><td>5</td><td>34.0</td><td>31980844</td></tr><tr><td>UPF0554 protein C2orf43 homolog isoform 1 NADH-cytochrome b5 reductase 3</td><td></td><td>13.80</td><td>5</td><td>37.4</td><td>269995975</td></tr><tr><td>Dehydrodolichyl diphosphate synthase</td><td>Cyb5r3</td><td>18.27</td><td>5</td><td>34.1</td><td>19745150</td></tr><tr><td></td><td>Dhdds</td><td>3.90</td><td>5</td><td>38.5</td><td>27754093</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/85e1d55e0a3b251fe08fa6fad2764df7c52732191de3a9c11ccc417c5e7effbe.jpg",
        "img_caption": [
            "Figure 5. Cox-2 mediates palmitate-induced suppression of Akt phosphorylation.(A) $9 5 \\%$ confluent C2C12 cells were treated with ethanol vehicle, $5 0 0 \\mu \\mathrm { M }$ PA, $2 0 0 \\mu \\mathrm { M }$ OA,or $5 0 0 \\mu \\mathrm { M }$ PA plus $2 0 0 \\mu \\mathrm { M }$ OA in DMEMwith $2 \\%$ BSA for $1 2 \\mathrm { h }$ .Cox-2 and p-Akt were examined using Western blot.GAPDHwas used as an internal protein loading control. (B,C) $9 5 \\%$ confluent C2C12 cells were incubated in the presence of different concentration of PA $( 0 , 1 0 0 \\mu \\mathrm { M } ,$ $2 0 0 \\mu \\mathrm { M }$ $3 0 0 \\mu \\mathrm { M }$ 0 $4 0 0 \\mu \\mathrm { M } _ { : }$ ${ 5 0 0 } \\mu \\mathrm { M } \\ '$ inDMEMwith $2 \\%$ BSA for $1 2 \\mathrm { h }$ or in the presence of $5 0 0 \\mu \\mathrm { M }$ PA in DMEM with $2 \\%$ BSA for the indicated time. $\\mathbf { \\Gamma } ( \\mathbf { D } , \\mathbf { E } )$ Inhibition of Cox-2 reduced PAinduced insulin resistance. $9 5 \\%$ confluent C2C12cells were treated with ethanol vehicle(CON) or $5 0 0 \\mu \\mathrm { M }$ PA in DMEMwith $2 \\%$ BSA for $1 2 \\mathrm { h }$ .The concentrations of inhibitors used are indicated; otherwise the highest concentration was used. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Fatty acid preparation,treatment and protein extraction. Sodium palmitate (PA)and sodium oleate (OA)were prepared as described previously4.Briefly,fattyacids were mixed with ethanol toafinal concentration of $1 0 0 \\mathrm { m M }$ .Then the mixture was sonicated on ice at $2 0 0 \\mathrm { W }$ with $1 0 \\mathrm { - } s e c$ bursts,3-sec off pulses until the mixture became a milky homogenous solution.Prepared fatty acid stocks were kept at $4 ^ { \\circ } \\mathrm { C }$ and protected from light.For fattyacid treatment,fattyacid stock solution was added to the cellculture medium containing $1 0 \\%$ FBS or $2 \\%$ filter sterilized free fatty acid free bovine serum albumin(BSA) at $6 0 ^ { \\circ } \\mathrm { C }$ to a final concentration as stated. For the control,the same amount of ethanol was added to the cell culture medium containing $1 0 \\%$ FBSor $2 \\%$ filter sterilized free fatty acid free BSAas a vehicle.All media were cooled to $3 7 ^ { \\circ } \\mathrm { C }$ before use.Cells were cultured in the fatty acid-containing media for another l2 hours. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In forward SILAC experiments,light labeled cells were treated with PA,heavy labeled were treated with $\\mathrm { P A } + \\mathrm { O A }$ ,and medium labeled cells were treated with the vehicle control. In reverse SILAC experiments,light labeledcellswere treated with $\\mathrm { P A } + \\mathrm { O A }$ ,heavy labeled cellswere treatedwithPA,and mediumlabeled cellswere treated with the vehicle control (Fig.1A). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "After treatment, the light,medium and heavy labeled cels were washed with ice-cold PBS twice and scraped into lysis buffer(8 M urea, $1 0 0 \\mathrm { m M }$ Tris, $\\mathrm { p H } 8 . 5$ ,supplemented with protease inhibitor cocktail tablet (Roche)) and sonicated.After centrifugation for $3 0 \\mathrm { m i n }$ at $2 0 { , } 0 0 0 g$ ina bench-top centrifuge,the supernatants were collected.The protein concentrations in the cellysates were measured using the Quick StartTM Bradford Protein Assay (Bio-Rad,Hercules,CA). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "SDS-PAGE separation and in-gel digestion.An equi-mass mixture of light, medium and heavy lysates was separated on a $12 \\%$ SDS-PAGE gel with a $5 \\%$ stacking gel and was stained with coomassie blue. The gel was cut into 30 slices,and the proteins in the individual gel slices were separately reduced in-gel with dithiothreitol and alkylated with iodoacetamide.The proteins were subsequently digested at $3 7 ^ { \\circ }$ Cwith trypsin (Promega, Madison, WI) overnight.Following digestion, peptides were extracted from gels with $0 . 1 \\%$ FA and then with $5 0 \\%$ （204 $\\mathrm { A C N } / 0 . 1 \\%$ FA.The resulting peptide mixtures were dried and stored at $- 8 0 ^ { \\circ } \\mathrm { C }$ until further LC-MS/MS analysis. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "LC-MS/MS for protein identification and quantification.LC-MS/MS analysis of SILAC labeling peptide mixtures was performed on an LTQ-Orbitrap XL mass spectrometer with a nanoelectrospray ionization source(Thermo,San Jose, CA)coupled with an Eksigent nano HPLC system.The sample injection,desalting and HPLC separation were conducted automatically on a homemade trap column $( 1 5 0 \\mu \\mathrm { m } \\times 5 0 \\mathrm { m m } )$ and an analytical C18 column $( 1 5 0 \\mathrm { m m } \\times 7 5 \\mu \\mathrm { M }$ ,sunchrom C18 resin, $5 { \\mu \\mathrm { M } }$ ,Friedrichsdorf, Germany).The peptide mixture was first loaded onto the trap column with mobile phase A $( 2 \\% \\mathrm { A C N } / 0 . 1 \\%$ formic acid) ata flow-rate of $2 . 0 \\mu \\mathrm { l } /$ min. Then the peptides were separated using a $1 2 0 \\mathrm { m i n }$ gradient at a flow rate of $2 5 0 \\mathrm { n L } / \\mathrm { m i n }$ .The $1 2 0 \\mathrm { m i n }$ gradient consisted of an $8 0 \\mathrm { { m i n } }$ gradient from $4 \\%$ to $3 0 \\%$ buffer B $\\mathrm { 1 0 0 \\% A C N / 0 . 1 \\% }$ formic acid), a $2 0 \\mathrm { m i n }$ gradient from 30 to $45 \\%$ buffer B,a 5 min gradient from 45 to $8 0 \\%$ buffer B,5 min of $1 0 0 \\%$ buffer B,and finally $1 0 \\mathrm { m i n }$ of buffer A. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The LTQ-Orbitrap XL masspectrometer was operated in the positive ion mode,with the high spraying voltage of $2 . 1 \\mathrm { k V } .$ All MS/MS spectra were acquired in a data-dependent scan mode,where one full-MS scan was followed with ten MS/MS scans.The full-scan MS spectra $( 3 0 0 { \\sim } 1 8 0 0 \\mathrm { m / z } )$ were acquired with a resolution of 60,000 at $\\mathrm { m } / \\mathrm { z } 4 0 0$ after accumulation to a target value of 1,ooo,0oo.The ten most abundant ions found in $\\mathbf { M } \\mathbf { S } ^ { 1 }$ at athreshold above 5,0o0 counts were selected forfragmentationbycollision-induced dissociationata normalized collision energy of $3 5 \\%$ ： ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Mass spectrometric data analysisby MaxQuant.The LC-MS/MS data for the identification and quantification of the global proteome were analyzed using MaxQuant37 version 1.2.2.5 against the UniportKB mouse database (releasedon September,2012)with75,845 entries to which175commonlyobserved contaminantsand all the reverse sequences were added.The maximum number of miss-cleavages by trypsin was set as 2 for peptides.Cysteine carbamidomethylation was set asa fixed modification.N-acetylation (protein)and methionine oxidation wereset as variable modifications.The tolerancein mass accuracy for MS and MS/MS were l0 ppmand $0 . 5 \\mathrm { D a }$ ,respectively.Only those proteins withatleast two distinct peptides detected in theLC-MS/MS analyses were considered reliably identified.The protein expression ratio reported in the present study represented the normalized ratios determined by MaxQuant.The required false positive rate was set to $1 \\%$ at both the peptide and protein levels,with the minimal required peptide length being set at6amino acids.The quantification was based on three independent SILAC experiments andLC-MS/MS analysis,includingtwo forward and one reverse SILAC labelings.Theratio obtained for each individual protein was then normalized against the average ratio for all quantified proteins as described previously38. Only those proteins with alterations in expresson levels being greater than 2-foldor lessthan 0.5-fold,and quantified atleast twice in the three SILAC labeling experiments were considered as significantly changed. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Quantitative real-time PCR and Western blotting.Total RNA was extracted with TRIzolreagent and reversetranscribed into cDNA according to the manufacturer's protocol (Invitrogen, Carlsbad,CA).Quantitative real-time PCR analysis was performed using TheABI StepOne PLUS and SYBR Green detection kit according to the manufacturer's instructions (Applied Biosystems). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "For Western bloting,the indicated proteins were separated by SDS-PAGE and electro-transferred to PVDF membranes,which were blocked with $5 \\%$ non-fat milk and then probed with primary antibodies.The protein bands were visualized with enhanced chemiluminescence substrate after probing with the indicated secondary antibodies. GADPH was used as loading control. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Lipid droplet purification, Colloidal blue staining and protein identification with MS. LDs were purified using the method described previously with modifications39.Briefly, $1 0 ^ { 9 } \\mathrm { C } 2 \\mathrm { C } 1 2$ myoblasts with the indicated FFAs treatment were collected after3 rinses with ice-cold PBS.Thenallthe cels were transferred to $5 0 \\mathrm { m L }$ buffer C ( $2 5 \\mathrm { m M }$ tricine pH 7.6, $2 5 0 \\mathrm { m M }$ sucrose) containing $0 . 5 \\mathrm { m M }$ PMSF.After centrifugation at ${ \\phantom { - } 1 , 0 0 0 g }$ ,the cell pellets were resuspended in $5 0 \\mathrm { m L }$ buffer C containing $0 . 5 \\mathrm { m M }$ PMSF and were incubated on ice for $2 0 \\mathrm { m i n }$ .The swelled cells were then homogenized by $\\Nu _ { 2 }$ bomb (500 psi for $1 5 \\mathrm { m i n }$ on ice). The cell lysate was centrifuged at ${ } _ { 3 , 0 0 0 g }$ ,the post-nuclear supernatant (PNS) fraction was collected and loaded into a SW40 tube and was overlain with buffer D ( $2 0 \\mathrm { m M }$ HEPES, $\\mathrm { p H } 7 . 4$ ， $1 0 0 \\mathrm { m M }$ KCl, and $2 \\mathrm { m M } \\mathrm { M g } { \\mathrm { C l } _ { 2 } } .$ ).The sample was centrifuged at $2 5 0 { , } 0 0 0 g$ for $\\boldsymbol { 1 \\mathrm { h } }$ at $4 ^ { \\circ } \\mathrm { C }$ .The white band containing LDs at the top of gradient was collected into a $1 . 5 \\mathrm { m L }$ centrifuge tube.The sample was centrifuged at $2 0 { , } 0 0 0 g$ for $1 0 \\mathrm { m i n }$ at $4 ^ { \\circ } \\mathrm { C }$ and then the underlying solution was carefully removed. The droplets were gently resuspended in $2 0 0 \\mu \\mathrm { L }$ buffer D.This procedure was repeated four times.The lipid extraction and the protein precipitation were carried out by chloroform/acetone $( 1 { : } 1 , \\mathbf { v } / \\mathbf { v } )$ （204号 treatment followed by centrifuging the sample at ${ 2 0 , 0 0 0 g }$ for $3 0 \\mathrm { m i n }$ at $4 ^ { \\circ } \\mathrm { C }$ .The protein pellet was then dissolved in $2 \\times$ samplebuffer ( $1 2 5 \\mathrm { m M }$ Tris Base, $20 \\%$ glycerol, $4 \\%$ SDS, $4 \\% \\beta$ -mercaptoethanol and $0 . 0 4 \\%$ bromophenol blue).Following the ultracentrifugation step,the pellet was collected as total membranes (TM)and theinfranatant was collected as cytosol (Cyto). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The quality of the LD preparation was evaluated by examining the total protein profile compared with that from the other fractions in silver stained gels.The enrichment or depletion of specific marker proteins was alsc measured by Western blotting. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "For colloidal blue staining,the LDs fractions were separated on a $12 \\%$ SDS-PAGE with a $5 \\%$ stacking gel. The gel was then stained with coloidal blue according to the manufacturer's protocol(Invitrogen).Then the indicated differentially expressed bands between PA and $\\mathrm { P A } + \\mathrm { O A }$ treated LDs were cut and subjected to in-gel digestion as described above.The resulting peptide mixtures were separated with $\\mathrm { C } _ { 1 8 }$ analytical column and analyzed with LTQion trap mass spectrometer.The SEQUEST algorithm was used to search the MS/MS raw spectra against the UniportKB mouse database (2012-09 release) with 175 commonly observed contaminants.The database search was performed using the follwing parameters for peptide identification: enzyme: trypsin; two missed cleavage sites were allowed,a fixed modification of 57.02on cysteine,a variable modification of 15.99 on methionine, a mass tolerance of 3.0 Da for peptides(average mass) and $1 . 0 \\mathrm { D a }$ for fragment ions (monoisotopic mass).For protein identification,the search results were fltered with Xcorr versus Charge values of $\\mathrm { X c o r r } \\ge 2 . 5$ for 2 charge peptides,and Xcorr $\\geq 3 . 5$ for 3 charge peptides, SP score $> 5 0 0$ $\\mathrm { R S p } < 5$ ,peptide probability $\\leq 0 . 0 0 1$ ,at least two distinct peptides for valid identifications. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Construction of cox-2 plasmid and immunofluorescence. The mouse cox-2 coding sequence was cloned into pcDNA3.1 $( + )$ -myc/hisAwith $K p n I$ and XhoI restriction endonucleases.The forward primer used was: $5 ^ { \\prime }$ -ATGGTACCGCCACCATGCTCTTCCGAGCTGTGCTGCT- $3 ^ { \\prime }$ ; the reverse primer used was: $5 ^ { \\prime }$ -ATCTCGAGCAGCTCAGTTGAACGCCTTT- $3 ^ { \\prime }$ . The plasmid was sequenced right by TsingkeTechnologies Inc.The plasmid was transfected into cells using electroportion according to the manufacturers instructions (Amaxa Nucleofector).Transfected cells were cultured on coverslips in 24-well plates.For immunofluorescence, cells were treated with thefattyacid indicated for12hoursat24hours post transfection.Afterthefattacid treatment, cells were rinsed three times with ice-cold PBS and fixed with $4 \\%$ paraformaldehyde in PBS for $2 0 \\mathrm { m i n }$ at room temperature.Cels were then rinsed three times with ice-cold PBS,followed by permeabilization in PBS containing $0 . 1 \\%$ Triton X-100 for $1 0 \\mathrm { m i n }$ at room temperature.After rinsinga further three times with PBS,the cells were incubated with $1 \\%$ BSA for blocking.The cells were rinsed three times with PBS and were then incubated with primary antibody(1:5oo dilution,dissolved in $0 . 3 \\%$ BSA/PBS) for1hour at room temperature.Cells werethen washed threetimes with PBS,5min each time.After washing with PBS another three times,the cells were incubated with fluorescein isothiocyanate-conjugated secondary antibody(1:2oo dilution,dissolved in $0 . 3 \\%$ （204号 BSA/PBS)foran additional1hour at room temperature and were then washed anadditional three times with PBS.For nuclearand LD staining,the cels were incubated with Hochest 3342 and LipidTOX Red,respectively, for an additional $3 0 \\mathrm { m i n }$ and were then washed three times with PBS,5 min per wash.The coverslips were finally incubated inantifade solution (Applygen Technologies Inc.,Beijing,China)and sealed onaslide with nail polish. Images were captured with an Olympus FV10o0 fluorescenceconfocal microscope (Olympus Corp,Lake Success, NY). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Statistical analyses. Statistical analyses were performed using GraphPad Prism 6.Results were expressed as mean $\\pm$ SEM,as indicated in the figure legends.Comparisons between groups were performed using one-way ANOVA. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1.DeFronzo,R.Aetal.Teeffctofinsulinonthisposalofintravenous glucoseResultsfromidirectcalormetryadpaticnd femoral venous catheterization.Diabetes 30,10o0-1007(1981).   \n2.Shulman,G.I.tal.Quantitationofmuscleglyogensynthesis inoralsubjectsandsubjectswithon-insulin-dependentdiabetes byl3C nuclear magnetic resonance spectroscopy.The New England journal of medicine 322,223-228 (1990).   \n3.Col,Tetaateesateducdslisaefmmaealueelelicl chemistry 283,11107-11116 (2008). relg, eat uivuuon s,a insulin resistance in skeletal muscle.Endocrinology 152,2206-2218 (2011).   \n5.Dimopoulos,N,Watson,M,kamoto,K.&Hudal,H.ferentialectsofitateadpioleateonsuictid glucose utilization in ratL6 skeletal muscle cells.The Biochemical journal 399,473-481(2006).   \n6.Cho,Y.S.,iC.H,K..&,H.Goecitsaocidgtiiedi in HIT-T15 cells.Molecular and celular biochemistry 364,19-28 (2012).   \n7.Holland,W.L.etal.iionoferamidesthesismelioratesgucocorticoid-,aturated-fat-ndbsityiducedinsulin resistance.Cell metabolism 5,167-179 (2007).   \n8.Erion,D.M.& Shulman,G.I.Diacylglycerol-mediated insulin resistance.Nature medicine 16,400-402(2010).   \n9.Bergman,B.C.,unerdosse,D..,Kerege,A.,ydo,.C.&ereault,L.Localisationandcompositionofskeletaluse diacylglycerol predicts insulin resistance in humans.Diabetologia 55,1140-1150 (2012).   \n10.Cantley,JL.alCG58knokdoquestersdcylcerolsinpdrolets/-preeingacylceoledatedatic insulinresistance.ProceedingsoftheNationalAcademyofSciencesoftheUnitedStatesofAmerica110,869-1874(2013).   \n11.Samuel,V..&n,G.ecmsfolisaemoadsadssngls.Cell485(12).   \n12.Bartz,RetalLipidomisreveals tatadiposomsstoreeeriidndmedateosliidtrac.Jouralofdeseach48,   \n837-847 (2007).   \n13.Paul,A.,ang,B.H,,Lechoo,V.K.&Chan,LDeciencyfdpoedirentiatinrelatedproteinimpaisfocell formation and protects against atherosclerosis.Circulation research i02,1492-1501 (2008).   \n14.Gesta,S.Tseng,Y.H.&Ka,C.R.Developentaloriginot:tracingbesitytoitsource.Cell1,2456(07).   \n15.Cohen,J.Coron,J.&bs,H.Hmayiseaselestiosightsience1().   \n16.Bachman,O.P.etlEffectsofintravenousndietarylipidcallngeonintramoellarliidontentandteeationwith insulin sensitivity in humans.Diabetes 50,2579-2584 (2001).   \n17.Anastasi,CAalbesellsisoateditreadaocelarglcdeotdeti obese humans.Metabolism:clinical and experimental 58,1636-1642(2009).   \n18.Kadotani,A.,ucha,Y,atakeyaa,HKatagiri,H.&anaki,erentipactsfaturatedusauratedty acidsonCOX-2expresioniC(2)C(12)myotubesAmericanjournalofpyilogyEndocrinologandmetabolism27910 (2009).   \n19.Hsieh,P.S.etal.SelectiveCOX2inhibitionimproves wholebodyandmuscularinsulinresistanceinfructose-fedrats.European journal ofclinical investigation38,812-819 (2008).   \n20.Keogg,.l.rotecetsfoogs-eacotiacdtral nerve fiberloss in experimental diabetes.Diabetes 56,2997-3005 (2007).   \n21.Boza,PTetalEosiohilipidodies:seiicnducibleintracellarsitesfoancedcosanidfrmationeJoulf experimental medicine 186,909-920 (1997).   \n22.AcciolytalLiddessfoog2dioprosgastisiol Cancer research 68,1732-1740 (2008).   \n23.von Mering,C.etal.G:adatabaseofpredictedfunctionalsociationsbtweenproteins.NucleicAcidsRes318-261 (2003).   \n24.vonMering,C.etal.STIGrecentdevelopmentsinthetegrationandpredictionofproteininteractios.NucleicAcidsRes3, D358-362 (2007).   \n25.Ozcan,U.etal.Endoplasmicreticulumsresslinksobesitynsulinction,andtye2dabetesSience36,457-461(4).   \n26.PerseghinGtaltramyoellartriglyridecontentieterminatfivioinslinesistaceinumans:auclear magnetic resonance spectroscopy assessment inofspringof type2diabetic parents.Diabetes 48,16oo-1606 (1999).   \n27.Ding,Y.et al. Isolating lipid droplets from multiple species.Nature protocols 8,43-51(2013).   \n28.Martin,riessn,Ko,.Jrial,.&rtnGguladocatiobtdoples stimulation and inhibition of lipid droplet catabolism.JBiol Chem 280,42325-42335 (2005).   \n29.Ozeki,S.etlRabl8localestlpidroletsandinducesteiroseappositiontoheendopasmiceticulumdervedmbane. JCell Sci118,2601-2611 (2005).   \n30.deWildeJ.taldipiiprotenepreionimus--iblerotectieolegstislinesistace.eBjoual   \n277,761-773 (2010).   \n31.Elbei,S.Cetalloblgeeexpesflbutaesoedmucleocotolentsuli insulin-resistant individuals matched for BMI.Diabetes 60,1019-1029 (2011).   \n32.Jais,A.etal.Hemeoxygenase-1drivesmetaflmmationandinsulinresistanceinmouseandman.Cell58,2-40(014).   \n33. Getha,TZngCVisapaash,Noderick,T.L.&bu,J.Rquessoepaoingproteinl identified partner ofIRS-1 protein.The Journal ofbiological chemistry 287,29672-29678 (2012).   \n34.MeierofrDWdner,C.&uetegativeanalysisftansciptoicsrteoicsdetabolocsdatafeio andlivertissueofigh-fatdietandrosiglitazone-treatedinsulin-resistantmiceidentifedpathwayalterationsandmolecularhubs. JProteome Res 13,5592-5602(2014).   \n35.Col,Tetal.Clooxygeaseiioeacerbateslitateducedifmmatiodisuinesistancielealuse cells.Endocrinology151,537-548 (2010).   \n36.Vegiopoulos,.etal.Cyclooxygenase-2ntrolseegyomeostasisiicebydeoorecitmentofrowdipoyience   \n328,1158-1161 (2010).   \n37.Cox,J.&ann,M.MaxQuantenableshigeptideidentfcationates,nividualizedp.p.bangemassaccuraciesandpreo wide protein quantification.Nat Biotechnol 26,1367-1372 (2008).   \n38.Zhang,F.,Dai,X.& Wang,Y.5-Aza $\\cdot 2 ^ { \\circ }$ -deoxycytidine induced growth inhibition ofleukemia cels through modulating endogenous cholesterol biosynthesis.Mol Cell Proteomics i1,M111 016915 (2012).   \n39.Zhang H.eal.Proteomeofseetalmusclelipiddropletrevealsasoiatiowithmitochondriaandapolipoproteina-Joualf proteome research 10,4757-4768 (2011). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The authors thank Dr.John Zehmer for his critical reading and useful suggestions.The authors would like to thank all members ofLaboratoryof Proteomics,Instituteof Biophysics,Chinese Academy ofSciences,for their technical supports in this study.This research was supported by the National Basic Research Programof China (973)(2011CBA00906,2012CB966803,2014CBA02003),the National Natural Science Foundation of China (U140225,3100365,81371596,61273228,81270932),and Novo Nordisk-CAS Research Foundation NNCAS2011-1. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Author Contributions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "X.L.C.and S.M.X. carried out experiments and data analysis. S.S.W. performed masspectrometry analysis. Y.Q.D.performed qRT-PCR.Y.R.L.contributed to data analysis and drafted the manuscript.FQ.Y and P.S.L. contributed experimental design and manuscript drafting.All the authors have read and approved the final submitted version. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "AdditionalInformation ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Supplementary information accompanies this paper at http://www.nature.com/srep ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Competing financial interests: The authors declare no competing financial interests. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Howto citethis article: Chen,X.etal. ComparativeProteomic StudyofFattyAcid-treated Myoblasts Reveals Role of Cox-2 in Palmitate-induced Insulin Resistance.Sci.Rep.6,2i454; doi: 10.1038/srep21454 (2016). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This work is licensed under a Creative Commons Attribution 4.0 International License.The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in the credit line; if the material is notincludedunder the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material.To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ ",
        "page_idx": 11
    }
]