[
    {
        "type": "text",
        "text": "Factors determining soil water heterogeneity on the Chinese Loess Plateau as based on an empirical mode decomposition method ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "GONG Yidan1, XING Xuguang², WANG Weihual1\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Faculty of Agriculture and Food, Kunming University of Science and Technology, Kunming 65o5o0, China; 2 Key Laboratory for Agricultural Soiland Water Engineering in Arid Area of Ministryof Education,Northwest A&F University,Yangling71210O,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Soil water is a critical resource,and as such is the focus of considerable physical research. Characterization of the distribution and spatial variability of soil water content (SWC) ofers important agronomic and environmental information. Estimation of non-stationary and non-linear SWC distribution at diferent scales is a research challenge.Based on this context, we performed a case study on the Chinese Loess Plateau, with objectives of investigating spatial variability of SWC and soil properties (i.e.,soil particle composition, organic matter and bulk density),and determining multi-scale correlations between SWC and soil properties. A total of 86 in situ sampling sites were selected and 516 soil samples $\\ : ( 0 - 6 0 ~ \\mathrm { ~ c m }$ depth with an interval of $1 0 ~ \\mathrm { { c m } ) }$ were collected in May and June of 2019 along the Yangling-Wugong-Qianxian transect, with a length of $2 5 . 5 ~ \\mathrm { k m }$ , in a typical wheat-corn rotation region of the Chinese Loess Plateau. Classical statistics and empirical mode decomposition (EMD) method were applied to evaluate characteristics of the overalland scale-specific spatial variation of SWC,and to explore scale-specific correlations between SWC and soil properties. Results showed that the spatial variability of SWC along the Yangling-Wugong-Qianxian transect was medium to weak, with a variability coeficient range of O.06-0.18,and it was gradually decreased as scale increased. We categorized the overall SWC for each soil layer under an intrinsic mode function (IMF) number based on the scale of occurrence, and found that the component IMF1 exhibited the largest contribution rates of $3 6 . 4 5 \\% - 5 6 . 7 0 \\%$ Additionally, by using EMD method, we categorized the general variation of SWC under different numbers of IMFs according to occurrence scale,and the results showed that the calculated scales among SWC for each soil layer increased in correspondence with higher IMF numbers. Approximately $78 . 0 \\%$ of the total variance of SWC was extracted in IMF1 and IMF2. Generally, soil texture was the dominant control on SWC, and the influence of the three types of soil properties (soil particle composition, organic matter and bulk density) was more prominent at larger scales along the sampling transect. The influential factors of soil Water spatial distribution can be identified and ranked on the basis of the decomposed signal from the current approach, thereby providing critical information for other researchers and natural resource managers. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: bulk density; loess plateau; soil water; soil organic matter; soil texture; spatial variability ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Soil water, as a critical resource, is the focus of considerable physical research (Xing et al., 2017, 2018). It not only affects runof generation, erosion and farmland water circulation, but also plays a vital role in the soil-plant-atmosphere continuum and public health issues. Soil water content (SWC) is a critical environmental parameter that has attracted attntion from hydrologists and meteorologists for its relevance in the control of water and energy fluxes in soils and at the surface-atmosphere interface (Vereecken et al., 2O07; Joiner et al., 2018; Jadidoleslam et al., 2019). Therefore, evaluation of characteristics and dynamics of SWC may be used to inform soil water holding capacity-improvement efforts, hydrological modeling and sustainable agricultural development (Heathman et al., 2012; She et al., 2013; Feki et al., 2018). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "SWC exhibits a high spatial variability in correspondence with scale, due to physical, chemical and biological activities within soils (Coppola et al., 2O11; Kargas et al., 2016; Peterson et al., 2019). The spatial distribution of SWC is simultaneously affected by inherent soil heterogeneity, as well as extrinsic factors (She et al., 2O16; Dari et al. 2019). The multi-scale influence of factors on the distribution and heterogeneity of soil water has been widely assessed using spectral analysis, classical statistical and geostatistical analyses, traditional regression and correlation analyses, and fractal theory (Zeleke and Si, 2006; Si, 2008; Zhao et al., 2016; Xu et al., 2017; Zhao et al., 2O17). However, these methods follow the principle of superposition and assume that SWC and related processes are linear. For example, traditional statistical methods are applicable to explore characteristics of soil properties for an entire experimental area, but this method has limitations for smaller sampling scales. Geostatistical analysis typically can be applied only for investigations of specific variables at a single scale. Regression and correlation analyses only consider measured variables, which may be limiting for assessments of complex effects of soil properties on SWC (Arhonditsis et al., 2006). Additionally, although fractal theory solves the single-scale problem, the joint multi-fractal analysis method has limitations due to variability of SWC and soil properties at each scale. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The empirical mode decomposition (EMD) method was adopted in the present study to analyze the relationship between SWC and soil properties at various scales. EMD method and Hilbert spectral analysis can be used in combination to identify the dominant scales of variation for non-stationary and non-linear SWC and to reveal scale-specific controls (Biswas and Si, 2011; Ahmad et al., 2O18). Additionally, the controlling factors of SWC distribution and heterogeneity in a horizontal dimension can be used to evaluate soil water movement dynamics (Hu and Si, 2014; Siegfried et al., 2O19). These strategies were used for analysis in the present study, and correlations between SWC and soil properties were evaluated using the categorized intrinsic mode functions (IMFs) from the overall spatial pattern of SWC and its influencing factors. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Loess Plateau extends through arid and semi-arid regions in China, and such loess areas may face environmental threats, e.g.， intense soil erosion， severe water scarcity and low vegetation coverage (Liu and Shao, 2O16; Pangaluru et al., 2O19). SWC is a major limiting factor for agricultural productivity and is the target for environmental protection, and various of soil water may trigger changes in land use/cover, soil desiccation and soil salinization (Wang et al., 2012, 2013; Jia and Shao, 2014; She et al., 2016; Wang et al., 2018; Xing et al., 2019). SWC may also affect other hydrological processes and water balances (Nosetto et al., 2OO7; Fu et al., 2013). Therefore, SWC on the Chinese Loess Plateau should be assessed and regulated to achieve the long-term sustainable development of the environments. In this context, understanding the scale-dependent relationships of SWC and environmental factors on the Chinese Loess Plateau is imperative. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The objective of this study was to use an EMD method to investigate spatial variability of SWC and soil properties on the Chinese Loess Plateau. Further assessments were conducted to determine the multi-scale effects of factors influencing SWC,and the correlations between SWC and soil properties at different scales. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2Materials and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area and experimental design ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The region along the Yangling-Wugong-Qianxian transect (approximately $3 4 ^ { \\circ } 1 4 ^ { \\prime } 0 6 ^ { \\prime \\prime } -$ $3 4 ^ { \\circ } 2 7 ^ { \\prime } 5 2 ^ { \\prime \\prime } \\mathrm { N }$ ? $1 0 7 ^ { \\circ } 5 5 ^ { \\prime } 5 0 ^ { \\prime \\prime }  – 1 0 8 ^ { \\circ } 2 4 ^ { \\prime } 1 8 ^ { \\prime \\prime } \\mathrm { E }$ ： $4 1 7 - 5 3 6 \\mathrm { ~ m ~ }$ a.s.l.) is a typical wheat-corn crop rotation Zone. This area is representative of the valley plain on the Chinese Loess Plateau. The climate in this area is warm temperate with monsoons. Specifically, the region is characterized by hot and rainy summers and cold winters with little snow. Annual precipitation is $6 3 5 . 1 - 6 6 3 . 9 ~ \\mathrm { { m m } }$ and annual mean temperature is $1 2 . 9 ^ { \\circ } \\mathrm { C } - 1 3 . 1 ^ { \\circ } \\mathrm { C }$ . This region is covered by extensive cropland and orchards, as well as small areas of shrubland, floodplain and gully channels. Soil texture of the study area is mainly loamy clay. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The study was conducted in May and June of 2O19, and the selected transect was approximately $2 5 . 5 \\mathrm { k m }$ long and encompassed 86 sampling sites (Fig. 1), which were allocated at approximately $3 0 0 \\mathrm { - m }$ intervals in a straight line from north to south (determined using a handheld Global Positioning System). An auger was used for soil sample collection at depths of O-10, 10- 20, 20-30,30-40, 40-50 and $5 0 { \\mathrm { - } } 6 0 ~ \\mathrm { c m }$ (total of 516 soil samples). All samples were collected between late May and early June and taken back to the laboratory for measuring SWC, soil organic mater and soil particle composition, using an oven drying method, a titration method and a laser particle analyzer (Mastersizer 2Ooo, Malvern Panalytical Co. Ltd., England), respectively (Bao,2OO8). Soil bulk density for the sample at each depth was measured in situ using a cutting-ring method (Liang et al., 2018). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/0f1134ac1982825967d4fc8e84e0f5a3a51704138f730ad8f086ca861955b61d.jpg",
        "img_caption": [
            "Fig.1Location of the study area on the Chinese Loess Plateau (a) and overview of the Yangling-Wugong-Qianxian transect (b) "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2Statistical analyses ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "SWC, soil organic matter, soil particle composition and soil bulk density formed a multivariate data series. The statistical analyses of frequency distribution， normality tests and spatial variability were conducted using Microsoft Excel and SPSS software. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "EMD is a relatively new method for analyzing non-linear and non-stationary data. This approach may be used to decompose a signal based on temporal scale features of the data itself, with no presetting of base functions required. In this study, this method was adopted to reveal possible scale-specific relationships between SWC and soil properties. The EMD method decomposed the original spatial data of SWC and soil properties into various spatial scales, which generated various IMFs. Hilbert transformation was conducted for each intrinsic mode function (IMF) to obtain instantaneous frequencies, which were then converted to period and further to spatial scale. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Assuming $D ( \\nu ) { = } \\{ d _ { 1 } ( \\nu ) , \\ d _ { 2 } ( \\nu ) , \\ . . . , \\ d _ { n } ( \\nu ) \\}$ is the $n$ spatial datasets,which is considered as a function of space $\\nu$ . The direction vector along the direction given by angles $f ^ { \\alpha } { = } \\{ f _ { 1 } ^ { \\alpha } , f _ { 2 } ^ { \\alpha } , . . . , f _ { n - 1 } ^ { \\alpha } \\}$ in direction set could be denoted as $K ^ { f _ { \\boldsymbol { x } } } = \\{ k _ { 1 } ^ { x } , ~ k _ { 2 } ^ { x } , ~ . . . , ~ k _ { n } ^ { x } \\}$ 0 $\\scriptstyle \\chi = 1$ , 2,..., m; m is the total number of direction). The IMFs of the spatial datasets can be obtained by EMD method using the following steps: (1） generating a proper set of direction vectors $K$ ； (2) calculating a projection $p ^ { f _ { x } } ( \\nu )$ of the spatial datasets $D ( \\nu )$ along the direction vectors $K ^ { f _ { x } }$ ； (3) finding the spatial instants corresponding to the maxima of projection; (4) interpolating $[ \\nu _ { i } ^ { f _ { x } } , D ( \\nu _ { i } ^ { f _ { x } } ) ]$ to gain envelope curves $e ^ { f _ { x } } ( \\nu )$ for all $x$ and calculating the mean value of the envelopes by Equation 1; and (5) extracting the \"detail\" $Q ( \\nu )$ by Equation 2. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nM \\left( \\nu \\right) = \\frac { 1 } { m } \\sum _ { x = 1 } ^ { m } \\mathbf { e } ^ { f _ { x } } \\left( \\nu \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { Q ( \\nu ) = D ( \\nu ) - M ( \\nu ) . } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Finally, the above procedure was applied to $D ( \\nu ) \\ – M ( \\nu )$ if the \"detail\" fulfills the stoppage criterion for multivariate IMF; otherwise, the above procedure was applied to $Q ( \\nu )$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1Spatial distribution and variation of SWC ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The field-average SWC at the depth of $ { 0 - 6 0 }  { \\mathrm { c m } }$ in the study area first increased and then slightly decreased. The maximum value corresponded with the depth of $1 0 { - } 2 0 ~ \\mathrm { c m }$ . The calculated SWC values were approximately $2 3 . 0 0 \\%$ ， $2 5 . 4 7 \\%$ ， $2 4 . 5 5 \\%$ ， $2 4 . 0 5 \\%$ ， $2 3 . 3 2 \\%$ and $2 1 . 5 5 \\%$ for depths of 0-10, 10-20,20-30, 30-40, 40-50 and $5 0 { \\mathrm { - } } 6 0 ~ { \\mathrm { c m } }$ , respectively (Table 1). The low topsoil water content was mainly attributed to the fact that the surface soil was exposed to air, and thus was susceptible to water loss. Additionally, the variability coefficient of SWC gradually decreased with soil depth, reaching approximately 0.18, 0.17, 0.15, 0.11, 0.10 and 0.06 for the six soil depths， respectively. This finding indicated that the SWC in the main root zone was medium-to-low, and even low. In general, the $1 0 \\mathrm { - c m }$ soil depth layer was the most sensitive to water content due to human or climate factors, and thus the largest variability coefficient corresponded with this topsoil layer. As soil depth increased， soils gradually became less susceptible to human activities or climate, leading to a high stable SWC in the deep soil layers. These characteristics resulted in a decreasing trend for the variability coeficient of SWC, which decreased with increased soil depth (Table 1). ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/6b2f6bd353871a627b5e521d04415a9b913bdd66368b7897174ab0c133f82308.jpg",
        "table_caption": [
            "Table 1 Statistical characteristic values of soil water content(SWC) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Soil depth (cm)</td><td colspan=\"5\">swC</td></tr><tr><td>Mean (%)</td><td>Maximum (%)</td><td>Minimum (%)</td><td>Standard deviation (%)</td><td>Variability coefficient</td></tr><tr><td>0-10</td><td>23.00</td><td>38.05</td><td>16.22</td><td>4.21</td><td>0.18</td></tr><tr><td>10-20</td><td>25.47</td><td>48.43</td><td>18.13</td><td>4.40</td><td>0.17</td></tr><tr><td>20-30</td><td>24.55</td><td>41.85</td><td>17.61</td><td>3.62</td><td>0.15</td></tr><tr><td>30-40</td><td>24.05</td><td>34.38</td><td>19.24</td><td>2.69</td><td>0.11</td></tr><tr><td>40-50</td><td>23.32</td><td>35.73</td><td>19.38</td><td>2.45</td><td>0.10</td></tr><tr><td>50-60</td><td>21.55</td><td>26.55</td><td>16.61</td><td>1.31</td><td>0.06</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2 Decomposition of SWC ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Decomposition of the original signal series of SWC produced a group of IMFs and residues corresponding with the various scales. The IMF revealed changes in oscillation at various scales, and the residue indicated the overall development trend of a complete sequence. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As denoted in Figure 2, for the SWC at the depth of $_ { 0 - 6 0 \\mathrm { c m } }$ , IMF1 exhibited the largest range and frequency of oscillations, as well as the highest contribution rates $( 3 6 . 4 5 \\% - 5 6 . 7 0 \\% )$ . The contribution rates exhibited an overall decreasing tendency from IMF1 to IMF5. In addition, according to the occurrence scale, we obtained five IMFs based on the overall variation of SWC for 0-30 and $4 0 { - } 5 0 ~ \\mathrm { c m }$ depths,and four IMFs for 30-4O and $5 0 { \\mathrm { - } } 6 0 ~ \\mathrm { c m }$ depths. The calculated scales among SWC for each soil layer increased for IMFs with higher numbers. Specifically, the characteristic scale values varied at the 0-10, 10-20, 20-30, 30-40, 40-50 and $5 0 – 6 0 ~ \\mathrm { c m }$ soil depths, with the ranges of 400.00 (IMF1)-1603.85 (IMF5), 363.64 (IMF1)-2754.16 (IMF5), 380.85 (IMF1)-2359.46 (IMF5)， 363.64 (IMF1)-1485.42 (IMF4)， 363.64 (IMF1)-4239.76 (IMF5) and 371.54 (IMF1)-1625.03 m (IMF4)， respectively. The large measurement scale adopted in the present study caused considerable uncertainties of scale. Furthermore, the residues for each soil depth indicated that the tendency of SWC differed among soil layers along the sampling transect. Specifically, the SWC at the depth of $0 { - } 2 0 ~ \\mathrm { c m }$ initially increased and then decreased, whereas the SWC at the depth of $2 0 { \\ - } 4 0 \\ \\mathrm { c m }$ initially decreased and then increased. This finding may result from topography, elevation or atmospheric factors, which should be further investigated. The SWC at the depth of $4 0 { \\mathrm { - } } 6 0 ~ \\mathrm { c m }$ remained stable, which was consistent with the fact that the deep soil layers do not tend to lose as much soil water. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Measured IMF1 IMF2 IMF3 IMF4 IMF5 Residue 504 84 (400.00 m; 52.56%) 84 (533.33 m; 21.92%) (571.43 m; 12.36%) 8 (858.87 m; 8.42%) 4（1603.85m 1.91%) 30 (-; 2.83%) 4 4 30 0 0 m 0m W 0 >> 0 25 20 4 10 (al)0-10cm (a2)0-10lcm 8 (a3)0-10'cm 8 (a4)0-10 cm 8 (a5)0-10cm 8(a6)0-10cm 20L(a7)0-10cm 504030 t 151050 ( 15 0 w/w 10(1017.01m;1.00%) 10505 3034 20 5 5 10 (b1)10-20cm 115 (b2)10-20cm 5 10 (b3)10-20cm 10(b4)10-20.cm 1(b5)10-20cm 15[(b6) 10-20.cm 20(b7)10-20.cm 50 10 10 10 10 10 30 (380.95 m; 36.45%) (470.59 m; 23.17%) (571.43 m; 16.26%) (1296.70 m; 13.78%) (2359.46 m; 5.90%) (-; 4.45%) 40 5 5 5 5 30 0 0 MW 0 >> 0 25 (%)OMs 20 5 5 5 5 10 (c1)20-30cm -10L(c2)20-30cml 10L(c3)20-30.cm 10(c4)20-30.cm -10(c5)20-30.cm -10L(c6)20-30.cm 20c7)20-30cm 50 8 8 8 8 000 30 40 (363.64 m; 44.06%) 4 (421.05 m; 20.66%) 4 (803.10 m; 18.59%) 4 (1485.42 m; 7.13%) (-; 9.56%) 30 0 0 wwww www 0 25 20 10(d1)30-40.cm 8 (d2)30-40cm 8 (d3)30-40.cm (d4)30-40.cm 8（d5)30-40cm 20(d6)30-40.cm 50 8 8 8 8 8 30 (363.64 m; 44.90%) (615.38 m; 20.61%) (666.67 m; 12.67%) (1064.27 m; 3.23%) (4239.76 m; 16.49%) (-; 2.09%) 40 4 4 4 4 30 20 Mrre 0 1 M M 0 w Mwm 0 \\~>\\~ 0 4 0 25 10（e1）40-50.cm 8 e2）40-50cm 8(e3)40-50.cm -8(e4)40-50.cm 8(e5)40-50cm 8(e6)40-50cm 20 (e7)40-50 cm 00 504 (371.54 m; 56.18%) 42 (421.05 m; 20.59%) 42 (666.67 m; 6.56%) 2[165.03 93786) 30 (-; 6.89%) 30 0 wwwwm 0 >>>>> 0 25(f6) 50-60 cm 20 W 2 -2 (f1)'50-60.cm (f2) 50-60 cm (f3) 50-60 cm (f4) 50-60 cm (f5)50-60 cm 10 20 00 000 500 3000 6000 008 8000 6000 2000 8000 Distance between a sampling location and the origin of the transect (m) ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "After the decomposition of SWC in each soil layer, the correlations of measured SWC with IMFs and residues of SWC among layers were observed (Table 2). Overall, SWC in adjacent layers exhibited significant correlations, which agreed with expectations. Generally, SWC in the shallower layers was significantly correlated with the IMFs of SWC in the upper layers, with a larger contribution rate to the total variance. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3 Influence of soil properties on SWC ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "According to EMD method, lower IMF values correspond with larger-frequency oscilations at smaller scales， whereas larger-scale processes can be represented using higher IMF values extracted at lower-frequency oscillations (Biswas and Si, 2011; She et al., 2013). As illustrated in Figure 3, for mean SWC at the depth of $ { 0 - 6 0 }  { \\mathrm { c m } }$ , approximately $78 . 0 0 \\%$ of the total variance was extracted in IMF1 (scale: $2 5 2 . 8 6 \\mathrm { ~ m } ,$ ）and IMF2 (scale: $4 3 8 . 3 8 \\mathrm { ~ m }$ ). Similarly, for soil particle composition at the depth of $ { 0 - 6 0 } \\mathrm { c m }$ , approximately $8 4 . 0 0 \\%$ of the total variance of clay, $6 0 . 0 0 \\%$ of the total variance of silt and $6 7 . 0 \\%$ of the total variance of sand were extracted in IMF1 and IMF2. For soil organic matter and bulk density, approximately $6 2 . 0 \\%$ and $6 3 . 0 0 \\%$ of the total variance were extracted in IMF1 and IMF2, respectively. Additionally, a greater variation was observed in the residues of clay $( 1 0 . 4 3 \\% )$ ， silt $( 1 6 . 1 7 \\% )$ and sand $( 1 3 . 9 4 \\% )$ than in the residues of soil organic matter $( 5 . 3 6 \\% )$ and bulk density $( 0 . 4 2 \\% )$ . This finding may reflect the insufficiency of EMD method for application to soil texture data to determine scales greater than the measurement transect length (approximately $2 5 . 5 \\mathrm { k m }$ in the present study). Furthermore, the sum of contribution rates to the total variance of all IMFs and residues was $1 0 0 . 0 0 \\%$ , which indicated that soil water processes could operate independently at various IMFs. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/db723a3095136d1cce747ef26c3ce8fc2256b0a1a5bed3f677e2413fe90a009f.jpg",
        "table_caption": [
            "Table 2Correlation coefficients of measured SWC with intrinsic mode functions (IMFs)and residues of SWC at different soil depths "
        ],
        "table_footnote": [
            "Note:\\*,significant difference at $P { < } 0 . 0 5$ level;\\*\\*,significant difference at $P { < } 0 . 0 1$ level. "
        ],
        "table_body": "<html><body><table><tr><td colspan=\"2\">deptns IMFs/residue</td><td>10-20 cm</td><td>20-30 cm</td><td>30-40 cm</td><td>40-50 cm</td><td>50-60 cm</td></tr><tr><td colspan=\"2\"></td><td>0.852**</td><td>0.528*</td><td>0.128</td><td>0.105</td><td>-0.082</td></tr><tr><td rowspan=\"6\">Decomposition of SWC at the 0-10 cm depth</td><td>IMF1 IMF2</td><td>0.707*</td><td>0.450*</td><td>0.055</td><td>0.124</td><td>-0.055</td></tr><tr><td>IMF3</td><td>-0.398</td><td>0.467</td><td>-0.033</td><td>0.111</td><td>-0.082</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td> IMF4</td><td>0.569</td><td>0.555</td><td>0.467</td><td>0.250</td><td>-1.138</td></tr><tr><td>IMF5</td><td>0.463</td><td>0.025</td><td>-0.074</td><td>-0.071</td><td>0.051</td></tr><tr><td>Residue IMFs/residue</td><td>0.362</td><td>-0.387</td><td>-0.290**</td><td>-0.132</td><td>-0.238*</td></tr><tr><td colspan=\"2\"></td><td>20-30 cm</td><td>30-40 cm</td><td>40-50 cm</td><td>50-60 cm</td><td></td></tr><tr><td rowspan=\"6\">Decomposition of SWC at the 10-20 cm depth</td><td>IMF1</td><td>0.787**</td><td>0.191</td><td>0.031</td><td>0.035</td><td></td></tr><tr><td>IMF2</td><td>-0.494</td><td>-0.199</td><td>-0.042</td><td>-0.072</td><td></td></tr><tr><td>IMF3</td><td>-0.698**</td><td>-0.154</td><td>-0.040</td><td>-0.050</td><td></td></tr><tr><td> IMF4</td><td>0.268</td><td>0.184</td><td>-0.029</td><td>-0.034</td><td></td></tr><tr><td>IMF5</td><td>0.196</td><td>-0.155</td><td>-0.186</td><td>0.021</td><td></td></tr><tr><td>Residue</td><td>-0.397</td><td>-0.309**</td><td>-0.164</td><td>-0.273*</td><td></td></tr><tr><td colspan=\"2\"> IMFs/residue</td><td>30-40 cm</td><td>40-50 cm</td><td>50-60 cm</td><td></td><td></td></tr><tr><td rowspan=\"6\">Decomposition of SWC at the 20-30 cm depth</td><td>IMF1</td><td>0.654**</td><td>0.517</td><td>0.117</td><td></td><td></td></tr><tr><td>IMF2</td><td>0.628*</td><td>0.551*</td><td>0.055</td><td></td><td></td></tr><tr><td>IMF3</td><td>0.627</td><td>-0.524</td><td>0.117</td><td></td><td></td></tr><tr><td> IMF4</td><td>0.273</td><td>0.342</td><td></td><td></td><td></td></tr><tr><td>IMF5</td><td>0.137</td><td>0.331</td><td>-0.183 0.138</td><td></td><td></td></tr><tr><td>Residue</td><td>0.322*</td><td>0.139</td><td>0.159</td><td></td><td></td></tr><tr><td colspan=\"2\"></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td rowspan=\"5\">Decomposition of SWC at the 30-40 cm depth</td><td>IMFs/residue IMF1</td><td>40-50 cm</td><td>50-60 cm</td><td></td><td></td><td></td></tr><tr><td>IMF2</td><td>0.517**</td><td>0.340</td><td></td><td></td><td></td></tr><tr><td>IMF3</td><td>0.413 0.423</td><td>0.248 -0.233</td><td></td><td></td><td></td></tr><tr><td> IMF4</td><td>0.641*</td><td>0.145</td><td></td><td></td><td></td></tr><tr><td>Residue</td><td>0.546*</td><td>0.329</td><td></td><td></td><td></td></tr><tr><td colspan=\"2\">IMFs/residue</td><td>50-60 cm</td><td></td><td></td><td></td><td></td></tr><tr><td rowspan=\"6\">Decomposition of SWC at the 40-50 cm</td><td>IMF1</td><td>0.349*</td><td></td><td></td><td></td><td></td></tr><tr><td>IMF2</td><td>0.156</td><td></td><td></td><td></td><td></td></tr><tr><td>IMF3</td><td>-0.143</td><td></td><td></td><td></td><td></td></tr><tr><td>IMF4</td><td>0.024</td><td></td><td></td><td></td><td></td></tr><tr><td> IMF5</td><td>0.342**</td><td></td><td></td><td></td><td></td></tr><tr><td>Residue</td><td>-0.079</td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Table 3 presents the correlation coefficients of soil properties with IMFs and residue of average SWC for the depth $ { 0 - 6 0 } ~ \\mathrm { c m }$ . Overall, soil particle composition, organic matter and bulk density were significantly correlated with SWC. Specifically, the correlation coefficients of SWC and clay, silt and sand contents exhibited significant differences $( P { < } 0 . 0 1 )$ in all IMFs. This finding indicated that soil particle composition exhibited a substantial influence on SWC. Soil organic matter played a scale-specific role in determining SWC, as indicated by a significant difference $( P { < } 0 . 0 5 )$ of soil organic matter in IMF1 and IMF2, and a highly significant difference $( P { < } 0 . 0 1 )$ of soil organic matter in IMF3 and IMF4. In general, soil organic matter plays a dominant role in maintaining soil productivity and supports the enhancement of vegetation and physical properties of soils (Korschens, 2OO2), which contribute to water storage. Soil bulk density also exhibited a critical scale-specific effect on SWC, as indicated by the significant correlations in IMF2 and IMF4; however, the relationship was not significant in IMF1 and IMF3. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "s 30 Measured 0 (252.86m; 54.10%) IMF1 4（438.38 m;23.47%） 1 1 IMF2 W 1 W\\~ (1220.48m; IMF3 0 (1544.52 m; 1.89%) IMF4 IMF5 30 25 (-; 3.77%) Residue （a1） 4（a2) 4（a3) 4(a4) 4 (a5) 20（a6)   \n30 0 252.62m； 10 (278.18 m;19.25% 10(495.21m 1.03%) 10 (915.88 m; 2.31%) 10 (2461.57 m; 2.46%) 30 (-; 10.43%)   \n(%) 20 N 5 4.52%) 5 5 5 5 25 0 0 MwW 0 0 0   \n10 5 -5 -5 -5 -5 20   \noL(b1) 10L(b2) 10 (b3) -10（(b4) 10L.(b5) 10 (b6) 15(b7) 050 248.54 m B150 (436.87 m; 6.86%) w 5045 (-; 16.17%) 53.60%) utrM MW 5 50 5 -5 40   \n10L(c1) -10 15 (c2） 15L(c3) 1L(c4) 1L(c5) 1L6 35（C7)   \n8 1 1 30(364.48 m;5.43%) 1 1 50( 13 (d1) 15\\~M A -15 -15 15 -15 -15   \n20 30(d2) -30(d3) 30(d4) -30(d5) -30L(d6) 307   \n%）010S 10 (244.85 m; 39.07%) (313.28 m; 22.61%) 3(382.56 m 6.72) 63 (813.77 m; 11.19%) 326631 m 150589) 3 (-; 5.36%) 3 3   \n5 0 0 w >>>>>>> 0 0 2 e -3 -3 -3 -3 -3   \n0 6 (e2) 6(e3) -6(e4) 6(e5) 6(e6) 17)   \n1.8 / \\~w 01985 01 2 (-; 0.42%)   \n1.4   \n1.2 （f1） （f2） (f3) (f4) (f5） (f6) （f7 6000 000 6000 8000 0600012000 8000 06009200 00 600920 06000 0 Distance between a sampling location and the origin of the transect (m) ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/e769ac25e1d43fde5125bf5ffb15ee23d03bff5d02e06afd605b3d77be7c261e.jpg",
        "table_caption": [
            "Table 3 Correlation coefficients of soil properties with IMFs and residue of mean SWC at the depth of $0 { - } 6 0 \\ \\mathrm { c m }$ "
        ],
        "table_footnote": [
            "Note:\\*,significantdifference at $P { < } 0 . 0 5$ level;\\*\\*,significantdifferenceat $P { < } 0 . 0 1$ level. "
        ],
        "table_body": "<html><body><table><tr><td>IMFs/residue</td><td>Clay</td><td>Silt</td><td>Sand</td><td>Soil organic matter</td><td>Soil bulk density</td></tr><tr><td> IMF1</td><td>0.520**</td><td>0.508**</td><td>-0.514**</td><td>0.411*</td><td>0.159</td></tr><tr><td> IMF2</td><td>0.589**</td><td>0.605**</td><td>-0.592**</td><td>0.501*</td><td>0.431*</td></tr><tr><td>IMF3</td><td>0.672**</td><td>0.669**</td><td>-0.665**</td><td>0.545**</td><td>0.363</td></tr><tr><td>IMF4</td><td>0.714**</td><td>0.705**</td><td>-0.706**</td><td>-0.582**</td><td>-0.689**</td></tr><tr><td>Residue</td><td>-0.847**</td><td>-0.840**</td><td>0.433**</td><td>0.463**</td><td>-0.973**</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Medium-to-strong correlations were observed between SWC and soil properties, and the correlation coefficients were generally larger than O.5Oo. These coeficients exhibited an overall increasing tendency for IMFs with higher values (Table 3). This result implied that the effects of soil particle composition, organic matter and bulk density on SWC became increasingly crucial as the calculated scale increased from 252.86 to $1 5 4 4 . 5 2 \\mathrm { ~ m ~ }$ .Furthermore, the absolute value of the correlation coefficients between SWC and soil particle content were larger than those between SWC and soil organic matter and bulk density, suggesting a deterministic effect of soil particle composition on SWC. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Research on the spatial variations of soil water and its controling factors is of theoretical and practical significance. In this study, SWC and its determining factors were investigated along the Yangling-Wugong-Qianxian transect in a typical wheat-corn crop rotation zone on the Chinese Loess Plateau, as based on the EMD method. Some gaps existed between soil properties and the original signal and components of soil water. Reasons are discussed in the following paragraphs. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "This study explored the heterogeneity of soil water based on a single time scale (i.e., dry season). Entin et al. (2O00) and Yao et al. (2O16) indicated that the correlation scale of surface soil moisture is slightly less than two months, and soil moisture is more stable in dry season than in rainy season. Therefore, the sampling in this study was conducted in May and June to reflect these facts. For this study， no rain occurred before sampling， further creating consistent background conditions; more background environmental variations may have led to different results. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Many field experiments have been conducted on the Chinese Loess Plateau to reveal spatial and temporal distributions of soil water (He et al., 2019; Liang et al., 2O19; Zhao et al., 2019; Yu et al.,202O), while influences of soil physical properties on SWC were seldomly been studied. Geostatistics have also been used to assess heterogeneity of surface soil water (Zou et al., 2019); however, the analysis of SWC using this method was greatly affected by spatial scale (Lian et al., 2019). Given such shortcomings,we combined EMD method with classical statistics in this research to evaluate the spatial distribution of SWC with respect to specific scales, and assessed effects of soil particle composition, organic matter and bulk density on SWC. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Kong et al. (2O17) indicated that SWC varied with sampling scales. In this study, a $2 5 . 5 \\mathrm { - k m }$ transect on the Chinese Loess Plateau was selected for sampling to analyze the spatial variation of soil moisture. Further studies should focus on different sampling scales in this region. Stepwise multiple linear regressions may be utilized to predict SWC in each IMF based on scale-specific controlling factors in the same IMF. Prediction of SWC using EMD method is expected to outperform that based on the original data. As Simbahan and Dobermann (2OO6)， Kerry and Oliver (2007), Lai et al. (2017) and Cai et al. (2019) have reported, sampling size and design had a great influence on estimating spatial variability of the soil variables related to SWC.Further, the distribution and heterogeneity of soil water in the vertical dimension also warrants attention. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Tillage type is also an important factor affecting variation of SWC. Gravel and film mulching, for instance, are typical agricultural approaches in the study region. They significantly influence soil water movement due to variations in the soil surface (Zhao et al., 2O17; Zhang et al., 2019). However, in this study, the coverage of gravel or plastic film was not considered. In future research, soil water movement under these tillage types needs to be considered. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Land use type is another factor influencing SWC and soil physical properties (Neris et al., 2012). Forests, shrubland and cropland have different effects on the distribution and heterogeneity of soil water. As such, soil water varies with terrain and vegetation, which should be considered in soil water prediction in future studies. With the development and application of \"3S\" technology, satelite remote sensing image can be used to estimate soil moisture on large scales, due to its convenient measurement and high accuracy. For long-term measurements of soil properties, Schneider et al. (2008), Zhao et al. (2017) and Xing et al. (2019) introduced time stability analysis to identify fixed points for monitoring on large scales. As a consequence, for such a large region on the Chinese Loess Plateau, time stability analysis may also be adopted for long-term periodic monitoring, which would provide scientific basis for soil management and soil water conservation. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Empirical mode decomposition method was shown to separate overall variation in SWC and various soil properties into diferent numbers of IMF according to scale of occurrence; thereafter, the dominant controls on SWC could be identified. We then categorized the general variation of SWC under different numbers of IMF based on scale of occurrence, and the results showed that calculated scales among the SWC for each soil layer increased in correspondence with higher IMF numbers. Moreover, soil texture was found to be a dominant factor in control of SWC. Influence of three soil properties (soil particle composition, organic matter and bulk density) were more effective in predicting SWC at larger scales along the sampling transect (Yangling-Wugong-Qianxian) on the Chinese Loess Plateau. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Therefore, SWC distribution can be predicted using the scale-specific soil water and soil properties. This study has contributed to our understanding on the determination of dominant factors influencing soil water heterogeneity. The results can be effectively used to predict SWC from a few dominant factors, providing a more efficient framework to develop and monitor land management initiatives. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This research was supported by the National Natural Science Foundation of China (51809217,51409136), the PhD Research Startup Foundation (Z109021806)and the Science and Technology Program Project of Science and Technology Department of Yunnan Province of China (2O19FB075). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "AhmadFM, Shen R,Zaheer AB,et al.2O18.Studycapabilityof Standardized Precipitation Evapotranspiration Index to representsoil moisturevariabilityduring winterseason over Pakistan forthe period1951-2O10.Meteorologyand Atmospheric Physics, 130: 689-699.   \nArhonditsis GB,Stow CA,SteinbergLJ,et al.2O6.Exploring ecologicalpaterns with structural equation modelingand Bayesian analysis. Ecological Modelling, 192(3-4): 385-409.   \nBao S D. 2008. Soil Agrochemical Analysis $3 ^ { \\mathrm { r d } }$ ed.). Beijing: China Agriculture Press, 27-38. (in Chinese)   \nBiswas A,SiBC.2O11.Revealing thecontrolsof soil water storageatdiferentscales inahummockylandsape.Soil Science Society of America Journal, 75(4): 1295-1306.   \nCaiJS,YehTCJ,YanEC,etal.219.ImportanceofvariabilityininitialsoilmoistureandraifalsonsopestabilityJoual of Hydrology, 571: 265-278.   \nCoppola A,ComegnaA,DragonetiG,etal.211.Averagemoisturesaturatineffectsontemporalstabiityofsilwaterspatial distribution at field scale. Soil & Tillage Research, 114(2): 155-164.   \nDari J,MorbideliR,SaltalipiCetal.219.Spatial-tmporalvariabilityof soilmoisture:Addressngte moitingatthe catchment scale. Journal of Hydrology, 570: 436-444.   \nEntinJK,RobockA,VinnikovKY,etal.2Oo.Temporalandspatialscalesofbservedsoilmoisturevariations inthe extratropics. Journal of Geophysical Research,105(D9): 11865-11877.   \nFekiM,Ravazzani G,CeppiA,et al.2O18.Influenceofsoil hydraulicvariabilityonsoil moisturesimulationsandiigation scheduling in a maize field. Agricultural Water Management,2O2: 183-194.   \nFu XL,ShaoMA, Wei XR,etal.2O13.Efectsofmonovegetationrestoration typesonsoil waterdistributionandbalanceona hillope in northern LoessPlateau of China.Journal of Hydrologic Enginering,18(4): 413-421.(in Chinese)   \nHe ZB,ZhaoMM,Zhu X,etal.20l9.Temporal stabilityofsoil waterstorage inmultiplesoillayersinhigh-elevationforests. Journal of Hydrology, 569: 532-545.   \nHeathman GC,Cosh M H,Han E,et al.2O12.Field scale spatiotemporal analysis of surface soil moisture for evaluating point-scale in situ networks. Geoderma, 170: 195-205.   \nHu W,SiBC.2O14.Revealing therelative influenceofsoilandtopographic properties onsoil watercontent distributionatthe watershed scale in two sites. Journal ofHydrology,516: 107-118.   \nJadidoleslamN,MantilaR,KrajewskiWF,etal.2019.Data-drivenstochasticmodelforbasinandsub-ridvariabilityof SMAP satellite soil moisture. Journal of Hydrology, 576: 85-97.   \nJiaYH,ShaoMA.2014.Dynamicsof deepsoil moisture inresponse tovegetationalrestorationon theLess Plateauof China.   \nJoinerJ,YoshidaY,AndersonM,etal.218.Globalrelationshipsamong traditionaleflectancevegetationindices (Nand NDII),evapotranspiration (ET),and soilmoisturevariabilityon weekly timescales.Remote Sensingof Environment,219: 339-352.   \nKargas G, KerkidesP,Sotirakoglou K,etal.2016.Temporal variabilityofsurface soilhydraulic properties undervarious tilage systems. Soil & Tillage Research, 158: 22-31.   \nKerry R,Oliver MA. 2007. Comparing sampling needs for variograms of soil properties computed by the method of moments and residual maximum likehood. Geoderma. 140(4): 383-396.   \nKong D, WangL Q,LiuJL,etal.2017.Scale efectof spatialvariabilityofcroplandsoil watercontentinblack soilegion. Journal of Hydraulic Engineering,48(5): 608-612, 622. (in Chinese)   \nKorschens M.2002.Importance of soil organic mater (SOM)for biomass production and environment (a review). Archives of Agronomy and Soil Science, 48(2): 89-94.   \nLai X M, Zhu Q,Zhou Z W,et al.2017. Influences of sampling size and pattern on the uncertaintyofcorrelation estimation between soil water content and its influencing factors. Journal of Hydrology, 555: 41-50.   \nLia Y Z,CaoL H,Liu HM,etal.2O19. Spatial distribution of soil water content infarmland and adjacent grassand in adjacentgrassland ecotoneof agriculture-animal husbandry in Tibet.Southwest China Journal of Agricultural Sciences, 32(5): 1092-1097. (in Chinese)   \nLiang HB, XueYY,ShiJW,et al.2018.Soil moisture dynamics underCaragana korshinskiishrubs of differentages in Wuzhai County on the Loess Plateau,China. Earth and Environmental Science Transactions of the Royal Societyof Edinburgh, 109(3-4): 387-396.   \nLiang JP, Xing X G, Gao Y.2019.A modified physical-based water-retention model for continuoussoil moisture estimation during infiltration: experimentson saline and non-saline soils.Archives of Agronomy and Soil Science,doi: 10.1080/03650340.2019.1669785.   \nLiu B X, Shao MA. 2016. Response of soil water dynamics to precipitation years under diferent vegetation types on the northern Loess Plateau, China. Journal of Arid Land, 8(1): 47-59.   \nNeris J,JimeneC,FuentesJ,etal.21.Vegetationandland-useefctsonsolpropertisandwaterifiltrationofdisols in Tenerife (Canary Islands, Spain). Catena, 98: 55-62.   \nNoseto M D,JobbagyEG,Toth T,et al.2007.Theefects oftreeestablishmenton waterandsaltdynamics in naturally salt-affected grasslands. Oecologia, 152: 695-705.   \nPangaluru K, Velicogna I, AG,et al.2019.Soil moisture variabilityinIndia: relationshipoflandsurface-atmosphere fields using maximum covariance analysis. Remote Sensing,11(3): 335.   \nPeterson A M,Helgason WH, Ireson AM,etal.2O19.How spatial paterns ofsoil moisture dynamicscan explainfield-scale soil moisture variability: observations from a sodic landscape. Water Resource Research,55(5): 4410-4426.   \nSchneider K,Huisman,JA,BreuerL,etal.28.Temporal stabilityof soil moistureinvarious semi-arid steppeecosystems and its application in remote sensing. Journal of Hydrology,359(1-2): 16-29.   \nShe DL,Liu DD,Peng SZ,et al.2O13. Multiscale influences of soil properties on soil water content distribution na watershed on the Chinese Loess Plateau. Soil Science,178(10): 530-539.   \nShe DL,FeiYH,ChenQ,etal.2016.Spatialscalingofsoilsalinityindicesalongatemporalcoastalreclamationareatransect in China using wavelet analysis. Archives of Agronomy and Soil Science, 62(12): 1625-1639.   \nSi B C. 2008.Spatial scaling analysesof soil physical properties: Areviewof spectral and wavelet methods. Vadose Zone Journal, 7(2): 547-562.   \nSiegfriedJ,LongchampsLKhoslaR.219.Multispectralsateliteimagerytoquantifyin-feldsoilmoisturevariability.Joal of Soil and Water Conservation,74(1): 33-40.   \nSimbahan GC,Dobermann A.2006.Sampling optimizationbasedonsecondary information and its utilization in soil carbon mapping. Geoderma, 133(3-4): 345-362.   \nVerecken H, Kamai T, Harter T,et al.2Oo7.Explaining soil moisturevariabilityasa functionof meansoil moisture:A stochastic unsaturated flow perspective. Geophysical Research Letters, 34(22): 315-324.   \nWangYG,Deng CYLiuY,etal.2O18.Identifingchangeinspatialaccumulationofsoilsalinityinannlandriver ateshed, China. Science of the Total Environment, 621: 177-185.   \nWang YQ, Shao M A,Liu ZP,et al.2O12.Regional spatial patern of deepsoil watercontent and itsinfluencingfactors. Hydrological Sciences Journal, 57(2): 265-281.   \nWang Y Q,ShaoMA,Liu ZP,et al. 2O13. Vertical distribution and influencingfactors of soil watercontent within $2 1 \\mathrm { - m }$ profile on the Chinese Loess Plateau. Geoderma, 193-194: 300-310.   \nXing X G,KangDG,Ma XY,etal.217.ferencesinoam waterretentionandshrinkagebehavior:Effectsofvarioustypes and concentrations of salt ions. Soil & Tillage Research, 167: 61-72.   \nXing XG,LiYB,Ma XY.2018.Waterretention curvecorrection using changes in bulk densityduringdata colection. Engineering Geology,233: 231-237.   \nXing XG,DuW,Ma XY.219.Field-scaledistributionandheterogeneityofsoilsalinityinthe mulched-drip-iigationcotton field.Archives of Agronomy and Soil Science, 65(9): 1248-1261.   \nXu GC,Zhang TG,LiZB,etal.2O17.Tmporalandspatialcharacteristicsofsoil watercontentindiversesoillayesonland terraces of theLoess Plateau, China. Catena,158:20-29.   \nYaoYF,He CX,Zeng DJ,etal.2O16.Spatial paternsofsurface soil moisture andhydro-physical properties inLijiangRiver watershed.Advances in Water Science,27(5): 696-704. (in Chinese)   \nYu X,Zhou WJ,ChenYP,etal.2O20.Spatial variationof soil properties andcarbonunder different landusetypes on the Chinese Loess Plateau. Science of the Total Environment,703: 134946,doi: 10.1016/j.scitotenv.2019.134946.   \nZeleke TB,SiBC.20o6.Characterizing scale-dependent spatial relationships betweensoil properties using multifractal techniques.Geoderma, 134(3-4): 440-452.   \nZhang K,WangQQ,ChaoLJ,etal.2019.Groundobservation-basedanalysisof soilmoisture spatiotemporal variability across a humid to semi-humid transitional zone in China. Journal of Hydrology,574: 903-914.   \nZhao CL, Shao MA,Jia XX,et al.2019.Spatial distributionof water-activesoillayer along thesouth-north transect inthe Loess Plateau of China. Journal of Arid Land, 11(2): 228-240.   \nZhao WJ, Cui Z,Li N.2O16.Scaledependencyof spatial variabilityof soil moisture in gravel-mulched field.Environmental Earth Science,75: 1455,doi: 10.1007/s12665-016-6263-4.   \nZhao WJ,Cui Z,Zhang JY,etal.2017.Temporal stabilityand variabilityofsoil-watercontentinagravel-mulchedfieldin northwestern China.Journal of Hydrology, 552: 249-257.   \nZou X Y,ZhangZD,Wu MY,etal.2019.Spatialvariabilityof particlesize distributionat slope scale inBashangrgionof Hebei Province. Science of Soil and Water Conservation,17(5): 44-53.(in Chinese) ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]