[
    {
        "type": "text",
        "text": "心理宣泄究竟是有益还是有害？ ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "宣泄的心理干预效果及潜在危害",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "詹鋆；徐宏飞；任俊；罗劲（福建农林大学马克思主义学院，福州，350002）（苏州工业园区斜塘学校，苏州，215123）（浙江师范大学心理学院，金华，321004）（首都师范大学心理学院，北京，100048）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要宣泄经典理论认为，发泄能够有效地缓解愤怒情绪和攻击冲动，然而，直接宣泄、间接宣泄及目标宣泄对攻击性影响的大量实验研究揭示了宣泄的潜在危害性及其作用机制，宣泄不但不能降低愤怒反而会通过认知加工等因素提升攻击性。尽管如此，大众仍青睐于宣泄这种看似便捷的情绪调节方式，如宣泄设备已成为心理咨询机构的标准配置。这不仅反映了人们对心理宣泄的片面认知，更折射出了目前我国社会心理服务体系建设缺乏科学化和规范化。未来研究应重视，普遍使用宣泄设备作为现代心理干预手段可能存在的问题与解决路径。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词宣泄；情绪调节；愤怒；攻击性",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "宣泄（catharsis）一词源于古希腊词语katharsis，意思是净化或清除（purify)，宣泄被视为一种情绪的净化（purgation）最早可追溯到一千多年前亚里士多德的诗学观点，认为观看悲剧可以让人们从中获得恐惧（fear）和怜悯（pity）等强烈的情感体验，进而得到情绪的宣泄，并有助于恢复人们内心的平衡，从而培养出明智、通情达理的人(Aristotle，1951)。十九世纪末，Breuer 和 Freud 将宣泄的概念正式引入心理治疗领域，按照他们的观点，被压抑的情绪（repressed emotions）会在个体内积聚并引发歇斯底里症（hysteria）或恐惧症（phobias）的心理病症，而通过回忆创伤性事件尤其是再次体验有关情绪可以从根本上消除病症(Erdelyi,1985;Freud& Breuer,1957)。之后，Freud 的宣泄治疗理念被研究者们应用到了攻击（aggression）研究领域，鼓励人们通过宣泄来缓解愤怒情绪和攻击冲动(Denzler&Forster,2012)。根据我们对国内某大型心理设备供应商的调查，心理宣泄设备已成为了当前心理咨询室硬件建设中的标准配置，较为广泛地分布于学校、医院、司法、部队、社区、企事业单位、党政机关单位、心理教育机构等，主要用于帮助人们释放愤怒等负性情绪。在本研究随机抽取的国内228家心理咨询室中（参见图1)，专设情绪宣泄室的占比约 $40 \\%$ ，已配有宣泄设备（沙袋、人型宣泄、宣泄墙、宣泄地板、智能宣泄系统等）的占比约 $4 8 \\%$ ，更值得注意的是，在尚未购置宣泄设备的单位中，有近 $7 9 \\%$ 的心理咨询室专职人员希望能够配备宣泄设备，以上调查结果综合反映了宣泄设备在心理健康服务工作中的普遍性需求。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "事实上，宣泄理论自提出便被质疑与 Thorndike 的一般学习理论（General LearmingPrinciples）相违背，1973年，Bandura 强烈呼呼暂停宣泄理论及其在心理治疗中的运用，之后，宣泄理论又陆续受到了攻击的社会学习理论（SocialLearning Theory）和社会认知模型（Social Cognitive Models）的研究者们的严厉批判(Anderson& Bushman，2002b；Bandura,1973; Breuer & Elson,2017; Bushman,2018; Crick & Dodge,1994; Rowell Huesmann,1988)。尽管如此，大众似乎仍青睐于主流媒体以及畅销书上推荐的“心理宣泄”这种看似快捷的情绪调节方式，各种类型的宣泄设备也较为频繁地出现在心理治疗室中，如沙袋、宣泄墙、宣泄棒、宣泄球等，这不仅反映了当下人们对心理宣泄的片面认知，更在一定程度上折射出了我国目前社会心理服务体系建设可能存在的缺乏科学化和规范化的现象。本文拟在介绍宣泄的有关理论及实证研究的基础上，概览和分析心理咨询室中宣泄设备的使用可能存在的问题。",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/03690ddc9480c8172410ef5741cc563fee6490a8ac6788eb9a266f6694143564.jpg",
        "img_caption": [
            "图1.心理咨询室配置情况调查结果图"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "注：图A表示各个功能区在心理咨询室中的分布比重；图B表示各类设备在心理咨询室设备中的配置比重；  \n图C是未配置宣泄设备的单位中对配置宣泄设备的需求比重.",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 宣泄有效性的经典理论与实验",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 水力模型（HydraulicModel) ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Freud 的情绪宣泄理念构成了愤怒水力模型的理论基础，该理论认为愤怒会在个体内部聚集，类似于在封闭环境中的液压，直到以某种方式释放 (Geen&Quanty，1977)。Scheff（2001）从进化的角度解释了这一观点，他认为，情绪是一种自然的身体反应，是一种处理痛苦经历的方式。哭本身是一种本能，婴儿从子宫里出来就有哭泣的本能，这种能力不需要学习，我们学到的是抑制哭泣的能力，而抑制情绪对个人和社会都会产生较大的负面影响。在教育过程中，孩子们经常被教导如何控制情绪反应和抑制本能需求，并通常需要借助惩罚来完成，这导致大部分人积累了大量被压抑的情绪，伴随着的是自己都难以意识到的生理紧张。Scheff的结论是，压抑的情绪会干扰个体的思维和知觉过程，并影响其社会合作能力以及容忍他人的强烈情绪的能力(Scheff,2001)。总之，水力模型的核心思想是，愤怒积累到一定程度将产生更严重的后果，应该让愤怒得到释放而非压抑，现代的宣泄理论以此为基础，将宣泄视为一种缓解来自愤怒情绪的心理压力的方式。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 挫折—攻击假说（Frustration-Aggression Hypothesis）",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "耶鲁大学研究团队创立的挫折一攻击假说是最早将宣泄的概念正式应用到攻击研究领域的理论，该理论认为，目标行为受阻所引发的挫折往往伴随着攻击的行为结果，即挫折总是导致攻击行为(Dollard,Miller,Doob,Mowrer,& Sears,1939)。挫折会产生对许多不同反应的煽动（instigation)，当攻击性煽动最为强烈时，攻击行为便会随之产生，如果能够减少对个体攻击行为的煽动，人们随后实施攻击行为的可能性也会降低(Miller,1941)。据此，挫折—攻击假说提出，有两种方式能够有效地减少攻击煽动，一种是个体直接攻击那些煽动其攻击行为的实际对象，另一种情况是将攻击迁移到一个新的目标上，比如将工作的挫折宣泄在朋友身上，或者可以跑上几里路，打一场篮球才能把内心的这种紧张感和攻击性消耗掉(Marcus-Newhall, Pedersen, Carlson, & Miller, 2000)。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 动物习性模型（EthologicalModel) ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "奥地利著名心理学家、动物学家Lorenz 创立的动物习性模型把人和动物的行为归结为饥饿、生殖、逃亡和攻击四种本能驱力使然(Buss,1961;Lorenz,1963/1983)。根据动物习性模型，个体的行为并不是由一种本能决定的，而是四种本能相互影响之下的混合产物，这些本能以及它们之间的相互作用对于有机体、物种的生存和演化都是十分必要的。与 Darwin适者生存的思想一致，Lorenz 认为，攻击不仅是由外部因素引起的行为反应，更是人类最强大的、先天固有的本能之一，增加了人类生存的可能性，从这个意义上来说，人类总在持续不断地累积攻击能量。然而，生物体的容量有限，正如蓄水池不可能无限制地储水，那些堆积过剩的攻击能量必须在某个时刻释放出来，这种释放主要是由累积的攻击能量总和以及外部刺激强度两方面决定的，当积累的攻击能量比较少时，就需要一个比较强的外部刺激去释放攻击能量；而当攻击能量足够多时，只需要微弱的甚至不需要任何外部刺激便可以释放攻击能量，当个体储存的攻击能量被耗尽时便不太可能作出攻击行为了。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4 宣泄理论的经典实验 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "攻击性宣泄的早期研究深受心理动力说以及挫折—攻击假说中驱力（drive）思想的影响。Worchel（1957）的实验研究首次考察了人们遭遇挫败后的愤怒表达对其攻击唤醒（arousal）或紧张感（tension）的影响(Worchel，1957)。实验中，主试故意对被试所做的智力测试给予极度负面的评价，以此引发被试的挫折感，进而诱发被试产生愤怒，之后要求实验条件的被试用语言表达出他们的感受，而控制条件的被试则没有表达环节，最后，被试需要完成2项记忆任务，他们完成任务前后的主观紧张感（stress）也会被重复测量。该实验结果发现，实验条件下被试的记忆任务表现显著地好于控制条件下的，结合紧张感的测量结果，研究者推测被试对愤怒情绪的表达能够减轻其攻击性紧张，有助于他们完成记忆任务。尽管 Worchel的研究支持了宣泄效应，但他的实验中对攻击唤醒的间接评估受到了质疑(Geen&Quanty,1977)。之后，Hokanson 的研究团队实施了一系列研究得出，至少在某些情况下,攻击性宣泄可以降低与愤怒和攻击有关的生理反应(Hokanson,1961,1974;Hokanson &Burgess,1962a,1962b; Hokanson,Burgess,& Cohen,1963; Hokanson & Edelman,1966)。在其中一项研究中，主试故意不断地干扰被试完成倒计时任务，以及抱怨被试的差劲表现并表示被试的数据无法使用来诱发被试感到受挫，以此作为激怒的实验性操作，其中主试类型分为学生和教授两种身份，之后一部分被试有机会对主试实施电击（宣泄条件)，而另一部分被试则没有这样的机会（不宣泄条件)，激怒环节和宣泄环节后被试的血压值都被分别测量并记录。这项实验的结果显示，当主试是学生身份时，宣泄条件的被试的血压显著地低于不宣泄条件的被试，而当主试是教授身份时则未发现这一现象，可能是因为被试担心受到地位高主试的报复而产生了退缩(Hokanson& Shetler,1961)。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "尽管宣泄能够降低与愤怒的生理唤起这一结果已被一些研究重复验证(Geen,Stonner,&",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Shope,1975;Hokanson& Edelman,1966;Verona & Sullivan,2008)，但早期关于宣泄对随后攻击行为影响的研究尚并未取得一致的结论。例如，Thibaut 和Coules（1952）的一项实验中，能够立刻对激惹自己的人表达敌意的被试比没有机会表达敌意的被试展示出了更多的友好;但在他们的另一实验中，当被试遭受他人的辱骂和报复他人的环节之间间隔3分钟时，研究者便无法重复这第一项实验的结果(Thibaut&Coules,1952)。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3宣泄危害性的实证研究",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "事实上，大量实证研究已明确揭露了宣泄理论所存在的问题，在Bandura（1973）提出中止宣泄治疗后不久，Geen 和Quanty（1977）随即发表了一篇颇具影响力的宣泄研究的综述，得出了发泄愤怒并不能降低反而会增加攻击行为的结论，该结论亦得到了Bushman 等人的系列实验研究的支持，究其原因，宣泄性质的活动往往具有攻击性，因而会引发与攻击有关的敌意思维、情绪体验和行为倾向，反过来会导致更多的愤怒情绪和攻击冲动(Berkowitz,1984;Bushman, 2002；Bushman, Baumeister,& Stack,1999; Geen & Quanty，1977； Tice &Baumeister,1993)。根据宣泄有效性的经典理论，只要是攻击性宣泄都能够释放愤怒情绪和降低攻击行为，宣泄的形式归结起来主要包括三种：一是直接宣泄，即攻击替代性的人或物;二是间接宣泄，指的是想象作出攻击行为；三是目标宣泄，即指向愤怒来源的目标性报复行为。以下主要从这三种宣泄形式的角度介绍宣泄危害性的实验证据。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 直接宣泄对攻击性的影响",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Hornberger（1959）的研究首次为宣泄的危害性提供了直接证据。该研究采用文章互评范式中来自同伴的侮辱性评价来激怒被试，接着，一半的被试敲打钉子10分钟作为一种宣泄行为，另一半被试则没有敲打钉子宣泄愤怒的机会，之后，所有被试都有机会对同伴施加攻击行为。如果宣泄理论是正确的，那么敲打钉子的行为会减少被试随后的攻击性，即敲打钉子这组被试的攻击性要低于什么都不做的被试组，结果恰恰相反，敲打钉子宣泄的被试组表现出更多而不是更少的攻击性(Hornberger,1959)。Malick 和 McCandless（1966）的研究中，主试安排一名同伴阻止被试完成任务来激惹被试，之后一部分被试用玩具枪完成一个射击任务，掷镖的圆靶上贴着一张与同伴相似的照片，结果发现，这种替代性的宣泄在被试随后的敌意感受和攻击行为的减少上没有作用(Mallick& Mccandless，1966)。另有现场实验（Field Experiment）揭示，对他人实施言语攻击会增加个体的攻击行为，该研究将被解雇的员工设定为处于愤怒状态的被试，因其它原因离职的被试则是被设定为处于不愤怒状态的被试，他们被诱导对公司、上级或他们自己进行言语攻击，或参与一个中性话题的讨论，结果发现，愤怒状态的被试针对某一特定对象的言语攻击会增加其后续对同一对象的言语攻击倾向(Ebbesen,Duncan,& Konecni,1975)。在宣泄危害性的实证研究方面，目前为止最具影响力的应该是 Bushman 等人的实验研究(Bushman & Baumeister,1998; Bushman, Baumeister,&Phillips,2001; Bushman et al.,1999; Gollwitzer & Bushman,2012; Parlamis,2012)。为了探讨支持宣泄的媒体资讯对人们选择愤怒调节方式的影响以及宣泄是否会减少愤怒情绪，Bushman等人（1999）进行了较为系统的实验研究。实验一将360 名大学生被试随机分为三组，第一组被试阅读一篇支持宣泄理论的权威性文章，第二组被试阅读一篇反对宣泄理论的权威性文章，第三组被试则是阅读一篇无关宣泄的文章；接着，每组有一半被试被激怒，一半被试不被激怒,这一环节主要通过文章互评的范式让被试接收到同伴的辱骂性评价或中性评价而被激怒或不激怒；之后，被试需要对十项活动进行排序，如玩纸牌、读故事、看喜剧、打沙袋等等。结果显示，读了支持宣泄理论文章并被激怒的被试在之后的活动选择中有较多击打沙袋的欲望，而读了反宣泄理论文章的被试则有没有表现出这种意愿。也就是说，媒体对宣泄理论的支持会引导人们倾向于用攻击的方式调节愤怒。实验二中，700 名被试均通过如实验一的文章互评的方式被激怒，之后一些被试被安排进行击打沙袋的宣泄活动，另一些则不进行打沙袋的活动；最后，被试需要和先前激怒自己的同伴进行竞争反应时任务，该任务通过记录被试为同伴设置的噪音惩罚大小和持续时间来测试其攻击性水平，结果显示，宣泄活动非但没有减少被试的敌意反而增加了其攻击性。Bushman（2001）的另一项实验重复验证并扩展了上述结论。在该实验中，600 名大学生被试通过文章互评的方式被激怒，然后被随机分为三组，一组被试接受愤怒反思（rumination）的实验操作，即被安排击打沙袋并将沙袋想象成先前激怒他们的同伴，另一组被试接受注意转移（distraction）的实验操作，他们也被安排击打沙袋，但在击打的过程中须将其想象成一种健身运动，控制组的被试则是静坐两分钟。之后，所有的被试填写主观敌意量表，并且以同伴为对手完成竞争反应时游戏，以此测试他们的主观愤怒和攻击行为水平。结果显示，在愤怒情绪和攻击性水平上，反思组都显著地高于注意转移组和控制组，而注意转移组和控制组则不存在显著差异，即在调节愤怒情绪方面，什么都不做的处理方式比直接宣泄更有效，这和宣泄理论是相矛盾的。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2 间接宣泄对攻击性的影响",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "传统宣泄理论认为，观看其他人互相殴打的场面会释放观察者愤怒情绪，从而降低观看者的攻击倾向，但是对各个年龄层人群所展开的实验研究结果却反复地证实，在某些情况下，人们做出观察他人或假想自己作出施暴行为这种间接的宣泄活动会增加他们自身的攻击性(Bandura,1965; Bandura & Walters,1963; Geen& Berkowitz,1967)。Berkowitz 就这方面进行了一系列研究，在其中一项实验中，被激怒的大学生被试观看一部主角遭受暴力袭击的电影片段，一部分被试被诱导地认为主角是一个好人，他被殴打是不合理的，另一部分被试则被诱导地认为主角是一个不值得同情的人物，他被殴打是合乎情理的。该实验结果发现，观看将暴力行为合理化了的影片后，人们会表现出比较强的攻击性。Berkowitz（1970）的另一项实验进一步支持了这一发现，该实验中，主试首先对被试施加电影中暴力行为合理化的引导，之后激怒被试，然后要求被试从某一特定的角度来观看暴力电影，其中，一组被试想象自己是电影中的施暴角色，一组被试想象自己是评判者的角色，控制组则不作任何角色想象。结果发现，想象自己是施暴者的被试表现出了最多的攻击行为(Berkowitz，1970)。可见，观看恶人得到应有的惩罚或想象自己惩戒恶人不仅不能消除愤怒反而会提高攻击行为倾向。间接宣泄的方式除了包括观看暴力影视材料，也包括听带有暴力性歌词的音乐，尽管人们听到暴力歌曲时会优先注意到旋律（而非歌词)，但有实证研究显示，攻击性的词汇会启动攻击性思维、攻击性认知甚至攻击性行为，这个效应在攻击性词汇没有被个体意识到的情况下也会发生，因此，有必要关注暴力歌曲可能存在的潜在危害性(Anderson，Benjamin Jr，&Bartholow，1998；Anderson,Carnagey，& Eubanks， 2003；Bargh, Chen，& Burrows，1996)。Anderson 等人（2003）考察了聆听充满暴力歌词的歌曲对攻击性的影响并发现，即便是在个体没有被激怒的情况下，相比非暴力摇滚歌曲，暴力性质的摇滚歌曲就能够显著地提升他们的主观敌意感受，并会使得人们倾向于将模糊不清的词义理解为攻击性质，同时，当聆听兼具攻击性和幽默色彩的歌曲时，其中的暴力成分和幽默成分各自启动的消极体验和积极体验存在相互抵消的效应，从而使得聆听暴力且幽默的歌曲和不听歌曲所带来的敌意感受无显著差异(Anderson et al.,2003)。此外，暴力电子游戏实际上也属于间接宣泄的一种方式，大量社会心理学实验都证明，长期接触暴力电子游戏会产生一系列的负面效应，暴力电子游戏包含的大量对人物的射击、刀刺、拳击、脚踢等行为，并由此促使个体产生攻击性信念、态度以及低水平的亲社会行为和助人行为(Anderson，2004；Anderson& Bushman，2001;Anderson & Carnagey, 2004; Anderson et al., 2010)。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3 目标宣泄对攻击性的影响 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Forster（2005）等人的实验发现，攻击性目标的实现可以抑制攻击性思维(Forster,Liberman,&Higgins,2005)。该实验中，被试被随机分配至三组，第一组需要对屏幕上呈现的攻击词汇作出反应（目标完成组)，第二组也被要求报告攻击词汇但攻击词汇不会出现（目标未完成组)，第三组则是呈现无关攻击的词汇且没有特定任务（控制组)，结果发现，做完词汇任务后，目标完成组的攻击性思维显著地低于另外两组。之后，Denzler 等人（2009）的一系列实验通过创设故事情境，将攻击目标直接设置为伤害他人，再次验证了攻击目标实现对降低攻击性的效果 (Denzler,Forster,&Liberman,2009)。实验一中，第一阶段，实验组被试被要求从故事主角的视角，想象伴侣和自己最好的朋友偷情，以此激发他们报复好友的攻击目标，控制组被试则想象好友为自己准备了一个生日惊喜；第二阶段，实验组被试继续站在主角的视角想象自己对好友实施了暴力行为,控制组被试则是跟随故事情节继续想象生日惊喜；第三阶段，实验组可以针刺象征着故事中好友的人偶，以作出象征性报复，控制组则可以选择针刺或只是看着人偶，每个阶段后，被试都需要完成一个词汇判断任务以测试其攻击性思维水平。结果发现，第一阶段后，实验组的攻击性思维显著地高于控制组，而第二和第三阶段后，实验组被试的攻击性思维则显著下降。实验一结果说明，攻击目标的确立会提升攻击思维，然而，想象或象征性地实现攻击目标时，攻击思维则受到抑制。实验二重复验证并扩充了实验一的结果，相较于实验一，增加了对目标实现后攻击行为的直接评估，通过记录被试为他人选择正负性图片的数量作为测量手段。结果显示，实验组比控制组为他人选择了更多正性图片，即实现攻击目标的被试倾向于表现出更少的攻击行为。实验一和实验二的结果共同说明，在攻击目标激活的情况下实施攻击行为能够缓解后续的攻击倾向，实验三则进一步发现，即便攻击目标被激活，也并非任何攻击行为都能够抑制个体的攻击倾向，除非攻击行为是明确地指向愤怒情绪的源头。实验三同样使用前述的故事情节来诱发被试报复好友的攻击目标，但如果后续被试不是直接攻击好友，而是一个无生命的替代物(如沙袋)或其他无关的人，被试的攻击倾向反而会增强。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "即便如此，研究者们也并不建议将目标宣泄视作降低攻击性的有效手段，不容忽视的一点是，根据效果律和正强化的原理，宣泄只是在短期内奏效，如果人们长期使用宣泄反而会增加攻击性(Denzler&Forster,2012)。另外，实验环境可以对攻击目标的实现进行操纵，但目标宣泄在现实生活中却难以实现。一方面，无论是从法律还是道德层面，直接对激惹自己的人或事实施攻击行为通常都是不被允许的；另一方面，攻击目标的实现往往取决于主观判断等多方面更为复杂的因素。例如，攻击目标的理解假说认为，人们被激惹后的报复行动是为了让挑衅者理解他们所犯下的错误(Gollwitzer，2009)。Gollwitzer 和 Denzler（2009）的研究结果支持了该假说，实验利用同伴的不公平分配行为激怒被试，之后被试可以安排同伴完成评估负性图片的不愉快任务以实施报复，随后被试会收到来自同伴的信息，一部分被试看到的消息是同伴不理解自己为什么要做不愉快任务（不理解条件)，另一部分被试看到的消息是同伴表示是因为此前自己的不公平分配行为导致自己受罚（理解条件)，结果显示，理解条件下被试的攻击性思维显著降低，而不理解条件下则没有这种效果，表明只有当挑衅者理解了受惩罚的原因,报复者才算是实现了目标从而降低其攻击性思维(Gollwitzer&Denzler,2009)。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4宣泄危害性的作用机制",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1 社会学习理论（SocialLearning Theory）",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "根据 Thorndike 的刺激-反应学习理论的效果率（The Law of Effect)，只有当反应对环境产生某种效果时，学习才会发生，如果反应的结果是令人满意的，那么学习就会发生；如果反应的结果是令人烦恼的，那么这种行为反应就会削弱，即满意或不舒适的程度越高，刺激反应联结就越加强或越削弱(Thormdike,1932)。那么，攻击行为所带来的外部（如金钱奖赏）或内部(如内心满意)的积极反馈将提高人们在未来做出攻击行为的可能性。Bandura(1973)的社会学习理论（SocialLearning Theory）在效果律的基础上提出，人的学习活动主要是通过观察他人在特定情境中的行为，审视他人所接受的强化，把他人的示范作为媒介的模仿活动(Bandura,Ross&Ross,1961)。有关攻击的社会学习理论假定，攻击是一种习得行为，主要通过观察模仿他人或者社会强化习得。比如，儿童最初观察一个攻击示范，当它遭到惩罚时，儿童很少表现出攻击行为，但是，当奖赏这种示范之后，儿童则表现出较多的攻击行为(Bandura&Walters,1963)。Schaefer（2005）等人总结了关于儿童攻击性宣泄的的实证研究后得出，如果游戏治疗师允许儿童进行攻击性游戏，而不试图引导儿童的自我或超我对攻击性的控制，那么未来儿童在游戏室内外发生攻击性行为的可能性都会增加(Schaefer&Mattei,2005)。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2 社会认知模型（Social Cognitive Model)",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "攻击的社会认知模型主要包括社会信息加工理论、认知新联想理论、一般攻击模型、综合认知模型等，它们的共通之处在于都强调信息加工方式在攻击行为中的作用(Anderson &Bushman，2002b；Berkowitz，1990；Crick & Dodge，1994；Dodge & Crick，1990；RowellHuesmann, 1988)。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2.1社会信息加工理论（Social Information Processing theory）",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "该理论的观点是，决定个体行为的关键不仅在于情境刺激，更主要是由于个体对这种情境刺激的加工和解释方式，个体对敌意情境刺激的认知加工和解释方式决定了其在该情境下的反应(Crick& Dodge,1994; Dodge ＆ Crick,1990)。Huesmann（1988）的脚本理论认为儿童之所以表现出攻击行为，是因为他们习得了脚本（scripts)，并以此为向导在以后的行为中表现出来。攻击性脚本一旦形成很难改变，经过多次强化便会增加攻击行为出现的可能性。这一过程不断持续直至这些行为都被固定在攻击性图式中，这一图式会在成年期仍然保持。例如，个体接触暴力电子游戏时会形成一连串与游戏中暴力行为高度相关的记忆脚本储存在个体大脑中，随着个体接触暴力电子游戏频率增加，这些与暴力行为相关的脚本会在大脑中不断演练而得到强化，最后被个体运用到相关的现实生活中，进而表现出相应的暴力行为(Rowell Huesmann，1988)。Berkowitz 的认知新联想理论（Cognitive Neo-AssociationisticTheory）受脚本理论影响，着重考察认知、情绪与行为、内在倾向之间的联系，强调个体此前习得的攻击脚本被固定在攻击图式中，在遇到敌意情境时被激活而产生攻击行为。具体来说，与攻击有关的思维、情感和行为在记忆中是一个联合的网络，敌意性思维的激活能够引起一个由攻击性想法、情绪以及行为冲动组合在一起的复杂联结，例如，看到武器可以加速与攻击有关记忆的激活，从而提高攻击倾向(Berkowitz,1990,1993)。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2.2一般攻击理论 (GeneralAggression Model)",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "在综合多种理论的基础上，Anderson 和 Bushman（2002）提出了一般攻击模型理论，该理论认为个人因素和情境因素共同影响认知过程而产生攻击行为，这些因素被称为输入变量，攻击行为的产生很大程度上是基于人们记忆中与攻击相关的知识结构的学习、激活和应用。一般攻击模型就暴力电子游戏对玩家攻击性行为的影响提出了理论解释，它认为暴力电子游戏对个体的影响存在两种机制：短时效应和长时效应(Anderson＆Bushman,2002a)。短时效应模型强调个体与环境短时间接触后，环境刺激对个体产生的影响。暴力电子游戏经验作为环境变量输入个体时，个体的内部状态的认知、情绪情感和生理唤醒等变量可能发生改变，这种改变会影响个体对情境的评估和做出行为的决策，进而影响个体的行为。长时效应模型认为反复接触暴力电子游戏刺激会使玩家的观念态度、期望、知觉和行为等图式的攻击性成分增加，进而造成玩家对攻击性脱敏，最终使玩家的攻击性人格增加。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.2.3综合认知模型 (Integrative Cognitive Model)",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "该模型整合了社会认知模型的有关理论，从敌意情境刺激到愤怒和反应性攻击行为之间的认知加工过程，形成一个统一的认知模型来解释愤怒与反应性攻击产生的内部认知机制，该模型强调敌意解释（hostile interpretation）、反思注意（ruminative attntion）和努力控制（effortfulcontrol）这三种认知加工过程的功能(Wilkowski & Robinson,2008,2010)。其中，反思注意指对消极心境及其诱因、结果、相关自我评价的重复加工和持久注意的反应模式(Nolen-Hoeksema, Wisco,& Lyubomirsky,2008; Rusting & Nolen-Hoeksema,1998)。对情境刺激引起的敌意解释进行的反思会增强敌意解释，从而放大愤怒的体验，增大反应性攻击的可能性。个体一旦进行反思，其愤怒与反应性攻击的倾向将会持续和增强(Bushman,2002)。通过延长反思过程的社会认知研究发现，愤怒和反应性攻击也会随之得到延长和加强(Bushman,2002；Rusting& Nolen-Hoeksema,1998)。自我报告调查(Caprara,1986；Denson,Pedersen,& Miller,2006; Gerin,Davidson, Christenfeld, Goyal,& Schwartz,2006)和实验室实验(Densonetal.,2006)的大量研究都支持了这个结论，有关反思与情绪反应的文献也认为反思会使愤怒情绪得到加强(Bushman,2002; Rusting& Nolen-Hoeksema,1998)。尤其高特质愤怒的个体对敌意信息的选择性注意会表现出明显的偏好，进而促进了与敌意信息相关的反思，导致他们很难从敌意性思维中抽离出来(Putman,Hermans,& van Honk,2004;Wilkowski &Robinson,2008)。此外，与宣泄理论强调负性情绪的释放不同，综合认知模型理论将努力控制看做是对抗愤怒和反应性攻击倾向的有效手段。努力控制是自我调节的主要形式，它是一种通过抑制优势反应，来完成次要反应，以察觉错误、执行计划任务的能力，代表了执行性注意的效能(Rothbart,2007;Rothbart＆ Rueda,2005)。由于努力控制的存在，可以使个体得以重新审视敌意情境，调节对敌意解释的持续关注，并通过抑制愤怒和攻击行为的表达，从而最终影响行为结果(Eisenberg et al.,2007)。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "4.3宣泄目标模型（AGoalModelofCatharsis) ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Denzler 和Forster 提出的宣泄目标模型假设(Denzler＆Forster,2012)，攻击目标的实现依赖于敌意性思维的可及性（accessibility）功能，这里可及性是指长时记忆里的信息能被更快地提取，如果个体想要攻击某个目标，在目标实现之前，与攻击有关的构想（construct)在记忆中会被高度激活，但在实现了攻击目标之后，敌意性思维的可及性功能将受到抑制，攻击行为也会随之减少，只有实现了目标的攻击行为才能够减少个体后续的攻击性。例如，某人的目标是伤害A，那么伤害B 或者无关的他人将不会减少其攻击性。宣泄目标模型与以往支持和质疑宣泄的理论存在几点不同：第一，该模型并不依赖于某种特定的攻击驱动力(挫折—攻击模型）、能力（习性模型）或本能冲突（弗洛伊德的精神分析理论)；第二，最重要的是，与传统的宣泄理论认为任意攻击行为都能够减少个体后续攻击性不同，该模型指出，个体只有实现了攻击目标其攻击性才会降低，那些诸如竞赛运动等没有实现目标的攻击行为并不能减少攻击性，反而会通过激活敌意性思维而提高攻击性，这和上述社会认知模型（如脚本理论、一般攻击模型）的观点相一致。宣泄目标理论所揭示的关键结论是，愤怒的个体只有对导致其愤怒的特定对象实施攻击宣泄，并且在宣泄者看来对攻击目标造成了实质伤害，以及这种宣泄行为不会引起其它报复性事件等负面后果的情况下，宣泄行为才可能降低宣泄者后续的愤怒情绪和攻击反应，不满足这些条件的宣泄行为都存在增加攻击倾向的潜在危害(Konecni, 2016)。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5 5总结与展望 ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "传统的宣泄理论鼓励人们通过攻击行为发泄愤怒，然而，大量实证研究揭示，无论是成人还是儿童，攻击性的宣泄不仅不能降低反而会增加愤怒和暴力倾向。遗憾的是，长期以来，证实了宣泄危害性的科学研究似乎并未阻断人们对宣泄理念与宣泄设备的盲目推广，无论是大众还是主流媒体、报刊杂志，仍然普遍认可用发泄的方式释放负面情绪，心理宣泄设备的种类也愈发地丰富多样，除了常见的击打型宣泄用具，市场上已有不少商家开始利用虚拟现实技术，通过类似游戏的任务诱导用户释放情绪，或构建虚拟人物来进行言行上的诉说和发泄。在宣泄设备被开发和广泛应用的同时，有一些问题需要被注意，并在未来着力解决。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "首先，使用宣泄设备发泄愤怒会引发个体作出直接宣泄、间接宣泄或目标宣泄的活动，进而增加其攻击倾向。心理宣泄室中通常配备了沙袋、橡皮人、宣泄墙、宣泄地板以及尖叫呐喊消音器等设备，来访者以释放愤怒情绪或攻击冲动为目的地使用这些设备实际上是一种直接宣泄的过程，比如捶打橡皮人时将其想象成激惹自己的对象。间接宣泄可以通过在宣泄室中观看暴力画面、聆听暴力性质的音乐、想象或观看暴力行为而实现，比如，在使用智能互动宣泄仪的过程中，来访者无须攻击实物，而是通过虚拟的暴力场景，想象自己是实施攻击行为的主体，借助红外感应技术实现人机互动的情绪宣泄。无论是直接宣泄还是间接宣泄，攻击性宣泄活动都会强化个体对愤怒情绪的反思注意，促使个体攻击性认知图式的形成乃至稳固，甚至会带来增加其攻击性人格的风险。尤其对处于价值观形成关键时期的青少年来说，鼓励使用宣泄设备释放愤怒可能会导致他们在遇到困难、挫折、矛盾时，不能客观认识自身问题以及合理处理情绪，到宣泄室通过打、砸、吼等简单粗暴的方式解决问题甚至迁怒于他人。在监狱系统中，部分看守所也设有心理宣泄室，狂躁型的服刑人员可以通过打沙袋或踩气球等方式释放情绪，那么，对于这些很可能已具有较高攻击倾向的群体来说，宣泄活动是否会加剧其攻击性人格也是一个需要审慎对待的问题。此外，尽管有研究者发现，指向愤怒源头的目标宣泄在短期内对缓解攻击性有一定效果，但有别于直接宣泄和间接宣泄将愤怒转向无生命的物体或假想施暴者进行替代性发泄，目标宣泄活动在宣泄室中是无法实现的，例如，来访者不能对挑衅者施加实质性的报复行为，更应该引起重视的是，现实生活中的目标宣泄活动极可能触碰道德、伦理甚至法律的底线，从长远来看还将危害社会的和谐与稳定。再次，本研究并非完全否定宣泄设备的功能，以往的理论和实验研究主要证实了，以缓解愤怒情绪为目的的宣泄会增加人们后续的攻击性，未来有必要系统地考量心理宣泄在调节其它负性情绪或心理病症方面的效果，以及在心理健康服务工作中应如何科学地指导人们合理使用宣泄设备。最后，科学配置心理咨询设备是完善社会心理服务体系的重要一环，而在科学研究领域已被证实无效甚至有潜在危害的宣泄干预手段，在实践中依然被大规模采用和实施，这从本质上反映了目前的心理健康服务与科学研究领域之间的脱节问题。科研成果在转化的过程中，可能会面临来自受众群体、应用市场、政策环境乃至研究者本身其及所在机构的种种障碍。因此，在从单纯研究转向复杂应用过程中，无论是研究者、资助人还是使用者，都应具有开放的思维，跨越原有的学科和部门边界，以问题为导向，建立协同合作的研究和工作机制。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Anderson, C. A. (2O04). An update on the effects of playing violent video games. Journal of Adolescence, 27(1), 113-122.   \nAnderson, C.A. Benjamin Jr, A. J.,& Bartholow, B. D. (1998). Does the gun pull the trigger? Automatic priming effects of weapon pictures and weapon names. Psychological Science, 9(4), 308-314.   \nAnderson, C.A.,& Bushman, B.J. (2001). Effects of violent video games on aggressive behavior, aggressive cognition,aggressive affect, physiological arousal, and prosocial behavior: A meta-analytic review of the scientific literature. Psychological Science, 12(5),353-359.   \nAnderson, C.A.,& Bushman, B.J. (2002a). The effects of media violence on society. Science, 295(5564), 2377-2379.   \nAnderson, C. A.,& Bushman, B. J. (2002b). Human aggression. Annual Review of Psychology, 53.   \nAnderson, C. A.,& Carnagey,N.L. (2004). Violent Evil and the General Aggression Model. The Social Psychology of Good and Evil,168-192.   \nAnderson, C.A., Carnagey,N.L.,& Eubanks,J. (2Oo3). Exposure to violent media: The effects of songs with violent lyrics on aggressive thoughts and feelings. Journal of Personality and Social Psychology, 84(5), 960.   \nAnderson, C.A., Shibuya,A., Ihori, N., Swing,E.L.,Bushman, B.J., Sakamoto,A.,... Saleem, M.(201O). Violent video game effects on aggression, empathy, and prosocial behavior in Eastern and Western countries: A meta-analytic review. Psychological Bulltin, 136(2), 151.   \nAristotle. (1951). Poetics. New York: Dover Publications.   \nBandura,A. (1965). Influence of models' reinforcement contingencies on the acquisition of imitative responses. Journal of Personality and Social Psychology, 1(6), 589.   \nBandura,A. (1973). Aggression: A social learning analysis. Oxford, England: Prentice-Hall.   \nBandura,A.， Ross, D.，& Ross, S.A. (1961). Transmission of aggression through imitation of aggressive models. The Journal of Abnormal and Social Psychology, 63(3), 575.   \nBandura, A., & Walters, R. H. (1963). Social learning and personality development. New York: Holt,Rinehart & Winston.   \nBargh,J. A., Chen, M.,& Burrows,L. (1996). Automaticity of social behavior: Direct effects of trait construct and stereotype activation on action. Journal of Personality and Social Psychology, 71(2), 230.   \nBerkowitz,L.(197O). Experimental investigations of hostility catharsis. Journal of Consulting and Clinical Psychology, 35(1p1), 1.   \nBerkowitz, L.(1984). Some effects of thoughts on anti-and prosocial influences of media events: A cognitive-neoassociation analysis.Psychological Bulletin, 95(3), 410.   \nBerkowitz，L. (199O). On the formation and regulation of anger and aggression:A cognitive-neoassociationistic analysis. American Psychologist, 45(4), 494.   \nBerkowitz, L. (1993). Pain and aggression: Some findings and implications. Motivation and Emotion, 17(3),277-293.   \nBreuer,J.,& Elson, M. (2O17). Frustration-Aggression Theory. The Wiley Handbook of Violence and Aggression, 1-12.   \nBushman, B.J. (2OO2). Does venting anger feed or extinguish the flame? Catharsis, rumination, distraction, anger, and aggressive responding. Personality and Social Psychology Bulletin, 28(6), 724-731.   \nBushman， B. J. (2018). Editorial overview: aggression and violence. Current Opinion in Psychology,19,iv-vi.   \nBushman,B.J.,& Baumeister, R.F.(1998). Threatened egotism, narcissism, self-esteem,and direct and displaced aggression: Does self-love or self-hate lead to violence?. Journal of Personality and Social Psychology, 75(1), 219.   \nBushman, B.J., Baumeister, R. F.,& Phillips, C. M. (2001). Do people aggress to improve their mood? Catharsis beliefs，afect regulation opportunity， and aggressive responding. Journal of Personality and Social Psychology, 81(1),17.   \nBushman, B.J., Baumeister, R.F.,& Stack,A. D.(1999). Catharsis,aggression,and persuasive influence: Self-fulfiling or self-defeating prophecies?. Journal of Personality and Social Psychology, 76(3), 367.   \nBuss,A. H. (1961). The psychology of aggression. Hoboken,NJ, US: John Wiley & Sons Inc.   \nCaprara, G. V. (1986). Indicators of aggression: The dissipation-rumination scale. Personality and Individual Differences, 7(6), 763-769.   \nCrick, N. R., & Dodge, K. A. (1994). A review and reformulation of social information-processing mechanisms in children's social adjustment. Psychological Bulletin, 115(1), 74.   \nDenson,T.F,Pedersen,W. C.，& Miller, N. (2006). The displaced aggression questionnaire. Journal of Personality and Social Psychology, 90(6), 1032.   \nDenzler, M.，& Förster, J. (2O12). A goal model of catharsis. European Review of Social Psychology, 23(1), 107-142.   \nDenzler, M.， Forster, J.，& Liberman，N. (2O09).How goal-fulfillment decreases aggression. Journal of Experimental Social Psychology, 45(1), 90-100.   \nDodge, K. A.,& Crick, N. R. (199O). Social information-processing bases of aggressive behavior in children. Personality and Social Psychology Bulletin, 16(1), 8-22.   \nDollard,J., Miller, N. E., Doob,L.W., Mowrer, O.H.,& Sears,R.R. (1939).Frustration and aggression. New Haven, CT, US: Yale University Press.   \nEbbesen, E.B., Duncan, B.,& Konecni, V. J. (1975). Effects of content of verbal aggression on future verbal aggression: A field experiment. Journal of Experimental Social Psychology, 11(2),192-204.   \nEisenberg,N., Ma, Y., Chang,L., Zhou, Q., West, S. G.,& Aiken,L. (2007). Relations of effortful control, reactive undercontrol, and anger to Chinese children's adjustment. Development and Psychopathology, 19(2),385-409.   \nErdelyi, M. H. (1985). Psychoanalysis: Freud's cognitive psychology. New York: Freeman.   \nForster, J., Liberman,N.,& Higgins, E. T. (2Oo5). Accessibility from active and fulfilled goals. Journal of Experimental Social Psychology, 41(3), 220-239.   \nBreuer, J.,& Freud, S.(1957). Studies on hysteria. Oxford,England: Basic Books.   \nGeen,R. G.，& Berkowitz, L. (1967). Some conditions facilitating the occurrence of aggression after the observation of violence. Journal of personality, 35(4), 566-576.   \nGeen, R. G.,& Quanty, M. B.(1977). The catharsis of aggression: An evaluation of a hypothesis. In L. Berkowitz (Ed.), Advances in experimental social psychology (Vol. 10, pp. 1-37). New York: Academic Press.   \nGeen, R. G., Stonner, D., & Shope, G. L. (1975). The facilitation of aggression by aggression: evidence against the catharsis hypothesis. Journal of Personality and Social Psychology, 31(4), 721.   \nGerin, W., Davidson, K. W., Christenfeld, N. J., Goyal, T.,& Schwartz, J. E. (2006). The role of angry rumination and distraction in blood pressure recovery from emotional arousal. Psychosomatic Medicine, 68(1), 64-72.   \nGollwitzer, M. (20o9). Justice and revenge. In M.E. Oswald, S. Bieneck,& J. Hupfeld-Heinemann (Eds.), Social psychology of punishment of crime (pp. 137-156). Hoboken, NJ: Wiley.   \nGollwitzer, M.,& Bushman, B.J. (2012). Do victims of injustice punish to improve their mood? Social Psychological and Personality Science, 3(5),572-580.   \nGollwitzer, M.,& Denzler, M. (2O09). What makes revenge sweet: Seeing the offender suffer or delivering a message?. Journal of Experimental Social Psychology, 45(4), 840-844.   \nHokanson, J. E. (1961). The effects of frustration and anxiety on overt aggression. The Journal of Abnormal and Social Psychology, 62(2), 346.   \nHokanson, J. E. (1974). Investigating aggression from mice to man. Psyccritiques, 19(10), 714- 715.   \nHokanson, J.E.,& Burgess, M. (1962a). The effects of status,type of frustration,and aggression on vascular processes. The Journal of Abnormal and Social Psychology, 65(4), 232.   \nHokanson, J. E.，& Burgess，M. (1962b). The effects of three types of aggression on vascular processes. The Journal of Abnormal and Social Psychology, 64(6), 446.   \nHokanson,J. E., Burgess,M.,& Cohen, M. F. (1963). Effect of displaced aggression on systolic blood pressure. The Journal of Abnormal and Social Psychology, 67(3), 214.   \nHokanson, J.E.,& Edelman,R.(1966).Effects of three social responses on vascular processes. Journal of Personality and Social Psychology, 3(4), 442.   \nHokanson,J.E.,& Shetler, S. (1961). The effect of overt aggression on physiological arousal level. The Journal of Abnormal and Social Psychology, 63(2), 446.   \nHornberger, R.H. (1959). The differential reduction of aggressive responses as a function of interpolated activities.American Psychologist,14,354.   \nKonecni, V. (2016). The anger-aggression bidirectional-causation (AABC) model's relevance for dyadic violence,revenge and catharsis. Social Behavior Research and Practice Open Journal, 1(1), 1-9.   \nLorenz, K. (1963/1983). Das sogenannte Bose. Zur Naturgeschichte der Aggression [On Aggression]. Munich, Germany: Deutscher Taschenbuch Verlag.   \nMallick, S. K.，& Mccandless, B.R. (1966). A study of catharsis of aggression. Journal of Personality and Social Psychology, 4(6), 591.   \nMarcus-Newhall, A., Pedersen, W. C., Carlson, M.,& Miler, N. (20oO). Displaced aggression is alive and well: a meta-analytic review. Journal of Personality and Social Psychology, 78(4), 670.   \nMiller, N. E. (1941). I. The frustration-aggression hypothesis. Psychological review, 48(4),337.   \nNolen-Hoeksema， S.，Wisco，B.E.，& Lyubomirsky，S.(2008).Rethinking Rumination. Perspectives on Psychological Science, 3(5), 400-424.   \nParlamis, J. D. (2O12). Venting as emotion regulation: The influence of venting responses and respondent identity on anger and emotional tone. International Journal of Conflict Management, 23(1), 77-96.   \nPutman, P., Hermans,E.,& van Honk,J. (20o4). Emotional stroop performance for masked angry faces: it's BAS, not BIS. Emotion, 4(3), 305.   \nRothbart, M. K. (2Oo7). Temperament， development, and personality. Current Directions in Psychological Science, 16(4),207-212.   \nRothbart，M.K.，& Rueda, M.R. (2005). The development of effortful control. Developing Individuality in the Human Brain: A tribute to Michael I. Posner,167-188.   \nRowell Huesmann, L. (1988). An information processing model for the development of aggression. Aggressive Behavior, 14(1), 13-24.   \nRusting，C.L.，& Nolen-Hoeksema， S.(1998). Regulating responses to anger: Effects of rumination and distraction on angry mood. Journal of Personality and Social Psychology, 74(3), 790.   \nSchaefer,C.E., & Mattei, D. (2005).Catharsis: Effectiveness inchildren's aggression. International Journal of Play Therapy,14(2),103-109.   \nScheff, T. (2Oo1). Catharsis in healing, ritual,and drama. Lincoln, NE: iUniverse. com: Inc.   \nThibaut, J.W.,& Coules,J. (1952). The role of communication in the reduction of interpersonal hostility. The Journal of Abnormal and Social Psychology, 47(4),770.   \nThorndike,E. L. (1932). The fundamentals of learning. New York: Bureau of Publications Teachers College.   \nTice,D.M.,& Baumeister, R.F. (1993). Controlling anger: Self-induced emotion change.In D. M. Wegner & J. W. Pennebaker (Eds.),Century psychology series. Handbook of mental control (pp. 393-409). Englewood Cliffs,NJ, US: Prentice-Hall, Inc.   \nWegner & J. W. Pennebaker (Eds.), Century psychology series. Handbook of mental control (pp. 393-409). Englewood Cliffs,NJ, US: Prentice-Hall, Inc.   \nVerona,E.，& Sulivan,E.A. (2OO8).Emotional catharsis and aggression revisited: Heart rate reduction following aggressive responding. Emotion, 8(3), 331.   \nWilkowski, B.M.,& Robinson,M. D. (2OO8).The cognitive basis of trait anger and reactive aggression: An integrative analysis. Personality and Social Psychology Review, 12(1), 3- 21.   \nWilkowski, B. M.,& Robinson, M.D. (2010). The anatomy of anger: An integrative cognitive model of trait anger and reactive aggression. Journal of Personality, 78(1), 9-38.   \nWorchel, P.(1957). Catharsis and the relief of hostility. The Journal of Abnormal and Social Psychology, 55(2), 238. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Is catharsis beneficial or harmful? The psychological intervention effect and potential harm of catharsis ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "ZHAN Jun; XU Hongfei; REN Jun; LUO Jing (School of Marxism, Fujian Agriculture and Forestry University, Fuzhou, 35oo02,China) (Suzhou Industrial Park Xietang School, Suzhou,215123, China) (School of psychology, Zhejiang Normal University, Jinhua, 32l0O4, China) (School of psychology, Capital Normal University, Beijing,l0o048, China) ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Abstract: The theory of catharsis believes that venting can effectively alleviate anger and aggressive impulses. However, a large number of experimental studies about the effects of direct catharsis, indirect catharsis and target catharsis on aggression have revealed the potential harm of catharsis on aggression and its functional mechanism, the catharsis can't reduce anger but increase aggression through factors such as cognitive processing. Even so, the public stillfavors this seemingly convenient way of regulating emotion， for example catharsis equipment has become the standard equipment of psychological counseling institutions. This not only suggests people's unilateral cognition of psychological catharsis, but also reflects the lack of scientific and standardized construction of our social psychological service system. Future research should focused on the potential problems and its possible solutions in the current widespread application of catharsis equipment that used as a mean of modern psychological intervention. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Key words: catharsis; emotion regulation; anger; aggression ",
        "page_idx": 16
    }
]