[
    {
        "type": "text",
        "text": "Ultra low water adhesive metal surface for enhanced corrosion protectiont ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Gang Wang,a Zhixiang Zeng,b Junjun Chen,b Mengya Xu,b Jingfang Zhu,b Shuan Liu,b Tianhui Ren\\*a and Qunji Xueb ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A superhydrophobic surface with ultra low water adhesive force is fabricated on various metals for enhanced corrosion protection.The superhydrophobic surface is constructed by passivated zinc oxide (ZnO)and low surface energy poly(dimethylsiloxane) (PDMS).The process of wettability transformation and corosion are evaluated by a salt spray test and electrochemical measurement.The superhydrophobic surface is separated layer-by-layer to reveal the function of each layer in corrosion protection.The surface adhesive force is applied as a novel metric for precisely determining the wettability state on the substrate surface.The results revealthatthe ultra low water adhesive force of the superhydrophobic surface can effectively suppress water condensation on the metal surface which can suppress the transformation from the Cassie to Wenzel state. The superhydrophobic surface can effectively inhibit corrosion because of the synergistic effect of the triple layered protection system of air, PDMS and ZnO. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "There is a great demand for metals in daily life,in the construction,military and industry because of their excellent conductivity， thermal conductivity， greatstrength and machinability.However，the thermodynamic instabilityof metal atoms are easy to translate into its compounds under hydrothermal and corrosive conditions which resultsin a corrosion reaction.The degradation or failure of the metal materials caused by the corrosion reactions not only brings huge economic loss but also threatens the safety of human life. So,where there is a metal,there is a need for corrosion protection.Thus,effective protection technology is necessary to inhibit the corrosion reaction.Up to now, lots of methods are used to protect metals against corrosion such as cathodic protection,protective coatings,corrosion inhibitors and alloying element addition.1-6 In these methods,coating is one of the most effective and economical ways to inhibit the metal corro sion which can obstruct the contact of the corrosive medium with the metal.Generally,there are three methods applied to improve the protective performance of the coatings.Firstly, corrosion inhibitors are added into the coating to inhibit the metal corrosion reaction underneath the coating.7-9 Secondly, fillers or pigments,such as graphene,nanoclay，zinc oxide (ZnO) and silicon dioxide,are added into the coating to elongate the diffusion path of the corrosive media through the coating.10-14 Thirdly,high density，highly crosslinked,thicker and self-healing coatings are needed to reduce the coating permeability.15-17 However, the drawbacks of poor dispersion, toxicity，negative effect to mechanical property and long response time limit their wide application. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Compared with the previously mentioned methods,a superhydrophobic surface with a liquid contact angle higher than $1 5 0 ^ { \\circ }$ and the sliding angle lower than $1 0 ^ { \\circ }$ can effectively prevent the contact between the corrosive liquid and the metal surface which inhibits corrosion.18 In addition,the low water adhesion of the superhydrophobic surface is widely used for selfcleaning，antifogging,and drag reduction，and so on.19,20 Thus,the superhydrophobic surface is a promising coating to prevent corrosion because of its excellent water resistance. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In recent years,lots of superhydrophobic surfaces were prepared by bottom-up (layer-by-layer assembly，dip-coating, spin-coating，spray-coating，chemical vapor deposition and phase-separation) and top-down (etching and lithography) approaches.21 Boinovich et al.fabricated a superhydrophobic oxidized surface of aluminum alloys with enhanced resistance to pitting corrosion in sodium chloride (NaCl) solutions using a nanosecond laser treatment.2² Xiao et al. prepared superhydrophobic copper oxide nanoneedle array films for the enhancement of corrosion resistance of copper substrates by electrochemical anodization.23 However， creating a superhydrophobic surface on a metal surface is still a challenging task.24 Furthermore,the diverse steps, high technique requirementsand specificityof substratefor creating superhydrophobic coatings were the main constraints to the wide applicationofsuperhydrophobiccoatings. Somesuperhydrophobic anticorrosion coatings are only suitable for a specific metal.A common approach to fabricating a superhydrophobic anticorrosion coating on metal is needed. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "According to previous papers in the literature,a stable air barrier trapped in hierarchical roughness and low contact area between the corrosion liquid and the solid surface are the fundamental mechanisms of superhydrophobic surfaces for corrosion resistance.25 Therefore,a Cassie state is essential for superhydrophobic surfaces to inhibit corrosion.It is reported that the superhydrophobic surface lost corrosion resistance during long-term contact of corrosion solution because of the transformation from a Cassie to a Wenzel state.2,26,27 So more dense，passivated and“Cassie-stable” superhydrophobic surfaces are needed to enhance the anticorrosion property. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this research,a superhydrophobic surface constructed with passivated ZnO and low surface energy poly(dimethylsiloxane) (PDMS) was fabricated on various metals to give corrosion resistance.The process of wettability transformation and corrosion is simulated by the salt spray test,which can be clearly observed.The superhydrophobic surface is separated layer-by layer for corrosion testing to reveal the function of each layer in corrosion resistance.The surface adhesive force is applied as a novel metric for precisely determining the wettability state on the substrate surface.Electrochemical measurements are used to evaluate the anticorrosion property of the sample.The results demonstrate that the triple layered protection system of the asprepared superhydrophobic surface presents outstanding corrosion resistance in metal protection. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results and discussion ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Previous studies demonstrate that the best water contact angle (WCA) of smooth surfaces do not exceed $1 2 5 \\mathrm { - } 1 3 0 ^ { \\circ }$ .28 Surface roughness is a key factor in creating a superhydrophobic surface which can amplify the intrinsic wetting property according to the Cassie-Baxter model. Thus，a superhydrophobic surface can be attained using low energy materials with an hierarchical rough surface.ZnO is an oxide semiconductor with special optical,electrical,chemical,biological and non-toxic properties and has been used as pigment in coatings to improve metal corrosion protection.13 Furthermore, the $z \\mathrm { n o }$ with diverse and versatile morphologies from onedimensional to three-dimensional nanostructures can be synthesized at low temperature on a wide range of substrates without using sophisticated or expensive equipment.29 PDMS is one of the most important high performance polymers and widely used in corrosion resistance because of its hydropho bicity，thermal stability，adhesivity，flexibility and chemical inertness.Furthermore， the crosslinked PDMS will form abarrier layerwhich can effectively inhibit corrosion liquid infiltration.Therefore,a superhydrophobic coating was fabricated with anticorrosion properties by two simple steps of aligned $z _ { \\mathrm { n O } }$ nanorod array construction and low energy crosslinked PDMS modification.The fabrication procedure is shown in Scheme 1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Thealigned ZnO nanorod array film is constructed on the low alloy steel substrate via a simple hydrothermal method. Compared with the smooth uncoated steel substrate (Fig.S1at), thereisauniform,dense and white filmon the steel substrate (Fig.1a).It is seen from the magnified scanning electron microscopy (SEM) image (Fig.1b) that the film is composed of aligned ZnO nanorod arrays.The length of a single ZnO nanorod isabout $4 . 7 \\mu \\mathrm { m }$ which is arranged vertically on the substrate surface (Fig.1c).Every ZnO nanorod is assembled by hexagonal nanosheets fabricated step-by-step in layers and it presents as a cone shaped rod.These nanosheets are about $2 0 { - } 5 0 ~ \\mathrm { n m }$ in thickness on average (Fig.1d).Between the nanosheets, there are nanogrooves.The hierarchical structure which combines micro- and nano-structures and tightly packed rods are beneficial forair capture which is significant for superhydrophobic surface construction.In order to get superhydrophobicity, low energy PDMS is coated on the aligned $z \\mathrm { n o }$ nanorod arrays by dip coating.In Fig.1e,a thin film can be seen on the aligned ZnO nanorod arrays which is marked by red arrows.In the transmission electron microscopy (TEM) images (Fig. $^ { S 2 \\dagger } .$ ，it can be seen that the crystal surface of ZnO (dark area) is covered by a crosslinked PDMs film (light color area) with the thickness of $6 5 . 8 6 { - } 6 . 1 3 ~ \\mathrm { n m }$ ： ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The structure and phase composition of the as-prepared ZnO coating is revealed in its X-ray diffraction (XRD) pattern.As shown in Fig.2a,there are sharp peaks of iron (Fe) marked with diamonds in the XRD pattern of the uncoated substrate. Compared with a ZnO coated substrate,typical diffraction peaks of $z \\mathrm { n o }$ are detected.The ZnO diffraction peaks marked with spades match well with standard hexagonal ZnO crystallography (JCPDS card no.36-1451). The previous results indicate that the hierarchical aligned ZnO nanorod arrays are successfully coated on the substrate.The surface composition of the $z \\mathrm { n o }$ and ZnO/PDMS coated substrate was analyzed using X-ray photoelectron spectroscopy (XPS).In the XPS survey spectrum (Fig.2b),the elements of the $z _ { \\mathrm { n O } }$ coated substrate are carbon，oxygen and zinc $( \\mathbf { Z } \\mathbf { n } )$ without silicon.After PDMS coating,all peaks corresponding to the $z _ { \\mathrm { n O } }$ coated substrate and the peak of silicon appears at $1 0 3 { \\mathrm { ~ e V } }$ and these agree well with results reported in the literature.The content of every elementis shown in Table S1. $\\dagger$ The content of elemental silicon is up to $2 2 . 4 6 \\%$ . The chemical composition and distribution of the $\\mathbf { Z n O / P D M S }$ coated substrate was characterized using Fourier transform infrared spectroscopy (FTIR),energy dispersive X-ray spectrometry (EDs) and chemical element mapping images (Fig. $\\mathbf { S } 3 \\dagger .$ ).Therefore,the coatings of $z _ { \\mathrm { n O } }$ and PDMS were successfully prepared on the substrate. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/57a5e405dddb5abdcb959918aa74a15930efa2efbad44f8ad08558a1629c7768.jpg",
        "img_caption": [
            "Scheme1 Schematic ilustration of the fabrication processfor the ultra low water adhesive metal surface. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/d5d37a3ea26a1a97c4dd21bd1879ea60fe6be7a1d5d7d23ff2ec418a4ef19296.jpg",
        "img_caption": [
            "Fig.1Scaningelectronmicroscopy(SEM)imagesofZnOandZnO/PDMScoatedsubstrates.(a)Large-areaviewofZnOcoatedubstrate surface.(b) The higher magnification SEM images of the $z _ { \\mathsf { n O } }$ coated substrate surface.(c) SEM side view of the aligned $z _ { \\mathsf { n O } }$ nanorod arraycoatedsubstrate surface.(d)SEMimageofasingleZnO nanorod.(e)The SEMimageof ZnO/PDMS coated substrate surface. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/0330b740d4d961fb1221016a4943aad8a0562a1014e2f0d64c24c297436c3425.jpg",
        "img_caption": [
            "Fig.2 Chemical composition analysis of various surfaces. (a) XRD patterns,(b) XPS survey spectrum of $z _ { \\mathsf { n O } }$ and ZnO/PDMS films. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The water wettabilities of the samples are shown in Fig.3. The changes of WCA of the four samples were recorded using a contact angle meter (Fig.3a).The substrate is hydrophobic with a WCA of $1 0 9 ^ { \\circ }$ . Even after the low surface energy material ofPDMSwasmodified,the WCAwas $1 1 4 ^ { \\circ }$ which is still much lower than $1 5 0 ^ { \\circ }$ .Although the surfaces of substrate and substrate/PDMS are hydrophobic,the hydrophobicity of the two surfaces seemed unstable.As time goes on,the WCA of the substrate and substrate/PDMS samples declined by $2 0 ^ { \\circ }$ in $1 6 0 \\mathrm { s } .$ 号 The surface of the substrate $\\mathbf { \\tau } _ { \\mathrm { Z n O } }$ sample is hydrophilic.The WCA of its surface declines significantly from $1 2 0 ^ { \\circ }$ to $9 ^ { \\circ }$ in ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/47c36bc2b398adba0fe98237a810404f156a14ce768001ee237075d454057587.jpg",
        "img_caption": [
            "Fig.3The water wettability of the four samples.(a) The dynamic WCAs of the four samples.(b) The changes of contact diameter of water droplets of the four samples.(c) The water sliding angles of the four samples. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "160 s.Combined with the hierarchical structure of $z _ { \\mathrm { n O } }$ and the low surface energy material of crosslinked PDMS,the surface of the substrate/ZnO/PDMS is superhydrophobic with a stable WCA of $1 5 4 ^ { \\circ }$ .Teisala et al. studied the contact angle and contact diameter of evaporating water droplets which revealed the liquid adhesion behaviour on the different surfaces.o To investigate the wettability of various surfaces，the shape changes of water droplets were recorded on different surfaces (Fig.3b).In Fig.3b,there are no changes of the contact diameter of water droplets on the two hydrophobic surface of substrate and substrate/PDMS.The decline of water contact angle in Fig. 3a is because of to the volatilization of water droplet.To the hydrophilic substrate/ZnO surface,the water contact diameter is extended.Water droplet fast spreads out the substrate $\\mathbf { \\tau } _ { \\mathrm { Z n O } }$ surface and they were found to lose their spherical shape.The water contact diameter of the substrate/ ZnO/PDMSsurface is the shortest and remains stable throughout the evaporation process.In Fig.3c,it can be seen that the substrate,ZnO coated and PDMS coated substrates have a high adhesive surface.The water droplets on these surfaces do not fall even if the surfaces are tilted $9 0 ^ { \\circ }$ ，which indicates the droplet is in the Wenzel state.Unlike these high adhesive surfaces,the droplet can easilyroll from the substrate/ ZnO/PDMS surface with a sliding angle of $7 . 3 ^ { \\circ }$ .Thus，the advancing (adv) and receding (rec) contact angles can effectively reflect the wettability of liquid.The adv and rec contact angles for the surfaces were measured using the increment-decrement method (Table 1).The results of adv and rec contact angles reveal that the water droplets are in the Wenzel state on the substrate,substrate/ZnO and substrate/PDMS and in the Cassie state on substrate/ZnO/PDMS. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In order to reflect the interaction between water and sample surface more accurately,the adhesive behaviors of the samples were recorded using a microbalance detector and a high speed camera.Fig.4 and 5 reveal typical force curves of water adhesion and adhesive behaviors of different samples,respectively. In Fig.5a and b,which are the hydrophobic surfaces of uncoated substrate and PDMS coated substrate,it can be seen that the high surface adhesion force makes the water droplet break and remain on the substrate in the process of detachment. The surface of the ZnO coated substrate is hydrophilic. When the sample contacts with a water droplet,water is attracted to the sample surface with a large part of the water remaining on it after detachment (Fig.5c).The maximum force $\\left( F _ { \\mathrm { c } } \\right)$ ofthese three samples represent the breaking force between the water and cannot represent the adhesive force between the water and the sample surface.Combined with the results of contact angle measurement, it can be concluded that water on these surfaces is in the Wenzel state.To the superhydrophobic surface,the adhesive force curve is distinct from that of the previous three samples (Fig.4d).The water droplet remains intact in the whole process. $F _ { \\mathrm { c } }$ $( 6 . 2 \\times 1 0 ^ { - 6 } \\mathrm { ~ N } )$ represents the adhesive force between thewater and the sample surface.Such alow value of adhesive force indicates that the water droplet with a weight higher than $6 . 2 \\times 1 0 ^ { - 4 } \\mathrm { ~ g ~ }$ can detach from the as-prepared superhydrophobic surface under gravity.Calculated using the equation presented by Cassie and Baxter: cos $\\theta _ { \\mathrm { r } }$ $= f _ { 1 }$ cos $\\theta - f _ { 2 }$ ,where $\\theta _ { \\mathrm { r } }$ is the contact angle on a rough surface, $\\theta$ is the intrinsic contact angle on a corresponding smooth surface ( $[ 1 1 0 ^ { \\circ }$ of PDMS), $f _ { 1 }$ and $f _ { 2 }$ are the area fractions of the liquid dropletwhen it makes contactwith the solid surface and air,respectively,and $f _ { 1 } + f _ { 2 } = 1$ ， $8 5 \\%$ of the rough surface area is covered by the air,and only $1 5 \\%$ is in contact directly with water.31 So,there isa stable air layer trapped in the hierarchical structure which minimizes the contact area between the water droplet and the superhydrophobic surface.The water droplet on the substrate/ZnO/PDMS surface is supported by the trapped air (Cassie state)，which interprets the low sliding angle and adhesive force.Therefore,theairbarrierand lowwater contact area will effectively inhibit the corrosion liquid permeation. ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/7933bb66d91eff1eb40b067cfaafe88afd80191a8e66072b0d3c2d89ffac0d24.jpg",
        "table_caption": [
            "Table1 Water contact angles and hysteresis of various surfaces "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Surface</td><td></td><td>Static angle Adv angle Rec angle</td><td></td><td>Hysteresis</td></tr><tr><td>Substrate</td><td>109.97°</td><td>110.53°</td><td>84.19°</td><td>26.34°</td></tr><tr><td>Substrate/PDMS</td><td>114.87°</td><td>115.27°</td><td>92.12°</td><td>23.15°</td></tr><tr><td>Substrate/ZnO</td><td>0°</td><td></td><td>一</td><td>一</td></tr><tr><td>Substrate/ZnO/PDMS</td><td>154.04°</td><td>154.51°</td><td>147.27°</td><td>7.24°</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Electrochemical measurement was used to evaluate the corrosion behavior of each layer of the superhydrophobic coatings in a $3 . 5 ~ \\mathrm { w t \\% }$ NaCl aqueous solution.All samples were immersed for $^ { 2 \\mathrm { h } }$ to ensure the steady state was reached.Fig. 6a depicts the polarization curves of uncoated,PDMs, ZnO and ZnO/PDMS coated substrate in $3 . 5 ~ \\mathrm { w t \\% }$ NaCl solution,and the corrosion parameters, namely corrosion current density $\\left( { i _ { \\mathrm { c o r r } } } \\right)$ and corrosion potentials $\\left( E _ { \\mathrm { c o r r } } \\right)$ calculated from the Tafel zone are shown in Table 2.A lower $i _ { \\mathrm { c o r r } }$ and more positive $E _ { \\mathrm { c o r r } }$ usually indicate a better corrosion resistance of the coating/metal system. The $i _ { \\mathrm { c o r r } }$ of PDMS $\\left( 4 . 2 6 \\ \\times \\ 1 0 ^ { - 7 } \\mathrm { ~ A ~ c m } ^ { - 2 } \\right)$ and ZnO coated substrate $\\left( 1 . 8 6 \\times 1 0 ^ { - 7 } \\mathrm { A c m } ^ { - 2 } \\right)$ are similar to that of the uncoated substrate $\\left( 3 . 8 2 \\ \\times \\ 1 0 ^ { - 7 } \\right.$ A $\\mathrm { c m } ^ { - 2 }$ ， suggesting that substrate coated with single PDMS or $\\mathbf { Z } \\mathbf { n } \\mathbf { O }$ has little protective performance.However， the $i _ { \\mathrm { c o r r } }$ of the ZnO/PDMS coated substrate $\\left( 3 . 1 5 \\times 1 0 ^ { - 9 } \\mathrm { ~ A ~ c m } ^ { - 2 } \\right)$ decreased by more than two orders of magnitude as compared to that of the other three samples,indicating its excellent anticorrosion performance. The $E _ { \\mathrm { c o r r } }$ of the superhydrophobic surface $\\left( - 0 . 3 3 9 \\mathrm { ~ V } \\right)$ is more positive than that of the other three samples.Electrochemical impedance spectroscopy (EIs) is an effective and nondestructive method to investigate anticorrosion behavior of coatings.Fig.6b and d are the Nyquist and Bode plots of uncoated，PDMS，ZnO and ZnO/PDMS coated substrate in $3 . 5 ~ \\mathrm { w t \\% }$ of NaCl solution (Fig. 6c is the magnified Nyquist plots of Fig. 6b in the high frequency region). These four coating/ substrate systems have one capacitive arc during the whole test frequency (from ${ { 1 0 } ^ { 5 } }$ to ${ { 1 0 } ^ { - 2 } } \\ \\mathrm { { H z } } \\mathrm { { ) } }$ . The capacitive arc diameter of the $\\mathbf { Z n O / P D M S }$ coated substrate is much bigger than that of the other three samples.Usually, the impedance modulus at low frequency (such as $| Z | _ { 0 . 0 1 \\ \\mathrm { H z } } )$ represents the ability of the coating to impede corrosive media, which is inversely proportional to the corrosion rate.32,33 The $| Z | _ { 0 . 0 1 \\ \\mathrm { H z } }$ value of the $\\mathbf { Z } \\mathbf { n } \\mathbf { O } / \\$ PDMS coated substrate was $3 9 8 . 1 \\mathrm { k } \\Omega \\mathrm { c m } ^ { 2 }$ after $^ { 2 \\mathrm { ~ h ~ } }$ immersion, which was much higher than that of uncoated substrate $( 3 . 1 6 ~ \\mathrm { k } \\Omega ~ \\mathrm { c m } ^ { 2 } )$ ， $z \\mathrm { n o }$ coated substrate $( 3 . 3 1 \\ \\mathrm { k } \\Omega \\ \\mathrm { c m } ^ { 2 } )$ and PDMS coated substrate $\\left( 3 . 2 4 \\mathrm { k } \\Omega \\mathrm { c m } ^ { 2 } \\right)$ .Both the polarization curves and EIS results clearly demonstrated that the ZnO/PDMS coated substrate exhibited the best anticorrosion performance.In addition,the $E _ { \\mathrm { c o r r } }$ of the $z _ { \\mathrm { n O } }$ coated substrate shifts in the positive direction,which indicates that the ZnO coating has some capability for anticorrosion.In $^ { 4 8 \\mathrm { ~ h ~ } }$ of immersion in $3 . 5 \\ \\mathrm { w t \\% }$ NaCl solution (Fig.6e),the superhydrophobic $\\scriptstyle \\mathrm { Z n O } /$ PDMS film exhibits a high $| Z |$ value of about $1 0 ^ { 5 } \\ : \\Omega \\ : \\mathrm { c m } ^ { 2 }$ in the low frequency which reveals its long-term durability. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/3853dd0c7c15e3e1e0f16966927cd0dc76bcc11f6d67b0dafd5679559ea41076.jpg",
        "img_caption": [
            "Fig.4Adhesivfrceasafunctiofmotorpotioforthe(a)uncoatedsubstrate(b)DMcoatedsubstrate,(c)ZOoatedsubstrateand(d) ZnO/PDMS coated substrate. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/5922c24cb7bf2178688eddca359623410fa1b0bb2b0920bffc01317a9ae31c6a.jpg",
        "img_caption": [
            "Fig.5Higspeedcamerapotographsfadhesieehaviorforthe(a)uncoatedsubstrate,(b)PDMScoatedsubstrate,(c)ZOcoatedsubtrate and (d) ZnO/PDMS coated substrate. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The previously described electrochemical experimental was implemented under a continuous corrosion liquid phase.The trapped air in the hierarchical structure of the superhydrophobic surface remains stable between the corrosion liquid and the solid surface.So,the stable Cassie state endows the superhydrophobic surface with an excellent anticorrosion property，as mentioned in research reported previously.23,34 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "However,some studies state that the rough surface without superhydrophobicity orasuperhydrophobic surface atWenzel statehave worse corrosion resistance than the bare substrate because it is easy for the corrosion liquid to penetrate of the substrate.35,36 Vapor is undesirable to the superhydrophobic surface.The tiny condensed droplets [in the range of femtoliters (fL) to microliters $ { \\left( \\mu \\mathrm { L } \\right) } ]$ will get trapped in the texture ina sticky Wenzel state,which will destroy the superhydrophobicity of the materials.37 Thus,the corrosion resistance of the as-prepared sample surfaces was further investigated in a salty fog.Fig.7 shows the digital pictures of the samples after the $^ { 1 4 4 \\mathrm { ~ h ~ } }$ salt spray test. The anticorrosion ability of the three coatings are obvious.As seen in Fig.7,the hydrophobic uncoated and PDMs coated substrates rust uniformly and heavily only in $^ { 2 \\mathrm { ~ h ~ } }$ . There are some corrosion spots on the surface of the hydrophilic ZnO coated substrate after $^ { 2 \\mathrm { h } }$ ,and the corrosion spots increase and grow slowly over time.To the superhydrophobic ZnO/PDMS coated substrate,no rust can be seen on it in $^ { 1 2 0 \\mathrm { ~ h ~ } }$ ，which indicates its excellent anticorrosion property in a salty fog condition.In the testing process,it can be seen that the salty fog forms a continuous water film on the uncoated,PDMS coated and ZnO coated substrate surfaces.Although the uncoated and PDMS coated substrate are hydrophobic,the corrosion products change their surfaces from hydrophobicity to hydrophilicity. The salty fog first condenses on the superhydrophobic surface, forming tiny droplets stuck on the surface.As time goes by,the condensed saline water droplets grow larger.When the saline water droplets grow big enough,they fall off the surface and re-condense.Therefore,the saline water cannot gather on the superhydrophobic surface which can inhibit corrosion.During prolonged testing time,some large droplets are stuck on the surface in the Wenzel state and the corrosion appears after $^ { 1 4 4 \\mathrm { ~ h ~ } }$ ： ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/1c3c1bd0c691a25ed93321667e9570023f0df9effb80812ac9aa1743c0f5436a.jpg",
        "img_caption": [
            "Fig.6(a)Potetatio)stpodstpof)iid plotsofuncoatedsubstratePDMScoatedsubstrateZnOcoatedsubstrateandZnO/Dcoatedsubstrateafterimmersioni35wtNaCl aqueous solution for $2 h$ (e)Bode $| Z |$ versus frequency plots of the substrate/ZnO/PDMS samples immersedin3.5 wt% NaClsolution fordiffrent times. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/f6931366fbcdfec3245c4dcfc5fc9a975df01e4dc74be1ea91ba1b96a192070e.jpg",
        "table_caption": [
            "Table 2 $E _ { \\mathsf { c o r r } }$ and ${ \\boldsymbol { i } } _ { \\mathrm { c o r r } }$ foruncoatedsubstrate,PDMScoatedsubstrate,ZnOcoated substrateand ZnO/PDMScoatedsubstrate afterimmersionin a 3.5 wt% NaCl aqueous solution for $2 h$ "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Sample</td><td>Substrate</td><td>Substrate/PDMS</td><td>Substrate/ZnO</td><td>Substrate/ZnO/PDMS</td></tr><tr><td>icorr (A cm-2)</td><td>3.82 × 10-7</td><td>4.26 × 10-7</td><td>1.86 × 10-7</td><td>3.15 ×10-9</td></tr><tr><td>Ecorr (V)</td><td>-0.682</td><td>-0.739</td><td>-0.467</td><td>-0.340</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/c775a2f941cecbb776a70b7c6cb636138493e7aec3ae7827620e7412ea3598bf.jpg",
        "img_caption": [
            "=ig.7Photographsoftesaltsraytestsofthubstrate,ubtrate/P,sbstrate/ZnOandsbstrateZnO/smplstit exposure times. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Using the water adhesive force curves，the anticorrosion behaviors of the four samples were determined.For the uncoated surface,it is hydrophobic but has a high adhesive surface.Corrosion easily occurs on its surface without coating protection.Because of the corrosion products,the uncoated surface changes from hydrophobic to hydrophilic which will accelerate corrosion.It is generally known that a dense and uniform coating is difficult to obtain,especially with a thin coating.For the PDMS coated substrate surface,the corrosion solution easily gathers on its surface and permeates into the pinholes and cracks (Fig.S1t) and it forms a Wenzel state because of the high adhesive force.Although the ZnO coated substrate is superhydrophilic,the anticorrosion property of the ZnOcoated substrate is better than that of uncoated and PDMS coated substrates according to the results of electrochemical measurement and salt spray test. The anticorrosion property can only be ascribed to the passivation layer of $z \\mathrm { n O } .$ In Fig. S4,† there is some Fe element exposed in the chemical element mapping images of the ZnO coated substrate which causes the local corrosion.However,the superhydrophobic surface has the best anticorrosion property.So,it is considered that there are three stages in the anticorrosion process of the superhydrophobic surface (Fig. 8). Stage one,compared with the ordinary hydrophobic surface,the ultra low water adhesive force of the superhydrophobic surface can effectively expel the corrosion liquid.The corrosion liquid cannot gather on the superhydrophobicsurfacewhich suppressesthetransformation from the Cassie state to the Wenzel state. Stage two, astable air layer covers the superhydrophobic surface which can effectively inhibit corrosion liquid permeation and reduce the contact area.Stage three,the synergistic effect of the triple layered protection system of air,PDMS and $z _ { \\mathrm { n O } }$ which act as diffusion barrier can suspend the corrosion. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/87fdde12ec43ff003e9a5c9549d15eea11746a4687b4048745a795acb8528df4.jpg",
        "img_caption": [
            "Fig.8A sketch of the three stages in the anticorrosion process of the superhydrophobic surface. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/86b23695ef8a4486cf2466e38f8668dfa4487146e0a5fb19834c162c88e1dd33.jpg",
        "img_caption": [
            "Fig.9(a) Digital photo of the water droplets on various superhydrophobic metal surfaces.Corrosion resistance of (b) uncoated Zn and superhydrophobic coated Zn,(c) uncoated copper $( \\mathsf { C u } )$ and superhydrophobic coated Cu and (d) uncoated aluminium (Al)and superhydrophobic coated Al. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In addition, the superhydrophobic coating can be fabricated on various metal surfaces,such as Zn,Fe,Cu and Al,which expands its scope of application (Fig.9a).Based on the results of the electrochemical measurement (Fig.9b-d and Table $^ { S 2 \\dagger }$ )，the as-prepared superhydrophobic coating can protect the metals from corrosion well. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In conclusion,superhydrophobic surfaces were fabricated by constructing them with ultra low water adhesive force using passivated ZnO and low surface energy PDMS on various metals for enhanced corrosion protection.The process of wettability transformation and corrosion was evaluated using a salt spray testand electrochemical measurements.The superhydrophobic surface was separated layer-by-layer for corrosion testing to reveal the function of each layer in the corrosion resistance.The surface adhesive force was applied as a novel metric for precisely determining the wettability state on the substrate surface.The results revealed that theultra lowwateradhesive force of the superhydrophobic surface can effectively expel the corrosion liquid.The corrosion liquid cannot gather on the superhydrophobicsurfacewhich suppressesthetransformation from the Cassie state to the Wenzel state.The stable air layer covers the superhydrophobic surface，which can effectively inhibit the corrosion liquid permeation and reduce the contact area. The synergistic effect of the triple layered protection system of air,PDMS and ZnO,which acts as a diffusion barrier can interrupt the corrosion.In addition，the superhydrophobic surfaces can be fabricated on various metal surfaces and protect them well from corrosion. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Experimental ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Materials ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The low alloy steel (the elemental concentration of the low alloy steel is shown in Fig.S6t),Zn,Cu and Al foils were purchased from a local store.PDMS prepolymer and curing agent (Sylgard 184）were purchased from Dow Corning. All the chemical regents were purchased from Aladdin Reagents and used without further purification. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Coating fabrication ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The metal foil was cleaned sequentially with acetone and deionized water and then dried at $8 0 ~ ^ { \\circ } \\mathbf { C } .$ 、The aligned ZnO nanorod array coated substrate was prepared using a one-step hydrothermal route at a relatively lower temperature $( 9 5 ~ ^ { \\circ } \\mathbf { C } )$ The metal foil with a radius of 1cm was immersed vertically in a $1 0 0 ~ \\mathrm { { m L } }$ aqueous solution,which consisted of $0 . 0 1 \\mathrm { m o l }$ of zinc nitrate hexahydrate $\\left( \\mathbf { Z n } ( \\mathbf { N O } _ { 3 } ) _ { 2 } { \\cdot } 6 \\mathbf { H } _ { 2 } \\mathbf { O } \\right)$ ， $0 . 0 0 2 \\mathrm { m o l }$ of ammonium chloride, $0 . 0 1 \\mathrm { m o l }$ of urea and $5 \\mathrm { m L }$ of $2 5 \\%$ ammonia,and then the system was sealed and heated to $9 0 ^ { \\circ } \\mathbf { C }$ for $^ { \\textrm { 1 h } }$ .Subsequently, the as-prepared sample was washed with deionized water and dried at $8 0 ~ ^ { \\circ } \\mathbf { C }$ ： ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The superhydrophobic sample was obtained using a dip coating method. The as-prepared aligned $z \\mathrm { n o }$ nanorod array coated substrate was dipped into a PDMS solution,which consisted of $_ { 1 \\mathrm { g } }$ of PDMS, $_ { 0 . 1 \\mathrm { g } }$ of curing agent and $1 0 0 ~ \\mathrm { { m L } }$ of ethyl acetate. Finally, the as-prepared sample was cured at $8 0 ~ ^ { \\circ } \\mathbf { C }$ for 6 h to obtain superhydrophobicity. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Coatingcharacterization ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The surface microstructures were characterized using SEM (Quanta 25O FEG,FEI,USA) and TEM(TecnaiF20,FEI,USA), and the chemical composition and element mapping of the films were performed using energy dispersive X-ray spectroscopy (EDS).The XRD patterns of the uncoated and ZnO coated substrates were measured using XRD (D8 Advance,Bruker-AXs, Germany) with CuKα radiation, $\\lambda = 1 . 5 4 2 \\mathrm { ~ \\AA ~ }$ . Surface compositionwas examined using FTIR (Nicolet 67oo,Thermo Fisher Scientific,US) and X-ray photoelectron spectroscopy (XPs) (Axis Ultra DLD,Kratos Analytical, UK).The water contact angles were measured using a contact angle meter (OCA 2o,DataPhysics, Germany).Awater droplet with a volume of $2 . 0 ~ \\mu \\mathrm { L }$ was dropped carefully onto the substrate surface.Water slidingangleswere obtained by gradually inclining the tilting stage until the water droplet began to roll.At least five locations of the same surface were tested in order to get the average value.Electrochemical measurements were performed using an electrochemical workstation (ModuLab ECS,Solartron Analytical Ltd.,UK) at room temperature witha traditional three electrode system.The $3 . 5 ~ \\mathrm { w t \\% }$ NaCl aqueous solution,platinum stick electrode and saturated calomel electrode (sCE) were used as the electrolyte, counter electrode and reference electrode,respectively.The potential was measured between $- 4 0 0$ and $+ 8 0 0 ~ \\mathrm { { m V } }$ versus SCE at a scan rate of $0 . 5 \\mathrm { ~ m V } \\mathrm { ~ s } ^ { - 1 }$ . All the samples were immersed for $^ { \\mathrm { ~ 2 ~ h ~ } }$ to ensure the steady state was reached.The corrosion resistance properties of the substrates were studied usinga salt spray test (Q-FOG CCT-1100,Q-Lab,USA) $\\left( \\mathrm { N a C l ~ } 3 . 5 ~ \\mathrm { w t \\% } \\right)$ solution) (according to ASTM B117,38 where the chamber temperature was controlled at $3 5 ~ ^ { \\circ } \\mathrm { C }$ ,the salt solution used was $3 . 5 ~ \\mathrm { w t \\% }$ NaCl and its pH value was about 7.O).The surface adhesive forces of the substrates were measured using a dynamic contact angle measuring device and a tension meter (DCTA 21,DataPhysics).The details are shown in Fig.S5.† The adhesive behavior of droplet was recorded using a high speed camera at a rate of 100o frames per second (FASTCAM Mini UX100,Photron Limited, Japan). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Project No.51475450 and 51335010 were supported by the National Nature Science Foundation of China.This research is also based upon work funded by the China Postdoctoral Science Foundation (No.2015M580528)，the National Basic Research Program of China (No.2014CB643302),the Zhejiang Provincial Innovation Team (Grant No.2011R50006),the Ningbo social benefiting plan by science and technology (2015C50055),and theNingboMunicipalInnovationTeam(GrantNo. 2011B81oo1).The authors are grateful to the National Natural Science Foundation of China (Grant No.21272157) for the financial and technical support of the work reported in this paper. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Notes and references ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1 W.X. Guo,X.Y. Li,M. X. Chen,L. Xu, L. Dong, X. Cao, W. Tang, J. Zhu, C.J.Lin,C.F.Pan and Z.L.Wang,Adv. Funct.Mater.,2014,24,6691-6699.   \n2P.P.Deshpande,N.G. Jadhav,V.J.Gelling and D. Sazou,J. Coat.Technol.Res.,2014,11,473-494.   \n3M.F.Montemor,Surf.Coat.Technol.,2014,258,17-37.   \n4D.Kesavan,M.Gopiraman and N.Sulochana, Chem. Sci.Rev. Lett.,2012,1,1.   \n5 D.S.Gandel,M.A.Easton，M.A.Gibson,T.Abbott and N. Birbilis,Corros. Sci.,2014,81,27-35.   \n6 Y.Ding,C.Wen,P.Hodgson and Y.Li,J.Mater. Chem. B, 2014,2,1912-1933.   \n7 J.Fu,T.Chen,M.Wang,N.Yang, S.Li,Y.Wang and X.Liu, ACSNano,2013,7,11397-11408.   \n8 D.G.Shchukin,M.Zheludkevich,K.Yasakau,S.Lamaka, M.G.Ferreira and H.Moehwald,Adv.Mater.，2006,18, 1672-1678.   \n9 M.J.Hollamby,D.Fix,I.Donch,D.Borisova,H.Mohwald andD.Shchukin,Adv.Mater.,2011,23,1361-1365.   \nl0 Y. H. Yu, Y. Y. Lin, C.H. Lin, C. C. Chan and Y. C. Huang, Polym. Chem.,2014,5,535-550.   \nl1D.Prasai,J.C.Tuberquia,R.R.Harl,G.K. Jennings and K.I.Bolotin,ACS Nano,2012,6,1102-1108.   \n12 E.Faure,E.Halusiak,F.Farina,N.Giamblanco,C.Motte, M.Poelman,C.Archambeau,C.V.D.Weerdt,J.Martial, C.Jerome，A.S.Duwez and C.Detrembleur，Langmuir, 2012,28,2971-2978.   \n13L.Ejenstam,A. Swerin,J.Pan and P.M.Claesson,Corros. Sci.,2015,99,89-97.   \n14S.H.Sonawane，B.M.Teo，A.Brotchie，F.Grieserand M.Ashokkumar,Ind.Eng. Chem.Res.,2010,49,2200-2205.   \n15D.Wang and G.P.Bierwagen,Prog. Org. Coat.,2009,64,327- 338.   \n16 G. Wu, J. An,D. Sun, X. Tang, Y. Xiang and J. Yang,J. Mater. Chem.A,2014,2,11614-11620.   \n17D.V.Andreeva,D.Fix,H.Mohwald andD.G.Shchukin,Adv. Mater.,2008,20,2789-2794.   \n18C.H.Xue andJ.Z.Ma,J.Mater.Chem.A,2013,1,4146-4161.   \n19K.Liu,M.Cao,A. Fujishima and L. Jiang,Chem. Rev.,2014, 114,10044-10094.   \n20K.Liu,Y.Tian andL.Jiang,Prog.Mater.Sci.,2013,58,503- 564.   \n21L.Yao and J.He,Prog.Mater. Sci.,2014,61,94-143.   \n22L．B.Boinovich，A．M.Emelyanenko，A．D.Modestov, A.G．Domantovsky and K.A.Emelyanenko，ACS Appl. Mater.Interfaces,2015,7,19500-19508.   \n23 F.Xiao，S.Yuan，B.Liang，G.Li,S.O.Pehkonen and T. Zhang,J.Mater. Chem. A,2015,3,4374-4388.   \n24K.Liu and L. Jiang,Nanoscale,2011,3,825-838.   \n25R.Ramachandran and M.Nosonovsky,Phys. Chem. Chem. Phys.,2015,17,24988-24997.   \n26 L.Liu,R.Chen,W. Liu,Y. Zhang,X. Shi and Q. Pan, Surf. Coat. Technol.,2015,272,221-228.   \n27 A.C.C.de Leon,R.B.Pernites and R.C.Advincula,ACS Appl. Mater.Interfaces,2012,4,3169-3176.   \n28 H.Bellanger，T.Darmanin，E.Taffin de Givenchy and F. Guittard, Chem. Rev.,2014,114,2694-2716.   \n29Z.L.Wang,ACSNano,2008,2,1987-1992.   \n30 H. Teisala，M.Tuominen，M.Aromaa，M. Stepien, J.M.Makela,J.J.Saarinen,M.Toivakka andJ.Kuusipalo, Langmuir,2012,28,3138-31458.   \n31K.Liu,X. Yao and L. Jiang,Chem. Soc. Rev.,201o,39,3240-   \n3255.   \n32 L.Gu, S. Liu,H. Zhao and H. Yu,ACS Appl. Mater. Interfaces,   \n2015,7, 17641-17648.   \n33S.Liu,H.Sun,L.Sun and H.Fan,Corros. Sci.,2012,65,520-   \n527.   \n34 Q.Liu, D. Chen and Z. Kang,ACS Appl. Mater. Interfaces,   \n2015,7,1859-1867.   \n35 K.Zhang, J.Wu,P.Chu,Y.Ge,R. Zhao and X. Li, Int.J. Electrochem. Sci.,2015,10,6257-6272.   \n36 N. Wang,D. Xiong, Y. Deng, Y. Shi and K. Wang,ACS Appl Mater.Interfaces,2015,7,6260-6272.   \n37Q.Wang,X.Yao,H.Liu,D.Queré and L. Jiang,Proc. Natl. Acad. Sci.U. S.A.,2015,112,9247-9252.   \n38 ASTM B117, Standard Practice for Operating Salt Spray (Fog) Apparatus,2011. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]