[
    {
        "type": "text",
        "text": "Critical current decline of REBCO tapes after heat treatment ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Lang Qin1, ²,QL Wang1, ²,Lei Wangl,HB Sun1, ²,JHLiu1, 2 (1. Institute ofElectrical Engineering ofthe Chinese Academy ofSciences，Beijingl0o190；2. University of Chinese Academy of Sciences， Beijing l00049 ） ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract:This paper describes a research that studied the current characteristics of REBCO tapes in liquid nitrogen after heat treatment at diferent temperatures.The reason of the deterioration at high temperature is briefly introduced. The conclusion presented in this paper is instructive for the winding of superconducting coils and the fabrication of superconducting magnets. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: superconducting tapes, heat treatment, superconducting magnet ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Rare-Earth Barium Copper Oxide(REBCO） tapes has been widely used for building hightemperature-superconducting(HTS) magnetsError: Reference source not found. A special structure called double pancake(DP) showing in picl(a) is the basic unit of some REBCO HTS user magnets. The current bridge path between two DPs which contains 2 joint on both side of the 2 DPs was made from the same material. Despite of using special low temperature solder, the bridge structure which is actually a short, wide REBCO tape would be exposed to high temperature up to $3 5 0 ^ { \\circ } \\mathsf C$ for a long time while the HTS magnet was built2.In order to evaluate the effect of high temperature process on the short samples of REBCO tape,a series of experiments and analysis from the perspective of heat treatment temperature and time were carried out. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/b6427998c8f073b384e1f440702bb674eedafaa11f7a2da54f4521825e77ec63.jpg",
        "img_caption": [
            "图1超导磁体中桥接用的短超导带 Fig.1 Bridging tapes in superconducting magnet "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.Experimental ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Three kinds of REBCO superconducting tapes from Shanghai Superconductor (SHSC), Superpower and SAMRI were tested. Their basic parameters are shown in Table 1. ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/af5c20b3c605315a6cff8af43345dc5a1b0937cf8c689b75e060a06b14697c16.jpg",
        "table_caption": [
            "表1超导带材基本参数",
            "Table 1Fundamental parameters of superconducting tapes "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>项目</td><td colspan=\"3\">参数</td></tr><tr><td>生产厂家</td><td>superpower</td><td>SHSC</td><td>Samri</td></tr><tr><td>平均厚度/mm</td><td>0.1</td><td>0.1</td><td>0.16</td></tr><tr><td>平均宽度/mm</td><td>4.02</td><td>4. 1</td><td>5.1</td></tr><tr><td>最小弯曲半径/mm</td><td>25</td><td>20</td><td>16</td></tr><tr><td>最小电流/A</td><td>120</td><td>130</td><td>120</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The critical current of each short sample is tested in a liquid nitrogen environment. The test system includes DC power supply, nanovoltmeter, shunt and multimeter and other equipment. The DC power supply is a superconducting magnet power supply with a current output range of $0 \\sim 2 0 0 \\mathrm { A }$ for output current. The multimeter and shunt work together to collct the current signal, and the nanovoltmeter collects the voltage signal across the strip. The wire test equipment is shown in Fig.2. The two contacts of the voltage lead on the sample to be measured are between the two contacts of the current lead. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/39e1298423b4078ca615d58a5267b7e8f2cc2fbe3c679cff269165349daffbb0.jpg",
        "img_caption": [
            "图2测试工装与短样"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Fig.2 Test equipment and REBCO tapes ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The heat treatment temperature range of this experiment is $2 5 0 ^ { \\circ } \\mathsf { C } \\sim 3 5 0 ^ { \\circ } \\mathsf { C }$ and the time range is 5 minutes $\\sim 3 0$ minutes. The temperature and time ranges are based on the temperature at which the superconducting tape may be brought into contact during the fabrication of the superconducting magnet, and the time required for the joint to be welded. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(1) Superconducting tapes are cut to $1 3 0 \\mathrm { m m }$ each and numbered.   \n(2) The strips with the same heat treatment temperature and time are grouped and placed together in a tube heating furnace for heat treatment according to the set time and temperature.   \n(3) After the treatment, cool naturally at room temperature and mark the tapes. As shown in Figure 3.   \n(4) The treated strips are assembled as shown in Figure 2 and tested for critical current capability under liquid nitrogen conditions. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/93989e8fb855177863467b707facc63c42e10015f2dcac4a20122133409e9099.jpg",
        "img_caption": [
            "图3 (a)管式加热炉 (b)部分处理完毕的超导带材"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3. Result and discussion ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The results of the first stage critical current capability test in $7 7 \\mathrm { k }$ after heat treatment are shown in fig. 4 and fig.5. REBCO strips from Shanghai Superconductor (SHSC), Superpower and SAMRI were tested in the experiments. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/a8fc9b719b8a97263c989d6e956c507982ff9b25fff543f7135d6ab012098acd.jpg",
        "img_caption": [
            "Fig.3 (a) Tubular heating furnace (b) REBCO tapes after heat treatment ",
            "图4不同种类的带材在不同温度环境处理后的电流-电压特性曲线Fig.4 V-I curve of different kinds of tapes after heat treatment"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "REBCO packaging process of the SAMRI is different from SHSC and superpower using a solder fill method. This manufacturing method results in low physical size consistency of the strip,on the other hand, increases the possbility of phase changes in the REBCO layer during heat treatment. After heat treatment at $2 5 0 ^ { \\circ } \\mathsf { C } ^ { \\prime }$ 5min, the $\\mathrm { I _ { c } }$ of SAMRI REBCO tapes has decreased by $50 \\%$ . Higher temperature and longer heat treatment time completely destroys the superconductivity. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Both SHSC and SAMRI tapes showed a better critical current characteristic of 77K than Superpower tapes under untreated and $2 5 0 ^ { \\circ } \\mathsf C$ condition . Under higher temperature and longer heat treatment environments, on the other side, superpower tapes performed better. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "SHSC tapes lost 77K superconductivity after heat treatment at $3 0 0 ^ { \\circ } \\mathsf { C }$ 30min and $3 5 0 ^ { \\circ } \\mathsf { C }$ 15min. Superpower tapes still have a limited 77K superconductivity under heat treatment at $3 0 0 ^ { \\circ } \\mathsf { C } \\mathrm { ~ } 3 0 \\mathrm { m i n }$ The performance of Superpower tapes after heat treatment at $3 5 0 ^ { \\circ } \\mathsf { C }$ 5min is also more advantageous. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The Superpower strip is heat treated in a smaller temperature and time range. Repeated tests of three strips for each heat treatment environment reduce the experimental error and can also quantitatively compare changes in critical current characteristics. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Compared with the 77K critical current (l39A) of the untreated short sample, the average 77K critical current after $2 7 5 ~ \\mathrm { { ^ circ C } / ~ 5 m i n }$ heat treatment was reduced by $1 0 . 6 \\%$ . The results at $2 7 5 \\ ^ { \\circ } \\mathsf { C } /$ 15min were not significantly different from $2 7 5 ^ { \\circ } \\mathsf { C } /$ 5min. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In the experimentally designed groups of heat treatment environments, the critical currents after $2 7 5 ^ { \\circ } \\mathsf { C } /$ 5min, $3 0 0 ^ { \\circ } \\mathsf { C } /$ 5min, $2 7 5 ^ { \\circ } \\mathsf { C } /$ 10min, and $2 7 5 ^ { \\circ } \\mathsf { C } / 1 5 \\mathsf { m i n }$ heat treatment are steal maintained at higher levels $( > 1 2 0 \\mathrm { A } )$ , showing that the risk of high temperature operation is controllable. the critical current at $3 0 0 ~ \\mathrm { ^ { \\circ } C } / ~ 1 0 \\mathrm { m i n }$ is lower than the critical current at $3 0 0 ^ { \\circ } \\mathsf { C }$ 25min. Combined with other data, it can be surmised that the REBCO critical current is more sensitive to temperature changes under heat treatment; ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/bba9b40779fbbb9885c6ba01186c3bf99c2276f17dce614ce7a82b7e76b4fdf5.jpg",
        "img_caption": [
            "图5Superpower超导带材临界电流随热处理温度和时间变化而变化的趋势"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fig.5 Critical current of Superpower superconducting tape at various heat treatment The reason for the decrease of the critical current can be understood from the magnetic flux pinning effect of superconducting thin film. To make the 2nd generation superconducting tapes , physical vapor deposition and chemical vapor deposition are used to produce REBCO thin films on flexible metal substrates .In the thin films,A large number of dislocation defects produced by the Volmer-Weber growth mechanism provide considerable amount of pinning centers 35. When a current passes through the REBCO superconductor, the Lorentz force generated by these currents will cause the magnetic flux vortex to move and consume energy. That is why REBCO loses its zero-resistance characteristics on the critical current. However, the pinning force generated by the pinning effect can suppress the movement of flux vortex, so that the superconductor can have a high critical current. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "During the heat treatment, superconducting thin films at both ends of the short sample are in direct contact with the air,a low-oxygen atmosphere.The high temperature causes the oxygen element in the REBCO film to be precipitated in the form of oxygen gas,which fundamentally changes the elemental structure of REBCO films in the short sample, thereby causing the dislocation defect to change,and ultimately leading to a reduction in the critical current.The experimental result that Samri's superconducting tapes can not withstand the heat treatment process over $2 5 0 ^ { \\circ } \\mathsf { C }$ 5min due to the particular packaging process also confirms this theory. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4. Conclusions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "experiments and analysis after different kinds of heat treatment for REBCO short tapes indicate: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(1）The processing mode $( 2 5 0 ^ { \\circ } \\mathsf { C } / 5 \\mathrm { m i n } )$ ） that generally regarded as does not affect the superconducting performance，will significantly reduce the critical current at 77K in the experiment;   \n(2)The critical current of the REBCO strips decreases as the heat treatment time increases and the heat treatment temperature increases;   \n(3） The open package method REBCO tape is not suitable for bridging between double cakes. (4) the decrease of the REBCO short tape critical current under heat treatment conditions is more sensitive to temperature changes than the change of time;   \nIn the high temperature process,if the temperature is above $3 0 0 ^ { \\circ } \\mathsf { C }$ often above $1 5 \\mathrm { m i n }$ ，the superconductivity of the strip may be completely destroyed, which should be avoided as much as possible in the production of superconducting magnets. Main reason that decrease the bridge critical current of REBCO magnets is the high temperature and low oxygen environment which destroys the magnetic pinning efect of the superconducting layer. The specific mechanism remains to be further studied. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1]. Ito S,Nishio T,Hashizume H .Bending Characteristic of a Bridge-Type Mechanical Lap Joint of REBCO Tapes[J]. IEEE Transactions on Applied Superconductivity, 2017,27(99):1-   \n5. [2]．瞿青云,刘华军,陈敬林,等.高温超导带材焊接接头电阻研究[J].低温与超导,2013,   \n41(02). [3]. Liu J, Wang L, Qin L , et al. Recent Development of the $2 5 \\mathrm { T }$ All-Superconducting Magnet ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "at IEE[J]. IEEE Transactions on Applied Superconductivity, 2018:1-5. [4]. Nakaoka K，Tokunaga Y，Matsuda J S，et al. Fabrication of REBCO coated conductors using advanced TFA-MOD process[J]. Physica C,2005, 426-431(part-P2):954-958. [5]．焦丰顺.高温超导磁储能磁体电磁热力综合设计[D].华中科技大学,2013. ",
        "page_idx": 7
    }
]