[
    {
        "type": "text",
        "text": "生物膜微环境分析技术在供水管网腐蚀研究中的应用",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "杨帆1 吴娜娜 刘海学」 吴楠1 石宝友2\\*",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1．天津农学院工程技术学院 天津 300384;2.中国科学院生态环境研究中心 环境水质学国家重点实验室 北京100085;3．江苏省交通规划设计院股份有限公司郑州分公司郑州 450046)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(2．摘要：介绍了近些年在生物膜微环境分析领域迅速发展的显微镜观测技术（激光扫描显微镜），表面分析技术（电子显微镜，原子力显微镜，傅立叶转换红外光谱，拉曼光谱）和微电极技术，分析对比多种技术的优势和不足，简要介绍其在腐蚀研究中的应用，并探讨了生物膜微环境分析技术在供水管网腐蚀问题中的研究方向。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：材料失效与保护观测技术化学分析生物膜微环境管网腐蚀中文分类号：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Application of Techniques For Analysis of Biofilm Micro-Environments on Pipe Corrosion in Water Distribution System ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yang Fan1 Wu Nana³ Liu Hai Xue1 Wu Nan1 Shi Baoyou2\\* (1.CollegeofEngineringandTechnology,TianjinAgriculturalUniversityTianjin30o384China;2.KeyLaboratoryof Drinking Water Science and Technology Research Center for Eco-Environmental Sciences Chinese Academyof Sciences Beijing loo85 China; 3.Jiangsu Provincetransportation planning and design institute stock limitedliability company Zheng Zhou branch Zheng Zhou 450046) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Pipe corrosion isoneof the most important problems having influence on safe transportation and distribution in water suply system.Pipecorrosion has closerelation with microorganism vital activityin water distribution system. Biofilm commonly found on the inner wals of water distributionsystem play a vital roleon thecorrosion occurred on the surface between aqueous phase,biofilmand pipe substrate.Therefore,to study the dynamics results of structure, composition and microbial community structure in biofilm micro-environment is an important way to reveal the pipe corrosion mechanism and develop corrosion protection measures. Microscopy techniques (Laser Scanning Microscopy), surface analysis techniques (Electron Microscopy,Atomic Force Microscopy,Fourier Transform Infrared Spectroscopy, Raman Spectroscopy）and microelectrode techniques which were rapidly developed in biofilm micro-environment analysis recent years were introduced in this article,including theadvantages and disadvantagesoftheabove analytic techniques,their application in corosion study.At last,future research direction forthose techniques on pipecorrosion study have also been discussed. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words Materials failureand protection; Detection techniques; Chemicalanalysis;Biofilm micro-environment; orrosion in water distribution system ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.前言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "确保供水的连续性和稳定性，输配系统中无二次污染是供水管网安全输配的两个最主要的方面。而饮用水在长距离的输配中，与管网设施内壁接触，将不可避免地发生许多复杂的反应，使管道或附属设施受到侵蚀或发生腐蚀，可能造成管道破损甚至失效，增加维修和更换费用；可能导致水量水压损失；也可能产生管道阻塞、供水能耗增加；还将影响水质稳定性，使水的浊度、色度、细菌种类和数量、铁、锰及其他有毒重金属含量等水质指标恶化[1-3]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "管网腐蚀的成因主要有化学腐蚀、电化学腐蚀和微生物腐蚀(MIC)。化学作用通常是管材腐蚀的一个重要机制，管网的水质指标：pH值、碱度、硫酸根、氯离子、钙镁离子、溶解氧和消毒剂等均不同程度地影响着金属管或水泥基管的腐蚀过程。管道的电化学腐蚀是金属管材的管道与饮用水这种电解质溶液接触时发生原电池反应。在此反应中，较活泼的金属管材失去电子而被氧化，形成管道的电化学腐蚀。微生物腐蚀是指微生物通过自己的生命活动引起或促进材料腐蚀破坏[4。通常微生物腐蚀、化学腐蚀和电化学腐蚀相互影响，密不可分。因为腐蚀是一个界面过程，其动力学过程必然被界面的物理化学环境(如：氧浓度、盐度、pH值和氧化还原电位等)所决定。水环境中，微生物在管壁表面的附着生长是高度自发过程，微生物附着到湿润基质表面生长，并分泌粘性的胞外代谢产物(EPS）形成生物膜。生物膜的形成、生长和脱附速率与界面的物理化学环境密切相关[5]。管壁上动态的生物膜会影响界面环境因子的传质过程，改变生物膜/管壁界面的化学或电化学性质，进而影响腐蚀。因此，观测和分析生物膜微环境状态对探究界面腐蚀的机理有重要作用，也为开发防控管网腐蚀的技术方案提供理论依据，有助于保障供水管网安全输配。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "国内外学者已经将诸多技术应用于生物膜微环境的分析：一方面是利用各种表面分析技术、显微镜技术对生物膜进行原位无损或非原位的观测；一方面将显微镜技术与荧光标记技术，分子生物学技术结合对生物膜进行膜三维结构成像，膜组成成分和微生物群落特征的确定；另一方面主要是通过微电极技术对生物膜微环境的生理、生化指标浓度变化和传质过程进行测定和分析[6,7]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "研究表明微生物腐蚀作用于生物膜的形成和生长密切相关8]。供水管网贫营养生长环境中(有机物浓度低于 $2 \\mathrm { m g / L } )$ ，约有 $9 5 \\%$ 的细菌在管壁上附着生长。管壁上的生物膜成分复杂，主要包括细菌、真菌、病毒、原生动物和其他无脊椎动物等，微生物新陈代谢分泌的胞外聚合物(EPS)，管道腐蚀产物，无机盐类沉淀物，腐殖质和微生物残骸等。般经历如下几个阶段：(1）无机离子的矿化作用以及有机大分子的吸附作用，在材料表面形成一层厚度约为 $2 0 { - } 8 0 \\mathrm { n m }$ 的膜;(2)聚结的细胞松散地附着；(3）聚居的微生物牢固附着于材料表面；(4）微生物群落形成，同时其代谢活动产生胞外聚合物；(5)群落向上和向外扩展，形成规则和不规则的结构；(6）生物膜逐渐趋于成熟稳定，新的微生物进入生物膜并生长，有机和无机碎片被结合，并且溶液梯度形成，导致生物膜空间的异相结构；（7）随着时间的推移，生物膜稳定性降低，后期会发部分脱落。生物膜改变了界面的物理化学性质，不同时期形成的生物膜对界面的腐蚀起着不同的作用，生成的生物膜越厚越容易剥落，而不均匀的生物膜将引起界面材料的局部腐蚀[10-14]。微生物代谢产生的多糖、蛋白质、核酸、酯类等有机聚合物统称为胞外聚合物(EPS)，占生物膜总量的 $50 \\%$ 以上，它们相互牢固地凝聚在一起构成生物膜的支架，利于微生物附着和获取营养物质，抵御消毒剂对微生物的灭活作用，为微生物繁殖提供更安全的环境。EPS的物理化学性质(如 EPS 的强度，粘性，电荷性等)影响管壁基底/生物膜/水相界面性质，所以EPS在界面腐蚀过程中的作用也是亟待研究的问题[13,15]。另外，腐蚀界面上生物膜的传质过程也对腐蚀产生重要的影响，生物膜的结构，厚度，密度和介质流速都将影响生物膜的传质过程[16]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "生物膜的异质性和微环境的成分复杂性给界面腐蚀机理的研究带来诸多困难。近年来随着测试技术的不断发展和计算机技术的飞速提高，各种新型或者经过改进的微观成像技术，表面分析技术，微电极技术能够对微生物乃至细胞微结构，微生物生理活动进行实时动态的观测，为人们提供更加准确和细致的微环境信息，推动了生物膜生长和传质模型的创建和发展，促进了生物膜模型理论研究进程[,17,18]。生物膜模型理论能够描述和预测生物膜生长和传质过程，对于揭示界面微生物腐蚀机理有重要作用。本文将针对性地介绍显微镜技术、表面分析技术和微电极技术在生物膜微环境研究工作中的应用；并对其优越性和局限性进行分析比较，简要介绍了多种分析技术结合在管网生物膜研究中的应用；同时也对微生物腐蚀机理进行介绍，最后对生物膜的微观分析技术在管网腐蚀研究中的应用进行了展望。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2显微镜观测技术在生物膜分析中的应用",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 激光扫描显微镜(LSM) ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1991年，激光扫描显微镜(LSM)首次应用于微生物的研究，现今LSM已经成为环境工程领域中一项不可或缺的研究手段[19]。在传统激光扫描显微镜系统上应用共轭聚焦装置，发射连续紫外光、可见激光或白色激光(也称为超连续光源)激发荧光探针，并利用计算机对镜检对象进行数字图像处理。此时激光扫描显微镜被称作激光扫描共聚焦显微镜(CLSM)。较传统显微镜，它有着不可比拟的优势，如高分辨率、对生物膜进行断层扫描和成像、可实现无损镜检、分析生物膜三维空间结构，实时动态地对细胞结构、功能进行分析检测，形成彩色立体图像及计算动画演示等[20,21]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "双光子共聚焦激光显微镜(2PLSM)使用双光子激光(脉冲红外激光)做激发光源。这种超短期(毫微微秒)、高强度的激光束以非线性方式激发样品内荧光探针，可以使足够密度的光子到达样品的焦平面。较传统CLSM，2PLSM可以增加生物样品成像的深度，即可观察较厚的生物膜样品[7,22]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Lawrencel23]最先采用CLSM研究未脱水纯培养的生物膜，发现微生物生长于被基质包围的、充水孔道隔开的微聚集区中，生物膜的结构、化学成分、生态功能和荷电情况等都可能是高度的异质性。De Beer [24.25]利用CLSM观察发现生物膜中交错纵横的孔道内没有细胞体和EPS；结合溶解氧微电极和显微注射荧光染料等技术，使荧光颗粒作为示踪粒子，发现粒子只在孔洞中流动，不存在于细胞实体中，证明了孔道是生物膜与溶液进行物质交换的主要通道；并利用CLSM跟踪定量染料的传质扩散过程，并计算出扩散系数。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "激光共聚焦显微镜还可以与荧光标记技术结合研究生物膜，采用不同荧光染料(如：SYTO-9,DAPI，SYTO-60，荧光蛋白染料Sypro等)标记细胞或生物膜中不同成分(核酸、蛋白质、脂类、碳水化合物及EPS等)，对其进行实时动态地观测和定量化[26.27]。CLSM与荧光原位杂交技术(FISH)结合可观测生物膜中不同微生物群体的空间分布和演化关系[28.29]，同时还可对生物膜各种指标如：生物膜厚度、均一性、比表面积、各种荧光强度等参数进行量化，从而获得细菌形成生物膜的动态过程中各种量化数据[22]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "供水管网中影响生物膜生长的因素很多，加之膜中腐蚀产物的存在给观测带来难度，所以目前CLSM在管网生物膜研究中的应用仍受到技术手段的限制。林芳琼等利用CLSM研究模拟管网系统中氯胺消毒对生物膜生物量和膜厚度的影响(图1)，发现氯胺消毒剂灭活了 $8 1 . 4 \\substack { - 8 3 . 5 \\% }$ 的生物量，使得生物膜厚度减少了 $8 6 . 3 \\substack { - 9 5 . 6 \\% }$ ，但是并没有完全抑制微生物的再生长[30]。Fish 等将三重染色技术，CLSM与数字图像技术结合，在供水管网中实现同时观测和定量化生物膜中细胞、碳水化合物和蛋白质[31]。Jayaraman 等[32]应用CLSM研究好氧生物膜，发现微生物代谢产物为某些微生物(如:Pseudomonas fragi或者 $E . C o l i )$ 提供了保护作用，使其能够长期生长在钢铁表面，进而造成对钢铁的腐蚀。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/a0169e2dc7267e3940dca86ff4c884201c3fa3acfc7068c9eeb1c1283c3c3385.jpg",
        "img_caption": [
            "图1空白对照反应器和氯胺消毒的反应器 内生长期10周的生物膜结构 CLSM3D 图像[30]。"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Fig.1 CLSM3D images showing architecture of 10-week-old biofilms in the control (A）and treatment (B） reactors.Green signalsare SYTO-9-stained cells，representing total cells,while red signalsare PI-stained cells,representing membrane-damaged cells[30]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "总之，激光共聚焦显微镜技术揭示了真实生物膜的微观结构，极大地推动了生物膜生长和传质数学模型的建立和发展。用于生物膜分析也存在一些局限：该仪器价格昂贵；激光器激发波长范围的限制；扫描过程耗时较长且只能扫描静止微生物，许多运动的微生物将可能影响成像；某些荧光染料可能对某些活体细胞活性带来负面影响等。所以该技术有待新技术研发和改进如：非毒性荧光染料的开发，分辨率的提高、三维图像处理软件的优化以及与光漂白荧光恢复技术(FRAP)、荧光催化(PAF)、拉曼光谱等技术的联合应用[21]。另外，随着克服光学衍射极限的超分辨成像技术快速发展，基于超分辨技术的荧光显微镜：受激发射损耗显微镜(STED)、光敏定位显微镜(PALM)以及随机光重建显微镜(STORM)可以将分辨率提高至数十纳米级别，观察到细胞亚结构和其功能活动[7。这些技术日趋成熟并成功应用于细胞生物学、微生物学等研究，为整个生命科学的发展带来全新的认识。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2电子显微镜(EM)",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "由于电子显微镜的放大率和分辨率比激光共聚焦显微镜高，常被应用于生物膜的亚显微结构观测。扫描电子显微镜(SEM)是最常用的表面形貌分析技术，常与能谱仪(EDS)联用对待测表面进行化学成分分析。然而，SEM/EDS 在高真空状态下测试，需要对试样进行固定、脱水和喷导电涂层，试样制备过程会破坏生物膜原有的结构。环境扫描电子显微镜(Environmental-SEM,ESEM)能够观测含水的、具有生物活性的生物膜，试样无需进行预处理，所以ESEM/EDS 是一种原位的、无损探测方法，然而其放大率低于传统SEM[33]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "冷冻扫描电子显微镜(Cryo-SEM)的超低温冷冻制样及传输技术可实现直接观察液体、半液体及对电子束敏感的样品，如生物、高分子材料等。样品经过超低温冷冻、断裂、镀膜制样(喷金/喷碳)等处理后，通过冷冻传输系统放入电镜内的冷台(温度可至- $. 1 8 5 ^ { \\mathrm { { o } } } \\mathrm { { C } ) }$ 即可进行观察。其中，快速冷冻技术可使水在低温状态下呈玻璃态，减少冰晶的产生，从而不影响样品本身结构，冷冻传输系统能确保在低温状态下对样品进行电镜观察[34]。聚焦离子束扫描电子显微镜(Focused IonBeam-SEM)将离子束的精度与电子束的成像能力相结合，实现对样品空间结构的高分辨率三维重建。FIB技术是把离子束斑聚焦到亚微米甚至纳米级尺寸，能够以很高的能量和较短的波长直接把图案转移到较硬的基体材料上，还可对材料和器件进行刻蚀、沉积等微纳米加工。传统扫描电子显微镜的电子束穿透深度最多是几个微米，很难获得来自样品的深层信息。利用FIB的连续切片功能，可以加工若干纳米厚度的多系列截面；每个截面用SEM成像，得到系列的SEM图像，最后利用数据处理软件重构样品的三维形貌结构。FIB-SEM技术常与低温冷冻电镜技术(Cryo-SEM)结合对生物样品直接成像[35]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/9d3ce9f318ee598357245004234ff36a093dbe7d197a8abc84e5289034bcca06.jpg",
        "img_caption": [
            "图2采用传统SEM，Cryo-SEM和ESEM对同一生物膜的观测图"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Alhede[34]等使用传统SEM，ESEM，Cryo-SEM，FIB-SEM和CLSM多种显微镜技术观测菌株Pseudomonas aeruginosa在1-4d内生长的情况，记录了该生物膜在同一时间的形貌图(图2和3)。传统SEM观测图像呈现了清晰的空间结构信息，脱水等预处理使细胞暴露，更好地反映出单个细胞在生物膜内的空间位置；ESEM和Cryo-SEM能更好地展现生物膜基质及其与周围环境的相互关系，但其分辨率和放大倍数不及SEM；FIB-SEM能够建立高分辨率的生物膜3D图像；CLSM特别适合呈现生物膜全局结构及其基质内成分。所以Alhedel34提出将这几种观测手段结合起来，优势互补，将能够呈现出真实的生物膜结构图。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/275c05778d67a570f208ee1fa371e46dd48bac615228ec292da80d9f5960a084.jpg",
        "img_caption": [
            "Fig.2 Comparison ofbiofilm details obtained by conventional SEM，Cryo-SEMand ESEM ",
            "图3生物膜的CLSM3D图，生长期3天的生物膜FIB-SEM3D重组图"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig.3Biofilm imaging by CLSM(A),FIB-SEM(B) 3D reconstruction of a 3-day-old biofilm ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "此外，因为扫描透射X射线电子显微镜(Scanning transmission X-ray microscopy, STXM)具有更高分辨率和可测含水样品等优点，被更多地应用于生物活体的观测中。Lawrence等应用透射电子显微镜(Transmission Electron Microscopy,TEM)和扫描透射X射线电子显微镜成功标记了河流中生物膜内部脂类、多糖、蛋白质和核酸的空间分布情况[36]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3原子力显微镜(AFM) ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "AFM可用来研究包括绝缘体在内的固体材料表面结构。AFM上放大悬臂的尖细探针与受测样品表面原子之间的作用力将使得微悬臂发生形变或运动状态发生变化。扫描样品时，利用传感器检测微悬臂的变化，获得作用力分布信息，从而以纳米级分辨率获得样品表面形貌结构信息及表面粗糙度信息。原子力显微镜可以在自然状态下对生物样品直接成像，主要用于观测生物细胞表面形态，生物大分子的结构及其性质等。AFM被应用于微生物腐蚀研究中，观测金属等基体表面生物膜的生长情况，如：表面状态，细胞粘附，抗菌物质对生物膜生长的抑制作用；被腐蚀基体的表面形貌变化等[37]。Diosi等人利用AFM观察核废水中不锈钢表面微生物膜的形成情况，并发现试片表面出现了点蚀，深度达121.99nm[38]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Yuan等[39]用AFM观测和定量化在海水中介质中Pseudomonas NCIMB 2021和Desulfovibriodesulfuricans两菌种对碳钢的点蚀作用。李文涛[40]等应用SEM和AFM原位观察碳钢表面硫酸盐还原菌生物膜和腐蚀产物膜的形成过程。初期的生物膜和腐蚀产物膜都比较致密，对腐蚀具有一定抵御作用，随后变得疏松多孔，失去保护作用，并且在试片表面形成浓差电池加速腐蚀[40]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "采用原子力显微镜进行观测时，生物膜处于半脱水状态，故只能观察到生物膜外在轮廓，而无法了解其内部的结构和化学信息。但是目前只有AFM能够测试生物样品的表面电荷性质，粘附性和弹性，有助于微生物细胞与基质界面之间相互作用的研究[41]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3其他表面分析技术在生物膜分析中的应用",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "与CLSM、SEM等显微镜技术观测生物膜形貌不同，X射线光电子能谱(XPS)能够直接测试出生物膜细胞表面的化学成分，并能够研究实际状态下的环境样品，该仪器的研究结果可为腐蚀机理的探讨提供科学依据[42]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "一些学者使用傅立叶转换红外光谱(FTIR)原位地观测生物膜上生物化学和物理学信息，以及生物膜生长过程中这些信息的变化[43]。红外光谱和SEM类似都存在一个不足之处：待测样品的干燥处理将使样品形貌和成分发生变化。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "生物膜多处在水溶液环境中，由于水的红外吸收很强，因此用红外光谱研究生物体系有很大局限性，而水的拉曼散射很弱，干扰小，很多学者应用拉曼光谱(Raman Spectroscopy)测定含水生物膜样品组成成分。拉曼观测样品用量少，空间分辨率高，不需要对样品进行固定、脱水、染色、标记等预处理，从而能够获得样品最真实的信息[44]。共聚焦显微拉曼光谱(CRS)能够原位无损的鉴定生物膜中不同菌种及其相互作用，进而确定微生物群体的复杂结构与空间分布[45,46]。单细胞拉曼光谱能提供细胞内核酸、蛋白质、脂质含量等大量信息，可在不损伤细胞的条件下实时动态地监测细胞分子结构变化。表面增强拉曼光谱(SERS)是基于纳米尺度的金属粗糙表面光学增强效应，能够使接触表面的分子拉曼信号得到极大增强的分子振动光谱技术。SERS 能够提高高空间分辨率的指纹图谱，谱图信息丰富，可快速检测，已用于细胞和病毒的快速检测和鉴定[4,48]。但由于痕量检测中拉曼光谱信噪比低、微弱信号被荧光背景淹没、复杂体系中其它未知组分的干扰等因素的影响，SERS信号自动识别存在很大的挑战。拉曼光谱常常与CLSM技术结合来观测生物膜的化学组成和鉴定功能微生物种属[49.50]。Schwartz等利用拉曼光谱，ESEM和分子生物学技术观测供水水厂里石英砂滤料和颗粒活性炭滤料表面微生物生长的情况，对生物膜中EPS 化学成分，细胞，腐殖质和其他无机化合物成分进行鉴定，并对生物膜微生物群落进行测序和表征[51]。总之，拉曼光谱作为一种无损无标记的分析方法，能够从分子层面对生命科学领域的样品提供丰富的信息。与共聚焦技术联用、成像技术革新将使该技术在生物领域具有更为广阔的应用前景。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4微电极技术在生物膜分析中的应用",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1969 年 Bungay[52]首次将溶解氧微电极用于生物膜的分析，基于微电极的生物膜微观分析技术便逐步被应用于废水处理反应器中生物膜微环境物质的检测，污泥絮体、河流底泥等微环境的研究。微电极是电极的一维尺寸为微米或纳米级的一类电极，其微小尺寸能保证在实验过程中不改变或破坏被测物体，故可以被应用于生物活体检测[53]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "微电极能够表征生物膜内外沿深度(与生物膜表面相垂直)方向特征参数的梯度分布情况，以及膜内部某深度上特征参数的变化情况，同时能够测量生物膜厚度。分析微电极的测试结果，可以获得两类参数：膜/水界面的物质传输速率与膜内部的生化反应速率。这两类参数是推导生物膜模型和研究生物膜传质过程的重要参数[53]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "微电极的尖端直径通常为 $1 { - } 2 0 \\mu \\mathrm { m }$ ，根据测试原理的不同可以分为电位型微电极和电流型微电极。电位微电极是依据电化学原理，即电极电位的变化与待测物质浓度的对数成正比，通过绘制电势-浓度对数曲线，根据测得电势值得到待测物质的浓度。电位微电极主要有氧化还原微电极和离子选择性微电极两大类。其中液态离子选择性膜微电极制作过程简单，电极尖端直径可小至$1 \\mu \\mathrm { m }$ ，被广泛应用于生物膜或活性污泥絮体的原位监测中，最常用的有 $\\mathrm { C a } ^ { 2 + }$ 、 $\\mathrm { C O } _ { 2 }$ ， $\\mathrm { C O } _ { 3 } ^ { 2 - }$ 、 ${ \\mathrm { N O } } _ { 3 } ^ { - }$ 、$\\mathrm { N O } _ { 2 } ^ { - }$ 、 $\\mathrm { N H } _ { 4 } ^ { + }$ 和 $\\mathsf { p H }$ 微电极。电流型微电极的工作原理是利用膜的选择透过性，除了待测物质，水和溶解性固体都无法透过液膜。在电位差的作用下，透过液膜的待测物质在微电极的阳极上发生还原反应。通过测定反应中产生的电流强度，由电流值与待测物质浓度成正比的关系计算出待测物质的浓度。常用的电流型微电极主要包括：HS、HCIO、NO和O2微电极[54]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "溶解氧是影响生物膜生长的关键因素，应用溶解氧电极测量生物膜不同深度的溶解氧浓度，发现生物膜消耗的溶解氧总量中有一半都是源自膜内孔道的扩散作用，所以生物膜的结构极大地影响其内部传质过程[55]。微电极还可以测定生物膜孔道内有效扩散系数，结合数学方法构建生物膜内传质动力学模型[54微电极已经成为研究生物膜结构及传质机理的重要工具。生物膜中微生物的组成、活性和空间分布等情况也可以利用微电极测定。Beer等[5通过微电极法测定流化床反应器中生物膜内氨、硝酸盐、溶解氧和 pH 值变化情况，用以研究硝化细菌的活性分布，观测到硝化细菌及其硝化作用都集中在距生物膜表面约为 $1 0 0 \\mathrm { - } 1 2 0 \\mu \\mathrm { m }$ 的范围内。Ferdelman等[7将微电极和分子生物学技术结合起来研究好氧生物膜中的硫酸盐还原菌群，发现硫酸盐还原作用产生的所有硫化物均在生物膜好氧层内被氧化。Yu等[58]将微电极技术以往在生物膜深度方向上的一维测试转变为三维测试，考察了多参数在生物膜平面的分布情况，同时将溶解氧微电极用于现场环境的测试，进一步拓展了微电极的测试范围。徐昆明利用微电极研究浸泡在海水中的不锈钢表面生物膜，发现不锈钢表面生物膜厚度不均，并测试生物膜内部溶解氧、 $\\mathrm { M n } ^ { 2 + }$ ， $\\mathrm { F e } ^ { 2 + }$ 和 ${ \\mathsf { S } } ^ { 2 - }$ 的浓度变化，证实了锰氧化还原菌或硫酸盐还原菌的代谢活动，提出微生物代谢活动可能在金属表面引起浓差电池，加速金属的局部腐蚀[59]。Satoshi 等将微电极和FISH技术联用观测污水管网中腐蚀期为一年的水泥试片，发现仅在距水泥表面几百微米区域处有高浓度的溶解氧和 $\\mathrm { H } _ { 2 } \\mathrm { S }$ ，证实大量硫氧化菌在水泥表面的代谢活动和腐蚀作用[60]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "微电极技术对生物膜微环境的检测，不仅探明生物膜内外环境中重要物理化学指标的浓度变化，还能反映微生物种类及其分布情况，有助于从微观角度阐述微生物对界面传质过程的影响和环境因子对生物膜形成和脱落的影响，揭示微生物在生物膜与其他介质界面上的功能作用。微电极技术与激光共聚焦显微镜技术均可以实现对生物膜实时地，无损或微损地观测，但后者只能研究厚度小于 $2 0 0 \\mu \\mathrm { m }$ 的生物膜，而微电极则可以检测成熟的生物膜 $( 0 . 5 \\mathrm { m m } 2 0 \\mathrm { m m } )$ 。然而，由于微电极抗电磁干扰能力弱，使用寿命较短，目前其应用多限于实验室规模，难以实现长期在线监测。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "5供水管网内壁微生物腐蚀机理",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "供水管网中微生物生命活动对金属管壁的腐蚀作用主要包括：影响电化学腐蚀的阳极或阴极反应；在管壁上的生物质沉积物形成局部厌氧环境，促进厌氧腐蚀；可能导致原电池腐蚀；微生物代谢产物侵蚀破坏金属管壁。引起金属管材腐蚀的微生物主要包括：硫还原菌(SRB)，硫氧化菌(SOB)，铁还原菌(IRB)，铁氧化菌(IOB)，锰氧化菌(MnOB)，分泌有机酸、胞外聚合物或粘液的细菌及能够代谢产生有机酸的真菌等[60.61]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "此外，生物膜的重要组分-胞外多聚物(EPS)可以改变生物膜/管材界面状态，也是影响管网腐蚀的关键因素。EPS对生物膜/金属界面的影响包括：(1)改变金属表面的疏水性质；(2)其特殊的官能团和特定的黏附性，能够捕捉界面上释放的金属离子或形成的腐蚀产物，影响界面上的电化学电极反应；(3)影响扩散速度，使生物膜/金属界面到生物膜/水界面间各种离子、溶解氧等物质的传输复杂化[60.61]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "微生物对管壁的腐蚀往往是在生物膜内多种腐蚀相关菌群联合作用下进行的。油田采集管线中常见的SRB和IOB菌属就是典型的协同腐蚀菌[62,63]。海水中碳钢的腐蚀过程中也存在 SRB,SOB 和IRB 菌属的协同或抑制作用[64.65]。杨帆、孙慧芳等研究发现供水管网中老旧铸铁管上生物膜中SRB和SOB加速腐蚀进程和铁的释放，IRB促进含有磁铁矿的致密腐蚀层生成从而抑制了腐蚀和铁的释放，老旧管壁的腐蚀程度取决于SRB，SOB，IRB 和IOB中优势菌的腐蚀作用[66,67]",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "研究表明生物膜的生长，结构和功能受到微生物群体行为调控机制(Quorum sensing)和细胞信号传导(Cell signaling)的控制[6.68]。因此，为探明腐蚀机理，微观的分子生物学机制研究也是不可或缺的重要内容。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "近些年来，学者又提出BCSR理论，从生物能量学和生物电化学角度诠释微生物腐蚀机理。该理论认为：生物膜中硫酸盐还原菌(SRB)分泌的生物活性酶催化作用下，SRB细胞膜内的生物阴极上硫酸盐的还原消耗了阳极金属材料溶解释放的电子，从而加速腐蚀。该理论颠覆了微生物腐蚀领域中“物理阴极”的传统看法。生物电化学领域中生物阴极的新观点，硫酸盐在细菌体内发生还原反应和跨细胞膜运输的相关研究也有力得佐证了BCSR理论。BCSR理论中，SRB腐蚀金属的反应是热力学自发的放能反应，通过腺苷酰硫酸途径进入SRB细胞质内的硫酸根在SRB体内多种酶催化下被还原，金属铁是电子供体，硫酸根是电子受体。SRB进行厌氧呼吸时，金属铁作为电子供体能提供比碳源(如：乳酸)作为电子供体更多的能量，供给SRB生存所需。很多研究也发现当缺少或没有碳源供给时，SRB生物膜会产生比正常碳源供给的 SRB 生物膜更大更深的点蚀，SRB生物膜通过腐蚀金属能存活更久的时间[69-71]。BCSR 理论还可以解释产甲烷古细菌和硝酸盐还原菌为获取能量而腐蚀金属的现象[70,71]。目前 BCSR 理论认为微生物通过电子传递链获得金属释放的电子，电子传递链主要包括：细胞膜蛋白传递，生物纳米线传递，电子载体依赖性的电子传递[69.72]。具水泥内衬球墨铸铁管或水泥管也被广泛地用于我国供水管网中，然而微生物腐蚀也可能导致水泥结构劣化、水泥砂浆成分流失，甚至开裂漏损等严重供水事故。国内外对微生物水泥腐蚀问题(MICC)也进行了广泛研究，目前MICC的主要机制包括73]：(1）硫氧化菌的代谢产物与水泥水化物反应生成膨胀性产物钙矾石(etringite)和石膏(gypsum)，破坏了水泥的结构。由此产生的裂缝进一步加剧腐蚀作用；(2)硝化细菌代谢生成硝酸溶蚀水泥成分；(3）产酸真菌代谢生成的酸类物质与水泥水化物反应生成可溶性物质，降低水泥强度，劣化水泥结构。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "供水管网中大多数金属管和具水泥内衬管等管材投入使用5年以后，均会出现腐蚀，造成输水过程中的水质下降。结果表明：随着管段服务年限的增大，管网内壁腐蚀也越严重，其生物膜活菌数也越多[74]。随着城市的快速扩张，供水管网的铺设面积也不断增加，在一些水流速低甚至滞留的区域及管网末端，由于水力停留时间过长或消毒剂的衰减耗尽，微生物或协同化学作用引起的腐蚀问题非常严重。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "6生物膜微环境分析技术的联合应用",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "管网腐蚀过程涉及微生物、化学、材料、电化学、数学、水力学等多个学科，微生物生长繁殖和衰亡过程也使得材料表面始终处于非稳定状态，管网腐蚀是非常复杂的过程，所以必须联合多种技术方法才能够将腐蚀机理阐释明确。学者常联合使用多种生物膜微环境分析技术，或者将微环境分析技术与分子生物学技术、电化学分析技术联用，从多学科角度综合分析腐蚀过程。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "James等[75使用 SEM/EDS，FTIR，CLSM和拉曼光谱研究海洋环境中钢管桩的低水位加速腐蚀现象。Zomorodian等7应用场发射扫描电子显微镜，电化学阻抗技术和CLSM评价AZ31镁合金上聚醚酰亚胺高分子衬层的抗腐蚀性能。Tiffany等[77利用SEM/EDS观测和分析高温输油管道中受到腐蚀的碳钢表面附着大量生物膜，并结合分子生物学方法确定了碳钢表面嗜热硫酸盐厌氧菌和嗜温硫酸盐好氧菌的代谢活动导致点蚀的发生。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "生物膜微环境技术，分子生物学技术和电化学分析技术的不断发展，融合互补为腐蚀与防护学科的研究带来不竭动力。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "7展望 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "尽管人们很早就研究微生物腐蚀问题，但由于水相/生物膜/管材基质界面的传质过程、化学或电化学反应非常复杂，目前还没有相关研究能够找出微生物生长代谢和管材腐蚀之间的直接联系，明确其腐蚀机理。对生物膜中多种腐蚀相关菌属协同作用于管壁的腐蚀机理也尚不明确。生物膜微环境的观测和研究不仅帮助我们认识和揭示微生物腐蚀的本质，也为推动防控腐蚀技术的发展提供科学依据。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "生物膜具有各相异性的复杂结构，很难用本文中提及的某一种方法进行完整的表征和研究。在不断推动各种生物膜分析技术发展完善的同时，结合多种先进的仪器，取长补短，开发出系统的生物膜微环境分析方案，协同数学模型构建生物膜在界面附着生长模型和传质模型，以揭示腐蚀过程的传质机制；另一方面将电化学技术、分子生物学技术、基因组学技术、微生物代谢组学技术与生物膜微环境分析技术相结合，研究生物膜动态变化过程中界面层的腐蚀机理，并从机理出发，研发环境友好型的防腐技术，为保障国家基础设施和工业等行业的安全经济运行提供有力支持。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[1]Qu JH.Technical principles of safety and security of drinking water [M].Beijing: Science Press,2007 (曲久辉.饮用水安全保障技术原理[M].北京：科学 出版社,2007)   \n[2] Reynolds KA,MenaKD,Gerba CP.Risk of waterborne illness via drinking water in the United States [J].Rev. Environ. Contam. Toxicol.2008,192:117 [3]Mcneill L S，Edwards M. Iron pipe corrosion in distribution systems [J].J.Am. Water Works Assoc.,2001,   \n93(7): 88 [4] Beech IB, Sunner J.Bio-corrosion: towards understanding interactions between biofilms and metals [J]. Curr. Opin. Biotechnol.,2004,15(3): 181 [5] Zhao HB.Water supply pipeline hygiene [M]. Beijing: China Building Industry Press,2008 (赵洪宾.给水管道卫生学[M].北京：中国建筑工业 出版社,2008) [6] Douterelo I,Boxall JB,Deines P, et al.Methodological approaches for studying the microbial ecology of drinking water distribution systems [J]. Water Res.,014,   \n65(15): 134 [7]Haagensen JA J，Regenberg B, Stermberg C. Advanced microscopy of microbial cells [J].Adv.Biochem. Eng./Biotechnol.,2011,124: 21 [8] Dong Z H, Shi W,Hong M R,et al. Heterogeneous corrosion of mild steel under SRB-biofilm characterised by electrochemical mapping technique [J]. Corros. Sci.,   \n2011, 53(9): 2978 [9] Simoes L C, Simoes M, Vieira M J.Influence of the diversity of bacterial isolates from drinking water on resistance of biofilms to disinfection [J].Appl.Environ. Microbiol.,2010, 76(19): 6673 [10] Wang H.Effects of microbial attachment and biofilm formation on microbiologicallyinfluenced corrosion [D]. Akron: University of Akron, 2014 [11] Alabbas F M, Spear JR,Kakpovbia A,et al. Bacterial attachment to metal substrate and itseffectson microbiologicall-influenced corrosion in transporting hydrocarbon pipelines [J].J.Pipeline Eng.,2012,11(1):   \n63 [12]Enning D，Garrelfs J.Corrosion ofironby sulfate-reducing bacteria: New views of an old problem [J].Appl. Environ. Microbiol.,2014,80(4): 1226 [13] Liu H W, Xu D K, Wu YN,et al. Research Progress in Corrosion of Steels Induced by Sulfate Reducing Bacteria. [J]. Corros.Sci.Prot.Technol.,2015,27(5): 409 (刘宏伟，徐大可，吴亚楠等．微生物生物膜下的钢铁 材料腐蚀研究进展[J]．腐蚀科学与防护技术，2015,   \n27(5): 409) [14] Yang JD,Xu FL,Hou J,et al. Research Progress in Microbial Corrosion of Metal Materialsand Its Prevention[J].Equip.Environ.Eng.,2015,12(1): 59 (杨家东，许凤玲，侯健等．金属材料的微生物腐蚀与 防护研究进展 [J].装备环境工程,2015,12(1):59)   \n[15] Beech I B,Sunner JA,Kenzo H. Microbe-surface interactions in biofouling and biocorrosion processes [J]. Int.Microbiol. Official J. Spanish Soc.Microbiol.,2005, 8(3): 157   \n[16] Bai He. Growth and Mass Transfer of Sulfate Reducing Bacteria Biofilm[D].Tianjin: Tianjin University,2014 （白鹤.硫酸盐还原菌生物膜生长和传质过程的研究 [D]．天津:天津大学,2014)   \n[17] Wen Q X, Shi H C, Chen Z Q. Research progress of micro-environments and mass transfer phenomena in biofilm [J]. Tech.Equip.Environ.Pollut. Control, 2006, 7(6): 1 (温沁雪，施汉昌，陈志强.生物膜微环境和传质现象 研究进展[J].环境污染治理技术与设备，2006,7(6): 1)   \n[18] Mao X H, Du J C,Huang Q, et al. Application of super-resolution optical microscopy in biology [J]. Nucl. Tech.,2013,36(6): 060502 (毛秀海，杜建聪,黄庆等．超分辨光学显微镜的生物 学应用[J].核技术,2013,36(06):060502)   \n[19]Lawrence JR,Korber D R,Hoyle B D.Optical sectioning of microbial biofilms [J].J.Bacteriol.,1991, 173(20): 6558   \n[20] Stoodley P,Boyle JD,DeBeer D,et al.Evolving perspectives of biofilm structure [J]. Biofouling,1999, 14(14): 75   \n[21] Wang R C, Wen X H, Qian Y. Confocal Laser Scanning Microscopy used in the study of biofilms [J]. Water and Wastwater,2003,12(12): 23 (王荣昌，文湘华，钱易．激光扫描共聚焦显微镜用于 生物膜研究 [J].中国给水排水,2003,12(12):23)   \n[22] Thomas R N,Bertram M,Frank V,et al. Advanced imagingtechniquesforassessmentofstructure composition and function in biofilm systems [J].FEMS Microbiol. Ecol.,2010,72(1): 1   \n[23]Lawrence JR,Korber D R,Hoyle B D,Optical sectioning of microbial biofilms [J].JBacteriol.1991, 173(20): 6558   \n[24] Beer D D. Stoodlev P. Lewandowski Z. Measurement of local diffusion coefficients in biofilms by microinjection and confocal microscopy [J]. Biotechnol. Bioeng.,1997, 53(2): 151   \n[25] Beer D D, Schramm A. Micro-environments and mass transferphenomenainbiofilmsstudiedwith microsensors [J].Water Sci.Technol.,1999,39(7): 173   \n[26] Blanc V, Isabal S,Sanchez M C,et al. Characterization and application of a flow system for in vitro multispecies oral biofilm formation [J].J.Periodontal Res.,2014, 49(3): 323   \n[27] Halan B,Buehler K,Schmid A.Biofilms as living catalysts in continuous chemical syntheses [J].Trends Biotechnol.,2012,30(30): 453   \n[28] Martiny A C,Jorgensen T M,Albrechtsen HJ,et al. Long-Term Succession of Structure and Diversity of a Biofilm Formed in a Model Drinking Water Distribution System [J].Appl.Environ.Microbiol.，2003,69(11): 6899   \n[29] Feng J,Leung H W, Li S,et al. A biofilm model for prediction of pollutant transformation in sewers [J]. Water Res.,2009,43(13): 3187   \n[30] Ling F,Liu W T. Impact of chloramination on the development of laboratory-grown biofilms fed with filter-pretreated groundwater [J].Microbes Environ., 2013,28(1): 50   \n[31] Fish KE,Sharpe R L,Green NH, et al. Visualizing and quantifying the matrix of drinking water biofilms [A]. In IWA Biofilm conference 2011: Processes in Biofilms [C]. Shanghai, China,2011   \n[32] Jayaraman A,Earthman JC，Wood T K. Corrosion inhibition by aerobic biofilms on SAE 1018 steel[J]. Appl. Microbiol. Biotechnol.,1997,47(1): 62   \n[33] Priester JH, Horst A M,Werfhorst L C VD,et al. Enhanced visualization of microbial biofilms by staining and environmental scanning electron microscopy [J].J. Microbiol. Meth.,2007, 68(3): 577   \n[34] Alhede M, Qvortrup K, Liebrechts R. Combination of microscopic techniques reveals a comprehensive visual impression of biofilm structure and composition [J]. FEMS Immunol. Med.Microbiol.,2012, 65(2): 335   \n[35] Han X,Xiao S Q.Focused Ion Beam (FIB) and its Applications [J].Mater China,2014,12(32): 716 (韩伟、肖思群.聚焦离子束(FIB)及其应用[JI.中国 材料进展,2014,12(32):/16)   \n[36] Lawrence JR, Swerhone G D W,Leppard G G, et al. Scanning transmission X-ray， laser scanning,and transmission electron microscopy mapping of the exopolymeric matrix of microbial biofilms [J].Appl. Environ. Microbiol.,2003,69(9): 5543   \n[37] Gabriela S,Lorite G S,Rodrigues C M, et al. The role of conditioning film formation and surface chemical changes on Xylella fastidiosa adhesion and biofilm evolution [J].J. Collold Interf. Sci.,2011,359(1): 289   \n[38] Diosi G, Telegdi J,Farkas G, etal. Corrosion influenced by biofilms during wet nuclear waste storage [J]. Int. Biodeterior. Biodegrad.,2003,51(2): 151   \n[39]Yuan SJ,Pehkonen S O.AFM study of microbial colonization and its deleterious effect on 3O4 stainless steel by Pseudomonas NCIMB 2021 and Desulfovibrio desulfuricans in simulated seawater[J]. Corros.Sci.,2009, 51(6): 1372   \n[40]Li W T,Lin J. Surface Analysis of Q235 Steel Corrosion Behavior under Biofilms [J].Equip.Environ. Eng.,2007, 4(6): 19 (李文涛，林晶.微生物膜下 Q235 钢腐蚀行为的表面 分析[J].装备环境工程,2007,4(6):19)   \n[41] Dufrene YF. Using nanotechniques to explore microbial surfaces [J].Nat.Rev.Microbiology,2004,2(2): 451   \n[42] Bluhm H,Andersson K,Araki T,et al. Soft X-ray microscopyandspectroscopyattheMolecular Environmental Science Beamline at the Advanced Light Source [J]. J.Electron Spectrosc.,2006,150(2-3): 86   \n[43] Naz I, Batool A U, Ali N, etal. Monitoring of growth and physiological activities of biofilm during succession on polystyrene from activated sludge under aerobic and anaerobic conditions [J].Environ. Monit. Assess.,2013, 185(8): 6881   \n[44] Ivleva N P,Wagner M,Horn H,et al. Towards a nondestructive chemical characterization of biofilm matrix by Raman microscopy [J].Anal. Bioanal. Chem., 2009,393(1): 197   \n[45]Kniggendorf A K,Meinhardt-Wollweber M.Of microparticlesand bacteria identification-(resonance) Raman micro-spectroscopy as a tool for biofilm analysis [J].Water Res.,2011,45(15): 4571   \n[46] Du X J,Fei W,Lu X,et al.Biochemical and genetic CHdIacteIIsucsOlCIOHovactersaKaZaKlUIOII formation[J].Res.Microbiol.,2012,163(6-7): 448   \n[47]Ivleva N P,Wagner M,Horn H,et al. Towards a nondestructive chemical characterization of biofilm matrix by Raman microscopy [J]. Anal. Bioanal. Chem., 2009,393(1): 197   \n[48] Ivleva NP, Michael W,Agathe S,et al.Label-free in situ SERS imaging of biofilms [J]. J. Phys.Chem.B,2010, 114(31): 10184   \n[49] Michael W,Danial T, Christoph H, et al. Investigationof the mesoscale structure and volumetric features of biofilmsusing optical coherence tomography[J]. Biotechnol. Bioeng.,2010,107(5): 844   \n[50] Beier B D,Quivey R G Berger AJ.Identification of different bacterial species in biofilms using confocal Raman microscopy [J].J. Biomed. Opt.,2010,15(15): 759   \n[51] Schwartz T, Jungfer C,HeilBler S,et al. Combined use of molecular biology taxonomy， Raman spectrometry，and ESEM imaging to study natural biofilms grown on filter materials at waterworks [J]. Chemosphere,2009,77(2): 249   \n[52] Bungay HR,Whalen WJ, Sanders W M. Microprobe Techniques for Determining Difusivities and Respiration Rates in Microbial Slime Systems [J].Biotechnol. Bioeng.,1969,11(5): 765   \n[53] Zhou X H，Shi H C,Cai Q. Study Process on Micro-profilesofBiofilm Determinedby Microelectrodes [J].Administr. Tech.Environ.Monit., 2006,18(1): 32 (周小红，施汉昌，蔡强.基于微电极的生物膜分析技 术的研究进展[J].环境监测管理与技术,2006,18(1): 32)   \n[54] Wilderer P A, Bungartz H J, Lemmer H, et al.Modern scientific methods and their potential in wastewater science and technology[J].Water Res.,2002,36(2): 370   \n[55]StewartPS,FranklinMJ.Physiological heterogeneity in biofilms [J].Nat.Rev.Microbiol.,2008,6(3):199   \n[56] BeerDD,Heuvel JC VD, Ottengraf SP.Microelectrode measurementsof the activity distribution in nitrifying bacterial aggregates [J].Appl. Environ.Microbiol.,1993, 59(2): 573   \n[57]Ferdelman T G Santegoeds C M,Structural and UaUtCHaI UIUIIS [J]. ApPI. LVIUII. IVIUIUUIL,1990, 64(10): 3731   \n[58] Yu T, De IR C, Lu R. Microsensor measurement of oxygen concentration in biofilms: from one dimension to three dimensions [J].WaterSci.Technol.，2004, 49(11-12): 353   \n[59] Xu K.Marine biofilm formation and its effect on metal corrosion [J]. Marine Sci.,2008,32(9): 71 (许昆明.海洋生物膜的形成及其对金属腐蚀的影响 [J]．海洋科学,2008,32(9):71)   \n[60] Satoshi O,Mitsunori O,Tsukasa I,et al. Succession of sulfur-oxidizing bacteria in the microbial community on corroding concrete in sewer systems [J]. Appl. Environ. Microbiol.,2007,73(3): 971   \n[61] Simoes L C, Simoes M, Vieira M J, Influence of the diversity of bacterial isolates from drinking water on resistance of biofilms to disinfection [J]. Appl.Environ. Microbiol.,2010,76(19): 6673   \n[62] Liu HW, Bi C, Zhang F.,etal.Effects ofiron-oxding bacteria on carbon steel in oilfield produced water[J].Ecs Trans.,2014,59(1): 409   \n[63] Emerson D,Fleming E J, Mcbeth JM. Iron-oxidizing bacteria: an environmental and genomic perspective [J]. Annu. Rev. Microbiol.,2010, 64(64): 561   \n[64] Duan J, Wu S, Zhang X,et al. Corrosion of carbon steel influenced by anaerobic biofilm in natural seawater [J]. Electrochim. Acta,2008,54(1): 22   \n[65] Pineau S,Sabot R,Quillet L,et al.Formation of the Fe(II-II) hydroxysulphate green rust during marine corrosion of steel associated to molecular detection of dissimilatory sulphite-reductase [J]. Corros.Sci.,2008, 50(4): 1099   \n[66] Yang F, Shi B Y,Bai YH, et al. Effect of sulfate on the transformation of corrosion scale composition and bacterial community in cast iron water distribution pipes [J]. Water Res.,2014,59(4): 46   \n[67] Sun HF. Effect of biofilm bacterial community on iron corrosion corrosion product transformation and release in drinkingwaterdistrbutionsystem[D].Beijing: University of Chinese Academy of Sciences,2014 (孙慧芳.给水管网生物膜细菌群落对管网腐蚀、腐蚀 产物转化及其释放的影响 [D].北京:中国科学院大 学,2014)   \n[68] Lazar V. Quorum sensing in biofilms-How to destroy the bacterial citadels or their cohesion/power? [J]. Anaerobe, 2011, 17(6): 280   \n[69] Zhang P,XuD,Li Y, et al.Electron mediators accelerate themicrobiologically influenced corrosion of 304 stainless steel by the Desulfovibrio vulgaris biofilm [J]. Bioelectrochemistry,2015,101: 14   \n[70] Xu D,Gu T. Carbon source starvation triggered more aggressive corrosion against carbon steel by the Desulfovibrio vulgaris biofilm [J].Int.Biodeterior. Biodegrad.,2014,91: 74   \n[71]Chen Y J，Howdyshell R,Howdyshell S,et al. Characterizing Pitting Corrosion Caused by a Long-Term Starving Sulfate-Reducing Bacterium Surviving on Carbon Steel and Effects of Surface Roughness [J]. Corrosion,2014,70(8): 767   \n[72] Sherar B W A,Power I M,Keech P Get al. Characterizing the effect of carbon steel exposure in sulfide containing solutions to microbially induced corrosion [J]. Corros. Sci.,2011,53(3): 955   \n[73] George R P, Vinita V, Samal S S,et al. Current understanding and future approaches for controlling microbially influenced concrete corrosion: a review [J]. Concr Res.Lett.,2012,3(3): 491   \n[74] Li S,Zhang X J. Growth of biofilms and its impact factors on the inner wall of pipes in Water Distribution Systems [J].Water and Wastwater, 2003,19(13): 49 (李爽，张晓健.给水管壁生物膜的生长发育及其影响 因素[J].中国给水排水,2003,19(13):49)   \n[75] James M N,Hattingh D G Case studies in marine concentrated corrosion [J].Eng.Fail.Anal.,2015,47:1   \n[76] Zomorodian A,Garcia M P, Silva T M E,et al. Biofunctional composite coating architectures based on polycaprolactone and nanohydroxyapatite for controlled corrosion activity and enhanced biocompatibility of magnesium AZ31 alloy[J]. Mater. Sci. Eng.,2015,C 48: 434   \n[77] Lenhart TR,Duncan K E,Beech IB,et al. Identification and characterization of microbial biofilm communities associated with corroded oil pipeline surfaces[J]. Biofouling,2014,30(7): 823 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]