[
    {
        "type": "text",
        "text": "提升农村集体行动能力加快农业科技进步 \\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/b80bc8eaefdba588de7dae7931b2ec43d6a6dcce3a9310a383aa9f7ae791202f.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王亚华",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "清华大学公共管理学院北京100084  \n清华大学中国农村研究院北京100084  \n清华大学国情研究院北京100084",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要科技进步对于促进农业供给侧改革意义重大。文章引入集体行动的视角，为科学理解和促进农业科技进步提供启示。我国农村公共事物治理和公共物品供给中的集体行动能力下降，是制约农业科技进步特别是协作性技术扩散的重要原因。农村集体行动面临的困境，可以归结为十大因素。同时，也存在有利于农村集体行动的四大因素。破解农村集体行动困境，加快农业科技进步，需要着眼于农村治理的全局，全面提升农村集体行动能力。具体政策取向包括：强化基层治理能力和公共服务体系建设；积极发展专业化服务和农村多元合作治理；大力发展农村电子商务和农村电子政务服务；重视和加强乡村文化建设和民主法治建设；深化农村集体产权制度改革，因地制宜推进制度创新。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词集体行动，农村公共事物，科技进步，制度创新，农村治理 DOI 10.16418/j.issn.1000-3045.2017.10.007 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "科技进步是推动农业从传统走向现代的根本性力量。大力推进现代科技创新和扩散，是实现中国农业现代化的关键。2017年中央“一号文件”提出，要强化科技创新驱动，加强农业科技推广。加速现代科技进步，加快现代农业发展，提高土地产出率、资源利用率、劳动生产率，对于农业供给侧改革意义重大。实践中可以观察到，现代科技在城市的扩散速度明显快于农村，现代服务业和工业的科技进步速度大大快于农业。反思如何加快现代科技在农村和农业领域的扩散，是一个有价值的学术问题。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "理论研究表明，农业科技的扩散和采纳，主要受推广主体、技术特性和农户特征等因素的影响，其中技术本身的特性对于技术扩散的速度具有重要影响[]。很多现代农业技术具有大规模协作的性质，例如旱作农业生态技术、农业节水技术、防治水土流失生态技术、病虫害综合防治技术、综合生态工程技术、农村能源开发技术等，因此可以称为“协作性技术”。协作性技术具有公共物品的属性，可以纳入公共事物的分析范畴，其推广依赖多主体联合开展集体行动，但需克服合作中“搭便车”困境的问题。21世纪以来，我国农村集体行动能力下降导致的农村集体行动困境，已经成为制约农业科技进步特别是协作性技术扩散的重要原因。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1农村集体行动能力下降现状及其后果",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着中国经济快速发展和城镇化、工业化的推进，大量农村人口特别是农村精英向城镇地区迁移，大规模的劳动力外流使农村地区的社会结构发生了深刻变迁，出现了农村社会空心化、农村人口老龄化以及农村土地非农化等新趋势。在此背景下，中国农村公共事物治理和公共物品供给中的集体行动能力明显下降。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "以农田水利为例，计划经济时代的人民公社体制下，依靠政治动员把农民组织起来大兴水利建设。21世纪初农村税费改革以来，越来越多的农民选择打井、挖堰、购置设备抽水等形式解决灌溉需求。根据清华大学中国农村研究院的抽样调查数据，农村采用机器抽水、打井和水渠灌溉的比例约各占1/3，机器抽水和打井灌溉已经成为农户灌溉的主要方式，而使用喷灌、滴灌和膜上灌等新型节水灌溉技术的农户所占比例仅为 $1 . 1 \\% ^ { [ 2 ] }$ 。过去半个世纪之中，中国农村集体行动的基本单元，从人民公社缩小到村社，再到目前进一步缩小为几家农户甚至单家独户，这从一个侧面反映了中国农村集体行动能力的衰落[]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "农村集体行动能力的下降，对协作性技术的扩散有显著影响。仍以农田水利为例，水稻是中国最大的耗水作物，大约消耗了全国总用水量的 $50 \\%$ ，因此水稻节水灌溉技术对于提高水资源效率具有战略意义[4]。水稻控制灌溉技术被证明是适合我国南方的农业节水技术，该技术于20世纪90年代在盐城市广泛应用。控制灌溉与浅水勤灌相比，可节省灌溉用水 $30 \\% - 4 5 \\%$ ，增产 $5 \\%$ 一$1 0 \\% ^ { [ 5 ] }$ 。水稻控制灌溉技术曾被纳入国家文件要求推广，高峰时在全国的推广面积一度达2亿亩，但是其持续性和近年来的推广效果却不尽人意，主要原因是水利工程配套措施跟不上和农业用水组织体系不健全。这从科技进步角度解释了“公共渠道逐渐废弛，小型水利遍地开花”现象。农村集体行动能力的下降，是诸如水稻控制灌溉技术等很多协作性技术难以在农村有效推广的原因，也是隐藏在政府无力推广、农民无心参与等表象之下的症结所在。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "政府管理、市场调节和社会自治是提升集体行动能力的3种基本途径。随着中国经济社会转型和农村社会结构变迁，农村基层组织动员能力下降，市场机制供给农村公共事物和公共物品的作用有限，农民自治能力未能发育起来，农村公共治理出现了“政府失灵”“市场失灵”和“社会失灵”并存的困局，由此导致了普遍的农村集体行动困境，这是中国农村集体行动能力下降的根源[3]。协作性技术由于依赖大规模的集体行动，更容易同时面临“市场失灵”“政府失灵”和“社会失灵”，故而扩散相对缓慢，也对农村集体行动能力提出了更高要求。因此，深入反思我国农村集体行动能力下降的原因，系统诊断影响农村集体行动能力的因素，对于进一步加快农业科技进步与推进农业供给侧改革，具有重要的政策价值。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2影响农村集体行动的具体因素",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "影响农村集体行动的因素很多，大体可归结为自然地理条件、经济社会属性、制度规则和农户特征等方面。笔者团队通过对中国农村集体灌溉影响因素的系列实证研究[7-10]，发现影响农村集体行动的因素中，既有较多不利因素，也有一些有利因素，在此做一简要归纳。这些认识虽然主要基于农村灌溉集体行动的研究，但作为农村集体行动的一个缩影和典型，对于理解我国农村集体行动的逻辑具有一定参考价值。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1农村集体行动的不利影响因素",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）资源条件的恶化。自然资源条件深刻影响农村集体行动。过于稀缺或者过于充裕的自然资源条件，均不利于集体行动的开展，适度的自然资源条件最有利于集体行动[1,12]。中国人多地少，人均占有的各类自然资源相对稀少，这本身就不利于集体行动的开展；加之水土资源条件恶化，自然灾害频发，更加加剧了农村集体行动的困难性。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(2）经济地理的变迁。农户越接近市场，非农业收人机会越多，则参与农村集体行动的积极性越小[1,14]。笔者团队研究发现，我国集体灌溉的发展在非城郊村显著好于城郊村，其原因在于非城郊村距离城镇比较远，当地农户更为重视本村的公共事物[7]。随着我国城镇化的飞速发展，大量的乡村被快速城镇化或城郊化；同时随着交通基础设施的飞速发展，农户与市场的连接越来越方便快捷。这些趋势都可能削弱农村组织集体行动的动机。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（3）大规模的劳动力外流。城镇化进行过程中伴随着大规模的农村劳动力外流。截至2015年底，我国共有2.77亿农村人口向城镇转移，占总人口的 $20 \\%$ ，预计到 2050年转移人数将增长到3.5亿[15]。劳动力外流至少通过3种机制降低了农村的集体行动能力： $\\textcircled{1}$ 领导力的流失。劳动力外流带走了多数在农村治理中能发挥组织与协调作用的精英人才。 $\\textcircled{2}$ 社会资本流失。劳动力外流削弱了村庄内原有的人际关系网络，使得基于信任、可信承诺与相互监督才能形成的集体行动变得更为困难。$\\textcircled{3}$ 对村庄归属感降低。农民的乡土归属感下降，参与公共事物的意愿和动力更加薄弱[]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（4）村庄人口特征的变化。城镇化使农村人口结构发生深刻变化，村庄空心化和老龄化特征凸显。大规模的城镇化形成了越来越多的空心村，导致许多村庄的人口规模不断萎缩，而村庄规模萎缩对农村集体行动会产生负面影响。从农村迁往城市的人口绝大多数都是青壮年人口，这使农村人口的老龄化进一步加速。大龄农村人口的文化素质和劳动技能，也会对农村集体行动产生不利影响。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（5）对农业依赖性的下降。随着大规模农村劳动力外流，村庄和家庭的人口规模都趋向于缩小，兼业农民比重不断增加，农户从农业经营中取得的收入占总收入的份额不断下降。就目前平均水平而言，农户的农业收入占家庭总收入的比重已经不到1/4。农户对农业的依赖性降低会导致参与农村公共事物的意愿下降[7,16]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（6）村民间异质性增加。农民外出务工数量的增长和兼业户占比的增加，提高了村庄内部的经济异质性。社会更加开放和流动，也增加了村民间的社会文化异质性。异质性的增加会导致农民对农村公共事物的需求出现分化[17]。例如，对于农田水利，经济条件好的农户更倾向于打井或自购提水设施灌溉—一农户之间难以在更大范围内达成一致，这也是导致小微水利遍地开花的重要原因。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（7）农村基层治理薄弱。农村税费改革以后，农村基层政权组织的制度型权威有所弱化。许多村庄“一事一议”制度运行效果不佳，出现了“组织开会难、讨论决议难、执行决定难”的现象，达成有效的集体行动所依赖的制度供给问题比较突出。清华大学中国农村研究院的抽样调查数据显示，大约有 $90 \\%$ 的被调查农户从来没有或很少参与过村里的灌溉事务讨论[2]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（8）自主治理水平不高。由于农村基层政权组织的动员能力下降，农村社会的“原子化”①程度加深，农民参与公共事物的热情不高，往往处于被动参与的角色。农村各类合作组织快速发展，对于扭转这一趋势起到了积极作用。但是由于种种原因，很多农民合作组织的运行效果并不尽如人意。例如，经过20年的发展，全国范围内已经建立了近10万家农民用水户协会。但是笔者团队的研究表明，用水户协会在全国很多地区呈现低效运作甚至流于形式，相对于传统的村集体管理并没有显示出制度优势[10]。这反映出，提高农村自主治理水平仍然任重道远。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（9）监督与奖惩机制不健全。有效的制度运行依赖相互监督和可信承诺，为此有必要建立相应的制裁与惩罚机制，这对于达成有效的集体行动十分关键[16]。目前农村基层社会运行中，一方面传统习俗和村规民约的非正式制度效力不断下降，另一方面基于现代法治的正式制度运行体系尚未完全建立起来，导致制裁与惩罚机制普遍缺失或执行薄弱。根据清华大学中国农村研究院的抽样调查数据，在基层灌溉管理中，对于私自挖渠偷水或者拖欠水费的行为，大约只有1/4的受访村采取了惩罚措施[7]。由于违反制度的成本较低，进一步助长了基层普遍违约的社会风气，降低了农村集体行动成功的可能性。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（10）农村集体产权改革。我国农村的自然资源主要是集体产权制度，其产权运营和收益高度依赖有效的集体行动。而由于农村集体行动的困难性，集体产权运行的效果普遍不佳，催生了实践中的农村自然资源“确权化”改革，涉及土地资源、森林资源、草地资源和水资源等众多门类。这包括继“分田到户”的农地产权制度改革之后，近年来全国普遍推行的“农地确权”的农村土地制度改革，我国南方多省市推行的“分林到户”的集体林权改革，西北省份开展的“分草到户”的牧场体制改革，以及近年来启动的全国范围的“分水到户”的水权改革试点。这些改革在为广大农户创造产权激励的同时，也导致了公共资源的产权碎片化问题，农民更难以就公共事物治理形成有效的和有规模的合作，加剧了农村集体行动的困境[3]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "上述10个方面的因素，在不同程度上对农村集体行动的开展产生了不利影响，这可以解释当前中国农村集体行动面临的困境。同时，这些因素也制约了现代科技特别是协作性技术在农村的扩散速度。对于现代科技在农业产业和农村的扩散速度明显慢于二三产业和城市，上述十大因素亦有一定的解释力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2农村集体行动的有利影响因素",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）农村经济的快速发展。经济发展水平的提高有助于改善农村基础设施，为提升农村公共物品供给能力、改进公共事物治理创造了有利条件。笔者团队的研究表明，经济发展水平相对较好的农村地区，其灌溉基础设施状况也相对越好，农户负担的灌渠维护成本也较低，公共治理的绩效相对更高[。进入21世纪以来，中国农村经济快速发展，农民收人持续较快增长。特别是2009年以来，城乡收入差距趋向缩小，农民消费和支出结构加快升级，直接推动了现代科技在农业农村的加速扩散。随着农村经济的进一步发展，如果能够利用经济发展创造的有利条件，改进农村治理和制度建设，将有可能扭转农村集体行动能力下降的不利局面。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）农村市场化的不断深化。市场机制在农村的不断拓展，直接推动了农业生产的商品化、机械化和信息化，加速了现代科技在农村的扩散和农业现代化进程。这是改革开放以来，中国农村发生天翻地覆变化的根本驱动力。市场机制可以为私人物品性质的商品和技术提供有效供给。随着市场化的不断扩展，一些原来属于公共物品范畴的商品和技术，可以通过市场或部分引入市场提供生产和供给。例如，我国一些农村地区涌现出的土地托管，可以提供打药、除草、浇水、病虫害防治、收割、运输等各个生产环节的专业化服务，这正是市场深化促进农业生产分工深化，进而催生出的农业生产经营方式的创新。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）农村信息化的加速进步。近年来，我国农村互联网用户不断增长，农村电子商务快速发展，农村信息化取得突飞猛进的发展。截至2015年底，我国农村网民规模达1.95亿，年增长率为 $9 . 5 \\%$ ；农村网民网络购物用户规模为9239万，年增长率达 $1 9 . 8 \\% ^ { [ 1 5 ] }$ 。信息化能够加速现代农业技术在农村的扩散，有利于推动农业供给侧改革，促进一二三产业融合发展。同时，村庄微信群和电商的迅猛发展，正在深刻改变中国农村的治理结构。村庄微信群成为村干部与村民之间、村民与村民之间进行信息交互的平台。这为汇聚民意、村务公开和民主监督提供了极大的便利。电商在农村的合伙人可能成为村民讨论村庄公共事物的联络人，电商在农村的服务点可能成为村民讨论村庄公共事物的重要场所。这些新的发展趋势，有助于增强农村集体行动能力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（4）农村土地流转的推进。中国农村人均占有耕地面积狭小，土地破碎化，对农村集体行动构成了基础性制约。农村土地流转将在一定程度上缓解此种状况。截至2016年6月底，全国承包耕地流转面积已达4.6亿亩，超过承包总面积的1/3，在一些东部沿海地区，流转比例甚至超过 $1 / 2 ^ { [ 1 5 ] }$ 。农村土地的有序流转和农户适度规模经营的逐步形成，可以从2个方面提升农村集体行动能力： $\\textcircled{1}$ 规模化经营提高了农业生产活动的相对收益，增加了农民对农业的依赖程度，进而会提高农户参与农业基础设施建设、维护等集体行动的意愿； $\\textcircled{2}$ 人地关系的变化重塑了农民之间的合作关系，在一定程度上抵消了劳动力外流带来的领导力缺失、社会资本流失等不利因素，进而提升农村集体行动能力。随着农业用地“三权分置”改革的不断推进，大量拥有适度经营规模的“中农”阶层与普通农业精英阶层有望成为农村集体行动的中坚力量，因为这个群体最热心、最少“搭便车”，也最积极地组织、维护和参与农村公共事物[18]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "上述4个方面的因素，将对提升农村集体行动能力产生积极影响，进而加速现代科技特别是协作性技术在农业农村的扩散，可作为相关政策设计的重要考量。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 破解农村集体行动困境的政策取向",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "破解农村集体行动困境，关键是采取恰当的公共政策，抑制农村集体行动的不利因素，发挥农村集体行动的有利因素，本文分析具体有5个方面的政策启示。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）强化基层治理能力和公共服务体系建设。以基层党建为抓手，提升基层干部的领导力、公信力和号召力。增加面向乡镇的财政转移支付，提高乡镇政府公共服务能力，加强乡镇农业技术推广机构等基层公共服务机构建设，通过多种途经充实基层专业人才队伍。加强村民委员会的自治功能，发挥好村规民约作用，把村民自治落到实处。加强村民小组的组织能力，使其能够发挥组织农民完善技术推广与应用体系的作用，解决农业技术推广的“最后一公里”问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）积极发展专业化服务和农村多元合作治理。以农用地制度改革为契机，进一步激活农村各类要素市场，鼓励多种形式的组织创新、市场创新和服务创新。积极培育新型农业经营主体，发展多种形式规模经营，鼓励发展专业化农业合作组织，引导土地流转和土地托管的有序开展。推进政府和社会资本合作（PPP）模式应用，扩大农村公共物品的高质高效供给。推行政府购买服务，支持各类社会力量广泛参与农业科技推广。在农村公共事物中积极倡导多元合作治理，形成政府治理和社会调节、居民自治良性互动的格局。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(3）大力发展农村电子商务和农村电子政务服务。抓住互联网革命的机遇，大力发展“互联网 $+$ 农业”与“互联网 $+$ 农村”，推动农村经济社会的跨越式发展。加快推进农村信息化基础设施建设，加强农村电子商务发展经验总结和推广，加快农村电子商务服务规范和标准化建设。推动农村电子商务与农村一二三产业深度融合，促进农业转型升级和提质增效。积极运用互联网改进农村社会治理，鼓励基层建设政务服务和便民服务网上平台。促进农村电子政务和电子商务的融合发展，推动农村社会治理体系的创新。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（4）重视和加强乡村文化建设和民主法治建设。借助传统和现代的各种组织文化资源，维系乡村社会资本，增进村庄归属感和认同感，增强乡村社会的凝聚力。丰富农村的公共文化生活，提高农民的道德文化素质，培育健康向上的乡村社会风尚。真正将村民委员会建成村民的自治组织，切实维护好农民自主管理农村事务的民主权利。建立乡村民主协商和公共议事平台，增进农民之间的交流、互信和合作，激发农民参与农村公共事物的热情。增强农民群众的法治意识和法治思维，完善农村法律服务体系，加大农村执法监督力度。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（5）深化农村集体产权制度改革，因地制宜推进制度创新。构建归属清晰、权能完整、流转顺畅、保护严格的农村集体产权制度，促进农村集体经济发展和农民持续增收。科学确认农村集体经济组织成员身份，防止内部少数人控制和外部资本侵占，维护好农民集体资产权益。推进农业用地“三权分置”改革，在稳定农户承包权、放活土地经营权的同时，要有效落实集体所有权，充分维护农民集体对承包地发包、调整、监督、收回等各项权能。农村体制改革要充分发挥农民主体作用，确保农民知情权、参与权、表达权和监督权，尊重农民的实践创新和地方的试点试验，因地制宜探索适合当地的制度安排。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在复杂的自然-经济-社会-技术耦合系统中，科技进步不仅受到科技直接相关的因素影响，更受到经济社会发展和制度环境的制约。本文引入集体行动的视角，为科学理解和促进农业科技进步提供了新启示。本文将协作性技术推广纳入农村公共事物治理的范畴，探讨其集体行动的具体影响因素，拓展了农业科技进步问题的认知视野。通过识别影响农村集体行动的不利因素和有利因素，形成对农村集体行动困境的系统认识，为破解农村集体行动困境提供政策启示。以科技进步促进农业供给侧改革，需要着眼于农村治理的全局，全面提升农村集体行动能力，推进农村治理体系和治理能力现代化。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1司徒淞，王和洲,张薇.中国水稻节水若干问题的探讨与建议.2000,19(1):30-33.  \n2 王亚华.中国农业灌溉管理的挑战与对策．“三农”决策要参,2017,188(12): 1-12.  \n3 王亚华，高瑞,孟庆国.中国农村公共事务治理的危机与响应.清华大学学报（哲学社会科学版）,2016,(2):23-29.  \n4姚林,郑华斌,刘建霞,等.中国水稻节水灌溉技术的现状及发展趋势.生态学杂志,2014,33(5):1381-1387.  \n5俞双恩,张展羽.江苏省水稻高产节水灌溉技术体系研究.河海大学学报（自然科学版）,2002,30(6):30-34.  \n6 王亚华.对制度分析与发展（IAD）框架的再评估.公共管理评论,2017, (1): 3-21.  \n7Wang Y,Chen C,Araral E.Theeffectsof migration oncollectiveaction in the commons:Evidence from rural China.WorldDevelopment, 2016, 88: 79-93.  \n8 高瑞,王亚华,陈春良.劳动力外流与农村公共事务治理.中国人口·资源与环境,2016,26(2):84-92.  \n9 王亚华,汪训佑.中国渠系灌溉管理绩效及其影响因素.公共管理评论,2014,16(2): 47-68.  \n10 王亚华.中国用水户协会改革：政策执行视角的审视.管理世界,2013, (6): 61-71.  \n11 Agrawal A. Common Resources and Institutional Sustainability.Washington, DC: National Academy Press, 2002.  \n12 Araral E. What explains colective action in the commons? Theoryand evidence from the Philippines.World Development,200937(3): 687-697.  \n13 Meinzen-Dick R S,Brown L R,Feldstein H S,et al. Gender,property rights,and natural resources. World Development, 1997,25(8): 1303-1315.  \n14 Dillon A. The effect of irrigation on poverty reduction, assetaccumulation,and informal insurance: Evidence from NorthernMali. World Development,2011,39(12): 2165-2175.  \n15 陈锡文,韩俊.中国农业供给侧改革研究.北京:清华大学出版社,2017.  \n16 Ostrom E. Governing the commons: The Evolution of Institutionsfor Collective Action. Cambridge: Cambridge University Press1990.  \n17 Agrawal A,Gibson C C.Enchantment and disenchantment:The role of community in natural resource conservation. WorldDevelopment, 1999,27(4): 629-649.  \n18 贺雪峰.取消农业税后农村的阶层及其分析.社会科学,2011,(3): 70-79.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Enhancing Rural Collective Action to Promote Agricultural Technological Progress ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Wang Yahua ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(1School of Public Policy and Management,Tsinghua University,Beijing lOoo84, China; 2 Institute for Contemporary China Studies,Tsinghua University,Beijing 1Ooo84, China; 3 China Institute for Rural Studies,Tsinghua University,Beijing lOoo84,China) ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AbstractItisofgreat significance topromoteagriculturalsupply-sidereform throughscienceandtechnology progressThis paper introducesthespeifltiectitpdetetsfoerstadgtromoteluralthologal Thedeclineofcolectiveactioninuralcommonsgoveranceandpublicgodsprovisionismajorobstaclefortechnologicalproe, especiallfortdifusofollietloTedemaofuralcllcieactoncanbtrbudttenfact.Meailete arefourmajorcsoualtiectioeakthecdmdeleatelalicl progres,itisecearytnceeaacityofraloltieactiodotingovrallprspectiveelcyimpcatiosfths analysisicludethfollo:mpowenggrassotsutoomgoveancecapaityandthconstrucioofpublicsvicestem;eveloing activelyprofesioalsericesofagiculalproductionndraloperatiogoveace;promotigtheEommeceadEgovtn ruralareas;strengthingteonstructionofruralculturedemocacyadtheuleoflaw;depengthefoofruralcoltieperty rights system,and enhancing institutional innovation in accordance with local conditions. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Keywordscollectiveaction,ruralcommons,cienceandtechnologyprogre,institutionalinnovation,ruralgoveance王亚华清华大学公共管理学院教授、博士生导师，清华大学中国农村研究院副院长，清华大学国情研究院副院长。主要研究方向为公共事物治理与公共政策、资源环境管理与水治理。已在国内外重要刊物发表学术论文百余篇，提交各种内参报告近百件，出版学术著作10余部。主持各类基金课题和国家部委委托课题30余项，科研成果获得多届中国高校人文社会科学研究优秀成果奖及省部级科研成果奖。担任国家社会科学基金重大项目首席专家，教育部“新世纪优秀人才计划”、北京市社科理论人才“百人工程”入选者。E-mail: wangyahua@mail.tsinghua.edu.cn",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "WangYahuarofessorofteholofublicolicyndanagementinghaUnivestyHeistheViceresidentChinsttefor Ruraltudiesputanstitefteparyid,gaUesityroforWang'sieseachse commons goveranceandpublicpolicyaturalresourcesandwatermanagement.Hehaspublished1booksandmorethanOpaersin interationalanddomesticcorejourals.Hewasthepricipalinvestigatorofmorethan3OresearchprojectsfundedbyNationalNatural ScienceFoudatiooi,tialocaliFdtioofinastriofeGovediteaialtio ProfesorWangwasselectedbytheMinistryofEducatioofChinaas\"SupportingProgramforNewCenturyExcelentTalentsiUnivesity, theNewFosteringCandidatesofSocial ScienceTheoryYoungsters“oneHundredProject”inBeijing.Hehasalsowonnumerousawards includingEcelltYungroeorwardigaUversity;OutstadgacultyardigaUversity;etioalast Excellent Scientific Output in Humanities & Social Sciences.E-mail: wangyahua@mail.tsinghua.edu.cn ",
        "page_idx": 6
    }
]