[
    {
        "type": "text",
        "text": "New ootype prismatoolithids from the Late Cretaceous, Laiyang Basin and its significance ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WANG Qiang 1,2 LI Yu-Guang ZHU Xu-Feng1,2.4 FANG Kai-Yong1.5 WANG Xiao-Lin1,2.4 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSiences,InstituteofVertebrate Paleontology and Paleoanthropology,Chinese Academy of Sciences Beijing 100044)   \n(2CAS Center for Excellence in Life and Paleoenvironment Beijing l0o044 wangqiang@ivpp.ac.cn)   \n(3Capital Normal University Beijing100048)   \n(4 University of Chinese Academy of Sciences Beijing 100049)   \n(5 School ofEarth Sciences and Resources,China UniversityofGeosciences,Beijing Beijing 100083) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractHere we discribe a new ootypes of prismatoolithids found from the Late Cretaceous Jiangjunding Formation in the Laiyang Basin, Shandong Province.On the basis of characters such as elongate ovoids, smooth eggshell surface,relatively thinner eggshell thickness, prismatic eggshell units, slender pores in radial section of eggshell and little pores with round or irregular shapes in tangeital section of eggshell, we erect one new oogenus and one new oospecies: Laiyangoolithus lixiangensis oogen. et oosp. nov. The discovery of $L$ .lixiangensis not only enriches the diversity and composition of the Laiyang Dinosaur Egg Fauna, but the paleogeographic distribution of primatoolithids as well. In addition, it provides more paleontological materials for the study of the diversity and paleogeographic distribution of troodontids in China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key WordsLaiyang, Shandong; Late Cretaceous; Jiangjunding Formation; dinosaur eggs, Prismatoolithidae ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Wang Q,Li YG, Zhu X F et al., in press. New ootype prismatoolithids from the Late Cretaceous,Laiyang Basin and its significance. Vertebrata PalAsiatica,DOI:10.19615/ j.cnki.1000-3118.180708 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Laiyang is an important locality in China that is rich in both dinosaur bones and dinosaur eggs (Wang et al., 201O). The well-developed terrestrial strata around Laiyang are composed of the Lower Cretaceous Laiyang Group, Qingshan Group and the Upper Cretaceous Wangshi Group.The Wangshi Group is divided from bottom to top into the Xingezhuang, Jiangjunding, Jingangkou and Changwangpu formations (Hu et al., 2Oo1). The Jiangjunding and Jingangkou formations contain rich concentrations of hadrosauroid bones, coexisting with an abundance of other vertebrate bones and dinosaur eggs.The dinosaurs and dinosaur eggs in the Wangshi Group form the Laiyang Hadrosauroid Fauna and Dinosaur Egg Fauna (Wang et al., 2010; Zhang et al., 2017). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The Laiyang Dinosaur Egg Fauna was first found in 195o. Teachers and students from University of Shandong collected some dinosaurs and dinosaur eggs from the Upper Cretaceous strata around Laiyang, which were reported by Chow (1951). After that, Young C. C.led a field expedition to Laiyang in 1951 (Wang et al.,2010; Zhang et al.,2017). The team carried out massive excavations at Jingangkou (Wangshi Group) and Doushan (Qingshan Group), digging out an abundance of dinosaurs and dinosaur eggs. Young (1954) studied the dinosaur eggs and divided them into two categories: short eggs (Oolithes spheroides） and long eggs (Oolithes elongates),and proposed the preliminary classification of dinosaur eggs. Chow (1954) described the microstructure of dinosaur eggshells. These early studies helped to lay the methodological and nomenclatural foundation for subsequent research on dinosaur eggs (Zhang et al.,2017). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the 197Os, Zhao Zikui further studied the microstructure of dinosaur eggs found in Zaiyang Basin,and erected the two oofamilies,the Elongatoolithidae and Spheroolithidae (Zhao and Jiang,1974; Zhao,1979). According to the macrostructure of eggs and eggshell microstructure characteristics,he established the classfication and nomenclature of dinosaur eggs that are widely used in the world today (Zhao and Jiang,1974; Zhao,1979). Liu and Zhao (20o4) erected Dietyoolithus jiangi of the dinosaur eggs found from Laiyang, and Wang et al. (2013a) revised it as Prodictyoolithus jiangi. Zhao et al. (2015) verified the types of dinosaur eggs in China, and revised Spheroolithus jiangjundingensis found from Laiyang into S. spheroids and S. jiangjundingensis. Up to now, the Laiyang Dinosaur Egg Fauna has been composed of four oofamilies, five oogenera, and eleven oospecies (Zhao et al., 2013). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Since 2O08, the IVPP-Laiyang expedition team has carried out a series of field investigations in Laiyang. These investigations have revealed sets of valleys and more than ten dinosaur bone and egg sites have been found in the valeys (Zhang et al.,2017). Among these fossils, a single elongated egg is the most noteworthy. This specimen was identified as a new type of turtle egg and named Emydoolithus laiyangensis (Wang et al., 2013b). Other specimens, especially some that have been collected in the past years, include new types of dinosaur eggs that have remained undescribed but can likely be assigned to the Elongatoolithidae, Ovaloolithidae or Prismatoolithidae based on preliminary observations (Zhao et al.,2013). Here,we will give a detailed report of the prismatoolithid dinosaur eggs found in 2012. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Systematic paleontology ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Prismatoolithidae Hirsch,1994 Laiyangoolithus lixiangensis oogen. et oosp. nov. ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "EtymologyThe oogeneric name derives from ‘laiyang'- Chinese phonetic alphabet of the locality Laiyang, the oospecific name ‘lixiang'- Chinese phonetic alphabet from the hometown of the “Laiyang-pear\". ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Locality and horizon Jiangjunding vilage of Laiyang, Upper Cretaceous, Jiangjunding Formation. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Holotype An incomplete egg fossil (IVPP V 25232) (Fig. 1), dinosaur eggshell sections ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(120517-09,120517-10,120517-11). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "DiagnosisLong-oval egg, the outer surface of eggshell smooth and no ornamentation. Thinner eggshell with average thickness is $0 . 4 3 ~ \\mathrm { m m }$ .The eggshell units are prismatic and tightly arranged. The boundary between the cone layer and the columnar layer is not clear. Thickness of the cone layer is $0 . 1 4 \\mathrm { m m }$ ,about $1 / 3$ of the eggshell thickness. Cones are sturdy. Apertures between cones are clear. Growth lines are obvious in the cone layer. The edge of the eggshell units is composed of dense calcite.The number of pore is very small,and can be seen as round or irregular shapes in tangential section of eggshell. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Description and comparisons ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "An incomplete elongated ovoid egg (Fig. 1), the preserved polar axis about is $5 . 0 4 ~ \\mathrm { c m }$ and the equatorial diameter is $5 . 2 0 ~ \\mathrm { c m }$ .The outer surface of the eggshell is smooth with no ornamentation (Fig. 1B). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/40dc9b597bae42ac84ce64559b9bfa795f80397e43ae216383ece537f2589b57.jpg",
        "img_caption": [
            "Fig.1 Holotype of Laiyangoolithus lixiangensis oogen. et oosp.nov. (IVPP V 25232) A. view in tip end of the incomplete egg, only a litle eggshellpreserved, show smooth surface of eggshells; B.the lateral view of the egg, showing smooth eggshellsurface; C. view ofthe broken surface of the egg "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In radial section, eggshellunits are prismatic and tightly arranged (Fig. 2). The eggshell is comparatively thinner, with an average thickness of about $0 . 4 3 \\mathrm { m m }$ . There is no clear boundary between the cone layer and the columnar layer, but they can be distinguished from each other (Fig.2A).The thickness of the cone layer is $0 . 1 4 ~ \\mathrm { m m }$ ，about 1/3 of the eggshell thickness. There are growth lines in the cone layer that gradually become less obvious from the cone layer to the columnar layer (Fig.2A). The cones are sturdy, with clear apertures between the cones (Fig.2A).In tangential section cross the cone layer and near the boundary between the cone layer and the columnar layer, there are clear space between the eggshell units (Fig. 3A, B). In tangential section cross the middle part of the columnar layer and near the outer surface of the eggshell, the eggshell units are also well-defined,and the edge of the eggshell units is composed of dense calcite (Fig. 3C,D). The pores are slender in radial section (Fig. 2A),and unevenly distributed with round or irregular shapes in tangential section (Fig. 3). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "According to the following characteristics, the elongated ovoids of the egg,smooth surface of the eggshell, and prismatic eggshell units,the egg can be classidied into the Prismatoolithidae.At present, there are three oogenera and eleven oospecies of the ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/d37aa444f18ab5f1b7ef7e9211eb1223a5dc79a749d278538b796a7927794380.jpg",
        "img_caption": [
            "Fig.2 Eggshell microstructure of Laiyangoolithus lixiangensis oogen. et oosp. nov. (IVPP V 25232) A.radial section of eggshell in normal light, showing the prismatic eggshellunits,and no clear boundary between the cone layer and the columnar layer,cones space more clear,with growth line in the cone layer; B.radial section of eggshell in cross polarized light, showing columnar extinction of eggshell units "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Prismatoolithidae in the world. Only Preprismatoolithus coloradensis was found from America in the Late Jurassic (Hirsch,1994; Zelenitsky and Hills,1996). Others are found in the Late Cretaceous.In China, there are Prismatoolithus gebiensis at Bayan Mandahu (Zhao and Li, 1993),Pri. hukouensis in Nanxiong Basin (Zhao,2Oo0),Pri. tiantaiensis in the Tiantai Basin (Wang et al.,2011),Pri. heyuanensis? in the Heyuan Basin (Lui et al., 2006). In Mongolia, there are three oospeicies of Protoceratopsidovum,Pro. sincerum,Pro.minimum and Pro. fluxuosum (Mikhailov,1994). In France, there are Pri. tenuous and Pri. matellensis (VianeyLiaud and Crochet,1993).Also,Pri. levis was found from the Two Medicine Formation in America (Hirsch and Quinn,1990) and the Oldman Formation in Canada (Zelenitsky and Hills,1996; Zelenitsky et al.,2002). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/b45b13042ffe3afab4e5ecda57711dab14fc9168c987cd17b0f4b039e091b5fa.jpg",
        "img_caption": [
            "Fig. 3 Eggshell microstructure of Laiyangoolithus lixiangensis oogen. et oosp. nov. (IVPP V 25232) A.tangential section cross the cone layer, showing cones with more clear space between each other; B.tangential section cross the cone layer near the boundary of the cone layer and the columnar layer, showing eggshell units with clear space of cones,and round or irrgular pores;C-D.tangentail section crossthe middle part ofcolumnar layer (C)and cross nearly outer surface of the eggshell(D),showing eggshellunits with clear space,with edge of the eggshell units composed of dense calcite. and unevenly distributed round or irregular pores "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The eggshell units are sturdy and differ from the slender eggshell units of other prismatoolithids eggs.The edge of the eggshell units is composed of dense calcite,with obvious space between eggshell units. The thinner eggshell thickness with the thickness of the cone layer about 1/3 of the eggshell thickness obviously distinguishes it from other ootypes of prismatoolithids eggs.Based on the differences of the above characteristics, we erect a new oogenus and oospecies Laiyangoolithus lixiangensis oogen. et oosp. nov. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Prismatoolithids is one of the few dinosaur egg types that can link dinosaurs with their dinosaur eggs.According to the discovery of embryos from dinosaur eggs in North America, it was linked to the troodontids (Horner and Weishampel,1988,1996).As mentioned earlier, prismatoolithids eggs in China that have been described were mainly found in the Late Cretaceous strata (Fig. 4; Table 1). In addition, prismatoolithid eggs are also reported in Xixia, Henan Province (Wang et al.,2Oo8).The troodontids are widely distributed in China, and have been distributed from the Middle-Late Jurassic to Late Cretaceous.The main types include 17 genera and 17 species (Fig. 4; Table 1). ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/65a981053f27909d92802e8d0fc8640bcf71f29f7bfc92e5fd440e4ab6e01cd8.jpg",
        "img_caption": [
            "Fig. 4 Distribution of troodontids and prismatoolithids in China 1. Jianchang; 2. Beipiao; 3. Fengning; 4.Yixian; 5. Ordos; 6. Bayan Mandahu; 7. Xixia; 8. Laiyang; 9. Tiantai; 10. Nanxiong; 11. Heyuan "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/7d8a3b566ac40a869f0281c1fffd76d7821d76dcd832f5e00ff6947dfc9ef34f.jpg",
        "table_caption": [
            "Table1 Troodontids andPrismatoolithidsin China "
        ],
        "table_footnote": [
            "\\* prismtaoolithids dinosaur eggs; the other taxa are troodontids. "
        ],
        "table_body": "<html><body><table><tr><td>Geological time</td><td>Localities</td><td>Taxa</td><td>References</td></tr><tr><td rowspan=\"8\">Middle-Late Jurassic</td><td rowspan=\"8\">Jianchang</td><td>Anchiornis huxleyi</td><td>Xu et al., 2008 Xu et al., 2011b</td></tr><tr><td>Xiaotingia zhengi</td><td>Godefroit et al., 2013a</td></tr><tr><td>Eosinopteryx brevipenna</td><td></td></tr><tr><td>Aurornis xui</td><td>Godefroit et al., 2013b</td></tr><tr><td>Serikornis sungei</td><td>Lefevre et al.,2017</td></tr><tr><td>Caihong juji</td><td>Hu et al., 2018</td></tr><tr><td>Jinjengopteryxelegans</td><td>Ji et al., 2005</td></tr><tr><td>Sinovenator changii</td><td>Xu et al., 2002</td></tr><tr><td rowspan=\"8\"></td><td rowspan=\"4\"></td><td>Mei long</td><td>Xu and Norell,2004</td></tr><tr><td>Sinusonasus magnodens</td><td>Xu and Wang,2004</td></tr><tr><td>Liaoningvenator curriei</td><td>Shen et al.,2017b</td></tr><tr><td>Daliansaurus liaoningensis</td><td>Shen et al.,2017a</td></tr><tr><td>Yixian</td><td>Jianianhualong tengi</td><td>Xu et al., 2017</td></tr><tr><td>Ordos</td><td>Sinornithoides youngi</td><td>Russell and Dong,1993</td></tr><tr><td rowspan=\"8\">Late Cretaceous</td><td rowspan=\"2\">Bayan Mandahu</td><td>Linhevenator tani</td><td>Xu et al., 2011a</td></tr><tr><td>Philovenator curriei</td><td>Xu et al.,2012</td></tr><tr><td rowspan=\"3\">Xixia</td><td>Prismatoolithus gebiensis*</td><td>Zhao and Li,1993</td></tr><tr><td>Xixiasaurus henanensis</td><td>Lü et al., 2010</td></tr><tr><td>Prismatoolithus gebiensis *</td><td>Wang et al., 2008</td></tr><tr><td>Tiantai</td><td>Prismatoolithus tiantaiensis*</td><td>Wang et al., 2011</td></tr><tr><td>Nanxiong</td><td>Prismatoolithus hukouensis *</td><td>Zhao,2000</td></tr><tr><td>Heyuan</td><td>Prismatoolithus heyuanensis *</td><td>Lü et al., 2006</td></tr><tr><td>Laiyang</td><td>Laiyangoolithus lixiangensis*</td><td>this paper</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Therefore, the discovery of Laiyangoolithus lixiangensis not only enriches the diversity of the Laiyang Dinosaur Egg Fauna, but also enriches the palaeogeographic distribution of primatoolithids.In addition, it provides more paleontological materials for the study of the diversity and palaeogeographic distribution of troodontids in China. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AcknowledgmentsThe authors thank all members of the Laiyang expedition of the Institute of Vertebrate Paleontology and Paleoanthropology, CAS (IVPP) and Laiyang Land Resources Bureau for their support; we thank Wang Jianhua of the Laiyang Museum for help with the fieldwork; we thank Gao Wei (IVPP) for dinosaur egg photos. The authors are also grateful to the reviewers for their helpful comments and suggestions on the manuscript. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "山东莱阳晚白垩世棱柱形蛋新属种及其意义",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "王强2 李雨光³ 朱旭峰1.4 方开永1.5 汪筱林1,2.4(1 中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室 北京 10044)",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(2 中国科学院生物演化与环境卓越创新中心 北京10044)(3 首都师范大学 北京100048)  \n(4中国科学院大学 北京100049)  \n(5 中国地质大学(北京)地球科学与资源学院 北京100083)",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "摘要：记述了发现于莱阳上白垩统将军顶的半枚蛋化石，据其保存较尖的一端，蛋壳外表面光滑无纹饰，蛋壳较薄，紧密排列的棱柱状壳单元，壳单元边缘由致密的方解石组成，以及气孔较少，气孔呈圆形或椭圆形等特征，将其归入棱柱形蛋科，建立新蛋属新蛋种：梨乡莱阳蛋(Laiyangoolithus lixiangensis oogen.et oosp.nov.)。梨乡莱阳蛋的发现不仅丰富了莱阳恐龙蛋化石群组成，同时也增加了棱柱形蛋类的古地理分布，并为研究伤齿龙类的多样性和古地理分布提供了新的证据。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "关键词：山东莱阳，晚白垩世，将军顶组，恐龙蛋，棱柱形蛋",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ChowMC,1951.Notes on the Late Cretaceous dinosaurian remains and the fosil eggs from Laiyang,Shantung.Bull eol Soc China,31: 89-96   \nChow MC,1954.Additional notes on the microstructure of the supposed dinosaurian eggshells from Laiyang,Shantung. Acta Palaeontol Sin,2(4): 389-394   \nGodefroitP,CauA,HuDYetal.,2Ol3a.AJurassic avialan dinosaur from Chinaresolves theearlyphylogenetic historyof birds.Nature,498:359-362   \nGodefroitP,DemuynckH,DykeGetal.,20l3b.Reduced plumageandflightabilityofanew Jurassic paraviantheropod from China. Nat Commun,4:1394   \nHirsch KF,1994.Upper Jurassc eggshell from western interiorofNorth America.In: Carpenter K,HirschK,HorerR eds.Dinosaur Eggs and Babies. Cambridge: Cambridge University Press.137-150   \nHirsch KF,Quinn B,1990.Eggs and eggshel fragments from the Upper Cretaceous Two Medicine FormationofMontana. J Vert Paleont,10(4): 491-511   \nHornerJR,WeishampelDB,1988.Acomparative embryological studyof twoornithischiandinosaurs.Nature,332: 256- 257   \nHornerJR, Weishampel DB,1996.Acomparativeembryological studyof twoornithischian dinosaurs:correction.Nature, 383:103   \nHu CZ,Cheng ZW,Pang QQetal.,20o1.Shantungosaurus giganteus.Beijing: Geological Publishing House.1-216   \nHu DY,ClarkeJA,Eliason CMet al.,2018.A bony-crested Jurassic dinosaur with evidence of iridescent plumage highlights complexity in early paravian evolution.Nat commun,doi:10.1038/s41467-017-02515-y   \nJi Q, Ji S LüJC et al.,2oo5.First avialian bird from China (Jinfengopteryx elegans gen. etsp. nov.).Geol Bull China, 24(3): 1   \nLefevre U, Cau A, et al.,2017.A new Jurassic theropod from China documents a transitional step in the macrostructure of feathers. Sei Nat, 104: 74   \nLiu JY,Zhao Z K,2004.Anewoospecies of the dinosaur eggs (Dictyoolithus)from Laiyang,Shandong Province.Vert PalAsiat, 42(2): 166-170   \nLü JC,Azuma Y, Huang D et al., 2006. New troodc Ydinosaur egg from the Heyuan Basin of Guangdong Province, southern China.In: Lü JC,Kobayashi Y,Huang Det rs from the 20o5 Heyuan International Dinosaur Symposium. Beijing: Geological Publishing House.11-18   \nLü JC,Xu L,Liu YQ et al.,2010.A new troodontid theropod from the Late ous of central China, and the radiation of Asian troodontids.Acta Palaeontol Pol, 55(3): 381-388   \nMikhailov K E,1994.Theropod and protoceratopsian dinosaur eggs from the Cretac ngolia and Kazakhstan. Paleontol J,28(2): 101-120   \nRussell D A,Dong Z M,1993.A nearly complete skeleton of anew troodontid dinosaur from the Early Cretaceous of the Ordos Basin,Inner Mongolia,People's Republic of China.Can JEarth Sci,30: 2163-2173   \nShen C Z,Lü JC,Liu S Z et al.,2017a.Anew troodontid dinosaur from the Lower Cretaceous Yixian Formation of Liaoning Province,China.Acta Geol Sin Engl, 91(3): 763-780   \nShen C Z,Zhao B,GaoCL etal.,2O17b.Anew troodontid dinosaur(Liaoningvenator curiei gen.et sp.nov.）from the Early Cretaceous Yixian Formation in western Liaoning Province.Acta Geosci Sin,38(3): 359-371   \nVianey-Liaud M, Crochet JY,1993.Dinosaur eggshels from the LateCretaceous of Languedoc (southern France).Rev Paleobiol,Spec Vol,7: 237-249   \nWang DY,Feng JC,ZhuSG etal.,2O08.Dinosaur EggsandDinosaurFound from Henan.Beijing:GeologicalPublishing House.1-320   \nWang Q,Zhao Z K, Wang X L etal.,2011. New ootypes of dinosaur eggs from the Late Cretaceous in Tiantai Basin, Zhejiang Province,China. Vert PalAsiat, 49(4): 446-449   \nWang Q,Zhao ZK,Wang XLetal.,2013a.New forms of dictyoolithids fromtheTiantai Basin,Zhejiang ProvinceofChina and a parataxonomic revision of the dictyoolithids.Vert PalAsiat, 51(1): 43-54   \nWang Q,Wang XL,Zhao Z K et al.,2013b.New turtle egg fossil from the Upper Cretaceous of the Laiyang Basin, Shandong Province,China. An Acad Bras Cienc,85(1): 103-111   \nWang XL, Wang Q, Wang JHet al.,2010.An overview on the Cretaceous dinosaurs and their eggs from Laiyang, Shandong Province,China.In: Dong Wed.Proceedings of the Twelfth Annual Meeting of the Chinese Society of Vertebrate Paleontology. Beijing: China Ocean Press. 293-316   \nXu X,NorellMA,20o4.Anew troodontid dinosaur from China with avian-like sleeping posture.Nature,431:838-841   \nXu X,Wang XL,2004.A new troodontid (Theropoda: Troodontidae) from the Lower Cretaceous Yixian Formationof western Liaoning, China. Acta Geol Sin,78(1): 22-26   \nXu X,NorellMA,Wang XL etal.,20o2.A basal troodontid from the Early Cretaceous ofChina.Nature,415:780- 784   \nXu X,Zhao Q,NorellMAetal.,2Oo8.Anewfeathered maniraptoran dinosaur fossil that filsa morphologicalgap n avian origin. Chin Sci Bull,54(3): 430-435 X,Tan QW,Sulivan Cetal.,201la.Ashort-armed troodontid dinosaur from the Upper CretaceousofInner Mongolia and its implications for troodontid evolution.PloS One,6(9): e22916   \nXu X, You I ,Du K et al.,2011b.An Archaeopteryx-like theropod from China and the origin of Avialae.Nature, 475: 465-470   \nXu X, Zhao Q, Sullivan 012.The taxonomy of the troodontid IVPP V10597 reconsidered. VertPalAsiat, 50(2): 140-150   \nXu X,Currie P, Pittman M et al.,2017.Mosaic evolution in an asymmetrically feathered troodontid dinosaur with transitional features. Nat commun,8: 14972   \nYoung C C,1954. Fosil eggs from Laiyang, Shantung, China. Acta Palaeontol Sin,2(4): 371-388   \nZelenitskyDK,Hills L V,1996.An egg clutch of Prismatoolith . nov. from the Oldman Formation (Upper Cretaceous),Devil's Coulee,southern Alberta. Can JEarth Sci,3(8): 1127   \nZelenitsky DK,Modesto SP, Currie PJ,2002.Bird-like characteristics of troc lor ropod eggshell. Cretaceous Res, 23(3): 297-305   \nZhang JL, Wang Q,Jiang S Xet al.,2O17. Review of historicaland curent research onthe Late Cretaceous dinosaurs and dinosaur eggs from Laiyang, Shandong. Vert PalAsiat, 55(2): 187-200   \nZhao Z K,1979.The advancement of research on the dinosaurian eggs in China. In: IVPP, NIGP eds. Mesozoic and Cenozoic Redbeds in Southern China.Beijing: Science Press.330-340   \nZhao Z K,2oo0.Nesting behavior of dinosaurs as interpreted from the Chinese Cretaceous dinosaur eggs.Paleont Soc Korea, Spec Publ, 4: 115-126   \nZhao ZK,Jiang YK,1974.Microscopic studies on the dinosaurian eggshels from Laiyang,Shantung Province.Sci Sin, 17(1): 63-72   \nZhao ZK,LiR,1993.FirstrecordofLateCretaceous hypsilophodontid eggs from Bayan Manduhu,Inner Mongolia.Vert PalAsiat, 31(2): 77-84   \nZhao ZK,Zhang SK,Wang Qetal.20l3.Dinosaur diversityduring the transitionbetween the middle and late parts of the Late Cretaceous in eastern Shandong Province, China: evidence from dinosaur eggshels.Chin Sci Bull,58: 4663- 4669   \nZhao ZK,WangQ,Zhang SK,2O15.DinosaurEggs.Palaeovertebrata Sinica,Vol I,Fascicle7.Beijing:Science Press. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1-168 ",
        "page_idx": 8
    }
]