[
    {
        "type": "text",
        "text": "智库研究成果的落地困境与质量提升路径",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "温志强' 朱晨迪² 高静² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "天津师范大学应急管理研究中心 天津 300387  \n天津师范大学政治与行政学院 天津 300387",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义」智库是国家的“大脑”，是辅助政府决策的“军师团”，在国家的长远发展中扮演着重要的角色。社会改革深水期，政府面临的决策情境日益复杂多变，这对智库研究提出新的要求，为此需要引导智库研究成果质量不断提升。[方法/过程]本文主要采用文献研究法和实证研究法，提出政府决策情境的变化和对智库研究的需求，阐述为满足这些需求智库研究应该把握时机、转变身份、转型风格。现实中，临机决策与智库滞后的矛盾，有效信息渴求与无效信息供给的矛盾，选好站位与“矮化错位”的矛盾，实战决策与“纸上谈兵”的矛盾大大限制了智库功能的发挥。[结果/结论]要从端正智库成果研究态度、提拔智库成果站位高度，紧盯智库成果选题热度、提高智库成果报送速度，拓宽智库成果涉及广度、注重智库成果思想深度，确保情报信息的可信度、夯实智库成果内容精度等方面提升智库研究成果质量。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：行政决策 智库研究决策服务 提升路径分类号：C19",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库，又称“脑库”“思想库”，它是“由各种专家、学者及退休官员等组成的跨学科、多领域的综合性决策咨询机构，以帮助公共部门，尤其是政府做决策咨询，提供政策相关信息，以提高公共政策的质量”[]。智库作为为政府出谋划策的“军师”，在政府决策咨询等领域发挥着重要的作用，建设新型智库已经成为社会的新热点、新趋势。党的十九大报告中，习近平总书记又一次强调要加快中国特色新型智库建设。中国特色新型智库建设的内在要求是提升智库内涵质量，以高产、高质的优势发挥智库最大的政策“军师”价值。智库研究成果是智者研究观点的集中表达，力求把有价值的学术性研究成果转化为落地政策，进而带来社会效益，是智库研究的最终出路。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "目前，智库研究在我国政务界和学术界得到很大重视，投入力度很大，发展态势良好。但在智库研究成果的质量与效益实现方面却存在一些问题，这些问题有待学者和政务界人士展开思考，并进行积极改善，这些问题的解决对于智库研究成果的质量提升与效益实现尤为重要。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1当前行政决策的时代特征与智库需要",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在不同于传统社会的现代社会中，社会关系网络日益复杂紧密，社会活动节奏日趋加快，决策适用的周期越来越短，决策更新的频率越来越快2。尤其在社会变革阶段，社会不同领域的“隐性交织”与“专业化分离”共存，政府决策需要面临许多以往不曾面临的社会情境，因而承担着更为严峻的决策风险。错误的决策经由实施不仅会给政府和社会带来成本压力，也会引发负面影响。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\*\\*本文系天津师范大学智库建设项目“应急管理研究中心”（项目编号：201503）研究成果之一。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "为对决策中的风险进行有效管理，保证决策的科学化，行政决策的整个过程对智库“外脑”的参与提出强烈需求。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1情报信息的需要",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "信息是决策的基础，充分占有情报信息是科学决策的前提。任何一项决策的达成都历经发现问题、认识问题、确定问题的初级过程，最终在目标指引下展开决策、在决策执行中力求解决问题。在发现决策问题中，仅限于以往的行政组织来发现需要决策的问题，已不能满足当今社会快速发展和变迁的决策需要。“在面向重大事件问题上，智库机构的情报意识更加敏感”[3]，更多的决策问题需要智库人员以其专业的“触角”有所感知、以其专业的眼光有所解读。行政组织实践与智库专业认知的结合利于科学判断问题产生的原因，确定问题的性质，清晰界定问题的影响范围，明确预期实现的目标。充分占有与决策问题相关的情报信息可以为后续的决策环节提供支持。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2方案设计与抉择的需要",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在与决策问题相关的情境中，影响因素的不确定性、各影响因素影响公共问题发展趋势的强烈程度不一、认识价值的统一程度模糊、确立统一价值目标中产生冲突的可能性大小4等都会影响决策的科学性。为应对多种不确定性，多样化方案的设计是必要的，这也需要智库群体以其各自研究领域为视角，采用科学先进的研究方法设计不同的行动方案。同时，多样化方案能够促使决策者在应对社会问题过程中进行分析和比较，根据决策情境的变化有选择地运用。这个阶段也需要智库专家发挥方案分析、鉴别、比较和预测正负影响的作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3决策修正与反馈的需要",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "以智库外脑为辅助的决策需要经过决策执行的实践检验，在实践检验过程中会因具体情境的变化进行再决策，或基于新的发现修正决策。再决策或修正方案需要智库外脑的情报信息、专业知识、研究技术与方法等，也需要不同智库专家的政策参与、方案论证、理性辩论、技术合作等，在“转知为智”中弥补传统经验决策的力不从心。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2决策支持对智库研究提出的新要求",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "智库是政府决策咨询系统的重要组成，履行着生产智慧、辅助决策的职责。社会变革期复杂多变、难以预期的决策情境对智库提出了新要求。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1把握时机",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "现代技术突飞猛进，社会环境复杂多变，社会改革日显艰难，很多决策情境的出现往往是不可预测、出人意料的。这就要求智库外脑要把握好特殊情境下的谏言时机。在问题、政策、政治3条源流汇聚在一起的关键时间点，“政策之窗”便会打开，问题就被提上议事日程[s]。服务决策的职责要求智库研究在进行核心观点呈报时把握好“政策之窗”打开的关键时间点，增加其得到关注和发挥价值的机会。尤其是对预防和应对一些突发事件、公共危机的政策建言要树立时机意识，讲究对时机的把握。“危机”既可能是危险，也可能是机遇，成为前者或者后者，在谏言质量考虑之外主要在于对时机的把握。如，对社会潜在风险的高质量的预测性谏言，能充分地做到未雨绸缪；对已经出现的公共危机的专业化的应对性思想，能有力地支持危机应对；对已经平息的社会冲突的善后性追踪谏言，能很好地缓释社会余存能量。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2转变身份",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "决策服务的社会职责要求智库群体实现身份的转变：即从专业学者到思想外脑的过渡。在此身份转变过程中，学者立意更为深刻，选题也居于高位，写实写新。他们的视野由专注于某一领域转移到综观众多领域，学术科研更为贴近民生，研究成果与实际紧密相连，富有针对性、创新性和实操性。如，向中央领导报送研究成果时要基于全局考虑，具有大局意识，选题的关注点要注重解决民生问题，内容上要打破陈旧老路，探索出新的发展道路。向地方领导报送研究成果时要突出区域特点和当地特色，要“有案必建”（如其他地方出台的对地方发展具有创新性的政策或实施方案，可以在智库谏言中有所借鉴，以促进本区域的建设和发展）、“有一排全”（如2016年11月，保定市一名男童不慎落入枯井身亡，基于此案例，各地方也应该加大排除本区域枯井安全隐患，保证百姓出行安全）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3转型风格",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从学术家到实战家身份的转变势必要求其风格的转型。其一，研究范式的转变。智库研究要从现实问题和实际需要出发，以理论支撑为依托，利用先进的科研方法和技术工具，进行周到详实的方案设计和严谨细致的方案论证，为此，“有必要打破原有的以思想表达为主的经验性研究范式，迈向建立以客观事实为核心驱动力的大智库形态”[e]。智库研究成果的文案写作要突破原有的学术表达体例，降低理论追溯与分析论证的比例，行文要开门见山，单刀直入奔向应用层面，提取精要观点，以高度凝练的文体直表其“智”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3决策需求与智库供给之间的矛盾 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1临机决策与智库滞后的矛盾 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "重大社会问题的处置和应对尤其要注重最佳时机，把握住最佳时机的决策能在低成本、高收益之下将问题有效解决。但是受智库水平限制，智库谏言往往滞后于问题发展的进程，缺少前瞻性的智库外脑贻误了解决问题的最佳时机，影响了决策效果。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "智库是现代社会发展的“思想工厂”，智库谏言是专家群体基于社会发展新形势、新动态进行及时性的“思想生产和加工”，以提出可供选择的思想谏言。这就要求智库谏言在速度上要紧跟社会形势的发展，在新情况初露端倪、突发事件初绽苗头之时做出当即反应。一份正逢其时的智库谏言，才能得到决策者的关注，也才有被重视和发挥价值的机会。速度的滞后将会直接影响到智库谏言的价值。比如，在全国艾滋病防治日（12月1日）来临之际，涉猎此领域的专家学者及时报送其基于对已有实际情况的把握和学理分析提出的智慧谏言，将会增加其实现病种防治、卫生防护和风险管理的可能。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2有效信息渴求与无效信息供给的矛盾",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "决策支持对智库的需要首先是对有效信息的渴求，但是当前智库谏言存在着无效信息提供的问题。这两者之间的矛盾使智库信息提供与决策信息需要之间的对接难以实现。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "写实、写新是智库谏言的第一宗旨。智库谏言的无效信息主要表现在真实性有待考究、内容详略分布不当、深浅区分不足。确认问题是决策问题识别的关键环节，智库在提供情报信息时缺少深入的社会调研、真实的数据把握、持续的事件追踪和理性的学术分析，很难保证情报信息的客观性和真实性，这将会让其发挥辅助决策的功能大打折扣。智库谏言需要占有大量的一手资料，也需要对其进行资料整理和总结，以探索其内在的规律和机理。资料分析和处理能力的不足、规律探索工作的不到位，都会影响情报信息的说明性和谏言内容的说服力。在文本体现上，内容详略的摆布、话语表达的习惯和遣词造句的方式都会影响其信息传递的效果，导致有效信息淹没在无效信息中。以专业视角进行现实问题的分析是智库研究的范式，不容置疑，“专”是优势，但做不好在“专”的基础上“有进有出”，也可能使其成为劣势。不少智库研究者就自我专业视角进行问题研究，学理色彩强烈，导致与问题相关的信息越发难以理解，问题背后的机理认知更加模糊，进而对应用实操对策没有信心。这些都会在决策服务中成为无效信息，难以满足辅助决策的需要。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3选好站位与“矮化错位”的矛盾",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "任何一项公共政策的出台都会影响整体社会民众，更为科学的政策会增加民众的受益面，给社会带来巨大福利，相反，缺少科学性的政策会给社会带来重大伤害。辅助决策的社会功能要求智库谏言必须站在一个放眼全局、立足全民的立场和高度。而公民身份和学者出身的智库群体难以从其原始身份中脱落出来，在建言献策过程中带有价值倾向或秉持学理应然习惯，甚至被利益集团“俘获”，造成了智库谏言的“错位”“矮化”。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "站位是一种认识问题、思考问题、解决问题的意识起点，具体包括站位高度和站位角度两个层面。站位高度是指智库谏言是否从全局出发，是否从长远利益出发，是否从可持续发展出发，是否能够生产高战略的“产品”；站位角度",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "的是智库谏言是否能跳出带有身份的价值倾向，是否能够跳出专业领域而顾及其他，是否能够从学理的“应然”走向现实的“实然”，切实关注民生民计。智库谏言站位的“矮化”和“错位”与政策决策的公共属性相违背，不利于智库发挥其建言献策、服务决策的功能。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.4实战决策与“纸上谈兵”的矛盾 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "公共政策过程中对智库成果的采纳是智库研究“落地开花”的基本路径。智库成果能够落地开花需要其自身能够满足服务实战决策的要求，避免脱离实际，立足书本，纸上谈兵。目前，两者之间的矛盾造成实战决策智囊支持不足，智库研究纸上成果颇多而实际效用不如人意。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "长期专注于学术研究，尤其是理论研究的部分学者可能就具体现实问题的认知、判断和谏言存在“坐而论道”、务实性不强的特点，提出的对策在实操层面难现成效，甚至无法落地。智库研究不同于学术研究，它扎根社会问题，紧随实际需要；但又以学术研究为灵魂和根本，为辅助当前应对决策和长期战略决策提供依据和指导。智库群体以已有的学术理论为基础，将其与社会需要紧密结合。初级层面上，能够对某一具体问题提出应对之策，招招落地，效果立竿见影；高级层面上，能够对某种深远且持久的战略问题提供理论指导。两个层面的智库谏言都需要摆脱“纸上谈兵”的弊病，立足实际，从应用性效果出发，为实战决策提供智慧和理论支持。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4提升智库研究成果质量的路径探析",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "随着现代化事业的不断发展和社会各项改革的全面推进，不确定因素的累加强化了从中央到地方各级政府对智库研究的依赖，也提高了对智库成果的质量水平要求。而现实中国智库研究与决策服务之间的矛盾凸显，智库研究成果并不能满足决策支持的需要，难以发挥辅助决策的职能。基于以上分析，尝试探析提升智库研究成果质量的路径。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.1端正智库研究态度，提高智库成果站位",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智库研究是一种务实研究，是基于社会治理需要进行的关乎民众实际利益问题的对策性研究。自古以来，国家内外，从“食客”“军师”“师爷”到“幕僚”“谋士”，社会知识分子自觉担当着参政议政、决策服务、创造百姓福利的历史使命。对社会民众切身福祉影响巨大的智库研究群体，是否具备心系国家、心系百姓的初心和从公共利益出发、着眼大局的站位，决定着智库研究成果质量的高低和实际效用的性质。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "智库研究应基于学者使命，智库研究是学术理论运用实践，促使其落地开花、产生实效的学术研究“升级版”。作为智库的研究人员，要持有一种家国情怀，把为政府决策建言献策作为自身使命，结合自己的兴趣点，用自身所掌握的知识、所研究的成果来为解决现实问题提供决策支持。把为政府决策建言献策作为自身使命，结合自己的兴趣点，用自身所掌握的知识、所研究的成果来为解决现实问题提供决策支持。在站位方面，智库研究要立足大局，出自民众。对某一社会问题的分析一定要站在全局的角度考虑，目光不能局限于当前，研究成果应该要注重长远利益、长远发展，研究出有质量有高度的成果。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2紧盯智库研究选题热度，提高智库成果报送速度",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "研究选题关乎着智库机构的兴衰存亡，它既是智库产品的“血脉”和“生命线”，更是智库机构综合实力的真实体现[]。在选题热度方面，智库研究要树立3大意识，即敏感信息意识、问题意识、学习意识。智库研究学者对热点问题一定要有敏感度，及时嗅到问题敏感源。基于敏感信息界定研究问题，深入基层进行问题追问和原因追究，明确问题性质和因果关系。借鉴国际经验和国内其他地域经验，加强知识学习、知识创新和知识转化。3个意识依次塑造、层级递进。如‘ $^ { \\mathrm { : 6 } } 8 \\cdot 1 2 ^ { \\mathrm { : 9 } }$ 天津港爆炸事件发生后，智库群体可以以此为信息敏感源，密切关注港口安全问题，具体考察天津其他港口、其他城市的沿海港口的安全防护状况，以天津港爆炸为教训进行安全隐患排查，根据不同城市、不同港口的特征和条件，因地制宜提出港口安全建设的针对性建议；再如，深圳推出了“共享深圳”计划，高新技术的运用极大便捷了企业主和社会民众，天津也可以以此为例分析目前天津市共享发展情况，借鉴深圳共享经验，打造“共享天津”方案。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在速度方面，智库研究要感知快、反应快、出手快。反映情况快捷、呈报渠道畅通对提升智库研究成果质量尤为关键。这就要求：第一，智库研究人员要具备高度的专业敏感性，善于洞悉事物发展的新动态，能够有所依据的预见发展趋势，对未来可能发生的事件有所准备，对需要定期反映的情况有所预见；第二，当某些社会事件突然发生时，智库研究人员能够从其学术视野出发，将理论与现实紧密结合，第一时间提供稳妥的、可供决策借鉴的解决方案，发挥好“军师”的作用；第三，建立智库群体互动机制、智库与决策机构交流机制，“各类智库观点之间的互动、竞争与交流”[a]，这有助于甄别不同方案的正面影响和负面效应，利于客观评判各个方案的优劣之处，在不同的方案分析、比较中选择破解现实问题、实现社会公益最大化的最佳方案。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.3拓宽智库研究涉及广度，注重智库成果思想深度",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在广度方面，智库研究要突破自身狭隘的专业视野，促进不同领域学者的合作，不同观点的碰撞与交流。社会问题的复杂性要求解决这一问题时需要多元力量的参与，多领域智慧支持，多学科齐力创新。交叉学科融合发展已经成为新的趋势，一方面，各个领域的专家学者就某一问题发表不同的看法，进行意见的对话、交锋和辩论，助于厘清问题、明确目标，做出最佳选择；另一方面，不同学科各有所长，不同领域的智库研究各有优势，群体之间相互借鉴和学习，能够有力地强化优势、互补短板。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在深度方面，智库研究要积淀深厚、扎实的基本功。太表面、太肤浅的成果经不起推敲，尤其是智库向决策者提供的决策建言要建立在深入的实践调研和深厚的学术积累之上。实践出真知，“实践无疑属于习近平中国特色新型智库建设思想中话语体系构建的有机组成部分”[g]，深度的理论指导和学术反思为从实践中提炼智慧提供了条件。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.4确保情报信息的可信度，夯实智库成果内容精度",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“先谋而后动”的警示名言告诫我们谋略先于行动的重要性，避免因盲动、冒进而引发行动失误，甚至失败。谋略的前提是有可以依据的有价值的情报信息。情报信息的真实性和客观性是智库研究的基础，也是智库成果价值的基本判断标准。而富有真实性和客观性的情报信息的获取需要智库研究者深入实际，走进基层，从“枝条叶脉”到“茎叶纹理”，从“土上茎秆”到“地下根系”，细致考察社会问题的全貌；也需要智库研究者克服自身惯习的价值倾向和身份标签，摆脱功利的诱惑和名利的裹挟，以中立的态度去认识和判断社会问题。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在精度方面，智库研究要夯实智库成果内容精度。一是情报精准。互联网之下的信息浪潮充斥着信息泛滥、信息污染、信息压制等问题。情报信息的精准程度直接影响着智库研究成果的准确性。为此，在基础调研时，要准确界定社会问题，把握关键信息，确定筛选标准，对无关、无效、无价值的信息或素材要及时抛弃，以防干扰智库研究。二是观点精准。在表达智库研究成果时要分清层次，注意逻辑，以精简、准确的用词和句式表述谏言的主要观点，减短服务决策的时间周期。三是对象精准。在智库成果汇报时要有选择地进行呈现，明确社会问题的职责所属和决策者的部门归属，了解智库谏言的渠道和平台，保证智库研究成果的“对口”呈送。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献:",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1[]陈振明．政策科学与智库建设[J]．中国行政管理,2014,(5)：11-15.  \n2[]沈亚平．公共行政研究[M].天津：天津人民出版社，2013：148.  \n3[]李纲，李阳．情报视角下的智库建设研究［J]．图书情报工作，2015，59(11)：36-41.4]郝雅立，温志强．公共政策过程中的风险管理：以“危机叠加透视天津限行乌龙夜”为例[J]．中国行政管理，2016(3)：121-125.  \n5[]保罗·A·萨巴蒂尔．政策过程理论[M]．彭宗超，钟开斌，等译．北京：生活·读书·新知三联书店，2004：97-99.  \n6[]陈潭．从大数据到大智库：大数据时代的智库建设［J]．中国行政管理，2017(12)：42-45.  \n7[]宋忠惠，郑军卫，齐世杰等．基于典型智库实践的智库产品质量控制与影响因素研究[J]．图书与情报，2017(1)：128-134.  \n8[]陈双梅．智库建设的困境摆脱与国家软实力提升[J]．重庆社会科学，2012(5)：92-98.9[]欧阳兵．习近平中国特色新型智库建设思想中的话语体系构建[J]．学习论坛，2017,33(6) : 5-10.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Dilemas of Implement and Approaches to Improve Quality on the Think Tank Research ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Wen Zhiqiang' Zhu Chendi² Gao Jing² 1. Emergency Management Research Center of Tianjin Normal University， Tianjin 300387 2． School of Politics and Public Administration of Tianjin Normal University， Tianjin 300387 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Abstract:[Purpose/significance ] Think tank is the “brain” of the country and the “military division” that assists government decision-making.It plays an important role in the country's long-term development. In the deep-water period of social reform, the situation of the government's decision-making is increasingly complex and changeable, and it puts forward new requirements for think tank research. The quality of research on think tanks needs to be continuously improved. [ Method/process ] This article mainly uses literature research and empirical research to propose the changes in the government's decision-making situation and the needs for the research of think tanks.It also elaborates that in order to meet these needs, think tanks should grasp the opportunity， change the identity，and transform the style. In reality， the contradictions between decision-making facing opportunity and think-tank's lag on time, effective information craving and invalid information provision,the right-state position and the brachysm and dislocation of think tank, decision-making for practicability and supporting in empty talk greatly limit the function of think-tank. [Result/conclusion] The aspects of atitude, speed, depth, position, extent, accuracy and heat of the think tank research should be promoted to a higher level. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Keywords: administrative decision think tank research decision service improving path 收稿日期：2018-01-05 修回日期：2018-03-29 本文责任编辑：吕青 ",
        "page_idx": 6
    }
]