[
    {
        "type": "text",
        "text": "Critical phenomenon of the single crystal helimagnet MnSi ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Lei Zhang,1,\\* Dirk Menzel, $^ 2$ Chiming Jin,1 Haifeng Du,1,† Min Ge, $^ 3$ （204号 Changjin Zhang, $^ { 1 }$ Li Pi, $^ { 1 , 3 }$ Mingliang Tian,1 and Yuheng Zhang $^ { 1 , 3 }$ （204 $^ { 1 }$ High Magnetic Field Laboratory， Chinese Academy of Sciences, Hefei 230031， China （204号 $\\mathcal { Z }$ Institut fir Physik der Kondensierten Materie, Technische Universitat Braunschweig， D-38106 Braunschweig， Germany （204号 $\\mathscr { S }$ Hefei National Laboratory for Physical Sciences at the Microscale, University of Science and Technology of China, Hefei 230026, China (Dated: December 8, 2014) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The critical behavior of the single crystal helimagnet MnSi is investigated by means of bulk dc-magnetization at the boundary between the conical state and paramagnetic phase. We obtain the critical exponents （ $\\beta = 0 . 2 4 2 \\pm 0 . 0 0 6$ ， $\\gamma = 0 . 9 1 5 \\pm 0 . 0 0 3$ ，and $\\delta = 4 . 7 3 4 \\pm 0 . 0 0 6$ )，where the self-consistency and reliability are verified by the Widom scaling law and the scaling equation. The critical exponents of MnSi belong to the universality class of tricritical mean-field theory, which unambiguously indicates a tricritical phenomenon at the boundary between the first-order phase transition and the second-order one induced by the external magnetic field. The tricritical point （TCP） is determined as $H _ { T C P } \\approx 3 2 0 0$ Oe at the critical temperature,consistent with the previous report [Phys. Rev. Lett.110,177207 (2013)). The critical behavior suggests a long-range magnetic coupling with the exchange distance decaying as $J ( r ) \\approx r ^ { - 4 . 3 }$ in MnSi. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PACS numbers: 75.40.-s, 75.40.Cx, 75.40.Gb Keywords: helimagnetism; critical phenomenon; tricritical point ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "I. INTRODUCTION ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "For decades, the B2O transition metal compound MnSi has always been fascinating due to its weak itinerant ferromagnetism [1],non-Fermi-liquid behavior [2，3]，and magnetic quantum phase transition [4]. Recently, there is a renewed interest in MnSi because of the discovery of the skyrmion phase [5, 6, 7, 8, 9, 10, 11], which has great potential for new spin-based applications on account of the topological property [5,6], nanometric size [12,13],and current-driven motion [14,15,16,17]. The crystal structure of MnSi is a noncentrosymmetric cubic cell with space group $P 2 _ { 1 } 3$ ，which results in a weak DzyaloshinskiiMoriya (DM) spin-orbit coupling due to the lack of inversion symmetry. The DM spin-orbit coupling competes with the much stronger ferromagnetic exchange,which finally causes a long modulation period of a helimagnetic ground state [5,6,18]. When an external magnetic field is applied above a threshold value,the helimagnetic state transforms into a conical phase [19]. The chiral skyrmion phase emerges just below $T _ { C }$ in a narrow magnetic field range due to a unique stabilization provided by the DM interactions [5]. The ordering processes in cubic helimagnets are characterized by the formation of specific precursor states [18, 20]. It is demonstrated that a disordered Skyrmion phase appears in a very narrow temperature range of $\\sim 1$ K above the helical phase in MnSi [21, 22, 23]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Recently, the critical phenomena of some helimagnets with a skyrmion phase have been analyzed intensively to investigate the detailed ferromagnetic exchange. For example, it has been demonstrated that the near-neighbor isotropic exchange of short-range type is dominant in Fe $_ { \\mathrm { 0 . 8 } }$ Co $0 . 2$ Si [24]. In addition, another multiferroic insulating helimagnet Cu $_ 2$ OSeO $_ 3$ ， which also exhibits a skyrmion state, is consistent with the classical three-dimensional (3D) Heisenberg model with short-range interaction [25]. However, for MnSi, the magnetic exchange is expected to be different from that in $\\mathrm { F e } _ { 1 - x }$ Co $x$ Si or Cu $_ 2$ OSeO $_ 3$ because a long-range coupling as described by the mean-field theory has been predicted by the theory of Brazovski [26]. According to the Brazovskii scenario,a frst-order phase transition from paramagnetic to helimagnetic ordering was induced by the critical fluctuation under zero-field [26], which is supported experimentally by the neutron scattering studies [27], the renormalization group theory [18] and Monte Carlo simulations [28]. The weak first-order phase transition can be suppressed into a second-order one by the external magnetic field, prospectively yielding tricritical behavior [29,30]. However,the tricritical phenomenon of this system has not been studied in detail. In this work, the critical behavior of the single crystal MnSi is investigated around $T _ { C }$ by means of bulk dc-magnetization. We find that the critical exponents of MnSi satisfy the universality class of the tricritical mean-field theory, which unambiguously indicates a tricritical phenomenon at the boundary of the first-order transition and the second-order one. The tricritical point is determined to be $H _ { T C P } \\approx 3 2 0 0$ Oe at $T _ { C }$ ，which agrees with the results of specific heat experiments [30]. Moreover,the critical behavior indicates a long-range magnetic coupling with the magnetic exchange distance decaying as （20 $J ( r ) \\approx r ^ { - 4 . 3 }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "II. EXPERIMENT ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A single crystal sample of MnSi was prepared by the Czochralski method [31]. The structure and phase purity were checked with a Rigaku-TTR3 X-ray diffractometer. The chemical compositions were carefully determined by energy dispersive x-ray spectrometry (EDXS), which shows the proportion of Mn : Si ≈ 49 : 51. The magnetization was measured using a Quantum Design vibrating sample magnetometer (SQUID-VSM). The no-overshoot mode was applied to ensure a precise magnetic feld. In addition, the field was relaxed for 2 minutes before the data collection. For the measurement the sample was processed into slender elipsoid shape,and the magnetic field was applied along the longest axis to minimize the demagnetizating field. To make sure each curve was initially magnetized, the isothermal magnetization was performed after the sample was heated well above $T _ { C }$ for 10 minutes and then cooled under zero field to the target temperatures. The magnetic background was carefully subtracted. The applied magnetic field $H _ { a }$ has been corrected into the internal field as $H = H _ { a } - N M$ (where $M$ is the measured magnetization and $N$ is the demagnetization factor） [32]. The corrected $H$ was used for the analysis of critical behavior. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "III. RESULTS AND DISCUSSION ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Figure 1 (a) shows the temperature dependence of magnetization $M ( T )$ for MnSi un der zero-field-cooling （ZFC） and field-cooling(FC） with $H ~ = ~ 1 0 0$ Oe (left coordinate). A paramagnetic-helimagnetic (PM-HM) transition occurs at $T _ { C } = 3 0 . 5$ K determined by $d M / d T$ (right coordinate)，which agrees with the expected mean-field transition temperature $T _ { M F } \\approx 3 0 . 5 \\ : \\mathrm { K }$ [27, 33]. A narrow dip appears at $\\prime \\sim$ 29.7 K just below $T _ { C }$ (see the inset of Fig. 1 (a))，which is a clue to the first-order phase transition. Figure 1 (b) gives the isothermal magnetization $M ( H )$ at $4 ~ \\mathrm { K }$ ，which exhibits a magnetic ordering behavior with the saturation field $H _ { S } \\sim 6 0 0 0$ Oe. The inset of Fig. 1 (b) plots the magnification of $M ( H )$ in the lower field region, which indicates almost no coercive force for MnSi. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As is well known, the critical behavior for a second-order phase transition can be investigated in detail through a series of critical exponents. In the vicinity of a second-order phase transition, the divergence of correlation length $\\xi = \\xi _ { 0 } | ( T - T _ { C } ) / T _ { C } | ^ { - \\nu }$ leads to universal scaling laws for the spontaneous magnetization $M _ { S }$ and initial susceptibility $\\chi _ { 0 }$ . The mathematical definitions of the exponents from magnetization are described as [34, 35]: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nM _ { S } ( T ) = M _ { 0 } ( - \\varepsilon ) ^ { \\beta } , \\varepsilon < 0 , T < T _ { C }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\chi _ { 0 } ^ { - 1 } ( T ) = ( h _ { 0 } / M _ { 0 } ) \\varepsilon ^ { \\gamma } , \\varepsilon > 0 , T > T _ { C }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nM = D H ^ { 1 / \\delta } , \\varepsilon = 0 , T = T _ { C }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $\\varepsilon = ( T - T _ { C } ) / T _ { C }$ is the reduced temperature; ${ M _ { 0 } } / { h _ { 0 } }$ and $D$ are critical amplitudes. The parameters $\\beta$ (associated with $M _ { S }$ ）， $\\gamma$ (associated with $\\chi _ { 0 }$ )，and $\\delta$ (associated with $T _ { C }$ ） are the critical exponents. Generally, the critical exponents should follow the Arrott-Noakes equation of state [36]: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n( H / M ) ^ { 1 / \\gamma } = ( T - T _ { C } ) / T _ { C } + ( M / M _ { 1 } ) ^ { 1 / \\beta }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Therefore, the critical exponents $\\beta$ and $\\gamma$ can be obtained by fitting the $M _ { S } ( T )$ and $\\chi _ { 0 } ^ { - 1 } ( T )$ curves using the modified Arrott plot of $M ^ { 1 / \\beta }$ vs $( H / M ) ^ { 1 / \\gamma }$ . Meanwhile, the third exponent （20 $\\delta$ can be generated directly by Eq. (3). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For the analysis of the critical behavior, we measure the initial isothermal $M ( H )$ curves around $T _ { C }$ , which are shown in Fig. 2 (a). Previous theoretical investigation suggested that magnetic coupling in MnSi should be described using the mean-field theory [26]. In the mean-field theory where $\\beta = 0 . 5$ and $\\gamma = 1 . 0$ [37],we generate the Arrott plot of $M ^ { 2 }$ vs $H / M$ , as shown in Fig. 2 (b). Generally, $M ^ { 2 }$ vS $H / M$ should be a series of parallel straight lines in the higher field range. The lower field data, which mainly represent the arrangement of magnetic domains, should be excluded in the fitting process [38]. The line of $M ^ { 2 }$ vs $H / M$ at $\\mathit { \\Delta } ^ { \\prime } \\mathit { I } _ { C } ^ { \\prime }$ should pass through the origin [39]. According to the criterion proposed by Banerjee, the order of the magnetic transition can be determined from the slope of the straight line: a positive slope corresponds to the second-order transition while the negative to the firstorder one [40]. Apparently, the positive slopes of the present $M ^ { 2 }$ vs $H / M$ curves imply that the magnetic transition of MnSi in the higher field region is a second-order one.However, all the curves in the Arrott plot are nonlinear and show downward curvature even in the high field region, in agreement with previous report [41]. This suggests that the mean-field theory with $\\beta = 0 . 5$ and $\\gamma = 1 . 0$ is not appropriate for MnSi according to the Arrott-Noakes equation of state [36]. Hence,a modifed Arrott plot should be employed to obtain the critical exponents. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Three kinds of possible exponents belonging to the 3D-Heisenberg model ( $\\beta = ~ 0 . 3 6 5$ ， $\\gamma$ =1.336)， 3D-Ising model ( $\\beta = 0 . 3 2 5$ ， $\\gamma$ =1.24)，and tricritical mean-field model ( $\\beta = 0 . 2 5$ ， $\\gamma { = } 1 . 0$ ) are used to make a modified Arrott plot,as shown in Fig. 3 (a), (b),and (c). All three models exhibit quasi-straight lines in the high field region [42, 43, 44]. To determine an appropriate model, the modified Arrott plots should be a series of parallel lines in the high field region with the same slope (where the slope is defined as $S ( T ) = d M ^ { 1 / \\beta } / d ( H / M ) ^ { 1 / \\gamma } )$ ： The normalized slope $( N S )$ is defined as $N S = S ( T ) / S ( T _ { C } )$ ，which enables one to identify the most suitable model by comparing $N S$ with the ideal value of $^ { \\circ } 1$ ’[42]. Plots of $N S$ vS $T$ for the three different models are shown in Fig. 3 (d),which indicates that the tricritical mean-field model is the best one to describe the critical behavior of MnSi. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The linear extrapolation from the high field region to the intercepts with the axes $M ^ { 1 / \\beta }$ （20 and $( H / M ) ^ { 1 / \\gamma }$ yields reliable values of spontaneous magnetization $M _ { S } ( T , 0 )$ and inverse initial susceptibility $\\chi _ { 0 } ^ { - 1 } ( T , 0 )$ , which are plotted as a function of temperature in Fig. 4 (a). By fitting to Eq. (1) and Eq. (2), one obtains $\\beta = 0 . 2 4 2 \\pm 0 . 0 0 6$ with $T _ { C } = 3 0 . 3 8 \\pm 0 . 0 4$ and $\\gamma = 0 . 9 1 5 \\pm 0 . 0 0 3$ with $T _ { C } = 3 0 . 6 9 \\pm 0 . 0 7$ . The critical temperature $T _ { C }$ from the modified Arrott plot is very close to that obtained from the $M ( T )$ curve. Figure 4(b） shows the isothermal magnetization $M ( H )$ at $T _ { C } = 3 0 . 5$ K,where the inset plots are on a $\\mathrm { l g - } \\mathrm { l g }$ scale. We determine that $\\Dot { \\delta } = 4 . 7 3 4 \\pm 0 . 0 0 6$ in the high field region ( $H > H _ { S }$ ). It can be seen that the $M ( H )$ at $T _ { C }$ exhibits a straight line on a $\\mathrm { l g - } \\mathrm { l g }$ scale for $H > H _ { S }$ . According to statistical theory, these critical exponents should fulfill the Widom scaling relation [45]: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\delta = 1 + \\frac { \\gamma } { \\beta }\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "As a result, $\\delta = 4 . 7 8 1 \\pm 0 . 0 0 7$ is calculated following the Widom scaling relation based on the obtained $\\beta$ and $\\gamma$ ， which agrees well with the results from the experimental critical isothermal analysis. The self-consistency of these critical exponents demonstrates that they are reliable and unambiguous. In order to further testify the convergence of the critical exponents, the effective exponents $\\beta _ { e f f }$ and $\\gamma _ { e f f }$ for MnSi are obtained as [46]: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\beta _ { e f f } ( \\varepsilon ) = \\frac { d [ l n M _ { S } ( \\varepsilon ) ] } { d ( l n \\varepsilon ) } , \\gamma _ { e f f } ( \\varepsilon ) = \\frac { d [ l n \\chi _ { 0 } ^ { - 1 } ( \\varepsilon ) ] } { d ( l n \\varepsilon ) }\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The effective exponents $\\beta _ { e f f }$ and $\\gamma _ { e f f }$ as a function of reduced temperature $\\varepsilon$ for MnSi are plotted in Fig. 5. It can be seen that $\\beta _ { e f f }$ and $\\gamma _ { e f f }$ are convergent when the temperature approaches $T _ { C }$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The obtained critical exponents of MnSi, as well as those from different theoretical models and related materials,are listed in Table I for comparison. It can be seen that the exponents of MnSi are very close to those predicted by the tricritical mean-field theory, which unambiguously indicates a tricritical phenomenon. The tricritical phenomenon usually occurs at the boundary between a first-order phase transition and a second-order one, where the three lines of critical transitions meet at a single point: the so called tricritical point (TCP）[47, 48, 49]. In the manganese oxides, the tricritical phenomenon usualy occurs when the first-order phase transition disappears and the second-order transition is induced by proper doping effects [47, 48, 49]. In the present case of MnSi, a similar phase transition from first-order to second-order also occurs. It should be noted that an isotropic critical fuctuation induced first-order phase transition happens to MnSi under zero field, which can be easily suppressed by an external magnetic field [18,19, 27, 28]. Thus,in this case, the tricritical phenomenon is expected at the boundary of these two phases. The critical point appears when the first-order phase transition is suppressed into a second-order one by an external feld. The existence of a field-induced tricritical phenomenon was also pointed out by A.Bauer et al. in terms of the high-precision measurement of the specific heat [30]. In fact,high pressures can also induced a tricritical behavior in MnSi with $P _ { t r } \\approx 3 . 5$ GPa and （204 $T _ { t r } \\approx 2 5 \\mathrm { ~ K ~ }$ ， where the pressure modulates the orders of the phase transitions [50, 51, 52]. The critical exponents obtained here in the single crystal sample are slightly different from those in the polycrystalline one，where the exponent $\\delta$ was calculated using the Widom scaling relation rather than obtained from the experiment [53]. As can be seen in Table I, the exponents obtained in the polycrystalline sample cannot be categorized into any universality classes, which may be attributed to the magnetic scattering from lots of crystal boundaries and defects. As we know, when the temperature approaches to the critical point, the correlation length $\\xi$ exceeds the grain size, where the critical exponents are affected by the crystal boundaries and defects [54]. Thus,the intrinsic magnetic coupling is masked in an inhomogeneous polycrystaline sample, especially for the long-range interaction [54]. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The agreement of MnSi with the tricritical mean-feld model indicates a long-range magnetic coupling which is revealed by the exponent $\\gamma$ [55]. As we know, for a homogeneous magnet，the universality class of the magnetic phase transition depends on the exchange distance $J ( r )$ . M. E. Fisher et al. theoretically treated this kind of magnetic ordering as an attractive interaction of spins, where a renormalization group theory analysis suggests the interaction decays with distance $r$ as [55, 56]: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nJ ( r ) \\approx r ^ { - ( d + \\sigma ) }\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "were $d$ is the spatial dimensionality and $\\sigma$ is a positive constant. Moreover, there is [32, 55, 571: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\gamma = 1 + \\frac { 4 } { d } \\frac { n + 2 } { n + 8 } \\Delta \\sigma + \\frac { 8 ( n + 2 ) ( n - 4 ) } { d ^ { 2 } ( n + 8 ) ^ { 2 } } \\left[ 1 + \\frac { 2 G ( \\frac { d } { 2 } ) ( 7 n + 2 0 ) } { ( n - 4 ) ( n + 8 ) } \\right] \\Delta \\sigma ^ { 2 }\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $\\Delta \\sigma = ( \\sigma - \\textstyle { \\frac { d } { 2 } } )$ and $G ( \\textstyle { \\frac { d } { 2 } } ) \\ = \\ 3 - \\ { \\frac { 1 } { 4 } } ( \\frac { d } { 2 } ) ^ { 2 }$ ， $n$ is the spin dimensionality. For a three dimensional material ( $d = 3$ )， we have $J ( r ) \\approx r ^ { - ( 3 + \\sigma ) }$ .When $\\sigma \\geq 2$ , the Heisenberg model ( $\\beta = 0 . 3 6 5$ ， $\\gamma = 1 . 3 8 6$ and $\\delta = 4 . 8$ ) is valid for the three dimension isotropic magnet, where （204 $J ( r )$ decreases faster than $r ^ { - 5 }$ .When $\\sigma \\le 3 / 2$ ， conditions for the the mean-feld model （ $\\beta = 0 . 5$ ， $\\gamma = 1 . 0$ and $\\delta \\ : = \\ : 3 . 0$ ）are satisfied，expecting that $J ( r )$ decreases slower than （204号 $r ^ { - 4 . 5 }$ . From Eq. 8 we see that $\\sigma = 1 . 3 2 9 \\pm 0 . 0 0 8$ for MnSi, thus confirming the long-range magnetic coupling for $\\sigma < 3 / 2$ . Subsequently, we find that the exchange distance decays as $J ( r ) \\approx r ^ { - 4 . 3 }$ ， which indicates slow decay of the magnetic coupling. The decay distant of MnSi suggests that the spatial magnetic interaction is relatively extensive. Moreover, we get the correlation length critical exponent $\\nu = 0 . 6 8 8 \\pm 0 . 0 0 9$ (where $\\nu = \\gamma / \\sigma$ )，which is close to $0 . 6 2 \\pm 1$ obtained by small-angle polarized neutron scattering (SAPNS) [58]. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Finally, these critical exponents should follow the scaling equation. According to the prediction of scaling equation, in the asymptotic critical region, the magnetic equation can ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "be written as [34]: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nM ( H , \\varepsilon ) = \\varepsilon ^ { \\beta } f _ { \\pm } ( H / \\varepsilon ^ { \\beta + \\gamma } )\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $f _ { \\pm }$ are regular functions denoted as $f _ { + }$ for $T > T _ { C }$ and $f _ { - }$ for $T \\mathrm { ~ < ~ } T _ { C }$ .Defining the renormalized magnetization as $m \\equiv \\varepsilon ^ { - \\beta } M ( H , \\varepsilon )$ ，and the renormalized field as $h \\equiv$ （20 $H \\varepsilon ^ { - \\left( \\beta + \\gamma \\right) } )$ , the scaling equation indicates that $m$ vs $h$ forms two universal curves for $T > T _ { C }$ （204 and $T < T _ { C }$ , respectively [49, 54]. Based on the scaling equation $[ m = f _ { \\pm } ( h ) ]$ , the isothermal magnetization around the critical temperatures for MnSi is plotted in Fig. 6 (a), where all experimental data in the higher field region collapse onto two universal curves. In addition, the experimental data in low field region above $T _ { C }$ collapse well. However, the lower-field experimental data below $T _ { C }$ cannot collapse onto one curve, as shown in the inset of Fig. 6 (a). The $m ^ { 2 }$ vs $h / m$ curves [Fig. 6 (b)] apparently exhibit a vertical line in the lower field region. As we know,MnSi exhibits a first-order phase transition under a low external magnetic field,which is suppressed into a second-order one with a strong external field. The TCP of magnetic feld ( $\\left( H _ { T C P } \\right)$ lies at the boundary between the first-order and the second-order transition. Above $H _ { T C P }$ in the second-order transition region, the $M - T - H$ （20 curves should collapse onto a universal curve. However, below $H _ { T C P }$ in the first-order transition region, the scaling equation is invalid. Thus, the turning point of the external field $H _ { C }$ on the $m ^ { 2 }$ vS $h / m$ curve reflects the boundary between the first-order transition and the second-order one, as shown in Fig. 6 (b). The $H _ { C }$ vS $T$ is plotted in the inset of 6 (b)，which decreases almost linearly with increasing temperature when approaching $T _ { C }$ The point where the $H _ { C }$ and $T _ { C }$ meet is the $H _ { T C P }$ . The linear fitting of the $H _ { C } ( T )$ yields （204号 $H _ { T C P } \\approx 3 2 0 0$ Oe at $T _ { C }$ , which is very close to 340o Oe obtained by specific heat experiments [30]. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "As mentioned above, the critical exponents of MnSi indicate a long-range magnetic coupling. However，as can be seen in Table I, the critical exponents of $\\mathrm { F e _ { 0 . 8 } C o _ { 0 . 2 } }$ Si and Cu $^ { 2 }$ OSeO $_ 3$ ， which also exhibit a helimagnetic and skyrmion phase transition with similar crystal symmetry, are close to the universality class of the 3D-Heisenberg model [24, 25]. That is to say, the micro-magnetic interactions in Fe $_ { 0 . 8 }$ Co $0 . 2$ Si and Cu $^ 2$ OSeO $_ 3$ are of the short-range type. The different critical behaviors of MnSi from $\\mathrm { F e _ { 0 . 8 } C o _ { 0 . 2 } }$ Si or Cu $^ { 2 }$ OSeO $^ 3$ （204 indicate that the micro-magnetic interactions are intrinsically different. The micro-magnetic interaction may correlate with the transport behaviors of the system. The weak itinerant ferromagnetism in MnSi may probably be related to the long-range magnetic coupling since it has been proved that the transport behavior is connected to the miro-magnetic interaction in these systems [24]. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "IV. CONCLUSION ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In summary, the critical behavior of the single crystal helimagnet MnSi has been investigated around $T _ { C }$ . We obtained the critical exponents $\\beta = 0 . 2 4 2 \\pm 0 . 0 0 6$ ， $\\gamma = 0 . 9 1 5 \\pm 0 . 0 0 3$ ， and $\\delta = 4 . 7 3 4 \\pm 0 . 0 0 6$ ，which are verified with the Widom scaling law and the scaling equation. The critical exponents of MnSi belong to the universality class of tricritical mean-field theory， which unambiguously indicates a tricritical phenomenon. It is suggested that the field-controlled phase transition from the critical fluctuation induced first-order to secondorder should be responsible for the appearance of the tricritical phenomenon in MnSi. Based on these critical exponents, the critical exponent for the correlation length is deduced to be $\\nu = 0 . 6 8 8 \\pm 0 . 0 0 9$ 0 $\\xi = \\xi _ { 0 } | ( T - T _ { C } ) / T _ { C } | ^ { - \\nu } )$ . The tricritical point is determined as （20 $H _ { T C P } \\approx 3 2 0 0$ Oeat $\\mathit { \\Delta } ^ { \\prime } \\mathit { I } _ { C } ^ { \\prime }$ . The exchange distance is obtained to decay as $J ( r ) \\approx r ^ { - 4 . 3 }$ ，which suggests a long-range magnetic coupling in MnSi. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "V.ACKNOWLEDGEMENTS ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "This work was supported by the State Key Project of Fundamental Research of China through Grant Nos. 2010CB923403 and 2011CBA00111, the National Natural Science Foundation of China （Grant Nos.U1332140，U1232142，11004196,11474290，11104281，and 11204288). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1] N. Manyala, Y. Sidis, J. F. DiTusa,G. Aeppli, D. P. Young, Z. Fisk, Nature (London) 404, 581 (2000).   \n[2] C. Pfeiderer, S.R. Julian, G.G. Lonzarich, Nature (London) 414, 427 (2001).   \n[3] H. Watanabe, S.A. Parameswaran, S. Raghu, A. Vishwanath, Phys. Rev. B 90,045145 (2014).   \n[4] C. Pfeiderer, G. J. McMullan, S.R. Julian, G. G. Lonzarich, Phys. Rev. B 55,8330 (1997).   \n[5] U. K. Roβler,A. N. Bogdanov,C. Pfeiderer, Nature (London) 442, 797 (2006). [6] S. Muuhlbauer, B. Binz,F. Jonietz, C.Pfeiderer,A. Rosch,A. Neubauer,R. Georgi,P.Boni, Science 323, 915 (2009).   \n[7] W. Munzer, A. Neubauer, T. Adams, S. Muhlbauer, C. Franz,F. Jonietz, R. Georgii, P. Boni, B.Pedersen, M. Schmidt,A. Rosch, C. Pfleiderer,Phys. Rev.B 81, O41203 (2010).   \n[8] X. Yu, Y. Onose, N. Kanazawa, J. Park, J. Han, Y. Matsui, N. Nagaosa, Y. Tokura, Nature (London) 465, 901 (2010).   \n[9] S.Seki, X. Z. Yu, S. Ishiwata, Y. Tokura, Science, 336, 198 (2012).   \n[10] H. F. Du, W. Ning, M. L. Tian, Y. H. Zhang, Phys.Rev. B 87,014401 (2013).   \n[11] A. Neubauer, C. Pfeiderer, B. Binz,A. Rosch, R. Ritz,P.G. Niklowitz, P. Boni, Phys. Rev. Lett.102,186602 (2009).   \n[12] H. F. Du, J. P. DeGrave, F. Xue, D. Liang, W. Ning, J. Y. Yang, M. L. Tian, Y. H. Zhang, S. Jin, Nano Lett.14, 2026 (2014).   \n[13] N. Nagaosa and Y. Tokura, Nat. Nanotechnol. 8, 899 (2013).   \n[14] F.Jonietz, S. Muhlbauer, C. Pfeiderer,A. Neubauer, W. Munzer,A. Bauer, T. Adams, R. Georgii, P. Boni, R. A. Duine, K. Everschor, M. Garst, A. Rosch, Science 330,1648 (2010).   \n[15] X. Z. Yu, N. Kanazawa, W. Z. Zhang, T. Nagai, T. Hara, K. Kimoto, Y. Matsui, Y. Onose, Y. Tokura, Nat. Commun. 3, 988 (2012).   \n[16] A. Fert, V. Cros, J. Sampaio, Nat. Nanotechnol. 8, 152 (2013).   \n[17] J. S. White, K. Prsa, P. Huang,A. A. Omrani, I. Zivkovic, M. Bartkowiak, H. Berger,A. Magrez,J. L.Gavilano,G. Nagy， J. Zang, H. M. Ronnow,Phys. Rev. Lett. 113,107203 (2014).   \n[18] P. Bak and M. H. Jensen, J. Phys. C: Solid St.Phys.13, L881 (1980).   \n[19] A. Bauer and C. Pfeiderer, Phys. Rev. B 85, 214418 (2012).   \n[20] H. Wilhelm, M. Baenitz, M. Schmidt, C. Naylor, R. Lortz, U. K. Roβler, A. A. Leonov, A. N. Bogdanov, J. Phys.: Condens. Matter 24, 294204 (2012).   \n[21] C. Pappas, E. Lelievre-Berna,P. Falus, P. M. Bentley, E. Moskvin, S. Grigoriev, P. Fouquet, B.Farago, Phys. Rev. Lett.102,(2009) 197202.   \n[22] S.V. Grigoriev， N. M. Potapova, S. A. Siegfried， V. A. Dyadkin， E.V. Moskvin，V. Dmitriev, D. Menzel, C. D. Dewhurst,D. Chernyshov，R. A. Sadykov, L. N. Fomicheva, A.V. Tsvyashchenko, Phys. Rev. Lett.110,207201 (2013).   \n[23] S.V. Grigoriev, S. V. Maleyev, E. V. Moskvin, V. A. Dyadkin, P. Fouquet, H. Eckerlebe, ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[ Iys. 1ev.D 01,14441o (zU1U). [24] W. J. Jiang, X. Z. Zhou, G. Williams,Phys. Rev. B 82, 144424 (2010). [25] I. Zivkovic, J. S. White, H. M. Ronnow, K. Prsa, H. Berger, Phys. Rev. B 89, 060401(R) (2014). [26] S. A. Brazovskii, Sov. Phys. JETP 41,85 (1975). [27] M. Janoschek, M. Garst,A. Bauer, P. Krautscheid, R. Georgi, P. Boni, C. Pfleiderer, Phys. Rev. B 87, 134407 (2013). [28] S. Buhrandt and L. Fritz, Phys. Rev. B 88,195137 (2013). [29] K. Huang, Statistical Mechanics, 2nd ed. (Wiley, New York, 1987). [30] A. Bauer,M. Garst, C. Pfleiderer, Phys. Rev. Lett. 110,177207 (2013). [31] V. A. Dyadkin, S.V. Grigoriev, D. Menzel, D. Chernyshov, V. Dmitriev, J. Schoenes, S. V. Maleyev, E. V. Moskvin, H. Eckerlebe, Phys. Rev. B 84,014435 (2011). [32] A.K. Pramanik and A. Banerjee,Phys. Rev. B 79,214426 (2009). [33] J. Kindervater, W. Hau/3ler, M. Janoschek, C. Pfeiderer, P. Boni, M. Garst,Phys. Rev.B 89,180408(R) (2014). [34] H.E. Stanley, Introduction to Phase Transitions and Critical Phenomena (Oxford University Press, London,1971). [35] M. E. Fisher, Rep.Prog. Phys. 30,615 (1967). [36] A. Arrott and J. Noakes, Phys. Rev. Lett. 19,786 (1967). [37] S. N. Kaul, J. Magn. Magn. Mater. 53, 5 (1985). [38] N. Khan, P. Mandal, K. Mydeen, D. Prabhakaran, Phys. Rev. B 85,214419 (2012). [39] A. Arrott,Phys.Rev.108,1394 (1957). [40] S. K. Banerjee,Phys. Lett.12,16 (1964). [41] D. Bloch, J. Voiron,V. Jaccarino, J. H. Wernick,Phys. Lett. 51A,259 (1975). [42] J. Y. Fan, L. S. Ling, B. Hong, L. Zhang, L. Pi, Y. H. Zhang, Phys. Rev. B 81,144426 (2010). [43] L. Zhang, B. S. Wang, Y. P. Sun, P. Tong, J. Y. Fan, C. J. Zhang, L. Pi, Y. H. Zhang, Phys. Rev. B 85, 104419 (2012). [44] L. Zhang, J. Y. Fan, L. Li, R. W. Li, L. S. Ling, Z. Qu, W. Tong, S. Tan, Y. H. Zhang, Europhys. Lett. 91, 57001 (2010). [45] L. P. Kadanoff, Physics 2, 263 (1966). [46] A. Perumal, V. Srinivas, V. V. Rao, R. A. Dunlap, Phys. Rev. Lett. 91, 137202 (2003). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[47] D.Kim, B. Revaz, B. L. Zink, F. Hellman, J. J. Rhyne, J. F. Mitchell,Phys. Rev. Lett. 89, 227202 (2002).   \n[48] J. Yang, Y. P. Lee, Y. Li, Phys. Rev. B 76, 054442 (2007).   \n[49] M. H. Phan, V. Franco, N. Bingham, H. Srikanth, N. Hur, S. Yu, J. Allys Compd.508, 238 (2010).   \n[50] A.E. Petrova, V. N. Krasnorussky, J. Sarrao, S. M. Stishov,Phys. Rev. B 73,052409 (2006).   \n[51] A. E. Petrova, V. N. Krasnorussky, J. Sarrao, S. M. Stishov, JETP 102, 636 (2006).   \n[52] M. Otero-Leal, F. Rivadulla, S. S. Saxena, K. Ahilan, J. Rivas,Phys. Rev. B 79,060401 (2009).   \n[53] M. Chattopadhyay, P. Arora, S. Roy, J. Phys.: Condens.Matter 21, 296003 (2009).   \n[54] N. Khan, A. Midya, K. Mydeen, P. Mandal, A. Loidl, D. Prabhakaran, Phys. Rev. B 82, 064422 (2010).   \n[55] M. E. Fisher, S. K. Ma, B.G. Nickel, Phys. Rev. Lett. 29, 917 (1972).   \n[56] K. Ghosh, C. J. Lobb, R. L. Greene, S. G. Karabashev, D.A. Shulyatev,A. A. Arsenov, Y. Mukovskii, Phys. Rev. Lett. 81, 4740 (1998).   \n[57] S. F. Fischer, S. N. Kaul, H. Kronmuller, Phys. Rev. B 65, 064443 (2002).   \n[58] S. V. Grigoriev, S. V. Maleyev, A. I. Okorokov, Yu. O. Chetverikov,R. Georgii, P. Boni, D. Lamago, H. Eckerlebe, K. Pranzas, Phys. Rev. B 72,134420 (2005). ",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/a0726884186115d97f3cdea31cc99b77f4daf1cb8cc7d6464ff75c9132eae3fb.jpg",
        "table_caption": [
            "TABLE I: Comparison of critical exponents of MnSi with different theoretical models and related materials (MAP = modified Arrott plot; ND = neutron difraction; Hall = Hall effect; AC = ac susceptibility; SC = single crystal; PC = polycrystal; cal $=$ calculated). "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Composition</td><td>technique</td><td>Ref.</td><td>Tc(K)</td><td>β</td><td>Y</td><td>8</td></tr><tr><td>MnSiSC</td><td>MAP</td><td>This work</td><td>30.5</td><td>0.242±0.006</td><td>0.915±0.003</td><td>4.734±0.006</td></tr><tr><td>Tricritical mean-field</td><td>theory</td><td>[29]</td><td>1</td><td>0.25</td><td>1.0</td><td>5.0</td></tr><tr><td>Mean-field</td><td>theory</td><td>[37]</td><td></td><td>0.5</td><td>1.0</td><td>3.0</td></tr><tr><td>3D-Heisenberg</td><td>theory</td><td>[37]</td><td>1</td><td>0.365</td><td>1.386</td><td>4.8</td></tr><tr><td>3D-Ising</td><td>theory</td><td>[37]</td><td>1</td><td>0.325</td><td>1.24</td><td>4.82</td></tr><tr><td>MnSiPC</td><td>MAP</td><td>[53]</td><td>29.67</td><td>0.238±0.001</td><td>1.20±0.01</td><td>6.1±0.1cal</td></tr><tr><td>MnSiSC</td><td>ND</td><td>[58]</td><td>28.82</td><td>0.22(1)</td><td>1</td><td>1</td></tr><tr><td>Fe0.8C00.2SiPC</td><td>Hall</td><td>[24]</td><td>36.0</td><td>0.371±0.001</td><td>1.38±0.002</td><td>4.78±0.01</td></tr><tr><td>Cu2OSeO3C</td><td>AC</td><td>[25]</td><td>58.3</td><td>0.37(1)</td><td>1.44(4)</td><td>4.9(1)</td></tr></table></body></html>",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/662d5a008a598ecd360e38d61b9994b18b1274caa6649262c5807e163e966454.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "FIG.1: (Color online) (a） The temperature dependence of magnetization $[ M ( T ) ]$ for MnSi (the inset shows the magnification of the transition); (b) the isothermal magnetization $[ M ( H ) ]$ at4K (the inset gives that in the lower field region). ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/25c45b497d80d5e1e5956ad640b4f1f96d8d20d499636b79514de9c9b5d11bcc.jpg",
        "img_caption": [
            "FIG.2:(Color online)(a） The initial magnetization around $\\mathit { 1 0 }$ for MnSi;(b) the Arrott plots of （204号 $M ^ { 2 }$ vs $H / M$ (the $M ( H )$ curves are measured at interval $\\Delta T = 1$ K,and $\\Delta T = 0 . 5 \\$ K approaching （20 $T _ { C }$ ） "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/9bbe13d39919149e3fed1ef5cdf981e71b8331a39575965e6e8f3c7913e5772c.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "FIG.3:(Color online） The isotherms of $M ^ { 1 / \\beta }$ vs $( H / M ) ^ { 1 / \\gamma }$ with (a） 3D-Heisenberg model; (b)3D-Ising model; (c) tricritical mean-field model; (d) the normalized slopes $[ N S = S ( T ) / S ( T _ { C } ) ]$ asa function of temperature.",
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/f66eaf666fa2ed97968959eabde7b19ae6b1686bc70e15b6626e5ac982609d68.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "FIG.4: (Color online) (a) The temperature dependence of $M _ { S }$ and $\\chi _ { 0 } \\ / ^ { - 1 }$ for MnSi; (b) the isothermal $M ( H )$ at $T _ { C }$ with the inset plane on the $\\mathrm { l g - } \\mathrm { l g }$ scale (the solid curves are fitted). ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/be7fcbbc64aa380245a2bc33d251d3a150c8f5a46a7ff15f85b1633f8d1db7af.jpg",
        "img_caption": [
            "FIG.5:(Color online）Effective exponents （a) $\\beta _ { e f f }$ and (b) $\\gamma _ { e f f }$ as a function of the reduced temperature $\\xi$ for MnSi (dashed curves are guided on eye). "
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/7c11248cbf84506dec2b3fd49bb9c0c44d893d41b3fa5b4d320866e9aa2b44ed.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "FIG.6: (Color online) (a) Scaling plots of renormalized magnetization $m$ vs renormalized field $h$ （204号 around the critical temperatures for MnSi (only several typical curves are shown); (b) $m ^ { 2 }$ vS $h / m$ below $\\mathit { \\Delta } ^ { T } C$ in lower field region (the inset plot the $H _ { C }$ vS $T$ with the linearly fitting solid line). ",
        "page_idx": 18
    }
]