[
    {
        "type": "text",
        "text": "新青年·新思想 Young Scientists & Pioneer Thinkings ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "编者按创新的事业呼唤创新的人才，青年科技人才是未来建设世界科技强国的主力军和中坚力量。2011年6月，中科院正式成立“青年创新促进会”，这是中科院对全院35岁以下的青年科技人才进行综合培养的创新举措，旨在通过有效组织和支持，团结、凝聚全院的青年科技工作者，拓宽大家的学术视野，促进相互交流和学科交叉，提升科研活动组织能力，培养造就新一代学术技术带头人。5年多来，“青促会”会员已将近300人，成为全院青年科研人员的核心骨干力量，许多青年科技人员不仅在科学研究方面取得了较大成绩，也对科技进步和国家发展等有着较深入思考。在中科院人事局的指导下，《院刊》与“青促会”合作，从2017年1月起开设“新青年·新思想”栏目，从科学前沿、科技政策与体制、人才成长等多方面，展现我院优秀青年科技人才的所思、所想。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "面向国民经济主战场的科研模式探索 \\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/26559aee3b14fcc61d0966c42bae165ac145f5cb2fbf35c3c2f1de6af42c4eaa.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "包云岗",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院计算技术研究所北京100190",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要“面向国民经济主战场”是中科院新时期办院方针中“三个面向”之一。本文分析科技力量与国家发展之间的联系，指出科研要“面向国民经济主战场”离不开学术界与产业界的密切合作。在介绍国外的主流科研合作模式基础上，文章陈述了中科院计算技术所与华为公司在过去5年中科研合作模式探索方面的实践经验与教训。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词国民经济主战场，科研模式，学术界，产业界 DOI 10.16418/j.issn.1000-3045.2017.01.012 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "为适应新的改革形势和发展要求，中科院确定了“三个面向”“四个率先”的新时期办院方针，即“面向世界科技前沿，面向国家重大需求，面向国民经济主战场，率先实现科学技术跨越发展，率先建成国家创新人才高地，率先建成国家高水平科技智库，率先建设国际一流科研机构”。办院方针调整明确提出“面向国民经济主战场”，是基于当前国家改革发展形势的准确判断，也是基于对科技力量与国家发展之间联系的深刻认识。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1科技力量的服务对象",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一个国家的科技力量究竟应该为什么服务？一般而言，可分为3种状态。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1）特殊时期科技以国家战略需求为主导。例如被称为“计算机科学之父”的英国科学家图灵，在“二战”期间即参与了密码破解任务，立下赫赫战功。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（2）民生需求崛起，与国家战略需求不相一致甚至冲突，二者争夺科技资源。美苏两国在“冷战”期间均属于此状态，但这是一种极不稳定状态，处理不当则会影响国家发展与社会稳定。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（3）国家战略需求与民生需求基本一致，形成需求互补、相互转化，提高科研资源效率。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "以美国为例，便经历过上述3种不同的状态。“二战”期间的美国处于第一种状态，许多大学教授纷纷投入武器研制，包括哈佛、耶鲁等顶尖学校也不例外，当年哈佛大学的教授就为美国海军研制了新型鱼雷。据统计，1941年美国政府资助了约6000位科研人员参与军事研究，而到1945年“二战”结束时，这一数字上升到3万人。“二战”结束后，美国经济复苏，社会民生需求快速发展，于是转入第二种状态，一直延续到20世纪70年代。在此时期，哈佛、耶鲁等大多数大学回归到为社会民生服务，而少数大学如麻省理工学院和一些国家实验室则仍然为国家战略需求服务，包括“阿波罗计划”“半自动地面防空系统计划（SAGE）”等。但这种状态并不稳定，20世纪60年代的美国也是社会矛盾突出，群众运动四起。不过在各种社会力量的作用下，美国较顺利地实现了从国家战略需求主导向日益繁荣的民生需求的过渡。在麻省理工学院，师生们暴发了多次游行抗议，迫使学校将军事项目从校园里撤出；IBM则主动从做军方项目为主转到面向民用市场，开创计算机租赁服务、研制面向企业的 System360机等。20世纪70年代以后美国逐渐转入第三种状态，很好地平衡了国家战略（军事）需求与国民经济发展需求之间的科技力量投入比例，形成了以“硅谷模式”为代表的科研创新之路。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2美国学术界与产业界合作模式",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科技力量为国民经济主战场服务离不开学术界与产业界之间的合作。以信息技术为例，2003年美国科学院的一份报告《信息产业创新》（Innovationin InformationTechnology）便揭示了学术界与产业界在基础研究与产业推广上的密切互动（图1）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "这种紧密的合作是美国学术界、产业界以及政府三界不断努力探索才发展起来。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）美国学术界办学理念的转变。一直以来，大学注重的是基础学科和纯粹学术的研究，离社会民生需求较远，在普通大众看来大学是十分经典和高雅的地方，因此被称为“象牙之塔”。但是斯坦福大学在“二战”期间率先调整了办学理念，认为大学不应当是不食人间烟火的象牙塔，而应该是为社会公众与产业发展服务的机构。如今很多世界著名大学的理念发生了转变。2011年，哈佛大学校长德鲁·吉尔平·福斯特教授在哈佛建校375周年之际曾接受媒体采访，谈到了哈佛的新治校理念。福斯特校长认为，“终生的学问始于学校，终于社会”，大学不再是象牙之塔，而应该服务于社会。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（2）美国学术界积极探索建立符合企业需求的教学科研与人才培养体制。以斯坦福大学为例，在其调整办学理念后，推出了一系列新的措施（表1）。这些改革措施为斯坦福大学的崛起奠定了坚实的基础，而硅谷的企业和斯坦福大学也实现了深层次融合。哈佛大学也通过一系列措施来践行服务社会的理念，创建了一个新的工程和应用科学院，加强应用技术研究；2011年又筹建了创新实验室（i-lab），鼓励教授、学生参与创业。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（3）美国产业界也发展出多种与学术界合作的模式。根据笔者观察，主要存在以下几种模式。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$\\textcircled{1}$ 企业设立一些面向大学教授的研究资助项目，大学教授们可以向企业提交项目申请，在通过评审后便能获得资助。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$\\textcircled{2}$ 企业将一些最先进的产品免费捐赠给大学实验室使用，希望实验室能基于这些产品开展研究。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$\\textcircled{3}$ 企业面向大学招收实习生，让学生在企业实习的过程中可以直接接触企业的前沿需求，从而反馈到学术界。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$\\textcircled{4}$ 成立类似自然基金委的非盈利组织，收集来自企业的研究需求，反馈到大学。企业以交纳会员费的形式加人，大学教授根据研究兴趣申请经费。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$\\textcircled{5}$ 企业定向资助模式，一般都是若干公司联合起",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1965 1970 1975 1980 1985 1990 1995 2000 1965 1970 1975 1980 1985 1990 1995 2000 Timesharing CTSS, Multics /BSD from Internt ? ? USns 940.360/67 /MS Reltional das Berkeley, Wisconsin ? Client/servercomputing .W.. 1 Imale,1By syase 公 Berkeiey, CMU, CERN 二 ? N 1 H R PARC, DEC,.Sn.ae Parallel databases Tokyo, Wisconsin, UCLA A KTA 1 IBM,ICL Graphics N A Sketchpad, Utah ICL,Teradata, Tandem L 1 N GM/IBM, Xerox, Microsoft Data mining Wisconsin, Stanford E&S, SGI, ATI, Adobe A Entertainmert 1 1 IBM, Arbor IRI, Arbor, Plato + Spacewar(NIT)Trekocestr）Pralelomuting ： Atari, Nintendo, SGl, Pixar A Illiac 4, CMU,Caltech, HPC Intemet ARPANET, Aloha, Intemet + 1 1 1 IBM, Intel A 1 H CM-5, Teradata, Cray T3D DECnet TCPIP RAID/disk serbers 1....... Berkeley M LANs Striping/Datamesh, Petal Rings, Hubnet ....... 1 N □ many 1 T L Ethemet, Datakit, Autonet LANs, switched Ethernet Portable communication N Berkeley, Purdue (CDMA) Workstations Lisp machine, Stanford 1 Uinkabit ishe 长 Xerox Alto World Wide Web 1 Xerox Star, Apollo, Sun ? CERN,Iinois (Mosaic) Graohical user interfades ? Alta Vista ? ? Engelbart/Rochester 1中 Netscape, Yahoo, Google 1 Alto, Smalltalk Speech recognition CMU, SRI, MIT 0 一 Star, Mac, Microsoft 生 VLSI design Berkeley, Caltech, MOSIS K Bel BM bragon Broadband in last mile many 1公 Stanford, UCLA RISCprocessors Bellcore (Telcordlia) Berkeley, Stanford N..... 2 Amati, Alcatel, Broadcom IBM 801 SUN, SGI, IBM, HP 19651970 19751980 1985 1990 19952000 to World Wide Web 1965 1970 1975 1980 1985 1990 1995 2000 University Industry R&D ·Products \\$1B market University Industry R&D ·Products 1\\$1B market The topicsare ordered roughly by increasing date of \\$1B industry The topics are ordered roughly by increasing date of \\$1 B industry ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "",
        "img_caption": [
            "图1学术界与产业界的密切互动推动信息技术发展"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/89df4801b8ff8656ae02d56f47d1aac580adeee459dfc2844ec09a3be9928204.jpg",
        "table_caption": [
            "表1　斯坦福大学的改革措施"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"2\">思路 措施</td></tr><tr><td rowspan=\"6\">用公司 管理理 念办大 学</td><td>根据研究应用前景调整教授薪水</td></tr><tr><td>支持有应用前景的基础研究，大力资助应用开发研究</td></tr><tr><td>扩充有可能争取到更多资助并进入研究前沿的系科</td></tr><tr><td>建立新的学院、研究所、实验室，开辟能够引起企业关注的新领域</td></tr><tr><td>撤换不服从院系的负责人，冻结不服从院系的预算</td></tr><tr><td>建立硅谷，提供廉价用地吸引企业入驻</td></tr><tr><td rowspan=\"4\">吸引企 业，与 企业密 切互动</td><td>将课表寄给硅谷的企业家，请他们修改</td></tr><tr><td>收集政府、军方需要的产品情报，然后把信息传递给企业</td></tr><tr><td>给企业开展广泛的人才培训</td></tr><tr><td>邀请企业家到校园任教</td></tr><tr><td></td><td>放松知识产权管理，鼓励教授学生创业</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "来，直接资助某个大学的实验室，资助的力度达数百万甚至上千万美元。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "$\\textcircled{6}$ 企业主导开源社区模式，吸引学术界参与到开源项目的完善和优化中，实现双赢。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（4）美国政府出台多项政策鼓励知识产权与人才在学术界与产业界之间流动。1980年美国政府颁布了《拜杜法案》，允许大学保留由联邦政府资助的研究项目所产出的专利所有权，这极大地提高了科研成果的技术转化率，加快了科研成果的产业化步伐。1985年开始由美国总统为技术进步作出卓越贡献的科技人员颁发国家技术创新奖章（National Medalof Technology andInnovation）。值得一提的是，国家技术创新奖章获得者与美国科学院院士、美国工程院院士一样，很大比例来自产业界。例如，1985年第一届获得者就有苹果公司创始人乔布斯与沃兹尼克。这种学术界与产业界无差别的荣誉授予机制，促进了两界之间的人才流动与合作。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3中科院计算所科研合作模式的转型实践",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "通过上述合作模式，美国的学术界与产业界形成一种融洽氛围，既有相互尊重又有互惠互利，既有分工又有合作，共同推动了技术的发展。相比而言，中国的学术界与产业界之间却存在明显的隔阂。如何消除这种隔阂、形成中国学术界与产业界良好合作模式成为科研面向国民经济主战场必须解决的问题。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "中国经济发展进人新常态，面临产业结构调整与升级的压力，这要求更多科技力量投入到为“国民经济主战场”服务，事实上，中国的产业界对前沿技术的需求也越来越强。以华为公司为例，2016年营业额高达3900亿元、净利润370亿元，研发投入达到600亿元，已经成为世界级科技公司，一些技术处于全球领跑者的地位，这使华为有更强的掌握前沿核心技术的需求。国内互联网企业也是拥有与国际一流企业相当的 $30 \\%$ 左右的高利润率，具备了探索前沿新技术的经济基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1中科院计算所与华为公司合作进展",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在这样的时代背景下中科院计算技术所（简称“计算所”）在孙凝晖所长的带领下又一次率先走上了转型之路，积极探索面向国民经济主战场的科研模式。2011年9月，计算所与华为签订了为期5年的“计算所-华为联合实验室”战略合作框架协议，旨在ICT（信息通信技术）领域开展长期战略合作，引领中国的信息产业发展。这是计算所历史上与企业最大规模的合作，也是华为历史上与学术界最大规模的合作。因此，双方其实也肩负着探索中国学术界与产业界合作新模式的重任。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "经过5年的合作，计算所-华为联合实验室取得了一系列成果，包括产生了300余族专利，围绕第三代数据中心（DC3.0）的核心技术，在系统架构、软件定义体系结构、消息式内存、一体化存储、网络、操作系统、异构/并行编程等方面进行了专利布局，为华为积累了一批核心技术，一些技术已经在华为产品中应用落地。联合实验室在计算机系统研究方面发表70余篇国际论文，两次联合向全球发布白皮书，推动华为融入国际学术界；同时也为华为输送40余位高水平人才，包括近30位博士毕业生。联合实验室的成果得到华为内部各方的认可。因此，在第一期战略合作结束后，双方于2016年底又续签了新一轮5年的“计算所-华为联合实验室”战略合作框架协议。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2学术界与产业界合作模式探索",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "然而，计算所与华为的合作并不是一帆风顺，而是经历了多次挫折与困难才逐渐寻找到彼此能接受的方式。在合作初期，彼此预期都很高。但在实际推进中，由于双方在组织方式、单位文化等方面都有较大的差别，导致合作过程中分歧越来越大，主要体现在两方面。一方面，计算所的定位为面向中长期的研究，对于这一点华为高层非常认可。任正非曾在多个场合强调公司要“加大研究经费投入，面向长远，围绕创新方向重新开辟新的合作模式，锁定教授长期合作”。于是联合实验室一开始的目标是面向5一10年的中长期研究为主。但是华为内部流程和考核机制尚未做出相应的调整，仍然是结果导向。因此，华为的中层与基层员工对短期可交付的合作结果更看重，更希望看到有短期效果的合作研究。另一方面，双方对研究成果的价值判断存在不一致。例如，在专利申请方面，由于双方人员在背景知识、前沿动态、业界需求等方面各有长短，往往会导致对同一件专利的价值存在不同的看法。计算所的科研人员认为一些创新性想法属于高价值专利，但华为人员从企业需求角度出发不予认同，经常导致双方在专利评审过程中各持己见、僵持不下。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "这些分歧导致联合实验室在运行3年后，不得不在2015年4月暂停所有研究项目。之后，双方用半年时间总结与反思合作过程中存在的问题，最终提出三点调整方案。（1）调整项目预期产出周期。项目设置 $80 \\%$ 为演进技术型项目（3年见效果）、 $20 \\%$ 为颠覆型项目（5一10年出成果）。而此前联合实验室设置5一10年的颠覆性技术为主，增加了华为对接方的内部评审压力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）调整技术组织模式。按照系统和产品维度来组织研究内容，充分利用华为现有系统或产品，攻克其中的一些关键点技术。相比而言，此前联合研究按“973”项目形式组织，学术化惯性大，各课题都追求颠覆式创新，且课题之间相互依赖，这也导致整体进展未能达到预期。（3）调整资源整合方式。华为内部重新调整，形成跨部门项目组，扩大合作项目在公司内部的资源调动能力。而此前除了与计算所直接接口的部门，华为内部其他部门对合作项目了解不够，需求和技术的对接不充分。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2015年10月，调整后的计算所-华为联合实验室启动新一轮7个研究课题。如今这一期研究课题已经完成第一轮验收，华为各方对调整后的合作模式与研究产出均非常认可，这也促成了华为与计算所签订新一轮5年的联合实验室战略合作框架协议。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4结语 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "纵观历史，学术界与产业界合作过程产生矛盾，也许是合作过程中的必经之路。事实上，斯坦福大学与硅谷企业密切联系也是在经历了多次失败的探索后才逐渐发展起来。20世纪30年代末，斯坦福大学曾经和企业有过一次不成功的合作，当时斯坦福大学物理系教师发明了微波电子管，美国斯佩里公司看中了其市场前景，支付经费联合产业化。但在合作过程中，公司完全掌控了实验室，粗暴干涉实验方向、强制加快实验速度、甚至限制教师学术论文的发表，最终双方不欢而散。这样的例子给我们很多警示与启发。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在经历了调整后，计算所-华为联合实验室已经焕发新的活力，但也远未达到理想模式，双方在合作过程中仍有很多地方需要磨合与改进。不过，经历了此前的总结反思过程，双方管理层建立了一条有效的沟通渠道，相信能更好地应对未来合作中遇到的问题。最后，希望我们的经验与教训能为其他单位在中国探索更好的学术界与产业界的合作模式提供一些启发与帮助。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "包云岗中科院计算技术所研究员，博士生导师，先进计算机系统研究中心常务副主任，计算所-华为联合实验室执行负责人/技术委员会主任。2003年本科毕业于南京大学，2008年获中科院计算技术所博士学位，2010—2012年普林斯顿大学博士后。研究方向主要是计算机系统结构，研制的访存监控系统、DMA优化技术已经在Intel、华为、Hynix等国内外企业应用。在云计算数据中心领域的软件定义服务器新架构（PARD）研究作为华为全球合作五个代表性成果之一入选华为2015年报，并受邀参加2015年国际计算机顶级Dagstuhl Seminar（达堡论坛）。在计算机系统国际顶级会议期刊发表一系列论文，曾两次获中科院计算技术所优秀论文一等奖，获2013年“CCF-Intel青年学者”奖，2016年中国计算机大会（CNCC）特邀讲者。中国计算机学会理事，普及工作委员会主任。E-mail: baoyg@ict.ac.cn",
        "page_idx": 4
    }
]