[
    {
        "type": "text",
        "text": "光源混合频率调制的光热干涉工作点无源控制方法研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李树旺12邵士勇1梅海平1饶瑞中1,2（1中国科学院安徽光学精密机械研究所中国科学院大气成分与光学重点实验室，安徽 合",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "肥230031) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（2中国科学技术大学研究生院科学岛分院，安徽合肥230026）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要相位漂移现象是干涉测量中普遍存在的问题，对解调结果的准确度带来巨大影响。提出了一种光源混合频率调制的闭环工作点无源控制方法，通过直接高频调制光源的方式从单路干涉信号中提取出相位漂移信号，并利用低频控制信号对光源直接调制的方式予以补偿；通过高频、低频调制信号的配合，解决了单路干涉信号的工作点跟踪问题，以无源控制的方式保证干涉测量系统始终工作在最灵敏的线性区域。测试了光源在不同调制频率下的调制特性，比较了系统开、闭环状态下工作点的变化趋势，无源闭环工作点控制法与相位载波解调算法的对比解调结果表明两种方法解调结果相关度超过，证明该方法可行。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词光热干涉；相位漂移；无源；正交工作点；混合频率调制",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中图分类号 TN247",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "A Passive Work-point Control Method for Photo-thermal Interferometric with Mixing Frequency Modulation of Light Source ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Li Shuwang1², ShaoShiyong',Mei Haiping', Rao Ruizhong' 1,2 (lKey Laboratory of Atmospheric Composition and Optical Radiation,Anhui Institute of Optics and Fine Mechanics, Chinese Academy of Sciences,Hefei,Anhui 23o031,China) (2Science Island Branch of Graduate School, University of Science and Technology of China,Hefei,230026, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractPhase shifting， particularly a problem for interference measurement, greatly affectstheaccuracy of demodulation results. Itis introducedthat thepassive workpointscontrol methodforphoto-thermal interferometerwithmixingfrequency modulation of light source.Error signal is picked up from interferometer signal, realized by high frequency modulating laser source, and compensated bylow frequencycontrol signalgenerated by the directly modulation of laser source.he problem of work-point tracking is resolved by cooperation between high and low frequency modulation， simultaneously, the system is always maintained the most sensitive linear region. The modulation characters of laser source are tested at different frequency, and the tendency of work-point under on/off tracking compared. Correlation, between demodulationof work point control and phase generate carrier algorithm, is above $9 9 \\%$ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywordsphoto-thermal interferometry;phase shifting; passive; quadrature workpoint; mixing frequency modulation OCIS c0des 260.3160; 280.1100; 280.3420;140.3518; 250.5960 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1前言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "大气气溶胶粒子光吸收在地球大气的直接或半直接辐射强迫、近地面光电工程应用中扮演着重要角色。一般情况下，气溶胶吸收系数较小且具有时空可变性，因此精确测量依然面临挑战[1,2]。采用干涉仪作为传感器的光热干涉法是最有潜力实现精确、在线、原位检测的气溶胶吸收测量技术之一[3-5]。干涉仪作为灵敏度极高的检测技术，在水声、电流、磁场、振动等微弱物理量的检测中得了十分广泛的应用[。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当待测信号作用到干涉仪上时，干涉仪将输出包含待测信号信息的相位调制信号，通过解调可实现相位信号的检测。解调方法包括闭环工作点控制法、外差法和相位载波解调算法等[7]。从公开文献来看,光热干涉法基本采用闭环工作点控制法[8-10]，该算法原理简单、运算量少、系统长时间工作在灵敏度最高的正交区域，适合气溶胶吸收这种微弱物理量的检测。传统的闭环工作点控制法是在双光路干涉仪的参考光路中引入压电陶瓷补偿相位漂移，有源器件的引入，增加了系统的",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "杂性，降低了系统的可靠性和稳定性，同时需要干涉仪输出两个互补的干涉信号以生成相位跟踪信号。光纤式单光路垂直反射式Michelson光热干涉装置由于不受偏振状态的影响而大大简化，但其只能输出一路干涉信号，无法直",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "接采用传统的闭环工作点控制方法。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "本文提出了一种光源混合频率调制的闭环工作点无源控制方法，该方法通过直接对光源进行混合频率调节来将干涉仪锁定在正交工作点，解决了单路干涉信号工作点的跟踪问题，无需压电陶瓷即可实现工作点控制，有效提高了系统的稳定性与可靠性。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2理论分析",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "干涉仪输出信号因多种因素影响而不随外加调制信号线性变化，相位衰落是其中最主要的影响因素之一。相位衰落是由于外界环境变化与自身的不稳定因素叠加引起的干涉仪初始相位随机波动，引起系统工作点漂移，导致解调信号起伏、衰落乃至消失。从干涉信号中恢复出待测信号需要专门的解调算法。闭环工作点控制法就是众多解调算法中的一种，通过实时反馈补偿机制使干涉仪持续稳定的运行在正交工作点附近，消除相位衰落影响，实现高灵敏度、高稳定度的线性解调，精确还原出待测信号。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "根据干涉原理，非平衡干涉仪两臂输出光的相位差可表示为",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "相位差变化量可表示为",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "式中为真空中光速，为光程差，为光频。由上式可见，改变光程差与改变光频可达到同样的效果，均可在干涉系统中引起相应的相位差变化，这就是闭环工作点控制方法的理论基础。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "整体来说，闭环工作点控制方法包括两个环节，其一为生成表征系统工作状态的误差信号；其二为根据误差信号形成相应的补偿相位信号，以消除相位漂移。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1传统闭环工作点控制",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "传统的闭环工作点控制方法本质上是通过改变干涉仪两臂间光程差的方式，在系统中引入补偿相位。图1为传统的闭环工作点控制的无源零差Mach-Zehnder光纤干涉仪，经光电转换后，耦合器输出两路互补的干涉信号，可表示为",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "式中，为与干涉仪输入光强、耦合器插入损耗有关的直流项，与光纤干涉仪输入光强、光纤耦合器的分光比、干涉仪的消光比、干涉条纹对比度等有关，为系统工作点，其中为待测相位信号，为初始相位差，为温度、振动等外界环境因素引起的相位噪声。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Signalarm Differential Unturned Amplifiers   \nLD Splitter Couple 本→   \n中 自 PIN 上 ntegrator PZT Output 1 个 Signal ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "将式3与式4相减，即可获取去除直流项，得到差分电压信号",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "若，则系统工作在正交工作点上，，差分电路输出为零；若，则系统偏离了正交工作点，，差分电路输出误差信号，驱动压电陶瓷(piezoelectrictransducer,PZT)生成一定臂长差，在系统工作点中引入了补偿相位信号，系统工作点变为",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "通过实时反馈调节，形成闭环控制，使得干涉系统可长时间工作在稳定区域，保证待测相位信号的精确解调。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "传统的闭环工作点控制方法需要满足两个条件：其一干涉系统必须输出两路互补的干涉信号；其二需要在原本无源的纯光路系统中引入有源器件（压电陶瓷）形成补偿相位信号。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2光源混合频率调制的无源工作点控制",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "若上述两个条件无法满足，则传统的工作点控制方法就无法运行，为解决该问题，提出了光源混合频率调制的闭环工作点无源控制方法，该方法本质上是通过控制光频的方式，在系统中引入补偿相位。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/47f5b0744905affee47746c5809296219b487cb7d5891afbe32ad975df1c6974.jpg",
        "img_caption": [
            "图2干涉信号相位调制原理图（内调制）"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Fig.2Theory of interferometer phase modulation (inter-modulation) ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "图2为干涉信号相位调制原理图（内调制），由于干涉光源受到高频余弦信号调制，干涉仪将生成具有一定特征的干涉波形，此时干涉信号可写为",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "式中，为调制深度，直接决定的值，为调制频率，为系统工作点，直接决定的值，若系统处于正交工作点，两者相等，差值；反之则两者不等，存在一定差值，该差值信号等同于公式5中的误差信号，均可作为指示系统工作状态的闭环工作点控制信号。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "通过设定合适的调制深度，使的值处于较理想范围内，通过锁定相应波谷与波峰的值，即可实时获取与的值，输出指示干涉系统工作状态的差值信号，差值信号经过相应处理后驱动光源生成一定频移，从而在系统工作点中引入了补偿相位信号，这样系统工作点变为",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "系统工作点被拉回正交工作点处，消除了系统相位漂移。具体流程如图3所示，图中控制光源的混合频率调制信号含有两部分：一部分为用于生成指示系统工作状态的高频调制信号，采用高频余弦信号(大于)，以防止与待测信号(左右)发生混淆；另一部分为补偿系统相位漂移的低频工作点控制信号，通常工作点漂移相对缓慢(小于)，稳定条件下甚至趋于直流信号，这样形成了一个高频、中频、低频三种信号互不干扰、相互配合的合理搭配。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/70459de60ca1225eccca1b9027d582befa1d99ad793b22255aad372417895ad9.jpg",
        "img_caption": [
            "图3光源混合频率调制的无源闭环工作点控制流程图 Fig.3 Flow diagram of passive work-points control method by mixing frequency modulation of light source "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "光源混合频率调制的闭环工作点无源控制方法通过干涉光源高频调制的方式，从单路干涉信号中提取误差信号，同时低频调节干涉光源，直接控制光频生成补偿相位信号，实现闭环工作点的无控制。光源混合频率调制的闭环工作点无源控制方法完全基于原始干涉系统，在保证系统的可靠性与稳定性同时，解决了相位漂移问题，为干涉信号解调方案提供了一种新的无源闭环工作点控制方法。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3实验研究",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "为了验证光源混合频率调制工作点控制方法的可行性，搭建了如图4所示的光纤式单光路垂直反射式Michelson光热干涉测试系统，图中上部为干涉装置光路图，干涉光经环形器后到达光纤准直器端面，一部分光被镀有增反膜的准直器端面反射回光纤反向传输，作为系统参考臂，另一部分光透射出准直器，经高反镜反射后再次穿过探测区域回到光纤内，作为探测臂与参考臂形成干涉，经环形器后被光电探测器探测；实际装置中入射光（实线）、参考臂（点划线）、信号臂（虚线）均在同一根单模光纤中传播，图中为了方便演示将它们分开画。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "该干涉结构简单小巧、调节方便、工作稳定、抗干扰能力强，单光路结构设计可有效消除偏振衰落现象。",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/8f4bcf272db2e241b53b2665b9b2e71d3cb5cd52b2ee67d1ffda6da1588db3b7.jpg",
        "img_caption": [
            "图4光源混合频率调制工作点控制光热干涉测试系统"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Fig.4Test system of passive work-points control photo-thermal interferometer with mixing frequency modulation of light source ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "干涉信号经光电探测器转换为电压信号，经采集卡分别输出工作点控制信号与带通滤波后（下限截止频率高于低频控制信号频率，上限截止频率低于高频调制信号频率，用于消除频率调制带来的影响）的干涉信号。工作点控制信号与高频调制信号混频后输入到半导体激光器，实现系统工作点闭环实时反馈控制。带通滤波后的干涉信号交由锁相放大器解调出待测信号，在参考信号的帮助下，可在信噪比极低情况下，实现信号的精确提取，简单方便。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "光源采用 $1 3 1 0 \\mathrm { n m }$ 分布反馈式半导体激光器，其电流调制系数与调制频率有关，一定范围内稳定且整体上随调制频率增大而减小[]。通过波长计与文献5 所述干涉条纹方法分别对光源在低频(小于)与高频(的调制特性展开了实际测量，实测电流调制系数分别为与，高频时电流调制系数小于低频时电流调制系数，根据上述实测数据设置相应的调制参数。",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/3aa74d8ae7d1d1d315007e7c1f75600c43bea89105761ffe142a735cb133ae8b.jpg",
        "img_caption": [
            "图5开环状态下系统工作点的随机漂移"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "图5为开环状态下，系统工作点随机漂移现象。当系统处于开环状态时，由于温度、振动等外界环境的影响，系统工作点会产生一定的随机漂移，导致系统偏离正交工作点0，产生非线性的输出响应，造成系统输出信号的起伏乃至衰落。",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/3f2c7e56967678ed9b354908f4a4bff69f966f3b263b0f2a66f6bf40d41f4dc5.jpg",
        "img_caption": [
            "Fig.5 Work-point shifting Without tracking ",
            "图6闭环状态下系统工作点变化趋势 Fig.6 The tendency of work-pointwith tracking "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "图6为闭环状态下，受控的系统工作点变化趋势。在锁定初期，系统工作点经历快速震荡，迅速向系统正交工作点靠近，经过短暂调整时间后，工作点进入锁定状态，经闭环工作点实时反馈控制，牢牢锁定在正交工作点附近，实测的锁定状态系统工作点均值为（标准偏差）与理想的系统正交工作点(基本一致，相对误差小于，该微小的偏差不会对系统输出产生任何影响，完全可忽略不计。可见，当系统处于闭环锁定状态时，可长时间运行在正交工作点附近，此时系统处于灵敏度最高得线性区间，解调信号稳定。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在完成上述工作后，通过图4所示的测试系统对无源工作点控制方法进行了长时间闭环工作点控制测试，具体方法如下：通过压电陶瓷生成一个幅值、频率稳定的正弦待测相位信号（压电陶瓷可随外加电压信号生成相应的位移信号，与电压成正比且重复性良好）；由于待测信号平稳，若系统工作状态稳定（如图6所示）可有效消除相位漂移影响，则带通滤波后的干涉仪输出信号也应为平稳的；反之，若系统工作状态不稳定（如图5所示），受相位漂移影响，则带通滤波后的干涉仪输出信号也会相应起伏、漂移。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/0698e8d1574f5871a3b3956a0c37bdb2e84d2e2635cb21c9948314d060ce7172.jpg",
        "img_caption": [
            "图7闭环状态下，干涉仪输出信号"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "实验结果如图7所示，图中a为系统处于闭环控制状态下，短时间内带通滤波后的干涉仪输出信号，可见信号较为平稳，与压电陶瓷生成的待测相位信号相符；图b为长时间的带通滤波后干涉仪输出信号，由于数据较多无法直接看到其中的待测信号波形，但通过观察输出信号整体趋势可知，系统输出信号非常平稳，说明系统可在较长的时间内处于闭环控制状态，长时间工作在正交工作点附近，有效的控制了相位衰落现象，实现了信号的稳定解调。",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/a7112e42d2f4157f64d4c52c729d696aaba2d6316ed3e64446e152479f86be4b.jpg",
        "img_caption": [
            "Fig.7 The output signal of interferometerwith locked "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "针对不同幅值的同一待测相位信号，将该方法与另一种在干涉型传感中广泛应用的相位载波解调算法（PhaseGenerateCarrier,PGC）进行了对比解调实验。待测相位信号由压电陶瓷生成，通过向压电陶瓷施加固定频率、不同幅值的正弦电压信号，从而在干涉系统中形成不同幅值的待测相位信号，分别通过上述两种解调算法对上述待测信号进行解调计算。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Fig.8 Compareddemodulation results between work-point control method and phase generate carrier algorithms ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "图8为无源闭环工作点控制方法与相位载波解调算法对比解调结果，图中圆点为无源闭环工作点控制方法的解调结果，五角星为相位载波算法的解调结果，由图可知，伴随着压电陶瓷施加电压幅值的上升，两种解调方法获得的解调幅值均相应的上升，两种方法获得的解调结果与压电陶瓷施加电压的幅值均呈现出良好的线性关系，线性拟合相关系数均超过；由于系统参数存在差别，两种方法获得解调结果的斜率不同，去除系统参数影响后，两种方法获得的解调结果相关度达到了；由于相位载波解调算法正确性已经经过仿真与实验验证[5]，因此在针对同一待测信号进行测量的情况下，两种方法获得的解调结果具有较高的相关度，足以证明光源混合频率调制的无源工作点控制方法是可行的。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4结论",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "提出了一种基于光源混合频率调制的闭环工作点无源控制方法，通过光源高频调制生成工作点控制信号，实现了单路干涉信号工作点的实时跟踪；通过光源低频调制补偿工作点漂移，极大地消除了相位漂移对干涉型传感器解调结果的影响。光源混合频率调制的闭环工作点无源控制方法无需压电陶瓷即可实现闭环工作点控制，在传感端真正做到无源，有效提高了系统的稳定性与可靠性。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "在阐述光源混合频率调制的闭环工作点无源控制方法原理的基础上，利用实验装置考察了系统开、闭环状态下的工作点变化趋势，结果表明闭环状态下的工作点波动范围能够控制在以内。无源闭环工作点控制法与相位载波解调算法的对比解调结果表明两种方法解调结果相关度超过。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "由于光源混合频率调制的闭环工作点无源控制方法与光热干涉系统的具体结构无关，因此该方法可用于自由空间结构和全光纤结构干涉系统的信号检测工作，为光热干涉的工作点控制提供了新的思路。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1 Helen C P, The geography and climatologyofaerosols[J]. Progress in Physical Geography, 2003, 27(4): $5 0 2 { \\sim } 5 4 7$ ： ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2Schwartz S E.Uncertainty Requirement inRadiative Forcing of Climate Change[J]. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Air &Waste Mange. Assoc., 2004,54(11):1351～1359.   \n3Sedlacek A J. Real-Time Detection of Ambient Aerosols using Photo-thermal Interferometry:FoldedJaminInterferometer [J]. Rev. Sci.Instrum., 2006,77(6): 064903.   \n4 Li Shuwang, ShaoShiyong, Mei Haiping, et.al. Simulation of Atmospheric Aerosol Particle Absorption CharactersBased on Photo-Thermal Interferometry[J].ACTA OPTICA SINICA,2015, 11(5):1101004 李树旺,邵士勇,梅海平,饶瑞中.光热干涉法测量大气气溶胶粒子吸收特性的 仿真分析[J].光学学报，2015,11(5):1101004.   \n5 Li Shuwang, ShaoShiyong, Mei Haiping, et.al. Measurement of aerosol absorption characters based on photo-thermal interferometer[J].High Power Laser and Particle Beams,2016,28(4):041001. 李树旺,邵士勇,梅海平,饶瑞中.气溶胶吸收的光热干涉相位载波算法[J]．强 激光与粒子束，2016,28(4):041001.   \n6Thomas G G, Joseph A B,Anthony D,et.al. Optical Fiber Sensor Technology[J]. Transctions on Microwave and Techniques, 1982, MTT-30(4):472～499.   \n7Jiang Yi. Advanced FiberSensorTechnique[M].Bei Jing, SciencePublishing Company, 2009, 94. 江毅，高级光纤传感技术[M].北京，科学出版社，2009，94.   \n8Miismuller H, Chakrarty R K, Arnott W P. Aerosol light absorption and its measurement: A review[J]. Journal of QuantitativeSpectroscopy &Radiative Transfer, 2009, 110(2009): 884～878.   \n9 Lin H B, Campillo A J. Photo-thermal aerosol absorption spectroscopy[J]. Applied Optics, 1985,24: 422-433.   \n10 Owens M A, Christopher C D,and Russell R D, A Photo-thermal Interferometer ForGas-Phase Ammonia Detection[J], Anal. Chem., 1999, 71: 1391-1399.   \n11 Kobayashi S,Yamamoto Y, Kimura T. Modulation frequency characteristics of directly modulated optical frequency modulated AlGaAssemiconductor lasers[J], Electronics Letters, $1 9 8 1 , 1 7 ( 1 0 ) { : } 3 5 0 { \\sim } 3 5 1$ . ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "创新点说明",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "针对干涉测量中普遍存在的由于相位漂移现象导致系统工作不稳定的问题，提出了一种基于光源混合频率调制的闭环工作点无源控制方法。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1.通过对光源进行高频调制的方式，编写了相应算法，直接从单路干涉信号中提取出指示系统工作状态的误差信号，实现了单路干涉信号工作点的实时跟踪，克服了传统闭环工作点方法要求系统输出两路互补干涉信号的不足；  \n2.根据误差信号对光源进行低频调制生成相应的频移，以无源的方式形成补偿相位，消除相位漂移，将系统工作点拉回正交工作点处，不需要在纯光路系统中引入有源器件(例如，压电陶瓷)，简化了系统结构;  \n3.高频与低频叠加生成混合频率调制信号，直接作用到光源，从而形成了高频调制提取误差信号、低频调制补偿相位漂移的闭环工作点无源控制，真正做到在传感端无源，有效提高了系统的稳定性与可靠性。极大地消除了相位漂移对干涉型传感器解调结果的影响。  \n4．搭建了相应的实验装置，考察了系统开、闭环状态下的工作点变化趋势，结果表明闭环状态下的工作点波动范围能够控制在以内。  \n5.将无源闭环工作点控制法与相位载波解调算法针对同一信号源进行了对比解调，结果表明两种方法均可实现待测信号的解调工作，两种方法的解调结果相关度超过。",
        "page_idx": 11
    }
]