[
    {
        "type": "text",
        "text": "立足基础，发挥优势，顶天立地 释放活力关于高校新型智库建设的思考和建议",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "洪银兴",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "南京大学 南京 210046",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2014年12月，习近平同志首次提出“四个全面”的概念，即全面建成小康社会、全面深化改革、全面依法治国、全面从严治党。一年以来，它已成为以习近平为总书记的党中央治国理政的全新战略布局，对于实现中华民族伟大复兴的中国梦具有重大而深远的意义。2015年1月，中办、国办印发的《关于加强中国特色新型智库建设的意见》中明确指出，中国特色新型智库建设当前阶段的重要内容是要“围绕全面建成小康社会、全面深化改革、全面推进依法治国的重大任务，开展前瞻性、针对性、储备性政策研究，提出专业化、建设性、切实管用的政策建议”。这就将中国特色新型智库建设与“四个全面”战略布局有机结合了起来。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "高校智库是中国特色新型智库的重要组成部分和主要力量。办好新型高校智库，为国家发展提供前瞻性的战略研究成果，为政府决策提供良好的政策解决方案，有利于推动“四个全面”战略的全面发展。当前，智库建设已成为高校热门话题与重点发展方向，然而对于建设什么样的高校智库，如何建设高校智库，依然处于摸索阶段。在此，笔者结合自身多年从事高校科研、管理工作的认识和体会，谈几点关于如何充分发挥高校优势，建好新型高校智库的思考和建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "首先，建设新型高校智库应充分发挥高校已有科研机构的作用。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "大学的基本功能包括科学研究、人才培养、社会服务。但其核心使命是对知识的发现、传播和保存，即研究和创新。智库建设是高校服务社会的一个方面，在目前我国高校的“智库热”下，一哄而上，不管是否具备条件都不切实际地建智库，甚至把智库建设放到了学科建设之上，不仅有悖于大学的办学规律，也是对有限教育资源的一种浪费。与其另起炉灶，大张旗鼓地匆忙上阵，不如利用既有阵地，充分发挥现有科研机构的基础和潜能，释放活力。我国高校（尤其是综合性大学）都有较为完备的科研机构层次和布局，数量多，范围广，特别是教育部所属的“2011协同创新中心”和人文社会科学重点研究基地，具备较好的研究基础、较强的人才队伍、较强的问题凝练能力和一定的决策咨询经验。若以其为基础建设新型高校智库，可取得事半功倍之效",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "发挥现有科研机构作用并不意味着所有高校科研机构都要建成智库。根据科研机构研究领域、研究方法和组织形式的不同，我们可以将科研机构区分为基础型与智库型两类。对于那些有意愿、有条件、有能力，与国家经济社会发展重大需求密切相关的基地和机构，应当积极引导其向智库方向努力，鼓励教师开展前瞻性、对策性研究，参与决策咨询，充分发挥思想库、智囊团作用，建设成专业化的新型高校智库；对于其它以基础学科研究见长的基地和机构，则要求其在做好基础学术研究的同时，适时发挥智库功能，并不强制其向专业化的智库发展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "高校科研机构转型为高校智库也不意味着“戴帽制”“终身制”。对于新型高校智库的认定和管理，应当淡化身份，动态管理，能进能退，追求实效。我们需要改变以往集中申报、统一评定、一次入选、一劳永逸的模式，而是根据机构的实际运行情况，成熟一家，认可一家。能干的就签约，给予资助。做出实绩的，可以通过政府采购、知识购买的形式追加支持；做不好的，不再续签，甚至可以摘掉牌子。根据国家需求和科研机构自身发展的变化，允许基础型和智库型机构相互转化。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "南京大学目前在哲学社会科学领域拥有国家级2011协同创新中心1个、省级协同创新中心2个、教育部重点研究基地4个、其他省部级研究机构25个、校级研究机构100余个，形成了较为完备的多层次、多种类基地结构。我们将中国南海研究协同创新中心、长江三角洲经济社会发展研究中心、中华民国史研究中心、风险危机管理研究中心等国家急需、学科基础好、团队力量强的研究机构列为学校专业化智库建设的重点对象，并对这类基地向高校新型智库转型提出了一系列专业化要求：一是功能定位要准确，智库就是智库，不要过多承载其他非智库职能；二是瞄准专业领域和方向，南大重点建设的智库都不是综合智库，都有明确的领域和方向，综合智库职能由南京大学整体承担；三是逐步形成专业化的资政研究队伍；四是治理结构、管理方式和运营模式要符合现代智库建设的要求。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第二，建设新型高校智库应充分利用高校既有学科优势。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "学科建设和智库建设不能对立起来。大学既不能混淆学科与智库的区别，也不能割裂二者之间的有机联系，必须形成学科建设和新型智库建设螺旋发展、良性互动的新格局。学科是大学教学、研究和知识分类的基本建制，迄今为止还是世界高等教育的基本格局。离开学科发展，高校智库建设往往是无源之水、无本之木。高校最优质的科研成果基本来自于自身的优势特色学科，这是高校自身科研实力和学科背景的集中体现。优势特色学科可以为智库建设提供知识支撑、人才支撑、管理支撑和平台支撑，从而为党和政府的科学决策提供坚实的理论支撑。在具体的高校智库建设过程中，我们强调的不是弱化学科建设，而是做强学科，以问题为导向，打破学科壁垒。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "利用高校学科优势还应当充分关注学科交叉。教育部《中国特色新型高校智库建设推进计划》中明确提出：“高校智库应当发挥学科门类齐全的优势，围绕重大现实问题，开展多学科的综合研究，提出具有针对性和操作性的政策建议。”多学科正是高校区别于其它科研机构或智库的独特优势。新兴交叉学科的诞生与发展是科学研究规律的具体体现，以新兴交叉学科为引领能够使得智库工作跳出学科和行业局限，从全局利益出发解决国家重大现实问题；能够以较长的时间跨度来分析问题，对社会中长期发展起到指引作用；能够聚焦现实重大难点问题，为相关各方提供协同攻关的着力点，通过合作共赢、协同创新，保障智库工作的持续高效。“四个全面”战略布局所涉及的建成小康社会、深化改革、依法治国、从严治党等重大问题，都不是某一个学科可以独立解决的，而需要多学科的系统研究，形成智慧合力。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "南京大学在国内外较有影响的智库都以强大的母体学科为依托。作为国家首批14个“2011协同创新中心”之一的中国南海研究协同创新中心，正是依托南大原有的边疆史地、海洋科学、法学、信息科学、遥感、传播学等优势学科，构建起南海研究多学科协同创新体和南海研究国际交流合作对话平台，抢占南海研究的制高点，彰显南海研究国际影响力，培养南海研究的高端复合人才。在此基础上，中心以南海研究多学科协同创新体为主体，以机制体制改革创新为保障，力促相关学科交叉融合。中心依托政治学、法学、中国史、世界史、海洋科学，设置了“海疆与海洋安全”交叉学科点。该学科点立足于基础研究和应用研究两大方向，通过文理学科交叉协同，解决仅靠单一学科无法完成的现实问题，并通过多途径、跨学科的高端人才培养模式，为国家的外交、海洋战略服务。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "南京大学长江三角洲经济社会发展研究中心是2001年2月经教育部批准的国家级人文社会科学重点研究基地。中心发展同样依托南京大学经济学科的实力，充分发挥文理各科的综合优势，利用政治经济学国家重点学科、理论经济学和应用经济学博士点、理论经济学和应用经济学博士后流动站等学术资源，聚焦长三角经济社会发展中的重大理论和现实问题，凝练学术方向，统筹基础研究和应用研究，总体设计并组织实施重大研究项目，形成了一批代表国家水准、具有世界影响的标志性成果，已成长为国内长三角研究的重要阵地。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "其它如南京大屠杀与和平学研究中心、中美文化研究中心、社会风险管理研究中心、江苏省数据工程与知识服务重点实验室等，也分别依托南大历史学、国际关系、政治学、公共管理、情报学等优势学科。正是基于学科长期的积累和稳",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "洪银兴．立足基础，发挥优势，顶天立地，释放活力——关于高校新型智库建设的思考和建议[J].智库理论与实践，2016，1(1)：5-8.",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "定的团队，这些机构一旦向智库转型，所发出的声音就往往能点中穴位，切中要害，产生重要影响。例如：南大长三角中心刘志彪教授在股灾期间的7条救市建议得到中央高层的重视；社会风险管理中心童星教授关于社区居家养老服务的建议得到李克强同志的批示；信息管理学院苏新宁教授关于学位论文安全管理的建议刊载于光明日报社内参。这些建言，源自专家们长期的研究积累和应急响应。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "第三，建设新型高校智库应切实瞄准重大问题和需求。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "问题导向是智库的一个本质特征。突出问题意识，坚持需求牵引，善于敏锐地发现社会热点难点、重大现实问题，提出问题、直面问题、研究问题、回答问题，并能够针对问题聚集起一流的专家队伍，开展全局性、战略性、前瞻性的研究，提出有效的对策建议，在国际国内发出“声音”，这是高水平的高校智库建设最基本的要求。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "要做到切实瞄准重大问题和需求。一是要“顶天”。所谓“顶天”，就是要服务于国家战略需求。只有紧紧围绕国家发展的大政方针和重大需求，与时俱进，才能最大程度地体现智库的价值，智库发展也才会有活力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "南京大学中国南海研究协同创新中心紧紧抓住国家南海开发和“一带一路”战略的重大机遇，面向我国南海主权维护、资源能源开发、区域和平发展等国家重大战略需求，承担政府部门委托的重大任务，针对南海局势变化进行战略研判和政策建言。近年来，中心已向中办、外交部、军方等部门提供100余份决策咨询报告和信息专报，向中办、国办提供50余份图集，为三沙市提供图件200 余份，极大地支持了政府部门相关政策的制定和实施。2015年1月，中心成为外交部正式聘任的涉海咨询机构，2015年3月进人中联部组织的首批“一带一路”智库网络。中心团队完成的“南海及周边地区遥感综合监测与决策支持分析”成果荣获2014年国家科学技术进步奖二等奖。中心非常重视舆论引导在南海维权斗争中的作用，举办了多场适时的涉海国际研讨会，完成了外交部、外交史学会的“发声”任务。针对菲律宾仲裁案等热点问题，中心成立了由两岸学者组成的专家团队，举办对策研讨，组织专题专刊，发表国内外期刊论文、报纸专访100余篇，有效地应对了国际舆论的挑战。中心还积极探索“走出去”的中国特色新型智库建设模式，在美国华盛顿成立分支机构 —“中美研究中心”，在国外开辟了争夺南海问题国际话语权的舆论战场。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "二是要“立地”。所谓“立地”，就是要服务于地方发展需要。除了服务国家需求，高校还应当对所在地域的经济社会发展需要积极献策。这既是全方面落实“四个全面”战略的基本要求，也有利于校地合作，互利共赢。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "南京大学长江三角洲经济社会发展研究中心立足当前我国经济社会最为发达的长三角地区，针对长三角发展实践中众多重大的理论和现实问题，凝练方向，围绕“区域经济转型发展研究”“长三角产业发展研究”“长三角开放经济发展研究”“长三角经济增长与可持续发展研究”等问题，在科学研究、学科建设、人才培养、学术交流和资料信息建设、咨询服务等方面都取得显著成绩。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "据不完全统计，近十年来中心研究人员发表学术论文867篇，学术著作85部，提交各类研究报告100余份，在教育部和江苏省社科优秀成果评比中，中心有56人次的成果荣获一、二等奖。其中，成果《长江三角洲地区经济发展的模式和机制》，填补了国内研究空白，受到了学术界高度关注，并荣获第四届中国高校人文社会科学研究优秀成果奖；成果《长三角托起的中国制造》获江苏省“第十届哲学社会科学优秀成果”一等奖。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "特别是中心与江苏省委省政府合作举办的“江苏发展高层论坛”，自1997年创建以来，已成功举办了34次会议，发展成为江苏省最具影响力的“智库”。该论坛直接面对江苏发展和长三角发展中的重大实际问题，每次确立不同的专题，并在论坛的运作机制上进行了创新。论坛由省委主要领导和学者共同协商确定议题，对于会议确定的议题精心准备。省委主要领导高度重视，每次亲自参加“论坛”并作为研讨者发言。参加论坛的成员来自于不同领域，拥有不同身份，凭借各种知识结构、论述视角各抒己见、争论交流。会议采用邀请发言与自愿参加相结合的形式，限时发言，杜绝冗长、空洞之谈。与会人员包括来自于北京、上海、南京等地学者、政府管理者、企业界人士等，大家平等对话、拓展视野，从而为政府的科学决策提供前瞻性的咨询服务。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "鉴于“论坛”在为政府科学决策中发挥的独特和重要作用，“论坛”得到了江苏省前后五任省委书记等领导的多次高度评价，被称为是政府决策的重要“思想库”“智囊团”，为推动政府决策科学化、民主化作出了重要贡献。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "时任江苏省委书记的陈焕友同志在第六次高层论坛上说：“论坛是我们省委、省政府的一个‘智力库’，是我们的参谋、顾问。”时任江苏省委书记的回良玉同志也在2000年3月参加“江苏发展高层论坛”指出，“论坛”有以下作用：“一是省委省政府的‘外脑’作用。大家发表见解，可以拓宽我们的视野，使我们学到很多知识，了解到很多情况，得到很多资料和信息。二是起到‘结合’的作用。参加论坛的既有专家学者，又有党政部门的同志，还有企业家，大家坐到一起来碰撞、交流、研讨。三是对于地方政府来讲，论坛可以起到‘智囊团’‘参谋部’的作用。”时任江苏省委书记的李源潮同志也指出：论坛“是科学决策制度化的一个表现，是好几届省委带下来的好传统，一定要把这个传统很好地保持下去”，“十年来，通过这样的方式，集思广益，集中了社会各个方面的智慧，为省委、省政府提供了很有价值的决策参考，有力地促进了江苏经济社会的发展”。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "三是要注意发挥舆论引导作用。近年来，大数据和“互联网 $+ ^ { ; }$ ”的概念发展迅速，知识理念的传播，优秀传统文化的传承，乃至价值观、意识形态领域的博弈都在逐渐向新媒体转移。新型高校智库除了要关注传统媒介发声，还应当重视在宣传领域占据话语权，积极应对新媒体的挑战，并同时拓展自身的宣传渠道。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "南京大学紫金传媒智库的成立正是应对这一挑战的一种新尝试。该智库在江苏省委宣传部的指导下，以舆论与社会心态为重点，在省内各大媒体的支持下，联合南京大学社会科学相关院系，聚焦国内外重大政策出台与关键事件发生后政府、社会与公众的反应与对策，分析由此可能带来的对经济、社会和文化诸方面的影响。智库汇集政府、学界和媒体三方力量，运用“互联网 $^ +$ ;的创新思维和大数据分析技术建言政府决策，服务国家战略。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "该智库由“紫金传媒基金”出资筹建，既归属南京大学，同时又是在省民政厅备案独立运行的民办非企业机构。出资方委派理事参与理事会的日常运作，经费用以智库创建初期的研究工作和日常运营。两至三年后待智库运行成熟，每年可通过承接政府、媒介、学界和企业界的相关调查和咨询来提供部分年度开支，具备一定影响力时可合法接受财团或个人捐赠，按照全球知名智库模式进行运营。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "该智库实行理事会领导下的研究院院长负责制，设立学术委员会和院务委员会，以及多学科的社会科学博士后工作站。紫金传媒智库运营初期的研究团队主要由南京大学社会科学各院系的教授与科研人员组成，具备一定影响力后将按年度或按项目聘请专职和兼职研究员，确保每年有10-20位常任研究员（含专职博士后）。2015年9月，紫金传媒智库已经开启“旋转门”机制，吸收了来自省内各大媒介的4位专职研究人员加盟本智库。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "成立伊始，紫金传媒智库就发布了《2015中国股市风暴调查一一中期报告》，该报告受到了各大媒体的广泛关注和上级领导的好评。此后由智库撰写的“普遍二孩”政策评述以及陈云松副教授撰写的《大数据：社会科学与智库构建》等报告也得到了中办、国办及“理论之光”等媒体的关注，呈现出良好的发展势头和活力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "收稿日期：2015-12-17修回日期：2015-12-23本文责任编辑：初景利",
        "page_idx": 3
    }
]