[
    {
        "type": "text",
        "text": "Mayer-Cluster Expansion of Instanton Partition Functions and Thermodynamic Bethe Ansatz ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Carlo Meneghelli ${ \\mathbf { } } ^ { a , b }$ （20 and Gang Yang $c$ 1 $a$ Fachbereich Mathematik, Universitit Hamburg Bundesstraβe 55，20146 Hamburg $\\boldsymbol { b }$ Theory Group,DESY Notkestraβe 85， 22603 Hamburg， Germany $c$ Institut fir Physik, Humboldt-Universitut zu Berlin Newtonstraβe 15,12489 Berlin, Germany ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In [18] Nekrasov and Shatashvili pointed out that the ${ \\mathcal N } = 2$ instanton partition function in a special limit of the $\\Omega$ -deformation parameters is characterized by certain thermodynamic Bethe ansatz (TBA) like equations. In this work we present an explicit derivation of this fact as well as generalizations to quiver gauge theories. To do so we combine various techniques like the iterated Mayer expansion,the method of expansion by regions,and the path integral tricks for non-perturbative summation. The TBA equations derived entirely within gauge theory have been proposed to encode the spectrum of a large class of quantum integrable systems. We hope that the derivation presented in this paper elucidates further this completely new point of view on the origin, as well as on the structure, of TBA equations in integrable models. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Contents ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1Introduction 3   \n1.1NS's correspondence 7 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Mayer-Cluster expansion 8 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1Only long range interactions 9 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2 Only short range interactions 11   \n2.2.1Dilogarithm from a sum over residues 12   \n2.2.2By Mayer expansion and separation of regions 13   \n2.3Expansion of the instanton partition function 16   \n2.3.1Iterated Mayer expansion 16   \n2.3.2Iterated Mayer expansion for the Nekrasov partition function . 17 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3Derivation of the TBA 19 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1Perturbative expansion 19   \n3.2TBA as saddle-point of a $( 0 + 1 )$ -dimensional path integral 20   \n3.2.1Multi-particle interactions 22 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "lGeneralization to quiver gauge theories 23 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "4.1TBA for quiver gauge theories 25 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "；Conclusion and Discussion 26 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A On the integral representation form of the Nekrasov partition function 28 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A.1 D-instanton action and its localization 29   \nA.2 The instanton partition function from 5d perspective 30   \nA.3 Building blocks for quiver gauge theories 32   \nA.4 Contour and classification of poles . 33 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "}Useful formulas 34 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "B.1 Computing (2.16) 34   \nB.2Exponentiation of residues 34   \nB.3Ilustrative Examples for Iterated Mayer expansion 35 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "CExpansion by regions for instanton partition functions 35 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "C.1 Checks of expansion by regions 38 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "）Alternative derivation of (2.43) 41 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A number of remarkable connections have been observed between gauge theories and integrable systems. They appear to be useful to increase our understanding of both subjects. On the one hand, using powerful integrability techniques one may hope to solve certain gauge theories non-perturbatively. On the other hand,gauge theory can help to formulate and solve integrable system. A spectacular example is given by planar $\\mathcal { N } = 4$ super Yang-Mills theory, for which in the last ten years or so tremendous progress has been achieved in solving the theory based on the underlying integrability and on the AdS/CFT correspondence, see [1] for a recent review. There exists another amazing connection between gauge theories and integrable models. The gauge theories in this case are $\\mathcal { N } = 2$ supersymmetric gauge theories.They do not need to be planar but the connection with integrable models is restricted to a special class of supersymmetric observables. In this paper we focus on an important object in this class, the so-called instanton partition function and its relation with quantum integrable systems. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In the groundbreaking work of Seiberg and Witten [2, 3], the exact solution for the low energy effective action of certain ${ \\mathcal N } = 2$ gauge theories was proposed based on holomorphicity properties and electromagnetic duality. The low energy dynamics are encoded in a single object, called prepotential $\\mathcal { F } ( \\vec { a } )$ . It is a holomorphic function on the Coulomb moduli space, with coordinates $\\vec { a }$ ， and can be reconstructed from the so-called Seiberg-Witten (SW) curve and SW diferential. Shortly after,it was realized that this description provides a direct connection between $\\mathcal { N } ~ = ~ 2$ gauge theories and classical algebraically integrable systems [4,5,6], see e.g. [7] for a pedagogical introduction. These are essentially a complex analogue of integrable systems in the sense of Liouville. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The challenging program of obtaining the Seiberg-Witten prepotential by a direct gauge theory calculation, developed on [8,9,10], was finalized in [11]. This problem was solved using powerful localization techniques. Interestingly, this calculation produced a two-parameter, called $\\epsilon _ { 1 }$ and $\\epsilon _ { 2 }$ ， deformation of the prepotential. The SW prepotential can be obtained as ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { F } ( \\vec { a } ; q ) = \\operatorname* { l i m } _ { \\epsilon _ { 1 } , \\epsilon _ { 2 } \\to 0 } \\epsilon _ { 1 } \\epsilon _ { 2 } \\log \\mathcal { Z } ( \\vec { a } , \\epsilon _ { 1 } , \\epsilon _ { 2 } ; q ) ,\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where we add the explicit dependence on the coupling constant $q$ ，but suppress dependence on further parameters such as masses. The partition function $\\mathcal { Z }$ receives tree level, one loop and instanton contributions. The latter part is usually referred to as Nekrasov instanton partition function. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The parameters $\\epsilon _ { 1 } , \\epsilon _ { 2 }$ correspond to a Lorentz rotation $\\Omega$ , thus the name $\\Omega$ -deformation, that encodes certain twisted boundary conditions for the four dimensional gauge theory. It was first introduced in [8, 9] in order to regularize the volume of the instanton moduli space. The $\\Omega$ -deformation can be understood in a simple way by considering the five dimensional lift of the $\\mathcal { N } = 2$ theory, further compactified on a circle [l2]. In this set-up it is interpreted as twisting of $\\mathbb { R } ^ { 4 }$ by a Lorentz rotation while going around the circle. Introducing a two-parameter generalization of the prepotential triggered a huge progress. An important example is the connection with topological strings. Upon taking $\\epsilon _ { 1 } = - \\epsilon _ { 2 } = g _ { s }$ ，the gauge theory partition function reproduces the topological string partition function with $g _ { s }$ （20 as genus parameter [13, 14]. The question of what is the topological string theory analog of the $\\epsilon _ { 1 } \\neq \\epsilon _ { 2 }$ case leads to the definition of so-called “refined” topological strings [15, 16]. Another spectacular example of progress driven by the calculation of the Nekrasov partition function is given by the Alday-Gaiotto-Tachikawa (AGT） correspondence [17]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "More recently, Nekrasov and Shatashvili [18] proposed that upon taking the limit $\\epsilon _ { 2 } \\to 0$ and interpreting $\\epsilon _ { 1 }$ as Plank constant, one obtains a correspondence between supersymmetric vacua of a given gauge theory and eigenstates of the corresponding quantum integrable model. The relation between the SW prepotential and classical integrable systems is thus quantized. This is usually calld Nekrasov-Shatashvili (NS) limit and will be the main focus of this paper. The central role in this correspondence is played by the so-called twisted superpotential $\\mathcal { W } ( \\vec { a } , \\epsilon _ { 1 } ; q )$ defined as ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { W } ( \\vec { a } , \\epsilon _ { 1 } ; q ) = \\operatorname* { l i m } _ { \\epsilon _ { 2 } \\to 0 } \\epsilon _ { 2 } \\log \\mathcal { Z } ( \\vec { a } , \\epsilon _ { 1 } , \\epsilon _ { 2 } ; q ) .\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The Nekrasov-Shatashvili proposal is that, once this function is known,the eigenstates of the quantum integrable system are classified by solutions of the folowing quantization condition ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\exp \\Big ( \\frac { \\partial \\mathcal { W } ( \\vec { a } ) } { \\partial a _ { \\lambda } } \\Big ) = 1 , \\qquad \\lambda = 1 , \\dots r ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $r$ is the rank of the gauge group. These equations identify the twisted superpotential $\\mathcal { W }$ with the so-called Yang-Yang (YY) function [19] of the quantum system. The proposed correspondence provides an effcient general mechanism to define and solve quantum integral models. Remarkably, it can be argued that the instanton part of the prepotential ${ \\mathcal { W } } _ { \\mathrm { i n s t } }$ ， defined via (1.2),can be characterized as the solution of certain non-linear integral equation of the Thermodynamic Bethe Ansatz (TBA) type [20]. The main goal of this paper is to develope some of the ideas presented in [18] to give a more explicit derivation,as well as some generalizations,of such TBA equations. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The proposal above originates as some sort of extension of the so-called Bethe/gauge correspondence [21, 22]. The latter is based on the observation that the vacuum equations of two dimensional $\\mathcal { N } = 4$ gauge theories,broken to $\\mathcal { N } = 2$ by twisted masses, coincides with Bethe equations for integrable models. The two dimensional twisted superpotential is equal to the YY function that encodes the Bethe equations and Coulomb parameters correspond to the Bethe roots. The generators of chiral ring of the gauge theory [23] are mapped to Hamiltonians of the integrable model, while their expectation values mapped to the corresponding eigenvalues. In this way one obtaines a large class of integrable models whose spectrum is characterized by traditional, possibly nested, Bethe equations. Many integrable models do not belong to this class. The simplest example is given by the quantum Toda chain, see e.g. [24], whose classical limit is connected to four dimensional pure $S U ( N )$ SYM. From the insight of the Bethe/gauge correspondence it is then natural to propose [18] the two dimensional twisted superpotential which corresponds to such integrable models. It is the effective low energy action for the four dimensional $\\mathcal { N } = 2$ gauge theory subject to an $\\Omega$ -background that preserves two dimensional ${ \\mathcal N } = 2$ super-Poincaré symmetry, namely $\\epsilon _ { 2 } = 0$ . This observation provides a stong motivation for the above correspondence. An interpretation of this correspondence was given using brane constructions in [25]. A further essential step in understanding the nature of the relation between quantum integrable systems and gauge theories has been presented in [26]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The proposal of Nekrasov and Shatashvili has inspired many other studies. Let us mention a few. In [27,28] it was shown that，similarly to the prepotential $\\mathcal { F }$ ，the twisted superpotential $\\mathcal { W } ( \\epsilon _ { 1 } )$ can be obtained by calculating period integrals of a suitably deformed SW differential. This analysis is also inspired by the AGT correspondence, by which the NS limit corresponds to the semiclassical limit of Liouville CFT [29, 30]. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In our work the Coulomb parameters will be assumed to be in generic positions. Extra considerations are needed if they take special values. For example in the conformal $S U ( N )$ SYM with $N _ { f } ~ = ~ 2 N$ ， if the Coulomb parameters $a$ are set to be equal to $m _ { \\mathrm { f u n d } } - n \\epsilon _ { 1 }$ ， where $n ~ \\in ~ \\mathbb { Z } ^ { N }$ ， one can quantize the corresponding integrable system to obtain a lenght $N$ spin-chain with infinite dimensional heighest weigth representations of ${ \\mathfrak { s l } } _ { 2 }$ at each site [31, 32,33]. Its spectrum is described in terms of traditional Bethe Ansatz equations. Such developments triggered the discovery of a number of new dualities between various integrable models [34,35, 36, 37,38]. The NS proposal has also inspired various studies in (refined topological) string theories [39,40, 41, 42, 43,44,45, 46] where the the general $\\Omega$ -background plays a crucial role. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Despite the importance of this correspondence, the precise mechanism by which the instanton part of the twisted superpotential defined in (1.2) turns out to be characterized as the solution of TBA equations is still to be elucidated. In this paper, we willfll this gap. In order to fully prove the NS's proposal, at least in some example, one should be able to show that the same TBA equation characterizes the spectrum of the corresponding integrable model. In the case of pure $S U ( N )$ SYM,which corresponds to the periodic Toda chain with （20 $N$ sites,this was achieved in [24]. This interesting problem will be studied elsewhere [47]. In the following we briefly outline the main ingredients used in our derivation of the TBA equations for (1.2),as well as the structure of the paper. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "As pointed out in [18], it is convenient to start with the contour integral form of the instanton partition function. In this representation the instanton partition function can be interpreted as the partition function of a non-ideal gas of particles. The particular structure of the two-particle interaction potential makes the study of the $\\epsilon _ { 2 } \\to 0$ limit rather subtle. More precisely, this potential is the sum of a short-range (of order $\\epsilon _ { 2 }$ ） strongly attractive piece and a long-range interaction part. In Sections 2.1 and 2.2, we consider the simplified situation in which either the long- or short-range part is set to zero. In order to study these simplifed partition functions in the $\\epsilon _ { 2 } \\to 0$ limit，we combine a number of techniques like Mayer expansion [48] (a standard method in statistical mechanics） and the method of expansion by regions [49] (a powerful method to compute Feynman integrals in small parameter expansions). For the case with only long-range interactions, the $\\epsilon _ { 2 } \\to 0$ limit turns the logarithm of the partition function into a sum over certain tree graphs. On the other hand, the free energy corresponding to only short-range interactions gives rise to the dilogarithm function $\\mathrm { L i _ { 2 } }$ ，which can be shown either by direct residue calculation of relevant integrals or via Mayer expansion together with the method of expansion by regions. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In order to study the full partition function we find it convenient to use an iterated version of Mayer expansion， see [5O]. This expansion effectively creates a new partition function whose “new particles” are clusters of the original particles. The interaction within each cluster is governed by the short-range interaction, the one between different clusters by the long-range part. The iterated Mayer expansion thus produces an expression for the twisted superpotential ${ \\mathcal { W } } _ { \\mathrm { i n s t } }$ as a sum over tree graphs,with vertices given by clusters. This expansion is carried over in some details in Section 2.3. The expression can be compared to high order in the instanton number with the expression coming from the solution to the TBA equation as discussed in Section 3.1, providing direct non-trivial check of the equality. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "There is an elegant way to prove that this equality holds to all orders in the instanton counting parameter $q$ . It is based on rewriting the grand canonical partition function of the non-ideal gas in terms of a $( 0 + 1 )$ -dimensional path integral. The analysis needs some special care as the potential has an unusual feature of depending in a singular way on $\\hbar$ ，which is identified with $\\epsilon _ { 2 }$ in this case. A slight modification of the argument in [51],together with the calculation of the contribution from the short range interactions corresponding to the dilogarithm, shows that the instanton partition function in the $\\epsilon _ { 2 } \\to 0$ limit is obtained by the saddle point evaluation of the path integral. The saddle point equations are nothing but the TBA equations. This is explained in details in Section 3.2. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In Section 4 we present a generalization of the TBA equations corresponding to quiver gauge theories. More precisely， we consider quivers characterized by a Dynkin diagram of $A D E$ ，or $\\widehat { A D } \\widehat { E }$ type. The twisted superpotential for such theories is shown to satisfy a set of coupled TBA equations with one equation for each node of the quiver and couplings corresponding to edges in the quiver. The derivation is a simple extension of the one for the single gauge group case. This is so as the short range interaction, responsible for the clustering of particle, is non-vanishing only for particles corresponding to the same gauge group factor in the quiver. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In order not to overload the main text,in Appendices we include some review material together with a few technical points concerning the derivation. A review of the contour integral form of the instanton partition function is given in Appendix A. Some useful formulas are collected in Appendix B.A discussion of the method of expansion by regions is given in Appendix C. In Appendix D, we present an alternative derivation of a tree graphs expansion of the instanton partition function. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The full partition function is a product of three terms $\\mathcal { Z } = \\mathcal { Z } _ { \\mathrm { t r e e } } \\mathcal { Z } _ { \\mathrm { 1 - l o o p } } \\mathcal { Z } _ { \\mathrm { i n s t } }$ .In this paper we will be only concerned with the study of the instanton part $\\mathcal { Z } _ { \\mathrm { i n s t } }$ . For this reason ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "from now on it will be simply denoted by $\\mathcal { Z }$ ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1.1 NS's correspondence ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "To complete the introduction,we present the integral representation of the instanton partition function for pure $S U ( N )$ ${ \\mathcal N } = 2$ super-Yang-Mills and the corresponding TBA equation. The derivation of the TBA starting from the gauge theory expression of the instanton partition function is the main goal of the paper. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Instanton partition function ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The instanton partition function can be written in a contour integral representation as ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { Z } = \\sum _ { k = 0 } ^ { \\infty } \\left( \\frac { \\epsilon } { \\epsilon _ { 1 } \\epsilon _ { 2 } } \\right) ^ { k } \\frac { q ^ { k } } { k ! } \\int \\prod _ { I = 1 } ^ { k } \\frac { d \\phi _ { I } } { 2 \\pi i } Q ( \\phi _ { I } ) \\prod _ { J > I } ^ { k } \\mathcal { D } ( \\phi _ { I J } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $\\phi _ { I J } = \\phi _ { I } - \\phi _ { J }$ ， $\\epsilon = \\epsilon _ { 1 } + \\epsilon _ { 2 }$ ，and ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n{ \\mathcal D } ( x ) = \\frac { x ^ { 2 } } { ( x ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } ) } \\frac { ( x ^ { 2 } - \\epsilon ^ { 2 } ) } { ( x ^ { 2 } - \\epsilon _ { 1 } ^ { 2 } ) } ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nQ ( x ) = { \\frac { 1 } { P ( x ) P ( x + \\epsilon ) } } , \\qquad P ( x ) = \\prod _ { \\lambda = 1 } ^ { N } ( x - a _ { \\lambda } ) \\ .\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The origin of this expression is reviewed in Appendix A. The parameters entering this integrals, namely $\\boldsymbol { \\epsilon } _ { 1 , 2 }$ and $a _ { \\lambda }$ are taken to be real with a small positive imaginary part $i 0$ .The domain of integration above should be understood either as a real slice integration or equivalently, upon closing the integration in the upper-half plane,as a multiple contour integral. In Appendix A.4 we review how the residue evaluation of (1.4) reproduces the representation of the instanton partition function as sum over $N$ -tuples of Young diagrams. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We emphasize that the precise form of $Q ( x )$ and ${ \\mathcal { D } } ( x )$ does not affect the derivation presented in this paper. This is the main reason why the generalization to quiver gauge theories is rather straightforward.On the otherhand the presence of the factor $\\frac { x ^ { 2 } } { x ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } }$ in ${ \\mathcal { D } } ( x )$ ，which have a particularly singular limit for $\\epsilon _ { 2 }$ small, will play a crucial role and will be responsible for the appearance of the dilogarithm function in the TBA. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "TBA form ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The claim of [18] is that the twisted superpotential, defined as ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { W } = \\mathrm { L i m i t } _ { \\epsilon _ { 2 }  0 } ( \\epsilon _ { 2 } \\log \\mathcal { Z } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "can be written as the critical value of the following integral functional: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { V } [ \\rho , \\varphi ] = \\frac { 1 } { 2 } \\int \\frac { d x } { 2 \\pi i } \\frac { d y } { 2 \\pi i } \\rho ( x ) G ( x - y ) \\rho ( y ) + \\int \\frac { d x } { 2 \\pi i } \\Big [ \\rho ( x ) \\varphi ( x ) + \\mathrm { L i } _ { 2 } \\big ( q Q ( x ) e ^ { - \\varphi ( x ) } \\big ) - 2 \\pi i \\frac { d x } { 2 } \\rho ( x ) \\Big ] \\sin ( \\rho ( y ) ) \\mathrm { d } x ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "which is ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n= { \\mathrm { C r i t } } _ { \\rho , \\varphi } { \\big [ } { \\mathcal { V } } ( \\rho , \\varphi ) { \\big ] } = \\int { \\frac { d x } { 2 \\pi i } } { \\Big [ } - { \\frac { 1 } { 2 } } \\varphi ( x ) \\log { \\big ( } 1 - q Q ( x ) e ^ { - \\varphi ( x ) } { \\big ) } + \\mathrm { L i _ { 2 } } { \\big ( } q Q ( x ) e ^ { - \\varphi ( x ) } { \\big ) }\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $\\varphi ( x )$ is the solution of the following TBA-like equation ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\varphi ( x ) = \\int { \\frac { d y } { 2 \\pi i } } G ( x - y ) \\log \\left( 1 - q Q ( y ) e ^ { - \\varphi ( y ) } \\right) .\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "$Q ( x )$ is defined in(1.6)，and the propagator $G ( x )$ is related to ${ \\mathcal { D } } ( x )$ as ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nG ( x ) = { \\mathrm { L i m i t } } _ { \\epsilon _ { 2 }  0 } { \\frac { { \\mathcal { D } } ( x ) - 1 } { \\epsilon _ { 2 } } } = { \\frac { d } { d x } } \\log ( { \\frac { x + \\epsilon _ { 1 } } { x - \\epsilon _ { 1 } } } ) .\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2 Mayer-Cluster expansion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "As mentioned in [18], the contour integral form of the instanton partition function (1.4) can be interpreted (for each $k$ ）as the partition function of a one dimensional non-ideal gas of particles $\\phi _ { 1 } , \\ldots , \\phi _ { k }$ ， subject to an external potential and a pair-wise interaction potential respectively given by ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { U ^ { \\mathrm { e x t } } ( \\boldsymbol { x } ) = - \\log \\left( Q ( \\boldsymbol { x } ) \\frac { \\epsilon } { \\epsilon _ { 1 } \\epsilon _ { 2 } } \\right) , \\qquad V ^ { \\mathrm { i n t } } ( \\boldsymbol { x } ) = - \\log \\left( \\mathcal { D } ( \\boldsymbol { x } ) \\right) . } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Upon summing over the number of particles $k$ ， the instanton partition function takes the form of a grand canonical partition function. The free energy of this gas can be studied by Mayer expansion techniques [48] (see for example [52] for a nice introduction)，as pointed out in [18]. In this section，we will perform such kind of expansion in full details. The limit of $\\epsilon _ { 2 } \\to 0$ appears to be rather subtle. In order to perform this limit we need to face the problem of studying the leading behavior of some multiple integral where a parameter is small. It turns out that this can be conveniently studied by employing the method of expansion by regions [49] discussed in Appendix C. We introduce this method to provide a unified framework to study certain integrals,but we stress that all the result of this section are also obtained without employing such technique. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In order to analyze the behavior of the partition function (1.4) in the limit in which $\\epsilon _ { 2 }$ is small, it is convenient to split the function ${ \\mathcal { D } } ( x )$ ， see (1.5), into two parts: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { D } ( x ) = \\frac { x ^ { 2 } } { x ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } \\widetilde { \\mathcal { D } } ( x ) , \\qquad \\widetilde { \\mathcal { D } } ( x ) = \\frac { x ^ { 2 } - \\epsilon ^ { 2 } } { x ^ { 2 } - \\epsilon _ { 1 } ^ { 2 } } .\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Thereasonofsuch decompositionisasfollows.Thefactor corresponds to a pair-wise interaction which is strong and attractive at distances of order $\\epsilon _ { 2 }$ and rapidly decreases at large distances. The remaining factor $\\widetilde { \\mathcal { D } } ( \\boldsymbol { x } )$ corresponds to a pair-wise interaction which is different from zero only at distances of order $\\epsilon _ { 1 }$ . Thus (2.2） corresponds to splitting the potential into short- and long-range parts. The natural candidate to study such kind of potentials is the so-called iterated Mayer expansion [50]. As we wil see in Section 2.3, this effectively creates a new grand canonical partition function whose“new particles” correspond to clusters of the original particles. We will start by considering some simplified situation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2.1 Only long range interactions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Let us first consider a simplified version of (1.4) without the factors² ，i.e ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { Z } _ { \\mathrm { L o n g } } : = \\sum _ { k = 0 } ^ { \\infty } \\frac { q ^ { k } } { k ! } \\int \\prod _ { I = 1 } ^ { k } \\frac { d \\phi _ { I } } { 2 \\pi i } \\frac { Q ( \\phi _ { I } ) } { \\epsilon _ { 2 } } \\prod _ { 1 \\leq I < J \\leq k } \\widetilde { D } ( \\phi _ { I J } ) .\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The basic idea of Mayer expansion, see e.g. [52], is to introduce the function $\\widetilde { f } _ { I J }$ as ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\n\\widetilde { \\cal D } ( \\phi _ { I J } ) = 1 + \\widetilde { f _ { I J } } ,\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "and expand the interaction products as ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\n\\prod _ { 1 \\leq I < J \\leq k } \\left( 1 + \\widetilde { f } _ { I J } \\right) = 1 + \\sum _ { I < J } \\widetilde { f } _ { I J } + \\sum _ { I < J , I ^ { \\prime } < J ^ { \\prime } } \\widetilde { f } _ { I J } \\widetilde { f } _ { I ^ { \\prime } J ^ { \\prime } } + \\dots .\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Each monomial in the right hand side of this equation can be visualized as a graph (not necessarily connected) on the set $[ k ] = \\{ 1 , 2 , \\ldots , k \\}$ . More precisely, each particle in $\\{ 1 , 2 , \\ldots , k \\}$ corresponds to a vertex, and to each factor $\\tilde { f } _ { I J }$ we associate an edge between particle $I$ and （20 $J$ in the corresponding graph. More explicitly, ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r c l } { { \\widetilde { f } } _ { I J } } & { { : = } } & { { \\underbrace { I \\qquad J } } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "As an example for the $k = 3$ case,we have the expansion in terms of graphs shown in Figure 1. It is clear from the left hand side of (2.5) that there are no multiple edges between two vertices, or edges connecting one vertex to itself. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/26d4aae2cd7f87ca7955bcc85973250c74eaa28c2412b3a4542e19b74d46bace.jpg",
        "img_caption": [
            "Figure 1: The graph expansion for the $k = 3$ case. The second line contains all connected graphs. ",
            "Figure 2: Connected graphs in the Mayer expansion. The coefficients correspond to how many different graphs of the given topology belong to ${ \\mathcal G } _ { c } ^ { [ k ] }$ . They are obtained from one another by relabeling the vertices. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This expansion is particularly useful, as the logarithm of the grand canonical partition function can be formally given as a sum over connected graphs [48](see for example Appendix A of [52] for a simple derivation): ",
        "page_idx": 9
    },
    {
        "type": "equation",
        "text": "$$\n\\log \\mathcal { Z } _ { \\mathrm { L o n g } } = \\sum _ { k = 1 } ^ { \\infty } \\frac { q ^ { k } } { k ! } \\int \\prod _ { I = 1 } ^ { k } \\frac { d \\phi _ { I } } { 2 \\pi i } \\frac { Q ( \\phi _ { I } ) } { \\epsilon _ { 2 } } \\sum _ { g \\in \\mathcal { G } _ { c } ^ { [ k ] } } \\prod _ { e ( I , J ) \\in g } \\widetilde { f } _ { I J } \\ .\n$$",
        "text_format": "latex",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Here ${ \\mathcal G } _ { c } ^ { [ k ] }$ denotes the collection of connected graphs on the set $[ k ]$ and $e ( I , J )$ belongs to the graph $g$ if there is an edge between the vertices $I$ and $J$ . Graphs up to four points are shown in Figure 2. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We stress that (2.7) is an exact relation as a formal power series $^ 3$ in $q$ . In the limit of small $\\epsilon _ { 2 }$ one has ",
        "page_idx": 9
    },
    {
        "type": "equation",
        "text": "$$\n\\widetilde { f } _ { I J } = \\epsilon _ { 2 } G ( \\phi _ { I J } ) + { \\cal O } ( \\epsilon _ { 2 } ^ { 2 } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "where $G$ is defined in (1.11). As each factor of $\\hat { f }$ contributes one power of $\\epsilon _ { 2 }$ ， the leading contribution to the sum in (2.7) is given only by connected tree graphs ${ \\mathcal T } _ { c } ^ { [ k ] }$ . Such graphs have the minimal number of edges $( k - 1 )$ among the connected graphs. The sum of these tree graphs can be shown to be convergent. Collecting the powers of $\\epsilon _ { 2 }$ we conclude that ",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\n\\log \\mathcal { Z } _ { \\mathrm { L o n g } } = \\frac { 1 } { \\epsilon _ { 2 } } \\sum _ { k = 1 } ^ { \\infty } \\frac { q ^ { k } } { k ! } \\int \\prod _ { I = 1 } ^ { k } \\frac { d \\phi _ { I } } { 2 \\pi i } Q ( \\phi _ { I } ) \\sum _ { g \\in \\mathcal { T } _ { c } ^ { [ k ] } } \\prod _ { e ( I , J ) \\in g } \\widetilde { f } _ { I J } + \\mathcal { O } ( \\epsilon _ { 2 } ^ { 0 } ) .\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Graphs up to five points are shown in Figure 3. Notice that the leading behaviour of the free energy (2.9) is at order $\\frac { 1 } { \\epsilon _ { 2 } }$ . This fact may be not obvious from the definition (2.3) where for each $k$ the leading contribution is proportional to $\\frac { 1 } { \\epsilon _ { \\underline { { { 2 } } } } ^ { k } }$ . We will see that the similar behaviour applies to the more complicated situations analized in the following. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/fdc2b52d54c2f998e482be7e3ab230d2926ef2bcef7835ec1a21470c0658119f.jpg",
        "img_caption": [
            "Figure 3: Connected tree graphs up to fiue-point. The coeffcients corresponds to how many different graphs of the given topology belong to ${ \\mathcal T } _ { c } ^ { [ k ] }$ , which are related to each other by relabeling the vertices. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.2 Only short range interactions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Next we study another simplified version of (1.4). Namely, we set $\\widetilde { \\mathcal { D } }$ ，defined in (2.2)， to zero and consider ",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { Z } _ { \\mathrm { S h o r t } } : = \\sum _ { k = 0 } ^ { \\infty } \\frac { q ^ { k } } { k ! } \\int \\prod _ { I = 1 } ^ { k } \\frac { d \\phi _ { I } } { 2 \\pi i } \\frac { Q ( \\phi _ { I } ) } { \\epsilon _ { 2 } } \\prod _ { 1 \\leq I < J \\leq k } \\frac { \\phi _ { I J } ^ { 2 } } { \\phi _ { I J } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } .\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The main achievement of this subsection is to show that in the limit of small $\\epsilon _ { 2 }$ the logarithm of (2.10) is given by ",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\n\\log \\mathcal { Z } _ { \\mathrm { S h o r t } } = \\frac { 1 } { \\epsilon _ { 2 } } \\int \\frac { d \\phi _ { 0 } } { 2 \\pi i } \\mathrm { L i } _ { 2 } [ q Q ( \\phi _ { 0 } ) ] + \\mathcal { O } ( \\epsilon _ { 2 } ^ { 0 } ) .\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "We will see that, as opposed to the case of long range interactions considered in the previous subsection, the right hand side of (2.11) is not given by summing over tree graphs but by a single local term. As will be explained in details in Section 2.3,this is the underlying mechanism by which the short-range interactions turn a group of particles into a single effective particle. The result (2.11) explains why the dilogarithm function appears in the TBA.It will also be an essential input in the all order proof presented in Section 3.2. Considering its importance, we will prove (2.11) in two different ways. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "2.2.1 Dilogarithm from a sum over residues ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In this subsection we will prove (2.11) by direct evaluating (2.10) and (2.11) as a sum over residues. We find it instructive to first consider the partition function for the $U ( 1 )$ gauge theory, i.e. we evaluate (2.10) for ",
        "page_idx": 11
    },
    {
        "type": "equation",
        "text": "$$\nQ ( x ) = { \\frac { 1 } { ( x - a - i 0 ) ( x - a + \\epsilon + i 0 ) } } ,\n$$",
        "text_format": "latex",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "compare to (1.6). In (2.12) $a$ and $\\epsilon$ are real and we wrote explicitely the $i 0$ prescription. For each $k$ in (2.1O), there is only one residue (up to permutation of the integration variables) in the upper half plane, compare to the general discussion in Appendix A.4. It is given by $\\left( \\phi _ { 1 } , \\ldots , \\phi _ { k } \\right) = \\left( a , a + \\epsilon _ { 2 } , \\ldots , a + ( k - 1 ) \\epsilon _ { 2 } \\right)$ . It follows that ",
        "page_idx": 11
    },
    {
        "type": "equation",
        "text": "$$\n{ \\mathcal Z } _ { \\mathrm { S h o r t } } ^ { U ( 1 ) } = \\sum _ { k = 0 } ^ { \\infty } \\frac { q ^ { k } } { k ! } \\frac { 1 } { \\epsilon _ { 2 } ^ { k } } \\prod _ { I = 1 } ^ { k } \\frac { 1 } { \\epsilon _ { 1 } + I \\epsilon _ { 2 } } .\n$$",
        "text_format": "latex",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "One can also directly calculate the one dimensional integral ",
        "page_idx": 11
    },
    {
        "type": "equation",
        "text": "$$\n\\int { \\frac { d \\phi _ { 0 } } { 2 \\pi i } } Q ( \\phi _ { 0 } ) ^ { \\ell } = { \\frac { ( - 1 ) ^ { \\ell + 1 } } { \\epsilon ^ { 2 \\ell - 1 } } } { \\binom { 2 \\ell - 2 } { \\ell - 1 } } ,\n$$",
        "text_format": "latex",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "where $Q ( x )$ is given in (2.12). Using the identity (B.6) one concludes the the logarithm of (2.13) in the $\\epsilon _ { 2 }  0$ limit is indeed given by (2.11) with (2.14). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "For the more general $U ( N )$ theory, it is easy to classify the poles contributing to (2.10) following the same reasoning as in Appendix A.4. For fixed $k$ ，residues are classified,up to permutation of the $k$ particles,by a set of integers $\\{ s _ { 1 } , s _ { 2 } , . . . , s _ { N } \\}$ such that $\\textstyle \\sum _ { \\lambda } s _ { \\lambda } = k$ ： The corresponding pole is given by ",
        "page_idx": 11
    },
    {
        "type": "equation",
        "text": "$$\n\\phi _ { \\kappa _ { \\lambda } + I _ { \\lambda } } = a _ { \\lambda } + ( I _ { \\lambda } - 1 ) \\epsilon _ { 2 } , \\qquad I _ { \\lambda } = 1 , \\ldots , s _ { \\lambda } , \\qquad \\kappa _ { \\lambda } = \\sum _ { \\mu = 1 } ^ { \\lambda - 1 } s _ { \\mu } ,\n$$",
        "text_format": "latex",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "and $\\lambda = 1 , \\ldots , N$ . As opposed to the full partition function (1.4)， for which residues are classified by $N$ -tuple of Young tableaux with a total number of boxes equal to $k$ ,in the simplified integrals (2.1O) only Young tableaux with one row, whose length is denoted by ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "（20 $s _ { \\lambda }$ , contribute. It is straigthforward to calculate and collect al residues, see Appendix B, to obtain ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { Z } _ { \\mathrm { S h o r t } } = \\sum _ { s _ { 1 } , \\dots , s _ { N } \\geq 1 } \\prod _ { \\lambda = 1 } ^ { N } \\left( \\frac { q ^ { s _ { \\lambda } } \\mathfrak { R } _ { s _ { \\lambda } } ^ { ( \\lambda ) } } { s _ { \\lambda } ! \\epsilon _ { 2 } ^ { s _ { \\lambda } } } \\right) \\prod _ { \\lambda < \\lambda ^ { \\prime } } \\prod _ { \\lambda _ { \\lambda } , I _ { \\lambda ^ { \\prime } } } \\frac { ( a _ { \\lambda \\lambda ^ { \\prime } } + ( I _ { \\lambda } - I _ { \\lambda ^ { \\prime } } ) \\epsilon _ { 2 } ) ^ { 2 } } { ( a _ { \\lambda \\lambda ^ { \\prime } } + ( I _ { \\lambda } - I _ { \\lambda ^ { \\prime } } ) \\epsilon _ { 2 } ) ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } ,\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "where ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\n\\Re _ { s } ^ { ( \\lambda ) } : = \\prod _ { I = 1 } ^ { s } \\frac { Q ^ { ( \\lambda ) } ( a _ { \\lambda _ { 1 } } + ( I - 1 ) \\epsilon _ { 2 } ) } { \\epsilon _ { 1 } + I \\epsilon _ { 2 } } , \\qquad Q ^ { ( \\lambda ) } ( x ) = \\frac { 1 } { P ^ { ( \\lambda ) } ( x ) P ^ { ( \\lambda ) } ( x + \\epsilon ) } ,\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "and $\\begin{array} { r } { P ^ { ( \\lambda ) } ( x ) = \\prod _ { \\mu \\neq \\lambda } ( x - a _ { \\mu } ) } \\end{array}$ .The structure of the result (2.16)-(2.17) represents a simple generalization of the $U ( 1 )$ computation (2.13). The $\\epsilon _ { 2 } \\to 0$ limit of the logarithm of (2.16) can be readily obtained using the relation (B.7). One recognizes that ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\n\\log \\mathcal { Z } _ { \\mathrm { \\mathrm { S h o r t } } } = \\frac { 1 } { \\epsilon _ { 2 } } \\sum _ { \\lambda = 1 } ^ { N } \\sum _ { \\ell = 1 } ^ { \\infty } \\frac { q ^ { \\ell } } { \\ell ^ { 2 } } \\mathrm { R e s } _ { \\phi _ { 0 } = a _ { \\lambda } } \\left[ Q ^ { \\ell } ( \\phi _ { 0 } ) \\right] + \\mathcal { O } ( \\epsilon _ { 2 } ^ { 0 } ) ~ .\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This result coincides with the evaluation of (2.11) by residues. This calculation provides a direct proof of (2.11). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2.2.2 By Mayer expansion and separation of regions ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "We now calculate (2.10) for small $\\epsilon _ { 2 }$ by first applying Mayer expansion and then the so-called method of expansion by regions. The first step is to decompose the interaction factor as ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { \\phi _ { I J } ^ { 2 } } { \\phi _ { I J } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } = 1 + f _ { I J } , \\qquad f _ { I J } : = \\frac { \\epsilon _ { 2 } ^ { 2 } } { \\phi _ { I J } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } .\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In a similar way as (2.7), the logarithm of (2.1O) is then given by ",
        "page_idx": 12
    },
    {
        "type": "equation",
        "text": "$$\n\\log \\mathcal { Z } _ { \\mathrm { S h o r t } } = \\sum _ { k = 1 } ^ { \\infty } \\frac { q ^ { k } } { k ! \\epsilon _ { 2 } ^ { k } } \\int \\prod _ { I = 1 } ^ { k } \\frac { d \\phi _ { I } } { 2 \\pi i } Q ( \\phi _ { I } ) \\sum _ { g \\in \\mathcal { G } _ { c } ^ { [ k ] } } \\prod _ { e ( I , J ) \\in g } f _ { I J } .\n$$",
        "text_format": "latex",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "To show that this gives (2.11)，we need to evaluate the integrals entering (2.2O） as a Laurant series in $\\epsilon _ { 2 }$ .We are actually interested only in the terms with leading negative powers of $\\epsilon _ { 2 }$ .We use a powerful method, usually applied to the evaluation of Feynman integrals, called expansion by regions introduced in [49]. The method goes as follows: (1) divide the integration domain into regions and expand the integrand in a Taylor series in small parameters,(2) extend the integration to the full domain of integration, (3) set to zero scaleless integrals. This method turns out to be particularly efficient to calculate the leading term for the integrals (2.20). Concerning these contributions,we do not need to apply the somewhat subtle point (3) above. A more detailed discussion of this method will be given in Appendix C. ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/64aafb7c1e53d6386c04dccbf77f16cd8fe332e8455bc485e54ee93d6192313f.jpg",
        "img_caption": [
            "Figure 4: The decomposition of the contribution for $k = 3$ case. Each square represents a cluster labeled by corresponding particles in the cluster. "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "To identify the set of relevant regions, we note that the Taylor expansion of the interaction term $\\frac { \\epsilon _ { 2 } ^ { 2 } } { \\phi _ { I J } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } }$ starts at order $\\epsilon _ { 2 } ^ { 2 }$ except for the region in which $\\phi _ { I J }$ is of order $\\epsilon _ { 2 }$ .It is then natural to expect that regions are classified as follows. Let $B ^ { \\left\\lfloor k \\right\\rfloor }$ denotes the set of grouping of $k$ labeled particles in clusters,see figure 4 for the $k = 3$ case. For each grouping we define the corresponding region as ",
        "page_idx": 13
    },
    {
        "type": "equation",
        "text": "$$\n\\left\\{ \\begin{array} { l l } { \\displaystyle \\lvert \\phi _ { I J } \\rvert \\sim \\epsilon _ { 2 } } & { \\mathrm { i f ~ } I , J \\mathrm { ~ a r e ~ i n ~ t h e ~ s a m e ~ c l u s t e r } , } \\\\ { \\displaystyle \\lvert \\phi _ { I J } \\rvert \\gg \\epsilon _ { 2 } } & { \\mathrm { i f ~ } I , J \\mathrm { ~ a r e ~ i n ~ d i f f e r e n t ~ c l u s t e r s } . } \\end{array} \\right.\n$$",
        "text_format": "latex",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The next step is to Taylor expand the integrand in each region. We denote by $\\mathbb { T } ^ { ( \\mathsf { b } ) } \\left[ \\dots \\right]$ the operation of Taylor expaning ... in the region corresponding to the grouping $\\textsf { b } \\in \\ \\boldsymbol { B } ^ { \\lfloor k \\rfloor }$ ： We have ",
        "page_idx": 13
    },
    {
        "type": "equation",
        "text": "$$\n\\mathbb { T } ^ { ( \\mathsf { b } ) } \\left[ f _ { I J } \\right] = \\left\\{ { \\begin{array} { l l } { { \\mathcal { O } } ( 1 ) } & { { \\mathrm { i f ~ } } I , J { \\mathrm { ~ a r e ~ i n ~ t h e ~ s a m e ~ c l u s t e r } } , } \\\\ { { \\mathcal { O } } ( \\epsilon _ { 2 } ^ { 2 } ) } & { { \\mathrm { i f ~ } } I , J { \\mathrm { ~ a r e ~ i n ~ d i f f e r e n t ~ c l u s t e r s } } , } \\end{array} } \\right.\n$$",
        "text_format": "latex",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "and ",
        "page_idx": 13
    },
    {
        "type": "equation",
        "text": "$$\n\\mathbb { T } ^ { ( \\mathsf { b } ) } \\left[ \\prod _ { I = 1 } ^ { k } Q ( \\phi _ { I } ) \\right] = \\prod _ { \\mathbf { Y } \\in \\mathfrak { b } } Q ( \\phi _ { \\mathbf { Y } } ) ^ { | \\mathbf { Y } | } + \\ldots \\qquad \\phi _ { \\mathbf { Y } } : = \\frac { 1 } { | \\mathbf { Y } | } \\sum _ { I \\in \\mathbf { Y } } \\phi _ { I } ,\n$$",
        "text_format": "latex",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "the product on the right hand side runs over the clusters in the grouping $\\boldsymbol { \\mathrm { b } }$ and $| \\mathbf { Y } |$ denotes the number of particles in the cluster $\\mathbf { Y }$ .From (2.22)-(2.23) it is clear that, for each $k$ ，the leading contribution to(2.2O) comes from the region in which all $\\phi _ { I }$ are in the same cluster. Indeed, if there were two or more clusters,the $f _ { I J }$ factor，with $I , J$ in different clusters, would decrease the power of $\\epsilon _ { 2 }$ ， compare to (2.22). An explicit example of this expansion of $k = 3$ is given in appendix C. As we will shortly see, the leading contribution to (2.20) starts at order $1 / \\epsilon _ { 2 }$ for each $k$ . This fact is not obvious from the form (2.20). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "By further separating the integration over the “center of cluster” coordinate $x$ as ",
        "page_idx": 13
    },
    {
        "type": "equation",
        "text": "$$\n\\int \\prod _ { I = 1 } ^ { s } d x _ { I } F ( x _ { 1 } , \\ldots , x _ { s } ) = \\int d \\bar { x } \\int \\prod _ { I = 1 } ^ { s } d x _ { I } ^ { \\prime } \\delta \\left( \\frac { 1 } { k } \\sum _ { I = 1 } ^ { s } x _ { I } ^ { \\prime } \\right) F ( \\bar { x } + x _ { 1 } ^ { \\prime } , \\ldots , \\bar { x } + x _ { s } ^ { \\prime } , t ) .\n$$",
        "text_format": "latex",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "where we applied the change of variables ",
        "page_idx": 14
    },
    {
        "type": "equation",
        "text": "$$\n\\bar { x } : = \\frac 1 k \\sum _ { I = 1 } ^ { s } x _ { s } , \\qquad x _ { I } ^ { \\prime } : = x _ { I } - \\bar { x } ,\n$$",
        "text_format": "latex",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "one can rewrite (2.20) as ",
        "page_idx": 14
    },
    {
        "type": "equation",
        "text": "$$\n\\log \\mathcal { Z } _ { \\mathrm { S h o r t } } = \\frac { 1 } { \\epsilon _ { 2 } } \\sum _ { k = 1 } ^ { \\infty } \\frac { q ^ { k } } { k ! } \\int d \\phi _ { 0 } Q ^ { k } ( \\phi _ { 0 } ) \\mathcal { T } _ { k } + \\mathcal { O } ( \\epsilon _ { 2 } ^ { 0 } )\n$$",
        "text_format": "latex",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "where ",
        "page_idx": 14
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { T } _ { k } : = \\frac { 1 } { \\epsilon _ { 2 } ^ { k - 1 } } \\int \\prod _ { I = 1 } ^ { k } \\frac { d \\phi _ { I } } { 2 \\pi i } \\delta \\left( \\frac { 1 } { k } \\sum _ { I = 1 } ^ { k } \\phi _ { I } \\right) \\sum _ { g \\in \\mathcal { G } _ { c } ^ { [ k ] } } \\prod _ { e ( I , J ) \\in g } f _ { I J } .\n$$",
        "text_format": "latex",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Notice that in (2.27) all connected graphs, independently on the number of edges,contribute to the leading term. The next observation to be made is that ",
        "page_idx": 14
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { i f ~ } g \\mathrm { ~ i s ~ n o t ~ c o n n e c t e d } \\qquad \\frac { 1 } { \\epsilon _ { 2 } ^ { k - 1 } } \\int \\prod _ { I = 1 } ^ { k } \\frac { d \\phi _ { I } } { 2 \\pi i } \\delta \\left( \\frac { 1 } { k } \\sum _ { I = 1 } ^ { k } \\phi _ { I } \\right) \\prod _ { e ( I , J ) \\in g } f _ { I J } = 0 .\n$$",
        "text_format": "latex",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The validity of this statement can be easily argued as follows. For each connected component in $g$ we can define its center as the average of the $\\big \\{ \\phi _ { I } \\big \\}$ in that connected component.The integrand in (2.28) does not depend on the distance between the centers. As the integral is calculated by residue,it trivially vanishes in this case as,after integrating trivially the delta function, the $( k - 1 )$ -dimensional residue is absent.The identity(2.28) implies that in (2.27),we can replace the sum over connected graphs with the sum over all graphs. Finally using the relation ",
        "page_idx": 14
    },
    {
        "type": "equation",
        "text": "$$\n\\sum _ { g \\in \\mathcal { G } ^ { [ k ] } } \\prod _ { e ( I , J ) \\in g } f _ { I J } = \\prod _ { 1 \\leq I < J \\leq k } ( 1 + f _ { I J } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "where ${ \\mathcal { G } } ^ { \\lfloor k \\rfloor }$ is the set of all graphs on $[ k ]$ , we conclude that $\\mathcal { T } _ { k } = \\mathcal { T } _ { k }$ , where, using (2.19), ",
        "page_idx": 14
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { Z } _ { k } : = \\frac { 1 } { \\epsilon _ { 2 } ^ { k - 1 } } \\int \\prod _ { I = 1 } ^ { k } \\frac { d \\phi _ { I } } { 2 \\pi i } \\delta \\left( \\frac { 1 } { k } \\sum _ { I = 1 } ^ { k } \\phi _ { I } \\right) \\prod _ { 1 \\leq I < J \\leq k } \\frac { \\phi _ { I J } ^ { 2 } } { \\phi _ { I J } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } = \\frac { 1 } { 2 \\pi i } \\frac { k ! } { k ^ { 2 } } .\n$$",
        "text_format": "latex",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Notice that the evaluation of this integral is exact, see [10] for a derivation. Using this result we recognize that (2.26) is equal to ",
        "page_idx": 14
    },
    {
        "type": "equation",
        "text": "$$\n\\log \\mathcal { Z } _ { \\mathrm { S h o r t } } = \\frac { 1 } { \\epsilon _ { 2 } } \\sum _ { k = 1 } ^ { \\infty } \\frac { q ^ { k } } { k ^ { 2 } } \\int \\frac { d \\phi _ { 0 } } { 2 \\pi i } Q ^ { k } ( \\phi _ { 0 } ) + \\mathcal { O } ( \\epsilon _ { 2 } ^ { 0 } ) = \\frac { 1 } { \\epsilon _ { 2 } } \\int \\frac { d \\phi _ { 0 } } { 2 \\pi i } \\mathrm { L i } _ { 2 } [ q Q ( \\phi _ { 0 } ) ] + \\mathcal { O } ( \\epsilon _ { 1 } ^ { 0 } ) .\n$$",
        "text_format": "latex",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "2.3 Expansion of the instanton partition function ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "We are now ready to consider the full instanton partition function (1.4). We will combine the considerations from the previous sections. In Section 2.1 we learned that the $\\epsilon _ { 2 } \\to 0$ limit singles out certaintree level graphs.In Section 2.2 we learned that the factors $\\frac { \\phi _ { I J } ^ { 2 } } { \\phi _ { I J } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } }$ produce the effect of combining particles into clusters. To exploit the combination of these two mechanisms in the most transparent way we find it convenient to use the so-called iterated Mayer expansion advocated at the beginning of our analysis. We start by reviewing this expansion. Based on this iterative expansion, by combining the discussion from the two previous sections,one obtains a tree graph expansion for the full instanton pationtion as given in Section 2.3.2. In Appendix D we show that the same result can be obtained by first applying the method of expansion by regions to the original partition function and then exploiting some combinatorics to conclude that only certain connected graphs contribute to the free energy. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "2.3.1 Iterated Mayer expansion ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "We start with a review of the iterated Mayer expansion [50]. Consider the partition function ",
        "page_idx": 15
    },
    {
        "type": "equation",
        "text": "$$\n\\dot { \\bf \\Phi } = \\sum _ { k = 0 } ^ { \\infty } \\frac { q ^ { k } } { k ! } \\int \\prod _ { I = 1 } ^ { k } d \\phi _ { I } A ( \\phi _ { I } ) \\prod _ { 1 \\leq I < J \\leq k } \\left( 1 + \\mathcal { F } _ { I J } \\right) , \\qquad 1 + \\mathcal { F } _ { I J } = e ^ { - \\left( V _ { S } ^ { \\mathrm { i n t } } ( \\phi _ { I J } ) + V _ { L } ^ { \\mathrm { i n t } } ( \\phi _ { I J } ) \\right) }\n$$",
        "text_format": "latex",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "where,as in (2.2), we split the pair-wise interaction potential in a short and long range part. Next we introduce ",
        "page_idx": 15
    },
    {
        "type": "equation",
        "text": "$$\n{ \\mathfrak { g } } _ { \\mathbf { Y } } = \\prod _ { I , J \\in { \\mathbf { Y } } } \\left( 1 + e ^ { - V _ { L } ^ { \\mathrm { i n t } } ( \\phi _ { I J } ) } \\right) , \\qquad 1 + f _ { I J } = e ^ { - V _ { S } ^ { \\mathrm { i n t } } ( \\phi _ { I J } ) } ,\n$$",
        "text_format": "latex",
        "page_idx": 15
    },
    {
        "type": "equation",
        "text": "$$\n1 + \\mathfrak { f } _ { \\mathbf { Y } _ { a } , \\mathbf { Y } _ { b } } = \\prod _ { I _ { a } \\in \\mathbf { Y } _ { a } } \\prod _ { I _ { b } \\in \\mathbf { Y } _ { b } } e ^ { - V _ { L } ^ { \\mathrm { i n t } } \\left( \\phi _ { I _ { a } I _ { b } } \\right) } , \\qquad a \\neq b\n$$",
        "text_format": "latex",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "where $\\mathbf { Y }$ denotes a set of particles or, in other words, a cluster. Iterated Mayer expansion is the statement that the free enery can be expanded as ",
        "page_idx": 15
    },
    {
        "type": "equation",
        "text": "$$\n\\log \\mathcal { Z } = \\sum _ { k = 1 } ^ { \\infty } \\frac { q ^ { k } } { k ! } \\sum _ { \\ell \\geq 0 } \\sum _ { \\{ \\mathbf { Y } _ { 1 } , \\dots , \\mathbf { Y } _ { \\ell } \\} \\in \\mathcal { B } _ { \\ell } ^ { [ k ] } } \\int \\prod _ { I = 1 } ^ { k } d \\phi _ { I } \\mathfrak { S } _ { \\{ \\mathbf { Y } _ { 1 } , \\dots , \\mathbf { Y } _ { \\ell } \\} } ,\n$$",
        "text_format": "latex",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "where ",
        "page_idx": 15
    },
    {
        "type": "equation",
        "text": "$$\n\\mathfrak { S } _ { \\{ \\mathbf { Y } _ { 1 } , . . . , \\mathbf { Y } _ { \\ell } \\} } = \\left( \\prod _ { a = 1 } ^ { \\ell } \\mathfrak { g } _ { \\mathbf { Y } _ { a } } S _ { \\mathbf { Y } _ { a } } \\right) \\sum _ { g \\in \\mathcal { G } _ { c } ^ { [ \\ell ] } } \\prod _ { e ( a , b ) \\in g } \\mathfrak { f } _ { \\mathbf { Y } _ { a } , \\mathbf { Y } _ { b } } ,\n$$",
        "text_format": "latex",
        "page_idx": 15
    },
    {
        "type": "equation",
        "text": "$$\nS _ { \\mathbf { Y } } = \\prod _ { I = 1 } ^ { k } A ( \\phi _ { I } ) \\sum _ { g \\in \\mathcal { G } _ { c } ^ { \\mathbf { Y } } } \\prod _ { e ( I , J ) \\in g } f _ { I J } ,\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The sum in (2.35) is taken over $B _ { \\ell } ^ { \\lfloor k \\rfloor }$ : groupings of $k$ (labeled) particles into $\\ell$ clusters. As the notation may need some time to be digested, in Appendix B.3 we spell out the definitions for $k = 2 , 3$ . Note that although the cluster here is in a different context, the picture of grouping is similar to that used before in expansion by regions,see for example figure 4 for （204号 $k = 3$ case. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "2.3.2 Iterated Mayer expansion for the Nekrasov partition function ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "We can apply the iterated Mayer expansion reviewed in Section 2.3.1 to the full partition function, compare (2.32) to (1.4), (2.2). Once this is done we need to evaluate the leading contribution for small $\\epsilon _ { 2 }$ to integrals of the type (2.35). The crucial observation is that the Taylor expansion $\\tilde { D } ( \\phi _ { I J } ) - 1 \\sim \\epsilon _ { 2 } G ( \\phi _ { I J } )$ is valid everywhere in the domain of integration4. This immidiately implies that in the limit of small $\\epsilon _ { 2 }$ one can write, see definition (2.36), ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\mathfrak { S } _ { \\{ \\mathbf { Y } _ { 1 } , \\dots , \\mathbf { Y } _ { \\ell } \\} } = \\epsilon _ { 2 } ^ { \\ell - 1 } \\prod _ { a = 1 } ^ { \\ell } S _ { \\mathbf { Y } _ { a } } \\sum _ { g \\in \\mathcal { T } _ { c } ^ { [ \\ell ] } } \\prod _ { e ( a , b ) \\in g } \\prod _ { I _ { a } \\in \\mathbf { Y } _ { a } } G ( \\phi _ { I _ { a } I _ { b } } ) + \\dots\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "where $\\cdot \\cdot \\cdot$ refers to next to leading contributions in $\\epsilon _ { 2 }$ . We point out that, in analogy with (2.9),only connected tree graphs contributes to (2.38). As opposed to (2.9)， now they are tree graphs on the set $[ \\ell ]$ of $\\ell$ clusters rather then the set of $k$ fundamental particles. Notice that we did not expand the $S _ { \\mathbf { Y } }$ factor. The integration in (2.35) is still over $k$ variables. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The next step is to explicitly perform the integration over the distances of particles within the same cluster. This turns out to be essentially the same as in Section 2.2.2. For each cluster ${ \\mathbf Y } _ { a }$ we introduce a “center of cluster” coordinate $\\overline { { { \\phi } } } _ { a }$ as in (2.24). It is clear that the $f _ { I J }$ entering the factors $S _ { \\mathbf { Y } _ { a } }$ , see (2.37),are independent of the “center of cluster” coordinates $\\phi _ { a }$ . Using this observation and (2.38) we write ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { l } { { \\displaystyle \\int \\displaystyle \\prod _ { I = 1 } ^ { k } d \\phi _ { I } \\odot _ { \\{ { \\bf Y } _ { 1 } , \\dots , { \\bf Y } _ { \\ell } \\} } } } \\\\ { { = \\displaystyle \\frac { 1 } { \\epsilon _ { 2 } } \\int \\displaystyle \\prod _ { a = 1 } ^ { \\ell } \\left[ d \\overline { { \\phi } } _ { a } d \\mu _ { { \\bf Y } _ { a } } \\prod _ { I _ { a } \\in { \\bf Y } _ { a } } Q ( \\overline { { \\phi } } _ { a } + \\phi _ { I _ { a } } ) \\right] \\sum _ { g \\in \\mathcal { T } _ { c } ^ { [ \\ell ] } } \\prod _ { e ( a , b ) \\in g } \\prod _ { I _ { a } \\in { \\bf Y } _ { a } } G ( \\overline { { \\phi } } _ { a b } + \\phi _ { I _ { a } I _ { b } } ) + \\sum _ { g \\in \\mathcal { T } _ { c } ^ { [ \\ell ] } } \\sum _ { g \\in \\mathcal { F } _ { a } } \\prod _ { g = \\mathcal { F } _ { b } } Q ( \\overline { { \\phi } } _ { a b } + \\phi _ { I _ { a } I _ { b } } ) } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "where ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\nd \\mu _ { { \\bf Y } } : = \\frac { 1 } { \\epsilon _ { 2 } ^ { | { \\bf Y } | - 1 } } \\prod _ { I \\in { \\bf Y } _ { a } } \\frac { d \\phi _ { I } } { 2 \\pi i } \\delta \\left( \\frac { 1 } { | { \\bf Y } | } \\sum _ { I \\in { \\bf Y } } \\phi _ { I } \\right) \\sum _ { g \\in \\mathcal { Q } _ { c } ^ { \\bf Y } } \\prod _ { e ( I , J ) \\in g } f _ { I J } .\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "As extensively discussed in the previous sections, the leading contribution in $\\epsilon _ { 2 }$ of integrals of the type (2.39),can be obtained by neglecting the deviation from the center of cluster coordinate in the functions $Q ( x )$ and $G ( x )$ . Doing so,（2.39) becomes ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\int \\prod _ { I = 1 } ^ { k } d \\phi _ { I } \\mathfrak { S } _ { \\{ \\mathbf { Y } _ { 1 } , \\ldots , \\mathbf { Y } _ { \\ell } \\} } = \\frac { 1 } { \\epsilon _ { 2 } } \\int \\prod _ { a = 1 } ^ { \\ell } d \\overline { { \\phi } } _ { a } Q ^ { | \\mathbf { Y } _ { a } | } ( \\overline { { \\phi } } _ { a } ) \\mathcal { I } _ { | \\mathbf { Y } _ { a } | } \\sum _ { g \\in \\mathcal { T } _ { c } ^ { [ \\ell ] } } \\prod _ { e ( a , b ) \\in g } | \\mathbf { Y } _ { a } | \\left| \\mathbf { Y } _ { b } \\right| G ( \\overline { { \\phi } } _ { a } ) \\mathcal { I } _ { | \\mathbf { Y } _ { a } | } \\quad .\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "$\\mathcal { I } _ { k }$ was defined in (2.27) and computed in (2.3O). For convenience we recall it here ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { I } _ { | \\mathbf { Y } _ { a } | } = \\int d \\mu _ { \\mathbf { Y } _ { a } } = \\frac { 1 } { 2 \\pi i } \\frac { | \\mathbf { Y } _ { a } | ! } { | \\mathbf { Y } _ { a } | ^ { 2 } } .\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "In the limit of small $\\epsilon _ { 2 }$ , the summands in (2.35) depend only on the sizes $n _ { 1 } , \\ldots , n _ { \\ell } \\geq 1$ of the clusters corresponding to $\\mathsf { b } \\in B ^ { \\vert k \\vert }$ . Converting the sum in (2.35) from a sum over groupings of $k$ particles to a sum over the number of clusters $\\ell$ and their sizes $\\mathit { n } _ { 1 } , \\ldots , \\mathit { n } _ { \\ell }$ produces a factor $\\frac { k ! } { \\ell ! n _ { 1 } ! \\ldots n _ { \\ell } ! }$ .Asseblingthelll ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n{ \\underset { \\ r { \\theta } ^ { \\prime } } { \\mathrm { \\Large ~ n ~ } } } \\epsilon _ { 2 } \\log { \\mathcal { Z } } = \\sum _ { \\ell = 1 } ^ { \\infty } { \\frac { 1 } { \\ell ! } } \\sum _ { { \\mathrm { \\Large ~ n _ { 1 } , \\ldots , n _ { \\ell } \\geq 1 ~ } } } \\int \\prod _ { a = 1 } ^ { \\ell } { \\frac { d \\phi _ { a } } { 2 \\pi i } } { \\frac { q ^ { n _ { a } } Q ^ { n _ { a } } \\left( \\phi _ { a } \\right) } { n _ { a } ^ { 2 } } } \\sum _ { g \\in { \\mathcal { T } } _ { c } ^ { [ \\ell ] } } \\prod _ { e ( a , b ) \\in g } n _ { a } n _ { b } G ( \\phi _ { a b } )\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "where we replaced $\\overline { { { \\phi } } } _ { a }$ with $\\phi _ { a }$ . We emphasize once again that the sum has been rearranged from a sum over particles,weighted by $q$ , to a sum over clusters. More precisely, for each $\\ell$ there are $\\ell$ clusters and $\\ell - 1$ $G$ -factors. For $\\ell = 1$ one immediatly recovers the dilogarithm ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\int \\frac { d \\phi } { 2 \\pi i } \\operatorname { L i _ { 2 } } \\left( q Q ( \\phi ) ) \\right) .\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "For $\\ell = 2$ one has ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { 1 } { 2 } \\int \\frac { d \\phi _ { 1 } } { 2 \\pi i } \\frac { d \\phi _ { 2 } } { 2 \\pi i } \\mathcal { Q } _ { \\mathrm { e f f } } ( \\phi _ { 1 } ) \\mathcal { Q } _ { \\mathrm { e f f } } ( \\phi _ { 2 } ) G ( \\phi _ { 1 } - \\phi _ { 2 } ) , \\qquad \\mathcal { Q } _ { \\mathrm { e f f } } ( \\phi ) = \\log ( 1 - q Q ( \\phi ) ) .\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The result (2.43) can be visualized diagrammatically in a simple way. For each $\\ell$ in the sum one draws all three graphs on the set $\\{ 1 , 2 , \\ldots , \\ell \\}$ ．To each node $a$ of the graph is associated an integer $n _ { a } \\geq 1$ . Once the diagrams are drawn, the corresponding integrals can be written using the following “Feynann rules\" ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Vertex ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l r } { \\boxed { n _ { a } } } & { { } = } & { \\frac { q ^ { n _ { a } } } { n _ { a } ^ { 2 } } \\int \\frac { d \\phi _ { a } } { 2 \\pi i } Q ^ { n _ { a } } ( \\phi _ { a } ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Propagator ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\mathop { \\mathrm { \\Large ~ [ ~ ] ~ } } ^ { -- } { \\eta } _ { a } \\mathop { \\mathrm { \\tiny ~ [ ~ \\begin{array} { l } { ~ \\eta } \\\\ { ~ \\eta } \\\\ { ~ \\eta } \\end{array} ] ~ } } _ { \\mathrm { \\tiny ~ [ ~ ] ~ } } ^ { \\mathrm { \\tiny ~ [ ~ ] ~ - ~ \\eta } } { \\eta } _ { b } ^ { \\mathrm { \\tiny ~ - ~ \\gamma ] ~ } } _ { \\mathrm { \\tiny ~ [ ~ ] ~ } } ^ { \\mathrm { \\tiny ~ [ ~ ] ~ } } = n _ { a } n _ { b } G \\bigl ( \\phi _ { a b } \\bigr ) .\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Here we used a dashed square to indicate that the propagator is associated to the edge only. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The graphs contributing to $\\ell = 1 , 2 , 3$ are given by ",
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/2e99f92e5e0c02694b44fac5553c03bb2acb23a078f595887f6288f55b93ff7e.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The first two graphs correspond to (2.44) and (2.45) respectively. Notice that each integral obtained by applying the Feynman rules, should be multiplied by an overall $\\textstyle { \\frac { 1 } { \\ell ! } }$ factor,which is explicit in (2.43). Graphs with more vertices,upon dressing the vertices with positive integers, are as in Figure 3. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "3 Derivation of the TBA ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "In this section we show that the logarithm of the instanton partition function in the $\\epsilon _ { 2 }  0$ （20 limit,whose structure have been studied in last section, satisfies TBA equations. We will first provide a perturbative check to a very high order in the instanton counting parameter $q$ , and then present an all order proof based on rewriting the instanton partition function as a $( 0 + 1 )$ -dimensional path integral. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "3.1 Perturbative expansion ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Let us recall the expression of the superpotential coming from the TBA ",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { W } = \\int \\frac { d x } { 2 \\pi i } \\Big [ - \\frac { 1 } { 2 } \\varphi ( x ) \\log \\big ( 1 - q Q ( x ) e ^ { - \\varphi ( x ) } \\big ) + \\mathrm { L i } _ { 2 } \\big ( q Q ( x ) e ^ { - \\varphi ( x ) } \\big ) \\Big ] ,\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "where ",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\varphi ( x ) = \\int \\frac { d y } { 2 \\pi i } { \\cal G } ( x - y ) \\log \\left( 1 - q { \\cal Q } ( y ) e ^ { - \\varphi ( y ) } \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "compare to (1.9) and (1.1O). The basic observation is that TBA equation has a natural expansion in terms of tree graphs, therefore one can compare it directly with the Mayer expansion of the instanton partition function (2.43). ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "One writes $\\varphi$ and $\\mathcal { W }$ as ",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\varphi ( x ) = \\sum _ { k = 1 } ^ { \\infty } q ^ { k } \\varphi _ { k } ( x ) , \\qquad \\mathcal { W } = \\sum _ { k = 1 } ^ { \\infty } q ^ { k } \\mathcal { W } _ { k } .\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "（20 $\\varphi$ can be solved recursively via the TBA equation, for example up to the first two orders ",
        "page_idx": 19
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r c l } { { \\rho _ { 1 } ( x ) } } & { { = } } & { { \\displaystyle - \\int \\frac { d y } { 2 \\pi i } { \\cal G } ( x - y ) { \\cal Q } ( y ) , } } \\\\ { { \\rho _ { 2 } ( x ) } } & { { = } } & { { \\displaystyle - \\frac { 1 } { 2 } \\int \\frac { d y } { 2 \\pi i } { \\cal G } ( x - y ) { \\cal Q } ( y ) ^ { 2 } - \\int \\frac { d y } { 2 \\pi i } \\frac { d z } { 2 \\pi i } { \\cal G } ( x - y ) { \\cal G } ( y - z ) { \\cal Q } ( y ) { \\cal Q } ( z ) . } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Substituting the expression for $\\varphi$ in $\\mathcal { W }$ and collecting the terms at a given order of $q$ ，one obtains, here up to order $q ^ { 3 }$ ",
        "page_idx": 19
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r c l } { { \\displaystyle \\mathcal { W } _ { 1 } } } & { { = } } & { { \\displaystyle \\int \\frac { d x } { 2 \\pi i } Q ( x ) , } } \\\\ { { \\displaystyle \\mathcal { W } _ { 2 } } } & { { = } } & { { \\displaystyle \\frac { 1 } { 4 } \\int \\frac { d x } { 2 \\pi i } Q ( x ) ^ { 2 } + \\frac { 1 } { 2 } \\int \\frac { d x } { 2 \\pi i } \\frac { d y } { 2 \\pi i } Q ( x ) G ( x - y ) Q ( y ) , } } \\\\ { { \\displaystyle \\mathcal { W } _ { 3 } } } & { { = } } & { { \\displaystyle \\frac { 1 } { 9 } \\int \\frac { d x } { 2 \\pi i } Q ( x ) ^ { 3 } + \\frac { 1 } { 2 } \\int \\frac { d x } { 2 \\pi i } \\frac { d y } { 2 \\pi i } Q ( x ) ^ { 2 } G ( x - y ) Q ( y ) } } \\\\ { { } } & { { } } & { { \\displaystyle + \\frac { 1 } { 2 } \\int \\frac { d x d y d z } { ( 2 \\pi i ) ^ { 3 } } Q ( x ) G ( x - y ) Q ( y ) G ( y - z ) Q ( z ) . } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "One can see that the expansion of $\\mathcal { W }$ has a natural interpretation in terms of connected tree diagrams, with $G ( x - y )$ as propagators and $Q ( x ) ^ { i }$ as vertices. This is the same structure as the one obtained starting from the integral representation of the instanton partition function, see (2.43). The non-trivial thing to show is that not only the structure is similar but that the coefficients actally match. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "By staring at their form, it is not obvious that the Mayer expansion (2.43) and the TBA actually produce the same result. In particular to obtain the contribution of a single graph in (2.43) one needs to take into account a large number of terms coming from the $\\varphi$ expansion. This procedure can be straightforward implemented on a compute. We have checked up to $q ^ { 7 }$ order and found perfect agreement with the Mayer-Cluster expansion of the instanton partition function. It is remarkable that these two different structures are actually equivalent with each other. In the next subsection, we will see the equivalence of the two expansions can be proven to all order in $q$ ： ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "3.2 TBA as saddle-point of a $( 0 + 1 )$ -dimensional path integral ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "As we will shortly review, there is a nice way to rewrite a grand canonical partition function of the form (1.4) as a path integral, based on a trick of Polyakov [51]. Path integrals are particularly well suited to be studied in the classical limit $\\hbar  0$ ，identified with $\\epsilon _ { 2 }$ in this section, where the path integral is obtained by evaluating the classical action on some solution to the equations of motion. In the case of the instanton partition function (1.4), this limit is more subtle as the two particle potential in the original statistical mechanical problem is singular in this limit. Using the considerations from section 2.2 we will be able to disentangle such contributions and derive the TBA in a rather transparent way as a saddle point equation of an appropriate action. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Let us start by reviewing the steps presented in the appendix of [51]. Consider the partition function ",
        "page_idx": 20
    },
    {
        "type": "equation",
        "text": "$$\nZ = \\sum _ { k = 0 } ^ { \\infty } \\frac { q ^ { k } } { k ! } \\int \\prod _ { I = 1 } ^ { k } \\frac { d \\phi _ { I } } { 2 \\pi i } \\prod _ { I < J } ^ { k } e ^ { - V ( \\phi _ { I J } ) } .\n$$",
        "text_format": "latex",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The basic idea is to rewrite the interactions as ",
        "page_idx": 20
    },
    {
        "type": "equation",
        "text": "$$\n\\prod _ { I < J } ^ { k } e ^ { - V ( \\phi _ { I J } ) } = e ^ { \\Delta ( \\frac { \\delta } { \\delta \\varphi } ) } \\prod _ { I = 1 } ^ { k } e ^ { - \\varphi ( \\phi _ { I } ) } \\Big | _ { \\varphi \\to 0 } ,\n$$",
        "text_format": "latex",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "where ",
        "page_idx": 20
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta \\Bigl ( { \\frac { \\delta } { \\delta \\varphi } } \\Bigr ) = - { \\frac { 1 } { 2 } } \\int d x d y V ( x - y ) { \\frac { \\delta } { \\delta \\varphi ( x ) } } { \\frac { \\delta } { \\delta \\varphi ( y ) } } .\n$$",
        "text_format": "latex",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The operator $e ^ { \\Delta }$ can be pulled out from the sum over the number of particles $k$ to rewrite ",
        "page_idx": 20
    },
    {
        "type": "equation",
        "text": "$$\n^ 7 = e ^ { \\Delta ( \\frac \\delta { \\varphi } ) } \\bigg ( \\sum _ { k = 0 } ^ { \\infty } \\frac { 1 } { k ! } \\int \\prod _ { I = 1 } ^ { k } \\frac { d \\phi _ { I } } { 2 \\pi i } e ^ { - \\varphi ( \\phi _ { I } ) } \\bigg ) \\bigg | _ { \\varphi = 0 } = e ^ { \\Delta ( \\frac \\delta { \\vartheta \\varphi } ) } \\exp \\left( \\int \\frac { d \\phi _ { 0 } } { 2 \\pi i } e ^ { - \\varphi ( \\phi _ { 0 } ) } \\right) \\bigg | _ { \\varphi \\to 0 } \\ .\n$$",
        "text_format": "latex",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "All the information about the interaction in the original gas (3.9) is now encoded in the operator $\\Delta$ . To translate the construction above into path integral language one observes the following equality ",
        "page_idx": 20
    },
    {
        "type": "equation",
        "text": "$$\ne ^ { \\Delta ( \\frac { \\delta } { \\delta \\varphi } ) } \\left. \\mathsf { F } [ \\varphi ] \\right. _ { \\varphi = 0 } = \\int [ D \\varphi D \\rho ] e ^ { \\frac { 1 } { \\hbar } \\left[ \\hbar \\Delta ( \\frac { i \\rho } { 2 \\pi \\hbar } ) + \\int \\frac { d x } { 2 \\pi ^ { i } } \\rho ( x ) \\varphi ( x ) \\right] } \\mathsf { F } [ \\varphi ] .\n$$",
        "text_format": "latex",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "This can be formally proved by Fourier transformation 5. The measure in $[ D \\varphi D \\rho ]$ is defined in such a way that if $\\mathsf { F } [ \\varphi ] = 1$ then the resulting path integral should also evaluate to $1$ Notice that the relation (3.13) holds also when the operator $\\Delta$ is not quadratic. If $\\Delta$ is linear $\\begin{array} { r } { \\Delta = \\int _ { x } \\gamma ( x ) \\frac { \\delta } { \\delta \\varphi ( x ) } } \\end{array}$ ,the $\\rho$ integrationproducesadeltafunctionandtheresultingpathintegral gives $\\mathsf { F } | \\gamma |$ as it should. Indeed in this case $e ^ { \\Delta }$ is just the shift operator. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "From the discussion in Section 2, it is rather clear that, in the study of the instanton partition function, we should apply the procedure just described in a sightly modified way. In particular we will factor out only the long range part of the potential (2.2), corresponding to $\\widetilde { \\mathcal { D } }$ , as we will now describe. The first step is to introduce ",
        "page_idx": 20
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta _ { \\mathrm { L } } \\Big ( \\frac \\delta { \\delta \\varphi } \\Big ) = - \\frac 1 2 \\int d x d y V _ { \\mathrm { L } } ( x - y ) \\frac \\delta { \\delta \\varphi ( x ) } \\frac \\delta { \\delta \\varphi ( y ) } , \\qquad e ^ { - V _ { \\mathrm { L } } ( x ) } = \\widetilde D ( x ) .\n$$",
        "text_format": "latex",
        "page_idx": 20
    },
    {
        "type": "equation",
        "text": "$$\ne ^ { \\Delta ( \\frac { \\partial } { \\partial x } ) }  \\mathbf { f } ( x )  _ { x  0 } = \\int \\frac { d p } { 2 \\pi }  e ^ { i p x + \\Delta ( i p ) } \\hat { \\mathbf { f } } ( p )  _ { x  0 } = \\int \\frac { d p d y } { 2 \\pi } e ^ { - i p y + \\Delta ( i p ) } \\mathbf { f } ( y ) ,\n$$",
        "text_format": "latex",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "As above,one uses this operator to rewrite the long range interactions as in (3.1O)，and factor out their contribution from the sum over the instanton number $k$ as follows ",
        "page_idx": 21
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal Z = \\left. e ^ { \\tilde { \\Delta } ( \\frac { \\delta } { \\delta \\varphi } ) } \\mathbf { F } [ \\varphi ] \\right. _ { \\varphi = 0 } , \\qquad \\mathbf { F } [ \\varphi ] = \\sum _ { k = 0 } ^ { \\infty } \\frac { 1 } { k ! } \\int \\prod _ { I = 1 } ^ { k } \\frac { d \\phi _ { I } } { 2 \\pi i } \\frac { q Q ( \\phi _ { I } ) e ^ { - \\varphi ( \\phi _ { I } ) } } { \\epsilon _ { 2 } } \\prod _ { I < J } ^ { k } \\frac { \\phi _ { I J } ^ { 2 } } { \\phi _ { I J } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } .\n$$",
        "text_format": "latex",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Notice that we did not expand the short range interaction ，which still appears in （20 $\\mathbf { F } [ { \\boldsymbol { \\varphi } } ]$ . The reader may recognize that we already calculated this integral in the $\\epsilon _ { 2 } \\to 0$ limit in Section 2.2. More precisely $\\mathbf { F } [ { \\boldsymbol { \\varphi } } ]$ coincides with ${ \\mathcal { Z } } _ { \\mathrm { S h o r t } }$ defined in (2.10),upon replacing （204号 $Q ( x )$ with $Q ( x ) e ^ { - \\varphi ( x ) }$ . Using the result (2.11) we can thus rewrite ",
        "page_idx": 21
    },
    {
        "type": "equation",
        "text": "$$\n{ \\bf F } [ \\varphi ] = \\exp \\left( \\frac { 1 } { \\epsilon _ { 2 } } \\int \\frac { d \\phi _ { 0 } } { 2 \\pi i } { \\mathrm L i } _ { 2 } [ q Q ( \\phi _ { 0 } ) e ^ { - \\varphi ( \\phi _ { 0 } ) } ] + O ( \\epsilon _ { 2 } ^ { 0 } ) \\right) .\n$$",
        "text_format": "latex",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "The appearance of the dilogarithm is quite remarkable. The derivation presented makes its origin from short range interactions completely transparent. The expression (3.16) with (3.17),is well suited for the semiclassical analysis in the $\\epsilon _ { 2 } \\to 0$ limit.Using(3.13) in this case,and recalling that $V _ { \\mathrm { L } } ( x ) = - \\epsilon _ { 2 } G ( x ) + \\mathcal { O } ( \\epsilon _ { 2 } ^ { 2 } )$ one immediatly obtains ",
        "page_idx": 21
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { Z } = \\int [ D \\varphi D \\rho ] \\exp \\left[ \\frac { 1 } { \\epsilon _ { 2 } } \\left( \\mathcal { V } [ \\rho , \\varphi ] + O ( \\epsilon _ { 2 } ) \\right) \\right] ,\n$$",
        "text_format": "latex",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "where $\\mathcal { \\boldsymbol { y } } [ \\rho , \\varphi ]$ is defined in (1.8) and we identifed $\\hbar$ with $\\epsilon _ { 2 }$ .In the limit of small $\\epsilon _ { 2 }$ this path integral is calculated by the sadle point method6. The superpotential is thus obtained from the critical valeus of the functional $\\mathcal { \\boldsymbol { y } } [ \\rho , \\varphi ]$ .As explained in Section 1.1, the TBA immidiately follows. This complets the derivation. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "3.2.1 Multi-particle interactions ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Let us mention that the above discussion may be generalized to the cases containing“multiparticle” interactions, such as ",
        "page_idx": 21
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { Z } = \\sum _ { k = 0 } ^ { \\infty } \\frac { q ^ { k } } { k ! } \\int \\prod _ { I = 1 } ^ { k } \\frac { d \\phi _ { I } } { 2 \\pi i } \\frac { q Q ( \\phi _ { I } ) } { \\epsilon _ { 2 } } \\prod _ { I < J } ^ { k } \\frac { \\phi _ { I J } ^ { 2 } } { \\phi _ { I J } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } \\prod _ { m = 2 } ^ { \\infty } \\prod _ { I _ { 1 } < \\ldots < I _ { m } } ^ { k } e ^ { - V _ { m } ( \\phi _ { I _ { 1 } } , \\phi _ { I _ { 2 } } , \\ldots , \\phi _ { I m } ) } .\n$$",
        "text_format": "latex",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "One can similarly introduce ",
        "page_idx": 21
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta _ { m } \\Bigl ( \\frac { \\delta } { \\delta \\varphi } \\Bigr ) = - \\frac { 1 } { m ! } \\int d ^ { m } x V _ { m } ( x _ { 1 } , . . . , x _ { m } ) \\prod _ { I = 1 } ^ { m } \\frac { \\delta } { \\delta \\varphi ( x _ { I } ) } .\n$$",
        "text_format": "latex",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "In analogy with (3.13), this can be brought to the following form ",
        "page_idx": 22
    },
    {
        "type": "equation",
        "text": "$$\n\\left[ D \\rho D \\varphi \\right] \\exp \\left[ - \\sum _ { m = 2 } ^ { \\infty } \\frac { ( - 1 ) ^ { m } } { m ! } \\int \\frac { d ^ { m } x } { ( 2 \\pi i ) ^ { m } } V _ { m } ( x _ { 1 } , . . , x _ { m } ) \\prod _ { I = 1 } ^ { m } \\frac { \\rho ( x _ { I } ) } { \\epsilon _ { 2 } } + \\int \\frac { d x } { 2 \\pi i \\epsilon _ { 2 } } \\rho ( x ) \\varphi ( x _ { 1 } , . . , x _ { m } ) \\right] .\n$$",
        "text_format": "latex",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Notice that if $m > 2$ one can no longer integrate out $\\rho$ exactly. The tri-particle interaction is directly related to certain gauge theories. The main example is given by quiver theories containing matter in the trifundamental representation of $U ( 2 ) ^ { 3 }$ [53].The contour integral representation of the instanton partition function for this case can be found in [54]. Notice that one has $V _ { 2 } = - \\epsilon _ { 2 } G + \\mathcal { O } ( \\epsilon _ { 2 } ^ { 2 } )$ ， $V _ { 3 } = \\epsilon _ { 2 } ^ { 2 } G _ { 3 } + \\mathcal { O } ( \\epsilon _ { 2 } ^ { 3 } )$ . This is the right scaling to produce a $\\frac { 1 } { \\epsilon _ { 2 } }$ factor in the exponent of (3.21) which is crucial for the semiclassical analysis. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "4 Generalization to quiver gauge theories ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Until now the object of study has been the instanton partition function for pure $\\mathcal { N } ~ = ~ 2$ （20 Super-Yang-Mills with gauge group $S U ( N )$ ，see (1.4). This partition function admits a natural generalization corresponding to other $\\mathcal { N } = 2$ gauge theories. In order to specify an ${ \\mathcal N } = 2$ supersymmetric gauge theory the first step is to fix the following data: a gauge group $G$ and a set of irreducible representations $R$ of $G$ corresponding to its matter content. Such datum gives rise to a consistent,or UV-complete, theory only if the beta function $\\beta _ { \\mathrm { v } }$ associated to each simple factor of $G = \\Pi _ { \\mathsf { v } }$ （ $G _ { \\mathrm { v } }$ satisfies $\\beta _ { \\mathrm { v } } \\leq 0$ . This requirement puts strong constraints on $R$ and $G$ .A classification of consistent theories can be found in the recent work [55]. In particular, with the exception of $G = S U ( 2 ) ^ { V }$ with $R$ given by trifundamentals introduced in [53],each irreducible component of $R$ is charged under at most two $G _ { \\mathrm { v } }$ . In the following we restrict to the case ",
        "page_idx": 22
    },
    {
        "type": "equation",
        "text": "$$\nG = \\prod _ { \\mathrm { v } = 1 } ^ { V } S U ( N _ { \\mathrm { v } } ) , \\qquad R = \\sum _ { \\mathrm { v } , \\mathrm { w } } c _ { \\mathrm { v w } } ( \\bigtriangledown _ { \\mathrm { v } } , \\bigtriangledown _ { \\mathrm { w } } ) + \\sum _ { \\mathrm { v } } n _ { \\mathrm { v } } \\bigtriangledown _ { \\mathrm { v } } .\n$$",
        "text_format": "latex",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Theories in this family with vanishing beta functions falls into three classes,referred to as type I, II, II $^ *$ in [56]. The matrix $c$ in(4.1) is then identified with the adjacency matrix of the Dynkin diagram of type $A D E$ (type I) and $\\widehat { A D } \\widehat { E }$ (type II and II $^ *$ ). Any other consistent theory in the family (4.1) can be obtained as appropriate limit of theories of type I, II, II $^ *$ ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "We fix $G$ and $R$ as in (4.1). We denote respectively by V and $\\mathsf { E }$ the set of vertices and edges of the graph represented by $c _ { \\mathsf { v } \\mathsf { w } }$ . We denote the number of vertices by $V = | \\mathsf { V } |$ . The instanton partition function depends on the following quantities ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "） $\\Omega$ -deformation parameters $\\epsilon _ { 1 }$ and $\\epsilon _ { 2 }$ ，we set $\\epsilon = \\epsilon _ { 1 } + \\epsilon _ { 2 }$ （20 gauge couplings $q _ { \\mathrm { v } }$ ,v∈V ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "· Coulomb parameters $a \\in$ Cartan subalgebra of $\\operatorname { L i e } ( G )$ ， $u _ { \\mathsf { v } , \\lambda }$ for $\\mathsf { v } \\in \\mathsf { V }$ ， $\\lambda = 1 , \\ldots , N _ { \\mathrm { v } }$   \n· fudametal masses $m _ { \\mathsf { V } , f }$ ,v ∈V, $f = 1 , \\ldots , n _ { \\mathsf { v } }$ （20   \n· bifundamental masses $^ 7$ $m _ { \\mathsf { e } }$ ， $\\mathsf { e } \\in \\mathsf { E }$ ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "We package masses and Coulomb parameters into polynomials as follows ",
        "page_idx": 23
    },
    {
        "type": "equation",
        "text": "$$\nM _ { \\mathsf { v } } ( x ) = \\prod _ { f = 1 } ^ { n _ { \\mathsf { v } } } ( x - m _ { \\mathsf { v } , f } ) , \\qquad P _ { \\mathsf { v } } ( x ) = \\prod _ { \\lambda = 1 } ^ { N _ { \\mathsf { v } } } ( x - a _ { \\mathsf { v } , \\lambda } ) .\n$$",
        "text_format": "latex",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "The contour integral representation of the Nekrasov partition function takes the form ",
        "page_idx": 23
    },
    {
        "type": "equation",
        "text": "$$\n= \\sum _ { k _ { 1 } , \\ldots , k _ { V } } ^ { \\infty } ( \\frac { \\epsilon } { \\epsilon _ { 1 } \\epsilon _ { 2 } } ) ^ { k } \\frac { q _ { 1 } ^ { k _ { 1 } } } { k _ { 1 } ! } \\cdot \\cdot \\cdot \\frac { q _ { V } ^ { k _ { V } } } { k _ { V } ! } \\int \\prod _ { \\mathbf { v } \\in \\mathbb { V } } ( [ d \\phi _ { \\mathbf { v } } ] z _ { \\mathbf { v } , k } ^ { \\mathrm { g a u g e } } ( \\phi _ { \\mathbf { v } } ) z _ { \\mathbf { v } , k } ^ { \\mathrm { f u n d } } ( \\phi _ { \\mathbf { v } } ) ) \\prod _ { \\mathbf { e } \\in \\mathbb { E } } z _ { \\mathbf { e } , k } ^ { \\mathrm { b i f u n d } } ( \\phi _ { \\mathbf { v } } ) \\frac { q _ { 1 } ^ { k _ { 1 } } } { k _ { 1 } ! } \\mathrm { d } \\phi _ { \\mathbf { v }  \\mathbf { v } , k }\n$$",
        "text_format": "latex",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "where $k = \\sum k _ { \\mathrm { v } }$ and $\\begin{array} { r } { \\left[ d \\phi _ { \\mathsf { v } } \\right] = \\prod _ { I = 1 } ^ { k _ { \\mathsf { v } } } ( 2 \\pi i ) ^ { - 1 } d \\phi _ { \\mathsf { v } , I } } \\end{array}$ . As above, V and $\\mathsf { E }$ are respectively set of vertices and edges of the quiver. Moreover， given an edge $\\mathsf { e }$ , its orientation defines two vertices called $s _ { \\mathsf { e } }$ (source） and $t _ { \\mathrm { e } }$ (target). Using the expressions for $z _ { \\mathrm { v } } ^ { \\mathrm { g a u g e } }$ ， $z _ { \\mathrm { v } } ^ { \\mathrm { f u n d } }$ and $z _ { \\mathrm { e } } ^ { \\mathrm { b i f u n d } }$ given in Appendix A.3 we rewrite the integrand of (4.3） as ",
        "page_idx": 23
    },
    {
        "type": "equation",
        "text": "$$\n\\prod _ { t \\in \\mathbb { V } } \\left[ \\left( \\prod _ { I = 1 } ^ { k _ { \\circ } } Q _ { \\circ } ( \\phi _ { \\mathbf { v } , I } ) \\right) \\left( \\prod _ { 1 \\leq I < J \\leq k _ { \\circ } } \\mathcal { D } ( \\phi _ { \\mathbf { v } , I } - \\phi _ { \\mathbf { v } , J } ) \\right) \\right] \\prod _ { \\mathfrak { e } \\in \\Xi } \\left[ \\prod _ { I = 1 } ^ { k _ { \\circ } } \\prod _ { J = 1 } ^ { k _ { \\mathfrak { e } } } \\mathcal { D } _ { \\mathfrak { e } } ( \\phi _ { s _ { \\circ } , I } - \\phi _ { t _ { \\circ } , J } ) \\right]\n$$",
        "text_format": "latex",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "where ",
        "page_idx": 23
    },
    {
        "type": "equation",
        "text": "$$\nQ _ { \\mathsf { v } } ( x ) = { \\frac { M _ { \\mathsf { v } } ( x ) } { P _ { \\mathsf { v } } ( x ) P _ { \\mathsf { v } } ( x + \\epsilon ) } } \\prod _ { { \\mathsf { v } } \\neq { \\mathsf { v } } ^ { \\prime } } P _ { \\mathsf { v } ^ { \\prime } } ( x - m _ { \\mathsf { e } } ) \\prod _ { { \\mathsf { v } } \\neq { \\mathsf { v } } ^ { \\prime } } P _ { \\mathsf { v } ^ { \\prime } } ( x + m _ { \\mathsf { e } } + \\epsilon ) ,\n$$",
        "text_format": "latex",
        "page_idx": 23
    },
    {
        "type": "equation",
        "text": "$$\n{ \\mathrm {  ~ \\lambda ~ } } ( x ) \\Delta ( - x ) , \\qquad { \\mathcal { D } } _ { \\mathrm { \\bf e } } ( x ) = [ \\Delta ( m _ { \\mathrm { e } } + x ) \\Delta ( m _ { \\mathrm { e } } - x ) ] ^ { - 1 } , \\qquad \\Delta ( x ) = \\frac { x \\left( x + \\epsilon _ { 1 } + \\epsilon _ { 2 } \\right) } { \\left( x + \\epsilon _ { 1 } \\right) \\left( x + \\epsilon _ { 2 } \\right) } .\n$$",
        "text_format": "latex",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Note that $\\mathcal { D }$ is the same as for pure SYM, see (1.5). Moreover, we have the manifest symmetry $\\mathcal { D } ( \\boldsymbol { x } ) = \\mathcal { D } ( - \\boldsymbol { x } )$ and $\\mathcal { D } _ { \\mathsf { e } } ( x ) = \\mathcal { D } _ { \\mathsf { e } } ( - x )$ ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Explanations regarding the origin of this expression are collected in Appendix A. The expression for the contribution to the partition function from bifundamental matter can be found in [57] and [58]. For more general gauge groups and representation see e.g. [59, 54] and references therein. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "4.1 TBA for quiver gauge theories ",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "The partition function (4.3) in the limit $\\epsilon _ { 2 } \\to 0$ can be studied in a similar way as for the simpler case of pure $S U ( N )$ SYM, see (1.4). In particular it can be characterized as solution of certain TBA equations given below. The important observation to be made is that as long as the bifundametal masses $m _ { \\mathrm { e } }$ are large compared to $\\epsilon _ { 2 }$ , the pair-wise interaction term in the non-ideal gas interpretation of (4.4) splits into two terms with different scales, compare to (2.2).The frst term $\\frac { x ^ { 2 } } { x ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } }$ presentforeachgaugegroupgivesrisetothedilogith function in the TBA. The remaining factor in the pair-wise interaction is responsable for the kernel term in the TBA non-liear integral equation. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "The resulting TBA is summarized as follows. As in [18], the partition function can be written as the critical value of the Yang-Yang functional ",
        "page_idx": 24
    },
    {
        "type": "equation",
        "text": "$$\n\\varphi ) = \\frac { 1 } { 2 } \\sum _ { v , w } \\int \\frac { d x } { 2 \\pi i } \\frac { d y } { 2 \\pi i } \\rho _ { v } ( x ) { \\cal G } _ { \\mathrm { v w } } ( x - y ) \\rho _ { w } ( y ) + \\sum _ { v } \\int \\frac { d x } { 2 \\pi i } \\Big [ \\rho _ { v } ( x ) \\varphi _ { v } ( x ) + \\mathrm { L i } _ { 2 } \\left( q _ { v } { \\cal Q } _ { r } ( x ) \\right) \\Big ] \\varphi _ { v } ( y ) \\mathrm { d } r .\n$$",
        "text_format": "latex",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "where the variations with respect to $\\varphi _ { \\mathsf { v } } ( x )$ and $\\rho _ { \\mathsf { v } } ( x )$ give ",
        "page_idx": 24
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { l } { \\displaystyle { \\nu ( x ) = - \\log \\left[ 1 - q _ { \\mathrm { v } } Q _ { \\mathrm { v } } ( x ) e ^ { - \\varphi _ { \\mathrm { v } } ( x ) } \\right] , \\qquad \\varphi _ { \\mathrm { v } } ( x ) = - \\sum _ { \\mathrm { w } } \\int \\frac { d y } { 2 \\pi i } G _ { \\mathrm { v w } } ( x - y ) \\rho _ { \\mathrm { w } } ( y ) . } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "The twisted superpotential for the quiver gauge theory is obtained as ",
        "page_idx": 24
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { W } = \\sum _ { \\mathbf { v } } \\int \\frac { d x } { 2 \\pi i } \\Big [ - \\frac { 1 } { 2 } \\varphi _ { \\mathbf { v } } ( x ) \\log \\left( 1 - q _ { \\mathsf { v } } Q _ { \\mathsf { v } } ( x ) e ^ { - \\varphi _ { \\mathbf { v } } ( x ) } \\right) + \\mathrm { L i } _ { 2 } \\left( q _ { \\mathsf { v } } Q _ { \\mathsf { v } } ( x ) e ^ { - \\varphi _ { \\mathsf { v } } ( x ) } \\right) \\Big ] ,\n$$",
        "text_format": "latex",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "where $\\varphi _ { \\mathsf { v } } ( x )$ satisfy the TBA equation ",
        "page_idx": 24
    },
    {
        "type": "equation",
        "text": "$$\n\\varphi _ { \\mathsf { v } } ( x ) = \\sum _ { \\mathsf { w } } \\int \\frac { d y } { 2 \\pi i } G _ { \\mathsf { v w } } ( x - y ) \\log \\left[ 1 - q _ { \\mathsf { w } } Q _ { \\mathsf { w } } ( y ) e ^ { - \\varphi _ { \\mathsf { w } } ( y ) } \\right] .\n$$",
        "text_format": "latex",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "The various functions which contain the data of quiver theory are ",
        "page_idx": 24
    },
    {
        "type": "equation",
        "text": "$$\n{ \\mathrm { \\Sigma } } _ { v v } ( x ) = \\frac { d } { d x } \\left[ \\delta _ { v w } \\log \\left( \\frac { x + \\epsilon _ { 1 } } { x - \\epsilon _ { 1 } } \\right) + c _ { v w } \\log \\left( \\frac { x + m _ { v w } } { x + m _ { v w } + \\epsilon _ { 1 } } \\right) + c _ { v w } \\log \\left( \\frac { x - m _ { v w } - \\epsilon _ { 1 } } { x - m _ { v w } + \\epsilon _ { 1 } } \\right) \\right] .\n$$",
        "text_format": "latex",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "and $Q _ { \\mathsf { v } } ( x )$ defined in (4.5). In (4.11） we defined $m _ { \\mathsf { v w } } : = m _ { \\mathsf { e } }$ if the vertices $\\mathsf { v }$ and $\\boldsymbol { \\mathsf { W } }$ are connected by the edge $\\mathsf { e }$ and $m _ { \\mathsf { v w } } : = 0$ otherwise. The expression for the propagator $G _ { \\mathsf { v w } } ( x )$ given above is obtained as as ",
        "page_idx": 24
    },
    {
        "type": "equation",
        "text": "$$\nG _ { \\mathsf { v w } } ( x ) = { \\left\\{ \\begin{array} { l l } { \\operatorname { L i m i t } _ { \\epsilon _ { 2 } \\to 0 } { \\frac { { \\mathcal { D } } ( x ) - 1 } { \\epsilon _ { 2 } } } } & { { \\mathrm { f o r ~ } } \\mathsf { v } = \\mathsf { w } } \\\\ { \\operatorname { L i m i t } _ { \\epsilon _ { 2 } \\to 0 } { \\frac { { \\mathcal { D } } _ { \\mathsf { e } } ( x ) - 1 } { \\epsilon _ { 2 } } } } & { { \\mathrm { f o r ~ } } \\mathsf { v } { \\frac { \\mathsf { e } } { \\epsilon _ { 1 } } } \\mathsf { w } } \\\\ { 0 } & { { \\mathrm { o t h e r w i s e } } } \\end{array} \\right. }\n$$",
        "text_format": "latex",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Note that in this definition we have $G _ { \\mathsf { v w } } ( x ) = G _ { \\mathsf { w v } } ( - x )$ ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "5 Conclusion and Discussion ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "In this paper we studied the instanton partition functions of four dimensional ${ \\mathcal N } = 2$ gauge theories in a special limit of $\\Omega$ deformation parameters, namely, taking $\\epsilon _ { 2 } \\to 0$ but keeping （204号 $\\epsilon _ { 1 }$ finite. We show explicitly that the instanton part of the twisted superpotential $\\mathcal { W }$ ,which in statistical mechanics language is equal to the free energy, satisfies TBA equations. It is thus naturally identified with the Yang-Yang function of some quantum integrable model [18]. Based on the proof, we are also able to generalize the correspondence to a general class of ${ \\mathcal N } = 2$ quiver theories. In this case one obtains a set of coupled TBA equations with one equation for each node of the quiver. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "The starting point of the derivation is the contour integral representation of the Nekrasov partition function. It can be interpreted as the grand canonical partition function of a non-ideal gas of particles. Due to the singular structure of the two-particles interaction, an interesting effective description of this gas emerges in the $\\epsilon _ { 2 } \\to 0$ limit.In this effective description the“new particles” are clusters of the original particles and are subject to certain tree-level interaction only. This picture is best obtained by employing the so-called iterated Mayer expansion [50]. This structure is nicely captured by the TBA, in particular the clustering of particles and their effective interaction is nicely reproduced by the presence of the Liz function8. An all order proof in the instanton counting parameter $q$ of the TBA equations is given applying a $( 0 + 1 )$ -dimensional path integral trick,dating back to Polyakov [51]. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "In studying the NS limit of the instanton partition function, one has to face the problem of evaluating integrals when some parameter, in our case $\\epsilon _ { 2 }$ , is small. There is a systematic way to do so, particularly successful for calculating Feynman integrals, called the method of expansion by regions. While our results are obtained also independently of this method, it provides a simple way to single out the leading $\\frac { 1 } { \\epsilon _ { 2 } }$ behavior of the logarithm of the partition function. This structure is somewhat reminiscent of the exponentiation of infrared divergences in gauge theories. It would be interesting to further study the applicability of this method to the type of integral considered here. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "In this paper we considered quiver gauge theories involving only $U ( N )$ gauge group factors and matter in the fundamental/antifundamental or bifundamental representations.It is natural to extend this work by deriving TBA equation in the case of the other classical gauge groups $S O ( N )$ ， $S P ( 2 N )$ and to other matter content, e.g. symmetric and antisymmetric representations of $U ( N )$ or trifundamental of $U ( 2 ) ^ { 3 }$ . Other interesting generalizatins are the deformation of the partition function by chiral ring operators and the five dimensional lift of the partition funtion. The details of these studies will be reported elsewhere. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "One of the most challenging question for the future is to understand how the proposed TBA equations emerge from the quantum integrable model point of view. In the case of pure $S U ( N )$ ${ \\mathcal N } = 2$ super Yang-Mills,which corresponds to the periodic Toda chain with $N$ sites,this has been achieved in [24].In the derivation a crucial role is played by the so-called Baxter Q-operator, which is currently the most powerful and universal tool for determining the spectrum of quantum integrable systems. Despite successful applications in many cases, see [64] (and also [65]） for recent progress and relevant references， a complete theory of Q-operators is still to be established. In particular a systematic construction is currently not available in the case for which the representation of the relevant quantum group is not of highest-weight type,see [66] and references therein for some progress in this direction. Via the NS proposal, quantum integrable systems of this type can be systematically solved by gauge theory methods, offering an entirely new perspective on the structure underlying integrable models. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "TBA equations of a similar type also appeared in the context of wall crossing effects for the BPS spectrum in $\\mathcal { N } = 2$ gauge theories [67, 68]. It would be interesting to study the connection with our work and find the quantum integrable models corresponding to the TBA appearing there. Another connection is to the study of minimal surfaces in AdS [69,70]. In this case, the area of such surfaces is equal, via the AdS/CFT correspondence, to the strong coupling limit of the logarithm of null Wilson-loop expectation values in $\\mathcal { N } = 4$ SYM. In [71,72], it has been proposed that the exact expectation value can be written as a sum of multiple integrals involving some basic building blocks called pentagon transition functions. This form is structurally identical to the contour integral representation of the Nekrasov partition function. Moreover, the strong coupling limit correspond to the NS limit with \\~c2.Techquofthetyepresentdintisprcabealsousetosowditly from this representation of the Wilson loop, that in the strong coupling limit it satisfies the TBA equations derived from the analysis of classical strings in AdS [73, 74]. It would be very interesting to study the possible connection with our work in this respect. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "We are greatly indebted to Jorg Teschner for suggesting this problem and valuable discussions at various stages of the project. We would like to thank Yasuyuki Hatsuda and Eli Pomoni for very useful discussions and collaboration on related topics. We would also like to thank Marcos Marino for his interest in this work and encouragement. An important part of the work was done when G.Yang was a postdoc in the University of Hamburg where he was supported by the German Science Foundation (DFG） within the Collaborative Research Center 676 “Particles, Strings and the Early Universe”. C. Meneghelli is partially supported by a DFG grant in the framework of the SFB 676“Particles, Strings, and the Early Universe\". G.Yang is supported by a DFG grant in the framework of the SFB 647 “Space-Time-Matter\". ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "A On the integral representation form of the Nekrasov partition function ",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "In this Appendix we present a brief, non-self-consistent review, together with a collection of references,on the origin of the contour integral form of the instanton partition function (1.4), [8, 10]. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "The first step is to localize the path integral for the given ${ \\mathcal { N } } = 2$ supersymmetric gauge theory in the $\\Omega$ -background to configuration of fields satisfying the self-duality equation $F _ { + } ( A ) = 0$ and the Dirac equation $D _ { A } q = 0$ ， see e.g. [75]. Solutions to the self-duality equation $F _ { + } ( A ) = 0$ modulo gauge transformations that are trivial at infinity defines the instanton moduli space $\\mathfrak { M } ^ { \\mathrm { i n s t } }$ . The space of solutions to the Dirac equation forms a fiber over the instanton moduli space. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "If the gauge group is one of the classical groups $U ( N )$ ， $S O ( N )$ ， $S P ( 2 N )$ (or a product thereof), $\\mathfrak { M } ^ { \\mathrm { i n s t } }$ admits a particular nice description, the ADHM construction [76]. Let us review this construction for gauge group $U ( N )$ and instanton number $k$ . First introduce the linear data ",
        "page_idx": 27
    },
    {
        "type": "equation",
        "text": "$$\n\\mathbf { \\mu } : = ( \\mathbf { B } _ { 1 } , \\mathbf { B } _ { 2 } , \\mathbf { I } , \\mathbf { J } ) \\in \\mathbf { \\mathcal { X } } _ { N , k } : = \\operatorname { H o m } ( V , V ) \\oplus \\operatorname { H o m } ( V , V ) \\oplus \\operatorname { H o m } ( W , V ) \\oplus \\operatorname { H o m } ( V , V )\n$$",
        "text_format": "latex",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "where $V \\simeq \\mathbb { C } ^ { k }$ and $W \\simeq \\mathbb { C } ^ { N }$ carry the defining $G L ( k )$ and $G L ( N )$ action. We refer to (A.1) as ADHM matrices. On such matrices the group $G L ( 2 ) \\times G L ( k ) \\times G L ( N )$ acts as follows ",
        "page_idx": 27
    },
    {
        "type": "equation",
        "text": "$$\n( { \\bf B } _ { \\alpha } , { \\bf I } , { \\bf J } ) \\mapsto \\left( g _ { \\phi } \\left( M _ { \\alpha } ^ { \\beta } { \\bf B } _ { \\beta } \\right) g _ { \\phi } ^ { - 1 } , g _ { a } { \\bf I } g _ { \\phi } ^ { - 1 } , \\operatorname * { d e t } ( M ) g _ { \\phi } { \\bf J } g _ { a } ^ { - 1 } \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "where $\\alpha , \\beta = 1 , 2$ ， the summation over $\\beta$ is understood and ",
        "page_idx": 27
    },
    {
        "type": "equation",
        "text": "$$\nM \\in G L ( 2 ) , \\qquad g _ { a } \\in G L ( N ) , \\qquad g _ { \\phi } \\in G L ( k ) .\n$$",
        "text_format": "latex",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "The next step is to introduce the ADHM equations ",
        "page_idx": 27
    },
    {
        "type": "equation",
        "text": "$$\n\\mu _ { \\mathbb { R } } : = \\mathbf { I } \\mathbf { I } ^ { \\dagger } - \\mathbf { J } ^ { \\dagger } \\mathbf { J } + [ \\mathbf { B } _ { 1 } , \\mathbf { B } _ { 1 } ^ { \\dagger } ] + [ \\mathbf { B } _ { 2 } , \\mathbf { B } _ { 2 } ^ { \\dagger } ] = 0 ,\n$$",
        "text_format": "latex",
        "page_idx": 27
    },
    {
        "type": "equation",
        "text": "$$\n\\mu _ { \\mathbb { C } } : = { \\bf I } { \\bf J } + [ { \\bf B } _ { 1 } , { \\bf B } _ { 2 } ] = 0 .\n$$",
        "text_format": "latex",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "These equations are covariant under the group action given by (A.2). The $k$ -instanton moduli space is decribed as ",
        "page_idx": 27
    },
    {
        "type": "equation",
        "text": "$$\n\\mathfrak { M } _ { N , k } = \\left\\{ x \\in \\mathcal { X } _ { N , k } \\mathrm { ~ s u c h ~ t h a t ~ } \\mu _ { \\mathbb { C } } ( x ) = 0 \\right\\} / G L ( k ) .\n$$",
        "text_format": "latex",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "There are two non-trivial steps involved in this definition: (1) impose the ADHM equations, (2) divide the resulting space by the action of $G L ( k )$ . In the following we will see how these two steps give rise to the contour integral form of the instanton partition function following two different procedures. We anticipate that in both cases the integration over $( \\phi _ { 1 } , \\ldots , \\phi _ { k } )$ （204号 in (1.4) originates from quotienting over $G L ( k )$ ： ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "A.1 D-instanton action and its localization ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "There is a natural way to understand the ADHM construction within the language of branes [77,79, 78]. In the simplest example, the starting point is a system of $k$ D(-1) branes and $N$ D3-branes . The idea is to look at this system either as the theory leaving on the D3-branes, which corresponds to a four dimensional ${ \\mathcal N } = 2$ gauge theory, or as the $d = 0 + 0$ dimensional theory on the D(-1) brane. In the latter case one identifies the ADHM equations with D and F-flatness conditions of the auxiliary O-dimensional theory. In this way the instanton moduli space ${ \\mathfrak { M } } _ { N , k }$ is identified with the Higgs branch of the theory on the D-instanton. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "From the point of view of the four dimensional gauge theory the D-instanton partition function originates as an integral over the k-instanton moduli space. Following [8], see also [75],one can present the integration over the instanton moduli space ${ \\mathfrak { M } } _ { N , k }$ ， see (A.6), in terms of the one over $\\mathcal { X } _ { N , k }$ , see(A.1),and certain “auxiliary fields”. The latter,as emphasized after equation (A.6),are introduced in order to implement the ADHM constraints and the operation of taking quotient by $G L ( k )$ . See also [83, 84]. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "The correspoding partition function reads ",
        "page_idx": 28
    },
    {
        "type": "equation",
        "text": "$$\n{ \\mathcal Z } _ { k } = \\int \\frac { { \\mathcal D } \\phi } { \\mathrm { V o l } ( U ( k ) ) } \\left[ { \\mathcal D } x { \\mathcal D } \\psi \\right] \\left[ { \\mathcal D } \\chi { \\mathcal D } H \\right] \\left[ { \\mathcal D } \\overline { { \\phi } } { \\mathcal D } \\eta \\right] e ^ { - S _ { \\Omega } } .\n$$",
        "text_format": "latex",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "This equation needs some explanation. Measure factors in $[ \\ldots ]$ correspond to BRST doublets ",
        "page_idx": 28
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { Q } \\begin{array} { c c } { { \\displaystyle \\mathcal { Q } \\left( \\begin{array} { c } { { x } } \\\\ { { \\chi } } \\\\ { { \\phi } } \\end{array} \\right) = \\begin{array} { c } { { \\left( \\begin{array} { c } { { \\psi } } \\\\ { { H } } \\\\ { { \\eta } } \\end{array} \\right) \\ , \\quad } } & { { \\mathcal { Q } \\left( \\begin{array} { c } { { \\psi } } \\\\ { { H } } \\\\ { { \\eta } } \\end{array} \\right) = \\delta _ { \\phi , a , \\epsilon 1 , 2 } ^ { \\mathrm { t o r u s } } \\ \\left( \\begin{array} { c } { { x } } \\\\ { { \\chi } } \\\\ { { \\phi } } \\end{array} \\right) \\ . } } \\end{array} } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "The variable $x$ corresponds to ADHM matrixes (A.1), $\\chi = ( \\chi _ { \\mathbb { R } } , \\chi _ { \\mathbb { C } } )$ belong to the same space as the ADHM equations (A.4)， (A.5） and $\\overline { { \\phi } } \\in \\mathrm { ~ H o m } ( V , V )$ .Their BRST partners （20 $( \\psi , H , \\eta )$ have the same transformation properties under $G L ( N ) \\times G L ( k ) \\times G L ( 2 )$ .The variable $\\phi$ has no BRST partner，it satisfies ${ \\mathcal { Q } } \\phi = 0$ ： $( x , H , { \\overline { { \\phi } } } , \\phi )$ are bosonic, $( \\psi , \\chi , \\eta )$ fermionic. The action of $\\delta ^ { \\mathrm { t o r u s } } \\in \\mathrm { L i e } ( \\mathrm { t o r u s } )$ is defined as taking the infinitesimal version of the transformation(A.2） with ",
        "page_idx": 28
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\mathrm { ~  ~ { ~ 1 ~ } ~ } \\sim \\mathrm { ~ d i a g } ( a _ { 1 } , \\dots , a _ { N } ) , \\qquad g _ { \\phi } - 1 \\sim \\mathrm { ~ d i a g } ( \\phi _ { 1 } , \\dots , \\phi _ { k } ) , \\qquad M - 1 \\sim \\mathrm { ~ d i a g } ( \\epsilon _ { 1 } , \\epsilon _ { 2 , k } ) , } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "It is clear from the action of $\\mathcal { Q }$ that $\\mathcal { Q } ^ { 2 } = \\delta ^ { \\mathrm { t o r u s } }$ . The action has the schematic form ",
        "page_idx": 28
    },
    {
        "type": "equation",
        "text": "$$\nS _ { \\Omega } = { \\mathcal Q } \\left( \\chi \\cdot \\mu ( x ) + t \\chi \\cdot H + t ^ { \\prime } \\eta [ \\phi , \\overline { { { \\phi } } } ] + t ^ { \\prime \\prime } \\psi \\overline { { { \\phi } } } x \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "where $\\mu ( x )$ are the ADHM equations. The parameter $t , t ^ { \\prime } , t ^ { \\prime \\prime }$ have a fixed value in the original problem,but,as the partition function is independent of their values, we can calculate it for the most convenient choice. The suffix $\\Omega$ refers to the so-called $\\Omega$ -deformation introduced to regularize the infinite volume of moduli space [8, 9]. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "The variables $( \\eta , \\chi , H , \\overline { { \\phi } } )$ come into a quartet that can be integrated out in the following way [8, 10, 75]. Add to the action a Q-exact term ",
        "page_idx": 29
    },
    {
        "type": "equation",
        "text": "$$\n\\delta S = s \\ \\mathcal { Q } \\left( \\chi _ { \\mathbb { R } } \\cdot \\overline { { { \\phi } } } \\right) + s ^ { \\prime } \\mathcal { Q } \\left( x \\psi \\right) .\n$$",
        "text_format": "latex",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "For $s \\to \\infty$ ,the $H _ { \\mathbb { R } } , \\chi _ { \\mathbb { R } }$ integration produces the constraints $\\overline { { \\phi } } = 0 = \\eta$ . Next taking $t \\to \\infty$ the $H _ { \\mathbb { C } }$ integration is Gaussian and produces a trivial factor, the $\\chi _ { \\mathbb { C } }$ integration is Gaussian (fermionic) and produces the factor ",
        "page_idx": 29
    },
    {
        "type": "equation",
        "text": "$$\n\\operatorname * { d e t } _ { \\mu _ { \\mathbb { C } } } { \\mathcal Q } ^ { 2 } = \\epsilon ^ { k } \\prod _ { 1 \\leq I < J \\leq k } \\left( \\phi _ { I J } ^ { 2 } - \\epsilon ^ { 2 } \\right) .\n$$",
        "text_format": "latex",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "The notation $\\operatorname* { d e t } _ { \\mu _ { \\mathbb { C } } }$ refers to taking the determinant in the vector space to which $\\chi _ { \\mathbb { C } }$ belongs which is the same as the space of ADHM equations $\\mu _ { \\mathbb { C } }$ ， see (A.5). To calculate the determinant we also reduce the $\\phi$ integration from $G L ( k )$ to its maximal torus ",
        "page_idx": 29
    },
    {
        "type": "equation",
        "text": "$$\n{ \\cal D } \\phi \\to { \\frac { 1 } { k ! } } \\prod _ { I = 1 } ^ { k } { \\frac { d \\phi _ { I } } { 2 \\pi i } } \\prod _ { 1 \\leq I < J \\leq k } \\phi _ { I J } ^ { 2 } .\n$$",
        "text_format": "latex",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Finally the integration over $( x , \\psi )$ ， is done sending $s ^ { \\prime } \\to \\infty$ .The $( \\mathbf { B } _ { 1 , 2 } , \\psi _ { B _ { 1 , 2 } } )$ integration produces the factor ",
        "page_idx": 29
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { 1 } { \\mathrm { d e t } _ { { \\bf B } _ { 1 , 2 } } \\ Q ^ { 2 } } = \\frac { 1 } { \\epsilon _ { 1 , 2 } ^ { k } } \\prod _ { 1 \\le I < J \\le k } \\frac { 1 } { \\phi _ { I J } ^ { 2 } - \\epsilon _ { 1 , 2 } ^ { 2 } } ,\n$$",
        "text_format": "latex",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "and the $( \\mathbf { I } , \\psi _ { I } )$ ， $( \\mathbf { J } , \\psi _ { J } )$ integration produces the factor ",
        "page_idx": 29
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { 1 } { \\mathrm { d e t } _ { { \\bf I } , { \\bf J } } \\ Q ^ { 2 } } = \\prod _ { I = 1 } ^ { k } \\prod _ { \\lambda = 1 } ^ { N } \\frac { 1 } { ( \\phi _ { I } - a _ { \\lambda } ) \\left( \\phi _ { I } - a _ { \\lambda } + \\epsilon \\right) } .\n$$",
        "text_format": "latex",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "We have thus performed all the integration in (A.7) except for $( \\phi _ { 1 } , \\ldots , \\phi _ { k } )$ . Putting together (A.12), (A.13), (A.14),(A.15) one recognizes that $\\mathcal { Z } _ { k }$ given in (A.7) coincides with (1.4). This ends the discussion of pure SYM with gauge group $U ( N )$ . The discussion can be generalized to other classical gauge groups and quiver gauge theories, see e.g. [58] and references therein. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "A.2 The instanton partition function from 5d perspective ",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "As a different picture,we consider the lift of the given ${ \\mathcal N } = 2$ four dimensional gauge theory to five dimensions. The $\\Omega$ deformation can be understood as imposing the identification $( x , y ) \\sim$ $( e ^ { \\beta \\mathfrak { s } \\mathfrak { z } } x , \\mathfrak { y } + \\beta )$ ，where $y$ is the coordinate of the circle of compactification and $\\Omega$ the generator of an infinitesimal $S O ( 4 )$ rotation. The important fact is that the 5d partition function $\\mathcal { Z } _ { k } ^ { d = 5 }$ reduces to the twisted Witen index for the supersymmetric quantum mechanics on the instanton moduli space ${ \\mathfrak { M } } _ { N , k }$ [12],as fermions have periodic boundary condition (up to the twist） along $y$ direction. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "As descibed in details in [80],by the ADHM description of the instanton moduli space (A.6), the 5d index can be given as ",
        "page_idx": 30
    },
    {
        "type": "equation",
        "text": "$$\n\\Xi _ { k } ^ { d = 5 } = \\frac { 1 } { | W _ { k } | \\operatorname { V o l } ( \\mathbb { T } _ { k } ) } \\int _ { \\mathbb { T } _ { k } } \\prod _ { I = 1 } ^ { k } d \\phi _ { I } \\prod _ { \\alpha \\in \\Delta _ { + } } \\left( e ^ { i \\langle \\alpha , \\phi \\rangle } - e ^ { - i \\langle \\alpha , \\phi \\rangle } \\right) \\frac { \\prod ( 1 - \\varphi _ { \\mathrm { A D H M e q u a t i o n } } ) } { \\prod ( 1 - \\omega _ { \\mathrm { A D H M m a t r i c e } } ) }\n$$",
        "text_format": "latex",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "The factors $\\varphi$ ADHM equations and $\\omega$ ADHM matrices are the weights under a certain torus action, of which (A.9) is the infinitesimal version, of the ADHM equations (A.5) and ADHM matrices (A.1） respectively. The structure of (A.16) originates from the two step procedure emphasized after equation (A.6): the term $\\Pi ( 1 - \\varphi _ { \\mathrm { A D H M \\ e q u a t i o n s } } )$ encodes the constraints from the ADHM equation,the integration,and the Vandermonde factor,implements the $G L ( k )$ quotient. In the following we spell out this formula for pure ${ \\mathcal N } = 2$ SYM with gauge group $U ( N )$ ： ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Consider an element in the maximal torus $\\mathbb { T } \\subset G L ( k ) \\times G L ( N ) \\times G L ( 2 )$ given by $g _ { \\phi } = \\mathrm { d i a g } ( e ^ { i \\beta \\phi _ { 1 } } , . . . , e ^ { i \\beta \\phi _ { k } } )$ ， $g _ { a } = \\mathrm { d i a g } ( e ^ { i \\beta a _ { 1 } } , . . . , e ^ { i \\beta a _ { N } } )$ ， $M = \\mathrm { d i a g } ( q _ { 1 } , q _ { 2 } )$ with $\\left| q _ { 1 } \\right|$ ， $| q _ { 2 } | <$ （204号 $1$ , compare to (A.2). The eigenvalues of the torus action on the ADHM matrices $\\textstyle \\mathbf { B } _ { \\alpha }$ ， $\\mathbf { I }$ ， $\\mathbf { J }$ （204号 are ",
        "page_idx": 30
    },
    {
        "type": "equation",
        "text": "$$\nq _ { \\alpha } e ^ { i \\beta \\phi _ { I J } } , \\qquad e ^ { i \\beta ( a _ { \\lambda } - \\phi _ { I } ) } , \\qquad e ^ { i \\beta ( \\phi _ { I } - a _ { \\lambda } ) } ,\n$$",
        "text_format": "latex",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "where $\\alpha = 1 , 2$ ， $I , J = 1 , \\ldots , k$ ，and $\\lambda = 1 , \\ldots , N$ . One thus obtains ",
        "page_idx": 30
    },
    {
        "type": "equation",
        "text": "$$\n\\left. \\frac { 1 } { \\prod \\left( 1 - \\omega _ { \\mathrm { A D H M \\ m a t r i c e s } } \\right) } \\right| _ { \\mathbf { I } , \\mathbf { J } } = \\prod _ { I = 1 } ^ { k } \\frac { 1 } { P _ { + \\beta } ( e ^ { - i \\beta \\phi _ { I } } ) P _ { - \\beta } ( q _ { 1 } q _ { 2 } e ^ { i \\beta \\phi _ { I } } ) } ,\n$$",
        "text_format": "latex",
        "page_idx": 30
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { 1 } { \\prod \\left( 1 - \\omega _ { \\mathrm { A D H M ~ m a t r i c e s } } \\right) } \\Bigr | _ { { \\bf B } _ { 1 , 2 } } = \\frac { 1 } { ( 1 - q _ { 1 , 2 } ) ^ { k } } \\frac { 1 } { \\Delta _ { \\beta } ( q _ { 1 , 2 } ) } ,\n$$",
        "text_format": "latex",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "where ",
        "page_idx": 30
    },
    {
        "type": "equation",
        "text": "$$\nP _ { \\beta } ( t ) : = \\prod _ { \\lambda = 1 } ^ { N } ( 1 - t e ^ { i \\beta a _ { \\lambda } } ) , \\qquad \\Delta _ { \\beta } ( t ) : = \\prod _ { I \\neq J } ( 1 - t e ^ { i \\beta \\phi _ { I J } } ) .\n$$",
        "text_format": "latex",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "It is not a coincidence that these equations are in correspondence with (A.15),(A.14). ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Next consider the the contribution from the complex ADHM equations (A.5). Its weight under the thorus action gives ",
        "page_idx": 30
    },
    {
        "type": "equation",
        "text": "$$\n\\prod \\left( 1 - \\varphi _ { \\mathrm { A D H M \\ e q u a t i o n s } } \\right) = \\left( 1 - q _ { 1 } q _ { 2 } \\right) ^ { k } \\Delta _ { \\beta } ( q _ { 1 } q _ { 2 } ) .\n$$",
        "text_format": "latex",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Compare to (A.12). Finally the Vandermonde is equal to $\\Delta _ { \\beta } ( 1 )$ .Putting things together according to equation (A.16） we obtain ",
        "page_idx": 30
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { ( 1 - q _ { 1 } q _ { 2 } ) ^ { k } } { ( 1 - q _ { 1 } ) ^ { k } ( 1 - q _ { 2 } ) ^ { k } } \\frac { \\Delta _ { \\beta } ( 1 ) \\Delta _ { \\beta } ( q _ { 1 } q _ { 2 } ) } { \\Delta _ { \\beta } ( q _ { 1 } ) \\Delta _ { \\beta } ( q _ { 2 } ) } \\prod _ { I = 1 } ^ { k } \\frac { 1 } { P _ { \\beta } ( e ^ { - i \\beta \\phi _ { I } } ) P _ { \\beta } ( q _ { 1 } q _ { 2 } e ^ { - i \\beta \\phi _ { I } } ) } .\n$$",
        "text_format": "latex",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "The cases of $S O ( N )$ and $S P ( 2 N )$ are similar upon modifying ADHM data and related thorus action,[8O], see also [81]. Matter can also be included in this picture. The limit $\\beta  0$ can be easily taken upon setting $q _ { 1 , 2 } = e ^ { i \\beta \\epsilon _ { 1 , 2 } }$ . Notice that the condition $\\left| q _ { 1 } \\right|$ ， $| q _ { 2 } | < 1$ translates into a small imaginary part for $\\boldsymbol { \\epsilon } _ { 1 , 2 }$ ： ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "A.3 Building blocks for quiver gauge theories ",
        "text_level": 1,
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "We now present the recipe to obtain the integrand for the instanton partition function corresponding to the class of quiver gauge theories introduced in Section 4. To which we refer for the notation used here. From the discusson above it is expected that the integrand should be written in terms of the following data: ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "(1)an $\\mathrm { ~ t ~ } q = q ( \\epsilon _ { 1 , 2 } , a , \\phi , m ) \\in \\mathbb { T } \\subset S O ( 4 ) _ { \\mathrm { L o r e n t z } } \\times G _ { \\mathrm { g a u g e } } \\times G _ { \\mathrm { i n s t } } \\times G _ { \\mathrm { f l a v o u r } } ,$ （20 (2）a “collection” of weights $\\omega _ { \\ell }$ ， more precisely eigenvalues $e ^ { i \\omega _ { \\ell } }$ ， under this torus action. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "From this data the integrand can be constructed using the following rule ",
        "page_idx": 31
    },
    {
        "type": "equation",
        "text": "$$\n\\sum _ { \\ell } n _ { \\ell } e ^ { i \\omega _ { \\ell } } \\mapsto \\prod _ { \\ell } ( \\omega _ { \\ell } ) ^ { - n _ { \\ell } } ,\n$$",
        "text_format": "latex",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "where $n _ { \\ell } = \\pm 1$ ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Let us introduce the following modules for the torus action: ",
        "page_idx": 31
    },
    {
        "type": "equation",
        "text": "$$\nW _ { \\boldsymbol { \\mathsf { v } } } \\simeq \\mathbb { C } ^ { N _ { \\boldsymbol { \\mathsf { v } } } } , \\qquad V _ { \\boldsymbol { \\mathsf { v } } } \\simeq \\mathbb { C } ^ { k _ { \\boldsymbol { \\mathsf { v } } } } , \\qquad M _ { \\boldsymbol { \\mathsf { v } } } \\simeq \\mathbb { C } ^ { n _ { \\boldsymbol { \\mathsf { v } } } } , \\qquad L \\simeq \\mathbb { C } ^ { 2 } \\simeq \\mathbb { R } ^ { 4 } .\n$$",
        "text_format": "latex",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "They carry, respectively, the defining representation of $G L ( N _ { \\mathsf { v } } )$ ， $G L ( k _ { \\mathsf { v } } )$ ， $G L ( n _ { \\mathsf { v } } )$ ， $S O ( 4 )$ Lorentz and thus of the maximal torus.We denote the corresponding characters as $\\chi _ { W , V , M } ~ = ~$ （204号 $\\mathrm { t r } _ { W , V , M } ( q )$ , for example $\\textstyle \\chi _ { V } = \\sum _ { I = 1 } ^ { k } e ^ { i \\phi _ { I } }$ .We denote their conjugate modules as $\\overline { { W } } _ { \\mathrm { v } } , \\ \\overline { { V } } _ { \\mathrm { v } }$ $\\overline { { M } } _ { \\mathrm { v } }$ ： ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "From the description of the tangent space to the instanton moduli space in terms of linearized ADHM equations and infinitesimal gauge transformations, see [11],one finds, for each gauge group factor ",
        "page_idx": 31
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { C h } ( T { \\mathfrak { M } } _ { N , k } ) = \\chi _ { \\overline { { \\cal W } } } \\chi _ { V } - ( e ^ { i \\epsilon _ { 1 } } - 1 ) ( e ^ { i \\epsilon _ { 2 } } - 1 ) \\chi _ { V } \\chi _ { \\overline { { \\cal V } } } + e ^ { i \\epsilon } \\chi _ { \\overline { { \\cal V } } } \\chi _ { W } .\n$$",
        "text_format": "latex",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Appling the rule (A.23) to this character one obtains the integrand (1.4). The contribution of bifundamental matter is given by ",
        "page_idx": 31
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { h } ( \\flat _ { \\mathrm { v } } , \\flat _ { \\mathrm { w } } ) = - e ^ { i m _ { \\mathrm { v w } } } \\left[ \\chi _ { W _ { \\mathrm { v } } } \\chi _ { \\overline { { W } } _ { \\mathrm { w } } } - ( e ^ { i \\epsilon _ { 1 } } - 1 ) ( e ^ { i \\epsilon _ { 2 } } - 1 ) \\chi _ { V _ { \\mathrm { v } } } \\chi _ { \\overline { { V } } _ { \\mathrm { w } } } + e ^ { i \\epsilon } \\chi _ { V _ { \\mathrm { v } } } \\chi _ { \\overline { { W } } _ { \\mathrm { w } } } \\right] .\n$$",
        "text_format": "latex",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Notice the overall minus sign compared to (A.25). Applying the rule (A.23) one obtains ",
        "page_idx": 31
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm {  ~ \\ x h } ( \\bigtriangledown _ { \\mathbf { v } } , \\bigtriangledown _ { \\mathbf { w } } ) \\mapsto ( - 1 ) ^ { k _ { \\mathrm { w N } } } \\prod _ { I = 1 } ^ { k _ { \\mathrm { v } } } \\prod _ { J = 1 } ^ { k _ { \\mathrm { w } } } \\frac { P _ { \\mathbf { v } } \\left( \\phi _ { \\mathbf { w } , J } - m _ { \\mathrm { v w } } \\right) P _ { \\mathbf { w } } \\left( \\phi _ { \\mathbf { v } , I } + m _ { \\mathrm { v w } } + \\epsilon \\right) } { \\Delta ( m _ { \\mathrm { v w } } + \\phi _ { \\mathbf { v } , I } - \\phi _ { \\mathbf { w } , J } ) } = : \\tilde { z } _ { k _ { \\mathrm { v } } k _ { \\mathrm { w } } } ^ { \\mathbf { v w } } .\n$$",
        "text_format": "latex",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "From this expression it follows that the contribution from $\\mathrm { C h } ( \\bigtriangledown _ { \\mathbf { v } } , \\overline { { \\bigtriangledown } } _ { \\mathbf { w } } ) + \\mathrm { C h } ( \\bigtriangledown _ { \\mathbf { w } } , \\overline { { \\bigtriangledown } } _ { \\mathbf { v } } )$ is given by ",
        "page_idx": 31
    },
    {
        "type": "equation",
        "text": "$$\nz _ { k } ^ { \\mathrm { b i f u n d } } = \\tilde { z } _ { k _ { \\mathrm { v } } k _ { \\mathrm { w } } } ^ { \\mathrm { v } \\mathrm { w } } \\tilde { z } _ { k _ { \\mathrm { w } } k _ { \\mathrm { v } } } ^ { \\mathrm { w v } } .\n$$",
        "text_format": "latex",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Finally fundamental matter gives the character ",
        "page_idx": 32
    },
    {
        "type": "equation",
        "text": "$$\n\\mathrm { C h } ( \\ d \\Omega _ { \\mathrm { v } } ) = - \\chi _ { V } \\chi _ { \\overline { { { M } } } } \\quad \\stackrel { ( \\mathrm { A . 2 3 } ) } { \\longrightarrow } \\quad z _ { k } ^ { \\mathrm { f u n d } } = \\prod _ { I = 1 } ^ { k } \\prod _ { f = 1 } ^ { n } ( \\phi _ { I } - m _ { f } ) ~ .\n$$",
        "text_format": "latex",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "The expressions above can also be found in [57, 58]. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "A.4 Contour and classification of poles ",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "The poles contributing to (1.4) correspond to solutions of simple algebraic equations. As we will now review following [85], these solutions are classified by N-tuple of Young diagrams [11]. Let ",
        "page_idx": 32
    },
    {
        "type": "equation",
        "text": "$$\nA ( x ) : = \\prod _ { \\lambda = 1 } ^ { N } ( x - a _ { \\lambda } ) , \\qquad E ( x ) : = \\frac { ( x - \\epsilon _ { 1 } ) ( x - \\epsilon _ { 2 } ) } { x ( x - \\epsilon _ { 1 } - \\epsilon _ { 2 } ) } .\n$$",
        "text_format": "latex",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "We want to classify solutions of ",
        "page_idx": 32
    },
    {
        "type": "equation",
        "text": "$$\nA ( x _ { i } ) \\prod _ { j \\neq i } E ( x _ { i } - x _ { j } ) , \\qquad { \\mathrm { f o r } } \\quad i = 1 , \\dots , k ,\n$$",
        "text_format": "latex",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "modulo permutations of $\\{ x _ { i } \\}$ . Notice that, compare to (1.4),only “half of the poles” of the integrand contributes. This is so as a consequence of the choice of contour. It is clear that at least one $x$ has to be a zero of $A$ . Without loss of generality we set $x _ { 1 } = u _ { \\lambda _ { 1 } }$ and get $k - 1$ （204号 equations ",
        "page_idx": 32
    },
    {
        "type": "equation",
        "text": "$$\nA ^ { \\prime } ( x _ { i } ) \\prod _ { { j > 1 \\atop j \\neq i } } E ( x _ { i } - x _ { j } ) , \\qquad \\mathrm { f o r } \\quad i = 2 , \\ldots , k ,\n$$",
        "text_format": "latex",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "where $A ^ { \\prime } ( x ) : = A ( x ) E ( x - a _ { \\lambda _ { 1 } } )$ . For the same argument as above applied now to (A.32), we set $A ^ { \\prime } ( x _ { 2 } ) = 0$ . We have to recall that we must keep $x _ { i } - x _ { j } \\neq 0$ and $x _ { i } - x _ { j } \\neq \\epsilon _ { 1 } + \\epsilon _ { 2 }$ （204号 otherwise the denominator in $E ( x )$ vanishes. Iterating this procedure one finds that solutions of (A.31) modulo permutations are classified by the N-tuple of Young diagrams. For example for $k = 3$ one has ",
        "page_idx": 32
    },
    {
        "type": "equation",
        "text": "$$\n^ { \\{ } a { \\lambda } _ { 1 } , a { \\lambda } _ { 2 } , a { \\lambda } _ { 3 } \\} , \\{ { a } _ { { \\lambda } _ { 1 } } , { a } _ { { \\lambda } _ { 2 } } , { a } _ { { \\lambda } _ { 2 } } + { \\epsilon } _ { \\alpha }  \\} \\} , \\{ { a } _ { { \\lambda } _ { 1 } } , { a } _ { { \\lambda } _ { 1 } } + { \\epsilon } _ { \\alpha } , { a } _ { { \\lambda } _ { 1 } } + 2 { \\epsilon } _ { \\alpha } \\} , \\{ { a } _ { { \\lambda } _ { 1 } } , { a } _ { { \\lambda } _ { 1 } } + { \\epsilon } _ { 1 } , { a } _ { { \\lambda } _ { 2 } } , \\{ { a } _ { { \\lambda } _ { 3 } } + { \\epsilon } _ { \\alpha } \\} \\} .\n$$",
        "text_format": "latex",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "where $\\alpha = 1 , 2$ and the $a _ { \\lambda }$ are different from each other. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "B Useful formulas ",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "B.1 Computing (2.16) ",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "In the following we present the explicit calculation of the residue corresponding to the pole (2.15). First we introduce the notation ",
        "page_idx": 33
    },
    {
        "type": "equation",
        "text": "$$\n\\left\\{ 1 , \\ldots , s _ { 1 } \\right\\} , \\quad { \\bf Y } _ { 2 } = \\left\\{ s _ { 1 } , \\ldots , s _ { 1 } + s _ { 2 } \\right\\} , \\ \\ldots , \\ { \\bf Y } _ { N } = \\left\\{ s _ { 1 } + \\cdot \\cdot \\cdot + s _ { N - 1 } , \\ldots , k \\right\\} .\n$$",
        "text_format": "latex",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "The next step is to split the interaction term $\\prod { \\frac { \\phi _ { I J } ^ { 2 } } { \\phi _ { I J } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } }$ in the integrand as ",
        "page_idx": 33
    },
    {
        "type": "equation",
        "text": "$$\n\\prod _ { 1 \\le I < J \\le k } \\frac { \\phi _ { I J } ^ { 2 } } { \\phi _ { I J } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } = \\left[ \\prod _ { \\lambda = 1 } ^ { N } \\prod _ { I , J \\in { \\bf Y } _ { \\lambda } } \\frac { \\phi _ { I J } ^ { 2 } } { \\phi _ { I J } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } \\right] \\prod _ { \\lambda < \\lambda ^ { \\prime } I _ { \\lambda } , I _ { \\lambda ^ { \\prime } } } \\frac { \\phi _ { I _ { \\lambda } I _ { \\lambda ^ { \\prime } } } ^ { 2 } } { \\phi _ { I _ { \\lambda } I _ { \\lambda ^ { \\prime } } } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } ,\n$$",
        "text_format": "latex",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "Only the factor in square bracket on the right hand side is singular in the limit in which $\\phi _ { I }$ take the value give by (2.15). For these terms we use the simple result ",
        "page_idx": 33
    },
    {
        "type": "equation",
        "text": "$$\n\\operatorname* { l i m } _ { \\phi _ { \\kappa _ { \\lambda } + I _ { \\lambda } } \\to a _ { \\lambda } + ( I _ { \\lambda } - 1 ) \\epsilon _ { 2 } } \\prod _ { I = 2 } ^ { s _ { \\lambda } } ( \\phi _ { \\kappa _ { \\lambda } + I _ { \\lambda } } - a _ { \\lambda } - ( I _ { \\lambda } - 1 ) \\epsilon _ { 2 } ) \\prod _ { I , J \\in { \\bf Y } _ { \\lambda } } \\frac { \\phi _ { I J } ^ { 2 } } { \\phi _ { I J } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } = \\frac { \\epsilon _ { 2 } ^ { s _ { \\lambda } - 1 } } { s _ { \\lambda } } ,\n$$",
        "text_format": "latex",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "We also use ",
        "page_idx": 33
    },
    {
        "type": "equation",
        "text": "$$\n\\operatorname * { l i m } _ { \\substack { b _ { \\kappa _ { \\lambda } + 1 }  a _ { \\lambda } } } ( \\phi _ { \\kappa _ { \\lambda } + 1 } - a _ { \\lambda } ) \\prod _ { I \\in { \\bf Y } _ { \\lambda } } Q ( \\phi _ { I } ) = \\frac { 1 } { \\epsilon _ { 2 } ^ { s _ { \\lambda } - 1 } } \\frac { 1 } { ( s _ { \\lambda } - 1 ) ! } \\prod _ { I = 1 } ^ { s _ { \\lambda } } \\frac { Q ^ { ( \\lambda ) } ( a _ { \\lambda } + ( I - 1 ) \\epsilon _ { 2 } ) } { \\epsilon _ { 1 } + I \\epsilon _ { 2 } } .\n$$",
        "text_format": "latex",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "where ",
        "page_idx": 33
    },
    {
        "type": "equation",
        "text": "$$\nQ ^ { ( \\lambda _ { 1 } ) } ( x ) = { \\frac { 1 } { P ^ { ( \\lambda _ { 1 } ) } ( x ) P ^ { ( \\lambda _ { 1 } ) } ( x + \\epsilon ) } } , \\qquad P ^ { ( \\lambda _ { 1 } ) } ( x ) = \\prod _ { \\lambda \\ne \\lambda _ { 1 } } ( x - \\lambda ) .\n$$",
        "text_format": "latex",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "The result (2.16) immediately follows. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "B.2 Exponentiation of residues ",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "One has ",
        "page_idx": 33
    },
    {
        "type": "equation",
        "text": "$$\n\\sum _ { \\varepsilon = 0 } ^ { \\infty } \\frac { q ^ { k } } { k ! \\epsilon ^ { k } } \\prod _ { I = 1 } ^ { k } f ( x + ( I - 1 ) \\epsilon ) = \\exp \\left( \\frac { 1 } { \\epsilon } \\sum _ { \\ell = 1 } ^ { \\infty } \\frac { q ^ { \\ell } } { \\ell ^ { 2 } } \\left( \\frac { 1 } { ( \\ell - 1 ) ! } \\frac { d ^ { \\ell - 1 } } { d x ^ { \\ell - 1 } } f ( x ) ^ { \\ell } \\right) + \\mathcal { O } ( \\epsilon ^ { 0 } ) \\right)\n$$",
        "text_format": "latex",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "as formal series in $\\epsilon$ ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "We present the following generalization of (B.6) ",
        "page_idx": 34
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { l } { { \\displaystyle \\sum _ { 1 , \\dots , s _ { N } \\geq 1 } \\prod _ { \\lambda = 1 } ^ { N } \\left( \\frac { q ^ { s _ { \\lambda } } \\prod _ { I = 1 } ^ { s _ { \\lambda } } A ( x _ { \\lambda } + ( I - 1 ) \\epsilon ) ) } { s _ { \\lambda } ! \\epsilon ^ { s _ { \\lambda } } } \\right) \\prod _ { 1 \\leq \\lambda < \\lambda ^ { \\prime } \\leq N } \\prod _ { I _ { \\lambda } = 1 } ^ { s _ { \\lambda } } \\prod _ { I _ { \\lambda ^ { \\prime } } = 1 } ^ { s _ { \\lambda ^ { \\prime } } } \\frac { ( x _ { \\lambda \\lambda ^ { \\prime } } + ( I _ { \\lambda } - I _ { \\lambda ^ { \\prime } } ) ) } { ( x _ { \\lambda \\lambda ^ { \\prime } } + ( I _ { \\lambda } - I _ { \\lambda ^ { \\prime } } ) - ( I _ { \\lambda ^ { \\prime } } - I _ { \\lambda ^ { \\prime } } ) ) } \\prod _ { \\lambda = 1 } ^ { s _ { \\lambda } } \\prod _ { I _ { \\lambda ^ { \\prime } } = 1 } ^ { s _ { \\lambda ^ { \\prime } } } \\frac { ( x _ { \\lambda \\lambda ^ { \\prime } } + ( I _ { \\lambda } - I _ { \\lambda ^ { \\prime } } ) ) } { ( x _ { \\lambda \\lambda ^ { \\prime } } + ( I _ { \\lambda } - I _ { \\lambda ^ { \\prime } } ) - ( I _ { \\lambda ^ { \\prime } } - I _ { \\lambda ^ { \\prime } } ) ) } \\prod _ { i = 1 } ^ { d } \\prod _ { I _ { \\lambda ^ { \\prime } } = 1 } ^ { s _ { \\lambda } } \\frac { ( x _ { \\lambda ^ { \\prime } } - ( I _ { \\lambda ^ { \\prime } } ) ) } { ( x _ { \\lambda \\lambda ^ { \\prime } } + ( I _ { \\lambda } - I _ { \\lambda ^ { \\prime } } ) - ( I _ { \\lambda ^ { \\prime } } - I _ { \\lambda ^ { \\prime } } ) ) } } }  \\\\ { { = \\exp \\left( \\frac { 1 } { \\epsilon } \\sum _ { \\lambda = 1 } ^ { N } \\sum _ { \\ell = 1 } ^ { \\infty } \\frac { q ^ { \\ell } } { \\ell ^ { 2 } } \\left( \\frac { 1 } { ( \\ell - 1 ) ! } \\frac { d ^ { \\ell - 1 } } { d x _ { \\lambda } ^ { \\ell - 1 } } A ( x _ { \\lambda } ) ^ { \\ell } \\right) + \\mathcal { O } ( \\epsilon ^ { 0 } ) \\right) ~ , } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "as formal series in $\\epsilon$ . We do not present a proof of this result， but it can be easily checked order by order in $q$ ： ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "B.3 Illustrative Examples for Iterated Mayer expansion ",
        "text_level": 1,
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "In the following we spell out the definition (2.36) for $k = 2 , 3$ .For $k = 2$ (2.36) reads ",
        "page_idx": 34
    },
    {
        "type": "equation",
        "text": "$$\n\\mathfrak { S } _ { \\{ \\{ 1 , 2 \\} \\} } = S _ { \\{ 1 , 2 \\} } \\mathfrak { g } _ { \\{ 1 , 2 \\} } = ( \\mathscr { D } _ { 1 2 } - 1 ) \\widetilde { \\mathscr { D } } _ { 1 2 } , \\qquad \\mathfrak { S } _ { \\{ \\{ 1 \\} , \\{ 2 \\} \\} } = \\mathfrak { f } _ { \\{ 1 \\} , \\{ 2 \\} } = \\widetilde { \\mathscr { D } } _ { 1 2 } - 1 ,\n$$",
        "text_format": "latex",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "and the sum of this two terms is by the definitions above $\\mathcal { F } _ { 1 2 }$ .For $k = 3$ ，(2.36) reads ",
        "page_idx": 34
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r c l } { { \\mathfrak { S } _ { \\{ \\{ 1 , 2 , 3 \\} \\} } } } & { { = } } & { { S _ { \\{ 1 , 2 , 3 \\} } \\mathfrak { g } _ { \\{ 1 , 2 , 3 \\} } , } } \\\\ { { \\mathfrak { S } _ { \\{ \\{ \\{ J , J \\} , \\{ K \\} \\} } } }  & { { = } } & { { S _ { \\{ I , J \\} } \\mathfrak { g } _ { \\{ I , J \\} } \\mathfrak { f } _ { \\{ \\{ I , J \\} , \\{ K \\} \\} } , } } \\\\ { { \\mathfrak { S } _ { \\{ \\{ 1 \\} , \\{ 2 \\} , \\{ 3 \\} \\} } } } & { { = } } & { { \\mathfrak { f } _ { \\{ \\{ \\{ 1 \\} , \\{ 2 \\} \\} } } \\mathfrak { f } _ { \\{ \\{ 2 \\} \\} , \\{ 3 \\} } + \\mathfrak { f } _ { \\{ \\{ \\{ 1 \\} , \\{ 3 \\} \\} } } \\mathfrak { f } _ { \\{ \\{ 2 \\} , \\{ 3 \\} \\} } + \\mathfrak { f } _ { \\{ \\{ \\{ 1 \\} \\} , \\{ 2 \\} \\} } \\mathfrak { f } _ { \\{ \\{ \\{ 1 \\} \\} , \\{ 3 \\} \\} }   \\\\ { { } } & { { } } & { { + \\mathfrak { f } _ { \\{ \\{ \\{ 1 \\} \\} , \\{ 2 \\} \\} } \\mathfrak { f } _ { \\{ \\{ 2 \\} \\} , \\{ 3 \\} \\} \\mathfrak { f } _ { \\{ \\{ ( 1 ) , \\{ 3 \\} \\} } } . } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "C Expansion by regions for instanton partition functions ",
        "text_level": 1,
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "One recurrent question in this paper is how to evaluate multiple integrals as a Laurent expansion in some small parameter $^ { 9 }$ ，namely $\\epsilon _ { 2 }$ . There is a powerful method to address this question， it is the so called method of expansion by regions, usually applied to the evaluation of Feynman integrals [49, 86]. The method can briefly summarized as follows: (1） divide the integration domain into regions and expand the integrand in a Taylor series in small parameters,(2) extend the integration to the full domain of integration, (3) set the scaleless integrals to zero. It has been applied successfully in many situations in the context of Feynman integrals,see [87] for a recent study including proof under some assumptions. We apply the same idea to the integrals of instanton partition functions. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "It might look surprising that the prescription above works at all. In particular one may worry about multiple counting of contributions. Let us describe how this problem is circumvented in a simple example, the $k = 2$ case in (2.10) ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 35
    },
    {
        "type": "equation",
        "text": "$$\nF = \\int \\frac { d \\phi _ { 1 } } { 2 \\pi i } \\frac { d \\phi _ { 2 } } { 2 \\pi i } Q ( \\phi _ { 1 } ) Q ( \\phi _ { 2 } ) \\frac { \\phi _ { 1 2 } ^ { 2 } } { \\phi _ { 1 2 } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } .\n$$",
        "text_format": "latex",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "The first step is to identify the set of relevant regions. For this,one may note that the interaction term $\\frac { \\phi _ { 1 2 } ^ { 2 } } { \\phi _ { 1 2 } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } }$ is different from one only in the region in which $\\phi _ { 1 2 }$ is of order $\\epsilon _ { 2 }$ We thus define two separate integration regions as follows ",
        "page_idx": 35
    },
    {
        "type": "equation",
        "text": "$$\nD ^ { \\bf S } \\ : \\ | \\phi _ { 1 2 } | \\sim { \\mathcal O } ( \\epsilon _ { 2 } ) , \\qquad \\mathrm { a n d } \\qquad D ^ { \\bf L } \\ : \\ | \\phi _ { 1 2 } | \\gg \\epsilon _ { 2 } ,\n$$",
        "text_format": "latex",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "where $\\mathbf { S }$ and $\\mathbf { L }$ denote short and long distance respectively, and the whole integration domain is given as $D = D ^ { \\mathbf { S } } \\cup D ^ { \\mathbf { L } }$ ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "The next step is to Taylor expand the integrand in each region. To do so it is convenient to perform the change of variables $\\begin{array} { r } { \\phi _ { 0 } : = \\frac { \\phi _ { 1 } + \\phi _ { 2 } } { 2 } } \\end{array}$ ， $\\tilde { \\phi } : = \\phi _ { 1 } - \\phi _ { 2 }$ . In the region $D _ { \\mathbf { S } }$ one Taylorexpands the $Q$ functions for small 10 $\\tilde { \\phi }$ ， and in region $D _ { \\mathbf { L } }$ one expands the interaction term AccodinglyeintroducetheTaylrexpasionoperatossfollows ",
        "page_idx": 35
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r c l } { { \\displaystyle \\mathbb { T } ^ { \\mathbf { S } } [ I ] } } & { { = } } & { { \\displaystyle \\sum _ { k = 0 } ^ { \\infty } \\mathbb { T } _ { k } ^ { \\mathbf { S } } [ I ] = \\sum _ { k = 0 } ^ { \\infty } { \\mathcal { Q } } _ { k } ( \\phi _ { 0 } ) \\tilde { \\phi } ^ { 2 k } \\frac { \\tilde { \\phi } ^ { 2 } } { \\tilde { \\phi } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } , } } \\\\ { { \\displaystyle \\mathbb { T } ^ { \\mathbf { L } } [ I ] } } & { { = } } & { { \\displaystyle \\sum _ { l = 0 } ^ { \\infty } \\mathbb { T } _ { l } ^ { \\mathbf { L } } [ I ] = \\sum _ { l = 0 } ^ { \\infty } Q ( \\phi _ { 1 } ) Q ( \\phi _ { 2 } ) \\left( \\frac { \\epsilon _ { 2 } ^ { 2 } } { \\tilde { \\phi } ^ { 2 } } \\right) ^ { l } , } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "where ",
        "page_idx": 35
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal Q _ { k } ( x ) : = \\frac { 1 } { 2 ^ { 2 k } } \\sum _ { m = - k } ^ { k } \\frac { ( - 1 ) ^ { k + m } } { ( k + m ) ! ( k - m ) ! } Q ^ { ( k - m ) } ( x ) Q ^ { ( k + m ) } ( x ) .\n$$",
        "text_format": "latex",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "After the Taylor expansion, one extends the integration region to be the full region $D$ （204号 According to the prescription, one has ",
        "page_idx": 35
    },
    {
        "type": "equation",
        "text": "$$\nF = F ^ { \\bf S } + F ^ { \\bf L } , \\qquad F ^ { \\bf S } = \\sum _ { k = 0 } ^ { \\infty } \\int _ { D } \\mathbb { T } _ { k } ^ { \\bf S } [ I ] , \\qquad F ^ { \\bf L } = \\sum _ { l = 0 } ^ { \\infty } \\int _ { D } \\mathbb { T } _ { l } ^ { \\bf L } [ I ] .\n$$",
        "text_format": "latex",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "The fact that this equality holds is a very non-trivial statement. In particular one may worry about multiple-counting of contributions. One can verify (C.6) directly upon giving a certain prescription for the evaluation of the relevant integrals. Here we provide a formal argument, following closely [87]，which can be easily generalized to the $k$ -tuple integrals entering the instanton partition function. An honest decomposition of (C.1) will proceed as follows ",
        "page_idx": 35
    },
    {
        "type": "equation",
        "text": "$$\n= \\sum _ { k } \\int _ { D ^ { \\mathbf { S } } } \\boldsymbol { \\mathbb { T } } _ { k } ^ { \\mathbf { S } } [ I ] + \\sum _ { l } \\int _ { D ^ { \\mathbf { L } } } \\boldsymbol { \\mathbb { T } } _ { l } ^ { \\mathbf { L } } [ I ] = F ^ { \\mathbf { S } } + F ^ { \\mathbf { L } } - \\Big ( \\sum _ { k } \\int _ { D ^ { \\mathbf { L } } } \\boldsymbol { \\mathbb { T } } _ { k } ^ { \\mathbf { S } } [ I ] + \\sum _ { l } \\int _ { D ^ { \\mathbf { S } } } \\boldsymbol { \\mathbb { T } } _ { l } ^ { \\mathbf { L } } [ I ] \\Big )\n$$",
        "text_format": "latex",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "In order to show that this is equal to (C.6),one has to show that the terms in the bracket give zero. These terms can be written nicely as ",
        "page_idx": 36
    },
    {
        "type": "equation",
        "text": "$$\n\\sum _ { k } \\int _ { D ^ { \\mathbf { L } } } \\sum _ { l } \\mathbb { T } _ { l } ^ { \\mathbf { L } } \\left[ \\mathbb { T } _ { k } ^ { \\mathbf { S } } [ { \\boldsymbol { I } } ] \\right] + \\sum _ { l } \\int _ { D ^ { \\mathbf { S } } } \\sum _ { k } \\mathbb { T } _ { k } ^ { \\mathbf { S } } \\left[ \\mathbb { T } _ { l } ^ { \\mathbf { L } } [ { \\boldsymbol { I } } ] \\right] = \\sum _ { k , l } \\int _ { D } \\mathbb { T } _ { j , l } ^ { ( \\mathbf { S } , \\mathbf { L } ) } [ { \\boldsymbol { I } } ] ,\n$$",
        "text_format": "latex",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "where we use the fact that the double expansion of the integrand is independent of the order in which short or long range expansions are applied 11, so that ",
        "page_idx": 36
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\mathbb { T } _ { l } ^ { \\mathbf { L } } \\mathbb { T } _ { k } ^ { \\mathbf { S } } = \\mathbb { T } _ { k } ^ { \\mathbf { S } } \\mathbb { T } _ { l } ^ { \\mathbf { L } } = : \\mathbb { T } _ { k , l } ^ { ( \\mathbf { S } , \\mathbf { L } ) } . } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Explicitly, each term in (C.8) is given as ",
        "page_idx": 36
    },
    {
        "type": "equation",
        "text": "$$\n\\int _ { { \\cal D } } \\mathbb { T } _ { j , l } ^ { ( { \\bf S } , { \\bf L } ) } [ I ] = \\epsilon _ { 2 } ^ { 2 l } \\int \\frac { d \\phi _ { 0 } } { 2 \\pi i } { \\cal Q } _ { k } ( \\phi _ { 0 } ) \\frac { d \\tilde { \\phi } } { 2 \\pi i } ( \\tilde { \\phi } ^ { 2 } ) ^ { k - l } .\n$$",
        "text_format": "latex",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "This is indeed zero since ",
        "page_idx": 36
    },
    {
        "type": "equation",
        "text": "$$\n\\int d \\tilde { \\phi } ( \\tilde { \\phi } ^ { 2 } ) ^ { n } = 0 , \\qquad \\mathrm { f o r ~ i n t e g e r ~ } n .\n$$",
        "text_format": "latex",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "One can take (C.11) as the analogue of setting “scaleless integrals” to zero in the case of Feynman integrals. As in that case,this step is essential in order for the method of expansion by regions to work. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "The above considerations seem to be easily generalized to the multi-particle cases. In this case one deals with $k$ -folded integrals. It is expected that the double Taylor expansion in different regions, compare to (C.9)，will produce some factorized term in the form of （204号 $\\int d \\tilde { \\phi } ( \\tilde { \\phi } ) ^ { n }$ . This is set to zero as in (C.11). ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Before proceeding to some concrete examples， let us make some important remarks. When applied to the calculation of Feynman integrals, the method of expansion by regions presents the characteristic feature of introducing extra divergences in individual integrals. These new divergences must be regularized and should cancel after summing over all regions in order to reproduce the correct result 12. The situation in the case of the integrals entering the instanton partition function is somehow similar. By staring at (C.3)-(C.4) one realizes that upon Taylor expansion, one produces arbitrary integer powers of $\\ddot { \\phi } ^ { 2 }$ . These are positive powers for $\\mathbb { T } ^ { \\mathbf { s } } [ I ]$ and negative for $\\mathbb { T } ^ { \\mathbf { L } } [ I ]$ . The integration along the real line would produce higher order UV divergence in the short regions expansion,and higher order IR divergence in the long range expansion. As in the case of Feynman integrals these divergences needs to be regularized. In the examples below the regularization corresponds to a certain contour integral interpretation of the integrals. This prescription works in allexamples we considered. We recall that the leading term in $\\epsilon _ { 2 }$ , the term we are actually interested in, does not need any regularization of this type. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "C.1 Checks of expansion by regions ",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "In this appendix we check the method of expansion by regions via explicit residue computations for two cases. For simplicity,we will consider the $U ( 1 )$ case,namely in the following we take ",
        "page_idx": 37
    },
    {
        "type": "equation",
        "text": "$$\nQ ( x ) = { \\frac { f ( x ) } { x - a - i 0 } } , \\qquad f ( x ) : = { \\frac { 1 } { x - a + \\epsilon + i 0 } } ,\n$$",
        "text_format": "latex",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "where we introduce $f ( x )$ for convenience as it does not have any pole inside the contour of integration. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Example one ",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "We first consider the integral (C.1). It is straightforward to compute it by summing over the residues of two poles: $( \\phi _ { 1 } , \\phi _ { 2 } ) = ( a , a + \\epsilon _ { 2 } ) , ( a + \\epsilon _ { 2 } , a )$ . One has ",
        "page_idx": 37
    },
    {
        "type": "equation",
        "text": "$$\nF = f ( a ) f ( a + \\epsilon _ { 2 } ) = \\sum _ { k = 0 } \\frac { \\epsilon _ { 2 } ^ { k } f ( a ) f ^ { ( k ) } ( a ) } { k ! } .\n$$",
        "text_format": "latex",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "On the other hand,by the method of expansion by regions,the integral is also given as the sum $F _ { \\mathbf { S } } ^ { } + F _ { \\mathbf { L } } ^ { \\prime }$ . One can check that indeed this form reproduces the residue result order by order in $\\epsilon _ { 2 }$ expansion. It is interesting that $F _ { \\mathbf { S } }$ contributes only to the terms of odd power of $\\epsilon _ { 2 }$ ，while $F _ { \\mathbf { L } }$ contributes to the terms of even power. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Let us spend a few more words on the integrals in $F _ { \\mathbf { L } }$ ",
        "page_idx": 37
    },
    {
        "type": "equation",
        "text": "$$\n\\int \\frac { d \\phi _ { 1 } } { 2 \\pi i } \\frac { d \\phi _ { 2 } } { 2 \\pi i } \\frac { f ( \\phi _ { 1 } ) f ( \\phi _ { 2 } ) } { ( \\phi _ { 1 } - a - i 0 ) ( \\phi _ { 2 } - a - i 0 ) ( \\phi _ { 1 } - \\phi _ { 2 } ) ^ { 2 k } } .\n$$",
        "text_format": "latex",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "The main issue is how to treat the new denominators $\\phi _ { 1 2 } ^ { 2 k }$ in the expansion. We will apply the following prescription. We first do integration for $\\phi _ { 1 }$ . There is a simple pole at $\\phi _ { 1 } = a + i 0$ ： After taking the residue, the remaining integral for $\\phi _ { 2 }$ has a $( 2 k + 1 )$ th-order pole of $\\phi _ { 2 } = a$ ， the finally residue is given as ",
        "page_idx": 37
    },
    {
        "type": "equation",
        "text": "$$\n{ \\frac { f ( a ) f ^ { ( 2 k ) } ( a ) } { 2 k ! } } .\n$$",
        "text_format": "latex",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "This prescription works for the next example as well. This provides a strong support for it ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "Example two ",
        "text_level": 1,
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "We consider an integral which appear at $k = 3$ order in (2.20) ",
        "page_idx": 38
    },
    {
        "type": "equation",
        "text": "$$\nF = \\int \\prod _ { I = 1 } ^ { 3 } \\frac { d \\phi _ { I } } { 2 \\pi i } Q ( \\phi _ { I } ) \\frac { 1 } { \\phi _ { 1 2 } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } \\frac { 1 } { \\phi _ { 1 3 } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } .\n$$",
        "text_format": "latex",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "As in the example above,one can compute the integral directly by residues. As there is no $\\phi _ { I J }$ terms in the numerators,also poles for which different $\\phi$ 's are at the same position contribute. Let us summarize the result of the residue calculation. The poles of $( \\phi _ { 1 } , \\phi _ { 2 } , \\phi _ { 3 } )$ （204号 and the corresponding residues are given as follows: ",
        "page_idx": 38
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } { ( a , a , a ) : } & { \\quad \\frac { f ( a ) ^ { 3 } } { \\epsilon ^ { 4 } } , } \\\\ { ( a , a , a + \\epsilon _ { 2 } ) + ( a , a + \\epsilon _ { 2 } , a ) : } & { \\quad - \\frac { f ( a ) ^ { 2 } f ( a + \\epsilon _ { 2 } ) } { 4 \\epsilon ^ { 4 } } , } \\\\ { ( a + \\epsilon _ { 2 } , a , a ) ^ { 1 3 } : } & { \\quad \\frac { f ( a ) ^ { 2 } f ^ { \\prime } ( a + \\epsilon _ { 2 } ) } { 4 \\epsilon ^ { 3 } } - \\frac { f ( a ) ^ { 2 } f ( a + \\epsilon _ { 2 } ) } { 2 \\epsilon ^ { 4 } } , } \\\\ { ( a , a + \\epsilon _ { 2 } , a + \\epsilon _ { 2 } ) : } & { \\quad \\frac { f ( a ) f ( a + \\epsilon _ { 2 } ) ^ { 2 } } { 4 \\epsilon ^ { 4 } } , } \\\\ { a + \\epsilon _ { 2 } , a + \\epsilon _ { 2 } , a ) + ( a + \\epsilon _ { 2 } , a , a + \\epsilon _ { 2 } ) : } & { \\quad \\frac { f ( a ) f ( a + \\epsilon _ { 2 } ) f ( a + 2 \\epsilon _ { 2 } ) } { 4 \\epsilon ^ { 4 } } . } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "One can see that each pole starts at the order $1 / \\epsilon _ { 2 } ^ { 4 }$ . However, summing over the residues one finds that the first two orders are cancelled, the leading order starts at $1 / \\epsilon _ { 2 } ^ { 2 }$ , which gives ",
        "page_idx": 38
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { 6 f ( a ) f ^ { \\prime } ( a ) ^ { 2 } + 3 f ( a ) ^ { 2 } f ^ { \\prime \\prime } ( a ) } { 8 \\epsilon _ { 2 } ^ { 2 } } + \\frac { 3 f ( a ) f ^ { \\prime } ( a ) f ^ { \\prime \\prime } ( a ) + f ( a ) ^ { 2 } f ^ { ( 3 ) } ( a ) } { 3 \\epsilon _ { 2 } } + \\mathcal { O } ( \\epsilon _ { 2 } ^ { 0 } ) .\n$$",
        "text_format": "latex",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "While for our applications, see (2.2O),we are interested only in the leading contributions (in the normalization used here this is at order $\\frac { 1 } { \\epsilon _ { 2 } ^ { 2 } }$ ). In the following we will verify that also the next to leading contribution is reproduced by the method of expansion by regions. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "Let us compute (C.16) by the method of expansion by regions. According to the discussion in Section 2.2.2, there are five regions to consider in this case, we have ",
        "page_idx": 38
    },
    {
        "type": "equation",
        "text": "$$\nF = F ^ { \\{ \\{ 1 , 2 , 3 \\} \\} } + F ^ { \\{ \\{ 1 , 2 \\} , 3 \\} } + F ^ { \\{ \\{ 1 , 3 \\} , 2 \\} } + F ^ { \\{ \\{ 2 , 3 \\} , 1 \\} } + F ^ { \\{ \\{ 1 \\} , \\{ 2 \\} , \\{ 3 \\} \\} } .\n$$",
        "text_format": "latex",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "In the first region, there is only one cluster,and one only Taylor expands the $Q$ functions around the center of cluster coordinate $\\overline { { \\phi } }$ ，where ",
        "page_idx": 38
    },
    {
        "type": "equation",
        "text": "$$\n\\overline { { { \\phi } } } : = \\frac { \\phi _ { 1 } + \\phi _ { 2 } + \\phi _ { 3 } } { 3 } , \\qquad \\tilde { \\phi } _ { I } : = \\phi _ { I } - \\phi _ { 0 } ,\n$$",
        "text_format": "latex",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "and $\\textstyle \\sum _ { I = 1 } ^ { 3 } \\dot { \\phi } _ { I } = 0$ . One has ",
        "page_idx": 39
    },
    {
        "type": "equation",
        "text": "$$\n\\wp \\{ \\{ 1 , 2 , 3 \\} \\} = \\int d \\overline { { { \\phi } } } \\prod _ { I = 1 } ^ { 3 } \\frac { d \\tilde { \\phi } _ { I } } { 2 \\pi i } \\delta \\Bigl ( \\frac { \\sum _ { I = 1 } ^ { 3 } \\tilde { \\phi } _ { I } } { 3 } \\Bigr ) \\Bigl ( Q ^ { 3 } ( \\overline { { { \\phi } } } ) + 0 \\times \\phi _ { I } + { \\cal O } ( \\tilde { \\phi } _ { I } ^ { 2 } ) \\Bigr ) \\frac { 1 } { \\tilde { \\phi } _ { 1 2 } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } \\tilde { \\phi } _ { 1 3 } ^ { 2 } - 1 } .\n$$",
        "text_format": "latex",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "The leading term is straightforward to compute. By integrating out $\\tilde { \\phi } _ { I }$ 's one has ",
        "page_idx": 39
    },
    {
        "type": "equation",
        "text": "$$\n{ \\frac { 1 } { 4 \\epsilon _ { 2 } ^ { 2 } } } \\int { \\frac { d \\overline { { { \\phi } } } } { 2 \\pi i } } Q ( \\overline { { { \\phi } } } ) ^ { 3 } ,\n$$",
        "text_format": "latex",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "which after integrating $\\phi _ { 0 }$ exactly reproduces the leading contribution in (C.22). The remaining terms in the Taylor expansion will contribute to $\\mathcal { O } ( \\epsilon _ { 2 } ^ { 0 } )$ order (since $\\bar { \\phi } _ { I } ^ { 2 } \\sim \\epsilon _ { 2 } ^ { 2 }$ ). These will constribute to the $\\mathcal { O } ( \\epsilon _ { 2 } ^ { 0 } )$ order in (C.22). ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "In the next relevant region, there are two clusters. Introduce the center coordinate for the two-particle cluster as ",
        "page_idx": 39
    },
    {
        "type": "equation",
        "text": "$$\n\\overline { { { \\phi } } } _ { a } : = \\frac { \\phi _ { 1 } + \\phi _ { 2 } } { 2 } , \\quad a = \\{ 1 , 2 \\} , \\qquad \\tilde { \\phi } : = \\phi _ { 1 } - \\phi _ { 2 } .\n$$",
        "text_format": "latex",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "and set the coordinate in the one particle cluster $\\overline { { { \\phi } } } _ { b } = \\phi _ { 3 }$ ，where $b = \\{ 3 \\}$ .Doing Taylor expansion one has ",
        "page_idx": 39
    },
    {
        "type": "equation",
        "text": "$$\n{ \\cal F } ^ { \\{ \\{ 1 , 2 \\} , \\{ 3 \\} \\} } = \\int \\frac { d \\overline { { { \\phi } } } _ { a } } { 2 \\pi i } \\frac { d \\overline { { { \\phi } } } _ { b } } { 2 \\pi i } \\frac { d \\widetilde { \\phi } } { 2 \\pi i } \\frac { Q ^ { 2 } ( \\overline { { { \\phi } } } _ { a } ) Q ( \\overline { { { \\phi } } } _ { b } ) + { \\cal O } ( \\widetilde { \\phi } , \\epsilon _ { 2 } ^ { 2 } ) } { \\overline { { { \\phi } } } _ { a b } ^ { 2 } \\left( \\widetilde { \\phi } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } \\right) }\n$$",
        "text_format": "latex",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "where $\\mathcal { O } \\big ( \\tilde { \\phi } , \\epsilon _ { 2 } ^ { 2 } \\big )$ corresponds to higher order terms in the Taylor expansion,which are subleading in the small $\\epsilon _ { 2 }$ expansion. To compute the leading term in this region,one needs to evaluate the integral ",
        "page_idx": 39
    },
    {
        "type": "equation",
        "text": "$$\n\\int { \\frac { d x } { 2 \\pi i } } { \\frac { d y } { 2 \\pi i } } { \\frac { f ( x ) ^ { 2 } f ( y ) } { ( x - a - i 0 ) ^ { 2 } ( y - a - i 0 ) ( x - y ) ^ { 2 } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "where, for simplicity, we considered the case corresponding to the $U ( 1 )$ gauge theory. This integral is similar to (C.14). To evaluate it, one can first integrate out $x$ by taking residue at the double pole $x = a + i 0$ then do integration for $y$ . One can also first do integration for $y$ and then for $x$ ，the result is the same. By summing the leading contributions from both regions14 $\\{ \\{ 1 , 2 \\} , \\{ 3 \\} \\}$ and $\\{ \\{ 1 , 3 \\} , \\{ 2 \\} \\}$ , one reproduces the next-to-leading order term in (C.22). It is clear that the region $\\{ \\{ 1 \\} , \\{ 2 \\} , \\{ 3 \\} \\}$ where all particles are well separated, compare to (C.23)，contributes $\\mathcal { O } ( \\epsilon _ { 2 } ^ { 0 } )$ to (C.22). ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "This example provides a non-trivial check for the correctness of the method of expansion by regions. In particular,it shows that if one is only interested in the leading contribution, the method of expansion by regions turns out to be extremely efficient. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "D Alternative derivation of (2.43) ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "In this Appendix we rederive (2.43) by applying the method of expansion by regions before taking the logarithm of the partition function. This provides a further independent check of the result. The validity of the method of expansion by regions is argued in appendix C, here we mainly exploit the combinatorics coming from the labeling of the regions. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "The simple fact on which Mayer expansion is based on is ",
        "page_idx": 40
    },
    {
        "type": "equation",
        "text": "$$\n\\prod _ { 1 \\le I < J \\le k } ( 1 + f _ { I J } ) = \\sum _ { g \\in \\mathcal { G } ^ { [ k ] } } \\prod _ { e ( I , J ) \\in g } f _ { I J } = \\sum _ { \\mathfrak { b } \\in \\mathcal { B } ^ { [ k ] } } \\prod _ { \\mathbf { Y } \\in \\mathfrak { b } } \\left( \\sum _ { g \\in \\mathcal { G } _ { c } ^ { \\mathbf { Y } } } \\prod _ { e ( I , J ) \\in g } f _ { I J } \\right) .\n$$",
        "text_format": "latex",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "For convenience we summarize the notation used in the text here: $\\mathcal G ^ { \\mathbf { X } }$ (respectively $\\mathcal { G } _ { c } ^ { \\mathbf { X } }$ ） where $\\mathbf { X }$ is a set, denotes the set of graphs (respectively connected graphs) with the elements of $\\mathbf { X }$ as vertices. $B ^ { \\mathbf { X } }$ is the set of grouping of the elements of $\\mathbf { X }$ into clusters. We set $[ k ] = \\{ 1 , 2 , \\ldots , k \\}$ . Finally, $e ( I , J ) \\in g$ means that there is an edge connecting the vertices （204号 $I$ and $J$ in the graph $g$ ： ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "The rewriting (D.1) together with basic properties of the exponential implies that only connected graphs contibutes to the logarithm of the grand canonical partition function. The expansion (D.1） is not particularly convenient when expanding the integrand in a region, see Section 2.2.2. There is a refined version of (D.1) that we will now present. For any fixed $\\mathsf { b } \\in B ^ { \\lfloor k \\rfloor }$ we can rearrange the integrand as ",
        "page_idx": 40
    },
    {
        "type": "equation",
        "text": "$$\n\\prod _ { I = 1 } ^ { k } U _ { I } \\prod _ { 1 \\leq I < J \\leq k } ( 1 + f _ { I J } ) = \\prod _ { { \\bf Y } \\in { \\textrm { b } } } \\mathfrak { U } _ { { \\bf Y } } \\prod _ { { \\bf Y } _ { 1 } , { \\bf Y } _ { 2 } \\in { \\textrm { b } } } ( 1 + \\mathfrak { f } _ { { \\bf Y } _ { 1 } { \\bf Y } _ { 2 } } ) \\ ,\n$$",
        "text_format": "latex",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "where ",
        "page_idx": 40
    },
    {
        "type": "equation",
        "text": "$$\n\\mathfrak { U } _ { \\mathbf { Y } } : = \\prod _ { I \\in \\mathbf { Y } } U _ { I } \\prod _ { \\substack { I , J \\in \\mathbf { Y } } } \\left( 1 + f _ { I J } \\right) , \\ ~ 1 + \\mathfrak { f } _ { \\mathbf { Y } _ { 1 } \\mathbf { Y } _ { 2 } } : = \\prod _ { \\substack { I _ { 1 } \\in \\mathbf { Y } _ { 1 } } } \\left( 1 + f _ { I _ { 1 } I _ { 2 } } \\right) .\n$$",
        "text_format": "latex",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "The factors $\\mathfrak { U } _ { \\mathbf { Y } }$ ， $\\bf { f } _ { \\bf { Y } _ { 1 } , \\bf { Y } _ { 2 } }$ respectively takes into account “interactions” within each cluster $\\mathbf { Y }$ and between pairs of clusters ${ \\bf Y } _ { 1 }$ ， $\\mathbf { Y _ { 2 } }$ . Applying the same reasoning as in (D.1) to the right hand side of (D.2) we rewrite ",
        "page_idx": 40
    },
    {
        "type": "equation",
        "text": "$$\n\\prod _ { I = 1 } ^ { k } U _ { I } \\prod _ { 1 \\leq I < J \\leq k } ( 1 + f _ { I J } ) = \\prod _ { \\mathbf { Y } \\in \\mathfrak { b } } \\mathfrak { U } _ { \\mathbf { Y } } \\sum _ { \\mathbf { b } ^ { \\prime } \\in \\mathcal { B } ^ { [ N _ { \\mathfrak { b } } ] } } \\prod _ { \\mathbf { Y } ^ { \\prime } \\in \\mathfrak { b ^ { \\prime } } } \\left( \\sum _ { g \\in \\mathcal { G } _ { c } ^ { \\mathbf { Y } ^ { \\prime } } \\in ( \\mathbf { Y } _ { 1 } , \\mathbf { Y } _ { 2 } ) \\in g } \\mathfrak { f } _ { \\mathbf { Y } _ { 1 } \\mathbf { Y } _ { 2 } } \\right) .\n$$",
        "text_format": "latex",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "The number $N _ { \\mathsf { b } }$ denotes the number of clusters in the grouping $\\boldsymbol { \\mathrm { b } }$ . The sum over $\\lvert \\boldsymbol { B } ^ { \\rvert N _ { \\mathrm { b } } \\rvert }$ in (D.4) is interpreted as a sum over clusters of clusters. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Assuming the validity of the method of expansion by regions we have ",
        "page_idx": 41
    },
    {
        "type": "equation",
        "text": "$$\n\\mathcal { Z } = \\sum _ { k = 0 } ^ { \\infty } \\frac { q ^ { k } } { k ! } \\sum _ { \\mathfrak { b } \\in \\mathcal { B } ^ { [ k ] } } \\int _ { k } \\mathbb { T } ^ { ( \\mathfrak { b } ) } \\left[ \\mathrm { I n t e g r a n d } _ { k } \\right] ,\n$$",
        "text_format": "latex",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "where we define Integrand $k$ as the r.h.s. of (D.4). The symbol $\\mathbb { T } ^ { ( \\mathsf { b } ) } \\left[ \\dots \\right]$ means the following: Taylor expand its argument in the region labeled by $\\boldsymbol { \\mathrm { b } }$ . Based purely on combinatorics one rewrites ",
        "page_idx": 41
    },
    {
        "type": "equation",
        "text": "$$\n\\log \\mathcal { Z } = \\sum _ { k = 0 } ^ { \\infty } \\frac { q ^ { k } } { k ! } \\sum _ { \\mathfrak { b } \\in \\mathcal { B } ^ { [ k ] } } \\int _ { k } \\mathbb { T } ^ { ( \\mathfrak { b } ) } \\left[ \\prod _ { \\mathbf { Y } \\in \\mathfrak { b } } \\mathfrak { U } _ { \\mathbf { Y } } \\ \\sum _ { g \\in \\mathcal { G } _ { c } ^ { [ N _ { \\mathfrak { b } } ] } } \\prod _ { e ( \\mathbf { Y } _ { 1 } , \\mathbf { Y } _ { 2 } ) \\in g } \\mathfrak { f } _ { \\mathbf { Y } _ { 1 } , \\mathbf { Y } _ { 2 } } \\right] .\n$$",
        "text_format": "latex",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "The explicit Taylor expansion gives ",
        "page_idx": 41
    },
    {
        "type": "equation",
        "text": "$$\n\\boldsymbol { \\mathrm { T } } ^ { ( \\mathbf { b } ) } \\left[ \\boldsymbol { \\mathfrak { U } } \\mathbf { x } \\right] = \\left( \\frac { Q ( \\phi _ { \\mathbf { Y } } ) } { \\epsilon _ { 2 } } \\right) ^ { | \\mathbf { Y } | } \\prod _ { I , J \\in \\mathbf { Y } \\atop I < J } \\frac { \\phi _ { I J } ^ { 2 } } { \\phi _ { I J } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } + \\ldots , \\qquad \\phi _ { \\mathbf { Y } } : = \\frac { 1 } { | \\mathbf { Y } | } \\sum _ { I \\in \\mathbf { Y } } \\phi _ { I } ,\n$$",
        "text_format": "latex",
        "page_idx": 41
    },
    {
        "type": "equation",
        "text": "$$\n\\Pi ^ { ( \\mathbf { b } ) } \\left[ \\mathbf { f } _ { \\mathbf { Y } _ { 1 } , \\mathbf { Y } _ { 2 } } \\right] = \\epsilon _ { 2 } | \\mathbf { Y } _ { 1 } | | \\mathbf { Y } _ { 2 } | G ( \\phi _ { \\mathbf { Y } _ { 1 } } - \\phi _ { \\mathbf { Y } _ { 2 } } ) + \\dots\n$$",
        "text_format": "latex",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "From (D.8) one concludes immediatly that only connected tree graphs contributes to the sum in (D.6). This produces a factor of $\\epsilon _ { 2 } ^ { N _ { \\mathrm { b } } - 1 }$ . Next, for each cluster we separate the integration variables into center of the cluster and distances between particles in the same cluster. The latter contribution facorizes from (D.7) to produce ",
        "page_idx": 41
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { 1 } { \\epsilon _ { 2 } ^ { | { \\mathbf Y } | } } \\int \\prod _ { I \\in { \\mathbf Y } } \\frac { d \\phi _ { I } } { 2 \\pi i } \\delta \\left( \\frac { 1 } { | { \\mathbf Y } | } \\sum _ { I \\in { \\mathbf Y } } \\phi _ { I } \\right) \\prod _ { I , J \\in { \\mathbf Y } } \\frac { \\phi _ { I J } ^ { 2 } } { \\phi _ { I J } ^ { 2 } - \\epsilon _ { 2 } ^ { 2 } } = \\frac { 1 } { \\epsilon _ { 2 } } \\frac { 1 } { 2 \\pi i } \\frac { | { \\mathbf Y } | ! } { | { \\mathbf Y } | ^ { 2 } } .\n$$",
        "text_format": "latex",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "We have thus reproduced the result (2.41). ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "[1] N.Beisert, C. Ahn,L.F. Alday, Z. Bajnok, J. M. Drummond, L. Freyhult, N. Gromov and R. A. Janik et al.， “Review of AdS/CFT Integrability: An Overview,\" Lett. Math. Phys. 99,3(2012) [arXiv:1012.3982 [hep-th].   \n[2] N. Seiberg and E. Witten， “Electric - magnetic duality， monopole condensation， and confinement in N=2 supersymmetric Yang-Mills theory,” Nucl. Phys. B 426,19 (1994) [Erratum-ibid. B 430, 485 (1994)] [hep-th/9407087].   \n[3] N. Seiberg and E. Witten， “Monopoles, duality and chiral symmetry breaking in N=2 supersymmetric QCD,\" Nucl. Phys. B 431, 484 (1994) [hep-th/9408099].   \n[4] A.Gorsky, I. Krichever, A. Marshakov, A. Mironov and A. Morozov, “Integrability and Seiberg-Witten exact solution,” Phys.Lett. B 355, 466 (1995) [hep-th/9505035].   \n[5] R.Donagi and E. Witten, “Supersymmetric Yang-Mills theory and integrable systems,” Nucl. Phys.B 460,299 (1996) [hep-th/9510101].   \n[6] H. Itoyama and A. Morozov, “Prepotential and the Seiberg-Witten theory,” Nucl. Phys. B 491, 529 (1997) [hep-th/9512161] ； “Integrability and Seiberg-Witten theory: Curves and periods,” Nucl. Phys.B 477, 855 (1996) [hep-th/9511126].   \n[7] E. D'Hoker and D. H. Phong, “Lectures on supersymmetric Yang-Mils theory and integrable systems,\" hep-th/9912271.   \n[8] G.W. Moore, N. Nekrasov and S. Shatashvili, “Integrating over Higgs branches,\" Commun.Math.Phys.209,97 (2000) [hep-th/9712241].   \n[9] A. Losev， N. Nekrasov and S. L. Shatashvili， “Testing Seiberg-Witten solution,” In \\*Cargese 1997, Strings, branes and dualities\\* 359-372 [hep-th/9801061].   \n[10] G. W. Moore, N. Nekrasov and S. Shatashvili， “D particle bound states and generalized instantons,” Commun. Math. Phys. 209,77 (2000) [hep-th/9803265].   \n[11] N. A. Nekrasov， “Seiberg-Witten prepotential from instanton counting,” Adv. Theor. Math. Phys.7,831 (2004) [hep-th/0206161].   \n[12] N. Nekrasov, “Five dimensional gauge theories and relativistic integrable systems,\"Nucl. Phys.B 531,323 (1998) [hep-th/9609219].   \n[13] A. Iqbal and A. -K. Kashani-Poor， “Instanton counting and Chern-Simons theory,” Adv. Theor.Math.Phys. 7, 457 (2004) [hep-th/0212279].   \n[14] A. Iqbal and A. -K. Kashani-Poor， “SU(N) geometries and topological string amplitudes,”Adv. Theor.Math. Phys.10,1 (2006) [hep-th/0306032].   \n[15] T. J. Hollowood， A. Iqbal and C. Vafa, “Matrix models， geometric engineering and elliptic genera,” JHEP 0803,069 (2008) [hep-th/0310272].   \n[16] A. Iqbal, C. Kozcaz and C. Vafa， “The Refined topological vertex,” JHEP O910, 069 (2009）[hep-th/0701156].   \n[17] L. F. Alday, D. Gaiotto and Y. Tachikawa, “Liouville Correlation Functions from Fourdimensional Gauge Theories,\"Lett. Math. Phys. 91,167 (2010) [arXiv:0906.3219 [hepth]].   \n[18] N. A. Nekrasov and S. L. Shatashvili， “Quantization of Integrable Systems and Four Dimensional Gauge Theories,\" arXiv:0908.4052 [hep-th].   \n[19] C. -N. Yang and C. P. Yang， “Thermodynamics of one-dimensional system of bosons with repulsive delta function interaction,” J. Math. Phys. 10,1115 (1969).   \n[20] A. B. Zamolodchikov， “Thermodynamic Bethe Ansatz in Relativistic Models. Scaling Three State Potts and Lee-yang Models,\" Nucl. Phys. B 342, 695 (1990).   \n[21] N. A. Nekrasov and S. L. Shatashvili, “Supersymmetric vacua and Bethe ansatz,\"Nucl. Phys. Proc. Suppl. 192-193, 91 (2009) [arXiv:0901.4744 [hep-th]].   \n[22] N. A. Nekrasov and S. L. Shatashvili， “Quantum integrability and supersymmetric uacua,” Prog. Theor. Phys. Suppl. 177, 105 (2009) [arXiv:0901.4748 [hep-th].   \n[23] S. Cecotti and C. Vafa， “Topological antitopological fusion,” Nucl. Phys. B 367, 359 (1991).   \n[24] K. K. Kozlowski and J. Teschner，“TBA for the Toda chain,” arXiv:1006.2906 [mathph].   \n[25] N. Nekrasov and E. Witten， “The Omega Deformation， Branes， Integrability， and Liouville Theory,” JHEP 1009,092 (2010) [arXiv:1002.0888 [hep-th].   \n[26] N. Nekrasov, A. Rosly and S. Shatashvili， “Darboux coordinates， Yang-Yang functional, and gauge theory,”Nucl. Phys. Proc. Suppl. 216, 69 (2011) [arXiv:1103.3919 [hep-th]].   \n[27] A. Mironov and A. Morozov, “Nekrasov Functions and Exact Bohr-Zommerfeld Integrals,” JHEP 1004, 040 （2010） [arXiv:0910.5670 [hep-th].   \n[28] A. Mironov and A. Morozov， “Nekrasov Functions from Exact BS Periods: The Case of SU(N),” J.Phys. A 43,195401 (2010)[arXiv:0911.2396 [hep-th].   \n[29] M. Piatek, “Classical conformal blocks from TBA for the elliptic Calogero-Moser system,” JHEP 1106,050 (2011) [arXiv:1102.5403 [hep-th].   \n[30] A. Mironov，A. Morozov， Y. Zenkevich and A. Zotov， “Spectral Duality in Integrable Systems from AGT Conjecture,\" JETP Lett. 97, 45 (2013) [Pisma Zh. Eksp. Teor. Fiz. 97,49 (2013)] [arXiv:1204.0913 [hep-th].   \n[31] N. Dorey, S. Lee and T. J. Hollowood, “Quantization of Integrable Systems and a 2d/4d Duality,” JHEP 1110,077 (2011) [arXiv:1103.5726 [hep-th].   \n[32] H. -Y. Chen, N. Dorey, T. J. Hollowood and S. Lee, “A New 2d/4d Duality via Integrability,”JHEP 1109,040 (2011） [arXiv:1104.3021 [hep-th].   \n[33] H. -Y. Chen, T. J. Hollowood and P. Zhao, “A 5d/3d duality from relativistic integrable system,” JHEP 1207,139 (2012) [arXiv:1205.4230 [hep-th].   \n[34] L. Bao, E. Pomoni, M. Taki and F. Yagi,“M5-Branes, Toric Diagrams and Gauge Theory Duality,” JHEP 1204,105 (2012) [arXiv:1112.5228 [hep-th]].   \n[35] A. Mironov, A. Morozov, B. Runov, Y. Zenkevich and A. Zotov， “Spectral Duality Between Heisenberg Chain and Gaudin Model,”Lett. Math. Phys. 1O3， no. 3， 299 (2013)[arXiv:1206.6349 [hep-th].   \n[36] K. Bulycheva, H. -Y. Chen, A. Gorsky and P. Koroteev, “BPS States in Omega Background and Integrability,” JHEP 1210,116 (2012) [arXiv:1207.0460 [hep-th].   \n[37] H. -Y. Chen， P. -S. Hsin and P. Koroteev， “On the Integrability of Four Dimensional N=2 Gauge Theories in the Omega Background,” JHEP 1308, O76 (2013) [arXiv:1305.5614 [hep-th].   \n[38] Y. Luo, M. -C. Tan and J. Yagi， “N= $\\boldsymbol { \\mathcal { Z } }$ supersymmetric gauge theories and quantum integrable systems,” arXiv:1310.0827 [hep-th].   \n[39] M. Aganagic, M. C. N. Cheng, R. Dijkgraaf, D. Krefl and C. Vafa, “Quantum Geometry of Refined Topological Strings,” JHEP 1211, 019 (2012) [arXiv:1105.0630 [hep-th]].   \n[40] M. -x. Huang, A. -K. Kashani-Poor and A. Klemm， “The Ω deformed B-model for rigid （ ${ \\mathcal N } = 2$ theories,”Annales Henri Poincare 14, 425 (2013) [arXiv:1109.5728 [hep-th].   \n[41] S. Hellerman, D. Orlando and S. Reffert， “The Omega Deformation From String and M-Theory,” JHEP 1207,061 (2012） [arXiv:1204.4192 [hep-th]].   \n[42] M.-x. Huang, “On Gauge Theory and Topological String in Nekrasov-Shatashvili Limit,” JHEP 1206,152（2012）[arXiv:1205.3652 [hep-th].   \n[43] I. Antoniadis, I. Florakis, S. Hohenegger， K. S. Narain and A. Zein Assi, “Worldsheet Realization of the Refined Topological String,” Nucl. Phys. B 875, 101 (2013) [arXiv:1302.6993 [hep-th].   \n[44] Y. Hatsuda, M. Marino, S. Moriyama and K. Okuyama, “Non-perturbative effects and the refined topological string,” arXiv:1306.1734 [hep-th].   \n[45] J. Kallen and M. Marino， “Instanton effects and quantum spectral curves,” arXiv:1308.6485 [hep-th].   \n[46] L. Bao, V. Mitev, E. Pomoni, M. Taki and F. Yagi,“Non-Lagrangian Theories from Brane Junctions,” arXiv:1310.3841 [hep-th].   \n[47] Hatsuda, Meneghelli, Pomoni, Teschner, Yang, work in progress.   \n[48] J. Mayer and M. G. Mayer, Statistical Mechanics, New York 1940   \n[49] M. Beneke and V.A. Smirnov, “Asymptotic expansion of Feynman integrals near threshold,” Nucl. Phys. B 522, 321(1998) [hep-ph/9711391].   \n[50] M. Gopfert and G. Mack, “Iterated Mayer Expansion For Classical Gases At Low Temperatures,\" DESY 81/014.   \n[51] A. M. Polyakov “Microscopic description of critical phenomena,” JETP 55 (1968), 1026-1038.   \n[52] D. C. Brydges, A short course on cluster expansions, In: Critical Phenomena, Random Systems, Gauge Theories. Osterwalder,K., Stora, R. (eds.)， Amsterdam: Elsevier 1986   \n[53] D. Gaiotto，“N=2 dualities,” JHEP 1208, 034 (2012) [arXiv:0904.2715 [hep-th]].   \n[54] L. Hollands, C. A. Keller and J. Song, “Towards a 4d/2d correspondence for Sicilian quivers,” JHEP 1110,100 (2011) [arXiv:1107.0973 [hep-th].   \n[55] L. Bhardwaj and Y. Tachikawa, “Classification of 4d N=2 gauge theories,” arXiv:1309.5160 [hep-th].   \n[56] N. Nekrasov and V. Pestun, “Seiberg-Witten geometry of four dimensional N=2 quiver gauge theories,” arXiv:1211.2240 [hep-th].   \n[57] S. Shadchin， “Cubic curves from instanton counting,” JHEP O603， O46 (2006) [hep-th/0511132].   \n[58] M. Billo, M. Frau, F. Fucito, L. Giacone, A. Lerda, J. F. Morales and D. R. Pacifici, “Non-perturbative gauge/gravity correspondence in N=2 theories,” JHEP 1208, 166 (2012）[arXiv:1206.3914 [hep-th].   \n[59] L. Hollands, C. A. Keller and J. Song, “From SO/Sp instantons to W-algebra blocks,” JHEP 1103,053 (2011） [arXiv:1012.4468 [hep-th]].   \n[60] R. Poghossian， “Deforming SW curue,” JHEP 1104, 033 (2011) [arXiv:1006.4822 [hepth].   \n[61] F. Fucito, J. F. Morales, D. R. Pacifici and R. Poghossian， “Gauge theories on Ω- backgrounds from non commutative Seiberg-Witten curves,” JHEP 11O5, 098 (2011) [arXiv:1103.4495 [hep-th].   \n[62] F. Fucito, J. F. Morales and D.R. Pacifici， “Deformed Seiberg-Witen Curves for ADE Quivers,” JHEP 1301,091 (2013) [arXiv:1210.3580 [hep-th]].   \n[63] J. -E. Bourgine，“Notes on Mayer Expansions and Matrix Models,” arXiv:1310.3566 [hep-th].   \n[64] E. Frenkel and D. Hernandez, “Baxter's Relations and Spectra of Quantum Integrable Models,” [arXiv:1308.3444 [math-QA].   \n[65] N. Nekrasov, V. Pestun and S. Shatashvili, “Quantum geometry and quiver gauge theories,\" arXiv:1312.6689 [hep-th].   \n[66] C. Meneghelli and J. Teschner， “Lightcone lattice from the universal R-matrix,” to appear.   \n[67] D. Gaiotto, G. W. Moore and A. Neitzke, “Four-dimensional wall-crossing via threedimensional field theory,” Commun. Math. Phys. 299，163 (2010) [arXiv:0807.4723 [hep-th]].   \n[68] S. Alexandrov and P. Roche, “TBA for non-perturbative moduli spaces,” JHEP 1006, 066（2010）[arXiv:1003.3964 [hep-th].   \n[69] L.F. Alday， D. Gaiotto and J. Maldacena, “Thermodynamic Bubble Ansatz,” JHEP 1109,032 （2011) [arXiv:0911.4708 [hep-th].   \n[70] L. F. Alday, D. Gaiotto, J. Maldacena, A. Sever and P. Vieira, “An Operator Product Expansion for Polygonal null Wilson Loops,” JHEP 1104, 088 (2011) [arXiv:1006.2788 [hep-th]].   \n[71] B. Basso, A. Sever and P. Vieira, “Space-time S-matrix and Flux-tube S-matrix at Finite Coupling,” Phys. Rev. Lett.111, 091602 (2013) [arXiv:1303.1396 [hep-th].   \n[72] B. Basso, A. Sever and P. Vieira, “Space-time S-matrix and Flux tube S-matrix II. Extracting and Matching Data,” arXiv:1306.2058 [hep-th].   \n[73] B.Basso, talks at IGST 2013 and at the workshop “The Geometry and Physics of Scattering Amplitudes”, December 2013.   \n[74] B. Basso, A. Sever, and P. Vieira. to appear.   \n[75] S. Shadchin， “On certain aspects of string theory/gauge theory correspondence,” hep-th/0502180.   \n[76] M. F. Atiyah, N. J. Hitchin, V. G. Drinfeld and Y. .I. Manin, “Construction of Instantons,” Phys. Lett. A 65, 185 (1978).   \n[77] E. Witten， “Small instantons in string theory,” Nucl. Phys. B 460， 541 (1996) [hep-th/9511030].   \n[78] M. R. Douglas, “Branes within branes,\" In \\*Cargese 1997, Strings, branes and dualities\\* 267-275 [hep-th/9512077].   \n[79] M. R. Douglas， “Gauge fields and D-branes,” J. Geom. Phys. 28， 255 (1998) [hep-th/9604198].   \n[80] N. Nekrasov and S. Shadchin，“ABCD of instantons,” Commun. Math. Phys. 252, 359 (2004）[hep-th/0404225].   \n[81] M. Marino and N. Wyllard, “A Note on instanton counting for N=2 gauge theories with classical gauge groups,” JHEP 0405, 021 (2004) [hep-th/0404125].   \n[82] C. A. Keller, N. Mekareeya, J. Song and Y. Tachikawa, “The ABCDEFG of Instantons and W-algebras,” JHEP 1203, 045 (2012) [arXiv:1111.5624 [hep-th]].   \n[83] U. Bruzzo,F. Fucito, J. F. Morales and A. Tanzini, “Multiinstanton calculus and equivariant cohomology,” JHEP 0305,054 (2003) [hep-th/0211108].   \n[84] F. Fucito, J. F. Morales and R. Poghossian, “Instantons on quivers and orientifolds,” JHEP 0410,037 （2004) [hep-th/0408090].   \n[85] A. V. Litvinov,“On spectrum of ILW hierarchy in conformal field theory,” JHEP 1311, 155(2013) [arXiv:1307.8094 [hep-th]].   \n[86] V. A. Smirnov， “Applied asymptotic expansions in momenta and masses,” Springer Tracts Mod. Phys. 177,1 (2002).   \n[87] B. Jantzen， “Foundation and generalization of the expansion by regions,” JHEP 1112, 076 （2011） [arXiv:1111.2589 [hep-ph]]. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 47
    }
]