[
    {
        "type": "text",
        "text": "专题：科技促进农业供给侧结构性改革 Science & Technology Promoting Agricultural Supply-side Structural Reform ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从供给侧改革思考我国肥料和土壤调理剂产业现状、问题与发展对策",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/4f717c005f8a01e80464d75ce128560b3c484d5da22c4b84a42dd17d7d75fdcc.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "周静1.2 胡芹远 章力干4 刘海龙1.5 游来勇1",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院南京土壤研究所中国科学院土壤环境与污染修复重点实验室南京210008  \n2中国科学院红壤生态实验站国家红壤改良工程技术研究中心鹰潭335211  \n3 安徽省农业委员会 土壤肥料工作总站 合肥 230001  \n4安徽农业大学资源与环境学院合肥230036  \n5中国科学院大学北京100049",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要肥料作为重要的生产资料，是农业可持续发展的物质基础，农业发展离不开肥料产业的支撑；推进农业供给侧结构性改革，肥料产业是绕不过去的一个环节。当前我国肥料产业面临着传统肥料产能过剩、不合理施肥导致的资源能源浪费、环境污染、耕地退化、农产品质量安全等一系列问题，行业发展亟待破局。文章从基层肥料市场和农业生产调研入手，以肥料产业支撑农业供给侧结构性调整的角度，较系统地阐释了我国肥料产业的现状、问题，提出了肥料和土壤调理剂产业可持续发展应以推进农业供给侧结构性改革为主线，以市场为导向，以满足国家粮食安全、优质绿色农产品供给、增加农民收入为主要目标的对策建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词肥料产业，现状与问题，发展建议，农业供给侧改革 DOI 10.16418/j.issn.1000-3045.2017.10.008 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\*资助项目：国家科技支撑计划课题（2015BAD05B01），国家“973”项目（2013CB934302)  \n修改稿收到日期：2017年10月11日",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "肥料（包括土壤调理剂等新型肥料，下文同）作为重要的农业生产资料，是农业持续发展的物质基础，是粮食的“粮食”[]。据联合国粮农组织（FAO）估计，在所有的农业投入品中，肥料的投入约占农业生产总投入的 $1 / 2 ^ { [ 2 ] }$ 。在我国“农业八字宪法”（土、肥、水、种、密、保、管、工）中，“肥”排在第2位，充分说明肥料在农业生产中的重要作用。我国能够用占世界 $7 \\%$ 的耕地养活占世界 $22 \\%$ 的人口，肥料的贡献功不可没。合理施用肥料，不仅可提高土壤肥力、改善土壤结构，还能提高农作物产量，改善农产品品质，促进农民增收，保障人畜生命安全。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "但是，长期以来我国农业中存在过度使用化肥、农药等现象，造成了农田生态系统失衡，土壤板结、酸化、盐碱化、耕层变浅、农药和重金属超标等，使得耕地的质量下降，土壤污染日益严重，从而严重制约了我国农业的可持续发展。肥料是除土壤外最基础的农业生产资料，由其不合理使用引发的农业产业深层次的矛盾也逐渐显现。当下，我国多地农业面临着生产成本上升、环境污染不断加重的严峻挑战。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "农业发展离不开肥料产业的支撑，推进农业供给侧结构性改革，肥料产业是绕不过去的一个环节。当前我国肥料产业面临着传统肥料产能过剩等一系列问题，行业发展亟待破局，当以推进农业供给侧结构性改革为主线，发展以市场为导向，以满足国家粮食安全、供给优质农产品、增加农民收入为主要目标的肥料产业。推进农业供给侧结构性改革，是我国现代农业发展的关键理念更新，也是肥料行业改革创新的依据和法宝。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前，我国肥料行业已经到了转型发展的关键期，推进供给侧改革，才能推动行业产业结构调整、化解过剩产能、提高核心竞争力，朝着绿色、高效、生态的新型肥料方向发展；肥料行业发展到高级阶段应是生产型和服务型的混合体，并由此带动产业链升级和价值递增，以适应农业供给侧改革、满足农业可持续发展的需求。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1我国农业肥料的产业现状 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当前我国肥料市场品种多样，主要分为按国家标准生产的传统肥料和各种新型肥料，表1按照常用分类方法，列举了部分传统肥料和新型肥料。其中，土壤调理剂（又称“土壤改良剂”）是近年来最具有代表性的新型肥料。本文通过对几种常见传统肥料和新型肥料的产业现状阐述，窥见我国农业肥料的整体产业状况。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1传统肥料",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1.1氮肥 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "近期资料表明，我国合成氨年产能达8350万吨，占全球总产能的 $3 7 \\%$ ；高浓度氮肥——尿素成为主要产品，年产能达9500万吨，占我国氮肥总产能的 $60 . 7 \\%$ ，占全球氮肥总产能的 $44 \\%$ ；其他氮肥产品如碳铵、硝铵、氯化铵和复合肥（含氮量）等的总产能，占我国氮肥总产能的39.3% [2]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当前，我国氮肥生产企业近600家，其中中小型企业占有相当比例。这些中小型企业通常生产工艺落后，能耗大，生产成本和环境成本均高于国际同行，产品国际竞争力不强，产业效益低下。2016年1一10月，我国氮肥企业净亏损90多亿，利润率 $- 5 . 1 2 \\%$ ，整体开工率约 $60 \\%$ 。氮肥行业产能呈现结构性过剩，特别是尿素生产企业[2.3]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "面对严峻的市场形势和化肥减量增效的技术产品需求，控制氮肥产能总量，削减低效、高消耗产能，强化技术创新，研发新型氮肥增效产品，是实现氮肥产业转型升级的必然选择。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1.2 磷肥 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国磷肥工业始于20世纪50年代，当时的主要产品是过磷酸钙、钙镁磷肥。改革开放以来，特别是20世纪90年代后期，我国加快发展重磷铵肥、氮磷钾复合肥、硝酸磷肥等高浓度磷复合肥。2016年我国磷肥产量达1655万吨，占世界磷肥产量 $3 7 . 4 \\%$ ，其中高浓度磷复合肥占总产量的 $9 0 \\% ^ { [ 2 , 4 , 5 ] }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "整体而言，我国磷肥行业整体产能过剩，中小企业生产工艺落后，能耗和污染问题突出。磷肥产业的发展关键在于生产上的节能降耗减排和产品上的提质增效，提升磷资源利用效率。",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/a8d52ffad246e62af211bebe7b70cd6bebed3e3565eb3e1d1f8d19162c93090e.jpg",
        "table_caption": [
            "表1我国肥料市场主要品种分类"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>种类</td><td>肥料名称</td></tr><tr><td>按照国家标准生产的传统肥料</td><td>常规单质化学肥料、复混（合）肥料、有机肥料、有机-无机复混肥料、水溶肥料、微生物肥料等</td></tr><tr><td>新型肥料</td><td>各种功能肥料、缓/控释（失）肥料、增效肥料、增值肥料、稳定性肥料、硫包衣肥料、无机包裹型肥料、脲甲醛肥料、 脲铵氮肥、抗旱肥料、腐植酸肥料、氨基酸肥料、药肥同源肥料、同步营养肥料、改性化肥、各种新型尿素、土壤调理 剂、土壤修复剂、磁化、富硒、稀土、纳米肥料等</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1.3 钾肥 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我国钾肥生产始于20世纪80年代，我国钾矿资源缺乏，钾肥产量增加缓慢。到2012年，我国钾肥产量为377.4万吨，远低于氮肥和磷肥产量。2016年全国资源型钾肥产量578.3万吨（ $\\mathrm { K } _ { 2 } \\mathrm { O }$ ），加工型硫酸钾产量147.8万吨（ $\\mathrm { K } _ { 2 } \\mathrm { O }$ ），同时呈现出产品种类多样化。目前，我国商品钾肥品种主要包括：氯化钾、硫酸钾、硫酸钾镁、硝酸钾、磷酸二氢钾、钾硅（钙）、腐植酸钾等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前，我国大陆地区有160多家钾肥企业，钾肥的销售量约占全球的 $2 5 \\% ^ { [ 2 , 6 , 7 ] }$ 。我国钾肥企业中加工型企业为134家，其中规模企业32家。规模企业的钾肥总产能，占全国钾肥总产能的 $6 5 \\%$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "随着我国减肥增效技术的实施和农业主体经营体制变化，钾肥消费品种结构发生变革，从而钾肥品种结构创新也成为必然。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1.4复合肥 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "我国复合肥发展起步于20世纪80年代的磷复肥，2002—2007年进入快速发展阶段。2010年，我国复合肥年产能超亿吨，而复合肥年销售量约5500万吨，产能明显过剩。到2016年底，我国复合肥生产企业约2500家，产能30—100万吨的企业50家左右，产能100万吨以上仅10余家。可见，复合肥生产企业大多为中小企业[2,8]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "目前，我国大多数复合肥配方的制定缺乏科学依据，未来的复合肥产业将进一步强化农化服务，落实测土配方技术，使得肥料配伍体现专用化，肥料功能体现多样化，肥料效率体现高效化。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2新型肥料",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "近年来，我国新型肥料产业发展较快，按功能和特性大致分为以下5类：增效肥料、缓/控释（失）肥、水溶肥、微生物肥料及土壤调理剂。目前，全国各类新型肥料企业2000多家，总年产量超过2000万吨。新型肥料企业以中小企业为主，大型肥料企业占比不到 $10 \\%$ ；多数产品产销两旺，企业基本盈利[2]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "新型肥料的主要特性体现在：肥料配伍更加合理，养分形态、数量和比例更符合区域作物和土壤的实际，养分形态有利于作物吸收利用，养分比例重视中、微量元素的作用，肥效高；应用增效载体系统调控土壤一植物一肥料的养分转化与移动，促进作物生长，改善土壤肥力，提升肥料效应；注重作物养分吸收利用和粮食高产的同时注重肥料的生态环境效应，体现绿色与环境友好特征。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2.1增效肥 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "添加新型增效载体的增效肥料由于成本低，工艺改造简单易行，已在诸多企业实现产业化。目前，我国增效肥年产能达到1200万吨，其中《含腐植酸尿素》《含海藻酸尿素》《海藻酸类肥料》《腐植酸复合肥料》4项国家化工行业标准已于2017年4月1日正式实施，标志着增效肥料逐渐形成新产业，并标准化生产。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2.2 缓/控释（失）肥 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "截至2016年底，我国缓/控释（失）肥类肥料，登记证在有效期内的产品共36个。低成本、与作物养分需求规律相匹配的缓/控释（失）肥发展潜力不容忽视。自2014年起，我国缓/控释（失）肥示范推广规模不断扩大，作物种类和试验示范点基本覆盖了我国主要区域和农作物。其产品涉及硫磺包衣、树脂包衣、肥包肥、化学抑制型、基质复合型、有机高分子聚合物型等[2.9]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2.3水溶肥 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从目前的发展趋势看，随着我国水肥一体化行动方案的落实，到2020年，水肥一体化推广面积将达1.5亿亩，由此亦将带动水溶性肥料迅猛发展。目前，我国水溶肥料发展呈现多元化，企业增速加快，产品竞争加剧，同质化和低质化产品较多，利润逐步下降。未来水溶肥产品的功能化，将成为其发展的必然。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2.4 微生物肥料",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "土壤生态退化常导致土传病害频发，微生物肥料和生物有机肥料在预防土传病害方面表现出明显效应，由此带动了相应产品研发和产业的发展。目前，我国微生物肥料总产能达1500万吨/年左右，正式登记的微生物肥料包括微生物菌剂、生物有机肥、复合微生物肥料、有机物料腐熟剂、根瘤菌菌剂、光合细菌菌剂、微生物肥料、内生菌根菌剂和生物修复菌剂等。未来要加强微生物肥料基础理论和应用技术研究工作，解决微生物肥料效果不稳定等问题。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.2.5土壤调理剂",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "随着“土十条”的颁布，我国土壤退化修复和土壤污染治理产业空间更加巨大，各类土壤调理剂、修复材料等将迎来新的发展期。近几年，我国土壤调理剂类产品发展较快。截至2016年底，我国登记的土壤调理剂已经超过100个。按用途分类，常用土壤调理剂主要有5大类，分别用于：改良土壤结构，降低土壤盐碱危害，调节土壤酸碱度，改善土壤水分状况，以及修复重金属和农药污染土壤。土壤调理剂主要原料来源有天然非金属矿物、工业副产品、农产品加工副产品等[2,10]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2我国肥料产业当前存在的主要问题",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1传统肥料产能过剩，同质化严重",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "以全国尿素产能为例，据中国氮肥工业协会统计，2016年我国尿素产能9500万吨（不包括进出口和工业用）。按全国18亿亩耕地、平均复种指数 $200 \\%$ 计算,当前尿素产能下，可供一季作物施用的尿素量达26.4公斤/亩。尚且不计碳铵、硫铵、氯化铵、硝铵、合成氨等肥料的施用。由此可知，我国农业肥料严重产能过剩。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "再以安徽省为例，安徽省化肥工业协会统计，截至2014年底，据安徽省合肥工业协会统计，截至2016年底，全省主要肥料总产能（尿素、复混肥和磷铵）1064.9万吨/年，2016年安徽省各类作物种植面积为12718.95万亩，平均每亩可供肥83.7公斤。如此大的产能，产品的配方却鲜有显著性差异。不同企业之间、同一企业在同类产品上，存在配方相似的现象。有的企业为占有市场，同一营养素含量的产品也有十几个配方。巨大的产能和产品的同质化，是近年来肥料市场价格走低的主要原因。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2企业抓不住农业供给侧结构性改革要点，科技创新存在目的错位现象",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当前，我国肥料品类很多，高效、绿色、优质的肥料品种却较少。企业没有抓住农业供给侧结构性改革的要点，而是仅以高产为第一要素，忽视了肥料增加优质农产品供给、增强农业可持续发展能力的支撑作用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "企业科技创新意愿强，但存在创新目的错位现象。当前我国肥料生产基本上能满足国内需求，市场由卖方市场转为买方市场。。因此，很多肥料企业都在积极地进行肥料的创新，新型肥料层出不穷。其中，多数肥料生产企业和科技人员致力于新技术、新产品的研发，推出了科技含量高、应用效果好的产品，为我国肥料行业的健康发展和农业发展作出了贡献。但也有少数肥料企业出于市场销售目的而错用概念—一以“卖点”代替创新，推出所谓的新产品、新技术。这集中表现在：有的企业为降低生产成本，巧立多种测土配方复合肥名目，实际则“测土而不配方”，不考虑测土配方的实际成果和肥料的基本功能；有些企业违反作物营养的基本原理，“标新立异”，忽视农田生态环境安全与农产品安全，随意进行养分配方和添加非营养物质组分，夸大肥料功能；还有的是用含对土壤环境有害和在土壤中不易降解的物质作肥料添加物或者包膜材料，肥料潜在的环境风险陡增。比如，有的产品只不过是将原有的2一3种基础产品混配在一起，并没有实质性创新，仅仅因肥料形态改变就冠以新型肥料的称谓；或者追求名词及包装等形式上的翻新，而产品在技术上、内涵上并没有突破。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3产品包装标识混乱，误用概念，误导农民",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "市场上时有肥料产品虚标养分、误用概念。有的标注不存在的养分，如固氮因子、纳米；有的虚标荣誉，如获奖、重大发明、美国技术、领导或科学家题词等；有的夸大效果，号称肥料为全能神肥等；有的炒作高科技概念，比如市场上有多种名称的尿素，号称聚能、多肽、三胺、第 $x$ 元素、冰川提取物等，而其实尿素仅指一种化合物，加入任何其他成分后都不能再称之为“尿素”。这些概念误用，往往误导了农民和种植业者科学用肥。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4新型肥料标准制定不够严谨，不能代表全行业利益",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "很多新型肥料缺乏必要的标准制约。目前，关于缓释肥料、商品有机肥等新型肥料的国家标准、行业标准有的虽已实施，但往往仅代表不同生产工艺的产品随着新型肥料的发展和市场需求，标准修订的问题将会日益凸显。例如，现有的缓释肥料执行的国家和行业标准有3个，因而降低了执行的可操作性、便利性；现行有机肥料的标准中没有对抗生素、盐分等有害成分的约束；现有水溶肥养分含量标准设置偏高，限制水溶肥配方的灵活性和实用性，也导致水溶肥成本上升；土壤调理剂等的国家标准尚需要制订，等等。新型肥料科技含量较高，但这一优势往往因为标准不严或偏离实际甚至标准缺失而得不到发挥。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.5肥料违法案件和肥害纠纷案例增多，肥料专门法规尚不够健全",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "近年来，一些肥料纠纷案件时有发生。例如，标注NKP含量（氮、钾、磷元素总含量） $45 \\%$ 的复混肥，实际含量严重不足，甚至不足 $20 \\%$ 。似此过分夸大效果，必将导致农民用肥不当、作物养分不够等而造成作物产量损失。除此之外，还有的肥料使用劣质原料，造成作物中毒。有的新型肥料的质量和效果没有经过农业生产的长期检验，时有市场纠纷。近年来媒体曝光的许多肥料纠纷案件，一定程度反映了肥料违法案件所带来的危害。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "另外，世界上很多国家有专门的肥料法律。我国是农业大国，也是肥料生产和使用大国，但至今尚没有制定一部专门的肥料法律。农业部的《肥料登记管理办法》仅仅是部门规章，法律效力不足以威慑违法行为。例如在生产销售方面，新型肥料市场产品种类多样，产品质量参差不齐，部分企业回避肥料的缺点、夸大肥料的功效。仅以广告词为例，在用语上，往往用“来自世界的肥料”“美国技术”等不易考证之词，夸大宣传，",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "这往往带来纠纷或违法案件。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在肥料市场监管方面，虽然我国质检、工商、农业、公安等执法主体都可监管，但没有肥料专门法律为依据，在监管过程中往往不能达到有效制止违法行为的目的。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.6肥料过量使用产生一系列负面效应",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "肥料过量使用产生的负面效应，主要表现在4个方面。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）危害土壤健康。长期使用化学氮肥会造成土壤酸化和土壤板结，破坏土壤团粒结构，造成土壤有机质和生物多样性下降。磷肥中含有重金属，长期施用会在土壤中累积，影响食物链安全。偏施氮磷钾，会造成土壤中微量元素耗竭，营养元素失衡。未经无害化处理的畜禽粪尿制成的有机肥将可能造成重金属污染及抗生素和盐分积累等，也会产生土壤环境风险[1]。设施农业高强度施肥，加上大棚内高温高湿环境造成的耕作层盐分积累，易导致土壤次生盐渍化。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）加重用户负担。大多数用户目前使用化肥依然存在3个习惯。 $\\textcircled{1}$ 凭传统经验施肥。不考虑肥料特性，采用“一炮轰”等简单施肥法，造成过量施肥，投入不断增加，但增产不增效。 $\\textcircled{2}$ 盲目听信肥料经销商。经销商推荐往往以产品利润考量为主，这经常导致农户增加用肥量或用肥成本。 $\\textcircled{3}$ 过分相信广告和虚假“科技”。尤其是商业资本投资的农业用户，往往因经验不足，认为肥料产品宣传的功能越强大、价格越高者就越好。而农户又通常在使用后发现过高的成本投人，对作物产量并没有明显效果。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3）威胁农产品质量安全。过量使用化肥容易导致作物倒伏、病虫害等，从而增加防虫害的农药用量；施用未经腐熟和无害化处理的有机肥，将可能造成烧苗，以及农产品亚硝酸盐含量积累、抗生素和重金属含量超标。这些均是威胁食品安全的直接因素。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（4）加剧环境污染。肥料过量使用，农田氮磷流失量增加，会造成地下水源的污染，也会使河流、湖泊水体富营养化。另外，氮肥在土壤中氨挥发、反硝化过程中生成的氮氧化物是造成地球温室效应的气体。大棚等设施农业长期大量施用氮肥，往往使棚内氮氧化物浓度过高，以致产生酸雾对作物产生伤害。未充分腐熟的有机肥如果施在土壤表层会散发恶臭，施人通气不良的土壤中会产生甲烷、硫化氢等有害气体污染环境。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3保障肥料产业可持续发展的对策建议",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1立足于以化解产能、保障提高农业供给质量为主攻方向的肥料产业",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "推进以农业供给侧结构性改革为主线的肥料产业发展，就是培育以市场为导向，以满足国家粮食安全、优质绿色农产品供给、增加农民收人为产业发展目标来化解产能，避免同质化、低质化。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "肥料作为主要农资和土壤主要投入品，正在从满足农业供给侧“量”的需求，向追求农业绿色生态可持续和更加注重满足“质”的需求转变。我国肥料行业已经到了转型发展的关键期，只有推进供给侧改革才能推动行业化解过剩产能、调整产业结构、提高核心竞争力，进而朝着绿色、高效、生态的方向发展。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "传统肥料、施肥技术和施肥方法以及相应的推广销售模式和农化服务，与现代农业发展不相匹配。转变思路，创新发展，适应农业供给侧改革需求，是肥料产业的必然选择。肥料产业应树立“责任、环保、服务、共赢”的发展理念，立足“资源、节本、省工、实用”的农业生产要求，落实“增效、优质、绿色、安全”的产品定位，从而达到“解政府之困，解农民之需”，实现减肥增效之目的的肥料产业供给侧改革。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "肥料行业发展到高级阶段是生产型和服务型的混合体，并由此带动产业链升级和价值递增，以适应农业供给侧改革，满足农业和经济社会可持续发展需求。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2解决过量使用化肥带来的负面影响",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）矫正土壤生态平衡。过分依赖化学肥料、追求高产、盛行连作、大量用药等，导致土壤生态平衡和养分平衡出现问题。因此建议发展生物类肥料、功能性肥料、土壤调理剂等新型肥料品种，矫正连作障碍，改善土壤生态平衡，减轻病虫害发生。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）矫正中微量元素缺乏瓶颈。开发高效活性水溶肥料，促进作物生长，矫正作物中微量元素缺乏的状况，改善作物品质，提高作物产量。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（3）减轻对生态环境的破坏。推广先进的肥料生产技术、施用技术，健全农化服务体系，提高肥料利用率，减少因施肥造成的土壤、大气、水体污染，保护生态环境。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（4）保障农产品质量安全。阻控农产品对抗生素、重金属、有毒有害微生物及其他有害物质的吸收，保障农产品质量安全。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.3立足农业废弃物资源化循环利用",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "中国是世界上农业废弃物产出量最大的国家，农业废弃物年排放量达40多亿吨。大量农业废弃物随意排放，既造成浪费，又造成环境问题。因此，建议实施以下4方面策略。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）立足秸秆资源肥料化，解决种植倒茬问题。焚烧秸秆导致大气污染问题，而直接还田则导致病虫草害加重、播插环境恶化、作物生长受阻等问题。秸秆肥料化可制作有机肥、营养基质，最根本的是能解决有机-无机复混肥规模化生产所需的足量、可持续原料。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）立足畜禽粪便肥料化，解决农村环境污染。农村环境污染问题的核心是解决养殖业粪便、沼液、沼渣无害化处理技术。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（3）立足施肥新技术应用，降低用工成本，促进规模化经营。种肥同播技术要求肥料颗粒均匀，水肥一体化技术要求肥料优质水溶，药肥协同技术要求不能对作物产生危害，肥料缓释技术要求不能污染土壤。从而达到降低用工成本、促进规模化经营的目的。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（4）立足产品新技术研发，满足抗灾减灾、御灾增效技术要求。大力研发并推广具有抗旱、抗涝、抗冻、抗干热风，抗病防虫，抑制次生盐渍化、土壤酸化、沙化、盐碱化、板结，拮抗、钝化重金属，以及降解抗生素和白色污染等功能的产品。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4支持土壤污染修复调理剂等新型肥料产业的创新",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "我国土壤污染物调查的点位超标率达到 $1 6 . 1 \\%$ ，耕地土壤达到 $1 9 . 4 \\% ^ { [ 1 2 ] }$ ，修复土壤污染、改良提升受污染土壤的环境质量是今后一段时间较为重要的任务，尤其是修复农田污染。要对污染退化土壤进行功能恢复，发挥土壤调理剂等新型肥料的作用非常重要。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "因此，应研发更为环保、经济、有效的土壤修复材料。目前用于污染土壤修复中的新型材料主要有介孔/功能膜材料、植物多酚物质及纳米材料等，这类材料具有独特的表面结构、组成成分，在较低的施加水平下就有较好的修复效果。但这些材料都存在一个比较致命的缺点—一合成制造较困难、价格较高，因此需要研制绿色、高效、经济的新型土壤污染修复材料。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.5规范肥料标准化管理，健全法律法规",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（1）健全标准。例如土壤调理剂作为一种新型肥料目前尚没有国家标准；缓释肥等同一类型肥料有多个国家或行业标准的，应尽可能统一。（2）提高标准可行性。在现有的各类肥料标准基础上分类形成标准体系，提高标准的可行性。(3）注重一线专业人员的建议。肥料标准在立项、制订过程中，应注重基层农技部门的一线专业人员的建议和意见。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(4）完善肥料与土壤调理剂标准化技术委员会的设立形式。改变肥料与土壤调理剂标准化委员会设立在科研机构或企业的形式，建议改由农业部或国家质检总局设立专门机构，在全国范围内聘请包括肥料科研、植物营养、肥料制造及设备工艺、化工、环保、农技推广等领域的专家，建立专家库。鼓励企业提出制定符合国家产业政策和农业生产实际需求的肥料企业标准，如节能减排、抵御自然灾害、有利于提高肥料利用率的产品企业标准。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（5）维护肥料市场公平竞争。尽可能提高相关标准在规范肥料生产和经营中的科学性与权威性，以维护肥",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "料市场公平竞争的环境。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(6）推进肥料立法，完善我国肥料产业发展中的法律法规。加快肥料立法进程，对肥料的科研、生产、经营、宣传、使用等各个环节行为以法律形式做出明确规定，这对于净化肥料市场、规范竞争行为、保持肥料产业健康发展、促进农业可持续发展具有重要意义。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1 赵玉芬，尹应武.我国肥料使用中存在的问题及对策.科学通报,2015,60(36): 3527-3534.  \n2 王武强.肥料产业趋势与展望——中国肥料产业科技发展报告发布.中国农村科技,2017,(1):55-57.  \n3 黄高强,武良,李宇轩,等.我国氮肥产业发展形势及建议.现代化工,2013,33(10): 5-9.  \n4 黄高强，武良，李宇轩，等.我国磷肥产业发展形势及建议.现代化工,2013,33(11): 1-4.  \n5李阳.磷肥产业：全面发力，步入健康发展轨道.中国农资，2017, (25): 8-8.  \n6 赵丹.2017年我国肥料行情将走向何方.营销界：农资与市场,2017,(6): 46-50.  \n7黄高强，元昭英,武良，等.我国钾肥产业发展形势与建议.现代化工,2013,33(12): 1-4.  \n8王莹.2016年我国磷复肥行业生产情况及2017年发展趋势.磷肥与复肥,2017,32(6):1-6.  \n9古慧娟,石元亮，于阁杰,等.我国缓/控释肥料的应用效应研究进展.土壤通报,2011,42(1):220-224.  \n10 刘创慧,易秀,周静,等.重金属污染土壤修复中钝化材料的应用研究进展.安徽农学通报,2017,23(5):74-77.  \n11 Khan S, Chao C,Waqas M, et al. Sewage sludge biochar influenceupon rice (Oryza sativa L） yield, metal bioaccumulation andgreenhouse gas emissions from acidic paddy soil. Environ SciTechnol,2013,47(15): 8624-8632.  \n12 环境保护部,国土资源部.环境保护部和国土资源部发布全国",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "土壤污染状况调查公报.北京：环境保护部,2014",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Key Scientific Problems and Development Countermeasures of Fertilizer Industry Based on Agricultural Supply-side Reform ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Zhou Jing¹²Hu Qinyuan³Zhang Ligan4Liu Hailong15You Laiyongl （1KeyLabatoetisteofeafs 2NationalEngineringandResearchechnologyCenterforRedSoilImprovement,RedSoilEcologicalExperimentStation,Cinee Academy of Sciences, Yingtan 335211, China; 3 Station of Soil and Fertilizer of Anhui Province,Hefei 230o01, China; 4 School of Resources and Environment,Anhui Agricultural University, Hefei 23oo36,China; 5University of Chinese Academy of Sciences,Beijing lOoo49,China） ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "AbstractAscucialprocreatiematerialinagcture,fertilieristematerialbasisfortesustaiabledvelopmntofuluree fertlizerdustriportiprooigtuauplrctu.Howeethuetfertustry Chinaalsofacessfpblsuscsapaityltrntutatiodeasoablrtilatioingistef resources,evionntalpltion,ndoilgradtioofuliatedlad,ndtusteertldustrevelopntoeldte changed.ThispaperexplainsthecurrntproblmsandcaussoffertlizerindustryinChinafromthefertiliermarketdatesetsbasedonthe surveyonfertileridustryandagriculturalproductio.epropoalsandmeasureseputforardoudteonceptathstaiabe developmentoffertilizerandsoilremediationindustryshouldbebasedonthepromotionofgriculturalsuply-sidestructuraleform,be market-oriented,andearteainjectivsteeteatioalfoodseurityupplytegualitygengriculturalpodcts increase farmers'income. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywords fertilizer industry,currnt situationand problems,development proposals，agricultural supply-side reform周 静中科院南京土壤所研究员，博士生导师。中科院红壤生态实验站副站长，国家红壤改良工程技术研究中心副主任，江西省重金属污染生态修复工程中心主任。主要从事土壤调理剂等新型肥料研制、土壤污染修复领域技术研究和工程示范。主持建立了目前国内修复面积最大的重金属污染土壤修复示范工程，效果受到当地干群和环保部门的赞誉及国务院领导同志的关注。E-mail: zhoujing@issas.ac.cn",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ZhouJingProfeooctaltrofstituteofSoilceiecadeyfece,eputyirectrofatioalEg andResearchTechnologyCenterforRedSoilImprovement.Hehasbeenmainlyengagedinthetechnologyresearchforremediatioofsoil polutionanddemostrationprojectHeasprsidedoverthetablismentofthelargestremediationdemonstrationproetfoayetal polutioniChna,ichasnpasdbteocalpeopleandteeviometalprotectioeparmentandldttentionoftleades of the State Council. E-mail: zhoujing@issas.ac.cn ",
        "page_idx": 7
    }
]