[
    {
        "type": "text",
        "text": "加快建设高水平科技园区打造科技成果转化新高地",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "兰筱琳1 洪茂椿2\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1福建师范大学福州350108",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2中国科学院福建物质结构研究所福州350002",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要党的十九大报告中明确指出：“建立以企业为主体、市场为导向、产学研深度融合的技术创新体系，加强对中小企业创新的支持，促进科技成果转化”。因此加快科技服务产业发展、加强产学研深度融合、促进科技成果转移转化是新时代科技工作者的重要任务。文章从加快建设高水平科技园区的视角出发，在充分借鉴国际经验的基础上，提出了高科技园区助推科技成果转移转化的实现路径。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 高科技园区，科技成果，转移转化",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI 10.16418/j.issn.1000-3045.2018.07.008要全面深化体制机制改革，建立健全符合科技创新规律的现代科研院所治理体系”，科技成果转移转化正迎来前所未有的发展机遇。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "加快产学研深度融合、促进科技成果转移转化一直是科技工作的重要方向之一。党的十九大报告中明确指出，要“建立以企业为主体、市场为导向、产学研深度融合的技术创新体系，加强对中小企业创新的支持，促进科技成果转化”①；李克强总理在2018年的《政府工作报告》中强调：“要进一步加强产学研用的协同，聚众智、汇聚力，跑出中国创新的加速度”②；2018年3月22日，在中国科学院纪念“科学的春天”40周年座谈会上，中国科学院院长、党组书记白春礼同志也表示，“要以习近平新时代中国特色社会主义思想为指引",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "近年来，为促进科技成果产业化发展，国家相继出台了《中华人民共和国促进科技成果转化法》《国务院关于印发实施<中华人民共和国促进科技成果转化法>若干规定的通知》等一系列政策法规，地方政府陆续出台配套实施方案，各单位也积极响应，出台相关管理办法来提高科技成果转移转化效率。例如，中国科学院海西研究院（福建物质结构研究所）多年来积极致力于探",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "索有效的科技成果转化模式，形成了独具特色的“铁三角”——即“研究所—工程中心—产业基地”三者互动的科技成果转化创新机制，并根据技术成熟度、企业工程化水平、自主创新能力、资金实力等要素差异，探索出了多种成果转化模式，科技成果产业化成效显著。但与此同时，我们也不得不看到，我国科技成果转移转化程度普遍偏低，科技成果转化率对经济社会的贡献度仍有很大的提升空间。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为有效解决这一问题，我们对发达国家的科技成果转化体制机制进行了深入研究，发现高科技园区在其中发挥着重要作用。高科技园区是吸引高科技产业、促进经济发展的重要手段，以美国的硅谷、台湾地区的新竹科学工业园区、印度的班加罗尔软件园、日本的筑波科学城等为代表的世界著名高科技园区均为科技成果转移转化提供了优质的创新环境，进而大力促进了当地经济社会的高速发展。近年来，我国也涌现了一批集特色化、专业化、高端化发展于一身的高科技园区。据统计，截至2016年底，我国已有147家高科技园区，其GDP总和达8.98万亿元，约占全国GDP的 $12 . 1 \\%$ 研发经费支出5544.7亿元，占我国全年R&D经费支出的 $3 5 . 4 \\%$ ，新增授权专利26.2万件，2016当年新增注册企业29.8万家，其经济体量和创新驱动发展能力越来越受到全球注目③。但伴随而来的，是对于其发展水平参差不齐、乱象频现的种种质疑，在此背景下，高科技园区如何更好地发挥在科技成果转移转化过程中的作用，成为我们必须深入思考和研究的问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1加强知识创新集聚，增加成熟科技成果供给",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "世界著名的高科技园区之所以能在科技成果转移转化中发挥重要作用，很大程度上是由于打通了优质技术的供给渠道。例如：美国硅谷周边名校环绕，包括斯坦福大学、加州大学伯克利分校等在内的众多世界一流研究机构为硅谷提供了大量高端科研人才和前沿领先技术，最新科技成果源源不断地向硅谷输入并最终形成产品；印度班加罗尔软件园周围聚集了10余所综合大学和70余家技术学院，每年为园区输送大量的高级软件人才；日本筑波科学城内拥有46个国家级研究机构与教育院所，大量高水平研究人员从事航天科技、生物技术等各个领域的前沿研究等。正是由于这些高科技园区内产学研紧密联结，高校、科研机构与企业之间相互依赖、有机结合和高效合作，才为科技成果的转移转化提供了强有力的技术支撑。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "相比之下，我国高科技园区的产学研合作机制尚不完善，尽管大多数高科技园区都毗邻高校和其他高水平科研院所，但它们之间的合作和联系并不紧密，这就使得一方面高校和科研院所的研究与企业需求和生产条件脱节，技术成果成熟度与产业主体的工程化研究能力之间存在较大差距；另一方面企业缺乏优质科研成果，共性关键技术得不到有效突破。为解决这些问题，社会各界也积极探索，产生了许多可复制可推广的经验。例如中国科学院海西研究院（福建物质结构研究所）根据其所在地——海西高新技术产业园的定位和特点，探索了多元的产-研合作模式：根据企业提出的具体技术难题，以企业技术委托开发项目形式开展合作；结合学科领域布局，与行业骨干企业共建工程技术研发中心，形成长期合作关系等，多措并举加快成果转移转化，取得了显著成效，值得借鉴。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "未来，高科技园区还应进一步发挥市场对技术研发方向、路线选择、要素价格、各类创新要素配置的导向作用，一方面注重源头创新和集成创新，为工程化和产业化提供技术创新源泉，进一步催生变革性创新成果，助推产业技术的变革和发展；建立科技成果供给方和需求方的沟通交流渠道，组织高校和科研机构深入企业调研，瞄准企业重大需求和行业共性技术难题开展研究；构建形成从科学研究到产品研发的“一条龙”体系，构建基础研究与应用研究、产业化开发紧密衔接的“创新价值链”，从而及时跟踪和解决科技成果转移转化过程中存在的难点和问题。另一方面探索打造“科学多边形”，着力打造一批以国家实验室、基础研究重大装备、大科学装置、国家创新中心等为核心的顶尖创新平台和机构，联合高校、科研院所、龙头企业等共同探索建立新型研发机构，为区内企业提供长效可持续的创新后劲，通过灵活的机制体制源源不断地向高科技园区注人创新活力，为科技成果的转移转化打通脉络。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2引入风险资本市场，提供转化关键环节资金",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "成熟的风险资本市场在高科技园区内科技成果转化、技术创新及新经济增长点的培育中发挥着不可替代的作用，是高科技园区助推技术市场化的必要条件。以世界知名高科技园区为例，美国硅谷是风险投资基金的集聚区，商业模式极为丰富。有数据显示，2014年硅谷共收到145亿美元的风险投资，占全美风险投资总额的比例高达 $4 3 \\% ^ { [ 1 ] }$ ；英国剑桥科技园区政府建立了由传统金融机构、风险资金市场和证券市场组成的完善的市场经济体系[2]，以及时填补区内科技成果转化的资金空缺；以色列特拉维夫高科技园区创建了玛雅孵化器，通过早期资金投入和股权调整等手段来帮助高科技企业孵化等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "然而目前，我国高科技园区的风险投资机制还不成熟：一方面，政府引导扶持资金滞后，大量民间资本难以进入风险投资市场；另一方面，科技成果转化结果存在不确定性，许多企业不敢轻易进入资本投资市场。风险资金的缺乏和融资渠道的单一严重制约了高科技园区的发展，更使得大量科技成果的转化进程停滞不前。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "未来，我国高科技园区应“筑巢引凤”，加快引入风险资本市场，完善风险投资机制，为园区企业提供风险投资、风险保险、风险担保等业务，并通过传统金融机构的业务拓展和金融创新以及高效完善的证券市场，为科技成果的转移转化提供充足且符合其发展特点的资金[3]；探索实践科技成果“资本化、产业化”的有效模式，根据成果的技术成熟度、企业工程化水平、企业自主创新能力和资金实力等，采用不同的转化模式；制定风险资金退出机制，更大程度地激发投资人的投资热情，为科技成果转移转化提供资金保障。除此之外，高科技园区还可探索提高高科技企业初创期和科技成果转化初期的政府引导资金比例，通过政府公信力吸引海内外的战略投资者、风险投资基金和产业投资资金共同投资，以满足科技成果转化关键环节的资金需求。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3发挥产业集群效应，合理布局区内产业结构",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "世界知名高科技园区大多都是同类产业的高度聚集区，这不仅可以刺激高科技园区内企业的创新和衍生，促使企业在开展激烈市场竞争的同时进行多种形式的合作，还可以通过降低成本、刺激创新、提高效率、加剧竞争等手段来提升整个产业乃至区域的竞争能力，从而为科技成果的加速转化提供条件。英国剑桥科技园拥有闻名于世的高科技生物技术产群，园区内集中了世界最具影响力的生物科技、制药、医疗器械公司。这种高度集聚为区内企业的良性竞争和快速发展提供了土壤，大大提高了其创新能力和技术革新速度。中国台湾地区的新竹科学工业园区拥有集成电路从上游到下游的完整产业链，大大降低了该产业的科技成果转化成本和企业生产运输成本，极大地促进了集成电路产业的发展壮大，目前该产业产值占园区总产值近7成，已成为园区内第一大产业。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "相比之下，我国高科技园区大多是依靠提供土地和优惠政策来吸引企业进驻。这种空间集聚形式并非出于地方资源禀赋优势或内在机制联结，区内企业关联性不高，产业间专业化分工协作网络尚未形成，致使高科技园区产业集群效应微弱，空间集聚形态极其脆弱，一旦政府优惠政策发生变动，区内企业就会向政策更优惠的其他高科技园区流动。这就使得园区之间产业结构趋同、园区内部产业链不完整等，大大增加了科技成果的转化难度。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "未来，高科技园区一方面应转变过去片面追求产业结构“大而全”的观念，合理布局区内产业结构，以提升专业化和核心竞争力为宗旨建设具有地方优势和特色的高科技企业集群，从而方便科技成果根据技术条件和产业化需求选择“孵化温床”；另一方面应在园区内部打造“产业生物链”，重视同类相关产业网络体系的建立，以大中型高科技企业为龙头，衍生出一批具有紧密分工或协作关系的关联企业，完善配套产品与相关服务，从而加强产业内部合作，为科技成果的转移转化降成本、降难度、降风险。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "所间的科技人才双向流通共组团队，实现企业需求与研发工作的无缝衔接，帮助科研成果迅速实现产业化，充分体现了政府服务职能，收效显著。另一方面，政府应加大对高科技园区内部的建设和管理，通过介入园区规划与建设、制定园区管理规章制度、提供税收优惠、设立科技资助资金、提供便宜的厂房等方式大力促进和激励区内企业进行创新，充分利用市场作用和社会资源，将行政干预和市场机制有机地结合起来，适度地参与和管理园区内部运行，降低园区内企业的创业成本和管理成本，合理规划园区内交通、厂房等基础设施，使园区的发展更具前瞻性和长远性[4]，为科技成果的顺利孵化搭建平台。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4放大政府服务作用，健全科技成果转化体制 5打造中介服务网络，完善成果转化支撑体系",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "纵观世界著名科技园区的发展进程，政府都在营造创新环境方面发挥着重大作用。例如：印度班加罗尔软件园设有园区管理机构来代行政府职能，开设单一窗口为企业简化行政手续，加快项目审批、软件出口等行政办理速度；美国硅谷建有完善的创新保护激励制度体系，如“拜杜法案”“学徒制度”等，为区内创新创业营造了良好的环境，为科技成果转移转化提供了制度保障。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "未来，政府应更好地发挥服务职能，一方面建设好高科技园区的硬环境和软环境，对标国际规划和建设区内基础设施，创造优惠宽松的政策环境；完善区内法制建设，为科技成果提供知识产权、专利技术等方面的法律咨询和保护；优化办事机构和社会服务体系，建立风险共担、利益共享的激励机制，探索股权激励等多元化分配方式；不以论文为唯一评价标准，根据研发工作的不同属性，探索以科技成果质量、成果转化经济效益和影响评价为主的人才分类评价体系，为高科技园区引入高水平科研人才和管理人才。在政府的指导下，中国科学院海西研究院（福建物质结构研究所）就曾探索实施“柔性引才 $^ +$ 人才混编”的人才组建机制，企业与科研院",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "成功的高科技园区往往拥有发达的中介服务网络：美国硅谷拥有的中介机构超过3000家，中国台湾地区的新竹科技园区拥有包括科技成果和技术咨询服务机构等在内的完整中介链，日本筑波科学城成熟的中介服务系统有力地促进了区内技术创新活动等。这些中介服务组织不仅充当了企业与政府间的沟通桥梁，还为政府和企业提供市场信息与建议，使科技成果转移转化更加高效和便捷。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前，我国高科技园区的中介服务网络尚不健全，许多机构正探索通过组建包含科技中介服务功能的平台来弥补全区内对接短板，例如，通过组建产业联盟和制造业创新中心，一方面联合产业相关企业、科研机构和高校，打通产业链和技术链，形成科技成果转化合力;另一方面充当信息共享平台，为产业发展提供政策、需求等信息，充当高科技园区内部各要素的沟通纽带和产业服务中介。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "未来，高科技园区还应进一步完善区内科技成果转移转化的支撑体系，探索在园区内建立专门的信息管理咨询服务机构、技术产权中介交易机构、风险投资中介机构和科技成果育成中心等，搭建科技与经济及产业结合的桥梁和平台，最大限度地减少科技成果供给方和需求方的信息不对称，积极营造市场环境，为科技成果与企业之间的快速对接和高效转化搭建绿色通道，更好地实现高科技园区的孵化职能，使之真正成为科技成果的成长温床。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1 胡曙虹,黄丽,杜德斌.全球科技创新中心建构的实践—基于三螺旋和创新生态系统视角的分析：以硅谷为例.上海经济",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "研究,2016,(3):21-28.",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2马兰，郭胜伟.英国硅沼—剑桥科技园的发展与启示.科技进步与对策，2004,21(4):46-48.  \n3刘颖.天津高新区创新型科技园区建设对策研究.天津大学,2008.  \n4卢红屹,韦海鸣.不同区域创新体系建设中的政府行为比较分析.广西师范学院学报（哲学社会科学版），2012,33(2):153-156.",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Speeding up Construction of High-tech Parks to Propel Transformation of Scientific and Technological Achievements ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "LAN Xiaolin' HONG Maochun2\\* (1Fujian Normal University,Fuzhou 350108,China; ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2Fujian InstituteofResearch onthe StructureofMatter,Chinese Academyof Sciences,Fuzhou 350oo2,China） ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "AbstractThereportof the19th CPCNationalCongressclearlystated:“Wewillfurtherreforthemanagementsystemforscienceand technology,andevelopamarketorientedsystemforechnologicaliovationinhicheteprisesareteainplayersandsergis createdthrouhhjtortstessesitdachsite.Wewillpprtiovtioyalldd enterprisesandencouragetheaplcationofadvancsinsieneandtechology”reforeacceleratingtedevelopmentofsiecead technologystrttistidaitedo transformatioofitifcdcholoicalacheetsetportanttssoftiokesiraissdd interatioalexperience,proposseaytpropeltetasferadtrasfationofsientificandhnologicalacievementstoug faster construction of high-tech parks. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Keywordshigh-tech parks,scientific and technological achievements,transfer and transformation兰筱琳福建师范大学经济学院在读博士生，研究方向：宏观经济统计。E-mail: 741853740@qq.com",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "LAN Xiaolin Ph.D.Candidates at School of Economics,Fujian Normal University. Her main research direction is macroeconomic statistics.E-mail: 741853740@qq.com ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/2a73a6f8abae2c3cc74b09474f84c3aadf57c284fa918ae14a7afde52ef00e50.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/2d1ee65380293cb20ee298ba6f014cb40e1d7fa679c29bee39485d14ded0310b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "洪茂椿中国科学院院士，中国科学院福建物质结构研究所学术委员会主任，博士、研究员、博士生导师。2000—2016年任中国科学院福建物质结构研究所所长、中国科学院海西研究院筹建组组长。2003年当选中国科学院院士，2005年当选发展中国家科学院院士。作为福建物构所所长策划和组织了“福晶科技”公司在深圳成功上市。2016年被中国科学院授予为中国科技事业、院、所改革和发展作出杰出贡献荣誉称号。E-mail:hmc@fjirsm.ac.cn",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "HONG MaochunPh.D.,Research Profesor,academician of Chinese Academy of Sciences (CAS).He served as the director of the Fujian Institute of Research on the Structure of Matterand the headofthe Haixi Institutes, CASfrom2oto2016.Atpresent,heis theDrectorofAcademicCommiteeoftheFujianInstituteofResearchontheStructureofMater CAS.HewaselectedasanacademicianoftheChineseAcademyofSiencesin3andancademicianofteWorldAcadeyofSciencesfor theadvancementofsienceindevelopingcountries（TWAS)inO.AsirectoroftheFujianInstituteofResearhontheStructureofate hesucessullyhadthe“FujingScienceandTechnology”companylistedontheShenzenStockExchange.Hewasawardedthehonorarytitle of“OutstandingContributiontoReformandDevelopmentofChina's ScienceandTechnologyandInstutions”bytheChineseAcademyof Sciences in 2016.E-mail: hmc@fjirsm.ac.cn ",
        "page_idx": 5
    }
]