[
    {
        "type": "text",
        "text": "Improving tribological performance of CrN coatings in seawater by structure design ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Lei Shan ab, Yongxin Wang a\\*, Jinlong Lia, Xin Jianga, Jianmin Chena ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeyLboratofrteddKbatotelsdrotetihl   \nofMaterials Technology and Engineering,Chinese Academy of Sciences,Ningbo 315201,China   \nDepartment of Mechanical,Zhejiang Textile and Fashion College,Ningbo 315211,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ARTICLEINFO ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: CrN coatings Sliding wear Corrosion-wear Wear model ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Four CrN coatings were deposited on 316L stainless steel by multi-arc ion plating.The tribological behaviors of the CrN coatings were investigated by ball-on-disk tribometer in seawater.The microstructure and wear track were investigated by scanning electron microscopy(SEM),energy dispersive spectroscopy (EDS）and profilometer.The result shows delamination is critical to wearfailure of CrN coatings in seawater and microcracks playan important role in the evolution of delamination.The most effective approach to eliminate the delamination is fabricating a proper multilayer structure,which could limit crack propagation only to the layer.A comprehensive wear model is established. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1．Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Some crucial frictional components of marine equipment,such as pump,hydraulic system,valve,gear,shaft and propeller,have to directly operate in seawater environment [1]. Their safety,reliability and service life greatly depend on the tribological performance in harsh marine environment.Thus,it is imperative to improve the tribological performance of marine frictional components. One of the most effective approaches is to take advantage of advanced coatings with good lubrication and protection effects in seawater [2]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PVD CrN coatings have wide industrial applications as protective layers for varied tools due to high hardness,good wear resistance, anti-corrosive and anti-adhesive properties in the past years [3-5]. Forinstance,the samples coated CrN exhibited the higher wear resistance compared to the uncoated AISI H13 and 316 steel when sliding in air [6]. The CrN coatings have been deposited on 2024Al alloy to enhance the tribological performance in water [7]. In oil lubricating environment, the PVD CrN coating performed better than hard chrome plating under reciprocating sliding [8].Moreover, CrN coating can improve erosion-corrosion resistance in slurries [9] and anti-corrosion properties of AISI 3O4 in 3.5 wt% NaCl electrolytic solution [10]. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "However, there wasa lack of work on the tribological behavior of CrN coating in seawater and their wear mechanisms in seawater were still obscure.In this study, $\\mathsf { C r N }$ coatings were successfully fabricated by multi-arc ion plating system and the corresponding tribological properties in seawater were investigated.In order to reveal the tribological mechanismand provide feasibleapproaches to control the corresponding wear failure,a comprehensive wear model is established for the CrN coatings in seawater. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.Experimental ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The CrN coatings were fabricated by multi-arc ion plating system (Hauzer Flexicoat 85O).As the substrates,the 316L stainless steel samples $( 3 0 \\mathrm { m m } \\times 2 0 \\mathrm { m m } \\times 2 \\mathrm { m m } )$ ）were polished to a surface roughness Ra of $5 0 \\mathrm { n m }$ ，andultrasonically cleaned in acetone and ethanol in succession and dried with a blower.The samples were mounted on holder at $1 0 \\mathrm { c m }$ in front of the targets and applied with anegative bias during deposition.Prior to deposition, the chamber was pumped down to a base pressure below $4 \\times 1 0 ^ { - 5 }$ mbar.Thereafter,the substrates were etched by $\\mathsf { A r } ^ { + }$ bombardments for $2 \\mathrm { m i n }$ with substrate bias voltages of $\\mathtt { - 9 0 0 \\vee }$ ， $- 1 1 0 0 \\mathrm { V }$ and $- 1 2 0 0 \\mathrm { V }$ respectively,to remove thin oxide layer and other adherent impurities on the substrates.During coating deposition,the substrate table rotation speed was $3 \\mathrm { r p m }$ and three chromium targets (purity $> 9 9 . 5 \\mathrm { w t \\% }$ $\\Phi 6 3 \\mathrm { m m }$ )were sputtered.The target current of $6 5 \\mathrm { A } ,$ ，deposition time of $^ { 4 \\mathrm { h } }$ and deposition temperature of $4 0 0 ^ { \\circ } \\mathsf C$ were applied for all coatings depositions. The $\\mathsf { N } _ { 2 }$ flowrate was ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "350 sccm for the CrN layer deposition and Ar flowrate was $3 5 0 \\mathsf { s c c m }$ for Cr layer deposition in all the experiments.Different gas and substrate bias were used for depositing different $\\mathsf { C r N }$ coatings,as shown in Table 1.The CrN1 coating was obtained at substrate bias of $- 5 { \\sf V } .$ The CrN2 coating was obtained at substrate bias of $- 5 0 \\mathrm { V }$ The CrN3 coating with a Cr interlayer was first deposited in pure Ar atmosphere for $1 0 \\mathrm { m i n }$ ，then in $\\mathsf { N } _ { 2 }$ atmosphere for $2 3 0 \\mathrm { m i n }$ The $\\mathrm { C r / }$ CrN multilayer coating was obtained by alternative deposition of Cr layer and $\\mathsf { C r N }$ layer.The Cr layer was deposited for $2 \\mathrm { m i n }$ and the CrNlayer for $1 0 \\mathrm { m i n }$ .Thedeposition stepsof Crand CrNlayerswere setup as one block.The block was repeated for 2O times to form multilayer coating.All coatings were simultaneously deposited in the same coating batch on silicon(1O O) wafer,which were used for microstructure observation.The coatings deposited on 316L were used for mechanical and tribological tests. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The microstructure and wear track of the coatings were investigated by field emission scanning electron microscope (FE-SEM) (FEI Quanta FEG 25O) equipped with EDS (OXFORD X-Max).Wear testswere performed witha reciprocating ball-on-disk tribometer, in sliding contact with WC balls at room temperature of $2 0 \\pm 5 ^ { \\circ } { \\mathsf { C } }$ and relative humidity of $7 0 \\pm 5 \\%$ 、The WC ball,witha diameter of $3 \\mathrm { m m }$ ,wasused as counterparts due to its high hardness and good corrosion resistance in seawater. The artificial seawater was prepared according to Standard ASTM D 1141-98.The chemical composition of artificial seawater was listed in Table 2.UMT-3MT tribometer(CETR,USA) wasused to evaluate the frictionand wear characteristics of the sliding couples.A stroke frequency of $5 \\mathrm { H z }$ ,a constant normal load of $5 \\mathsf { N }$ and sliding stroke of $5 \\mathrm { m m }$ were applied in the experiments and the friction coefficient was continuously recorded during testing.The wear track depth profiles were detected by Alpha-Step IQ profilometer.Nanoindentation tests were carried out ona MTSNano Indenter ${ \\cdot } \\textcircled { d } { \\cal G } 2 0 0$ system fittingwith a Berkovich indenter and using the continuous stiffness measurement(CSM) mode.1O indentations in each sample configured on different areas were performed to have reliable statistics. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The coatings adhesion was investigated by scratch tester (CSM Revetest) with a conical diamond tip of $0 . 2 \\mathrm { m m }$ radius and $1 2 0 ^ { \\circ }$ taper angle.The measurements parameters were as follow: tablespeed $6 \\mathrm { { m m / m i n } }$ ,loadingscale $_ { 0 - 1 0 0 \\mathrm { N } }$ and scratch length $3 \\mathrm { m m }$ ，The acoustic emission was collected when the coatings were broken and the load at the point of breaking Was called the adhesive critical load (LC). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The corrosion behavior of as-deposited coatings was evaluated bypolarization tests(Modulab,Solartron Analytical) in seawater. A standard saturated calomel electrode(SCE) was used as a reference electrode and platinum was used as a counter or auxiliary electrode in the test.The contact area was $1 \\mathrm { c m } ^ { 2 }$ and the tests were carried out at ambient temperature $( 2 0 \\pm 5 ^ { \\circ } { \\mathsf { C } } )$ .The electrode potential was raised from $- 0 . 9$ to $0 . 5 \\mathrm { V }$ ata scanning rate of $2 \\mathrm { m V } / s$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3．Results and discussion ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1.Friction behaviors of the CrN coatings in seawater ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/8810828c6656b7f84a9e7a503266204e2d8798c012e8616119fe6979e3a61d7c.jpg",
        "table_caption": [
            "Table 1 Condition of different CrN coatings. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Coatings</td><td>CrN1</td><td>CrN2</td><td>CrN3</td><td>CrN4</td></tr><tr><td>Interlayer</td><td>1</td><td>1</td><td>Cr</td><td>1</td></tr><tr><td>Bias voltage (V)</td><td>-5V</td><td>-50V</td><td>-50V</td><td>-50V</td></tr><tr><td>Gas</td><td>N2</td><td>N2</td><td>Ar and N2</td><td>Ar and N2</td></tr><tr><td>Thickness of coatings (μm)</td><td>6.2</td><td>5.8</td><td>6.3</td><td>5.9</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fig.1 showed the friction coeficients of the CrN coatings and uncoated 316L sliding against WC balls in seawater, illustrating an excellent lubricating effect of the as-deposited coatings.The friction coefficient of 316L stainless steel sliding against WC balls fluctuated around O.3 in seawater,but it could be reduced to around O.18 by the coatings.The friction coefficients for CrN coatings possessed similar features:first increased rapidly,after reaching its highest value the friction coefficients gradually decreased to the relative steady-state stage.The first part (stage I in Fig.1） represented run-in period with rapid increase of the value,which could be attributed to solid-solid contact between tribo-pairs.The solid-solid contact could be easily formed if the sliding interface was unsmooth.As shown in Fig.2,there were many white particles on the coatings surface.The microparticles with small size distributed dispersedly on the coatings,having a conical shape and protruding out of the coatings surface,resulting in the rough surface of the coatings.The number of microparticles for CrN1 was the largest and decreased sharply with the bias voltage increasing.The large number of microparticles on the surface of CrN1 could explain the relative higher friction coefficient in the first stage than other coatings depicted in Fig.1.The microparticles were from droplets emitted from the arc spots of the Cr targets [11].The interaction of incident ions and the growing coating might lead to the removal of loosely bound microparticles,therefore reducing the surface roughness Ra with high bias voltage [12]. The higher residual stress and increased atom mobility at the bombarded surface might also result in a reduction of the growth of microparticles with increasing bias voltage [13].The‘welded' junctions were formed at the peaks of the microparticles due to high-localized pressure [14]. Thus,the adhesive wear might dominate the wear mechanism at the beginning of sliding,which led to the high friction coeficient [15]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The second part (stage II in Fig.1) was rapid wear stage with decreasing friction coefficient. The decrease after run-in period arose from rapid wear of ball and coating，which caused the interface between tribo-pairs becoming smoother and reducing the solid-solid contact region, therefore increased hydrodynamic lubrication provided by the water condensation from the ambient [16].Moreover,the wear debris between the tribo-pair might act as rolling ball to decrease the friction coefficient.Thus,the friction coefficients decreased in seawater after the run-in period. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/72d419c826bcf50f920f0ed098af2b7342c4017e6befac3a430838effd6998af.jpg",
        "img_caption": [
            "Fig.1.Friction coefficients of the CrN coatings sliding against WC balls in seawater. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/d8765ab2eb23db6f6d32976f203162cf09ca1bd4788cb25f84986112c65fc296.jpg",
        "table_caption": [
            "Table 2 Chemical composition of artificial seawater. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Constituent</td><td>NaCl</td><td>Na2SO4</td><td>MgCl2</td><td>CaCl2</td><td>SrCl2</td><td>KCl</td><td>NaHCO3</td><td>KBr</td><td>H3BO3</td><td>NaF</td></tr><tr><td>Concentration C/(g/L)</td><td>24.53</td><td>4.09</td><td>5.20</td><td>1.16</td><td>0.025</td><td>0.695</td><td>0.201</td><td>0.101</td><td>0.027</td><td>0.003</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/e45d971d697e2a6c61497fe0c0652556f7cde6d6b3ba2ef06966fc5787515d4f.jpg",
        "img_caption": [
            "Fig.2.Surface morphology of coatings:(a) CrN1,(b) CrN2,(C) CrN3,(D) CrN4. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The third part (stage III in Fig.1) was steady wear stage with lower friction coefficient. The period was the result of smooth interface and‘rolling balls'.To further illustrate the friction behavior during the period,the SEM images of wear tracks for CrN4 after sliding without ultrasonic cleaning were investigated. Asshown in Fig.3,there were wear debrises on the wear track and the coating near wear track.A few cavities were also observed in the wear track.Some large particles on the coating surface were pulled out during sliding,resulting in deep holes whose depth exceeded the maximum wear depth, thus the cavities remained in the wear track.The debrises might be the microparticles on the coating surface pulled out during sliding,which can be accelerated bythe corrosion effect of seawater on the binding. The microparticles were not expelled out of the wear track immediately, but wrapped by the lubricative media and act as rolling balls inside the wear track.Thus made the wear process smoother and presented thesteadyand low friction coefficient in this period.The friction coefficient in this period presented no large difference between the four coatings.The homogeneous CrN phase sliding against WC balls in seawater resulted in similar friction coefficients for CrN1, CrN2 and CrN3.The multilayer coating also presented similar value,which could be attributed to two reasons.First of all,the multilayer structure could prevent crack propagation and make the sliding smoother. On the other hand,the incorporation of Cr phase in the multilayer coating could result in high friction coefficient value because the friction coefficient for Cr phase was usually higher than CrN phase [17].As a result,the two effect balanced and the value was similar to other coatings. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/bae5828535e37e983a332ed3a39865ce70a6b483a1f4cf6cd3281ca7baa59602.jpg",
        "img_caption": [
            "Fig.3.SEM image of wear track for CrN4 after sliding without cleaning. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2.Wear behaviors of the CrN coatings in seawater ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Wear track image of CrN1 coating in seawater was shown in Fig.4a. Combining with Fig.4b,the wear track mainly contained plough grooves and fracture holes,indicating that the wear of $\\mathsf { C r N }$ coating in seawater might arise from micro-plough and local delamination. It was clear that the plough grooves were narrow and shallow,while the delaminations were wide and deep.Details of delamination for CrN1 coating sliding in seawater were investigated by wear track profile (scan line I) and EDS analysis (region III),as shown in Fig.4cand d.As seen from Fig.4c, the maximum wear depth $( 6 . 5 \\mu \\mathrm { m } )$ exceeded the coating thickness $( 6 . 2 \\mu \\mathrm { m } )$ _ revealing that the wear failure of the coating occurred,which sustained by the EDS spectra.The sign of substrate Fe element could be detected easily in the region (Fig. 4d). It demonstrated that the CrN1 coating partly peeled off the substrate under cyclic stress in combination with the corrosion effect of seawater.Thus it could be proposed that the delamination was significant to the durability of the $\\mathsf { C r N }$ coating in seawater due to its great contribution to wear failure. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To illustrate the formation of the coating fracture during sliding, Fig.5 showed the propagation of micro-crack in seawater environment.When CrN1 coating mating with WC ball slid in seawater, coating cracks were propagated below the sliding surface.Under repetitive sliding,seawater could penetrate into the crack.The coating elements at the crack tip were activated and ${ \\mathsf { C l } } ^ { - }$ could accelerate the dissolution of the atoms in seawater [18].As a result, the bonds between the coating atoms at the crack tip were greatly weakened.This would promote the propagation of the crack and accelerate the generation of fracture [19]. On the other hand, the seawater penetrating into the cracks could induce a wedging action due to its hydrostatic pressure [2O](Fig. 5a). The wedging action, cooperating with the corrosion effect of the seawater, could cause the subsurface cracks to further propagate (Fig.5b)and accelerate the fracture of wear sheets,finally promote the delamination (Fig.5c). Thus, the coating fracture was formed under the sliding action inseawater. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3.Influence of coating density and interlayer on the wear of CrN coatings in seawater ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "According to previous work,the high density was significant to improve the wear resistance of CrN coatings in seawater [21]. Fig.6 showed the cross-sectional morphology of CrN1, CrN2 and CrN3 coatings with different densities.It could be seen from Fig.6a，the cross-sectional morphologies showed an obvious columnar feature for CrN1 coating.But the columnar features would decrease as the bias voltage increased to the high range (Fig.6b and c). Since cracks might exist at interfaces of particles or columnar crystals,distinct columnar crystals indicated a loose coating structure,while few columnar crystals suggested a dense coating.As seen from Fig.6,it could be considered that CrN1 was the loosest one among these coatings, CrN2 was denser than CrN1. The change in coating structure could be explained by the ion energy change.The increase of substrate bias resulted in an increased ions mobility. The highly mobile adatoms can move or diffuse into the inter-grain voids under the high energy ion bombardment,break down the large columnar grain growth. Therefore,a denser structure was attained [22].As the wear failure for CrN1 sliding in seawater environment was demonstrated to occur at the interface between coating and substrate,Cr was chosen as an interlayer to improve the anti-wear property of CrN coatings under this environmental.The Cr interlayer with dense structure could be observed in Fig. 6c. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e52b16eeb440239e49466bffe34b28fc9adab69b2714fb9cd82fea4bd5dc8159.jpg",
        "img_caption": [
            "Fig.4.Wear trackof CrN1coating(a)surface morphology, (b)fracture holes,(c)depth profileand(d)EDS analysis. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/d83aeb1af4f68c1c5079d17fb2c1199b0572c10dff85ef356edd25b4b25f7d46.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "",
        "img_caption": [
            "Fig.5.Formation of wear pit:(a) crack ignition,(b) crack propagation,(c) wear sheet delaminated. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Figs.7 and 8 showed the wear tracks of CrN2 and CrN3 coatings sliding in seawater environment.Clearly,many fracture pits were observed on the wear track both in Figs.7and 8.However,as seen fromwear track profiles in the figures,CrN2 and CrN3 coatingswith relatively denser structures didn't fail of work though the distinct local delamination could be observed.Moreover, the maximum depth of weartrack for CrN3coating $( 3 . 5 \\mu \\mathrm { m } )$ was slightly less than CrN2 coating $( 4 \\mu \\mathrm m )$ ,indicating positive effect of Cr interlayer on reducing the wear depth.The presence of a Cr interlayerhad been demonstrated to reduce drastically the residual stress in the CrN coating and therefore inhibit the propagation of cracks [23]. Furthermore, $\\mathrm { C r N / C r } /$ steel structure had been demonstrated considerably increasing the corrosion resistance and reducing the weaken effect on the binding in chloride solution [24]. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/e7f24e6ac2ebe624ccc05e6d018425613a0d583b508176d1c0370eb73c508ccf.jpg",
        "img_caption": [
            "Fig.7.Wear tracks of CrN2coating (a) surface morphology,(b)flake pits,(c)depth profile and(d)EDSanalysis. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4.Influence of multilayer structure on the wear of CrN coatings inseawater ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Tofurther reduce the delamination on the wear track,the multilayer structure $\\mathrm { C r / C r N }$ coating was developed,as shown in Fig.9.A dense and compact multilayer structure,without obvious pores and cracks,was observed.There was no delamination between coating and substrate or between layers.The Cr and CrN layers were alternating in growth direction and the modulation period of multilayer was about $3 0 0 \\mathrm { n m }$ .Fig.10 showed the SEM images of wear track on CrN4 coating.No obvious flake pit was observed on the wear track and the maximum wear depth was about $0 . 7 5 \\mu \\mathrm { m }$ As mentioned before,the fracture pits were formed due to the crack propagation.However, the multilayer structure could break the columnar growth of the layer and limit the crack propagation only to the layer. Thus the flake pits could be controlled according to the crack propagation model in Fig.5.On the other hand,the multilayer structure could reduce the residual stress due to interfacial stresses release [25],resulting in less crack in the coating and enhancing the wear resistance.Thus the fracture pits disappeared on the wear track of multilayer coating. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.5.Influence ofmechanical properties on thewearof CrN coatings inseawater ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fig.11 showed a typical acoustic emission-load graph of the coatings.The acoustic emission fluctuation was related to coating fracture.LC1 was corresponding to first crack of the coatings detected by acoustic emission signal.The Lc1 for CrN4 was higher than other coatings,indicating higher adhesion force in this coating-substrate system.The adhesion was critical to delamination when the adhesion strength was high for the substrate [26].The high adhesion could also explain that there were no obvious flake pits in the wear track of $\\mathrm { C r N } 4$ coating. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To evaluate the total wear loss of the coatings,the wear track profiles of the relative smooth region should be also taken into consideration.The profiles were obtained in the relative smooth wear track (scan line II in Figs.4,7and 8,scan lineI in Fig.1O),as shown in Fig.12.There is no obvious flake pit in this region,thus the wear-loss mightbe mainly caused byabrasivewear.The wear track depth was relative higher for CrN1 than other coatingsand was lowest for CrN3. There was no large difference in the depth between CrN2 and CrN4 coatings.It can be attributed to two factors:mechanical properties suchas hardnessand micro-defects.Slidingin the artificial seawater isa typical tribocorrosion system，in which corrosion and wear degrade materials by both mechanical and chemical processes [27]. Ina tribocorrosion system,the passive layer could be easily disintegrated or removed by tribo-balls sliding,producinga track of clean surface exposed to corrosive environment. The corrosive medium activated the coating and causes anodic dissolution during sliding, increases the wear-loss.The increased wear-loss induced more cracks and accelerated the corrosion speed.As a result,a positive synergism effect between corrosion and wear (tribocorrosion) led to the higher wearrates in seawater.However, the main mechanism for the wearloss of the CrN coating was dominated by mechanical wear in ${ \\mathsf { C l } } ^ { - }$ solution [28].The mechanical wear (abrasive wear) was great affected by hardness.Fig.13 showed the hardness of the CrN coatings with maximum indentation depth of $1 5 0 0 \\mathrm { n m }$ .According to the curves, the hardness of CrN2 and CrN3 coatings,about $2 8 \\pm 3$ GPa,was relative higher than CrN1 ( $2 6 \\pm 2$ GPa).However, the hardness for the multilayer coating $( 2 6 \\pm 3 \\mathsf { G P a } )$ was also lower than those of CrN2 and CrN3,which could be attributed to the incorporation of the soft Cr layer. Thus, the $\\mathsf { C r N 1 }$ coating with relative lower hardness and looser structure,possessed the highest wear depth.However, the wear depth could be reduced by either enhancing hardness(CrN2）or densifying structure (CrN4). Consequently, the CrN3 coating with high hardness and dense structure possessed the lowest wear depth in the smooth region. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/79520f194c5d82c5795eafd2db2be49938a29f02b8a4c9b38b71ed4910e5ca75.jpg",
        "img_caption": [
            "Fig.8.Wear tracksof CrN3 coating:(a)surface morphology,(b)flake pits,(c)depth profile and(d)EDS analysis. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/59c085f42693ef605dfc0403e3170e7e62818e6d78378be9155c5d02a9c350f8.jpg",
        "img_caption": [
            "Fig.9. Cross-sectional morphologies of the CrN4 coatings. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.6.Corrosion properties ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The polarization tests were carried out to evaluate the anodic dissolution of coatings during sliding in seawater.Fig.14 showed that the coatings decreased the anodic current densities comparing to 316L.As ceramic coatings were chemically inert in neutral media,it protected the substrate if the coatings were free of defects such as cracks and pinholes.However,the formation of these defects in ceramic coatings was almost impossible to avoid totally. It was observed that the anodic current density value of CrN4 was lower than those of other coatings.It could be attributed to the denser structure and less cracks and pinholes of the coating. The passive-like behavior was observed for the CrN coatings. The passive film mainly contained Cr,Nand O elements and filled the cracks and pinholes during the tests,therefore improved the corrosion response.However,wear might destroy the protective passive film during sliding.The wear-loss caused by corrosion or wear accelerating corrosion might be relative lower if the anticorrosion properties of the coatings were as good as passive films, ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/1b70ed78df10e73270229df5556330ca3cebcd9694153ecb9eb38de62da1f8c7.jpg",
        "img_caption": [
            "Fig.10.Wear tracks of CrN4 coating:(a)surface morphology,(b)cavity,(c)depth profile and(d)EDS analysis. ",
            "Fig.11.Scratch test results of CrN coatings:(a) CrN1,(b) CrN2,(c) CrN3 and (d) CrN4 "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "a CrN1 Acousticemission WWWwwMMW   \n1000.00mN 2.08E04 4.06E04 6.04E04 8.02E04 1E05   \n0.00mm 0.60 120 1.80 Scratch distance2mm) 300   \nb CrN2 Lc1 wwwwWm 2MWM>>   \n1000.00mN 2.08E04 4.06E04 6.04E04 8.02E04 1E05   \n0.00 mm 0.60 120 1.80 240 3.00   \nC CrN3 Lc1 wMw   \n1000.00mN 2.08E04 4.06E04 6.04E04 8.02E04 1E05   \n0.00mm 0.60 120 1.80 2.40 3.00   \nd CrN4 MWM   \n1000.00mN 2.08E04 4.06E04 6.04E04 8.02E04 1E05   \n0.00 mm 0.60 120 1.80 2.40 3.00 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.7.Wearmodel of the CrN coatings in seawater ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/051d8147fea7edd9b82e336d96a83b9dfcd35986411492494a9f286af9f518f7.jpg",
        "img_caption": [
            "Fig.12.Wear tracks profile of the CrN coatings sliding in seawater in smooth region. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "From the wear tracks of CrN coatings in Fig.4,it could be concluded that the wear failure of CrN coatings in seawater was mainly characterized by local delamination.Fig.15 illustrated the wear mechanism of CrN coatings with typical Cr interlayer sliding in seawater with ball-on-disc contact.Picture A showed the model of contact between tribo-pair in micro-scale,and picture B showed the mechanism of wear loss for the coating.Due to the low viscosity of seawater and relative low sliding speed, the contact type between balls and coatings in seawater should be assigned to the mixed regime including partial hydrodynamic lubrication regions and partial solid-solid contact regions in micro-scale as shown in picture A in Fig.15.Absolutely, the unavoidable solid-solid contact could lead to the abrasive wear. From Fig.4,slight plough grooves could be observed inside the wear scar.But the abrasive wear was not the main factor to wear failure of CrN coatings in seawater,as the plough grooves seemed relatively shallow,which could be attributed to the high hardness of the CrN coatings.However, the abrasive wear also contributed to wear loss of the coating during the sliding,as show in Fig.12.As seen from Fig.4, the wear failure of CrN in seawater must bemainlyassigned to the local delamination.Pieces of coatings would peel off under reciprocation sliding in combination with the wedging actionand corrosion effect of seawater,as shown in Fig.5.There were two kinds of microparticles,one could be easily peeled off during sliding in seawater;another was deformed and adhered to the coating surface under normal force,as shown in Fig.10b. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.8.Control wear failure of CrN coatings in seawater by structure design ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/ef49f94627677c67e89b42118b60ded3e3dff4734ea0941dbeb6f36f43852eb2.jpg",
        "img_caption": [
            "Fig.13.Hardness curve of the CrN coatings with maximum indentation depth of $1 5 0 0 \\mathrm { n m }$ "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The delamination was significant to the durability of the CrN coating sliding in seawateras demonstrated above.Thus the feasible method to control the wear failure of CrN coatings in seawater should bereducing or eliminating the local delamination.According to the discussions above,micro-cracks played an important role in the evolution of delamination for CrN coatings sliding in seawater. One feasible way to control the delamination might be reducing microcracks by increasing coating density.It was observed that CrN1 with the loosest structure wore out in seawater. However, CrN2 did not wear failure though the wear track of the coating showed large fracture pits.With theaddition of Crinterlayer,the CrN3 exhibited a better anti-wear performance with less fracture pits and lower wear track depth comparing with CrN2.However, the delamination was not eliminated even when the coating density increased and the interlayer was added.The most effective method to eliminate delamination of CrN coatings in seawater might be preparing a multilayer coating with dense structure. Since the wear failure was demonstrated to occur via the crack propagation.The multilayer structure could limit the crack propagation only to the layer and reduce the residual stress,which reduced the micro-defects in the coating. Consequently, the multilayer structure could control the fracture effectively.As seen from Fig.10,no obvious delamination Was observed in the wear track of CrN4,which was prepared as an alternative multilayer structure.So fabricating the proper multilayer structure,which could work as an effective barrier to prevent the penetration of seawater and limit the cracks propagation,could eliminate the delamination of CrN coatings in seawater. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/c5b256e0d6dd9dc21c0d0917cbe12204a0e7bbd7c665601e4dace1430108cab4.jpg",
        "img_caption": [
            "Fig.14.Polarization curves of the $\\mathsf { C r N }$ coatings in seawater. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.Conclusions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "since the anti-corrosion property of $\\mathsf { C r N }$ coatings was as good as $\\mathrm { C r } _ { 2 } \\mathrm { O } _ { 3 }$ in Cl ion solution [29].According to literature [30], the wearloss caused by corrosion can be negligible compared to mechanical wear during sliding. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Four CrN coatings with different structures were successfully fabricated by multi-arc ion plating system.The as-deposited CrN coatings exhibited better friction behavior than 316L in seawater. Wear mechanism of CrN coatings was characterized by abrasive wear and local delamination.The delamination was critical to wear failure of CrN coatings in seawater if the coatings were not prepared properly.Micro-cracks played an important role in the evolution of delamination and several methods were proposed to reduce the micro-cracks. One was increasing coating density by increasing the deposition bias voltage.Another was addinga Cr interlayer to the CrN coating. However, the most effective approach to eliminate the delamination was applyinga proper multilayer structure,which could limit the crack propagation only to the layer and reduce cracks in the coating.Therefore,the multilayer structure could prevent the local delamination effectively during sliding in seawater. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/6f2ef199ffbb250fdf6e119599890296c67bae4d0cc32dd99f4d48b5332d93e3.jpg",
        "img_caption": [
            "Fig.15.Wear model of the CrN coatings sliding against WC ball in seawater. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This work was supported by the National Natural Science Foundation of China(Grant no.51475449)and Zhejiang Provincial Natural Science Foundation of China (Grant no.LY14Eo10005). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[1] Yang S, Li Z. Seawater hydraulic drive and its application in ocean exploitation, 18.Shanghai: The Ocean Engineering/Haiyang Gongcheng; 2ooo;81-5.   \n[2] Shan L, Wang Y,LiJ, Li H,Wu X, Chen J. Tribological behaviours of PVD TiN and TiCN coatings in artificial seawater. Surf Coat Technol 2013;226:40-50.   \n[3] Liu C, Bi Q, Matthews A. EIS comparison on corrosion performance of PVD TiN and CrN coated mild steel in $0 . 5 \\ : \\mathrm { N }$ NaCl aqueous solution. Corros Sci 2001;43:1953-61.   \n[4] Cunha L, Andritschky M, Pischow K,Wang Z. Microstructure of CrN coatings produced by PVD techniques. Thin Solid Films 1999;355:465-71.   \n[5] Ould C, Badiche X, Montmitonnet P, Gachon Y. PVD coated mill rolls for cold rolling of stainless steel strips-tribological and mechanical laboratory tests. JManufProcesses2013;15:77-86.   \n[6] Vite M, Moreno-Rios M, Hernändez EAG, Laguna-Camacho JR.A study of the abrasive resistance of sputtered CrN coatings deposited on AISI 316 and AISI H13 steel substrates using steel particles. Wear 2011;271:1273-9.   \n[7] Zhou F, Chen K,Wang M, Xu X,Meng H,Yu M,et al. Friction and wear properties of CrN coatings sliding against $\\mathrm { S i } _ { 3 } \\mathrm { N } _ { 4 }$ balls in water and air. Wear 2008;265:1029-37.   \n[8] Bozyazi E, Urgen M, Cakir AF. Comparison of reciprocating wear behaviour of electrolytic hard chrome and arc-PVD CrN coatings. Wear 2004;256:832-9.   \n[9] Alegria-Ortega JA, Ocampo-Carmona LM, Suarez-Bustamante FA, Olaya-Florez JJ. Erosion-corrosion wear of $\\mathrm { C r / C r N }$ multi-layer coating deposited on AISl-304 stainless steel using the unbalanced magnetron (UBM） sputtering system. Wear 2012;290-291:149-53.   \n[10] Ruden A, Restrepo-Parra E, Paladines AU, Sequeda F. Corrosion resistance of CrN thin films produced by dc magnetron sputtering. Appl Surf Sci 2013;270:150-6.   \n[11] Wan XS, Zhao SS, Yang Y, Gong J, Sun C. Effects of nitrogen pressure and pulse bias voltage on the properties of Cr-N coatings deposited by arc ion plating. Surf Coat Technol 2010;204:1800-10.   \n[12]Warcholinski B, Gilewicz A, Ratajski J, Kuklinski Z, Rochowicz J. An analysis of macroparticle-related defects on CrCN and CrN coatings in dependence of the substrate bias voltage. Vacuum 2012;86:1235-9.   \n[13] Lewis D, Creasey S,Wiistefeld C, Ehiasarian A,Hovsepian PE. The role of the growth defects on the corrosion resistance of CrN/NbN superlattce coatings deposited at low temperatures. Thin Solid Films 2006;503:143-8   \n[14] Sahoo P, Roy Chowdhury SK.A fractal analysis of adhesive wear at the contact between r0ugh solids. Wear 2002;253:924-34.   \n[15] Stachowiak GW,Batchelor AW.12-Adhesion and adhesive wear. In: StachoWiak GW,Batchelor AW,editors. Engineering Tribology.3rd ed. Burlington: Butterworth-Heinemann;20o6. p. 553-72.   \n[16] Roos J, Celis JP,Vancoille E,Veltrop H, Boelens S, Jungblut F,et al． Interrelationship between processing, coatingproperties and functional properties of steered arc physically vapour deposited (Ti, AI) N and (Ti, Nb) N coatings. Thin Solid Films 1990;193:547-56.   \n[17] Lin J, Wu Z, Zhang X, Mishra B, Moore J, Sproul W. A comparative study of $\\mathrm { C r N } _ { x }$ coatings synthesized by dc and pulsed dc magnetron sputtering. Thin Solid Films 2009;517:1887-94.   \n[18] Gao S, Dong C, Luo H, Xiao K, Pan X, Li X. Scanning electrochemical microscopy study on the electrochemical behavior of CrN film formed on 3O4 stainless steel by magnetron sputtering. Electrochim Acta 2013;114:233-41.   \n[19] Wang J, Chen J, Chen B, Yan F, Xue Q. Wear behaviors and wear mechanisms of several alloys under simulated deep-sea environment covering seawater hydrostatic pressure. Tribol Int 2012;56:38-46.   \n[20] Lancaster J. A review of the influence of environmental humidity and water on friction, lubrication and wear. Tribol Int 1990;23:371-89.   \n[21] Shan L,Wang Y,Li J, Chen J. Effect of $\\mathsf { N } _ { 2 }$ flow rate on microstructure and mechanical properties of PVD $\\mathrm { C r N } _ { x }$ coatings for tribological application in seawater. Surf Coat Technol 2014;242:74-82.   \n[22] Tlili B,Mustapha N, Nouveau C, Benlatreche Y, Guillemot G, Lambertin M. Correlation between thermal properties and aluminum fractions in CrAIN layers deposited by PVD technique. Vacuum 2010;84:1067-74.   \n[23]Han S, Chen H-Y, Chang Z-C, Lin J-H, Yang C-J, Lu F-H,et al. Effect of metal vapor vacuum arc Cr-implanted interlayers on the microstructure of CrN film on silicon. Thin Solid Films2003;436:238-43.   \n[24]Han S,Lin JH,Tsai SH, Chung SC,Wang DY,Lu FH,et al. Corrosion and tribological studies of chromium nitride coated on steel with an interlayer of electroplated chromium. Surf Coat Technol 2000;133-134:460-5.   \n[25] Almer J, Odén M, Hakansson G.Microstructure, stress and mechanical properties of arc-evaporated Cr-C-N coatings. Thin Solid Films 2001;385:190-7.   \n[26] Diao D, Kandori A.Finite element analysis of the effect of interfacial roughness and adhesion strength on the local delamination of hard coating under sliding contact. Tribol Int 2006;39:849-55.   \n[27] Landolt D,Mischler S, Stemp M. Electrochemical methods in tribocorrosion: a critical appraisal. Electrochim Acta 2001;46:3913-29.   \n[28] Aldrich-Smith G, Teer DG, Dearnley PA. Corrosion-wear response of sputtered CrN and S-phase coated austenitic stainless steel. Surf Coat Technol 1999;116-119:1161-5.   \n[29]Hsu C-H, Lee C-Y, Chen K-L, Lu J-H. Effects of CrN/EN and $\\mathrm { C r } _ { 2 } \\mathrm { O } _ { 3 } / \\mathrm { E N }$ duplex coatings on corrosion resistance of ADI. Thin Solid Films 20o9;517:5248-52.   \n[30] Priya R, Mallika C,Mudali UK. Wear and tribocorrosion behaviour of 304L SS, Zr-702, Zircaloy-4 and Ti-grade2. Wear 2014;310:90-100. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]