[
    {
        "type": "text",
        "text": "物联网的故事",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一写在 “科学的春天 40年之际",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "封松林",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院上海高等研究院上海201210",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/ae495e2885c681dc482aafe6cd4196224ecc77464b6b8be53df6d70774b324e8.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1“科学的春天” 铺就了我的科研路",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "我们这一代人是共和国历史上非常幸运的一代，在我们茁壮成长的时候，赶上了拨乱反正的好时代。1977一1978年中央的几个重要决定铺平了我们一生的发展道路。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1977年，因“文化大革命”而中断了十年的中国高考制度得以恢复，让我们看到了尊重知识、尊重人才的春天。1978年3月18日召开了“文革”后的全国科学大会，邓小平在会上提出了“科学技术是生产力”和“知识分子是无产阶级的一部分”的著名论断，送来了“科学的春天”和“知识分子的春天”。1978年6月23日，邓小平同志在听取教育部关于清华大学工作汇报时，做出了扩大派遣留学生的重要指示：“我赞成留学生的数量增大，主要搞自然科学”，“要成千成万地派，不是只派十个八个”，“要千方百计加快步伐，路子要越走越宽”。这开启了新时期我国大规模派遣留学人员的序幕，翻开了我国出国留学工作的新篇章。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "作为时代的幸运儿，1979 年，我通过高考进入武汉大学接受了正规的大学教育；1986年考上研究生公费派遣留学法国。在法国完成硕士（DEA）、博士学业和两年的博士后科研工作训练后，1992年回国加入中科院半导体研究所，投身到科学研究的事业之中；在组织的安排下于2001年调到中科院上海冶金研究所（后更名为“上海微系统与信息技术研究所”）工作，2009年筹建中科院上海高等研究院。回顾自己从1979年考入大学，1986年出国留学，1992年归国到中科院工作，历经3个研究所，参与了“知识创新工程”“率先行动计划”，虽然在科研和管理工作中取得了一点成绩，但这一切都应归功于党中央恢复高考，营造了尊重知识、尊重人才的环境和大规模派遣留学生的政策，以及科教兴国、科技强国的战略。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2有幸参与无线传感网/物联网研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "由于国家发展的需要，我们这一代中不少人较早就走上了重要的科研和科研领导岗位，在国家科技事业中作了一些积极的贡献，例如我参与的无线传感网/物联网研究。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1999年，美国的移动计算和网络国际会议上，提出无线传感网是21世纪人类面临的又一个发展机遇；2003年，美国《技术评论》评价无线传感网络技术将是未来改变人们生活的十大技术之首。我有幸参加了中科院1999年战略研究报告《知识创新工程试点领域方向研究一—信息与自动化领域研究报告》的编制工作，而在该报告中就将无线传感网技术建议列为信息领域的六个重大项目之一。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2001年，时任中科院副院长江绵恒倡导并亲任理事长，组建了中科院微系统技术研究发展中心（简称“中科院微系统中心”），并将我从北京半导体所调到上海冶金所，担任中科院微系统中心主任，组织中科院相关研究所率先大规模地开展传感器网络与微系统等领域的研究工作。尽管国际无线传感网研究已成为热点，领导也非常重视，但无线传感网的立项并非一帆风顺。研究团队经常通宵达旦地讨论、准备方案，但在将近两年的多次论证中方案一直都未能获得中科院评审专家组的认可。最后一次论证，团队按照专家意见进一步完善了技术路线，用户部门的权威介绍了国内装备现状，充分肯定了我们的方案，指出中科院微系统中心提出的方案会使我国的相关装备产生“质”的飞跃，自此，系统项目正式获批启动。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3物联网研究成果守卫国家安全",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "由于中科院机关和专家的严格要求，我所在的科研团队经过几年的刻苦工作，研制了独具特色技术体制和高水平的无线传感网系统：2008年成功地完成了国内第一个无线传感网应用系统“浦东机场防入侵传感网试验工程”，并于当年4月就通过验收；研制的上海市公共安全传感网平台成功应用于上海、宁波、嘉兴段的2008年北京奥运会火炬接力，并在上海合作组织六国峰会、国际特殊奥林匹克运动会国家元首的保卫中得到",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "应用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2008年5月12日，汶川特大地震发生，灾区通信设备损毁，信息几乎全部中断。我们首先想到了用本所（中科院上海微系统所）自主研发成功的MiWAVE宽带无线通信技术应急解决这个问题。该宽带无线通信系统具有带宽大、布设灵活、适用性强等特点，可与移动网、互联网或卫星实现无线连接，实时传输语音、图像、视频、数据等多种信息，为基础设施遭到严重破坏的灾区提供急需的通信保障。5月13日晚，我召集有关科技人员，研讨论证了宽带无线通信系统应用于抗震救灾的可行性。5月14日上午，又主持召开紧急所长办公会议：微系统所成立了抗震救灾工作领导小组并由我担任组长；决定设立抗震救灾专项经费，采购相关救援器材，运用宽带无线通信系统，积极参加抗震救灾。5月16日晚，微系统所第一批应急通信救援队启程开赴四川地震灾区。率先在北川县城建立了宽带无线通信网络，为灾区打开了信息通道。5月18日，救援队又在安县永安镇架设了第二套系统，使灾后的永安镇第一次与外界建立了视频和数据通道。5月24日，在大山深处的青川县关庄镇和平武县南坝镇，快速架起了宽带无线通信网络，实现了后方指挥部对青川县关庄镇和平武县南坝镇抗震一线的实时监控指挥。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "唐家山堰塞湖距离绵阳不足100公里，蓄水量超过2亿立方米，被形容为悬在绵阳100多万人头顶上的“一把利剑”，严重威胁着人民群众的生命和财产安全。5月30日晚，我带领17人团队携带必需的设备赶到唐家山堰塞湖。经过连续几天的安装调试，建成了远程宽带无线监控系统。通过在唐家山堰塞湖大坝前后及堰塞湖至绵阳沿线布设的14个监测点，全天候24小时监控唐家山堰塞湖的水文资料和坝体变化。在江绵恒副院长的强力推动和协调下，所提供的视频监控画面不仅实时传输给位于绵阳的指挥中心，还为国家及相关省、部领导提供了50多路远程监测视频信息，为排除唐家山堰塞湖险情，提供了实时视频资料。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4因无线传感网获殊荣，催生出物联网产业",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2008年我领导的中科院上海微系统所的项目“无线传感器网络及其在国家安全中的应用”获上海市科技进步一等奖。由于在抗震救灾中的突出表现，我获得了中共中央、国务院、中央军委授予的中科院唯一一个“全国抗震救灾模范”荣誉称号。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2009年8月7日下午，时任国务院总理将温家宝视察中科院无锡微纳传感网工程技术研发中心，听取报告后，随即表示：“当计算机和互联网产业大规模发展时，我们因为没有掌握核心技术而走过一些弯路。在物联网的发展中，要早一点谋划未来，早一点攻破核心技术。”他还指示：“至少三件事情可以尽快去做：一是把传感系统和3G中的TD技术结合起来；二是在国家重大科技专项中，加快推进传感网发展；三是要在激烈的竞争中，或者是逼人的形势下，迅速建立中国的传感网中心（基地），或者叫作“感知中国”的中心（基地）。”",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在温家宝总理无锡讲话之后，无线传感网在国家层面正式被定名为涵盖面更广的物联网，中科院的研究工作得到各方的高度重视，引领了我国物联网研究并催生了物联网这一战略新兴产业。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "5 为国服务，不断前行",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2008年，中科院希望能够以体制机制创新，服务国民经济主战场，决定与上海市合作成立中科院上海高等研究院，促进上海市战略新兴产业发展；2009年，调集包括我在内的4位资深所长开始了该院的筹备工作；2012年正式完成筹建并进入中科院正规研究所序列。这些年中科院上海高等研究院已形成了一定的特色并取得了有意义的经验和成绩。2017年任期结束后，我又回到了科研一线。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "十九大报告指出，党在新时代的历史使命是实现中华民族的伟大复兴，是决胜全面建成小康社会、进而全面建设社会主义现代化强国的时代，我们作为科技工作者，将为实现这一目标努力奋斗、添砖加瓦。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "封松林中国科学院上海高等研究院研究员。曾任中国科学院半导体研究所室主任、副所长，中国科学院上海微系统与信息技术研究所副所长、所长，中国科学院上海高等研究院筹建组组长、院长等。担任了“863”计划、重大科学研究计划、重大专项等多个国家计划的专家。研究领域涉及半导体低维结构、纳米电子器件、无线传感网（物联网）、智慧城市等。曾获中国科学院青年科学家奖、中国科学院自然科学奖一等奖和国家自然科学奖二等奖（第二完成人）、上海市自然科学牡丹奖、上海市领军人物称号、“全国抗震救灾模范”称号、上海市“优秀科研院所所长”称号和上海市科技进步奖一等奖。",
        "page_idx": 2
    }
]