[
    {
        "type": "text",
        "text": "Anisotropic magnetic coupling with a two-dimensional characteristic in noncentrosymmetric Cr $1 1$ Ge19 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Hui Han, $^ { 1 , 2 }$ Lei Zhang, $^ { 1 , }$ \\* Xiangde Zhu,1 Haifeng Du,1 Min Ge,3 Langsheng Ling, $^ 1$ Li Pi, $^ { 1 , 3 }$ Changjin Zhang,1 and Yuheng Zhang $^ { 1 , 3 }$ （20 （20 $^ { 1 }$ High Magnetic Field Laboratory， Chinese Academy of Sciences, Hefei 230031， China （204 $\\mathcal { Z }$ University of Science and Technology of China, Hefei 230026, China （204 $\\mathscr { s }$ Hefei National Laboratory for Physical Sciences at the Microscale, University of Science and Technology of China， Hefei 230026, China (Dated: August 31, 2016) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In this work, we successfully synthesize the single crystal Cr11Ge19. The magnetism of the noncentrosymmetric Cr $_ { 1 1 }$ Ge19 with itinerant ferromagnetic ground state is thoroughly investigated on the single crystal. Based on the variation measurements including the angular rotation, temperature,and magnetic field dependence of magnetization, we find that this material exhibits strong magnetic anisotropy along the $c$ -axis. To clearly reveal the magnetic interactions, the critical behavior is studied using the modified Arrott plot,the Kouvel-Fisher method,and the critical isotherm technique. Combining these different methods,three main critical exponents ( $\\beta$ ， $\\gamma$ ，and $\\delta$ ）are obtained. The critical exponent $\\beta$ is close to the theoretical prediction of a three-dimensional XY model with spin-dimensionality $n = 2$ , indicating two-dimensional magnetic coupling. Meanwhile, the critical exponent $\\gamma$ suggests that the magnetic interaction is of long-range type with magnetic exchange distance decaying as $J ( r ) \\approx r ^ { - 4 . 6 1 }$ . We propose that the ferromagnetic ground state of Cr $_ { 1 1 }$ Ge19 is formed by the polarized magnetic moments along the $c$ -axis, while the long-range magnetic coupling is established within the $a b$ plane. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PACS numbers: 75.30.Gw, 75.40.-s, 75.40.Cx ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:Ferromagnetic； Single crystal; Critical phenomenon; Itinerant ferromagnetism； Magneticanisotropy",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Itinerant ferromagnets,which are characterized by low saturation moment and Curie temperature, have been extensively studied due to their exotic physical phenomena such as superconductivity， quantum critical behavior， non-Fermi-liquid behavior， and unusual magnetic excitation [1-7]. According to the band theory of electrons,magnetic moments in these systems stem from the exchange splitting of bands [8]. Because of the extremely small band splitting, the saturation moment is only a fraction of a Bohr magneton, which is very close to the nonmagnetic phase boundary. Therefore, a small perturbation can arouse a large change to the electronic and magnetic properties [9, 10]. The thermodynamical properties of itinerant ferromagnets have usually been explained by conventional StonerWohlfarth theory of band ferromagnetism based on Hartree-Fock mean-field theory [11]. On the other hand,the theoretical model based on the self-consistent renormalization considering spin fluctuations is found to be more satisfactory for describing the electronic and magnetic behaviors in these systems [12,13]. Recently, noncentrosymmetric itinerant ferromagnets exhibiting chiral magnetic ordering have attracted considerable attention because of the discovery of magnetic particle-like configurations, such as skyrmion, magnetic soliton, and chiral bobber [14-17]. The lack of an inversion center in noncentrosymmetry usually results in Dzyaloshinsky-Moriya (DM) interaction, which is 1\\~2 orders of magnitude smaller than that of the ferromagnetic coupling. The competition between the DM interaction and ferromagnetic coupling often results in non-collinear magnetic ordering states such as helimagnetism, conical ordering state,and magnetic particle-like configurations. Due to the extra perturbation brought by the noncentrosymmetry, the investigation of noncentrosymmetric itinerant ferromagnet is of great importance in understanding the exotic phenomena in these systems. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Tetragonal structural Cr $^ { 1 1 }$ Ge $^ { 1 9 }$ with the space group $P \\overline { { 4 } } n 2$ is crystallized belonging to a family of compounds known as Nowotny chimney ladders [18]. A chiral structure of Cr-Cr bonds arranges along the $c$ -axis. The noncentrosymmetric $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ exhibits complex ferromagnetic ground state [19-21]. Early work has demonstrated that the ground state of Cr $^ { 1 1 }$ Ge19 is a $p$ -type semi-metallic ferromagnetism [21]. However, a linear muffin tin orbital (LMTO） calculation of electronic density of states has suggested it to be an itinerant ferromagnet with low magnetic moment [22]. Recent studies have manifested that O $\\mathrm { r _ { 1 1 } G e _ { 1 9 } }$ displays complex itinerant ferromagnetism. However， the magnetic behavior cannot be explained by the Stoner model which is a conventional theory describing the itinerant ferromagnet [23]. Both the experimental results and calculations have indicated that $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ is a good example of an itinerant electron ferromagnet, with signatures of spin wave excitation and magnetic fluctuation [23]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this work, we successfully synthesize the single crystal $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ . The magnetism of （204 $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ on the single crystal is investigated. We find that the magnetization of $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ （20 exhibits strong magnetic anisotropy along the $c$ -axis in the ferromagnetic phase. Moreover, the study of critical behavior suggests that the magnetic interaction is of long-range type with two-dimensional magnetic coupling. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Results and discussion ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Figure 1 (a） presents the photograph of Cr $^ { 1 1 }$ Ge19 single crystals, which shows that the typical sizes of these single crystals are in millimeter scale. The shapes of the single crystals are three-dimensional graininess with small bright surfaces. Figure 1 (b） gives a typical EDX spectrum of the Cr $^ { 1 1 }$ Ge19 single crystal. The EDX spectra measured at different points indicate that the proportion of Cr : Ge is close to $1 1 : 1 9$ [24]. The inset of Fig. 1 gives the distribution of the elements, which indicates that Cr and Ge are distributed homogeneously. The left inset of Fig. 2 (a) depicts the morphology of a typical single crystal with size of $8 8 5 \\times 8 6 1$ $\\mu \\mathrm { m }$ . The bright surface was checked by XRD as shown in Fig. 2 (a),which indicates that the surface is (2OO) plane. The right inset of Fig. 2 (a) presents the rock curve of the (200) diffraction peak. The ful-width-at-half-maximum (FWHM) of the rock curve is $\\Delta \\theta = 0 . 0 0 5 ^ { \\circ }$ . The single peak and the narrow FWHM of the rock curve indicate high quality of the single crystal sample without twin crystal. The other crystal orientations in the $b c$ plane are determined by Laue photograph [24]. The crystal orientations are marked on the single crystal in the left inset of Fig. 2 (a). Figure 2 (b) shows the XRD pattern for powder $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ ground from several pieces of single crystals. The powder XRD pattern also indicates a single phase of $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ without impurities. The fitting results give the lattice constants $a = b = 5 . 8 0 3 ( 7 )$ $\\mathring { A }$ and $c = 5 2 . 3 4 3 ( 1 )$ $\\mathring { A }$ ，which is in agreement with previous reports [19, 21, 23]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Figure 3 (a) gives the magnetization as a function of rotation angle $[ M ( \\varphi ) ]$ under $H$ $= 1 0 0$ Oe.The $M ( \\varphi )$ curves in both $a b$ and $b c$ planes are measured. In the $b c$ plane,it can be seen that the value $M$ along the $c$ -axis is much larger than that along the $b$ -axis at temperatures of 65 K and 5 K, revealing strong magnetic anisotropy along the $c$ -axis. However, there is no magnetic anisotropy at 3Oo K. In the $a b$ plane,much weaker magnetic anisotropy is observed at 65 K. The variation of $M ( \\varphi )$ curves indicates that Cr $_ { 1 1 }$ Ge $^ { 1 9 }$ displays strong magnetic anisotropy, and the easy magnetization orientation is along the $c$ -axis. It is noted that the cell of $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ is tetragonal with equal $a$ and $b$ axes,while the Nowotny chimney ladders are found along the $c$ -axis [23]. Therefore, the exhibition of strong magnetic anisotropy along the $c$ -axis corresponds closely to the tetragonal crystal structure. Figure 3 (b） displays the temperature dependence of magnetization $[ M ( T ) ]$ under zero-field-cooling (ZFC) and field-cooling (FC) with $H = 1 0 0$ Oe along $c$ -and $b$ -axis. The $M ( T )$ curves with $H / \\ d / c$ exhibit a typical paramagnetic-ferromagnetic transition. The $M ( T )$ curves with $H / / b$ （204号 are different from those with $H / \\ d / c$ . The values of $M$ are much smaller and the transition becomes unobvious when $H / / b$ . This result implies that the paramagnetic-ferromagnetic transition is mainly determined by the magnetization along the $c$ -axis. The inset of Fig.3 (b) displays the isothermal magnetization $[ M ( H ) ]$ at 5K with $H / / a , H / / b$ ，and $H / \\ d / c$ . The $M ( H )$ curves with $H / \\mu$ and $H / / b$ are well overlapped. It is obtained that the situation magnetic field $H _ { S }$ with $H / c \\ ( H _ { S } ^ { c } )$ is about 0.9 kOe,which is much smaller than $H _ { S } ^ { a }$ or （204号 $H _ { S } ^ { b }$ of $\\sim 1 0$ kOe with $H / \\mu$ or $H / / b$ .When $H$ exceeds 10 kOe, the magnetic moments are polarized along the orientation of $H$ with the saturated magnetic moment $M _ { S } \\sim 0 . 4 3$ （ （20 $\\mu _ { B } / \\mathrm { C r }$ , which is in agreement with the previous report in a polycrystalline sample [23]. The transition temperature $T _ { C } \\sim 7 1 . 8$ K is determined from the sharpest point of the phase transition,as shown in Fig. 3 (b). Generally, $T _ { C }$ is actually difficult to be determined from magnetism because it is usually dependent on the external field. Figure 3 (c) shows the （204号 $M ( T )$ curves under different fields with $H / \\ d / c$ ， and the inset gives the $d M / d T$ vs. $T$ . The field dependence of $\\mathit { \\Delta } ^ { \\prime } \\mathit { I } _ { \\mathit { C } } ^ { \\prime }$ determined from the minimum from $d M / d T ( T )$ curves is depicted in Fig. 3 (d),which shows that $\\mathit { \\Delta } ^ { \\prime } \\mathit { I } _ { C } ^ { \\prime }$ increases monotonously with the increase of $H$ . The $T _ { C }$ （204号 is $\\sim 8 6$ K when $H = 1 0$ kOe,which is close to that of 86 K reported by V.L. Zagryazhskii, et al. [21] and 88 K by N. J.Ghimire, et al. [23] from the polycrystalline sample. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "According to the Stoner model, the itinerant ferromagnet should follow [25-27]: ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nM ^ { 2 } = - \\frac { A } { B } + \\frac { 1 } { B } \\left( \\frac { H } { M } \\right)\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $A$ and $B$ are parameters independent of $H$ . Thus, the Arrott plot of $M ^ { 2 }$ vs. $H / M$ can be constructed,where the $M ^ { 2 }$ vS. $H / M$ should present a series of straight lines around （20 $T _ { C }$ [28]. Meanwhile, $M ^ { 2 }$ vs. $H / M$ at $T _ { C }$ should just pass through the origin [28]. Figure 4 (a) shows the initial isothermal $M ( H )$ curves around $T _ { C }$ ，and Fig. 4(b) gives the Arrott plot of $M ^ { 2 }$ vs. $H / M$ for $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ . All curves of the Arrott plot show nonlinear behaviors even in the high field region，which suggests that the critical behavior of $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ cannot be described by the conventional Stoner model. The order of the phase transition can be determined by the slope from the Arrott plot according to the Banerjee's criterion, where a negative slope corresponds to a first-order transition and positive slope suggests a secondorder one [29]. The positive slopes of $M ^ { 2 }$ vs. $H / M$ curves reveal that the phase transition in $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ is of a second order. However, the nonlinear of the $M ^ { 2 }$ vs. $H / M$ curves indicates that the conventional Arrott plot is invalid for $\\mathrm { { C r } _ { 1 1 } \\mathrm { { G e } _ { 1 9 } } }$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For second order magnetic phase transition, the magnetic interaction can be identified by the investigation of critical behavior. In the vicinity of the ferromagnetic transition, the spontaneous magnetization $M _ { S }$ and initial susceptibility $\\chi _ { 0 }$ can be described by a series of functions [30, 31]: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nM _ { S } ( T ) = M _ { 0 } ( - \\varepsilon ) ^ { \\beta } , \\varepsilon < 0 , T < T _ { C }\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n\\chi _ { 0 } ^ { - 1 } ( T ) = ( h _ { 0 } / M _ { 0 } ) \\varepsilon ^ { \\gamma } , \\varepsilon > 0 , T > T _ { C }\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nM = D H ^ { 1 / \\delta } , \\varepsilon = 0 , T = T _ { C }\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $\\varepsilon = ( T - T _ { C } ) / T _ { C }$ is the reduced temperature; ${ M _ { 0 } } / { h _ { 0 } }$ and $D$ are critical amplitudes. The parameters $\\beta$ (associated with $M _ { S }$ ) $\\gamma$ (associated with $\\chi _ { 0 }$ )，and $\\delta$ (associated with $T _ { C }$ ） are the critical exponents. The critical behavior around the critical temperature can be described by a series of critical exponents, which folow the Arrott-Noakes equation of state in asymptotic critical region [32]: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\n( H / M ) ^ { 1 / \\gamma } = ( T - T _ { C } ) / T _ { C } + ( M / M _ { 1 } ) ^ { 1 / \\beta }\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The critical exponents give significant clues about the magnetic interactions, such as the correlating length, spin-dimensionality, and decaying distance of magnetic coupling. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In view of the dissatisfaction of conventional Arrott plot for $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ ,a modified Arrott plot (MAP） of $M ^ { 1 / \\beta }$ vs. $H / M ^ { 1 / \\gamma }$ could be employed. Three kinds of modes belonging to the 3D-Heisenberg model ( $\\beta = 0 . 3 6 5$ ， $\\gamma = 1 . 3 3 6$ )， 3D-Ising model ( $\\beta = 0 . 3 2 5$ ， $\\gamma = 1 . 2 4$ ） and 3D-XY model ( $\\beta = 0 . 3 4 5$ ， $\\gamma = 1 . 3 1 6$ ）are tried to construct the modified Arrott plots [33,34]，as shown in Figs. 5 (a)， (b)，and (c) respectively. According to the theoretical model suggested by Takahashi considering the zero point local spin fluctuation (ZPLSF), （20 $M ^ { 4 }$ vs. $H / M$ should exhibit straight lines in high field region (i.e. $M ^ { 1 / \\beta }$ vs. $H / M ^ { 1 / \\gamma }$ with （204号 $\\beta = 0 . 2 5$ ， $\\gamma = 1 . 0$ ）[13，23]．Therefore, $M ^ { 4 }$ vs. $H / M$ curves are plotted in Fig. 5 (d). All the curves in these four constructions exhibit quasi-straight lines in high field region. However, the lines in Fig. 5(d) are not parallel to each other, indicating that the theoretical model suggested by Takahashi is not satisfied for $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ . For Figs. 5(a),(b) and (c), it is difficult to distinguish which model is the best.For an ideal model, the modified Arrott plot should display a series of parallel lines in high field region with the same slope,where the slope is defined as $S ( T ) = d M ^ { 1 / \\beta } / d ( H / M ) ^ { 1 / \\gamma }$ . The normalized slope （ $N S$ ) is defined as $N S = S ( T ) / S ( T _ { C } )$ , which enables us to distinguish the most suitable model by comparing the $N S$ with the ideal value of $^ { \\circ } \\mathrm { 1 } ^ { \\circ }$ [35-37]. Plots of $N S$ vs. $T$ for the four different models are shown in Fig. 6 (a). It can be seen that the $N S$ of 3D-Heisenberg model is close to $^ { , } 1$ 2 mostly above $T _ { C }$ ，while that of 3D-Ising model is the best below $T _ { C }$ . This result indicates that the critical behavior of $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ does not belong to a single universality class. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The precise values of the critical exponents $\\beta$ and $\\gamma$ can be obtained by an iterative method [38]. The linear extrapolation from the high feld region to the intercepts with the axes $M ^ { 1 / \\beta }$ and $( H / M ) ^ { 1 / \\gamma }$ yields reliable values of $M _ { S } ( T , 0 )$ and $\\chi _ { 0 } ^ { - 1 } ( T , 0 )$ A set of $\\beta$ and $\\gamma$ values can be obtained by fitting data to Eqs. (2） and (3). These obtained $\\beta$ and $\\gamma$ （204号 values are used to reconstruct a new modified Arrott plot. Subsequently, new $M _ { S } ( T , 0 )$ and $\\chi _ { 0 } ^ { - 1 } ( T , 0 )$ are generated from the linear extrapolation from the high feld region. Therefore, another set of $\\beta$ and $\\gamma$ can be yielded. This procedure is repeated until $\\beta$ and $\\gamma$ do not change. By this method, the obtained critical exponents are hardly dependent on the initial parameters. The final $M _ { S } ( T , 0 )$ and $\\chi _ { 0 } ^ { - 1 } ( T , 0 )$ are plotted as the function of temperature in Fig. 6 (b). Consequently, exponents $\\beta = 0 . 3 3 9 \\pm 0 . 0 0 2$ with $T _ { C } = 7 1 . 9 2 \\pm 0 . 0 2 \\mathrm { ~ K ~ }$ and $\\gamma = 1 . 0 6 4 \\pm 0 . 0 0 6$ with $T _ { C } = 7 2 . 4 2 \\pm 0 . 0 6 \\ \\mathrm { K }$ are obtained. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Alternatively, critical exponents can be determined by the Kouvel-Fisher (KF） method [39]: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { M _ { S } ( T ) } { d M _ { S } ( T ) / d T } = \\frac { T - T _ { C } } { \\beta }\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { \\chi _ { 0 } ^ { - 1 } ( T ) } { d \\chi _ { 0 } ^ { - 1 } ( T ) / d T } = \\frac { T - T _ { C } } { \\gamma }\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "It can be seen that the $M _ { S } ( T ) / d M _ { S } ( T ) / d T$ and $\\chi _ { 0 } ^ { - 1 } ( T ) / d \\chi _ { 0 } ^ { - 1 } ( T ) / d T$ are as linear functions of temperature with slopes of $1 / \\beta$ and $1 / \\gamma$ respectively.Figure 6 (c） plots the （20 $M _ { S } ( T ) / [ d M _ { S } ( T ) / d T ]$ and $\\chi _ { 0 } ^ { - 1 } ( T ) / [ d \\chi _ { 0 } ^ { - 1 } ( T ) / d T ]$ vs. $T$ relations, which give more actual exponents $\\beta$ 二 $= 0 . 3 4 5 { \\pm } 0 . 0 0 4$ with $T _ { C }$ =71.95 $\\pm$ 0.07 K and $\\gamma$ =1.062±0.001 with $T _ { C }$ =72.31 $\\pm$ 0.02 K. The critical exponent $\\delta$ can be calculated by fitting to critical isothermal (CI) magne tization $M ( H )$ at $T _ { C }$ following Eq. (4). Figure 6(d) shows the $M ( H )$ at $T _ { C } = 7 2$ Kon log-log scale, which gives that $\\delta = 4 . 8 2 1 \\pm 0 . 0 0 2$ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "These critical exponents should follow the scaling equations. In the asymptotic critical region, the scaling equations can be written as [31]: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\nM ( H , \\varepsilon ) = \\varepsilon ^ { \\beta } f _ { \\pm } ( H / \\varepsilon ^ { \\beta + \\gamma } )\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $f _ { \\pm }$ are regular functions denoted as $f _ { + }$ for $T > T _ { C }$ and $f _ { - }$ for $T < T _ { C }$ .Defining the renormalized magnetization $m \\equiv \\varepsilon ^ { - \\beta } M ( H , \\varepsilon )$ , and the renormalized field $h \\equiv H \\varepsilon ^ { - ( \\beta + \\gamma ) }$ ， the scaling equations indicate that $m$ vs. $h$ forms two universal branches for $T > T _ { C }$ and （204号 $T < T _ { C }$ ， respectively [40,41]. Based on the scaling equation $[ m = f _ { \\pm } ( h ) ]$ ，the isothermal magnetization around the critical temperatures for $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ are replotted in Fig. 7 (a), with log-log scale in the inset. It can be seen that all experimental data, including those in low field region, collapse into two universal curves. Meanwhile, the $m ^ { 2 }$ vs. $h / m$ curves also collpse into two independent branches as shown in Fig. 7 (b). Furthermore, the scaling equation of state takes another form [31, 41]: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\frac { H } { M ^ { \\delta } } = k \\left( \\frac { \\varepsilon } { H ^ { 1 / \\beta } } \\right)\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $k ( x )$ is the scaling function. Equation (9) suggests that all experimental curves plotted on $M H ^ { - 1 / \\delta }$ vs. $\\varepsilon H ^ { - 1 / ( \\beta \\delta ) }$ will collapse into a single one [41]. The inset of Fig. 7(b) shows the $M H ^ { - 1 / \\delta }$ vs. $\\varepsilon H ^ { - 1 / ( \\beta \\delta ) }$ for $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ , where the experimental data colapse into a single curve, and $T _ { C }$ locates at the zero point of the horizontal axis. The well scaling and collapse of the curves demonstrate the reliability of the experimentally obtained exponents. Generally, these critical exponents should fulfill the Widom scaling law $\\delta = 1 + \\gamma / \\beta$ according to statistical theory [42]. Then, $\\delta = 4 . 0 7 8 \\pm 0 . 0 0 4$ is calculated following the Widom scaling law. However, these exponents slightly deviate from Widom scaling law, indicating that the critical behavior of $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ does not belong to a single universality class. This deviation may be attributed to the discrepancy of $\\gamma$ caused by the length scale of the interaction [43]. Actually, these critical exponents are experimentally convergent, which can be confirmed by the effective exponents $\\beta _ { e f f }$ and $\\gamma _ { e f f }$ obtained as [44]: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\beta _ { e f f } ( \\varepsilon ) = \\frac { d [ l n M _ { S } ( \\varepsilon ) ] } { d ( l n \\varepsilon ) } , \\gamma _ { e f f } ( \\varepsilon ) = \\frac { d [ l n \\chi _ { 0 } ^ { - 1 } ( \\varepsilon ) ] } { d ( l n \\varepsilon ) }\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The $\\beta _ { e f f }$ and $\\gamma _ { e f f }$ vs. $\\varepsilon$ for $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ are plotted in Fig. 8. It can be seen that $\\beta _ { e f f }$ and $\\gamma _ { e f f }$ （204号 are convergent when temperature approaching $T _ { C }$ ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The obtained critical exponents of $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ , as well as those of different theoretical models and related itinerant ferromagnetic materials,are listed in Table I for comparison. For a magnetic material, in addition to the spatial-dimensionality $( d )$ of the crystal symmetry, the spin-dimensionality $( n )$ also plays an important role in determination of the magnetic behavior [45,46]. It can be seen that the $\\beta$ of $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ exactly approaches that of the 3D-XY model with the spin-dimensionality $n = 2$ ， suggesting a two-dimensional magnetic coupling [47]. The value $\\gamma$ is close to the mean-field model, meaning a long-range magnetic interaction. The long-range magnetic interaction deduced from $\\gamma$ is in agreement with the characteristic of an itinerant ferromagnet, such as MnSi [48],AlCMn $^ 3$ [35], and Y $_ 2$ Ni7 [43]. In fact, $\\gamma$ in Y $_ 2$ N $\\cdot 7$ approaches the theoretical prediction of 2D-Ising model with long-range coupling with $d = 2$ and $n = 1$ ( $\\gamma = 1 . 3 9 2$ ）[43,46]. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "As we know, for a homogeneous magnet， the universality class of the magnetic phase transition depends on the exchange distance $J ( r )$ .M.E. Fisher et al. have theoretically treated this kind of magnetic ordering as an attractive interaction of spins. Subsequently, according to the renormalization group theory, the long-range interaction decays with distance $r$ as [49, 50]: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nJ ( r ) \\approx r ^ { - ( d + \\sigma ) }\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $d$ is the spatial-dimensionality and $\\sigma$ is a positive constant. Moreover, there is [46, 50]: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\gamma \\approx 1 + \\frac { 4 } { d } \\frac { n + 2 } { n + 8 } \\Delta \\sigma + \\frac { 8 ( n + 2 ) ( n - 4 ) } { d ^ { 2 } ( n + 8 ) ^ { 2 } } \\times \\left[ 1 + \\frac { 2 G ( \\frac { d } { 2 } ) ( 7 n + 2 0 ) } { ( n - 4 ) ( n + 8 ) } \\right] \\Delta \\sigma ^ { 2 }\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $\\Delta \\sigma = ( \\sigma - \\textstyle { \\frac { d } { 2 } } )$ and $\\begin{array} { r } { G ( \\frac { d } { 2 } ) = 3 - \\frac { 1 } { 4 } ( \\frac { d } { 2 } ) ^ { 2 } } \\end{array}$ ， $n$ is the spin-dimensionality. For a threedimensional material ( $d \\ = \\ 3$ )，we have $J ( r ) \\approx r ^ { - ( 3 + \\sigma ) }$ .When $\\sigma \\geq 2$ ， the Heisenberg model is valid for the three-dimensional isotropic magnet, where $J ( r )$ decreases faster than $r ^ { - 5 }$ . When $\\sigma \\le 3 / 2$ , conditions for the mean-field model are satisfied, expecting that $J ( r )$ （204号 decreases slower than $r ^ { - 4 . 5 }$ . From Eq. (12), it is calculated that $\\sigma = 1 . 6 0 5 4 \\pm 0 . 0 0 4$ when $n = 2$ . Finally, we yield $J ( r ) \\approx r ^ { - 4 . 6 1 }$ , indicating a long-range magnetic coupling. Moreover, the correlation length critical exponent is obtained as $\\nu = 0 . 6 6 2 \\pm 0 . 0 0 4$ (where $\\nu = \\gamma / \\sigma$ $\\xi = \\xi _ { 0 } | ( T - T _ { C } ) / T _ { C } | ^ { - \\nu } )$ ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Figure 9 shows the crystal and magnetic structure for Cr $^ { 1 1 }$ Ge $^ { 1 9 }$ . Due to the tetragonal crystal cell of $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ ， $a$ and $b$ directions are equivalent in structure. Moreover,as mentioned above, $a$ -and $b$ -axis are also equivalent in magnetism，as shown in Fig. 3. Thus, the two-dimensional magnetic interaction should be within the $a b$ plane. This is analogous to a two-dimensional material, where the in-plane coupling is much stronger than that of the inter-layers. However， for $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ , it is not a two-dimensional material but a threedimensional network. Due to the anisotropy of the Nowotny chimney ladders structure, Cr $^ { 1 1 }$ Ge19 exhibits very strong magnetic anisotropy along the $c$ -axis [see Fig. 9]. The present experimental results indicate the magnetic coupling in $a b$ plane is much stronger than that along the $c$ -axis. The investigation of magnetism indicates that the complex magnetic structure of $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ correlates closely with the crystal structure. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "It is meaningful to compare the magnetic behavior of Cr $_ { 1 1 }$ Ge19 with itinerant ferromagnets with noncentrosymmetry. Recently, a chiral magnetic soliton state has been revealed in layered $\\mathrm { C r _ { 1 / 3 } N b S _ { 2 } }$ with noncentrosymmetry [51]. The magnetic coupling in layered Cr $1 / 3$ NbS $_ 2$ （20 is demonstrated within the $a b$ plane [52]，which is analogous to that in Cr $_ { 1 1 }$ Ge19. However, the magnetic moments in Cr $_ { 1 / 3 }$ NbS $_ 2$ are arranged helically within the $a b$ plane [53], which is different with that in $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ . On the other hand, the itinerant ferromagnetic characteristic of $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ is similar to that of noncentrosymmetric MnSi which exhibits a skyrmion state [48]. However, the crystal structure of MnSi is cubic, which does not exhibit so strong crystalline anisotropy as that in $\\mathrm { { C r } _ { 1 1 } \\mathrm { { G e } _ { 1 9 } } }$ . The investigation of magnetism in noncentrosymmetric $\\mathrm { C r } _ { 1 1 } \\mathrm { G e } _ { 1 9 }$ indicates that it is special among the itinerant ferromagnets. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Conclusion ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In summary, the magnetism of Cr $_ { 1 1 }$ Ge19 has been thoroughly investigated on single crystal. The angular rotation, temperature, and magnetic field dependence of magnetization （20 $[ M ( \\varphi ) , M ( T )$ ，and $M ( H ) ]$ display that the easy magnetization orientation is along the $c$ axis. Based on the study of the critical behavior, reliable critical exponents ( $\\beta$ ， $\\gamma$ ，and $\\delta$ ）are obtained. The critical exponent $\\beta$ is close to the theoretical prediction of the 3D-XY model, which indicates two-dimensional magnetic coupling. The critical exponent $\\gamma$ suggests that the magnetic coupling is of long-range type, and that the magnetic exchange distance decays as $J ( r ) \\approx r ^ { - 4 . 6 1 }$ . We suggest that the ferromagnetic ground state of Cr $^ { 1 1 }$ Ge19 is formed by the polarized magnetic moments along the $c$ -axis, while the long-range magnetic coupling is established within the $a b$ plane. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A single crystal Cr $_ { 1 1 }$ Ge $^ { 1 9 }$ was prepared by the chemical vapor transport (CVT） method. The elementary substance pieces of chromium and germanium in mol ratio of $4 5 : 5 5$ and about 50 mg iodine were put in an evacuated quartz tube with inner diameter of 15 mm and length of about 2OO mm. The tube was then placed in a two zone furnace. After heating at 1053 K for 4 days, the source end was kept at 1053 K and growth zone was raised to 1153 K. After 10 days growth, crystals in millimeter size can be obtained. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The chemical compositions were carefully checked by Energy Dispersive X-ray (EDX) spectrometry. The crystal structure was confirmed by the Rigaku-TTR3 X-ray diffractometer using high-intensity graphite monochromatized Cu $\\mathrm { K } \\alpha$ radiation. The crystal orientations were determined by the Laue photography and X-ray diffraction (XRD). The magnetization was measured using a Quantum Design Vibrating Sample Magnetometer (SQUID-VSM). The no-overshoot mode was applied to ensure a precise magnetic field. The magnetic field was relaxed for two minutes before data collection. For the measurement of initial isothermal magnetization, the sample was firstly heated adequately above $T _ { C }$ for ten minutes,then cooled to the target temperature under zero magnetic field. Then the initial isothermal magnetization was performed with the magnetic field parallel to the $c$ -axis. The experimental details are described in the supplementary material [24]. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This work was supported by the State Key Project of Fundamental Research of China through Grant No. 2011CBA00111, the National Natural Science Foundation of China (Grant Nos.11574322, U1332140,11474289, U1532267,11474290,11104281,and 11204288), the Foundation for Users with Potential of Hefei Science Center (CAS) through Grant No. 2015HSC-UP001. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Author Contributions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "H. H. and L. Z. conducted all of the experiments and wrote the paper. X. D. Z. and H. F.D.synthesized the samples. M.G.and L.S.L. performed the magnetic measurements. C. J. Z., L. P. and Y. H. Z. analyzed the experimental results. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "AdditionalInformation ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Competing financial interests: The authors declare no competing financial interests. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[1] Shimizu, M. Itinerant electron magnetism,Rep. Prog. Phys. 44,329 (1981).   \n[2]Uhlarz,M., Pfleiderer,C.，& Hayden,S. M. Quantum Phase Transitions in the Itinerant Ferromagnet ZrZn $2$ ， Phys. Rev. Lett. 93, 256404 (2004).   \n[3] Manyala, N.et al., agnetoresistance from quantum interference effects in ferromagnets, Nature (London) 404,581 (2000).   \n[4] Pfeiderer, C., Julian, S.R.,& Lonzarich, G. G. Non-Fermi-liquid nature of the normal state of itinerant-electron ferromagnets, Nature (London） 414,427 (2001).   \n[5] Watanabe, H., Parameswaran, S.A., Raghu, S.,& Vishwanath, A. Anomalous Fermi-liquid phase in metallic skyrmion crystals, Phys. Rev. B 90, 045145 (2014).   \n[6] Pfeiderer, C., McMullan, G. J., Julian, S.R.,& Lonzarich, G. G., Magnetic quantum phase transition in MnSi under hydrostatic pressure, Phys. Rev. B 55,8330 (1997).   \n[7] Saxena, S. S. et al., Superconductivity on the border of itinerant-electron ferromagnetism in UGe $2$ ， Nature (London) 406, 587 (2000).   \n[8] Blanco, J. A.& Pisonero, J. Itinerant band weak ferromagnetism from the Stoner equations, Eur. J. Phys.20,289 (1999).   \n[9] Sokolov, D.A.,Aronson, M. C., Gannon, W.& Fisk, Z. Critical Phenomena and the Quantum Critical Point of Ferromagnetic Zr $_ { 1 - x }$ Nb $x$ Zn2,Phys. Rev. Lett. 96,116404 (2006).   \n[10] Zhou, J. S. et al., Critical Behavior of the Ferromagnetic Perovskite BaRuO $_ 3$ ， Phys. Rev. Lett. 101,077206 (2008).   \n[11] Wohlfarth, E. P. The Theoretical and Experimental Status of the Collctive Electron Theory of Ferromagnetism, Rev. Mod. Phys. 25, 211 (1953).   \n[12] Moriya, T. Theory of itinerant electron magnetism, J. Magn. Magn. Mater. 14,1 (1979).   \n[13] Takahashi, Y. On the origin of the Curie-Weiss Law of the Magnetic susceptibility in Itinerant electron Ferromagnetism， J. Phys. Soc. Jpn. 55,3553 (1986).   \n[14] Yu, X. Y. et al. Real-space observation of a two-dimensional skyrmion crystal, Nature (London) 465,901 (2010).   \n[15] Rybakov, F. N., Borisov,A. B., Blugel, S.,& Kiselev, N. S. New Type of Stable Particle-like States in Chiral Magnets, Phys. Rev. Lett.115,117201 (2015).   \n[16] Muuhlbauer, S. et al., Skyrmion lattice in a chiral magnet, Science 323, 915 (2009).   \n[17] Roβler, U. K.， Bogdanov, A. N.，& Pfeiderer, C. Spontaneous skyrmion ground states in magnetic metals, Nature (London) 442, 797 (2006).   \n[18] Caillat, T., Fleurial, J. P.,& Borshchevsky, A. Growth and some properties of Cr $_ { 1 1 }$ Ge19, $J$ ， Alloys Compd. 252,12-15 (1997).   \n[19] Voellenkle, H., Preisinger, A., Nowotny, H.& Wittmann, A. The crystal structure of Cr $_ { 1 1 }$ Ge19, Mo $^ { 1 3 }$ Ge23,and V $^ { 1 7 }$ Geg, Z. Kristallog.124, 9-25 (1967).   \n[20] Kolenda, M., Stoch，J.,& Szytula,A. Esca and magnetic studies of the Cr-Ge system，J. Magn. Magn. Mater. 20, 99-106 (1980).   \n[21] Zagryazhskii， V. L., Geld, P. V.,& Shtolts, A. K. Magnetic Susceptibility and Electrical Conductivity of the Highest Chromium Germanide, Sov. Phys. J.11, 23 (1968).   \n[22] Pecheur, P., Toussaint, G., Kenzari, H., Malaman,B.,& Welter,R. Ferromagnetism of the chimney-ladder compound Cr $^ { 1 1 }$ Ge19,J. Alloys Compd. 262-263,363-365 (1997).   \n[23] Ghimire, N. J., et al.， Complex itinerant ferromagnetism in noncentrosymmetric Cr11Ge19, Phys. Rev. B 85, 224405 (2012).   \n[24] See supplementary material for details in characterization of the single crystals,determination crystal orientation, and measurement of the initial magnetization.   \n[25] Wohlfarth, E. P. Thermodynamic aspects of itinerant electron magnetism， Physica B 91, 305-314 (1977).   \n[26] Wohlfarth, E. P. Very Weak Itinerant Ferromagnets Application to ZrZn2, J. Appl. Phys. 39, 1061 (1968).   \n[27] Edwards D.M.,& Wohlfarth, E. P. Magnetic Isotherms in the Band Model of Ferromagnetism, Proc. Roy. Soc. A 303, 127 (1968).   \n[28] Arrott,A. Criterion for ferromagnetism from observations of magnetic isotherms, Phys. Rev. 108, 1394-1396 (1957).   \n[29] Banerjee, S. K. On a generalised approach to first and second order magnetic transitions, Phys. Lett.12,16-17 (1964).   \n[30] Fisher，M. E. The theory of equilibrium critical phenomena， Rep.Prog. Phys. 30,615-730 (1967).   \n[31] H.E. Stanley, Introduction to Phase Transitions and Critical Phenomena (Oxford University Press, London, 1971).   \n[32] Arrott A. & Noakes, J. Approximate equation of state for Nickel near its critical temperature, Phys. Rev. Lett.19, 786 (1967).   \n[33] Kaul, S.N. Static critical phenomena in ferromagnets with quenched disorder, J. Magn. Magn. Mater. 53, 5-53 (1985).   \n[34] Huang,K Statistical Mechanics, 2nd ed. (Wiley, New York, 1987).   \n[35] Zhang, L. et al. Critical behavior in the antiperovskite ferromagnet AlCMn $^ 3$ ， Phys. Rev. B 85,104419 (2012).   \n[36] Zhang,L. et al. Critical properties of the 3D-Heisenberg ferromagnet CdCr $_ 2$ Se4， Europhys. Lett. 91, 57001 (2010).   \n[37] Fan, J. Y. et al. Critical properties of the perovskite manganite Lao.1Ndo.6Sro.3MnO $_ 3$ ， Phys. Rev. B 81,144426 (2010).   \n[38] Zhang, L. et al. Critical behavior of single crystal CuCr $_ 2$ se $_ { 4 - x }$ Br $x$ (x = 0.25), Appl. Phys. A 113, 201-206 (2013).   \n[39] Kouvel J. S.& Fisher, M. E. Detailed Magnetic Behavior of Nickel Near its Curie Point, Phys. Rev. 136, A1626 (1964).   \n[40] Khan， N. et al. Critical behavior in single-crystalline Lao.67Sro.33CoO $^ 3$ ， Phys. Rev. B 82, 064422 (2010).   \n[41] Phan, M. H. et al. Tricritical point and critical exponents of Lao.7Cao.3-xSr $x$ MnO $^ 3$ ( $x = 0$ ， 0.05,0.1, 0.2, 0.25) single crystals, J. Alloys Compd. 508, 238-244 (2010).   \n[42] Kadanoff, L. P. Scaling laws for Ising models near T $C$ , Physics 2, 263-272 (1966).   \n[43] Bhattacharyya, A., Jain, D., Ganesan, V., Giri, S.,& Majumdar, S. Investigation of weak itinerant ferromagnetism and critical behavior of Y $^ 2$ N $^ { - 7 }$ , Phys. Rev. B 84,184414 (2011).   \n[44] Perumal, A., Srinivas, V., Rao, V. V., Dunlap,& R. A. Quenched disorder and the critical behavior of a partially frustrated system，Phys. Rev. Lett. 91,137202 (2003).   \n[45] Gerber,P. R. Spin-Dimensionality Dependence of Critical Parameters, Z. Physik B 32,327 333 (1979).   \n[46] Fischer, S. F., Kaul, S.N.& Kronmuler, H. Critical magnetic properties of disordered polycrystalline $\\mathrm { C r _ { 7 5 } F e _ { 2 5 } }$ and Cr $7 0$ Fe30 alloys, Phys. Rev. B 65,064443 (2002).   \n[47] Fisher,M.E. The renormalization group in the theory of critical behavior,Rev. Mod.Phys. 46, 597-616 (1974).   \n[48] Zhang, L. et al., Critical behavior of the single-crystal helimagnet MnSi, Phys. Rev. B 91, 024403 (2015).   \n[49] Ghosh,K. et al. Critical phenomena in the double-exchange ferromagnet Lao.7Sro.3MnO $_ 3$ 5 Phys. Rev. Lett. 81, 4740 (1998).   \n[50] Fisher, M. E.,Ma, S. K.& Nickel, B.G. Critical exponents for long-range interactions, Phys. Rev. Lett. 29, 917-920 (1972).   \n[51] Togawa, Y. et al., Chiral Magnetic Soliton Lattice on a Chiral Helimagnet, Phys. Rev. Lett. 108,(2012） 107202.   \n[52] Koumpouras, K.， Bergman， A.， Eriksson， O.，& Yudin， D. A spin dynamics approach to solitonics, Sci. Rep.6, 25685 (2016).   \n[53] Ghimire,N. J. et al., Magnetic phase transition in single crystals of the chiral helimagnet Cr $1 / 3$ NbS2, Phys. Rev. B 87, 104403 (2013). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "table",
        "img_path": "images/3c655034d2e85ec1aca397f27b4431951d359d6c3ba3134e8fd05867dc7f04e9.jpg",
        "table_caption": [
            "TABLE I: Comparison of critical exponents of Cr $\\perp \\perp$ Ge19 with different theoretical models and other itinerant ferromagnets (MAP = modified Arrott plot; KF = Kouvel-Fisher method; CI = critical isothermal fitting). "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Composition</td><td>technique</td><td>Ref.</td><td>Tc(K)</td><td>β</td><td></td><td>8</td></tr><tr><td>Cr11Ge19</td><td>MAP</td><td>This work</td><td>71.91±0.02</td><td>0.339±0.002</td><td>1.064±0.005</td><td>1</td></tr><tr><td>Cr11Ge19</td><td>KF</td><td>This work</td><td>71.95±0.07</td><td>0.345±0.004</td><td>1.062±0.001</td><td>1</td></tr><tr><td>Cr11Ge19</td><td>CI</td><td>This work</td><td>72</td><td>1</td><td>1</td><td>4.821±0.002</td></tr><tr><td>3D-Heisenberg</td><td>theory</td><td>[33]</td><td></td><td>0.365</td><td>1.386</td><td>4.80</td></tr><tr><td>3D-XY</td><td>theory</td><td>[33]</td><td></td><td>0.346</td><td>1.316</td><td>4.81</td></tr><tr><td>3D-Ising</td><td>theory</td><td>[33]</td><td>1</td><td>0.325</td><td>1.241</td><td>4.82</td></tr><tr><td>Mean-field</td><td>theory</td><td>[33]</td><td>1</td><td>0.5</td><td>1.0</td><td>3.0</td></tr><tr><td>ZPLSF</td><td>theory</td><td>[13]</td><td>1</td><td>0.25</td><td>1.0</td><td>5.0</td></tr><tr><td>MnSi</td><td>MAP</td><td>[48]</td><td>30.5</td><td>0.242±0.006</td><td>0.915±0.003</td><td>4.734±0.006</td></tr><tr><td>AlCMn3</td><td>KF</td><td>[35]</td><td>288.5</td><td>0.606±0.009</td><td>1.177±0.008</td><td>2.971±0.002</td></tr><tr><td>YNi72D-Ising</td><td>MAP</td><td>[43]</td><td>53</td><td>0.306±0.002</td><td>1.401±0.002</td><td>5.35</td></tr></table></body></html>",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/f0ed4619fe4be3e71ad2667edf26eeeb475f12d2ab2cdadcc613172a8a05e01e.jpg",
        "img_caption": [
            "FIG.1: (a） The photograph of Cr $_ { 1 1 }$ Ge19 single crystals; (b) a typical EDX spectrum for single crystal $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ (the inset shows the distribution of elements). "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/1f4d481ce94caa43eb7a9b2e7233a7b5ce0ca902b52f20dd4500d00384ffb150.jpg",
        "img_caption": [
            "FIG. 2: (a) The XRD pattern of the surface at room temperature for the single crystal (the left inset shows the morphology of the single crystal; the right inset gives the rock curve of (20O) plane) (b) the XRD pattern at room temperature for powder ( $\\mathrm { { \\dot { \\chi } r _ { 1 1 } G e _ { 1 9 } } }$ ： "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/5f772525fbebbe3ba4e40a5d8a25fffdc2acc57fba2149261b5bd5541585687e.jpg",
        "img_caption": [
            "FIG. 3: (a) The magnetization as a function of rotation angel $\\left[ M ( \\varphi ) \\right]$ ; (b) the temperature dependence of magnetization $[ M ( T ) ]$ with the isothermal magnetization $[ M ( H ) ]$ at $5 ~ \\mathrm { K }$ in the inset; (c) （204号 $M ( T )$ curves along the $c$ -axis under different $H$ (the inset gives the dM/dT vs. $T$ ); (d) the field dependence of $T _ { C }$ determined from the minimum from $d M / d T$ curves. "
        ],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/3ee324857dc4a1fad7e50338b4aad457963de4ecd4e9759005fa69bd5eda837c.jpg",
        "img_caption": [
            "FIG.4: (a) The isothermal initial magnetization around $T _ { C }$ for $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ ; (b) the Arrott plot of $M ^ { 2 }$ vs. $H / M$ ： "
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/355f3dd19c19eb4d12c68767b1f14821ae3523f7699772a75140592d4434f5f0.jpg",
        "img_caption": [
            "FIG.5: The isotherms of $M ^ { 1 / \\beta }$ vs. $( H / M ) ^ { 1 / \\gamma }$ with parameters of (a) 3D-Heisenberg model, (b) 3D-Ising model, (c) 3D-XY model,and (d) the theoretical model considering zero point local spin fuctuation (ZPLSF). "
        ],
        "img_footnote": [],
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/6aa9554c0c98e9fec1723ada6c5ed4a6a4c88b7484e2428ef02d2fbc7e313b69.jpg",
        "img_caption": [
            "FIG. 6: (a) Temperature dependence of normalized slope $( N S )$ ; (b) the $M _ { S }$ (left） and $\\chi _ { 0 } \\ / ^ { - 1 }$ (right) as a function of temperature for $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ ; (c) the Kouvel-Fisher plot for $M _ { S } ( T )$ (left） and ${ { \\chi } _ { 0 } } ^ { - 1 } ( T )$ (right); (d) isothermal $M ( H )$ at $T _ { C }$ with log-log scale (all red solid curves are fitted). "
        ],
        "img_footnote": [],
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/90952e5aa7ca3b75faf37839daf0fe81947082fa98f2da1d391d1f132ff5f721.jpg",
        "img_caption": [
            "FIG. 7: Scaling plots of $m$ vs. $h$ around $T _ { C }$ ； (b) $m ^ { 2 }$ vs. $h / m$ (the inset shows the re-scaling of the（20 $M ( H )$ curves by $M H ^ { - 1 / \\delta }$ vs. $\\varepsilon H ^ { - 1 / \\beta \\delta }$ ）"
        ],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "image",
        "img_path": "images/93d540a74df4a571b47a48bb75aaf778bbdbe2a1d1888f272ada6d6129bfe73b.jpg",
        "img_caption": [
            "FIG. 8: Effective exponents (a) $\\beta _ { e f f }$ and (b) $\\gamma _ { e f f }$ as a function of the reduced temperature $\\varepsilon$ for $\\mathrm { C r _ { 1 1 } G e _ { 1 9 } }$ (dashed curves are guided on eye). "
        ],
        "img_footnote": [],
        "page_idx": 21
    },
    {
        "type": "image",
        "img_path": "images/d82b89f6f3e623e8ea1bc07ff6cd6c57c8789984600b8eafe7a259b74e1e6dff.jpg",
        "img_caption": [
            "FIG. 9: The chiral structure of Cr-Cr bonds and the magnetic structure for Cr $\\perp \\perp$ Ge19. "
        ],
        "img_footnote": [],
        "page_idx": 21
    }
]