[
    {
        "type": "text",
        "text": "ENERGYDISSIPATIONPROCESSESINSOLARWINDTURBULENCE",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Y. WANG1,2.3,F S. WE11, X. S.FENG1, X. J. XU45, J. ZHANG³,T. R.SUN1,AND P. B. ZUO1 1SIGMA Weather Group,State Key Laboratory for Space Weather,National Space Science Center, Chinese Academy of Sciences,Beijing_100i90,China; yw $@$ spaceweather.ac.cn 2KeyLaboratoyfGeospaceEnviroentUniversityofieceanecholoofiaCiesecademyofiecesHefeCna Schoolofdstt Space Science Institute,Macau University of Science and Technology,Macao,China 5InstituteofSpaceScienceandTechnologyNanchang UniversityNanchang3303Cina Received 2015 May 29;accepted 2015 November 24;published 2015 December 17 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Turbulence is achaotic fow regime filledby iregular flows.The disspation of turbulence is a fundamental problem in the realmof physics.Theoretically,dissipationultimately cannot be achieved without collsions,and so how turbulent kinetic energy is dissipated in the nearly collsionlesssolar wind is a challenging problem. Wave particle interactions and magnetic reconnection (MR）are two possible dissipation mechanisms，but which mechanism dominates is still a controversial topic.Here we analyze the disipation region scaling around a solar wind MR region. We find that the MR region shows unique multifractal scaling in the dissipation range,while the ambient solar wind turbulence reveals a monofractal dissipation processfor mostof the time.These results provide the first observational evidences for intermitent multifractal dissipation region scaling around a MR site,and they also have significant implications for the fundamental energy dissipation process. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words:magnetic reconnection - plasmas - solar wind - turbulence ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Turbulence is common in the universe (Frisch 1995; Biskamp 2Oo3). In hydrodynamics, the turbulent kinetic energy cascades inviscidly from large-scale structures to small-scale structures in the inertial range.This process continues to generate smaller and smaller hierarchical structures until viscosity dominates in the dissipation range where the turbulent energy is finally dissipated.Similar scenarios can be found in the solar wind where there is full magnetohydrodynamic turbulence (Biskamp 2OO3；Falgarone & Passot 2OO3；Matthaeus & Velli 2O11). Observations have shown that the power spectrum of the magnetic field in the solar wind near 1 AU has a Kolmogorov-like power law (Kolmogorov 1941） in the inertial range and begins to reveal a steeper spectrum in the dissipation range (Leamon et al. 1998；Alexandrova et al. 2008,2012; Sahraoui et al. 2009). Such a steeper spectrum is anindication of energy dissipation，but the dissipation mechanism in solar wind turbulence is not the same as those in hydrodynamics since the mean free path of particles in the solar wind is on the order of1 AU,and so classical molecular collisions cannot be counted on.In collisionless plasma, cyclotron damping and Landau damping are able to heat particles.In addition, plasma can also be heated and accelerated near current sheets,especially when magnetic reconnection (MR) occurs(Birn&Priest2OO7).After decadesof research,it has been found that collisionless dissipation mechanisms can be broadly grouped into two categories: wave particle interactions and current sheets/MR (Matthaeus et al. 2003; Pablo et al.2004;Bale et al.2005;Howes et al. 2011; Osman et al．2012b，2014；Karimabadi et al.2013b；Parashar & Salem 2O13;TenBarge&Howes 2013).However, debates still exist concerning these different mechanisms (Parashar & Salem 2O13)，and it is of prime importance to understand thedominantdissipationmechanismincollisionless magnetohydrodynamics. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Before answering the dissipation question, it should be noted that reconnection current sheets can be produced by turbulence, and conversely,turbulence can also be generated by the MR processes (Retino et al.2007;Eastwood et al.20O9;Servidio et al.2009,2010;Karimabadi et al. 2013a;Liu et al.2013). Therefore,the so-called“solar wind turbulence”is composed of at least two types of turbulence,the “new” turbulence generated locally by MR processes and the“background\" solar wind turbulence.Observations（Abraham &Pablo 2O11） show that MR-generated turbulence in the vicinity of the frontal magnetic cloud (MC) boundary layer (BL) reveals a Kolmogorov power spectrum in the inertial subrange,and its scaling properties resemble the She-Leveque magnetohydrodynamic model.Analyses of the spectral scalings and spectral break locations to the reconnection outflow in the solar wind (Voros et al.2O14) also imply that the reconnection outflow can locally generate turbulence and determine the particular local field and plasma conditions,which may be in favor of one dissipation mechanism or another in the turbulent solar wind.Since it is not known whether these disparate types of turbulence undergo thesame energy dissipation process，it is necessaryto determine whether or not there exists any difference between the“new” MR-generated turbulence and the “background\" solar wind turbulence,and if there is,then what their properties Would be. The answer to these questions will shed light on the dissipative mechanisms. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Several existing studies have shown that turbulence can differ in certain properties,such as the intermittency and scalingpropertiesof the magnetic field. Inparticular, turbulence tends to be more intermittent when itis associated with local heating or MR processes (Osman et al.2O11,2012a, 2012b;Wan etal.2012;Karimabadi etal.2013b).Moreover, it hasalso been revealed that turbulence in the fast ambient solar wind has a monoscaling property in the dissipation range (Kiyani et al. 2OO9)，while in the turbulence generated by collisionless MR,the dissipation process has been numerically demonstrated to be multifractal (Leonardis et al. 2013). ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/492fa24cb658b40db31c5a7baf600c466a0a52cf7f5524d2c9663180bfb81313.jpg",
        "img_caption": [
            "Figureeod spacecraft between 11:30 and $1 2 { : } 3 0 ~ \\mathrm { U T }$ on 1997 April 21 is also sketched. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Therefore,analyzing the properties of dissipation region scaling in the MR region and comparing their differences with those in the ambient solar wind could be a meaningful way to reveal its dissipative nature.In this article,we find a MR region in the solar wind and compare its turbulent properties with those in the nearby ambient solar wind.We find that the region around an MR site has multifractal scaling in the dissipation range that is removed when the surrounding turbulence is included,and so itmayhave beenunintentionally overlooked in previous analyses.These results indicate that the dissipation of magnetic energy in MR is caused by intermittent cascade through multifractal processes which are different from those in the ambient solar wind. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.OBSERVATIONS AND ANALYSES ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The region where MR occurs is usually referred to as the reconnection diffusion region(Birn&Priest 2OO7);the scale of this region is of the order of the ion inertial length $( \\sim 1 0 ^ { 2 } \\mathrm { k m }$ in the solar wind). It is very difficult for current spacecraft to resolve such a region in the ${ \\sim } 4 0 0 \\mathrm { k m s ^ { - 1 } }$ solar wind. However, the region dominated by MR-generated turbulence is much larger than the ion inertial scale(Eastwood etal.2OO9;Servidio et al.2009,2010; Karimabadi et al. $2 0 1 3 \\mathrm { a }$ ；Liu etal. 2013),and so it is possible to analyze dissipation region scaling in the MR region if the trajectory of the spacecraft is sufficiently close to the reconnection diffusion region.Therefore,we focus on a dynamic region referred to as the MC BL (Wei et al. 2003, 2006;Wang et al. 2010,2012) to search the MR region.As seen in Figure 1, the BL is located in front of the MC body. The boundary of the BL on the MC side is just the beginning of the MC body， while the other boundary is determined by systematic analyses of the magnetic field and plasma signatures (Wei et al. 2Oo3).Under the conditions of high magnetic Reynolds numbers in the interplanetary space,previous studies have shown that the BL is a turbulent layer formed by the interaction of the MC and the ambient solar wind.The magnetic field,plasma temperature,and density behavior inside the BL are completely different from those in the ambient solar wind(Wei et al． 2006；Abraham & Pablo 2011；Wang et al.2O12). Compared with those in the nearby upstream solar wind,statistical analyses show that the magnitude of the magnetic field $( | B | )$ ，proton density $( N )$ ，proton temperature $( \\mathrm { T p } )$ ，and electron temperature(Te） in the BL change by $\\sim - 1 6 . 4 \\%$ ， $+ 4 2 . 9 \\%$ ， $+ 1 6 . 6 \\%$ ，and $+ 5 . 3 \\%$ ,respectively.These behaviors are similar to the variations found in the reconnection exhaust (where $| B | , \\ N _ { ; }$ ，Te，and Tp change by $\\sim - 2 0 . 1 \\%$ $+ 3 5 . 8 \\%$ ， $+ 1 0 . 6 \\%$ ，and $+ 2 7 . 1 \\%$ ，respectively；Gosling et al. 2005,2007;Wang et al. 2012). In addition, it has been found that the proton and electron flux variations in the BLs resemble those in the reconnection exhaust (Wang et al. 2O12).All of these features demonstrate that the BL displays the same properties as in the reconnection exhaust,and MR processes could prevail in these regions.Therefore,the BL is a suitable place to search for the MR region. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "On 1997 April 21,the WIND spacecraft encountered a BL event at x,y, $z = [ 2 2 5 , \\ 2 , \\ 2 4 ] \\mathrm { R e }$ (Earth radii） in geocentric solar ecliptic (GSE）coordinates (sketched in Figure 1).The detailed solar wind parameters are plotted in Figure 2. The upstream solar wind, BL,and MC body are marked by“SW,” “BL,” and “MC,” respectively. Inside the BL, the average solar wind speed is $V _ { \\mathrm { s w } } \\mathrm { \\sim 4 0 0 \\mathrm { \\bar { k m } s ^ { - 1 } } }$ ，the magnetic field is $| B | \\sim 3 . 3 ~ \\mathrm { n T }$ ，the proton density is $N \\sim 2 8 \\mathrm { c m } ^ { - 3 }$ ，the proton temperatureis $\\mathrm { T p } \\sim 4 . 6 \\mathrm { e V }$ ，theAlfvénspeedis $V _ { \\mathrm { A } } \\stackrel { \\cdot } { \\sim } 1 3 \\mathrm { k m } \\mathrm { s } ^ { - 1 }$ ，the ion inertial length is $d _ { \\mathrm { i } } \\sim 4 3 \\mathrm { k m }$ ，the average angle between the magnetic field and the bulk solar wind velocity vectors is $\\theta _ { \\mathrm { V B } } \\sim \\bar { 5 } 6 ^ { \\circ }$ ,and the rms value of $| B |$ is ${ \\sim } 0 . 9 8$ . Note that the magnetic field reverses ${ \\sim } 1 4 0 ^ { \\circ }$ across the BL and the proton density and temperature both increase inside the BL.Moreover,around 11:55UT when the magnetic field decreases from ${ \\sim } 5 \\mathrm { n T }$ to ${ \\sim } 1 \\mathrm { n T }$ ，apair of ${ \\sim } 1 0 \\bar { \\ k m } \\ s ^ { - 1 }$ jets pointing in opposite directions are consecutively observed. The speed of these jets is also close to the local Alfvenspeed,which isa typical characteristic of reconnection jets.All of these features indicate that the WIND spacecraft detects a MR region and that the reconnection site is located around 11:55UT.Then, we pay a great amount of attention to the properties of the dissipation region scaling during 11:50-12:00 UT. The magnetic field data are allobtained from the WIND/MFI instrument (Lepping et al.1995) and the time resolution is $0 . 0 9 2 \\mathrm { s }$ ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The heating of the solar wind has been indicated to be inhomogeneous,and the dissipation of solar wind turbulence might be highly connected to intermittent structures such as the current sheets and the probably associated MR processes (Osman etal.2011,2012a,2012b;Wan et al.2012;Karimabadi et al.2O13b).First,we analyze the probability distribution functions(PDFs） and kurtosis $\\kappa ( \\tau )$ to show the intermittent properties in and near the MR region.The PDFs and kurtosis are deduced by calculating the field increments and analyzing the high-order moments of $| B |$ .We define $\\Delta B = ( \\delta B ( \\tau ) - \\langle \\delta B ( \\tau ) \\rangle ) / \\$ $\\sigma _ { B }$ ，where $\\delta \\boldsymbol { B } ( \\tau ) = | \\boldsymbol { B } ( t + \\tau ) - \\boldsymbol { B } ( t ) | , \\ c$ $\\sigma _ { B }$ is the standard deviation of $\\delta B$ ， $\\tau$ is the time lag,and the angle brackets denote ensemble averaging over time. Then, the kurtosis is deduced by $\\kappa ( \\tau ) = \\langle | \\Delta B | ^ { 4 } \\rangle / \\langle | \\Delta B | ^ { 2 } \\rangle ^ { 2 } - 3$ .For intermittent turbulence, the departure from the Gaussian distribution of the PDFs implies intermittency and, similarly,a Gaussian distribution would make the kurtosis equal to zero.Three different intervals are selected to represent the MR region (11:54-11:56UT） and the region far away from the MR eventat both sides (11:46-11:48UT and 12:12-12:14 UT). In Figure 3(a) and (b)，the homogenous structures revealed by the near-Gaussian PDFs and near-zero kurtosis are found in the region far from the MR event. Meanwhile, the PDFs in the middle column reveal an obvious departure froma Gaussian distributionand the kurtosis decreases from ${ \\sim } 5$ to ${ \\sim } 1$ with the time lag increasing from O.18 to $0 . 6 4 \\mathrm { s }$ These phenomena indicate that obvious intermittent structures exist in the MR region at ion dissipation scales,which is consistent with previous reports (Osman et al. 2O11，2012a, 2012b;Wan et al. 2012;Karimabadi et al.2013b). ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/75931c0535535ac563743b6a40abf22a9f244dc4d51382bc8118e422623f9564.jpg",
        "img_caption": [
            "Figure 2. Detailed information measured by the Wind spacecraft between 11:30 and $1 2 { : } 3 0 \\mathrm { U T }$ on 1997 April 21. (a)-(b)The magnitudeof the magnetic field and its components with acadence of $0 . 0 9 2 \\ : \\mathrm { s } .$ (c)-(d) The velocity and its components with a cadence of $3 \\mathrm { ~ s ~ }$ 中 $\\mathrm { V x }$ has been shifted by $4 0 0 \\mathrm { k m ~ s } ^ { - 1 }$ ). (e)-(f) Proton density and temperature with a cadence of $3 \\mathrm { ~ s ~ }$ .The dashed lines mark the boundary of the BL. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We then analyze the fractal differences in these regions.The fractal nature of the turbulent fluctuations can be studied by comparing the scaling exponents deduced from the pth-order magnetic structure function $S ( p , \\tau ) = \\left. | \\delta B ( \\tau ) | ^ { p } \\right. \\propto \\bar { \\tau } ^ { \\varepsilon ( p ) }$ Ina system with finite size,we can use the extended self-similarity (ESS; Benzi et al. 1993) approach to improve the calculation by assuming $S ( p , \\tau ) \\propto S ( \\bar { 3 , } \\tau ) ^ { \\zeta ( p ) }$ ，where the exponentsare normalized by $\\zeta ( p ) = \\varepsilon ( p ) / \\varepsilon ( 3 )$ .If the deduced $\\zeta ( p )$ is linear in $p$ ，then it indicates monoscaling,while a nonlinear relation with $p$ denotes that it is multifractal.Figure 3(c） shows the calculated scaling exponents from $t = 0 . 1 8$ to $0 . 6 4 \\mathrm { s }$ in each region.The obviously nonlinear relation in the center MR region and the linear behavior in the region far from the MR site apparently represent the multifractal and monofractal processes,respectively.Moreover，the scaling exponents in the MR region are consistent with a modified She-Leveque model(Muller & Biskamp 2OOO;Muller et al. 2003) $\\zeta ( p ) = p / g ^ { 2 } + 1 - ( 1 / g ) ^ { p / g }$ ，where $g = 3 . 0$ In particular, the parameter $g = 3 . 0$ indicates that the scaling property corresponds to the isotropic MHD intermittency model (Muller &Biskamp 2OoO;Muller etal.2OO3),and this result could also be compared to recent observations (Kiyani et al. 2013). However, before more elaborate investigation can be carried out,such as precisely decomposing the fluctuationsinto parallel and perpendicular directions (Kiyani et al. 2O13),we should be very cautious when drawing a definite conclusion for the anisotropic problem due to the currently limited sample points.Nevertheless，the above analyses provide the first observational evidence for intermittent multifractal dissipation region scaling around an MR site. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Actually,our analyses indicate that the multifractal dissipation phenomenon is closely related to the MR processes.As seen in Figure 4,the scaling exponents $\\zeta ( p )$ versus $p$ are plotted and superposed as a function of time.To reveal the characteristics of the scaling more clearly，each $\\zeta ( p )$ is calculated with 2,4,and 1O minute intervals and ft using structure functions from $\\tau = 0 . 1 8 \\mathrm { s }$ to $0 . 6 4 \\mathrm { s }$ .In the 2 minute interval,it is found that,except in the center MR region at 11:54 UT and 11:55 UT, $\\zeta ( p )$ reveals a linear relation with $p$ in other regions as the distance increases from the reconnection site.However，as the interval increases to 4 minutes，the nonlinear property of $\\zeta ( p )$ in the center MR region becomes less apparent, and $\\zeta ( p )$ finally shows a linear relation with $p$ when the investigated interval extends to 1O minutes.These contrasting results indicate that the multifractal scaling effect introduced by MR would decay fast and mix with the background solar wind as it extends out from the reconnection site.If we regard the range 11:54-11:55 UT as being dominated by the MR process，the dominant scale of this MR region could be roughly estimated to be ${ \\sim } 5 0 0 d _ { \\mathrm { i } }$ Moreover,aside from the regions referred to near the BL,we have also checked much more solar wind data around1 AU.In most cases，the deduced $\\zeta ( p )$ in the ion dissipation range reveals a good linear relation with $p$ ,which is the same as in the previous report (Kiyani et al.2Oo9).Therefore,these results imply that the multifractal dissipation region scaling near the MR site is unique in the solar wind.It is quite different from the background solar wind turbulence and can only be observed near the MR region. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/630273bc0615d9c8d82bf65dc15a0010a9df2b74f34081955edc3ca0524c3ae3.jpg",
        "img_caption": [
            "Figure 3. (a) PDFs of $| B |$ indierentregionswithdierenttielag(b)Kurtosisasafunctionoftetielagindferentregions.(c)luediamonddeotesthe scalingexponents $\\zeta ( p )$ calculated by the fourth-order magnetic structure function. Black dashed line denotes $\\zeta ( p ) = p / 3$ . Black dotted line denotes the modified SheLeveque model, $\\zeta ( p ) = p / g + 1 - ( 1 / g ) ^ { p / g }$ with $g = 3 . 0$ Error bars represent one standard deviation of uncertainty. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.DISCUSSION AND CONCLUSION ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In the scaling computations,if the sample intervalsare relativelyshort,then the $p$ th-order magnetic structure function should not be empirically trusted when $p$ is larger than 4 (Dudok de Wit 2OO4). To a finite length time series,it should be noted that the extremal values would strongly influence the scalingproperties if the probability distribution is heavy tailed (Chapman et al. 2O05;Kiyani et al.2O06).Therefore,we have removed $1 \\%$ of the largest data points in $\\Delta B$ before computing the scaling (in Figures 3 and 4).Actually,removing $1 \\%$ of the data is an empirical estimate.To ensure that the multifractal scaling is robust,it is necessary to examine the convergence properties of the original scaling exponents $\\varepsilon ( p )$ in the center MRregion $( 1 1 { : } 5 4 \\mathrm { U T - } 1 1 { : } 5 6 \\mathrm { U T } )$ byremoving different amounts of data (Kiyani et al.2OO7).Figure 5 shows the contrasting behaviors of $\\varepsilon ( p )$ after removing different outliers $( 0 \\% - 5 \\% )$ ： $\\varepsilon ( p )$ is also deduce from the log-log fitting to $S ( p , \\tau ) \\propto \\tau ^ { \\varepsilon ( p ) }$ using the same fitting range as in previous calculations.After applying the ESS approach, $S ( p , \\tau )$ versus $S ( 3 , \\tau )$ has a better linear property than $S ( p , \\tau )$ versus $\\tau$ in the log-logplot.Therefore,we can see that the error bars of $\\zeta ( p )$ in Figure 3(c) are smaller than those of $\\varepsilon ( p )$ in Figure (5). It is also shown in Figure 5(a) that $\\varepsilon ( p )$ displays nonlinearity features similar to $\\zeta ( p )$ and it begins to approach linearity as the datapoints are successivelyremoved.Itis important to note that this convergence process procedes gradually,not suddenly. As seen in Figure 5(b), $\\varepsilon ( 2 )$ displays persistent secular drift with the continued removal of data instead of forming a plateau-like shape.Such properties (Kiyani et al. 2OO6,2007) demonstrate evident multifractal scaling in the center MR region. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "It should be noted that the MR region is relatively small and thatMR-generated turbulence cannot be detected far from the reconnection site.Hence，it is crucial to choose short time intervals for the scaling analyses.To this end,as seen in Figure 4,if longer intervals（1O minutes）are chosen,then the calculated scaling exponents in the center MR region would behave the same as in the nearby solar wind.Variations of the magnetic field in this region are totally smeared out and the involved MR processes could not be properly revealed. On the other hand，it seems unnecessary to choose even shorter intervals (e.g.,1 minute), since the multifractal scaling property hasalready been clearly revealed using 2 minute intervals. Therefore,investigations in 2 minute intervals are a compromise choice which could both guarantee resolution and suppress statistical uncertainty to a reasonable extent. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/955ec3128a906635284a81eb41606ffa405afdced1b730b6b967b6415d5e341c.jpg",
        "img_caption": [
            "Figure 4. Scaling exponents $\\zeta ( p )$ vs. $p$ superposed as a function of time deduced from2 minute (a),4 minute (b) and 1O minute (c) intervals.Different colors denote different moments $p$ "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In conclusion, the above analyses show that the region near the MR site is more intermittent in the ion dissipation range than that in the“background solar wind turbulence.Most importantly,ourresults provide the firstobservational evidence that the region near the MR site follows a multifractal scaling law extending to the ion dissipation scale,which is quite distinct from the monoscaling processes found in the solar wind.This fractaldifference is remarkable since ittends to imply that the dominantphysical mechanisms in these different regions are not the same.In the MR region，the dominant mechanisms are MR processes during which the dissipation of magnetic energy has been demonstrated to proceed via a spatial multifractal field of structures generated by an intermittent cascade on kinetic scales (Leonardis et al.2O13).Meanwhile, in the solar wind,if MR is also regarded as the main dissipation process, then multifractal scaling in the dissipation range would be expected, but such a phenomenon has not been found. Since MR occurs in small regions that do not fill the majority of the space,a measurement of the scaling of the structure functions of solar wind dissipation will most often not include a majority of the current sheets,and so will not indicate multifractal scaling.Thus,previous analyses could have missed the current sheet signature，and hence would not showmultifractal scaling.If so,now is probably not the best time to answer whether MR is the main dissipation process in the solar wind. What fraction of the energy is dissipated by MR in the solar wind? What fraction is dissipated by wave particle interactions ? How do their proportions change with the local solar wind conditions? To reach more definitive conclusions,itis necessary to check much more solar wind intervals containing MR with high temporal resolution data and to compare these results with numerical simulations.Meanwhile,current analyses clearly demonstrate that the region around an MR site reveals unique multifractal scaling in the dissipation range, which is different from those in the solar wind,and this conclusion could be a stepping stone toward the resolution of the debate concerning the different dissipation mechanisms. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/1d2eae9bc6a40eeefd86aff3c27130a840c43831fd8542dc3bebaa36a2ab43b9.jpg",
        "img_caption": [
            "Figure 5.(a) Original scaling exponents $\\varepsilon ( p )$ VS. $p$ .Different colors denote different percentages of points removed before computing.(b) $\\varepsilon ( 2 )$ VS. percentage of points removed.Error bars represent one standard deviation of uncertainty. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "This work is jointly supported by the National Natural ScienceFoundationof China(41374174， 41231068, 41204123,and 41304131),the Specialized Research Fund for State Key Laboratories,and the Open Research Program for Key Laboratory of Geospace Environment CAS，and the Science and Technology Development Fund of Macao SAR (039/2013/A2).We thank NASA CDAWEB for providing the ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Wind data. Y.W.thanks Dr.K.Kiyani,Dr.M.L.Goldstein, Dr.J.S.He,and Dr.A.Koval for their helpful suggestions and discussions. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Abraham,C.L.C.,&Pablo,R.M.2011,ApJL,733,L34   \nAlexandrova,O.,Lacombe,C.,& Mangeney,A.20o8,AnGeo,26,3585   \nAlexandrova, O.,Lacombe,C.,Mangeney,A.,Grappin,R.,& Maksimovic,M. 2012,ApJ,760,121   \nBale,S.D.,Kellogg,P.J.,Mozer,F.S.,Horbury,T.S.,& Reme,H.2005, PhRvL,94,215002   \nBenzi,R., Ciliberto,S.,Tripiccione,R.,etal.1993,PhRvE,48,R29   \nBirn，J.，& Priest，E.R．2OO7，Reconnection ofMagnetic Fields: MagnetohydrodynamicsandCollisionlessTheory and Observations (Cambridge:Cambridge Univ.Press)   \nBiskamp，D.2Oo3，MagnetohydrodynamicTurbulence(Cambridge: Cambridge Univ.Press)   \nChapman,S.C.,Hnat,B.,Rowlands,G.,& Watkins,N.W.20o5,NPGeo, 12, 767   \nDudok de Wit,T.2004,PhRvE,70,055302   \nEastwood,J.P.,Phan,T.D.,Bale,S.D.,& Tjulin,A.2OO9,PhRvL,102, 035001   \nFalgarone，E.，& Passot，T.2Oo3，Turbulence and Magnetic Fields in Astrophysics (Berlin,Heidelberg:Springer)   \nFrisch,U.1995,Turbulence The Legacy of A.N.Kolmogorov (Cambridge: Cambridge Univ.Press)   \nGosling,J.T.,Phan,T.D.,Lin,R.P.,& Szabo,A.2O07,GeoRL,34,L15110   \nGosling,J.T.,Skoug,R.M.,McComas,D.J.,& Smith,C.W.2005,JGR,110, A01107   \nHowes,G.G.,TenBarge,J.M.,Dorland,W.,et al.2011,PhRvL,107,035004   \nKarimabadi,H.,Roytershteyn,V.,Daughton,W.,&Liu,Y.-H.2O13a,SSRv, 178,307   \nKarimabadi,H.,Roytershteyn,V.,Wan,M.,etal.2013b,PhPl,20,012303   \nKiyani,K.,Chapman,S.C.,&Hnat,B.2006,PhRvE,74,051122   \nKiyani,K.,Chapman,S.C.,Hnat,B.,& Nicol,R.M.2OO7,PhRvL,98, 211101   \nKiyani,K.H.,Chapman，S.C.,Khotyaintsev,Y.V.,Dunlop,M.W.,& Sahraoui,F.2009,PhRvL,103,075006   \nKiyani,K.H.,Chapman,S.C.,Sahraoui,F.,et al.2013,ApJ,763,10   \nKolmogorov,A.N.1941,DoSSR,30,301   \nLeamon,R.J., Smith,C.W.,Ness,N.F.,Matthaeus,W.H.,& Wong,H.K. 1998,JGR,103,4775   \nLeonardis，E.，Chapman，S．C.，Daughton，W.，Roytershteyn，V.，& Karimabadi,H.2013,PhRvL,110,205002   \nLepping,R.P.,Acuna,M.H.,Burlaga,L.F.,et al.1995,SSRv,71,207   \nLiu,Y.-H.,Daughton,W.,Karimabadi,H.,Li,H.,& Roytershteyn,V.2013, PhRvL,110,265004   \nMatthaeus,W.,&Velli,M.2011,SSRv,160,145   \nMatthaeus,W.H.,Dmitruk,P.,Oughton, S.,&Mullan,D.20o3,inAIP Conf. Proc.679,SOLAR WIND TEN:Proceedings of the Tenth International Solar Wind Conference,ed.M.Velli etal. (Melville,NY:AIP),427   \nMuller,W.-C.,&Biskamp,D.2000,PhRvL,84,475   \nMuller,W.-C.,Biskamp,D.,& Grappin,R.2003,PhRvE,67,066302   \nOsman，K.T.，Matthaeus，W.H.,Greco,A.,& Servidio,S.2O11，ApJL, 727,L11   \nOsman,K.T.,Matthaeus,W.H.,Hnat,B.,& Chapman,S.C.2012a,PhRvL, 108,261103   \nOsman,K.T.,Matthaeus,W.H.,Karimabadi,H.,et al.2014,PhRvL,112, 215002   \nOsman,K.T.,Matthaeus,W.H.,Wan,M.,&Rappazzo,A.F.2012b,PhRvL, 108,261102   \nPablo,D.,Matthaeus,W.H.,& Seenu,N.2004,ApJ,617,667   \nParashar,T.N.,& Salem,C.2013,arXiv:1303.0204   \nRetino,A.,Sundkvist,D.,Vaivads,A.,et al.2OO7,NatPh,3,236   \nSahraoui,F.,Goldstein,M.L.,Robert,P.,& Khotyaintsev,Y.V.2009, PhRvL,102,231102   \nServidio,S.,Matthaeus,W.H.,Shay,M.A.,Cassak,P.A.,&Dmitruk,P. 2009,PhRvL,102,115003   \nServidio,S.,Shay,M.A.,Matthaeus,W.H.,et al.2O1O,in AIP Conf.Proc. 1216,Twelfth International Solar Wind Conference,ed.M.Maksimovic etal. (Melville,NY:AIP),198   \nTenBarge,J.M.,& Howes,G.G.2013,ApJL,771,L27   \nVoros, Z., Sasunov,Y.L., Semenov,V.S.,et al.2014,ApJL,797,L10   \nWan,M.,Matthaeus,W.H.,Karimabadi,H.,et al.2012,PhRvL,109,195001   \nWang,Y.,Wei,F.S.,Feng,X.S.,et al.2010,PhRvL,105,195007   \nWang,Y.,Wei,F.S.,Feng,X.S.,et al.2012,ApJ,749,82   \nWei,F. S.,Feng,X.,Yang,F.,& Zhong,D.2006,JGR,111,A03102   \nWei,F.S.,Liu,R.,Fan,Q.,& Feng,X.2003,JGR,108,1263 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]