[
    {
        "type": "text",
        "text": "Application of classic medicinal chemistry strategies in the rapid generation of novel dipeptidylpeptidase-IV inhibitors ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "HuiXieä,Wenhui Hub\\*   \naFirst Affiliated Hospital of Guangzhou Medical University， 151 Yanjiang Road, Guangzhou,   \n510120, China   \nbGuangzhou Institutes of Biomedicine and Health, Chinese Academy of Science, 190 Kaiyuan   \nAvenue, Guangzhou Science Park, Guangzhou,510530,China   \nc Jiangsu Chia-Tai Tianqing Pharmaceutical Co. Ltd, No. 8 Julong North Rd. Xinpu Lianyungang   \nJiangsu, 222006, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The marketed DPP-IV inhibitors represented by Vildagliptin, Saxagliptin, and Alogliptin trigged the discovery of tens thousands of novel DPP-IV inhibitors. Inspired by the good potency and easily structural modification，we initiated a series of modification of Aloglitpin with classic medicinal chemistry strategies. Herein, we reviewed how we generated diverse and highly potent inhibitors $\\mathrm { \\Delta } \\mathrm { X }$ $( \\mathrm { I C } _ { 5 0 } { = } ~ 0 . 3 ~ \\mathrm { n M }$ ), $\\mathrm { \\Delta Y }$ $( \\mathrm { I C } _ { 5 0 } { = } 3 . 6 ~ \\mathrm { n M }$ ), $Z$ 0 $\\mathrm { \\bf T C } _ { 5 0 } = \\mathrm { \\bf n M }$ )，andE $( \\mathrm { I C } _ { 5 0 } { = } ~ 1 . 4 ~ \\mathrm { n M } )$ ）through scaffold hopping triggered optimization, B $( \\mathrm { I C } _ { 5 0 } { = } ~ 0 . 7 ~ \\mathrm { n M } )$ ，C $( \\mathrm { I C } _ { 5 0 } { = } ~ 0 . 4 ~ \\mathrm { n M }$ ，A $( \\mathrm { I C } _ { 5 0 } { = } \\ \\mathrm { n M } )$ throughpharmacophorehybridizationbasedleadgeneration，F( $\\mathrm { T C } _ { 5 0 } { = }$ nM)viathe extendedcombination of these strategies.In this way,the development of DPP-IV inhibitors will eventually become the classic case in themedicinal chemistry history like COX-2 inhibitors and sulfonamides. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keyword ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DPP-IV inhibitor, medicinal chemistry strategy, scaffold, pharmacophore ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1．Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Diabetes mellitus is a group of metabolic diseases characterized by hyperglycemiacaused by either insulin deficiency or insufficient response to the hormone'.According to the International Diabetic Federation (IDF)，more than 371 million people were affected by this disease worldwidein $2 0 1 2 ^ { 2 }$ . Its epidemic brings great burden to patients and the social. The disease itself associated with the multi-system complications accounts for substantial proportion of premature mortality and morbidity and cost over 471 billion dollar on its health care last year.Type 2 diabetes (T2D,formerly referred to as non-insulin-dependent or adult-onset diabetes)results from the body's insuficient response to insulin. Although T2D comprises over $90 \\%$ of diabetes patients, its process is potentially preventable by proper lifestyle alternation and medical treatments. Thus continuous effort has been devoted on the anti-diabetic research and drug development. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Incretin effectis induced by enteric glucose and contributes to more than $70 \\%$ insulin stimulation³, which demonstrated to be an feasible mechanism of anti-diabetic research and drug development. Glucose like peptidase-1 (GLP-1) is one of the important incretin hormones which increases insulin secretion and sensitivity,beta cel mass,and satiety, as well as reduces glucagon secretion and gastric emptying4.Distinctly fromother incretin hormones, GLP-1 reserves glucose regulatory function in T2D patients.However, at normal physical condition,GLP-1 is rapidly cleaved by dipeptidyl peptidase IV (DPP-IV） and lost its function\\*.Understanding of GLP-1's inactivation process revealed the role of dipeptidyl peptidase IV (DPP-IV) and contributed to the development of oral bioavailable DPP-IV inhibitors' . ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Herein,we reviewed our structure modifications based on Alogliptin,a DPP-IV inhibitor developed by Takeda pharmaceutical company. By adoption of classic medicinal chemistry strategies, we rapidly generated various novel DPP-IV inhibitors as the lead compounds. Together with further activity or pharmacokinetic properties driven optimization processes, we successfully acquired several DPP-IV inhibitors with either great in vitro biological activity or in vivo efficacy. In this way, we represented a successul and efective flow of rapidcandidate generation with drug like properties based on specific market drugs. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.Promiscuity of dipeptidyl peptidase-IV and DPP-IV inhibitors ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Up to date,several DPP-IV inhibitors have been marketed and become first line therapy in T2D all over the world, represented by Sitagliptin16, Vildaglipin27, Saxagliptin38,Alogliptin49, Linagliptin510, Gemigliptin61l,and Teneligliptin712 (Fig.1). These inhibitors can be divided into peptidomimetics and non-peptidomimetics.Besides Sitagliptin and Gemigliptin， one class of peptidomimetis is pyrrolidineanalogs,which have been widely studied and are represented by ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Vildagliptin andSaxagliptin13. As non-peptidomimetics, Alogliptin and Linagliptin were developed based onhigh-throughputscreeningand displayedveryfinepharmacokineticand pharmacodynamics profiles9-10. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/0cb56243fbe074545fdf1bb75ee9fd82d7b5e6aae799ac4d27525968ef318015.jpg",
        "img_caption": [
            "Figure1.Marketed DPP-IV inhibitors. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "These different classes of DPP-IV inhibitors can effectively inhibit DPP-IV enzyme no mater what distinct structures they bear. Thus the DPP-IV enzyme compromises with a great substrate diversity which we referred as promiscuity.The promiscuity provides the room for us to conduct various molecular operations on the market drug.On the other hand,lots of research on DPP-IV enzyme proved this promiscuity. In the crystal, DPP-IV is a dimer. Each subunit consists with an $\\alpha / \\beta$ -hydrolase domain and an eight-bladed $\\beta$ -propeller domain with N-terminal located at the same place of the dimer14. These two domain formed large cavity as the active catalytic site and binds with the substrate or the inhibitor15.The cavity within the subunit consists of three active site.The S-1 site has the catalytic triad (Ser-630,Asp-7O8 and His-74O) which interacts with the substrate at the Ser-630 elbow. The side chains of Tyr-666,Tyr-662, Val-711, Val-656,Trp-659 and Tyr-631 formed the hydrophobic S1 pocket which is responsible for proline specificity of DPP-IV. The crystal structure of human DPP-IV in complex with diprotin A suggested unprotected and protonated N-terminus of the substrate strongly interacts with Glu-205,Glu-2O6 of S2 pocket16.Whereas the S3 pocket formed by Ser-209,Arg-358,and Phe357 is responsible for the DPP-IV selectivity against DPP- $8 / 9 ^ { 1 7 }$ .These cavitiesallow large diversity and variations of substrate. In another way, this means the modifications on the specific drug have greater chance to acquire candidates with fine drug-like properties. Thus we initiated a systematic modifications on Alogliptinbyclassic medicinal chemistry strategies in order to generate more candidates as potent ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "and effective DPP-IV inhibitors. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/8fbc9b2e89dbca3c94f75079ee5ce1ae14bffb745c7d15d98fabfee9b9331282.jpg",
        "img_caption": [
            "Figure 2. crystal structure of DPP-IV in complex with diprotin $\\mathbf { A } ^ { 1 5 }$ 此图替换或删除. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.Scaffold hopping based generation of DPP-IV inhibitors ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For target based drug development, most lead compounds confronted atrition fate due to the distance between in vitro activity and in vivo eficacy. To reduce such atrition rate and to get more compoundswith balanced drug like properties， systems biology/pathology/pharmacology18, fragment based approach19,and scafold hopping strategy20 were developed for the leaddiscovery. Among them， scaffold hopping has proved itself to be an eficient way to retrieve active compounds avoiding from poor physicochemical and pharmacokinetic properties. Scaffold hopping， initially introduced in 1999 to identify structurally novel compounds with similar biologicalactivities to an know active compounds20c,21，has been widely used in lead optimization2. Many marketed drugs were derived from other know drugs or natural products23, indicating that this operation was much early than the term“ scaffold hopping\". Typical example of scaffold hopping is represented by COX-2 inhibitors refecoxib (Vioxx) and valdecoxib (Bextra) which were separately sold by two pharmaceutical giants with only difference in five-member hetero rings (Fig. 3a, 3b)24.Another scaffold hopping process could be elucidated between morphine and tramadol (Fig.3c,3d)25.With quite different 2D structures, these two drugs displayed a similar layout in 3D superposition (Fig. 3e). Scaffold hopping by ring opening of morphine led to tramadol with less activity but beter pharmacokinetic and toxic profiles. Thus keeping key pharmacophore features conserved， backbone variation could acquire drug-like compounds, even of improved pharmacokinetic (PK) and toxic properties. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/bbb14f1f9cf6826897cd4bc2ad48f2e9091693071d7493b8b8ad7ca111e7c9a9.jpg",
        "img_caption": [
            "Figure 3. examples of scaffold hopping. (a): refecoxib, (b): valdecoxib (Bextra), (c): morphine, "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(d): tramadol, (e): superposition of morphine (COLOR) and tramadol (COLOR).许婷婷重新计算 During the discovery process of Alogliptin, its precursor quinazolinone analog indicates the key binding sites: aminopyperidinyl binds Glu-205,Glu-206 with the N-terminus; cyanobenzyl locates in the S-1 pocket; carbonyl binds the Tyr-631 as a hydrogen donor9.Thus for our start drug Alogliptin, we first conducted scaffold hopping to search for novel compounds by keeping these key functional groups conserved.Pyrimidoneanlogs were rapidly generated and screed for inhibitory activity (Fig.4, Tab.1) represented bythienopyrimidinecompound 8 $\\mathrm { ( I C _ { 5 0 } { = } 0 . 3 \\ n M }$ vs. $3 . 4 ~ \\mathrm { n M }$ that of Alogliptin)26.Generally this scaffold hopping operation maintained the activity profiles as expected except compound 12and13.12,13 活性下降原因? ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/90990c417df41f24ca8a457451f0a1691fffa5927c8e132933b6e02c6bf56cfb.jpg",
        "img_caption": [
            "Figure 4.Scaffold hopping from Alogliptin.13 是否有无取代的? "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Table 1. inhibitory properties of compound 8-13. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/655720f2045877f0dd1d0e2c5ad3b992a994c621a2cc28c62e583d464a069b9a.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/099a6d6a7de0ec129f18be027c2331e40d3f6e6ab58a1ee77d7a768ac62a8ed9.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>X</td><td>Y</td><td>Z</td><td>DPP-IV (nM)</td><td>DPP-8 (μM)</td><td>DPP-9 (μM)</td></tr><tr><td>8</td><td>S</td><td>CH</td><td>CH</td><td>0.3</td><td>>25,000</td><td>>25,000</td></tr><tr><td>9</td><td>CH</td><td>CH</td><td>S</td><td>0.9</td><td>>25,000</td><td>>25,000</td></tr><tr><td>10</td><td>NH</td><td>CH</td><td>CH</td><td>1.3</td><td>>25,000</td><td>>25,000</td></tr><tr><td>11</td><td>CH</td><td>CH</td><td>NH</td><td>3.0</td><td>>25,000</td><td>>25,000</td></tr><tr><td>12</td><td>CH</td><td>N</td><td>NH</td><td>>10,000</td><td>>25,000</td><td>>25,000</td></tr><tr><td>13</td><td>N</td><td>CCH3</td><td>NH</td><td>5718</td><td>>25,000</td><td>>25,000</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Inspired by the scaffold hopping from morphine to tramadol with improved ADME-tox properties,we further launched a PK-driven optimization on compound 8 for its insuffcient in vivo glucose lowing efficacy. In this stage,we found the intrinsic metabolic instability within compound 8 and identified thienyl as the soft fragment by in vitro microsomes incubation and metabolite identification (data not shown). Further replacement of thienyl with pyrrolyl significantly increased the metabolic stability，yet reduced oral bioavailability caused by high efflux during the absorptive process (compound 11). Modifications on pyrrolopyrimidine scaffold eventually gave compound 10a exhibiting compatible in vitro indicators $\\mathrm { ( I C _ { 5 0 } { = } 1 } . 3 \\ \\mathrm { n M }$ $F { = } 4 1 \\%$ ） and better in vivo efficacy than those of Alogliptin (Fig.5 )²7. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/7f8ab16ce88d5bd502100af44cdf95e063dcb28aa2c2bd4b3882a231f9f81717.jpg",
        "img_caption": [
            "Figure 5.PK- driven optimization on compound 8. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In the mean time, optimization on other backbones were carried out as well. Although litle achievement was obtained, screening on target and by- products derived from compound 12 still gave us confidence for further optimization on scaffold hopping products with losing activity (Fig. 6). And the nano molar grade activity of compound 12b may provide an potential explanation for large decrease in compound 12 and 13. Large substituents support beter accommodation between backbones and the DPP-IV enzyme.待商榷 ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/72c5a415fbf67c4a8a01bc98f68853ec41305ab3bba8a6b4a435f84c551451d7.jpg",
        "img_caption": [
            "Figure 6. optimization on compound 12. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4. Pharmacophore hybridization triggered hit-to-lead optimization ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "With pharmacophores fixed, we rapidly generated two series of pyrimidoneanalogs as potent and oral bioavailable DPP-IV inhibiotrsaccording to pharmacophore-based scaffold hopping. Although key pharmacophore features played a critical role in activity, that didn't mean the pharmacophore must have the exactly same structure.Moreover, the large cavities within DPP-IV protein provided more compatible room for pharmacophore with varied structures. The emerge of Linagliptin well supported this conception. Butynyl of Linagliptin and cyanobenzyl of Alogliptin located in the S-1 pocket in the 3D superposition (Fig.7)28. Thus pharmacophorehybridization should also be a potential way to generation DPP-IV inhibitors. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/b0dcf7534ab0729dd34d05f09b7bb1c7c4031521d31cddf57006011972070078.jpg",
        "img_caption": [
            "Figure 7. Structure superposition between crystal structures of DPP4 binding Alogliptin(PDB ID. 3G0B, blue and yellow) and Linagliptin (PDB ID. 2RGU, grey and red). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In this part,we first conducted pharmacophore variations directly on pyrimidine dione scaffold of Alogliptin (Fig. 8). Hit compound 14 was rapidly synthesized and evaluated with $\\mathrm { I C } _ { 5 0 }$ of $1 9 8 { \\mathrm { ~ n M } }$ . Due to the previous experience of optimization on compounds obtained from scaffold hopping,we chose compound 14 as the hit compound and initiated a convectional hit-to-lead optimization represented by compound 14a ( $\\mathrm { I C } _ { 5 0 } { = } 3 . 1$ nM, $F { = } 6 3 \\%$ $\\mathrm { T } _ { 1 / 2 } { = } 4 . 2 \\ : \\mathrm { h } ) ^ { 2 \\ : \\Omega }$ e。： ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/b474693f34fc6df15dd4637b19d5a88f61bbe8445a7e8bd983a3913541967d1b.jpg",
        "img_caption": [
            "Figure 8.Pharmacophore hybridization on Alogliptin. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Continuous optimization on compound 14a were mainly focused on quinoline group. Our previous work tried several substituents on different sites of quinoline and lead to compound 14aa (Fig. 9, $\\mathrm { I C } _ { 5 0 } { = } 0 . 3 \\ \\mathrm { n M }$ $F { = } 7 3 \\%$ ， $\\mathrm { T _ { 1 / 2 } { = } } 5 . 0 \\ \\mathrm { h } ) ^ { 2 8 }$ .Parallel work of bicyclo-variations were conducted and listed in table 2. Compound 14ai, substituted by 4-methylquinazolinyl of Linagliptinincreased the activity to $0 . 7 { \\mathrm { n M } }$ with mild PK profiles compared with compound 14aa.However, they both demonstrated that pharmacophore hybridization was a feasible way for rapid lead generation of DPP-IV inhibitors. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/dff0416afc76fc543bfe9b4f1b5d64ded69daadda35134b9459ad4975c968c49.jpg",
        "img_caption": [
            "Figure 9.quinoline optimization oncompound14a "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Table 2. inhibitory properties of compound 14ab-ai. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/22ea0a185b5f2848c5fa99f54248b047807d491f81c53f0be47b2a29a58f9374.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/8d2ededcdc7818c13865cad85c8951fe4237e6ae92139c8f2d9d290bf002931e.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"2\">R</td><td>DPP-IV (nM)</td><td>DPP-8 (μM)</td><td>DPP-9 (μM)</td></tr><tr><td>14a</td><td></td><td>3.1</td><td>>100</td><td>>100</td></tr><tr><td>14ab</td><td></td><td>12.7</td><td>>100</td><td>>100</td></tr><tr><td>14ac</td><td></td><td>3.7</td><td>>100</td><td>>100</td></tr><tr><td>14ad</td><td></td><td>1.3</td><td>>100</td><td>>100</td></tr><tr><td>14ae</td><td></td><td>21.5</td><td>>100</td><td>>100</td></tr><tr><td>14af</td><td>N</td><td>17.3</td><td>>100</td><td>>100</td></tr><tr><td>14ag</td><td>N</td><td>17.9</td><td>>100</td><td>>100</td></tr><tr><td>14ah</td><td></td><td>2.0</td><td>>100</td><td>>100</td></tr><tr><td>14ai</td><td></td><td>0.7</td><td>>100</td><td>>100</td></tr><tr><td>14aj</td><td></td><td>2.4</td><td>>100</td><td>>100</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.Extension of the scaffold hopping and pharmacophore hybridization ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Lots of our work was concentrated in Alogliptin and most have achieved promising preclinical candidates.During the above process，we also tried to extend the usage of these molecular operations.Based on our initial scaffold hopping analog 10, We had butynylhydride and generated hit compound15. Moreover, further hybridization of quinazoline of Linagliptin on compound 15gave compound 15a(Fig. 10, $\\mathrm { I C } _ { 5 0 } { = } 1 . 6 \\ \\mathrm { n M }$ ， $F { = } 8 3 \\%$ ， $\\mathrm { T } _ { 1 / 2 } { = } 4 . 9 \\ \\mathrm { h } ) ^ { 2 \\varsigma }$ ，as the second pyrrolopyrimidine candidate with much better pharmacokinetic profile than that of Alogliptin and compound 10a. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/096c4472c6be23bcbdee1ae7ef704431879b01fb8c8cee2912eac048cb284d7a.jpg",
        "img_caption": [
            "Figure 10.combination of scaffold hopping and pharmacophore hybridization strategies. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Molecular operation on Linagliptin has also tested (Fig.11).Replacement of butynyl of Linagliptin with cyanobenzyl from Alogliptin led to compound 16 $( \\mathbf { I C 5 0 } { = } 5 . 0 \\mathbf { n M } _ { }$ ). Compound 16 might be a potential compound for further optimization. Yet the incompetence of activity compared to Linagliptin and compounds mentioned above as wellas patent consideration paused the following progress. However, this simple reverse pharmacophore hybridization supported that those operation were applicable on other compounds without causing large deviation from know compounds. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/1f4e54915a405ffa8b58c2dd5d49ab4da98c722d9ab9ad7c2a099522e41b7898.jpg",
        "img_caption": [
            "Figure 11.pharmacophore hybridization on other DPP-IV inhibitors. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "6.Conclusion根据前述内容调整 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In this paper, we reviewed our medicinal chemistry effort on the market DPP-IV inhibitor Alogliptin and presented several highly potent DPP-IV inhibitorswith either better pharmacokinetic profiles or in vivo efficacy.The whole process demonstrated the usage of classic medicinal chemistry strategies in effcient generation of DPP-IV inhibitors.Better and deeper knowledge for DPP-IV inhibitor developmentaccumulatedas wider usage of market DPP-IV inhibitors.Andlong-duration DPP-IV inhibitors are also striving their way to the market. The classic and applicable methods introduced here not only are the review of our effort on Alogliptin, but also could be a way to accelerate the development and diversity of DPP-IV inhibitors based on any known molecules. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "7．Reference ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1.Hollander,P.A.; Kushner, P., Type 2 diabetes comorbidities and treatment challenges: rationale for DPP-4 inhibitors.Postgrad Med 2010,122 (3),71-80.   \n2．International Diabetes Federation.News bulletin.   \n3．Kreymann, B.;Williams, G.；Ghatei, M. A.; Bloom, S.R.， Glucagon-like peptide-1 7-36: a physiological incretin in man. Lancet 1987,2 (8571),1300-4.   \n4.Ahren,B.,DPP-4 inhibitors. Best Pract Res Clin Endocrinol Metab 2007,21 (4),517-33. 5.(a）Abel,T.； Feher,J.,[A new therapeutic possbility for type 2 diabetes: DPP-4 inhibitors (sitagliptin)]. Orv Hetil 2010,151 (25)，1012-6;(b) Deacon, C. F.；Holst, J. J.； Carr,R.D., Glucagon-like peptide-1: a basis for new approaches to the management of diabetes. Drugs Today (Barc)1999,35 (3),159-70;(c) Gallwitz,B.,[Diabetes therapy--novel drugs to come (DPP-4 inhibitors, GLP-1 agonists, SGLT-2 inhibitors)]. MMW Fortschr Med 2010,152 (20),43-4.   \n6.(a) Kim, D.；Wang,L.; Beconi, M.; Eiermann, G. J.; Fisher,M.H.； He, H.; Hickey, G. J.; Kowalchick, J. E.; Leiting,B.; Lyons, K.; Marsilio,F.; McCann, M.E.; Patel,R. A.; Petrov,A.; Scapin, G.; Patel, S.B.; Roy,R. S.; Wu, J. K.; Wyvrat,M. J.; Zhang, B.B.; Zhu, L.; Thornberry,N. A.; Weber, A. E., (2R)-4-oxo-4-[3-(trifluoromethyl)-5,6-dihydro[1,2,4]triazolo[4,3-a]pyrazin -7(8H)-yl]-1-(2,4,5-trifluorophenyl)butan-2-amine: a potent,， orally active dipeptidyl peptidase IV inhibitor for the treatment of type 2 diabetes. J Med Chem 2005,48 (1)，141-51;(b) Kim,D.; Kowalchick,J.E.; Brockunier,L.L.; Parmee,E.R.; Eiermann, G.J.; Fisher, M. H.; He,H.; Leiting,B.; Lyons,K.; Scapin, G.; Patel, S.B.; Petrov, A.; Pryor, K.D.; Roy,R. S.; Wu,J. K.; Zhang, X.; Wyvratt, M. J.; Zhang,B.B.; Zhu,L.; Thornberry, N. A.; Weber,A. E.， Discovery of potent and selective dipeptidylpeptidaseIVinhibitorsderivedfrombeta-aminoamidesbearingsubsituted triazolopiperazines. J Med Chem 2008,51 (3), 589-602.   \n7.(a) Villhauer, E.B.; Brinkman,J.A.; Naderi, G.B.; Dunning,B.E.; Mangold, B.L.; Mone,M. D.; Russell, M. E.； Weldon, S. C.； Hughes, T. E., 1-[2-[(5-Cyanopyridin-2-yl)amino]ethylamino]acetyl-2-(S)-pyrrolidinecarbon itrile: a potent,selective, and orally bioavailable dipeptidyl peptidase IV inhibitor with antihyperglycemic properties.J Med Chem 2002,45 (12),2362-5;(b) Bosi, E.; Camisasca,R. P.; Collober, C.; Rochotte, E.; Garber, A. J, Effects of vildagliptin on glucose control over 24 weeks in patients with type 2 diabetes inadequately controlled with metformin. Diabetes care 2007,30 (4), 890-5;(c) Fonseca, V.; Schweizer, A.; Albrecht, D.; Baron, M. A.; Chang,I.; Dejager,S., Addition of vildagliptin to insulin improves glycaemic control in type 2 diabetes. Diabetologia 2007,50 (6), 1148-55.   \n8.Augeri, D.J.; Robl,J. A.; Betebenner,D. A.; Magnin, D.R.; Khanna, A.; Robertson, J. G.; Wang, A.; Simpkins, L. M.; Taunk, P.; Huang, Q.; Han, S.P.; Abboa-Offei, B.; Cap, M.; Xin, L.; Tao, L.; Tozzo,E.; Welzel, G. E.; Egan, D. M.; Marcinkeviciene,J.; Chang, S. Y.; Biller, S. A.; Kirby, M. S.; Parker,R.A.; Hamann,L. G., Discovery and preclinical profile of Saxagliptin (BMS-477118): a highly potent, long-acting, orally active dipeptidyl peptidase IV inhibitor for the treatment of type 2 diabetes. Journal of medicinal chemistry 2005,48 (15), 5025-37.   \n9.Feng,J.; Zhang,Z.; Wallace,M.B.; Stafford,J.A.; Kaldor, S. W.; Kassel, D.B.; Navre,M.; Shi, L.; Skene, R. J.; Asakawa, T.; Takeuchi, K.; Xu, R.; Webb, D.R.; Gwaltney, S.L., 2nd, Discoveryof alogliptin: a potent,selective, bioavailable,and eficacious inhibitor of dipeptidyl peptidase IV. J Med Chem 2007,50 (10), 2297-300.   \n10.Eckhardt, M.; Langkop,E.; Mark, M.; Tadayyon, M.; Thomas,L.; Nar, H.; Pfrengle,W.; Guth, B.; Lotz, R.； Sieger, P.； Fuchs, H.； Himmelsbach, F., 8-(3-(R)-aminopiperidin-1-yl)-7-but-2-ynyl-3-methyl-1-(4-methyl-quinazolin-2-ylmethyl)-3,7-dihydro 1I- U-uIUHC (DI IJJu),a IgIy pUtI, seIcuuve,iUng-acung，aiu UIaiy UiUavalavic inhibitor for the treatment of type 2 diabetes. Journal of Medicinal Chemistry 2007,50 (26), 6450-6453. 11.Noh, Y. H.; Lim, H. S.; Jin, S.J.; Kim, M.J.; Kim, Y H.; Sung, H.R.; Choi, H. Y.; Bae, K. S., Effects of ketoconazole and rifampicin on the pharmacokinetics of gemigliptin,a dipeptidyl peptidase-IV inhibitor: a crossover drug-drug interaction study in healthy male Korean volunteers. Clinical therapeutics 2012,34 (5), 1182-94.   \n12.Yoshida, T.; Akahoshi, F; Sakashita, H.; Kitajima, H.; Nakamura, M.; Sonda, S.; Takeuchi, M.; Tanaka, Y.; Ueda, N.; Sekiguchi, S.; Ishige,T.; Shima, K.; Nabeno,M.; Abe, Y.; Anabuki, J.; Soejima, A.； Yoshida,K.； Takashina, Y.； Ishi, S.； Kiuchi, S.; Fukuda, S.； Tsutsumiuchi，R.； Kosaka,K.; Murozono,T.； Nakamaru, Y.； Utsumi, H.； Masutomi, N.; Kishida,H.; Miyaguchi, I.; Hayashi, Y., Discovery and preclinical profile of teneligliptin (3-[(2S,4S)-4-[4-(3-methyl-1-phenyl-1H-pyrazol-5-yl)piperazin-1-yllpyrrolidin-2-y   \nlcarbonyljthiazolidine): a highly potent, selective, long-lasting and orally active dipeptidyl peptidase IV inhibitor for the treatment of type 2 diabetes. Bioorganic & medicinal chemistry 2012,20 (19),5705-19. 13. Gupta, R.; Walunj, S. S.； Tokala, R. K.; Parsa, K. V.； Singh, S. K.; Pal, M., Emerging drug candidates of dipeptidyl peptidase IV (DPP IV) inhibitor class for the treatment of Type 2 Diabetes. Current drug targets 2009,10 (1), 71-87.   \n14. Rasmussen, H. B.； Branner, S.； Wiberg, F. C.; Wagtmann， N.， Crystal structure of human dipeptidyl peptidase IV/CD26 in complex with a substrate analog. Nature structural biology 2003,10 (1), 19-25.   \n15．Augustyns, K.; Van der Veken, P.; Senten, K.; Haemers,A., The therapeutic potential of inhibitors of dipeptidyl peptidase IV (DPP IV) and related proline-specific dipeptidyl aminopeptidases. Current medicinal chemistry 2005,12 (8), 971-98.   \n16.Thoma,R.； Loffler，B.； Stihle，M.； Huber，W.; Ruf,A.; Hennig，M.， Structural basis of proline-specific exopeptidase activity as observed in human dipeptidyl peptidase-IV. Structure 2003,11 (8), 947-59.   \n17.Kuhn, B.; Hennig, M.; Mattei,P., Molecular recognition of ligands in dipeptidyl peptidase IV. Current topics in medicinal chemistry 2007,7 (6), 609-19.   \n18.(a) van der Greef, J.; McBurney,R.N., Inovation: Rescuing drug discovery: in vivo systems pathology and systems pharmacology. Nature reviews. Drug discovery 2005,4 (12), 961-7:(b) Butcher, E. C., Can cel systems biology rescue drug discovery? Nature reviews. Drug discovery 2005,4 (6), 461-7;(c) Materi， W.; Wishart, D. S.， Computational systems biology in drug discovery and development: methods and applications. Drug discovery today 2007,12 (7-8), 295-303.   \n19.(a） Fattori， D.; Squarcia, A.; Bartoli， S.， Fragment-based approach to drug lead discovery: overview and advances in various techniques. Drugs in R&D 2008,9 (4), 217-27;(b) Erlanson, D. A., Fragment-based lead discovery: a chemical update. Current opinion in biotechnology $^ { 2 0 0 6 , l 7 }$ (6), 643-52.   \n20.(a) Zhao,H., Scaffold selection and scaffold hopping in lead generation: a medicinal chemistry perspective. Drug discovery today 2007,12 (3-4),149-55;(b) Krueger, B. A.; Dietrich, A.; Baringhau, K. H.; Schneider, G., Scaffold-hopping potential of fragment-based de novo design: the chances and limits of variation. Combinatorial chemistry & high throughput screening 2009,12 (4), 383-96;(c) Renner， S.； Schneider，G.， Scafold-hopping potential of ligand-based similarity concepts. ChemMedChem 2006,1 (2),181-5.   \n21. Schneider，G.；Neidhart，W.； Giler， T.； Schmid，G.， \"Scaffold-Hopping\" by Topological Pharmacophore Search: A Contribution to Virtual Screening. Angewandte Chemie 1999,38 (19), 2894-2896.   \n22.(a) Brown, N.; Jacoby, E., On scaffolds and hopping in medicinal chemistry. Mini reviews in medicinal chemistry 2006,6 (11),1217-29;(b) Mauser,H.; Guba, W.,Recent developments in de novo design and scaffold hopping. Current opinion in drug discovery & development 2008,11 (3),365-74. 23.Maass, P.; Schulz-Gasch,T.; Stahl, M.; Rarey,M.,Recore: a fast and versatile method for scaffold hopping based on small molecule crystal structure conformations. Journal of chemical information and modeling 2007,47 (2), 390-9.   \n24.FitzGerald, G. A., COX-2 and beyond: Approaches to prostaglandin inhibition in human disease. Nature reviews. Drug discovery 2003,2 (11), 879-90.   \n25. Sun, H.; Tawa, G.; Walqvist, A., Classification of scaffold-hopping approaches. Drug discovery today 2012,17 (7-8),310-24.   \n26.Deng, J.; Peng,L.; Zhang, G.; Lan, X.; Li,C.; Chen, F.; Zhou, Y.; Lin, Z.; Chen, L.; Dai,R.; Xu, H.; Yang,L.; Zhang,X.; Hu,W., The highly potent and selective dipeptidyl peptidase IV inhibitors bearing a thienopyrimidine scaffold effectively treat type 2 diabetes. European journal of medicinal chemistry 2011,46 (1), 71-6.   \n27. Xie, H.; Zeng,L.; Zeng, S.; Lu, X.; Zhang, G.; Zhao, X.; Cheng, N.; Tu, Z.; Li, Z.; Xu, H.; Yang, L.; Zhang, X.; Huang, M.; Zhao, J.; Hu, W., Novel pyrrolopyrimidine analogues as potent dipeptidyl peptidase IV inhibitors based on pharmacokinetic property-driven optimization. European journal of medicinal chemistry 2012,52,205-12.   \n28. Xie, H.; Zeng, L.; Zeng, S.; Lu, X.; Zhao, X.; Zhang, G.; Tu, Z.; Xu, H.; Yang,L.; Zhang, X.; Wang,S.; Hu,W., Highly potent dipeptidyl peptidase IV inhibitors derived from Alogliptin through pharmacophore hybridization and lead optimization. European journal of medicinal chemistry 2013,68C,312-320.   \n29. Zeng, S.; Xie, H.; Zeng, L. L.; Lu, X.; Zhao, X.; Zhang, G. C.; Tu, Z. C.; Xu, H. J.; Yang, L.; Zhang,X. Q.; Hu, W., Discovery of potent dipeptidyl peptidase IV inhibitors through pharmacophore hybridization and hit-to-lead optimization. Bioorganic & medicinal chemistry 2013,21 (7),1749-55. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]