[
    {
        "type": "text",
        "text": "临床研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "保留脾脏的全腹腔镜选择性贲门周围血管离断术临床研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "何威,王卫东,刘清波,陈坚平,林杰,马 靖,叶 剑,左海波佛山市顺德区第一人民医院，广东 佛山528300",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：目的探讨保留脾脏的全腹腔镜下选择性贲门周围血管离断术治疗门静脉高压症上消化道出血的疗效。方法 2011年2月\\~2014年12月期间接受保留脾脏的全腹腔镜选择性贲门周围血管离断术患者11例。观察其保脾断流手术前后血常规、肝功能、凝血功能、并发症以及手术时间、手术中出血量等指标，术后对患者进行长期随访，观察再出血率和生存情况。结果 11例患者均在全腹腔镜下完成保留脾脏的选择性贲门周围血管离断术。手术时间 $1 1 0 { \\sim } 2 2 5 \\mathrm { m i n }$ ，平均 $1 5 7 { \\pm } 3 1 \\mathrm { m i n }$ ；手术中出血 $3 0 { \\sim } 1 5 0 ~ \\mathrm { m L }$ ，平均 $8 3 { \\pm } 3 7 \\mathrm { m L }$ 。术后住院时间5\\~14d(平均 $9 . 4 \\ : \\mathrm { d }$ 。患者手术后1周外周血白细胞、血小板、血红蛋白、总胆红素、白蛋白和凝血功能等与手术前比较均无明显统计学差异 $( P { > } 0 . 0 5 )$ 。结论保留脾脏的全腹腔镜选择性责门周围血管离断术为食管胃底静脉曲张破裂出血的患者提供了一种更为安全、有效的治疗手段。  \n关键词：门静脉高压症;选择性贲门周围血管离断术;脾脏;腹腔镜手术",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Clinical study of total laparoscopic selective pericardial devascularization without splenectomy ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "HEWei,WANG Weidong,LIU Qingbo,CHEN Jianping,LINJie,MA Jing,YE Jian,ZUO Haibo theFirstPeople'sHospitalofShunde,Foshan 528300,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Objective Toevaluate the therapeuticefectof totallaparoscopic selective pericardial devascularization without splenectomy.Methods The clinical data of11 patients who received total laparoscopicselective pericardial devascularization without splenectomy fromFeb20 toDec2014 wereretrospectivelyanalyzed.Thebloodroutine,hepaticfunction,blood coagulationfunction,perioperative compliations,operation time andamountof bleeding were observed.Thepatients were followed-upand the re-bleeding rate and survival rate were observed. Results Allof the 11 operations were completed successfully under laparoscope. The mean operation time was $1 5 7 \\mathrm { m i n }$ (ranged from 110 to $2 2 5 \\mathrm { m i n }$ ). Themean intraoperative blood loss was $8 3 \\mathrm { m l }$ (ranged from 30 to $1 5 0 \\mathrm { m l }$ ). The mean postoperative hospital stay was 9.4 days(ranged from 5 to 14 days). There was nosgnificant dierenceinthelevelsof theleukocyte,platelet,hemoglobin,totalbillrubin,albuminadblood coagulation function between pre- and a week after postoperative $( P { > } 0 . 0 5 )$ . Conclusion Total laparoscopic selective pericardial devascularization without splenectomy is a safe and effective method for treatment of portal hypertension with upper gastrointestinal hemorrhage. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keyword: selective pericardial devascularization; portal hypertension; spleen; laparoscopic surgery ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "虽然门静脉高压症的内科及外科治疗手段多样，但各有其优缺点，且没有一种治疗手段能达到满意的治疗效果。理想的门静脉高压症断流手术应该在根除食管胃底曲张静脉和有效降低再次静脉曲张破裂出血风险的同时，减少对门静脉系统血液循环的影响，保证向肝血流的灌注，并最大限度地减少门静脉系统血栓形成及肝功能恶化的风险。贲门周围血管离断术仍是外科治疗门静脉高压症上消化道出血的主要术式之一[1-4]。传统标准的贲门周围血管离断术，以及近年来所开展的腹腔镜下贲门周围血管离断术，手术风险大，围手术期并发症发生率高，术后常见的并发症多与脾脏切除有关，特别是门静脉系统血栓形成及术中出血等[5]。然而，贲门周围血管离断术是否一定要包括脾切除临床上尚存在争议[]。目前，开腹手术中保留脾脏的贲门周围血管离断术有零星报道，而腹腔镜下贲门周围血管离断术中保留脾脏的手术方式罕见报道。因此，我们在选择性责门周围血管离断术基础上，逐步探讨保留脾脏的全腹腔镜下选择性责门周围血管离断术。本研究通过回顾性分析我院2011年2月 ${ \\sim } 2 0 1 4$ 年12月间11例接受保留脾脏的全腹腔镜选择性贲门周围血管离断术患者的资料，评估其疗效及可行性。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1资料与方法",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1一般资料2011年2月\\~2014年12月期间接受保留脾脏的全腹腔镜选择性贲门周围血管离断术患者11例。其中男性9例，女性2例，年龄41\\~69岁，平均52.4岁。均为肝硬化门脉高压症并食道胃底静脉曲张及破裂出血，其中病毒性肝炎后肝硬化8例，酒精性肝硬化4例(其中1例肝炎后肝硬化合并酒精性肝硬化)。均有上消化道出血史，有1次出血史者5例，有多次出血史者6例，曾接受内镜下注射止血或套扎止血患者7例，术前检查提示8例患者有轻-中度腹水。肝功能Child分级：A级3例，B级5例，C级3例。急诊手术4例，经胃镜检查提示活动性出血，止血效果不佳后选择急诊手术治疗;择期手术7例,有上消化道出血病史，胃镜检查提示食管-胃底静脉中到重度曲张，红色征阳性；无预防性手术病人。所有患者术前均有不同程度的脾大和脾功能亢进症状，术前外周血白细胞计数为$( 6 . 1 9 { \\pm } 3 . 8 2 ) { \\times } 1 0 ^ { 9 } / \\mathrm { L }$ ，血红蛋白计数为 $8 8 { \\pm } 2 3 ~ \\mathrm { g / L }$ ，血小板计数为 $( 8 9 { \\pm } 3 6 ) { \\times } 1 0 ^ { 9 } / \\mathrm { L }$ O",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2 治疗方法",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本组患者均行完全腹腔镜下保留脾脏的选择性贲门周围血管离断术。常规气管插管麻醉后，建立操作通道。首先处理胃网膜及其动静脉，LigaSure自弓内离断胃大弯侧网膜上的血管，包括胃网膜左动、静脉和所有胃短血管，保留胃网膜右动、静脉，离断胃结肠韧带左半侧和脾胃韧带中下段，既起到结扎胃底曲张静脉预防出血的效果，又可以保留大网膜的血供。沿胃大弯朝贲门方向，将胃短血管、胃后静脉和左膈下静脉离断。于胃小弯侧紧贴胃壁，在胃冠状静脉发出食管旁静脉分支的远端离断胃冠状静脉分支及伴行的胃左动脉分支，保留其冠状静脉主干；用超声刀或LigaSure继续分离胃后组织离断胃后静脉，继续沿胃小弯朝贲门方向逐一切断食管旁静脉进入食管壁的分支和高位食管支进人食管肌层和胃底贲门区的分支。完成离断术后的食管下段和胃底贲门区的四周壁应完全悬空。特别注意要离断靠近食管裂孔处的高位穿支静脉，这是引起食管静脉曲张破裂出血的主要血管。离断过程中大部分病人可见到明显的食管旁静脉，保留完整的冠状静脉主干及食管旁静脉即为选择性贲门周围血管离断术。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3观察指标",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "记录手术前后血白细胞、血红蛋白、血小板、白蛋白、总胆红素、谷丙转氨酶、谷草转氨酶以及凝血功能指标,记录手术时间、手术中出血量,记录手术后并发症、拔管时间、进食时间、活动时间、住院时间等。出院后对患者进行随访，定期行胃镜、上腹部CT、彩超等相关检查，定期复查血常规、肝功能、凝血功能等，记录患者再出血发生情况及术后生存情况",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.4 统计学处理",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "采用SPSS13.0统计软件，计量资料采用 $\\overline { { x } } \\pm s$ 表",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "示，组间正态分布数据比较采用独立样本t检验， $P <$ 0.05为差异有统计学意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2结果",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本组11例患者均在全腹腔镜下完成保留脾脏的选择性贲门周围血管离断术，无中转开腹病例，围手术期无死亡病例。手术时间 $1 1 0 { \\sim } 2 2 5 \\ \\mathrm { m i n }$ ，平均 $1 5 7 \\pm$ $3 1 \\mathrm { m i n }$ ;手术中出血 $3 0 { \\sim } 1 5 0 ~ \\mathrm { m L }$ ，平均 $8 3 { \\pm } 3 7 ~ \\mathrm { m L }$ 。7例常规手术患者术中无输血，4例急诊患者术中输红细胞 $4 0 0 { \\sim } 8 0 0 ~ \\mathrm { m L }$ 。患者术后24\\~36h开始下床活动并逐步饮水及进食流质。术后2\\~4d拔除腹腔引流管。患者手术后1周外周血白细胞、血小板、血红蛋白、总胆红素、白蛋白和凝血功能等与手术前比较均无明显统计学差异 $\\scriptstyle \\mathtt { \\backslash } P > 0 . 0 5$ ，表1)。",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/a08b1acca83a2bb54ca57e8a3f4a602251581cbae004e5feab8ce5a42372cd6c.jpg",
        "table_caption": [
            "表1 手术前后血象和肝功能等变化情况 $( \\bar { x } \\pm s )$ "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>指标</td><td>术前</td><td>术后1周</td><td>P</td></tr><tr><td>血白细胞(×10/L)</td><td>6.19±3.82</td><td>6.23±2.05</td><td>0.976</td></tr><tr><td>血红蛋白(g/L)</td><td>87.6±22.9</td><td>96.2±13.0</td><td>0.294</td></tr><tr><td>血小板(×10/L)</td><td>89±36</td><td>76±18</td><td>0.324</td></tr><tr><td>白蛋白(g/L)</td><td>30.75±6.64</td><td>32.17±4.13</td><td>0.552</td></tr><tr><td>总胆红素(umol/L)</td><td>33.9±26.5</td><td>38.6±20.3</td><td>0.652</td></tr><tr><td>凝血功能(s)</td><td>18.12±4.20</td><td>17.42±2.49</td><td>0.640</td></tr><tr><td>谷草转氨酶(U/L)</td><td>37±34</td><td>52±25</td><td>0.260</td></tr><tr><td>谷丙转氨酶(U/L)</td><td>52±32</td><td>56±23</td><td>0.772</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "术后短期无腹腔出血、脾窝感染、肠瘘、胰瘘、膈下积液、肺部感染等并发症。1例患者术后有中量浅黄色腹水，通过加强利尿、护肝、营养支持治疗后腹水消退。1例患者术后出现应激性溃疡，经胃镜检查证实，予以加强制酸等对症处理后好转。术后住院时间 $5 { \\sim } 1 4 \\mathrm { ~ d ~ }$ (平均 $9 . 4 \\mathrm { ~ d ~ }$ )。10例患者术后进行了 $4 \\sim$ 36个月随访，1例外地病人失访。随访期间无再发消化道出血症状，无肝性脑病发生。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3讨论",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "门静脉高压症作为一种病理生理变化复杂的外科疾病，治疗方式多种多样，但除肝移植外，至今尚无一种确切的手术方法能完全治愈，手术治疗的重点仍然是治疗其消化道出血及脾功能亢进症状，而非病因方面的治疗。2014年，卫生和计划生育委员会公益性行业科研专项专家组编写了《门静脉高压症食管胃静脉曲张静脉破裂出血治疗技术规范专家共识》[7],共识中明确提出贲门周围血管离断术在门静脉高压症治疗中的突出作用，相对于肝脏移植高昂的费用以及肝源获得的困难，贲门周围血管离断术不失为一种控制急性出血并降低再出血风险的有效选择[1]。传统的断流手术经过几十年的发展，已经总结了大量的经验，除了表明他的各种优势之外，所体现出来的越来越多的缺点也不容忽视。如术后门静脉压力降低不明显，甚至部分病人还不降反升8；而脾切除加剧了门静脉血流淤滞以及术后门静脉高压，容易形成门静脉系统血栓[9-10]。另外，与脾切除相关的其他并发症如术后腹腔出血、发热、感染及邻近脏器副损伤也很常见。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "本研究所采取的选择性责门周围血管离断术，术中仅离断胃底小弯侧以及食管责门区浆膜外的穿支血管，维持其主干血管的完整，从而达到断流彻底和保持机体自发性分流的目的[1-13]。选择性贲门周围血管离断术既能阻断胃底和食管下段出血区的反常血流，又能疏导门静脉系统的高压血流状态，适当降低门静脉血流量的同时，又可保证合理的门静脉向肝血流灌注，缓解胃壁的充血状态和预防门奇静脉间的侧支循环的重建，从而降低复发出血率。但根据我们既往的观察，并非所有病例均适合行选择性贲门周围血管离断术。如果食管旁静脉的主干直接进人食管壁，或者食管责门区的曲张血管形成静脉丛或静脉团，难以辨认食管旁静脉时，或者既往有硬化治疗病史，贲门周围解剖结构不清时，亦应采用非选择性贲门周围血管离断术，以确保能确切阻断食管胃底曲张静脉的反常血流，从而控制有致命危险的大出血。本组11例病例均顺利行选择性贲门周围血管离断，术中将食管向卜方及外侧牵引，使之与食管旁静脉之间形成一定张力，能更好的暴露及分离食管旁静脉。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "本研究在选择性贲门周围血管离断术基础上，逐步探讨保留脾脏的腹腔镜下选择性贲门周围血管离断术。手术中需要注意以下几个方面：(1)手术在完全腹腔镜下完成，无需另外行辅助手术切口，真正实现微创;(2)在胃大弯血管弓与胃之间游离大网膜，能够保留完整的大网膜血供及交通支，保护大网膜血循环，能有效减少术后腹水等并发症发生；(3)术中保留脾脏或保留大部分脾脏血供，同时尽量保留脾脏周围自然形成的血管分支；(4)保留冠状静脉主干及食管旁静脉;(5)完全离断食管支及高位食管支；(6)必要时可行脾门动脉的部分结扎而非脾动脉主干的结扎，防止术后出现急性脾坏死；(7)若急诊手术则以控制出血、抢救生命为前提,不能单纯为手术而手术。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "国内冷希圣[14-15]首先提出了保留脾脏的选择性贲门周围血管离断术。本研究认为，门静脉高压症脾亢患者因三系减低引起的易发感染机会、自发性出血几率本身并不高，而重度脾亢患者在临床上也并非常见，多数患者为轻-中度脾亢。而食管胃底静脉曲张程度与脾亢程度并无明显相关性。并且贲门周围血管离断术围手术期并发症多与脾切除有关。因此，并非所有行贲门周围血管离断术的患者都需要行脾切除，应根据患者具体情况而定，既往认为可以通过切除脾脏来对门静脉系统实施减压也许是一种错误的观点。也就是说，在大多数情况下，脾切除不仅是不必要的,而且常常是有害的[6。而且，不根据患者实际病情需要，盲目地切除脾脏会破坏其周围业已自发形成的门体静脉系统交通支，不仅造成术中出血量大，手术风险增高，而且会造成术后门静脉压力不降反升，进一步加剧门静脉血流淤滞，手术后再出血及血栓形成风险极高。既往的研究也表明，保脾断流术在保证肝脏门静脉血流供应的基础上，术中输血量及术后门静脉血栓发生率较低[17]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在断流术中保留脾脏，不仅保留了其对门静脉血容量的调节和缓冲作用，避免因形成脾静脉盲端而在该处发生湍流、血流停滞，同时避免术中钳夹及挤压脾静脉所致内膜损伤及胶原纤维暴露等PVT高危状态,保证了脾静脉的正常血流,降低了PVT风险[18]。保留脾脏的贲门周围血管离断术，手术目的不仅仅是保脾，关键还在于对冠状静脉主干及其属支的正确处理，以及对脾周分支血管及形成的侧枝循环的保护，这比单纯保脾要更为重要[19-20]。脾周自然形成的侧枝循环能有效分流门静脉血流，降低门静脉压力，同时自然形成的分流也极少导致肝性脑病的发生。本研究在保留脾脏的贲门周围血管离断术中，对于中度或中-重度的脾亢患者，在完成贲门周围血管离断术后，选择性的进行脾门血管离断，保留部分脾血供，以期减轻患者脾亢症状。根据术后观察，患者脾亢症状均有不同程度的减轻，但因实施例数较少，尚无临床大规模系统研究结果，尚不知道是否在所有患者中均有疗效。有文献报道，在保脾断流术中部分结扎脾动脉，减少人脾血流，可在一定程度上改善脾功能亢进，同时可降低PVT发生率，而发生PVT的患者经规律抗凝治疗后血栓再通率可达 $1 0 0 \\% ^ { [ 2 1 ] }$ （24",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在本组患者中，有4例为急诊手术患者。经保留脾脏的全腹腔镜贲门周围血管离断术后，除1例术后出现中量腹水外，其他3例患者均顺利康复出院，术后未出现严重并发症。我们认为，门静脉高压症消化道大出血患者急诊行腹腔镜下保脾断流术，因术中无需对脾门及脾脏周围进行分离，明显缩短了手术时间，减少了手术中出血等并发症发生，降低了围手术期患者死亡的风险，对于胃底食管静脉曲张破裂并大出血内科治疗不能控制的门静脉高压患者，不仅止血效果确切，且明显降低围手术期风险，降低围手术期死亡率,不失为一种可取的治疗方案。王东等[2]研究也表明，急诊手术及肝功能ChildC级的病人并非手术的绝对禁忌症。在选择切脾或保脾的手术方式时，应根据病人的年龄、肝功能分级、门静脉压力、脾脏大小、脾功亢进程度、出血情况、既往手术史和全身情况出发，在“个体化\"原则指导下施行。是否行选择性贲门周围血管离断术，可根据术前影像学检查观察有无明显的食管旁静脉，或手术中胃底贲门部有无形成难以解剖分离的粘连瘢痕等决定；对于仅轻度或轻-中度的脾亢患者，术中可行保脾手术，对于中度或中-重度的脾亢患者，术中行胃底贲门周围血管离断后，可根据情况行脾血管部分结扎，对于重度脾亢患者，急诊时也可行脾门血管部分结扎的保脾手术，若患者一般情况好，切脾手术也是可行的，不能盲目的为了追求“保脾\"而保脾。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "保留脾脏的全腹腔镜选择性贲门周围血管离断术既简化了手术步骤、缩短了手术时间和减少切脾带来的严重合并症，同时对肝脏功能和内脏血液循环的干扰较小,不增加术后门静脉压力，降低了术后门静脉系统血栓形成的风险。对肝硬化失代偿期并食管胃底静脉曲张破裂出血的患者提供了一种更为安全、有效的治疗手段。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "[1］周光文.肝移植时代门静脉高压症外科手术方式的选择[J].中国 普外基础与临床杂志,2013,20(1):10-2.   \n[2]冷希圣.门静脉高压症治疗的现状与展望[J].中国普外基础与临 床杂志,2013,20(1):1-3.   \n[3]GoyalN， SinghalD， GuptaS, etal.Transabdominal gastroesophageal devascularization without transaction for bleeding varices:results and indicators of prognosis[J].JGastroenterol Hepatol,2007,22(1): 47-50.   \n[4] Sharma A,Vijayaraghavan P,Lal R,et al. Salvage surgery in variceal bleedingdueto portal hypertension[J]． IndianJ Gastroenterol,2007,26(1): 14-7.   \n[5]邓美海,邓 鹏,林 楠，等.门静脉高压症断流手术后门静脉血栓 形成的调查[J].中华普通外科杂志,2007,22(8):616-8.   \n[6]汪 谦.门静脉高压症脾脏保留与切除之争[J].外科理论与实践 2007, 12(2): 114-5.   \n[7]卫生和计划生育委员会公益性行业科研专项专家组．门静脉高 压症食管胃曲张静脉破裂出血治疗技术规范专家共识 (2013版)[J].中华消化外科杂志,2014,13(6):401-4.   \n[8]Yoshida H,Mamada Y, Taniai N,et al.New methods for the management of gastric varices[J]．World J Gastroenterol, 2006, 12(37): 5926-31.   \n[9]孙勇伟,罗 蒙,陈 炜,等.门静脉高压症外科手术后门静脉系统 血栓形成[J].外科理论与实践,2006,11(3):198-200.   \n[10] Zhang Y,Wen TF,Yan LN, et al. Preoperative predictors of portal veinthrombosis aftersplenectomywith periesophagogastric devascularization[J].World JGastroenterol, 2012,18(15): 1834-9.   \n[11]王卫东，林 杰,陈小伍,等.全腹腔镜选择性贲门周围血管离断 术的可行性[J].中华腔镜外科杂志:电子版,2013,6(4):284-7.   \n[12]王卫东.腹腔镜选择性贲门周围血管离断术的方法和技巧[J].岭 南现代临床外科,2013,13(2):84-6.   \n[13]王卫东,陈小伍,吴志强，等.腹腔镜经胃前、后双入路选择性贲 门周围血管离断术[J].中华普通外科杂志,2013,28(11):889-90.   \n[14]冷希圣.肝移植时代如何看待门静脉高压症的断流手术[J].中国 现代普通外科进展,2007,10(1):1-4.   \n[15]冷希圣.肝移植时代门静脉高压症治疗策略[J].中国实用外科杂 志,2009,29(5): 373-6.   \n[16]Orozco H，Mercado MA,Martinez R，et al. Is splenectomy necessary in devascularization procedures for treatment of bleeding portal hypertension?[J].Arch Surg,1998,133(1): 36-8.   \n[17] Voros D,Polydorou A,Polymeneas G,et al. Long-term results with the modified Sugiura procedure for the management of variceal bleeding: standing the test of time in the treatment of bleeding esophageal varices[J].World J Surg,2012,36(3): 659-66.   \n[18]杨 威，胡虞乾,莫瑞祥.门静脉高压症脾切除贲门周围血管离断 术后早期门静脉血栓形成的预测[J].中华普通外科杂志,2010,25 (9): 710-2.   \n[19]杨镇.选择性贲门周围血管离断术的发展与手术技巧[J].中国 实用外科杂志,2009,29(5):450-1.   \n[20]杨镇．选择性贲门周围血管离断术的解剖基础和操作要点[J]. 外科理论与实践,2006,11(3):188-9.   \n[21]王东,栗光明，朱继业，等.保脾断流术治疗门静脉高压症上消 化道出血的疗效分析[J].中国普外基础与临床杂志,2013,20(1): 29-32. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    }
]