[
    {
        "type": "text",
        "text": "First complete fossil Scleropages (Osteoglossomorpha) ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ZHANG Jiang-Yong MarkVHWILSON² ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1KeyLaboratoryofVertebrateEvolutionand HumanOriginsofChineseAcademyofSciences,InstituteofVertebrate Paleontology and Paleoanthropology,ChineseAcademy of Sciences Beijing 10oo44,China zhangjiangyong@ivpp.ac.cn)   \n(2DepartmentofBologicalSciences,UniversityofAlbertaEdmonton,AlbertaT6G2E9,Canad,andDepartmentof Biology,Loyola University Chicago,USA) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Anew species of osteoglossid fish,Scleropages sinensis sp.nov.,is described from the Early Eocene Xiwanpu Formation in Hunan and the Yangxi Formation in Hubei, China.The new species was atributed to Scleropages,an extant genus of Osteoglossidae,because it very closely resembles the genus in skull bones,caudal skeleton,the shape and position of fins,and reticulate scales.The new fish is very similar to extant Scleropages except: the nasals do not appear to be ornamented; the sensory pore in the antorbital is large;the posterior infraorbitals are not quite covering the dorsal limb of the preopercle; the posteroventral angle of the preopercle is produced to point; the posteroventral margin of the opercle is concave and the ventral end of the bone is produced to a point; the pectoral fin is very long and extends well behind the beginning of the pelvic fin; the vertebral count is about 46-48; the parapophyses are shorter and the upper and lower caudal rays are nearly as long as the inner rays.The new fish is closer to its Asian neighbor, $S _ { \\cdot }$ （204号 formosus,than to its southern relative,S.leichardti.Scleropages formosus inhabits natural lakes, swamps,flooded forests,and slowly moving,deep parts of rivers with overhanging vegetative cover.It is a carnivorous fish and its food consists mainly of insects,fishes,worms,small amphibians,small mammals,and even birds.S.sinensis may live in the same natural environment and have a similar diet except for the largest items.Sexual dimorphism may exist in $S _ { \\cdot }$ sinensis. The presumed male has a slimmer and shallower body,a relatively larger head,and a deeper mouth cleft. The discovery of Scleropages sinensis sp.nov. dates the divergence of Scleropages and Osteoglossum to no later than the Early Eocene. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key WordsHunan,Hubei, China;Early Eocene; Xiawanpu Formation; Yangxi Formation; Osteoglossidae ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation Zhang JY,Wilson MVH,2017.First complete fossil Scleropages (Osteoglossomorpha). Vertebrata PalAsiatica, 55(1):1-23 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Scleropages, an extant genus of Osteoglossidae, is a freshwater fish with a transoceanic distribution in Southeast Asia and Australia. It has four species, S. formosus (Müeller and ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Schlegel, 1844) and S. inscriptus (Roberts, 2012) distributed in Sumatra, Kalimantan, Peninsular Malaysia, Thailand,and Cambodia, S. jardinii (Saville-Kent,1892) and S. leichardti (Günther,1864) in Australia and New Guinea.Pouyaud et al. (20o3) described three closely related new species of Scleropages by coloration, molecular data and morphometric characters, but these new species were questioned and regarded as synonyms of S. formosus by Kottelat and Widjanarti (2005) and Roberts (2012).Pouyaud et al. (2003) also designated a neotype for S. formosus in their redescription of this species.Martien et al. (2013) thought the designation to be unnecessary because the types are still extant. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Asian arowana (Scleropages formosus), known as the dragon fish, is one of the most prized and expensive aquarium fishes in the world. Some Asians believe that the arowana brings them good luck and fortune and even believe this fish can cast out evil spirits. This custom is still current in Thailand, China (Taiwan and Hong Kong),and Japan in spite of the fact that the fish was listed in the first appendix as in the highest class of protected fishes by the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES). At present, captive-bred dragon fish (F2 Generation) may be traded. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Fossil Scleropages are known from the Maastrichtian of India (Hora,1938;Rana,1988; Kumar et al.,20o5; Nolf et al.,2008), the Maastrichtian/Late Paleocene of Africa (Taverne,2009), the Paleocene of Europe (Taverne et al.,2O07), the Eocene of Sumatra (Sanders,l934; Forey and Hilton,2010), the Oligocene of Australia (Hils,1934,1943; Unmack,2001).All of these earlier records are scales,otoliths and isolated fragments of bones.Here we report the frst skeletons of fossil Scleropages from Lower Eocene strata in Xiangxiang, Hunan Province and Songzi, Hubei Province, China. Some specimens are complete and well preserved.A local farmer in Xiangxiang first collected the specimens and sent them to IVPP (Institute of Vertebrate Paleontology and Paleoanthropology, Chinese Academy of Sciences),and later, Li Chun from IVPP obtained a beautiful specimen (the holotype) from a farmer in Songzi. Zhang Miman of IVPP recognized these specimens first and then encouraged and advised the first author of this paper to study the specimens (including one piece from Xiangxiang sent by Song Changqi, a senior geologist), as she often helps young researchers to study the specimens in her care.Thereafter, the first author of this paper and his colleagues from IVPP collected tens of specimens of the fish along with other fishes during three field seasons, one in Xiangxiang and two in Songzi. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The specimens from Xiangxiang were found in gray-black shale of the lacustrine Xiawanpu Formation consisting predominantly of greenish, blue-gray claystone and grey-black shale, greyblack paper shale, with marlstone lenses.The geological age of the Xiawanpu Formation was considered to be Eocene or probably somewhat later (Liu et al.,1962; Cheng,1962),or Early Eocene to early Middle Eocene (ECSLC,1999).In addition to osteoglossds,some other fishes (Cheng,1962) including“Osteochilus” hunanensis (originally described as a cyprinid fish by Cheng (1962) and later revised to Amyzon hunanensis,a catostomid,by Chang et al. in 2001), Aoria (a genus of bagrid catfishes), Tungtingichthys (Perciformes),and Cyclurus (Amiidae, Chang et al.,201O),as well as ostracods,and plants were also found in the formation. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The Songzi specimens including the holotype were collected in the Yangxi Formation which is $1 0 0 { - } 1 5 0 \\ \\mathrm { m }$ in thickness and contacts conformably or disconformably with the underlying Paomagang Formation and the overlying Pailoukou Formation. The Yangxi Formation comprises shallow lacustrine deposits consisting of finely laminated mudstones and siltstones. Tons of slabs of fosil fishes (most are Jianghanichthys,a cypriniform fish) were unearthed by farmers and commercial collectors. Up to now, many vertebrate fossils have been found in this locality including the osteoglossid Phareodus songziensis (Zhang, 2003),Jianghanichthys (Liu et al.,2015),catfishes,perciforms,two rail-like birds Songzia heidangkouensis and S. acutunguis (Hou,199o; Wang et al.,2012),and a pantodont mammal Asiocoryphodon cf.A. conicus (Chen and Gao,1992). In addition, the oldest known primate was found in the same formation near this locality (Ni et al.,2O13). Other fossils seen in the locality are ostracods,gasteropods,charaphytes, spores and pollen. The age of the strata is EarlyEocene (ECSLC,1999). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Material and methods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The specimens studied are deposited in the collection of Institute of Vertebrate Paleontology and Paleoanthropology (IVPP), Chinese Academy of Sciences. The comparative materials of extant Scleropages (S. formosus, IVPP V OP 80; S. leichardti, IVPP V OP 81) were bought at a fish market in Beijing and are also deposited in the IVPP. Scleropages jardini and S.inscriptus were not found in Beijing fish market. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 Systematic paleontology ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "TeleosteiMuller,1846 Osteoglossomorpha Greenwood et al., 1966 Osteoglossidae Bonaparte, 1832 Scleropages Günther, 1864 Scleropages sinensis sp. nov. (Figs. 1-5,7) ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Etymology The specific name refers to China where the specimens were found. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Holotype IVPPV13672.2,a complete skeleton. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Referred specimens IVPPV 12749.1-8,V12750,V 13672.1,3. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Locality and horizon Specimens V 13672.1-3 and V 12750 are from Songzi County, Hubei Province, China; Yangxi Formation,Lower Eocene. Specimens V 12749.1-8 are from Xiangxiang,Hunan Province, China; Xiawanpu Formation, Eocene. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "DiagnosisA fossil species of Scleropages different from the extant species of the genus in: nasals not appearing to be ornamented, sensory canal exposed in prominent groove on nasals,supraorbital sensory canal enclosed in bone on frontal only for middle third of its length,unornamented posterior portion of parietal is only 1/4 of length rather than $2 / 3$ ， commissure in extrascapular tubes rather than passing through parietals, pterotic thicker in lateral portion,sensory pore in antorbital larger than in extant species, posterior infraorbitals not as large as in extant species and not quite covering dorsal limb of preopercle and their width to height ratio about 0.75 rather than 1-1.2, preopercle posteroventral angle produced to point, unlike condition in the extant species, posteroventral margin of opercle concave and ventral end of bone produced to point, supracleithrum recurved, dorsal process of cleithrum long and strong, pectoral fin very long and extending well behind beginning of pelvic fin, vertebrae about 46-48, parapophyses shorter, neural spine on U1 partly doubled,upper and lower caudal rays nearly as long as inner rays. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4 Description ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The body of the fish is fusiform in adults,with median fins posteriorly positioned and pelvic fins in abdominal position. Skul bones are thick and squamation is heavy. The standard length of the largest specimen is $1 7 5 ~ \\mathrm { m m }$ ,that of the holotype is $1 4 0 ~ \\mathrm { m m }$ ，and that of the smallest is $7 8 ~ \\mathrm { m m }$ . Unless otherwise indicated, the following description is based on the holotype (Fig.1),which is the best-preserved example. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Cranium The bone interpreted as the probable dermethmoid has an elongate, spearpoint shape, with a pointed anterior end and a long, tapered posterior end (Fig. 4). The nasals are large and suture in the midline along the anterior half of their length, but are separated by the tapered frontals posteriorly. The nasals are not noticeably ornamented,unlike the condition in extant Scleropages formosus (Taverne,1977:fig.73) and S. leichardti (IVPP dried skeleton). Also unlike the condition in the two extant species of Scleropages examined,the sensory canal appears to be exposed in a prominent groove in the fossil species. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The frontal is similar in shape and ornamentation to that of extant species of Scleropages (Taverne,1977:fig.73; IVPP dried skeleton of S. leichardti). It is long and subrectangular, with an anterior embayment for the reception of the nasal,and a posterior sinuous suture with its opposite member. In proportions it is slightly shorter and wider than that of S. leichardti and more like that of S. formosus.The lateral margin is embayed to conform to the medial margin of the dermosphenotic.Paralel to the lateral margin,the sensory canal is enclosed in bone for the middle third of its length,while being exposed in deep grooves for the anterior and posterior thirds of its length in the frontal.In S. leichardti and S.formosus,incontrast, the canal is enclosed in bone to or almost to its entry into the nasal. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As in other species of the genus,the parietal is subrectangular and sutures with its opposite at the midline and with the pterotic laterally.The surface of the anterior three-quarters of the bone is sculptured, while the posterior quarter lies at a lower level, beneath the canalbearing extrascapulars,and is not sculptured.Length-to-width proportions of the parietal are about 2:3,similar to those of S. formosus but unlike the 1:1 ratio seen in S. leichardti. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The external portion of the pterotic is a little larger and thicker than it is in extant species of Scleropages. The anterior half of the bone,lateral to the parietal, is sculptured and bears the temporal sensory canal in an open groove, whereas it is a simple tube in S. formosus (Taverne, 1977:fig. 73). The epiotic, supratemporal and supraoccipital are not visible in the available specimens. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/a4ab4c3948b90df56586bcd1c8f5378bfa0a71a8e37934023579582c926ac5b6.jpg",
        "img_caption": [
            "Fig.1Scleropages sinensis sp.nov.,holotype (IVPPV13672.2) in left lateral view Abbreviations: a.f.anal fin; c.f. caudal fin; d.f. dorsal fin; p.f. pelvic fin; pec.f. pectoral fin "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/6ca6320e9e1ed435b3eedcc6e5084fb5b1848ccd4841ce269c4f4262391d6122.jpg",
        "img_caption": [
            "Fig.2Scleropages sinensis sp.nov.,acomplete fish (IVPPV13672.3a) in right lateral view "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Scleropages sinensis appears to have its extrascapular sensory commissure carried within tubular ‘extrascapulars' situated dorsal to the unsculptured area of the parietals, rather than passing directly through the parietals as seen in extant species of Scleropages (Taverne, 1977:fig.71). In both fossil and extant species,the canal is carried in paired extrascapular tubes between the previously mentioned bones and the posttemporals. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The orbital portion of the parasphenoid is toothless, moderately broad,and parallel-sided (V12749.5).The remainder is covered by infraorbitals in available specimens. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The circumorbital series (Fig. 4) is composed of six bones: an antorbital, four infraorbitals and a dermosphenotic.A supraorbital is absent.The antorbital, infraorbitals 1,3 and 4,and the dermosphenotic are all prominently sculptured, while infraorbital 2 is not preserved wel: enough for assessment of its sculpture. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/9446c16cf74b6b54d9ce9c12bacf6f08c3f9c896646a56a6e57c579af438c393.jpg",
        "img_caption": [
            "Fig.3 Scleropages sinensis sp. nov. A.a complete fish (IVPP V12749.4) in left lateral view,B.acomplete fish (V12749.2) in left lateral view, C.a skull (V 12749.7a),D.a caudal skeleton (V 12749.8) "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The antorbital is polygonal, making contact with the dermopterotic posterodorsally, the frontal and parietal dorsomedially,and the first infraorbital ventrally.The concave anterior and orbital margins are free. The shape is similar to that of S. formosus (Taverne,1977:fig. 71). Dorsally the circumorbital sensory canal enters the antorbital via a short,broad groove, then passes through the bone in a tube, entering the first infraorbital where a large pore communicates with the exterior. In S. formosus as illustrated by Taverne (1977:fig.71), the later pore is small and the canal is completely enclosed in bone throughout its length.The antorbital in Osteoglossum bicirrhosum (Taverne,1977:fig.42) is more tubular and parallel-sided and unornamented; in S. leichardti (IVPP dried skeleton) it is also less polygonal but is ornamented. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The first and the second infraorbitals are narrow and tubular. The first is slightly expanded,longer,and more ornamented than the second, but the latter is not well preserved. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/dc9097d7f354f0905f7b8a3bc4c09e6a59d3f9d2084819f48c9e7bd6d2cab970.jpg",
        "img_caption": [
            "Fig.4Scleropages sinensis sp. nov., skull as preserved in holotype,left lateral view Abbreviations:an.angular;ant.antorbital; br. branchiostegals; de.dermethmoid; den.dentary; dsph.dermosphenoid; enp.endopterygoid; fr.frontal; hm.hyomandibula;iol-4.first to fourth infraorbitals; mx. maxilla; na. nasal; op.opercle; pa. parietal; pas. parasphenoid; pmx. premaxilla; pop. preopercle; pto.pterotic; ptt. posttemporal; qu. quadrate; rar. retroarticular; scl. supracleithrum "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The two posterior infraorbitals (third and fourth) are very large but do not quite reach the size of those in extant Scleropages and Osteoglossum,in which they extend posteriorly to the articulation of the opercle,completely concealing the dorsal end of the preopercle and covering the posterior suspensorium. In S. sinensis there is a narrow gap through which the dorsal limb of the preopercle may be seen.The two posterior infraorbitals have a ratio of width to height of about 0.75, compared to about 1.0-1.2 in the two extant species of Scleropages. The two bones are nearly equal in size,like those in extant Scleropages but differing from those in Osteoglossum,in which the lower one is much larger than the upper. The infraorbital sensory canal is carried in a tube near the orbital margin of both posterior infraorbitals,with only a single small pore opening externally near the anteroventral end of the third infraorbital, as in the specimen of S. formosus figured by Taverne (1977:fig.71).In O. bicirrhosum the pore is much larger and directed posteroventrally into a large groove (Taverne,1977:fig. 42). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The complete or near-complete enclosure by infraorbitals of the cheek posteroventral to the orbit is considered to be a synapomorphy of Osteoglossidae by Li and Wilson (1996) and Hilton (2003). Among early osteoglossomorphs,this character is found only in Paralycoptera. Accordingly, Paralycoptera was considered to be closely related to or included within Osteoglossidae by different authors (Chang and Chou,1977; Ma and Sun,1988; Jin et al., 1995; Zhang, 2002). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The dermosphenotic is large, thick, sculptured,and approximately triangular. It bears the infraorbital canal internally near its posterior margin. The canal emerges from the posterodorsal corner of the dermosphenotic,where it enters the frontal to join with the supraorbital sensory canal near the anterior end of the posterior sensory groove of the frontal. In S. formosus the canal also joins within the frontal, but within a bone-enclosed tube.In V12749.5 there is a suggestion of a branch in the infraorbital canal within the dermosphenotic,but the course of this branch cannotbe detailed. Taverne (1977:fig.71) did not show any branching within the dermosphenotic. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "JawsThe premaxilla is small, approximately triangular, and sculptured. It bears a blunt ascending process in its anterior half.There are seven teeth on the left premaxilla of the holotype, the anterior three teeth being much larger than the posterior ones.The number of teeth on the premaxilla of extant Scleropages has been counted differently, 4-5 by Ridewood (1905),3-5 by Kershaw (1976),and 11 by Taverne (1977). In the four specimens of extant Scleropages that we examined, this number is 6-8,a condition agreeing with that of S. sinensis. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The maxilla is long and slender,and takes an angle of about $4 5 ^ { \\mathrm { { \\circ } } }$ with the long axis of the fish when the mouth is closed.It extends posteriorly nearly to the level of the mandibular articulation and ends wel behind the posterior margin of the orbit.The posterior end is slightly expanded and downturned, especially immediately posterior to the marginal teeth. Ornament is present all along the external surface but is most prominent at the anterior and posterior ends. As in all living osteoglossomorphs, there is no supramaxilla. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The maxilla bears 40 conical teeth in an external row in the holotype,a resemblance in number with S. formosus and a difference from S. leichardti, in which the teeth number about 35 (IVPP dried skeletons). The teeth decrease in size steadily from anterior to posterior. Here and there,a few smaller teeth seen behind and between these marginal teeth might represent replacement teeth. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The mandible is also very long,makes a $4 5 ^ { \\mathrm { { o } } }$ angle with the long axis of the fish, lacks a distinct coronoid process,and consists of three bones: dentary,angulo-articular, and retroarticular. The dentary forms the great majority $( 3 / 4 )$ of the length of the mandible. Anteriorly, the dentary curves medially to meet its opposite at a shallow symphysis.As for the premaxilla, the anterior five or six teeth of the dentary are much larger than the posterior ones. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "As in extant Scleropages (Taverne,1977:fig. 71),the angulo-articular is relatively small, articulates with the quadrate as seen in lateral view,and the posterior tip of the retroarticular is visible laterally posterior to the quadrate articulation.Both dentary and angulo-articular bear longitudinal ridges on their lateral surfaces. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The mandibular sensory canal extends the length of the dentary and angulo-articular within a canal, with one pore located near the ventral end of the suture between the angulo articular and dentary,as in S. formosus (Taverne,1977:fig. 71) and three more pores evenly spaced and opening onto posteriorly directed grooves more anteriorly in the dentary, as in $S .$ （2 formosus and S. leichardti (IVPP dried skeletons). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Palato-quadrate arch The toothed palato-ectopterygoids are preserved in V 12749.5, in which both have a row of uniform-sized small teeth on their lateral margins. On the right one can be seen more medially an area of much smaller teeth. Both conditions are matched in extant S. formosus (Taverne,1977:fig. 83) and S. leichardti (IVPP dried skeleton). According to Taverne (1977:134-135), the anterior end of this bone in S. formosus includes the fused dermopalatine,with the autopalatine ossified only in the largest,oldest individuals.We were unable to confirm these details in S. sinensis. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The entopterygoid in extant species of Scleropages is triangular, a single row of large conical teeth existing on the medial edge,and fine denticles covering the remainder of the surface.The detailed shape is not seen in the fossls of S.sinensis,but part of the medial row of large teeth on the right entopterygoid is visible in the holotype.These teeth are larger posteriorly than anteriorly,and each is curved slightly ventrolaterally, as in S. leichardti (IVPP dried skeleton).In V12750 the medial row and more lateral denticles are visible in cross section.The metapterygoid, symplectic,and most of the quadrate are covered by the posterior infraorbitals in available specimens,although the quadrate and symplectic are exposed in inner view in V12750. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Hyoid arch and branchiostegalsOnly a very small part of the hyomandibular can be seen in the holotype. The tip of a bone protruding from beneath the anterior margin of the fourth infraorbital in the holotype might be the entopterygoid process of the hyomandibular as characteristically seen in extant osteoglossids,but it seems rather too stout. On the other hand, it is not oriented appropriately to be identified with the basipterygoid process of the parasphenoid, which might be expected to occur in the same area of the fossil. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A small triangular hypohyal, most of the anterior ceratohyal and basihyal are seen in V 12749.5.There are 9 slender,acinaciform branchiostegal rays in the holotype,and at least two broad, spatulate ones. In S. formosus,Taverne (1977:fig. 84) illustrates 9 acinaciform and 7 spatulate branchiostegals; thus we might estimate that S. sinensis had a similar number, perhaps 16 in total, given that only two spatulate branchiostegals are preserved. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Opercular seriesThe preopercle is similar but not identical to that in the extant species of Scleropages. The upper limb is not completely covered by posterior infraorbitals as it is in the extant species of the genus (Taverne,l977:fig.71). The dorsal limb tapers uniformly dorsally, as far as can be seen,and is about twice as long as the ventral limb.The latter is bluntly rounded anteroventrally. The posteroventral angle of the preopercle is produced posteriorly to a point,located immediately below the ventral extremity of the opercle. This last feature is not seen in the preopercles of extant species of Scleropages but is met with in a more extreme form in some African osteoglossiforms such as Chauliopareion Murray and Wilson, ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "2005,and Singida as redescribed by Murray and Wilson (2005). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The preopercular sensory canal in S. sinensis has features typical for osteoglossids. The canal is open ventrally beneath a long,horizontal shelf. On the shelf,and dorsal to it, the preopercle is sculptured, but ventral to it the surface of the preopercle is smooth.From the posterior end of this shelf to the dorsal end of the vertical limb,the preopercular canal is enclosed in bone beneath the anterior edge of the exposed portion of the bone,except for a single,large pore at about half the height of the preopercle. This pore opens posteriorly from the main canal into a prominent groove directed posteroventrally. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In other osteoglossids the relative height of this single pore varies,but essentially the same feature is seen, where preservation permits,in many genera of Osteoglossidae and Notopteridae including extant species of Scleropages and fossil taxa such as Phareodus and Musperia (e.g., Taverne,1977,1978). Arapaima and Heterotis do not exhibit the shelf and single large pore, showing instead a bone-enclosed canal opening via pores,while the condition in Pantodon is perhaps somewhat intermediate (Taverne,1978). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The opercle in S. sinensis is large and nearly semicircular in shape,but differs from that in the extant species of Scleropages and Osteoglossum in having its ventral end produced to a point and its posteroventral margin concave. The opercle is also prominently sculptured except for its anterior margin and dorsal extremity.The opercle in the holotype has a height of $2 4 ~ \\mathrm { m m }$ and a maximum width,at right angles to the anterior edge, of $1 3 ~ \\mathrm { m m }$ .The hyomandibular facet is located at a height of $1 9 \\mathrm { m m }$ from the ventral end, judging by the arrangement of ornamental ridges on the external surface.The subopercle and the interopercle are not visible. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Appendicular skeletonThe pectoral girdle is partially seen in the holotype and in V 12749.8.The posttemporal is a forked bone with the dorsal limb longer than the ventral one. The lateral line runs near the ventral margin of the bone and probably goes into the trunk scales directly, without passing through the supracleithrum,as in the living osteoglossids. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The supracleithrum is strap-like dorsally and broadens ventrally; it is recurved rather than following a uniform curve as seen in extant species of Scleropages. In Osteoglossum the bone broadens ventrally but is not recurved (Taverne,1977).A small postcleithrum is present and lies medial to the junction between the supracleithrum and cleithrum. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The cleithrum is best exposed in specimen V 12749.8, in which it is seen to have a long dorsal limb of uniform width,terminating dorsally in a long,rod-like process. In contrast, the cleithrum of extant species of Scleropages (Taverne,1977:fig. 86; IVPP dried skeletons) has only a smaller, acuminate dorsal extremity, much shorter and more slender than that of $S$ sinensis.The coracoid, scapula,and mesocoracoid have not been seen. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Four proximal pectoral radials that support the pectoral rays except for the first ray can be recognized in the holotype, with the first thick and stout and the others becoming small posteriorly ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The pectoral fin (Figs. 1,3C) is very long and extends well behind the beginning of the pelvic fin, a difference from the extant species of Scleropages where it does not reach the beginning of the pelvic fin. In the holotype the longest rays are $4 7 \\mathrm { m m }$ long,whereas the pelvic fin originates $3 5 \\mathrm { m m }$ posterior to the origin of the pectoral fin. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The pectoral fin contains seven rays, resembling that of S. formosus rather than $S$ 号 leichardti where the fin has eight rays (IVPP dried skeletons); all rays are branched and segmented except the first one which is exceptionally thick and unbranched, though segmented. Adjacent to the base of the smallest ray there is a claw-shaped bone. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The pelvic girdle and fin are very small. The pelvic fn originates slightly closer to the anal fin than to pectoral fin. The pelvic bone (seen in V 12749.8) is short and flat. There appear to be six pelvic fin rays,all branched but the first, a condition agreeing with that of $S .$ leichardti and differing from S.formosus which has five fin rays in specimens examined. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Dorsal and anal finsBoth dorsal and anal fins are rounded in outline and located posteriorly. The dorsal fin is smalland originates posterior to the origin of anal fin,opposite the middle of the anal fin. In the holotype there are two short procurrent dorsal rays,the second one segmented, followed by one full-length unbranched ray,and 11 branched rays, the last one apparently double, for a total of 12 principal rays. Fourteen short dorsal pterygiophores can be counted,matching the fin rays one-to-one. Other specimens (V 12749.1,2) may have slightly more principal rays,12-15 in available specimens,with 14-17 pterygiophores. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The anal fin is much larger than the dorsal fin, with three very small, unsegmented procurrent rays and 22 principal rays, supported by 23 anal pterygiophores in the holotype, and 21-24 anal pterygiophores in other specimens (V 12749.1,4). This resembles the condition in $S .$ （2 formosus and differs from that in S. leichardti, in which 28 principle fin rays are present. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Vertebral column and caudal fin There are 46-48 vertebrae in available specimens, of which in the holotype about 22 are abdominals and 24 are caudals including the two ural centra.This number is much less than in extant osteoglossids and agrees more with that of early osteoglossomorphs such as Kuntulunia and Xixiaichthys (Zhang,1998, 2004). The first three centra are covered by the opercle. The centra are slightly deeper than long. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The first four neural spines are paired and the remainder anterior to the dorsal fin are fused into a single element. In extant Scleropages and Osteoglossum,this condition varies, neural spines being fused beginning with the third in S.formosus and with the eighth in O. bicirrhosum (e.g.,Taverne,1977:108,147). Parapophyses are difficult to see but appear (V 12749.8) to be much shorter than in extant Scleropages,Osteoglossum,and Phareodus (Li et al.,1997) and even shorter than in most early osteoglossomorphs (Zhang and Jin,1999; Zhang,1998,2004). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "There are 22 pairs of pleural ribs, which extend to the ventral margin of the trunk, except for the last pair, which is only about half the length of the more anterior ones. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Long, slender epineurals are present, their proximal ends not fused with the neural arches. The last epineural is related to the second vertebra following the last abdominal vertebra. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Some 22 long, slender supraneurals are seen in specimen V 12749.8,anterior to the dorsal fin and lying at a shallow angle to the long axis of the body so that each one overlaps the dorsal end of one or two neural spines. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The caudal skeleton (Figs.3D,5) is very similar to that of the extant species of ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Scleropages with a couple of exceptions. Unfortunately, these details can only be seen in a single specimen of S. sinensis (V 12749.8). The caudal skeletons in the two examined extant species of Scleropages (Fig. 6) display important differences, each resembling that of $S$ sinensis in some ways but not in others. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Three neural and haemal spines in S. sinensis are lengthened to support the caudal fin rays; these haemal spines gradually thicken posteriorly. The first preural centrum bears a complete neural spine, while in some specimens of S. leichardti the centrum bears two. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The first ural centrum (U1) appears to have two incompletely fused neural spines,with the first complete and the second one shorter. The second ural centrum (U2) is fused with the proximal ends of hypurals 3-5. There are six hypurals. Hypural 1 is very deep and does not reach U1 proximally.Hypural 2 is less than half the width of the first and either articulates with or is fused to the centrum as in extant species of Scleropages. Hypurals 3 through 5 are fused proximally and fit tightly together distally.A rod-like bone dorsal to hypurals 3-5 is probably the sixth hypural. Just above this bone,a similarly shaped bone is interpreted here as fused uroneurals (see Hilton,2oo3,for discussion of this unusual feature of osteoglossiforms). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In S. leichardti, centrum U1 supports three hypurals in every specimen available to us, a very unusual situation for a teleostean fish. The first two of these hypurals are fused to each other proximally but separated distally,and the combined first two hypurals do not reach U1. In contrast, both S. formosus and $O$ 、bicirrhosum have the more usual situation of two lower hypurals, the first not reaching U1 and the second joins it. ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/8567b7c43ddc9effe44ad6db3d91598b82031e6b52970daf9523ada47cdcb07d.jpg",
        "img_caption": [
            "Fig.5Scleropages sinensis sp.nov.,caudal skeleton,IVPPV12749.8 Abbreviations: H1-6.hypurals 1-6; hsPU1,4.haemal spines on PU1,4; nsPU1,4. neural spines on PU1,4; nsU1.neural spine on U1; PU1,4. preural vertebrae 1,4; U1,2.ural centra 1,2; un.uroneural "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The greatly enlarged first hypural in S. sinensis seems deep enough to correspond to the two partially fused hypurals of extant S. leichardti specimens.This hypural is as deep as the first two (of three lower) hypurals in S. leichardti.However, we do not see any evidence of a division into two hypurals in this specimen. The occurrence in S. sinensis of two incompletely separated neural spines on U1 might suggest an origin by fusion of centra. However, the neural spine of S. leichardti specimens examined by us is not doubled, whereas they have an extra lower hypural. Additional specimens showing the caudal skeleton of S. sinensis and a study of the development of the caudal skeleton in S. leichardti could be very informative in light of these findings. ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/03bd0a2fcd0aa6ed46d191e24aa91608be059e835ffc4c0ee74af6143fac4c04.jpg",
        "img_caption": [
            "Fig. 6Caudal skeletons of Scleropages formosus (A,IVPPVOP 80) and S.leichardti (B,IVPP VOP 81) Abbreviations: H1-6.hypurals 1-6; hsPU1,5.haemal spines on PU1,5; nsPU1,5. neural spines on PU1,5; nsU1.neural spine on U1; PU1,5.preural vertebrae 1,5; U1,2.ural centra 1,2;un.uroneural "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/3faf61398174094a8f4c767264e0cef950eb3ab0045f8810372f6f1b4be47435.jpg",
        "img_caption": [
            "Fig.7Scleropages sinensis sp.nov.,scales,IVPPV13672.3a "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The caudal fn is rounded. There are l6 principal caudal rays,the first and the last being unbranched and almost as long as the remaining rays,whereas in living species of Scleropages and Osteoglossum, the upper and lower rays are only half the length of the innermost ones.One or two procurrent rays are present anterior to the principal rays. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Squamation The scales are ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "large (Figs.2,7),cycloid, oval,and exhibit the reticulate pattern, involving small units called squamules, typical of osteoglossids (Fig. 8). The external surface of the scale shows circuli in the basal portion and granular ornamentation in the apical area. The squamules (Gayet and Meunier,1983) are rhombic, polygonal, or irregular in shape. The mesial surface of each squamule may be smooth or bear 1-25 rounded,raised tubercles,each of which has a minute transversal-pore (Jolly and Bajpai, 1988) at its center. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The lateral line (Fig.2) runs just below the vertebral column and the scales along the lateral line number about 24,a similar number to that in S. formosus and 10 scales fewer than is seen in S. leichardti (IVPP specimens). ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/fe9dd16004ed05c27daa61aa130b4695767215680fe6b71ad40b907972a86f9c.jpg",
        "img_caption": [
            "Fig.8Scales of Osteoglossum bicirrhosum (A) and Scleropages formosus (B) "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "5 Discussion ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The new fish found in Hubei and Hunan provinces of China very much resembles Scleropages in skull bones,caudal skeleton, the shape and position of fins,and reticulate scales (Fig. 9). Therefore, it must belong to the genus. Scleropages has four species, two in Australia and New Guinea (S. jardinii and S. leichardti) and the other two in Asia (S. formosus and S.inscriptus). S. jardinii and S. leichardti are very similar to each other, while S. formosus and S. inscriptus are nearly identical except the latter has complex maze-like markings on circumorbitals,opercular series and scales.For this reason and because specimens of the other two species were not available to us, only S. leichardti and S. formosus were used as representatives of extant Scleropages for comparison study. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The new fish is very similar to S. leichardti and S. formosus,except: the nasals do not appear to be ornamented; the sensory canal is exposed in prominent groove on the nasals (unless a preservational artifact); the supraorbital sensory canal is enclosed in bone on the frontal only for middle third of its length; unornamented posterior portion of the parietal is only 1/4 of its length rather than $2 / 3$ ; the commissure is in extrascapular tubes rather than passing through the parietals; the pterotic is thicker in its lateral portion; the sensory pore in the antorbital is larger than in the extant species; the two posterior infraorbitals are not as large as in extant species of Scleropages, not quite covering the dorsal limb of the preopercle,and their width to height ratio is about O.75 rather than 1-1.2; the posteroventral angle of the preopercle is produced to a point, unlike the condition in the extant species; the posteroventral margin of opercle is concave and the ventral end of the bone is produced to a point (in the extant species the ventral end of the opercle is not as produced and the posteroventral margin is not concave); the supracleithrum is recurved Vs uniformly curved; the dorsal process of the cleithrum is long, strong, and rod-shaped vs shorter and acuminate in the extant species; the pectoral fin is very long and extends well behind the beginning of the pelvic fin; vertebrae number about 46-48 vs ${ \\sim } 6 0$ in extant species and other Recent osteoglossids; the parapophyses are shorter; the neural spine on U1 is partly doubled; the upper and lower caudal rays are nearly as long as the inner rays (vs much shorter).Based on these differences,a new species is established, Scleropages sinensis sp. nov. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Scleropages sinensis is similar to S. formosus but different from S. leichardti in that: proportions of length to width of parietal are 2:3 vs 1:1; the antorbital proportions are similar to those in S. formosus but in S. leichardti the antorbital is not as polygonal; maxillary teeth number about 40 vs about 35 in S. leichardti; principal anal rays are 21-24 vs 28 in S. leichardti; there are two lower hypurals vs three in S. leichardti; there are 24 scales along the lateral line, vs ${ \\sim } 3 4$ inS.leichardti. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Scleropages sinensis also shares some similarities with S.leichardti but differs from S. formosus. These characters include six pelvic rays vs five in S. formosus,the first hypural very deep (as deep as the first two in S. leichardti,and unlike the slender first hypural in $S .$ formosus).Pelvic fin rays are seven in Hiodontidae, six principle plus one short in Kuntulunia and Xixiaichthys,six in Lycoptera and Asiatolepis (Zhang,2010: five in original description, but clearly six in V 11982.28a). Therefore,having more pelvic rays is likely to be a primitive condition in osteoglossomorphs. Centrum U1 supporting three hypurals in S. leichardti is a very unusual situation in teleosts. The same condition was noticed by Hilton (2003） in $S _ { \\mathbf { \\alpha } }$ jardinii ( $1 5 2 { \\mathrm { ~ m m ~ S L } }$ ）andby $\\mathrm { { X u } }$ and Chang (2oo9) in S. jardinii and S. leichardti.Hilton thought that study of more specimens was needed to confirm if this is due to ontogeny (i.e., if hypural 1 typically is composed of two elements) or is an individual variation. Although the first hypural in S. sinensis seems deep enough to correspond to the first two hypurals in S. leichardti,no evidence of a possible division into two hypurals can be seen. The caudal skeleton is usually covered by scales in S. sinensis that make it difficult to know if there is any variation in the hypural pattern. ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/6e58be668e9834ab8d14a583cd914d9cd796342204af6e744f2461349037ce3b.jpg",
        "img_caption": [
            "Fig.9Comparison between Scleropages sinensis sp.nov.(A,IVPPV 12749.1) and S.formosus (B,IVPP VOP 80), S. leichardti (C,VOP 81) "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "According to the above comparison between S. sinensis sp. nov. and the extant Scleropages,it is clear that the new fish is closer to its Asian neighbor, S. formosus than to its southern relative,S.leichardti. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The Asian arowana S. formosus is distributed in the Mekong Basin in Viet Nam and Cambodia, southeastern Thailand, Tenassarim (Myanmar), the Malay Peninsula from Sungai Golok southwards,Borneo,and Sumatra.It inhabits natural lakes, swamps, flooded forests, and slowly moving, deep parts of rivers with overhanging vegetative cover. The Asian arowana is a carnivorous fish and its food consists mainly of insects, fishes,worms, small amphibians, small mammals,and even birds. It can jump very high in the wild to get food hanging on trees. S. sinensis may have lived in the same natural environment and could have had a similar diet except for the largest items considering the smaller body size of the new fish. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Arowana are paternal mouthbrooders. The Asian arowana is not easy to sex. Scott and Fuller (1976) found no obvious external sexual differences in 170 specimens (32 were fry) they obtained in Malaya.But Suleiman (2Oo3) argued that the differences become apparent after maturity is reached at about 3-4 years of age. The determination of sex is based on the body shape and the size of the mouth cavity. Males have a slimmer and shallower body depth (while females have a more rounded body),a bigger mouth and more intense color than the females. A larger mouth and a deeper lower jaw in males are beneficial for holding more eggs and fry. These sexual differences can also be seen in S.sinensis.The holotype (Fig.1) and another fish (Fig.3A) have a slimmer and shallower body,a relatively larger head and a deeper mouth cleft. In contrast, some other individuals (Fig.2) have a more rounded body and a smaller head. This suggests a possible sexual dimorphism in S. sinensis. The deeper mouth cleft in the holotype and V 12749.4 (Fig. 3A) also suggests the possibility of paternal mouthbrooding in S. sinensis. Unfortunately, no direct evidences such as eggs and fry can be found on the fossils. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Except for Hiodon,which lives only in North America,all the other extant osteoglossomorphs are distributed in the tropical or subtropical fresh waters of southern continents.Fossil osteoglossomorphs were found from fresh water deposits (some forms, such as Brychaetus, may live in brackish water and even marine) in all the continents except Antarctica.The explanation for such a transoceanic distribution of freshwater fishes is a challenge for paleogeography and historical biogeography. Nelson (1969) argued that Africa was probably the center of the ancestral distribution of osteoglossomorphs. Greenwood (1970) and Chang and Chou (1976) supposed that East Asia might be the ancestral of osteoglossomorphs. Gayet (1987) explained the present distribution of osteoglossomorphs by a hypothetical “lost Pacifica\".Al these hypotheses failed to resolve the transoceanic distribution of the superorder Osteoglossomorpha satisfactorily.Li (1997) and $\\mathrm { { X u } }$ and Chang (2009),in contrast, suggested that the early evolution of Osteoglossomorpha occurred in Pangea. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The earliest fossil record of Osteoglossomorpha is Lycoptera (Barremian) (Swisher et al., 2002).Early osteoglossomorphs have mostly been recovered from China, but have also been found in other parts of the world, such as Chandlerichthys from North America (Cenomanian), Laeliichthys from South America (Aptian), Kipalaichthys from Africa (Cenomanian). Since Osteoglossomorpha were already widely distributed on both northern and southern continents in the Early and mid-Cretaceous,it is reasonable to suggest that the superorder originated in Pangea. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Li (1997) believed that the earliest member of the main lineages of Osteoglossomorpha had already extended their distribution to most parts of Pangea before its final break up and the recent relict distribution of the superorder resulted from extinction.Li conceived that the transoceanic dispersal and vicariance of Osteoglossomorpha did not happen after the final split of Pangea. Phareodus,a very common genus of fossil osteoglossid also seen in the same formation with S. sinensis,has been found in Pakistan, India, Sumatra (Musperia),North America and Australia.If transmarine migration never happened, a Pangea origin would be the most likely model to interpret the transoceanic distribution of Phareodus. Based on their study on molecular phylogeny of osteoglossoids, Kumazawa and Nishida (2oo0) concluded that the divergence time between Asian arowana (Scleropages formosus) and Australia arowana (S. leichardti and S. jardinii) is about l38 million years,which is close to or slightly older than the probable time of the India-Madagascan separation from Gondwanaland (120-130 Ma, Smith et al., 1994). They consequently argued that the Asian arowana originated on a part of Gondwanaland and was carried to Eurasia by the Indian subcontinent. Therefore, the transoceanic migration of Osteoglossomorpha might have occurred after the split of Pangea. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The Eocene collision of the Indian subcontinent with Asia has been accepted for a long time (Besse et al.,1984; Metcalfe,1999), but recent data support the view that terrestrial continuity between India and mainland Asia was already established by the time of the $\\mathrm { \\ K / }$ T boundary, $6 5 ~ \\mathrm { { M a } }$ ago,or probably slightly earlier (Beck et al., 1995; Jaeger et al.,1989; Prasad et al., 1994; Rage et al., 1995). The discovery of Scleropages and Phareodus from mainland Asia suggests the possibility that the genus originated in Gondwana and dispersed to Asia through the Indian subcontinent, and then Phareodus to North America via the Bering Strait.The Eocene fish fauna along the coast of the Bohai Gulf, eastern China, shows striking similarity in composition to those of the same age along the west coast of North America, demonstrating a “transpacific” distributional pattern (Chang and Chen, 2Oo0). The Arctic connection of the northern continents and the broad connection between Asia and North America in the Bering Strait area may have served as a passage for the fishes from both sides of the Pacific (Chang and Chen,20oo). With those connections between the two places, Phareodus could have dispersed from Asia to North America. Scleropages has been found in the Maastrichtian, Paleocene, Eocene and Oligocene and Phareodus was cosmopolitan in the Eocene, but their Late Cretaceous representatives were only found in southern continents.The fossil records thus seem to support the view of a Gondwanian origin of osteoglossids. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "However, a recent work (Lavoué, 2O15) rejected the Gondwanian origin of Scleropages. Lavoué reported an age CI of Scleropages ranging from 79.9 to $1 0 1 . 4 ~ \\mathrm { M a }$ ，which is significantly younger than the $( 1 3 8 \\pm 1 8 )$ Ma age inferred by Kumazawa and Nishida (2000). Recent paleogeographical reconstructions (Gibbons et al., 2013; Scotese,2014) give a latest possible age ( $\\mathrm { 1 1 5 . 0 ~ M a } ,$ ）for a direct connection of the Indian subcontinent to AustraliaAntarctica. Lavoue's result suggests that the divergence between the Sundaland-Indochina Scleropages and the Australia-New Guinea Scleropages is younger than $1 1 5 . 0 \\mathrm { M a }$ .The early divergence of Scleropages therefore occurred after the final separation between India and Antarctica-Australia. Consequently, his study rejects the Gondwanian origin hypothesis to explain the distribution of Scleropages. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "More recently, Lavoué (2016) used newly reconstructed time-calibrated phylogenetic trees based on a large dataset combining extant and fossil taxa and molecular and morphological characters to test whether the divergence of Osteoglossformes was compatible with the breakup of Gondwana.He thought that the most convincing evidence that some osteoglossomorphs may have achieved their current transmarine distribution through marine dispersal is from the genus Scleropages.Marine dispersal in Scleropages was also mentioned by Cracraft (1974), Briggs (1979) and Wilson and Murray (2008). Taverne et al. (2007) argued that Recent freshwater Osteoglossiformes generally tolerate brackish waters and sometimes enter in marine waters near the estuaries.In contrast, Lavoué (2O15） suggested that Scleropages species are highly intolerant of salt water according to the investigations of Gehrke et al. (2011) and Roberts (1978). ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The distribution of osteoglossids remains a zoogeographical enigma. Marine fossils of Scleropages or an unknown vicariance event are wanted to explain the intercontinental distribution of the genus. In such a situation, the discovery of Scleropages sinensis dates the divergence of Scleropages and Osteoglossum as at least old as the Early Eocene, which is a significant step toward solving this zoogeographical puzzle. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "AcknowledgementsWe are most grateful to Prof. Zhang Miman (IVPP) for permission to study the specimens under her care.Our best thanks are due to Mr. Xu Yong (IVPP) for drawings and to Mr. Gao Wei (IVPP) for photographs. Thanks also go to Profs. Song Changqi and Li Chun (IVPP) for collecting the specimens,to Liu Juan, Wang Min, Dong Liping, Wang Qiuyuan, Wang Zhao,Huo Yulong and Guo Yanfang (all from IVPP) for their helps in the field works,to Wang Zhao and Huo Yulong for preparing the specimens. This work was supported by the National Natural Science Foundation of China (NSFC) (Grant Nos. 91514302, 41688103,41172019, 40772019). ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "金龙鱼(Scleropages:Osteoglossomorpha)化石的首次发现",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "张江永' MarkVHWILSON²",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "(1中国科学院古脊椎动物与古人类研究所，中国科学院脊椎动物演化与人类起源重点实验室北京100044)(2 加拿大阿尔伯塔大学生物系 埃德蒙顿T6G 2E9,美国洛约拉大学生物系芝加哥)",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "摘要：金龙鱼化石的鳞片和骨骼碎片在过去时有报道，但鉴定并非十分可靠，因为在骨舌鱼科鱼类中这些鳞片和骨骼十分相似。首次记述了保存完美的金龙鱼化石，标本产于湖南湘乡下湾铺组和湖北松滋洋溪组，确立为骨舌鱼科金龙鱼属一新种：中华金龙鱼Scleropages sinensis sp.nov.。新种与现生金龙鱼(Scleropages)在头部骨骼、尾骨骼、各鳍的形状和位置以及具有网状鳞片等方面极为相似，因而归入该属。然而，新种在以下特征上不同于金龙鱼的现生种：鼻骨无纹饰，鼻骨上的感觉管显露于沟内，感觉管联合不经过顶骨，翼耳骨侧向加厚，眶前骨上的感觉孔大，眼眶后的眶下骨不完全覆盖前鳃盖骨上支，其宽高比例为0.75而非现生种的1-1.2，前鳃盖骨后下角变尖，鳃盖骨后下缘凹形、下端变尖，匙骨背突长大，脊椎46-48,椎体横突短小，胸鳍十分长大，上下两端的尾鳍条和内部鳍条等长。亚洲的现生种发现于各种河流和小溪中，比较喜欢水草茂盛的静水环境，一般游弋于表层水中，以鱼虾、昆虫等为食，新种中华金龙鱼也应该有相似的生长环境和食性。新种似具有性二形性，雄鱼体形略纤细，头部略大，口裂更深。中华金龙鱼化石的发现，说明金龙鱼属(Scleropages)和骨舌鱼属(Osteoglossum)在早始新世以前就已经分化，这对解释骨舌鱼类的跨洋分布具有十分重要的意义。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "关键词：湖南、湖北，早始新世，下湾铺组，洋溪组，骨舌鱼类中图法分类号：Q915.862 文献标识码：A 文章标号：1000-3118(2017)01-0001-23",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Beck RA,Burbank DW,Sercombe WJetal.,1995.New stratigraphicconstraintsonthecolisionofNWIndiaand Asia. Nature,373: 55-58   \nBesse J,CourtilotV,PozziJPetal.,1984.Palaeomagneticestimatesofcrustalshortening intheHimalayanthrustsand Zangbo suture.Nature,31l: 621-626   \nBriggs JC,1979.Ostariophysan zoogeography:an alternative hypothesis.Copeia,1979:111-118   \nChang M M,Chen Y Y,20oo.Late Mesozoic and Tertiary ichthyofaunas from China and some puzing patterns of distribution. Vert PalAsiat, 38(3):161-175   \nChang M M, Chou C C,1976. Discovery of Plesiolycoptera on Songhuajiang-Liaoning Basin and origin of Osteoglossomorpha. Vert PalAsiat,14(3): 146-153   \nChang MM,Chou CC,1977.On late Mesozoic fossil fishes from Zhejiang Province,China.Mem Inst Vert Palaeont Palaeoanthrop Acad Sin,12:1-59   \nChang MM,Miao D S,ChenYYetal.,20ol.Suckers (Fish,Catostomidae)from the Eoceneof China acount for the family's current disjunct distributions. Sci China Ser D: Earth Sci,44: 577-586   \nChang MM,WangN,WuFX,2010.DiscoveryofCyclurus (Aminae,Amidae,Amiformes,Pisces)from China.Vert PalAsiat, 48(2): 85-100   \nChen Q,GaoQ,1992.The discoveryofAsiocoryphodon conicus in YangxiFormation on the northwestmarginof Jianghan Basin and its stratigraphic significance.Acta Petrolei Sin,13(2):127-129   \nCheng CG,962.Fosilfishes fromtheEarly TertiaryofHsianghsiang,Huan,withdiscussionofageof the Hsiawanpu Formation. Vert PalAsiat, 6(2): 333-348   \nCracraft J,1974.Continental drift and vertebrate distribution.Ann Rev Ecol Syst,5: 215-262   \nEditorial Commitee of StratigraphicalLexiconofChina (ECSLC),999.StratigraphicalLexiconof China-TheTertiary. Beijing:Geological Publishing House.1-166   \nForeyPL,HiltonEJ,010.Twonew Tertiaryosteoglosidfishes (Teleostei: Osteoglossomorpha)withnotesonthe history of the family.In:EliottDK,MaiseyJG,Yu Xetal.eds.Morphology,PhylogenyandPaleobiogeographyofFossil Fishes.Munich: Friedrich Pfeil. 215-246   \nGayet M,1987.Consideraciones preliminare sobre la paleobiogeografiade les Osteoglossomorpha.IV Congreso Latinoamericano de Paleontologia,Bolivia,1: 379-398   \nGayetM,MeunierF,98.EcaillsactuelesetfoilesdOsteoglossiformes (Pisces,Teleostens).CRAcadSci,airs,97: 867-870   \nGehrkePC,heaves MJBosetoDetal.,Ol.VulnerabilityoffreshwaterandestuarinefsheriesinthetropicalPacificto climate change.In:BellJD,Johnson JE,HobdayAJeds.Vulnerabilityof Tropical Pacific Fisheries and Aquaculture to Climate Change.Nouméa,New Caledonia: Secretariat of the Pacific Community.577-646   \nGibbons A D, Whitaker JM,MullerR D,2013.The breakupofEast Gondwana: assimilating constraints from Cretaceous ocean basins around India into a best-fit tectonic model. JGeophys Res,118: 808-822   \nGreenwood P H,1970.On the genus Lycoptera and its relationships with the family Hiodontidae (Pisces, Osteoglossomorpha). Bull Br Mus (Nat Hist), Zool,19: 259-285   \nGuntherA,1864.Onanew generic typeoffishes discoveredbythe late Dr.Leichardtin Queensland.Ann Mag NatHist Ser 3,14(81): 195-197   \nHills E S,1934.Tertiary fresh water fishes from southern Queensland.Mem Queen Mus,10:157-174   \nHills E S,1943.Tertiary freshwater fishes and crocodilianremains from Gladstone and Duaringa,Queensland.Mem Queen Mus,12: 96-100   \nHiltonEJ,2Oo3.Comparativeosteologyndpylogeneticsystematicsoffosilandlivingoytongue fishes (Actiopterygi, Teleostei, Osteoglossomorpha). Zool JLinn Soc,137: 1-100   \nHora SL,1938.Onsome fosilfish-scales from the intertrappean beds atDeothan and Kheri, Central Provinces.Rec Geol Surv India,73: 267-294   \nHou LH,1990.An Eocene bird from Songzi,Hubei Province.Vert PalAsiat,28(1): 34-42   \nJaegerJJ,CourtilotV,TapponnierP,989.Paleontologicalviewof theagesoftheDeccanTraps,theCretaceous/rtiay boundary,and the India/Asia collision. Geology,17: 316-319   \nJinF,ZhangJY,Zhou ZH,1995.Late Mesozoic fish fauna from western Liaoning,China.VertPalAsiat,33(3):169- 193   \nJoll A,Bajpai S,1988.Fosil Osteoglossdae from the Kalakot Zone (Middle Eocene): implications for palaeoecology, palaeobiogeography and correlation. Bul Indian Geol Assoc,21: 71-79   \nKershaw DR,1976.Astructuraland functional interpretationof the cranial anatomy in relations to the feding of Osteoglossoid fishes and aconsideration of their phylogeny. Trans Zool Soc London,33:173-252   \nKotelat M, Widjanarti E,2Oo5.The fishesof Danau Sentarum National Park andthe KapuasLake Area, Kalimantan Barat, Indonesia. Raffles Bull Zool Supp,13:139-173   \nKumar K,RanaR S,Paliwal BS,2Oo5.Osteoglosidand lepisosteid fishremains fromthePaleocenePalanaFormation, Rajasthan,India.Palaeontology,48: 1187-1209   \nKumazawa Y,Nishida M,2ooo.Molecular phylogenyofosteoglossoids: anew modelforGondwanian originand plate tectonic transportation of the Asian Arowana. Mol Biol Evol,17(12): 1869-1878   \nLavoué S,2015.Testing a time hypothesis in the biogeographyof the arowana genus Scleropages (Osteoglossidae). J Biogeogr,42: 2427-2439   \nLavoue S,2016.Was Gondwanan breakup the causeof the intercontinental distributionof Osteoglossiformes?A timecalibrated phylogenetic test combining molecular,morphological,and paleontological evidence.Mol Phylogenet Evol, 99: 34-43   \nLiG Q,1997.NotesonthehistoricalbigeographyofOsteoglossomorpha (Teleostei).In:JinDineleyeds.Proceedingsofthe 30th International Geological Congress,12. Zeist, Netherlands: VSP International Science Publishers.54-66   \nLi G Q,Wilson MVH,1996.PhylogenyofOsteoglosomorpha.In: Stiassny MLJ,Parenti LR,Johnson GD eds. Interrelationships of Fishes.New York:Academic Press.163-174   \nLi G Q,GrandeL,Wilson MVH,1997.The species of tPhareodus (Teleostei: Osteoglosidae)fromtheEoceneof North   \n22 America and their phylogenetic relationships.JVert Paleont,17: 487-505 Liu J, Chang MM, Wilson M VH etal.,2015.A new familyof Cypriniformes (Teleostei, Ostariophysi) based on a redescriptionoftJianghanichthys hubeiensis (Lei,977)fromtheEoceneYangxiFormationofChina.JVertPaleont,   \n35:6,e1004073,doi: 10.1080/02724634.2015.1004073 Liu T S,Liu HT,Tang X,1962.A new percoid fish from South China.Vert PalAsiat, 6(2): 121-127 MaF Z,SunJR,1988.Jura-Cretaceous ichthyofaunas from SankeyushusectionofTonghua,Jilin.ActaPalaeontSin,27(6):   \n694-711 MartieJP,Oijen V,SanciaETetal.,2013.The typesofOsteoglossumformosum Muler&Schlegel,840(Teleostei, Osteoglossidae). Zootaxa, 3722: 361-371 Metcalfe I,1999.Gondwana dispersion and Asian accretion: an overview.In: Metclfe Ied. Gondwana Dispersion and Asian Accretion.Rotterdam:A.A.Balkema.9-28 Muler J,1846.Onthestructureandcharactersofthe GanodeiandonthenaturallasificationoffshSciMem,4:499558 Muller S,Schlegal H,1844.Beschrijving van een’ nieuwen Zoetwater-visch van Borneo,Osteoglossum formosum. Verhandlingen over de Natuurlijke Geschiedenis der Nederlandsche Overzeesche Bezittengen, 2:1-7 Murray AM,Wilson MVH,2005.Descriptionof anew Eoceneosteoglossid fishandadditional informationon†Sindiga jacksonoides Greenwood and Patterson,1967 (Osteoglossomorpha), with an assessment of their phylogenetic relationships. Zool JLinn Soc,144: 213-228 Nelson G J,1969.Infraorbital bones and their bearing on the phylogeny and geography of osteoglosomorphs.Am Mus Novit,2394: 1-37 NiXJ,DanielLG,MarianDetal.,2013.Theoldestknown primate skeletonandearlyhaplorhine evolution.Nature,498:6, doi: 10.1038/nature12200 Nolf D,Rana R S,Prasad G VR,2008.Late Cretaceous (Maastrichtian)fish otoliths from the Deccan Intertrappean Beds, India: arevision.BullInst R Sci Nat Belg,Sci Terre,78: 239-259 Pouyaud L,Sudarto,Teugels G G,2O03.The diferent colour varieties of the Asian arowana Scleropages formosus (Osteoglossidae) are distinct species: morphologic and genetic evidences. Cybium,27(4): 287-305 Prasad GVR,Jaeger JJ,Sahni Aetal.,1994.Eutherian mammals fromthe Upper Cretaceous (Maastrichtian)intertrappean beds of Naskal,Andhra Pradesh,India.J Vert Paleont,14: 260-277 Rage JC, Cappetta H,Hartenberger JL,1995. Collision age. Nature,375: 286 Rana R S,1988.Freshwaterfishotoliths fromthe Deccan Trapasociated sedimentary(Cretaceous-Tertiary transition)beds ofRangapur,Hyderabad District,Andhra Pradesh, India. Geobios,21: 465-493 Ridewood WG,1905.On the cranial osteologyof the fishes of the families Osteoglossidae,Pantodontidae,and Phractolaemidae.JLinn Soc Lond, Zool, 29:252-282 Roberts TR,1978.An Ichthyological Surveyof theFly River inPapua New Guinea with the DescriptionsofNew Species. Washington, DC: Smithsonian Institution Press.1-72 Roberts TR,2012.Scleropages inscriptus,anew fish species from the Tananthayi or TenassrimRiver Basin,Malay Peninsula of Myanmar (Osteoglossidae: Osteoglossiformes).Aqua Int JIchthyol,18:13-118 Sanders M,1934.Die fosilen Fische derAltertiaren Ssswasserablagerungen aus mittel-Sumatra. Verhandelingen vanhet Geologisch-Mijnbouwkundig Genootschap voor Nederland en Kolonien. Geol Ser,11: 1-144 Savile-Kent W892.DescriptionofnewspeciesoftrueBarrimundi,Osteoglosumjardinii,fromnorhernQueesand. Proc R Soc Queens,8(3): 105-108   \nScotese C R,2014.Atlas ofLate Cretaceous Maps,Paleomap Atlas for ArcGIS,Vol.2,The Cretaceous.Molleide Projection. Evanston, IL: Paleomap Project.16-22   \nScottDB C,FulerJD,976.Thereproductivebiologyof Scleropages formosus (Muller & Schlegel) (Osteoglossomorpha, Osteoglossdae) in Malaya,and the morphology of its pituitary gland.JFish Biol,8: 45-53   \nSmith A G,Smith DG,FunnellBM,1994.Atlas of Mesozoic and Cenozoic Coastlines.New York: Cambridge University Press. 1-99   \nSuleiman M Z,20o3.Breeding technique of Malaysian golden arowana, Scleropages formosus in concrete tanks.Aquac Asia, 8(3): 5-6   \nSwisherCCI,WangXL,ZhouZHetal.,2Oo2.FurthersupportforaCretaceousagefor thefeathered-dinosaurbedsofLiaoning, China: new $^ { 4 0 } \\mathrm { A r } ^ { 3 9 }$ Ar dating of the Yixian and Tuchengzi formations. Chinese Sci Bull,47(2): 2009-2013   \nTaverne L,1977.Osteologie, phylogenese et systématique des Teléosteens fossiles et actuels du super-ordre des Osteoglossomorphes,Premiere partie.Osteologie des genres Hiodon,Eohiodon,Lycoptera,Osteoglossum, Scleropages,Heterotis etArapaima.AcadRBelg,Mem Clas Sci,Collect in- $8 ^ { \\mathrm { o } }$ 2e ser, 42(3): 1-235   \nTaverne L,1978. Osteologie, phylogenese et systematique des Téléostéen fosiles et actuels du super-ordre des Osteoglossomorphes.Deuxiemepartie.OsteologiedesgenresPhareodus,Phareoides,Brychetus,Musperia,Pantodon, Singida,Notopterus,Xenomystus etPapyrocranus.AcadRBelg,Mem Clas Sci,Collct in-8-2eser,42(6):1-213   \nTaverneL,2009.On the presenceoftheosteoglosid genus Scleropages in the PaleoceneofNiger,Africa (Teleostei, Osteoglossomorpha).Bull Inst R Sci Nat Belg,Sci Terre,79:161-167   \nTaverneL,NolfD,FolieA,7.OnthepresenceoftheosteoglossidfishgeusSleropages (eleostei,Osteoglossifoes) in the continental Paleocene of Hainin (Mons Basin,Belgium).Belg JZool,137: 89-97   \nUnmack PJ,2001.Biogeography ofAustralian freshwater fishes.JBiogeogr,28: 1053-1089   \nWang M,MayrG,Zhang JYetal.,2O12.Two new skeletons oftheenigmatic,rail-like avian taxon Songzia Hou,1990 (Songziidae) from the Early Eocene of China.Alcheringa,36: 487-499   \nWilson MVH,rrayA8.Osteglosomoha:plogenyogegaydfosilcodndthegcef key African and Chinese fossil taxa.In: Cavin L,Longbotom A,Richter Meds.Fishes and the Break-upof Pangaea. Geol Soc London, Spec Publ,295:185-219   \nXu G H, Chang MM,2009.Redescription of tParalycoptera wui Chang & Chou,1977 (Teleostei: Osteoglossoidei) from the Early Cretaceous of eastern China. Zool JLinn Soc,157: 83-106   \nZhang JY,998.MorphologyandphylogeneticelationshipsofKuntulunia (Teleostei: Osteoglossmorpha).JVertPaleont, 18:280-300   \nZhang JY,2002.NewfosilosteogossomorpsfromChinaandthehylogenyofosteoglossomorpha.Ph.D.Thesis.Beijig: Graduate School of the Chinese Academy of Sciences.1-172   \nZhang JY,203.FirstPhareodus (Osteoglossomorpha: Osteoglossidae)from China. VertPalAsiat, 41(4):327-331   \nZhang JY,2004.New fossil osteoglossomorph from Ningxia, China.JVert Paleont, 24: 515-524   \nZhang JY,2010. Validityoftheosteoglossomorph genus tAsiatolepis andarevision of tAsiatolepis muroii(tLycoptera muroi).In: Nelson JS,Schultze HP, Wilson M VHeds.Origin and Phylogenetic Interrelationships of Teleosts. Munchen: Verlag Dr Friedrich Pfeil.239-249   \nZhang JY,JinF,99.ArevisionofTongxinichthysMA980(Teleostei:Osteoglossomorpha)fromtheLowerCretaceous of northern China. In: Aratia G,Schultze HPeds. Mesozoic Fishes 2-Systematics and Fosil Record. Munchen: Verlag Dr.Friedrich Pfeil.385-396 ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 22
    }
]