[
    {
        "type": "text",
        "text": "企业智库的战略定位",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "柯银斌」；马岩²清华大学技术创新研究中心北京 100083;新华社瞭望智库北京 100077摘要：［目的/意义］为中国企业智库建设提供战略定位的思维框架，有助于现有的中国企业智库进行战略调整与再定位，有助于正在创办企业智库的中国企业进行战略方案设计。［方法/过程］本文采用案例分析方法，对中外企业智库的战略定位进行梳理分析；归纳总结出企业智库战略定位的思维框架。[结果/结论］企业智库战略定位的三要素是：（1）目标服务对象，可分为创办企业及相关企业、媒体与社会大众、政府决策部门和国际组织；（2）主要功能，可分为决策支持、产业创新、咨政建言和公共外交；（3）研究领域，可从主题、时间与空间三个维度进行描述。这三个问题及其答案构成战略定位矩阵。基于战略定位矩阵可以归纳、提炼出企业智库的价值主张，或者依据价值主张设计出战略定位矩阵。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：企业智库;战略定位;智库理论研究",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：C931",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "企业智库是指由企业创办的具有智库功能的非营利的研究咨询机构，通常以企业字号为智库的字号，无论是否采取企业法人的法律形式。具体而言，判别某个研究咨询机构是否为企业智库，主要有三个维度：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1）是否由企业创办，企业智库必须是企业创办的，但企业创办的研究咨询机构不全是企业智库，例如研究开发（R&D）机构；此外，以企业法人注册的但非企业创办的智库也不是企业智库。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（2）是否具有智库功能，智库功能是指智库满足国家战略、公共政策决策的需求，主要包括咨政建言、理论创新、舆论引导、社会服务以及公共外交等。企业创办的研究咨询机构如果不具有智库功能，仅为创办企业服务，就不是企业智库。例如大多数证券公司都设有研究部门，主要从事证券投资业务的产业、市场、企业以及项目研究，仅为证券公司及其客户服务，并不具有智库的上述功能，因此就不属于企业智库。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（3）是否为营利性，营利性的研究咨询机构不是企业智库，但企业智库可以通过承接研究合同、提供咨询培训服务以及销售出版物等方式获得经营收入。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "企业智库的战略定位是指选择和确定企业智库的战略，主要涉及以下4个问题[：（1）目标服务对象（客户）是谁，作为智库，以政府决策部门或/和社会大众为服务对象是必须的，而其它服务对象是可以选择的。（2）主要功能是什么，也就是满足目标服务对象哪些方面的需求，这由企业智库自主决定，取决于其拥有的资源和能力。（3）研究领域是什么，《关于加强中国特色新型智库建设的意见》[2对企业智库的研究领域界定为：重点面向行业产业，围绕国有企业改革、产业结构调整、产业发展规划、产业技术方向、产业政策制定、重大工程项目等开展决策咨询研究。但在实践中，企业智库的研究领域更为广泛，这取决于其目标服务对象及功能。（4）价值主张是什么。以上4个问题的答案的对外表达就形成了价值主张，主要涉及愿景、使命和核心价值观：愿景是未来若干年成为什么样，是企业智库的战略目标表述；使命是企业智库存在的理由，为什么而存在；核心价值观是企业智库必须坚守的价值准则，规范和约束企业智库的制度和行为。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本文通过中外企业智库的案例分析和资料梳理，归纳总结出企业智库战略定位的思维框架，供现有的中国企业智库进行战略调整与再定位，为正在创办企业智库的中国企业进行智库战略方案设计时提供参考和借鉴。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1服务对象：企业、媒体与社会大众、政府部门、国际组织",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国特色新型智库要“以服务党和政府科学民主依法决策为宗旨”，国有及国有控股企业智库要“重点面向行业产业”。具体到特定的企业智库，应该以哪些决策部门为服务对象，这是战略定位的首要问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "总体而言，企业智库的服务对象众多，可从两个维度进行分类：一是范围，分为企业内部与外部或国内与国际；二是功能，分为咨询功能与智库功能（见表1）。但对特定的企业智库而言，可从这些服务对象中选择自己的目标服务对象，其中智库功能的选项是必须的，但具体对象是可选的。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "表1企业智库的服务对象",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/f251e174bdf03571d224b18c06cd97bedff84b2d463939b0d452ca34c7f5c340.jpg",
        "table_caption": [
            "Table 1 The service target of enterprise think tanks "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>咨询功能</td><td>智库功能</td></tr><tr><td>企业内部 （国内）</td><td>创办企业 企业分支机构 集团成员企业</td><td>媒体与社会大众 政府部门</td></tr><tr><td>企业外部 （国际）</td><td>企业客户 同行企业</td><td>媒体与社会大众 国际组织</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1企业",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "以企业为服务对象，研究者中有两种观点：一是认为企业智库理所当然地要为创办企业服务，甚是应为创办企业利益代言；二是认为企业智库不能为创办企业服务，因为个别企业的利益是私利，而智库必须为公利服务，企业智库不应该例外。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "现实中情况怎样？据笔者观察和整理，企业类服务对象主要有以下四种类型：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "一是创办智库的企业总部本身。有些企业智库定位为创办企业总部的“参谋部”，直接向创办企业总部提供战略决策的智力支持，例如中国石油集团经济技术研究院、中国民生银行研究院等；有些企业智库并不参与创办企业战略决策过程，例如法国万喜公司的企业智库----城市工厂，阿里巴巴集团的企业智库---阿里研究院等。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "二是创办企业的分支机构或成员企业。例如韩国三星经济研究院向三星集团成员企业提供知识管理服务，中国民生银行研究院为中国民生银行各分行提供经营诊断和咨询服务，阿里研究院的部分研究成果对阿里巴巴集团各项业务运营有智力支持作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "三是创办企业的重要客户。有特定与非特定两种服务方式：特定服务是指企业智库为创办企业某些特定的客户提供智力支持，银行业的企业智库大多数是这样，以此种方式贯彻落实本银行的“融资+融智”服务。例如国家开发银行研究院、中国银行国际金融研究所等；非特定服务是指企业智库通过公开发布研究报告为创办企业的非特定客户或潜在客户提供智力产品，咨询业的企业智库大多数是这样，以此种方式协助创办企业总部拓展其新业务、获取新客户。例如 IBM商业价值研究院、麦肯锡全球发展研究院等。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "四是与创办企业同行业的其它企业。这是绝大多数企业智库存在的必要条件，《关于加强中国特色新型智库建设的意见 $^ [ 2 \\rangle \\rangle$ 要求中国企业智库面向“重点行业产业”也是如此。企业智库的大部分研究成果正是以“行业发展”为主题展开的，创办企业通过企业智库的研究成果既服务于整个行业的发展，又进一步巩固自身在行业发展中的引领地位。只有极少数例外，如中信集团创办的中信改革发展研究基金会/研究院。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "值得提及的是，企业智库以上述企业为服务对象时，面临着与外部咨询公司的竞争。企业智库既要发挥自身了解本行业的优势，也可与咨询公司合作，共同提供满足企业需求的智力产品。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2媒体与社会大众",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "“舆论引导、服务社会”功能的实现，要求智库以媒体与社会大众为服务对象。智库是内容生产者和供应商，其研究成果通过媒体（自媒体、大众媒体、新媒体等）的传播，提供给社会大众。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "企业智库以媒体与社会大众为服务对象。据日本企业智库资深研究员朱炎教授介绍①，日本的企业智库非常重视媒体传播，鼓励研究员发表文章、参加电视节目，以自身的专业知识服务于社会大众。他们认为，这不仅仅有助于创办企业的品牌传播（创办企业与企业智库通常共用同一字号），而且也是创办企业履行社会责任的方式之一。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中国企业智库在这个方面有巨大的改进和提升空间。据笔者的初步调查，与研究、交流活动相比，中国企业智库的传播活动较弱。在自媒体方面，传统期刊传播方面还行，但在网络媒体方面较差。近半数企业智库（主要是国企智库）连官方网站也没有，微信、微博的传播力不及其它类型的智库。在大众媒体方面，企业智库的研究成果传播不力，导致中国智库研究者几乎忽视了企业智库的存在。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3政府部门",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "为政府决策部门提供智力支持，是所有类型智库的共同任务。其中的差别在于：（1）以哪一级政府的哪些部门为目标服务对象，中央政府还是地方政府，综合部门还是行业主管部门；（2）以政府政策决策过程的哪个环节为重点，决策前、决策中还是决策后；（3）以什么方式提供智力支持，直接的还是间接的;",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "企业智库主要以政府行业主管、经济管理部门为目标服务对象。中央企业及极少数民营企业的智库以中央政府，地方国有企业及大多数民营企业的智库以地方政府为目标服务对象。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "以政策过程中的哪个环节为重点？这取决于企业智库的研究实力和偏好。一般而言，决策前参与的较为合适，效果也较好。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "企业智库可采取多种方式为政府提供智力支持。直接方式主要有承接政府研究合同、向政府部门提供建言和方案、参加政府部门的决策咨询机构或会议以及政府部门采购智库智力产品等，间接方式主要是指通过媒体传播研究成果，引起政府部门官员的关注和重视。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "以中央政府制定五年发展规划为例，国家发展与改革委员会通常会下达研究课题给有关智库和研究机构，其研究成果成为制定规划的基础依据。企业智库也是承接课题的单位，例如国家开发银行研究院、阿里研究院等。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.4国际组织",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "这是中国企业智库目前重视不足但其重要性日益上升的一类服务对象。国际组织包括国际政府组织和国际非政府组织，其中的国际专业/标准组织是企业智库的重点服务对象。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "《关于加强中国特色新型智库建设的意见 $^ { [ } 2 ^ { ] }$ 》明确指出：中国特色新型智库是国家治理体系和治理能力现代化的重要内容，是国家软实力的重要组成部分。这就要求中国智库必须以国际组织为目标服务对象，因为国际组织及其制定的国际规则是全球治理的核心内容，国际组织是国家软实力发挥作用的重要平台。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "中国企业智库应以国际组织中的国际专业/标准组织为重点目标服务对象。国际专业组织是行业规则的制定者，国际标准组织是技术标准的制定者。企业智库或代表创办企业通过参加国际专业/标准组织、提出自己的规则/标准方案、担任有关职务、履行职责、主导规则/标准制定等方式，把中国规则/标准转化为国际规则/标准，掌握制度话语权，参与全球经济治理。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在国际组织交往方面，阿里巴巴集团及其阿里研究院有突出的表现。2016年3月23日，马云在博鳌亚洲论坛上提出世界电子贸易平台（eWTP）倡议。9月4日至5日，该倡议作为二十国集团杭州峰会工商界（B20）最重要的一项政策建议，被正式写入二十国集团领导人（G20）峰会公报。9月27日至29日，世界贸易组织（WTO）在日内瓦举办了一年一度的WTO公共论坛。阿里跨境电商研究中心主任欧阳澄参加了关于数字经济和电子商务发展的相关分论坛和研讨会。10月11日至13日，由联合国举办的第16届世界出口发展论坛在斯里兰卡首都科伦坡举行。阿里巴巴集团副总裁兼阿里研究院院长高红冰，与联合国助理秘书长兼国际贸易中心执行主任冈萨雷斯，在大会上共同发布了《中国电子商务：对亚洲企业的机遇》研究报告。12月9日，WTO在日内瓦举办“电子商务普惠发展（eCommerce for Development）”研讨会。马云视频致辞，阿里跨境电商研究中心主任欧阳澄做了《阿里巴巴电子商务实践给全球中小企业带来的机遇》的演讲。这些交往的最终目标是把世界电子贸易平台（eWTP）倡议转变为国际贸易规则。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2主要功能：决策支持、产业创新、咨政建言、公共外交",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "中国特色新型智库要具有“咨政建言、理论创新、舆论引导、社会服务、公共外交等重要功能”。换个视角看，智库的功能就是其满足目标服务对象的那些需求。“咨政建言”满足的是政府决策部门对专业知识和方法的需求，“理论创新”满足的是学术理论界对新理论和新知识的需求，“舆论引导”满足的是媒体对内容和议题设置的需求，“社会服务”满足的是社会大众对公共政策知情的需求，“公共外交”满足的是外国机构和人士对真实、全面中国的需求。因此，可以认为，智库的功能与其满足服务对象的需求是“一体两面”的，既不能脱离服务对象谈功能，也不能脱离功能谈服务对象。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "具体到企业智库，以上五项功能哪些是主要的？其重要顺序和具体内容是什么？哪些功能可以没有？还需要增加哪些功能？这些都是现实的问题，其选择与确定是企业智库战略定位的内容之一。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我们根据企业智库的案例调查和内容梳理，把企业智库的主要功能表述为：决策支持、产业创新、咨政建言、公共外交。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1决策支持",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "决策支持是企业智库满足企业类服务对象对战略经营决策所需要的专业知识和方法的需求。这类决策主要包括：总体战略的制定、新业务和新技术发展方向的确定、重大投资或并购项目的可行性判断、以及转型与变革方案设计等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "企业智库提供决策支持的主要方式有：（1）独立完成决策方案的研究与设计；（2）与企业有关部门或/和外部咨询公司共同完成；（3）仅参与决策方案的讨论和评估，不直接参与方案制定；（4）仅提供有关研究成果，供企业决策者参考。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "具体采取哪种方式，取决于创办企业与企业智库的关系设计，取决于企业智库的研究实力，也取决于所在行业的运行规则。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2 产业创新 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "理论创新是高校智库的主要功能，可以不是企业智库的功能。笔者认为，企业智库应把“产业创新”作为主要功能。首先，《关于加强中国特色新型智库建设的意见》对中国企业智库的定位和要求是“围绕国有企业改革、产业结构调整、产业发展规划、产业技术方向、产业政策制定、重大工程项目等开展决策咨询研究”，其中的大部分内容可归结为“产业创新”。其次，从中外企业智库的实践来看，许多企业智库的价值创造活动（研究、交流与传播)都是围绕“产业创新”主题的（虽然它们并没有使用这个词汇），其中的差别只是在于：（1）以哪类产业行业为范围；（2）以产业技术还是产业政策为重点；（3）以哪些产业规则、商业模式为突破口。此外，在第四次产业革命的今天，产业创新是全球商业界最为重要的话题，也是企业竞争和合作的重点领域。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "产业创新可以满足企业智库所有服务对象的需求。对企业类服务对象而言，各类决策方案如果是在产业创新思想和原则指导下制定的，则其内容的前瞻性将大大提升；对媒体与社会大众而言，企业智库基于产业创新的研究成果，必将发挥更大、更好地舆论引导和服务社会的作用；对政府决策部门而言，产业创新指导下的产业公共政策、经济治理规则将能更好推动经济发展和社会进步；对国际组织尤其是国际专业/标准组织而言，他们一直在吸收各国产业和技术创新的成果，在世界各国推广普及，造福于人类社会。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3咨政建言",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "咨政建言是企业智库满足政府决策部门对专业知识和方法的需求，这与其它类型的智库是一样的，其不同之处在于“言”的内容。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从政府决策部门来看，由于经济发展是永恒的主题，企业是市场经济的主体，企业智库提出的政策建言往往受到高度的重视。这方面应避免的问题是“过度重视”，国家经济政策必须考虑大局，不能被某个行业甚至某类企业所左右。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "关于经济社会发展战略与政策，不同类型的智库都会提出不同的政策建言。政府决策部门在广开言路的同时，应该具有甄别、选择以及组合的政策决策能力。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4公共外交 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "公共外交是一种国际交往行为，其中的参与者至少有一方是非政府组织，例如企业、高校、智库、媒体或社会组织等。公共外交的行为主体包括政府、民间组织、社会机构和团体、社会精英以及广大公众等，某国公共外交的主要内容是“通过多种方式向外国公众或政府多角度地表达本国国情，说明本国政策、解释外国对本国的不解之处，并在国际交流中了解对方的有关观点”[3]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "企业、智库都是公共外交的行为主体。笔者根据案例研究，依目标不同，把企业公共外交分为三种类型4：以实现经营战略为目标、以跨国经营活动为载体的内部公共外交；以树立良好企业品牌形象为目标、以跨国社会责任活动为载体的外部公共外交；以提升国家形象为目标、以专门公共外交项目为载体的典型公共外交。还需要补充一种：以参与全球经济治理为目标、以国际专业/标准组织为载体的高端公共外交。智库公共外交就要智库（尤其是国际事务智库）的国际化发展[5，这是由智库是战略问题与公共政策研究咨询机构所决定的。它主要有以下几种方式：（1）对外信息传播；（2）人际交流；（3）共同主办国际会议；（4）开展国际合作研究；（5）加入国际组织；（6）设立海外分支机构或共建新智库。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "因此，企业智库公共外交的核心就是企业公共外交与智库公共外交的“交集”：面向国际组织（尤其是国际专业/标准组织）的公共外交。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 研究领域：主题、时间与空间",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "服务对象界定了企业智库为谁服务，主要功能界定了企业智库满足服务对象的哪些需求，那么企业智库用什么样的思想产品提供给服务对象并实现其功能呢？这就是企业智库研究领域的选择和确定。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "依据中外企业智库的案例分析，其研究领域可以由主题、时间与空间三个维度来界定②：（1）主题是指研究对象和内容，可分为国际经济与国际政治、国民经济、行业发展、企业经营、投资项目等；（2）时间是指研究对象和内容的时间区间，可分为历史研究、现状研究和未来研究；（3）空间是指研究对象和内容的地理范围，可分为地区、国家、区域及全球等。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1研究主题：行业发展为主线，并向经济、经营两侧延伸",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "以行业发展为研究主线，是中外企业智库的共性。具体研究哪些行业呢？这是由创办企业的经营范围和服务对象所决定的。具体而言，制造、建设类创办企业在哪些行业开展经营活动，其企业智库就研究哪些行业。例如，中国石油集团经济技术研究院主要从事石油工业发展、石油科技、石油经济、石油市场、海外投资环境、政策法规等方面的趋势分析与策略研究；金融、咨询类创办企业为哪些行业企业提供服务，其企业智库就研究哪些行业。例如，IBM商业价值研究院主要围绕行业和解决方案展开研究，主要服务的行业包括：汽车、银行与金融市场、石油化工、通信、消费品、电子、能源与公用事业、政府、医疗保健与生命科学。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在开展行业研究之外，有些企业智库向宏观经济领域延伸，有些企业智库向企业经营领域延伸，还有同时向经济和经营两个领域延伸。例如，中国民生银行研究院的四大研究领域为：宏观经济、金融发展、产业发展、区域发展；国家电网能源研究院从事能源电力发展与能源经济研究、能源体制机制与政策研究、电网发展与管理决策支撑研究、企业发展与管理决策支撑研究。阿里研究院的研究主题分为：（1）微观经营层面的模式创新研究，如C2B商业模式、未来组织模式；（2）中观行业层面的产业互联网化研究，如电商物流、农村电商；（3）宏观经济层面的影响研究，如互联网对消费、投资、进出口、就业的影响等。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2时间区间：未来研究日益重要",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "人们通常认为，智库从事公共政策研究主要是现状分析与对策研究，许多智库正是这样。但这并不是全部，战略问题也是智库的研究主题，这就需要加强未来研究。目前，把未来研究列为议程的中国智库较少。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "相比其它类型的智库，企业智库更加重视未来研究。首先，在行业发展研究中，趋势分析与研究就是未来研究的一部分，这主要体现在具体的研究课题中;",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "其次，有些智库明确地把未来研究列入正式议程，例如阿里研究院的未来研究包括信息经济、新商业文明、DT 范式研究等；法国万喜公司创办的企业智库城市工厂，专门从事“创造未来的城市”研究，主题包括：（1）可持续交通；（2）城镇发展规划；（3）城市----生活与社交空间。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "企业智库很少专门进行历史研究，一般只在行业发展研究的具体课题中包括历史研究的内容。但也有例外，日本长谷工综合研究所对住宅的历史进行过专门的系统研究。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3地理范围：国际研究为常态",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "企业智库通常以创办企业的经营地域范围为地理范围开展研究工作。由于创办企业大多数已经或计划从事跨国经营活动，因此，企业智库从事国际研究应是一种常态现象。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从案例资料来看，国外企业智库的国际研究是日常议程中的内容。例如，日本富士通综合研究所以“全球化进展和日本的应对”为研究主题之一，其内容包括：以中国为中心的亚洲经济成长的未来，全球经济的动向，欧洲经济的动向，新兴市场的动向，以及日本企业的全球经营方式等。麦肯锡全球研究院的研究议程集中于三大领域：生产力、竞争力和增长。主要包括全球金融市场的演变，新兴技术对全球经济的影响，欧洲和美国的以促进增长和更新的项目改革，非洲的经济潜力，印度和中国的城市化等。地理范围超过20多个国家，行业范围达30多个行业。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "中国企业智库目前的研究地域重点在国内，虽然在具体的课题研究中涉及到外国、国际的内容，但很少将国际研究列入日常议程。在全球化背景下，跨国公司是企业生存和发展的常态，企业智库的国际研究也应为常态。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4战略定位矩阵：对象、功能与领域",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "把上述战略定位三要素（服务对象、主要功能和研究领域）组合起来，以服务对象为行、以主要功能为列、行列交叉位置填上研究领域，我们可以绘制出一个简明的企业智库战略定位的矩阵图（见表2）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "表2企业智库战略定位矩阵",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/9543598226bc0788c7f665772ea321ae461237af84bae9ef44b272a50dd1bba3.jpg",
        "table_caption": [
            "Table 2 The strategic positioning matrix of enterprise think tanks "
        ],
        "table_footnote": [
            "(注：研究领域仅选择重要且概括性的内容)"
        ],
        "table_body": "<html><body><table><tr><td></td><td>创办企业及相关</td><td>媒体与社会大众</td><td>政府决策部门</td><td>国际组织</td></tr><tr><td>决策支持</td><td>战略研究 行业研究 经营研究</td><td></td><td></td><td></td></tr><tr><td>产业创新</td><td>行业发展研究</td><td>行业/经济研究 市场趋势研究 消费者行为研究</td><td>行业政策创新 研究</td><td>行业规则研究</td></tr><tr><td>咨政建言</td><td></td><td></td><td>行业战略研究 行业规划研究 行业政策研究</td><td></td></tr><tr><td>公共外交</td><td></td><td></td><td></td><td>标准国际化研究 行业规则研究 经济治理研究</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "其中，为创办企业及相关企业提供决策支持服务，为媒体与社会大众提供产业创新研究成果，为政府决策部门提供咨政建言，面向国际组织开展公共外交，是企业智库战略定位的四项主要内容。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在实践中，战略定位的三要素之间存在相互影响的关系。服务对象的选择和确定，影响到主要功能，而服务对象与主要功能的界定决定了研究领域的选择。随着研究领域的调整与拓展，又会影响到服务对象和主要功能的界定。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "对特定的企业智库而言，无论是服务对象还是主要功能，它们都是可以选择的，对选择确定的服务对象和主要功能，往往会按其重要性排序。这个过程，就是战略定位。在此，选择与排序的原则是至关重要的，这主要取决于创办企业的动机和目的，以及企业智库自身发展的资源能力状况。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5价值主张：愿景、使命和核心价值观 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "战略定位三个问题的答案，经过归纳、提炼之后，就可以形成对外表达的价值主张。其主要内容涉及愿景、使命和核心价值观。愿景是指未来若干年后将会是什么样的，是企业智库的战略目标表述；使命是企业智库存在的理由，为什么而存在；核心价值观是企业智库必须坚守的价值准则，规范和约束企业智库的制度和行为。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "以下介绍若干企业智库的价值主张陈述。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.1愿景",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "中国石油集团经济技术研究院：到2020 年，将初步建成世界一流的综合性国际能源公司智库，在国家能源政策制定和中国石油集团决策支持体系中进一步发挥核心引领作用，在国内外能源行业享有更高声誉和影响力。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "中国三星经济研究院（SERIChina）继续遵循SERI严格的研究方法和为社会做贡献的使命，努力成为中国经济和商业研究领域最受尊敬和最有影响力的智囊库。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "国家电网能源研究院：到2020年，建成国内领先、国际知名的企业高端智库；到2025年，建成国际一流的能源行业智库与企业智库。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "阿里研究院：DT（DataTechnology）时代的智库平台。我们秉承开放、分享、透明的互联网精神，基于前瞻的理念与洞察，强大的数据驱动力，丰富的案例积累，致力于成为新经济、新治理领域的智库与智库平台，包括：数据开放平台、专家网络与智库平台。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "中国民生银行研究院：通过整合全行研究力量和外聘专家，构建高水平研究团队，打造“学术交流平台”，建设、发展成为在国内外具有较强影响力的有中国特色、民生银行特点的国际一流新型智库。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.2使命",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "中国石油集团经济技术研究院：力争通过3-5年的努力，建设成为集团公司、股份公司把握内外部环境，研究制定竞争对策和发展战略的“参谋部”，集团公司、股份公司谋划全局性重大战略问题的研究中心，国内外石油石化信息资源开发中心，经济和技术信息的对外交流与合作中心。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "中国三星经济研究院：通过对中国经济和商业进行严谨、富有创造性和实用的知识创造活动，致力于成为推动中国经济、社会和公司持续增长的领先智囊库。国家电网能源研究院：围绕能源电力行业及企业的发展战略、规划、管理、体制机制、政策等相关问题，开展战略研究、政策分析、辅助决策和咨询评估工作。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "中国民生银行研究院：服务于中国民生银行董事会的科学决策和全行业务的科学发展，并为全行构建“融资 $^ +$ 融智+融商 $+$ 网融”四轮驱动业务模式提供有力支撑，致力于持续提升中国民生银行的软实力和影响力。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "麦肯锡全球研究院：帮助在商业，公共和社会各界的领导人对全球经济的发展有更深的了解，并提供一个事实基础，有助于对关键管理人员的决策和政策问题做决定。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.3核心价值观 ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "国家电网能源研究所：突出特色、创新驱动、开放合作、质量取胜、品牌引领。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "中国民生银行研究院：勤勉、包容、明志、致远。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "富士通综合研究所：顾客本位、独自能力、重视社员、与社会的和谐。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在实践中，企业智库可能先形成价值主张，然后再进行战略定位。总之，战略定位与价值主张的关系是具体与抽象的关系，密不可分。如果两者脱节，价值主张就成为一个口号，战略定位就是无根之木。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The Strategic Positioning of Enterprise Think Tanks ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Ke Yinbin1 Ma Yan² ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "lResearch Center for Technological Innovation, Tsinghua University, Beijing 100083   \n2Liaowang Institution under Xinhua News Agency, Beijing 100077 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] This paper provides a strategic positioning framework for Chinese enterprise think tank construction, contributes to strategic adjustment and reorientation of the existing Chinese enterprise think tanks,and helps Chinese enterprises which set up enterprise think tanks designing strategic plans. [Method/process] This paper combed and analyzed the strategic positioning of Chinese and foreign enterprise think tanks by the case analysis method, and summarizedthestrategicpositioningframeworkofenterprisethinktanks. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[Result/conclusion] The three elements of strategic positioning of enterprise think tanks are as follow.First, the service target can be divided into enterprises which set up the think tank and its related enterprises,the media and the public，government decision-making departments and international organizations. Second， the main function includes decision support, industry innovation, political consultation and suggestion,and public diplomacy.Third,the research area can be described from three dimensions: theme,time and space. Three questions and answers mentioned above constitute the strategic positioning matrix. Based on the strategic positioning matrix,we can summarize and refine the value proposition of enterprise think tanks,or design the strategic positioning matrix according to the value proposition. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Keywords: enterprise think tankstrategic positioningtheoretical research on think tanks 参考文献 ",
        "page_idx": 8
    }
]