[
    {
        "type": "text",
        "text": "Energy coupling mechanisms of MFS transporters ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xuejun C. Zhang,\\* Yan Zhao, Jie Heng, and Daohua Jiang ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "NationalLaboratoryofacromolecules,NationalCenterofProteinScience-Bjing,nstituteofBiophysics,ChinseAcademy of Sciences,Beijing,China100101 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received 13 May 2015;Accepted 28 July 2015 DOI:10.1002/pro.2759 Published online 3 August 2015 proteinscience.org ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Major facilitator superfamily (MFS)is a large class of secondary active transporters widely expressed across allife kingdoms.Although a common 12-transmembrane helix-bundle architecture is found in most MFS crystal structures available,a common mechanism of energy coupling remains to be elucidated. Here,we discuss several models for energy-coupling in the transport process of the transporters,largely based on currently available structures and the results of their biochemical analyses.Special attention is paid to the interaction between protonation and the negative-inside membrane potential.Also,functional roles of the conserved sequence motifs are discussed in the context of the 3D structures.We anticipate that in the near future, a unified picture of the functions of MFS transporters will emerge from the insights gained from studies of the common architectures and conserved motifs. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: : MFS transporters; energy coupling mechanisms; membrane potential; motif A ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MFSTransporters ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Major facilitator superfamily (MFS) is the largest class of secondary active transporters and is present in cells across all life kingdoms.1 So far,over 15,000 genes have been identified as encoding MFS transporters.² For example, $2 5 \\%$ of prokaryotic transporters belong to the MFS family,’ whereas in the human genome,genes coding for at least 11o MFS proteins have been identified.4 One of the defining features of transporters is that they commonly use the electrochemical potential of one substance,for example,from ATP hydrolysis (for primary active transport）or an ion gradient(for secondary active transport),to drive the transport of another substance (i.e., the substrate).Many MFS transporters utilize proton-motive force(PMF) to drive the transport process.5,6 In such cases, an MFS transporter often consumes one proton to transport one molecule of an electroneutral substrate.Thus,MFS transporters appear to be more energy-efficient in terms of the stoichiometric ratio of substrate to protons, compared to the other major class of active transporters, the ATP-Binding Cassette(ABC）transporters.The ABC transporters consume two ATP molecules (equivalent to about 6 protons） per transport cycle. On the basis of transport direction of the substrate relative to that of the driving substance,MFS transporters can be classified into symporters,antiporters,and,in case of a driving substance being absent, uniporters.Considering the countless types of molecules that a cell encounters during its lifespan,the number of transporter genes is quite small. Therefore， many transporters have to accommodate numerous types of ligands,and such poly-specificity islikely to be a common property of MFS transporters.7,8 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/2c6d2ef846b82514910de7d42e694c5aa07bfb87cfb76bfa5037dd759ee2a12d.jpg",
        "img_caption": [
            "Figure1.Representative crystal structuresof MFStransporters.LacY/1PV7,GlpT/1PW4,FucP/3O7Q,and YajR/3WDOare showninribbondiagrams.Cavityhelicesarecoloredinblue,rockerhelices incyan,andsupporthelicesaswellastheamphipathic helices $\\scriptstyle \\alpha 6 - 7$ in golden. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This review discusses common energy-coupling mechanisms in MFS transporters,and uses PMFdriven electrogenic transporters as an example. Many parts of the discussion are,however,applicable to other types of secondary active transporters. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Two Major Conformations of the MFS Transporter ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "An alternating access mechanism for substrate transport was proposed by Jardetzky in 1966 for transporters.9 According to this mechanism,a transporter differs from a channel molecule in that a transporter does not open simultaneously to both sides of the membrane,whereas a channel molecule may. Thus,a transporter often has two major conformations, namelythe inward-facingconformation $( \\mathbf { C } _ { \\mathrm { I n } } )$ and the outward-facing conformation $\\mathrm { ( C _ { O u t } ) }$ ,in which the substrate is accessible to the cytosol/cytoplasmic and periplasmic/extracellular space,respectively.Such a large conformational change not only drives the substrate transport,but may also permit the transporter to transduce signals.10 The key question that is associated with the alternating access model and remains unanswered to this day is as to how external drivingenergy is coupled mechanistically to the physical conformational change of the transporter. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Analysis of crystal structuresofMFStransporters,for example,LacY (PDB ID:1PV7),11 GlpT/ 1PW4,12 FucP/3O7Q,13 and YajR/3WDO,14 revealed that these proteins possess a 12-transmembrane (TM) helix core consisting of two pseudo symmetrical domains,namely the N-domain (TMs 1-6) and the C-domain (TMs 7-12)，and indeed have two major conformations,that is,the $\\mathbf { C } _ { \\mathrm { { I n } } }$ and $\\mathbf { C _ { \\mathrm { { O u t } } } }$ states (Fig.1).Between the two domains there is a central cavity serving as both the binding site and transport path for the substrate.An MFS transporter usually consists of four,pseudo-symmetrical, three-helix repeats.15 The first helix in each repeat (i.e., TMs 1, 4,7,and 10) contributes to the formation of the cavity,and is thus referred to as the cavity-helix. The second helix in each repeat (i.e., TMs 2,5,8,and 11) is usually long and curved, possessing a banana-like shape.Together, these four helices form the side walls of the central cavity, and are referred to as rocker-helices,to indicate the fact that they are directly involved in inter-domain conformational changes. The third group of helices (i.e., TMs 3,6, 9, and 12）are located at both ends of the longest dimension of the TM core.They usually do not directly contribute to the formation of the cavity. However,they do contact the lipid bilayer,thus being involved in hydrophobic mismatch interactions with the surrounding membrane,16 and are referred to here as support-helices.On average，the TM region of support-helices are usually about one-turn shorter than that of the other two groups.17 Thus, during the major conformational change,supporthelices are likely to move less than the other two groups of helices do,relative to the membrane.In order to specify the membrane-related position of a given residue,the membrane-embedded part (about 20 residues or five helix turns)of each TM helix are divided into five regions,and are numbered as 1-5 starting from the periplasmic side (not from the Nto C- termini of the TM helix) (Supporting Information Fig.S2 in Ref.17).For example, TM7.3 depicts the central region of TM7.The pseudo symmetrical architecture is a major structural feature of MFS transporters and forms the bases of our understanding of energy-coupling mechanisms. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "On the bases of available crystal structures of MFS transporters,a rocker-switch hypothesis of the conformational change between the two major states, $\\mathbf { C _ { \\mathrm { { O u t } } } }$ and $ { \\mathrm { C } } _ { \\mathrm { I n } ; }$ ，was proposed, representing the mechanism behind the alternating access model suggested earlier.12 According to this mechanism,each the Nand C-domains maintain their structures as approximate rigid bodies and change their relative positions,18 allowing the central cavity to access the cytosol side of the membrane in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state,and to the periplasmic side in the $\\mathbf { C } _ { \\mathrm { { O u t } } }$ state.Nevertheless, rigid-body rotation based conformational change is not the only probable mechanism.Other types of non-MFS transporters may have different ways of using the alternating access mechanism.19 The rocker-switch mechanism has been investigated for MFS transporters that were solubilized in detergent. Forexample, double electron-electron resonance (DEER) has been used to monitor changes of interdomain distances on both the periplasmic and cytosol side of the TM core,for example,in the sugar- $\\cdot \\mathrm { H } ^ { + }$ symporter LacY from Gram-negative Escherichia coli2o and in the drug $\\cdot \\mathrm { H } ^ { + }$ antiporter LmrP from Gram-positive Lactococcus lactis.21 In these experiments,changes occurring at the inter-domain distance on the two sides of the membrane are often correlated reciprocally.Further, results from studies on chemical modifications, such as Cys-scanning (e.g., in $\\mathrm { L a c Y ^ { 2 2 , 2 3 } } .$ ),dicyclohexyl-carbodiimide (DCCD）reaction,and PEGylation (e.g.,in $\\mathrm { M d f A } ^ { 2 4 } ,$ ，also support the notion of a rocker-switch mechanism.Therefore, the “rocker switch\"-like conformational alternation is a well-established mechanism that links the pseudo symmetry of the MFS structure to the alternating access mechanism of general transporters. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Energy Sources Driving Conformational Changes of MFS Transporters ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Applying the rocker-switch model dictates that an MFS transporter functions by cycling its conformation between the two major states.From an enzymological point of view, the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ conformation can be considered as the ground state of a PMF-driven,electrogenic,MFS transporter;and the $\\mathbf { C } _ { \\mathrm { { I n } } }$ conformation can be considered as the excited state (Fig.2). Transition from the ground state to the excited state is energized by protonation inside the central cavity, whereas thetransition fromtheexcited statebackto the ground state is more or less automatic,being drivenby conformational energy stored in the excited state.A key question associated with the rockerswitch mechanism is how the two common functions of an MFS transporter are coupled,namely the protonation(or binding of other ions）and conformational alternation between the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ and $\\mathbf { C } _ { \\mathrm { { I n } } }$ states. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "It is commonly accepted that in order for the MFS transporter to transport a substrate sustainably against its own concentration gradient (i.e., $\\Delta \\mu _ { \\lbrack \\mathrm { S } ] } \\ \\stackrel { \\mathrm { d e f } } { = }$ $R T \\mathrm { l n } ( \\mathrm { [ S ] _ { R } } / \\mathrm { [ S ] _ { L } } ) > 0$ ， where subscripts “L” and $\\mathbf { \\hat { \\rho } } ^ { \\mathrm { * } } \\mathbf { R } ^ { \\mathfrak { P } }$ stand for the loading and releasing states), external driving energy is essential.In addition,in the case of a charge-carrying substrate moving against the membrane potential, the electrochemical potential of the substrate (including an extra electrostatic energy term）must be compensated by an opposing term from the external driving energy. The total external energy of a PMF-driven transporter is $\\Delta \\mu _ { \\Psi } + \\Delta \\mu _ { \\lbrack \\mathrm { H } + \\rbrack } + \\Delta \\mu _ { \\lbrack \\mathrm { S } \\rbrack } ,$ 5and should be equal to the change of Gibbs free energy $\\cdot \\Delta G$ ，i.e.the negative value of the heat released to the environment) of the transport cycle.This free-energy change is necessarily to have a negative value according to the Second Law of thermodynamics.Within the total energy, the part of $\\left| \\Delta \\mu _ { \\Psi } + \\Delta \\mu _ { \\mathrm { [ H + ] } } \\right|$ is considered to be the driving-energy,and $\\Delta \\mu _ { \\mathrm { [ S ] } }$ is the result of the transport cycle.In other words,part of the external driving-energy is used to move the substrate against its own electrochemical potential,and the rest is converted to heat.Thus,energy efficiency of the transport cycle may be defined as $\\Delta \\mu _ { \\mathrm { [ S ] } } / \\vert \\Delta \\mu _ { \\Psi }$ $+ \\Delta \\mu _ { \\lbrack \\mathrm { H + } ] } \\vert$ $( < 1 )$ .At the micro-scale,an MFS transporter functions similarly to Maxwell's Demon (in Theory of Heat,1871),who senses a specific type of molecules (substrates）and opens a gate for them allowing a movement of the substrate against its concentration gradient.The entropy of the substrate decreases during the transport process, at an expense of part of the driving energy being converted to heat.The total entropy increases to satisfy the Second Law of thermodynamics. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/45ec56301546a8e393bc4cd593d11b4307963bb20c4d75c4a3d24855cc05c4fe.jpg",
        "img_caption": [
            "Figure 2.Schematic diagram of the transport cycle of MFS protein. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Despite of this simple thermodynamic notion, the nature of the mechanism behind this energycoupling process has to this day remained a mystery. Specifically,how does the binding of a 1-Da proton drive the large conformational change of a $5 0 \\mathrm { - k D a }$ transporter such as MFS.Figure 3 shows energy diagrams for both a symporter and an antiporter (also see Appendices A and B for detailed discussion on energy terms).For any step of an isothermalisobaric transport cycle,a positive term of $\\Delta G$ must be coupled to a negative term(s),to keep the sum of $\\Delta G$ negative. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/4da8a07017537b38e8f7907a80ccc2f772b7ccf0bb4fc76ff7a2f01013604b45.jpg",
        "img_caption": [
            "Figure 3.Schematicdiagramoftheenergylandscapeof MFStransporters.A:Electrogenicantiporter.B:Symporter.C:ElectroneutralantiporterThefree-energylandscapeplotdescribesthethermodynamicrelationshipbetweendiferentstates,without atention to kinetic isses.Theplotmustsatisfy the Firstand Second Lawsofthermodynamics.Horizontalines represent states.Tiltedlinesrepresenttransitionsbetweenstates.Transitionsassociatedwiththeprotonare indicated inblue,thosewith the substrate in red,and those with $\\Delta \\Psi$ in green. Subscripts L,R,D,and E stand for energy terms associated with loading, releasing,differential binding,and elastic,respectively. $\" | > 0 \"$ and $\" 0 > \"$ stand for the $\\mathsf { C } _ { \\mathsf { I n } ^ { - } } \\mathsf { t o } \\mathsf { - C } _ { \\mathsf { O u t } }$ and $\\mathsf { C } _ { \\mathsf { O u t } } { - } \\mathsf { t o - } \\mathsf { C } _ { \\mathsf { I n } }$ conformationalchanges,respectively.Inprinciple,sincethetransportprocesscycles,choiceof thestartingpointisarbitrary.Inthis sense the starting and ending states are identical,only being difered by the release of heat $( \\boldsymbol { \\mathsf { Q } } )$ during one transport cycle. Thus,theend state mustbe belowthestarting state.Neighboring states maybecoupledtightly.Insuchacase,theirsequentialordermaybearbitrary.Localyanytransitionofpostive△GmustbedrivenbyaneighboringtransitionofanegativeG. (Also see Appendices). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The $\\Delta G$ terms associated with chemical concentrations deserve some explanatory notes.The free energy change of a substrate, $\\Delta \\mu _ { \\mathrm { [ S ] } }$ ，can be divided into three terms: $\\Delta G _ { \\mathrm { L } } ( S )$ ，associated with substrate loading; $\\Delta G _ { \\mathrm { D } } ( S )$ ，what we call differential-binding energy between the loading and releasing states; and $\\Delta G _ { \\mathrm { R } } ( { \\bf S } )$ ，associated with substrate releasing. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "$\\Delta G _ { \\mathrm { L } } ( { \\sf S } )$ determines how easily the substrate may bind to the transporter (e.g.,from the periplasm for a PMF-driven symporter)；and $\\Delta G _ { \\mathrm { R } } ( { \\sf S } )$ determines how easily the substrate may be released from the transporter (e.g.,into the cytosol for a PMF-driven symporter).Both $\\Delta G _ { \\mathrm { L } } ( { \\bf S } )$ and $\\Delta G _ { \\mathrm { R } } ( { \\bf S } )$ vary with the concentrations of the substrate on the two sides of the membrane,and may be coupled with energy termsof protonation/deprotonation. In contrast, $\\Delta G _ { \\mathrm { D } } ( { \\sf S } )$ does not change with the substrate concentrations on either side of the membrane,and thus isan intrinsic property of the transporter. In principle, $\\Delta G _ { \\mathrm { D } } ( { \\bf S } )$ is experimentally measurable (see Appendix C).A negative $\\Delta G _ { \\mathrm { D } } ( { \\bf S } )$ would indicate that the substrate-carrying conformational change from the loading state to the releasing state is thermodynamically favored,and thus it contributes in part to the driving force of the transport.The complex of the drug- $\\cdot \\mathrm { H } ^ { + }$ antiporter MdfA with its substrate $\\mathrm { T P P ^ { + } }$ seems to fit this scenario24 [see Fig. 3(C)]. There,substrate binding stabilized the substratereleasing state more than the substrate-loading state.In contrast,if $\\Delta G _ { \\mathrm { D } } ( { \\bf S } )$ is positive,the binding affinity is higher in the loading state than in the releasing state.It may favor substrate loading and/ or releasing.Yet,in this case,external energy inputs are required to drive the conformational change,to overcome the positive $\\Delta G _ { \\mathrm { D } } ( { \\bf S } )$ . The results of studies of the complex of the sugar- $\\cdot \\mathrm { H } ^ { + }$ symporter LacY with its substrates seem to fit this scenario2o [see Fig. 3(B)].There, substratebindingstabilizedthe substrate-loading state.Similar discussions can also be made for the proton associated free energy terms (i.e., $\\Delta \\mu _ { \\mathrm { [ H + ] } }$ etc.). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Asacorollary of the above discussion,formation ofan intra-molecular hydrogen-bond(H-bond) (ora salt-bridge bond)within the transporter may stabilize a particular state of the transport cycle,but cannot be a driving force for thermodynamic cycle of the transport.In fact,the same H-bond must break later in the process,and the energy released from the H-bond formation has to be paid back from other sources.Nevertheless,such short-term energy gains may influence the kinetics,for example the rates,of individual step(s). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "ProtonationandMembranePotential ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Membranepotential-drivinghypothesis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The plasma membranes of all living cells usually carry an electrostatic membrane potential $( \\Delta \\Psi )$ of typically ${ \\sim } 1 0 0 \\mathrm { - } \\mathrm { m V }$ magnitude.If effective monovalent ions that generate this membrane potential were uniformly distributed in a region of Sth fraction of the membrane thickness on each side of the membrane, the required ion concentration would be estimated to be $\\delta ^ { - 1 }$ millimolar. For example,if the membrane thickness were $3 0 \\mathring { \\mathrm { ~ A ~ } }$ and the ionic region were 3-A thick (i.e., $\\delta = 0 . 1$ )，the effective ion concentration would be $1 0 ~ \\mathrm { m } M$ ,avalue that is biologicallyrelevant. Such an ionic distribution is equivalent to O.O2 standard charges (i.e., the charge of an electron or a proton）per $1 0 0 0 \\mathring { \\mathrm { A } } ^ { 2 }$ (an area value of the cross section of a typical membrane protein).Therefore,the membrane potential is a macroscopic physical property of the membrane.It is produced by fast Brownian motions of charge-carrying particles.Such clouds of charges on both sides of the membrane can be described best using an average-field hypothesis, which treats fast moving charges as a continuous distribution， especiallywhen consideringtheslow motions of the major conformational changes of a typical transporter. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Why is membrane potential important for PMFdriven transporters? From an energetic point of view, for a $\\scriptstyle 1 0 0 - { \\mathrm { m V } }$ membrane potential,the free energy of transferring a proton across the membrane $\\scriptstyle ( \\Delta \\mu _ { \\Psi } = \\ F \\Delta \\Psi )$ ，where $F$ is the Faraday constant）is about $- 4 R T .$ In comparison,for a $\\Delta \\mathrm { p H }$ of 0.6, corresponding free energy of transferring one proton $( \\Delta \\mu _ { \\mathrm { I H + } } ) { = } - 2 . 3 R T \\Delta \\mathrm { p H } )$ is about $- 1 . 4 R T .$ Some MFS transporters that function under alkaline $\\mathsf { p H }$ conditions may even perform transport under a negative (i.e.，acidic-inside) $\\Delta \\mathrm { p H }$ .25 In addition, $\\mathrm { \\ p H \\ 7 . 6 }$ (the typical $\\mathrm { \\tt { p H } }$ inside a bacterial cell) is equivalent to ${ \\sim } 1 5$ effective free protons per $1 { \\cdot } | \\mu \\mathbf { m } ^ { 3 }$ volume, suggesting that a cell is necessarily subjected to fluctuation in pH.Since electrostatic membrane potential is universal to all living cells,it would have been biochemically and evolutionarily advantageous to select in favor of utilizing the membrane potential as part of the driving force for MFS transporters.In fact, the presence of a membrane potential increases the transport rate of LacY by a factor of over 2O(see Fig.2 in Ref.26).Because the relative dielectric constant $( \\varepsilon _ { \\mathrm { r } } )$ of an aqueous solvent $( \\sim 8 0 )$ is much higher than that of a protein $( \\sim 1 )$ ，the electrostatic field $( E = \\Delta \\Psi / ( \\varepsilon _ { \\mathrm { r } } d ) )$ of a membrane potential is focused on the protein part of the MFS transporter (with an effective thickness of $d < 3 0 \\mathrm { ~ \\AA ~ }$ ).In other words,in both $\\mathbf { C _ { \\mathrm { { O u t } } } }$ and $\\mathbf { C } _ { \\mathrm { { I n } } }$ states,the solvent-filled cavity of an MFS transporter does not bear a significant part of the electrostatic field.Because of this non-uniform distribution of the dielectric constants,an electrostatic field jumps between the cytoplasmic half (in the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state)and the extracellular half (in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state) of the transporter during the major conformational changes.Relative to the membrane,the positional shift of the field may be even larger than the movement of charged particle(s）within the transporter. It is the movement of the charged particle(s) relative to the electrostatic field that determines the energy levels of a transporter.It is noteworthy,however, that several reported crystal structures of MFS transporters have been presented in the so-called occludedconformation.18,27,28Althoughsucha conformation may represent a transient intermediate state of the conformational change,it is unlikely to be a stable state in the presence of membrane potential,and therefore should be treated as in vitro artifacts.If it were a stable state,the transport process would not be able to proceed. Taken together, $\\Delta \\mu _ { \\Psi }$ is a major part of the free energy input for a PMF-driven MFS transporter, especially for electrogenic transport. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/2bd95faf98ca87432074659ff3c020d783f4aa251e7398707948e6615ebf2db4.jpg",
        "img_caption": [
            "Figure 4.Membrane potential-driving hypothesis.Conformational changes driven by protonation are depicted.Directions of physical movements are shown in arrows. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "For PMF-driven transport,both a symporter and an antiporter get protonated in the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state and deprotonated in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state.In the presence of a negative-inside membrane potential,a protonated site is necessarily subjected to an inward electrostatic force.14 This force is $\\mathrm { \\sim } 5 ~ \\mathrm { p N }$ in strength (i.e., ${ \\sim } F \\Delta \\Psi / ( \\varepsilon _ { \\mathrm { r } } d ) )$ ,which is comparable with forces of typical biological events at the molecular level.29-31 Here,we propose a simple,yet elegant hypothesis on how the major conformational changes in MFS are coupled to the free energy $\\Delta \\mu _ { \\Psi }$ (Fig. 4): Protonation provides a structural point for the electrostatic membrane potential to apply an inward force. Together with the force of a hydrophobic mismatch from the surrounding lipid bilayer, the electrostatic force generates a mechanic torque that promotes a relative rotation between the $\\mathrm { N } \\mathrm { . }$ and C-domains, thus shifting the $\\mathrm { \\bf C _ { \\mathrm { { O u t } } } - C _ { \\mathrm { { I n } } } }$ equilibrium toward the $\\bf C _ { \\mathrm { I n } }$ state.14 The hydrophobic mismatch force that balances the electrostatic force is necessarily associated with many small deformations on the proteinlipid interface (either membrane bending or inward shift of the transporter).On the one hand, the electrostatic force and the sum of hydrophobic mismatch forces are of equal size but opposite in their directions,thus keeping the mass center of the TM core within the membrane (see Appendix D).On the other hand,the elongated shape of the MFS transporter (with the longest dimension defined by the distance between the two pairs of support-helices, that is,TMs 3,6 and TMs 11,12) ensures that,for each of the N- and C-domain,the two forces generate a mechanical torque.Interestingly, the same architecture of a central cavity containing titratable residues inside,together with an elongated overall shape is also observed in some non-MFS transporters,e.g.， the MATE family of transporters.32.33 In addition，some other non-MFS transporters form elongated dimers,as exemplified in the LeuT family member, $\\mathbf { A r g } ^ { + } / \\mathbf { A g m }$ antiporter AdiC,34 and the NhaA family member, $\\mathrm { { N a } ^ { + } / \\mathrm { { H } ^ { + } } }$ antiporter NapA.35 One explanation for such widely used 3D architectures is that the hydrophobic mismatch effect is essential for the conformational changes involved in transport function. Importantly, the membrane potential-driving hypothesis provides a unified foundation to explain common mechanisms of energy coupling with conformational changes of electrogenic MFS transporters,regardless of types of substrates. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In a more general sense,the combination of electrostatic and hydrophobic-mismatch forces determines the equilibrium position of a transporter(or any charge-carrying integral membrane protein) within the membrane.36 Changing either the membrane potential or the charge distribution of the transporter results in positional changes of the transporter relative the membrane,which in turn may affect chemical properties of the membrane protein and the kinetic equilibrium rates between its sub-states.For instance，in the MFS antiporter MdfA,a change in the electrochemical potential of $\\mathbf { H } ^ { + }$ shifts the equilibrium between the $\\mathbf { C } _ { \\mathrm { { I n } } }$ and $\\mathrm { C _ { \\mathrm { O u t } } }$ states in the presence chloramphenicol (an electroneutral substrate).7 In fact,the interaction of a charge distribution with the membrane potential determines the orientation of an integral membrane protein in the membrane,and this is reflected in the widely accepted positive-inside rule (of charge distribution).38 ATP synthases and voltage-gated channels have been shown to utilize the membrane potential, either as a driving force or a means to regulate their gate functions.39,40 Recently， membrane potentialdependent conformational change was proposed to be responsible for the sealing of the peptideconducting channel in the SecYEG translocon,thus preventing ion leakage during translocation of substrate peptides across the membrane.41 Such a membrane potential-dependent,positional equilibrium of membrane proteins also implicates that,an in vitro study,be it functional or structural,would deviate from the in vivo situation to some extent,because of both the absence of a membrane potential and altered hydrophobic mismatch. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Moreover, in an MFS transporter,not all $\\Delta \\mu _ { \\Psi }$ related energy is converted to heat in the $\\mathrm { C _ { O u t } \\mathrm { - } t o \\mathrm { - } C _ { I n } }$ step.Part of it may be stored in a form of elastic conformational energy $( \\Delta G _ { \\mathrm { E } } )$ in the transporter-membrane system，and is released during the $\\mathrm { C _ { \\mathrm { { I n } } ^ { - } } \\mathrm { t o - C _ { \\mathrm { { O u t } } } } }$ conformational change.The stored elastic conformational energy is the result of a balance between an external force (e.g.，electrostatic force） and internal forces (e.g.,those associated with a hydrophobic mismatch and other structural adjustments).In agreement with this elastic nature,the stored energy is roughly proportional (albeit not necessarily linearly）to the external force.Withdrawing the external force (e.g.,by deprotonation) would result in the release of the elastic conformational energy. Taken together, membrane potential-dependentpositional and conformational changes of a PMF-driven transporter during the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ to- $\\cdot \\mathbf { C } _ { \\mathrm { { I n } } }$ conformational change are associated with elastic conformational energy stored in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state,which mayserve as a driving force for the $\\mathbf { C _ { \\mathrm { { I n } } } } { \\mathrm { - t o - C _ { \\mathrm { { O u t } } } } }$ conformational change. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Protonation sites ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Proton-titratable residues are common features of PMF-driven MFS transporters,although their locations may vary from one transporter to another.All reportedcrystalstructuresofPMF-drivenMFS transporters contain such titratable residues inside their central cavities (Supporting Information Table S2 in Ref.42),either acidic or histidine residues.For examples,E.coli LacY, the most extensively studied prokaryotic MFS transporter, contains a $\\mathrm { H 3 2 2 ^ { T M 1 0 . 2 } - }$ E325TM10.3 pair inside the central cavity, which is conserved in many sugar porters and essential for the PMF-driven transport.43 In E. coli YajR (a putative antiporter), $\\mathrm { H 2 2 5 ^ { T M 7 . 3 } }$ and $\\mathrm { E 3 2 0 ^ { T M 1 0 . 3 } }$ reside close to each other in the 3D structure and are the only two titratable residues inside the cavity $^ { 1 4 } E .$ coli YbgH(a dipeptide- $\\cdot \\mathrm { H } ^ { + }$ antiporter） containsaconserved $\\mathrm { E 2 1 ^ { T M 1 . 3 } }$ inside the central cavity, essential for protonation.42 While it is widely accepted that protonation isimportant for the transport process,the concept of interaction between protonation and membrane potential remains to be established. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "According to our membrane potential-driving hypothesis,it is not necessary for protonation to be fixed at one position during the $\\mathrm { C _ { O u t } \\mathrm { - } t o \\mathrm { - } C _ { I n } }$ conformational change,provided that there exists one of the titratable residues inside the central cavity assuming the protonation status at any given time.A proton maypotentiallybe transferredbetweentwo (ormore) binding sites during the conformational change, depending on difference of the $\\mathrm { p } K _ { \\mathrm { a } }$ values of the titratable sites. Forexample, themultidrugresistance antiporter $E$ .coliMdfA contains conserved $\\mathrm { E 2 6 ^ { T M 1 . 4 } }$ and $\\mathrm { D 3 4 ^ { T M 1 . 2 } }$ inside the central cavity, and both of them were shown to be required for transport activity.24 On the one hand,in the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state,E26 is located at the apex of the cavity and buried more deeply than D34,suggesting a higher $\\mathrm { p } K _ { \\mathrm { a } }$ for E26. Thus,E26 is likely to be the one that gets protonated in the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state.In the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state,on the other hand, D34 is located at the new apex of the central cavity and becomes buried more deeply than E26.Thus,D34 becomes protonated in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state in the absence of asubstrate,while E26 becomes deprotonated.Therefore,during the $\\mathrm { { C _ { O u t } } \\mathrm { { - } t o \\mathrm { { - } C _ { I n } } } }$ transition, there appears to be a proton transfer occurring from E26 to D34, either directly(via a proton-relay path) or indirectly (e.g.,by a dropping-and-picking mechanism).17 Similarly,in the fucose $\\cdot \\mathrm { H } ^ { + }$ symporterFucP,a pair ofacidic residues, $\\mathrm { D 4 6 ^ { T M 1 . 2 } }$ and $\\mathrm { E 1 3 5 ^ { T M 4 . 4 } }$ , are located at the apex of the central cavity in the $ { \\mathrm { C } } _ { \\mathrm { I n } }$ and $\\mathbf { C _ { \\mathrm { { O u t } } } }$ states, respectively,and flank the substrate from two sides.13 Mutations of either D46 or E135 results in activity loss of fucose uptake.In addition,of the two acidic residues,E135isdirectlyinvolvedin substrate binding.Mutation of E135 abrogates the counter-flow activity (i.e.,the ability of binding substrate),while that of D46 does not.These observations can be interpreted as following:in the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state,substrate binding from the periplasmic side induces the protonation ofE135by expelling solvent from the vicinity ofE135. This proton is transferred to D46 during the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ -to$\\mathbf { C } _ { \\mathrm { { I n } } }$ transition.After releasing the substrate into the cytosol,D46 becomes solvent-exposed and thus deprotonated.Therefore,proton transfer inside the central cavity during the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ -to- $\\bf \\cdot C _ { \\mathrm { I n } }$ transition may not be an isolated phenomenon. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "For many non-MFS secondary active transporters,there exist two structural parts (or domains) that undergo conformational changes relative to each other during substrate transport.19 Acording to the membrane potential-driving hypothesis,the part that changes its electrostatic status in response to substrate binding is likely to be the one that moves more significantly, relative to the membrane. In agreement with such a prediction,the part that avoids charge-change is often involved in formation of an oligomer, which is likely to serve as the scaffold for the moving parts.34,35,44 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Symporters,Antiporters,and Uniporters ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Given their common energy-coupling mechanism, how can PMF-driven symporters,antiporters,and uniporters be distinguished from each other? A major functional difference between a symporter and an antiporter is whether the $\\mathbf { C _ { \\mathrm { { O u t } } } } \\mathbf { - t o - C _ { \\mathrm { { I n } } } }$ conformational change carries a substrate: Symporters do, but antiporters do not.Then,an interesting question arises as to whether it is possible for a given MFS transporter to function as a symporter for some substrates yet as an antiporter for others.If one proton was consumed for both uptake of one substrate and expelling of another per transport cycle,the process would be a PMF-driven exchanger,which is hypotheticallypossible but hasso far rarely been reported.Moreover, if the influx and efflux were operating independently from each other, the transporter would allow a PMF-driven conformational change to occur in the absence of a substrate.Such a scenario would be equivalent to proton leakage and is likely to be detrimental for the cell. Thus，such a dual-functional MFS transporter is unlikely to exist.(Note,however, that $E$ coli $\\mathrm { \\ K g t P }$ transporter was reported to carry out both $\\propto$ 1 ketoglutarate uptake45 and arabinose efflux,46 albeit a detailed mechanistic analysis is still missing.)Logically,a symporter must couple substrate binding with protonation,and an antiporter requires competition of substrate binding with protonation (i.e., coupling of substrate binding with deprotonation). These notions are supported by early experimental data for several MFS transporters24,47 and are likely to be generally true for most cation $( \\mathrm { H } ^ { + } / \\mathrm { N a } ^ { + } )$ -driven transporters of different types.48 In short, symportersandantiportersare fundamentallydifferent from each other in terms of substrate-induced energy coupling.Therefore,it is important to understand the structural differencesbetween symportersand antiporters. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Symporters ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Since in symporters,protonation drives the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ -to$ { \\mathrm { C } } _ { \\mathrm { I n } }$ conformational change,it is necessary that, for a symporter,protonation only occurs after substrate loading； otherwise， proton leakage might ensue. Under the condition that its substrate is present in limited amounts,a PMF-driven MFS symporter is likely to spend more time in its de-protonated $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state，waiting for the binding of a substrate that moves from the extracellular/periplasmic side to the central cavity(unless an allosteric mechanism exists for other regulatory factors to trigger the $\\mathbf { C _ { \\mathrm { { I n } ^ { - } } } } \\mathrm { { t o } \\mathrm { { - } \\mathbf { C _ { \\mathrm { { O u t } } } } } }$ conformational change). To couple substrate binding with protonation,an ideal symporter should have the following properties: The $\\mathrm { p } K _ { \\mathrm { a } }$ values of the proton-titratable sites in $\\mathbf { C _ { \\mathrm { { O u t } } } }$ (i.e., $\\mathbf { p } K _ { \\mathrm { a , o u t } } )$ in the absence of substrate binding is lower than $\\mathrm { \\ p H _ { \\mathrm { O u t } } } ,$ preventing premature protonation.Substrate binding from the outside increases $\\mathbf { p } K _ { \\mathrm { a , o u t } }$ to above $\\mathrm { \\ p H _ { \\mathrm { O u t } } }$ thus promoting protonation.In such a scenario,the freeenergyofsubstratebinding， $\\Delta G _ { \\mathrm { L } } ( { \\bf S } ) =$ $- R T \\mathrm { l n ( [ S ] _ { O u t } / } K _ { \\mathrm { d , o u t } } )$ ， may be partially used to raise the $\\mathsf { p } K _ { \\mathrm { a , o u t } }$ of the protonation site.In the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state, the $\\mathfrak { p } K _ { \\mathrm { a , i n } }$ value before substrate release is higher than $\\mathrm { \\ p H _ { I n } }$ ，preventing premature deprotonation. Substrate release decreases $\\mathsf { p } K _ { \\mathrm { a , i n } }$ to below $\\mathrm { \\ p H _ { I n } }$ thuspromotingdeprotonation. Thisparadigm implies that substrate loading in $\\mathbf { C _ { \\mathrm { { O u t } } } }$ is not later than protonation,and substrate release in $\\mathbf { C } _ { \\mathrm { { I n } } }$ is not later than deprotonation.In LacY,it is found that decreased affinity for sugar in the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state at alkaline $\\mathbf { p H }$ is due specifically to an increased reverse rate,49 suggesting that, under normal $\\mathrm { \\tt { p H } }$ sugar loading promotes protonation which in turn stabilizes sugar binding.In short,for a symporter,substrate binding is a prerequisite for proton binding. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "How is such a mechanism applied in a symporter structure? At least two types of implementationshave been observedin available structures of MFS symporters.One simple way is to change the micro-environment of the titratable residue by substrate binding,as exemplified in the above discussion onfucose bindingto E135 of FucP.13 ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/11171fb6116c8f6d84aec65cdaeb3b3270c26c9de73e417664d7122e9da6a5ce.jpg",
        "img_caption": [
            "Figure 5.Coupling of substrate binding with protonation in symporters.Putative substrate binding site of E.coli YbgH (PDB ID:4Q65).A model substrate (alafosfalin) is included based on superposition of a homologous complex crystal structure (4IKZ). Selected residues that are potentially important for substrate binding are shown in stick models.A cluster of polar residues (Q18,E21,Y22,and K118) potentially plays a role of coupling substrate binding with protonation at E21. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Furthermore,proton-titratable residues of symporters are often involved in a cluster of polar residues. Substrate binding may turn the cluster more electronegative,either by attracting positive charges away from the cluster,and/or by pushing negative charges toward the cluster and thus, the cluster becoming more electronegative and easier to become protonated. For example,in the crystal structure of $E$ coli LacY/1PV7， residues $\\mathrm { Y 2 3 6 ^ { T M 7 . 2 } }$ ， $\\mathrm { D 2 4 0 ^ { T M 7 . 1 } }$ $\\mathrm { R 3 0 2 ^ { T M 9 . 1 } }$ ， $\\mathrm { K 3 1 9 ^ { T M 1 0 . 1 } }$ ， $\\mathrm { H 3 2 2 ^ { T M 1 0 . 2 } }$ ，and $\\mathrm { E 3 2 5 ^ { T M 1 0 . 3 } }$ form a cluster of polar residues and are conserved in a number of sugar porters.1 This cluster may function as a proton-relay network, in which the H322- E325 pair is the titratable site.In E325 mutant variants， both uphill (PMF-driven） transport and substrate-induced proton uptake are abolished, while substrate affinities may even be increased relative to the wild-type form,50.51suggesting that E325 is directly involved in protonation.In $E$ coli YbgH,a peptide- $\\cdot \\mathrm { H } ^ { + }$ symporter,the titratable residue $\\mathrm { E 2 1 ^ { T M 1 . 3 } }$ is involved in a cluster of polar residues, some of which directly interact with the negatively charged carboxy group of the substrate dipeptide.42.52.53 Thus， substrate binding increases $\\mathrm { p } K _ { \\mathrm { a } }$ of E21 (Fig. 5). Mutations at E21 as well as other residues in the polar cluster of YbgH result in loss of the transport activity.42 A very similar cluster of polar residues (including the so-called “ExxER\" motif in TM1） is also observed in the crystal structure of the nitrate- $\\cdot \\mathrm { H } ^ { + }$ symporter, NTR1.1, from Arabidopsis(PDB ID: 4OH3).54Taken together, substrate loading-induced increase of $\\mathrm { { \\tt p } } K _ { \\mathrm { a , o u t } }$ may be a common event during symporter protonation. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Antiporters ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In contrast to symporters,under condition of limited substrate availability,a PMF-driven MFS antiporter would stay in the protonated $\\mathbf { C } _ { \\mathrm { { I n } } }$ conformation,wait ing for the binding of a substrate from the cytosol side(unlessadditional regulatorymechanisms exist).In an ideal case of the competition between substrate binding and protonation in an antiporter, the $\\mathrm { { p } } K _ { \\mathrm { { a , i n } } }$ values of the proton-titratable sites in the $\\bf C _ { \\mathrm { I n } }$ state would be higher than $\\mathrm { \\ p H _ { I n } }$ in the absence of a substrate,preventing premature deprotonation; and substrate loading would decrease $\\mathrm { { p } } K _ { \\mathrm { { a , i n } } }$ to below $\\mathrm { \\ p H _ { I n } }$ thus promoting deprotonation.In the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state, the $\\mathsf { p } K _ { \\mathrm { a , o u t } }$ values of the titratable sites would be lower than $\\mathrm { \\ p H _ { \\mathrm { O u t } } }$ in the presence of the substrate,preventing premature protonation.Substrate releasing would increase $\\mathfrak { p } K _ { \\mathrm { a , o u t } }$ to above $\\mathrm { \\ p H _ { \\mathrm { O u t } } }$ thus promoting protonation.In short,in the case of an antiporter, substrate binding destabilizes the proton binding. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "How,then,is such a mechanistic scheme implemented in an antiporter structure? In the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state, the titratable residues may be buried in a hydrophobic or electronegative environment to maintain a protonation state in the absence of a substrate.Substrate loading may make them either more accessible to hydrophilic groups or more electropositive; either way it would promote deprotonation. For example,in the multidrug-resistance antiporter, $E$ coli MdfA, $\\mathrm { D 3 4 ^ { T M 1 . 2 } }$ is a potential titration site in the central cavity.55 In the $\\mathbf { C } _ { \\mathrm { { I n } } }$ crystal structure of the MdfA-chloramphenicol complex,D34 is directly involved in substrate binding via H-bonds.17 In addition,it has been suggested that loading of a substrate may decrease $\\mathsf { p } K _ { \\mathrm { a , i n } }$ of this titratable site through interactions with the positively charged motif-B (see below).In another multidrug-resistance antiporter LmrP,the membrane-embedded acidic residue $\\mathrm { E 3 2 7 ^ { T M 1 0 . 4 } }$ was found to be essential for high-affinity binding with the cationic substrate Hoechst-33342 and for proton transport.56 Upon interaction with substrates,this residue is believed to become more accessible to solvent,thus easier to get deprotonated.57 In E. coli YajR, the $\\mathrm { H 2 2 5 ^ { T M 7 . 3 } - }$ $\\mathrm { E 3 2 0 ^ { T M 1 0 . 3 } }$ pair in the C-domain is the only titratable site inside the central cavity. In the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state, this pair is away from the basic residue $\\mathrm { R 1 0 8 ^ { T M 4 . 2 } }$ (i.e.,the motif-B in the N-domain).14 In the putative $\\mathbf { C } _ { \\mathrm { { I n } } }$ state,the H225-E320 pair is likely to approach closer to R1o8,presumably allowing substrate to trigger deprotonation. In general,because of different $\\mathrm { { \\tt p } } K _ { \\mathrm { a , i n } }$ values of the titratable sites inside the central cavity,substrates carrying different charges may induce differential deprotonation at distinct titratable sites.This might explain the observation that the efflux of different substrates is coupled to an influx of different stoichiometry of protons,with a net inward movement of $+ 1$ electric charge in each electrogenic transport cycle.56,58 The membrane potential $\\Delta \\Psi$ can only be a driving force for substrate efflux if each excreted cationic substrate has a lower charge than the number of protons translo cated.5 Such antiporters require multiple protonation sites that have $\\mathrm { { \\tt p } } K _ { \\mathrm { a , i n } }$ higher than $\\mathrm { \\ p H _ { I n } }$ in the absence of substrates,but can lower the $\\mathsf { p } K _ { \\mathrm { a , i n } }$ valuesin responsetosubstratebinding. Taken together,a substrate loading-induced decrease of $\\mathrm { { \\tt p } } K _ { \\mathrm { a , i n } }$ may be a common event in the transport cycle of PMF-driven antiporters. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Uniportersandelectroneutraltransport ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Uniportersmediate facilitateddiffusionand,bydefinition,do not require proton translocation across the membrane as their driving force.Nevertheless,they may also utilize the negative-inside membrane potential if either the substrate influx carries positive charges or the substrate efflux carries negative charges. Although some MFS transportersare reported to carry out only uniport processes (e.g., GLUT1-4),both PMF-driven symporters and antiporters may behave like uniporters if under a strong concentration gradient of the substrate.For example,LacY was shown to carry out both symport and facilitated diffusion.26 Furthermore,many cationic compounds can be either exported or imported through the same MFS“antiporter,”depending on the direction and strength of the concentration gradient of the substrate between the two sides of the membrane. For example,LmrP may carry out both antiport and facilitated diffusion of cationic substrates.59 Also, Candida albicans Mdrlp usually expels a broad spectrum of electroneutral or cationic drugs in a PMF-driven manner; however, it has recently been shown that Mdrlp also uptakes a class of positively charged isoquinoline derivatives.o Such uptake may be driven by $\\Delta \\Psi$ via facilitated diffusion.Therefore, there appears to be no unique structural features that distinguish uniporters from either symporters or antiporters,except that in uniporters,substrate binding or release is not coupled in an obligatory manner to a particular protonation status. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Not all MFS transporters are driven by membrane potential-mediated electrostatic interaction.If the net charge change in the transport cycle is zero, the transport is called electroneutral [Fig.3(C)].An electroneutral transport is often defined by the fact as to whether the given transport process is independent of $\\Delta \\Psi$ .In such cases,another favorable chemical potential has to serve as the thermodynamic driving force.However, since the presence of a membrane potential is a universal feature of all living cells,electrostatic interactions may play certain roles in affecting the kinetics of the transport process,even for electroneutral transport.For example,it would require at least a 55-fold concentration gradient $( R T \\mathrm { l n } 5 5 = 4 R T )$ fora monovalent charged substrate to move against a $\\scriptstyle 1 0 0 - { \\mathrm { m V } }$ membrane potential,and such a gradient would be unusual under physiological conditions.Therefore,the freeenergy required for moving a charged substrate against the membrane potential is most likely compensated by an accompanied favorable charge movement along the membrane potential of either protons or ions.Electroneutral symport (i.e., $\\mathrm { H ^ { + } / A ^ { - } }$ co-transport,where $\\mathrm { A } ^ { - }$ stands for a monovalent anionic substrate） has been briefly discussed before,5 for example,for uptake of some acidic substrates. The fungal $\\mathbf { H } ^ { + }$ -phosphate $( \\mathbf { P } _ { \\mathrm { i } } ^ { - } )$ symporter PiPT is one such example (PDB ID: 4J05).6i Furthermore, electroneutral antiport (i.e., $\\mathrm { H ^ { + } / B ^ { + } }$ antiport,where $\\mathbf { B } ^ { + }$ stands for a monovalent cationic substrate） is more commonly observed in multidrug exporters (e.g.,MdfA58).In such cases, the energy barrier from the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state back to the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state may be low, such that in the absence of net charge change,a negative $\\Delta G _ { \\mathrm { D } } ( \\mathbf { s } )$ is sufficient to stabilize the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state，thus thermodynamically favoring the $\\mathrm { { C } _ { \\mathrm { { I n } } } }$ -to$\\mathbf { C _ { \\mathrm { { O u t } } } }$ conformational change [see Fig.3(C)]. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/68d45a8273dbfa3f6464d0dc128e103ea7c4c867beff378ca1d62c558eccaea4.jpg",
        "img_caption": [
            "Figure6.Activeconformationofmotif AofE.coli YajR.A: Sidechains inmotif Aand Asp126from thecharge-relaytriadare shown as stick models.Cαatoms of conserved Glyresidues are shown as spheres.TM11is colored fromcyan at the Nterminal end to pink at the C-terminal end.B:Putative role of the inter-domain linker in regulating motif-A. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "As discussed in the Appendix A [Eq. (A4)],in the absence of an effect of a membrane potential (e.g.，in electroneutral antiport)， conformational changes between $\\mathbf { C } _ { \\mathrm { { I n } } }$ and $\\mathbf { C _ { \\mathrm { { O u t } } } }$ states would be driven by the sum of differential-binding energies of the transported substances (i.e., $\\Delta G _ { \\mathrm { D } } ( \\mathrm { H } ^ { + } )$ （ $+ \\Delta G _ { \\mathrm { D } } ( \\mathbf { S } ) )$ These energy terms of differential binding are intrinsic properties of the transporter,but are not a function of substance concentrations.Their sum predicts whether influx or efflux of the substrate is thermodynamically favored at the steps of conformational changes,in the absence of effects of membrane potential. Nevertheless,since a membrane potential determines the equilibrium positions of both $ { \\mathrm { C } } _ { \\mathrm { I n } }$ and $\\mathbf { C _ { \\mathrm { { O u t } } } }$ states, $\\Delta G _ { \\mathrm { D } } ( \\mathrm { H } ^ { + } )$ and $\\Delta G _ { \\mathrm { D } } ( { \\bf S } )$ per se may be affected by $\\Delta \\Psi$ ，even in electroneutral transport.In addition, since different substrates may differ in their differential-binding energies between the $ { \\mathrm { C } } _ { \\mathrm { I n } }$ and $\\mathbf { C _ { \\mathrm { { O u t } } } }$ states,their transport mechanisms in a given transporter are not necessarily the same.This is particularly true in the absence of a membrane potential,whereupon differentialbinding energy becomes a major energy source. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "ConservedMotifs ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Despite the drastically different sizes,shapes,and chemical properties of their substrates as well as different protonation mechanisms,MFS transporters often contain several conserved motifs in addition to the 12-TM helix overall structure.62 Among them, motifs-A and -B are the most common.Such conserved motifs are likely to provide the structural basis of common functions of MFS transporters,for example,stabilizing one of the two major conformations and regulating or responding to either protonation or deprotonation. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Motif-A ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3D motif-A. Motif-A $^ { (  } \\mathrm { G x x x D } ^ { ( + 5 ) } \\mathrm { R x G R R } ^ { \\prime ) }$ is located in the intracellular loop L2-3 where it connects TMs 2 and 3,and is the most conserved motif in MFS transporters. For example,of 77 MFS proteins identified from the $E$ .coli genome,62 contain a putative motif-A(Supporting Information Table S4 in Ref.14). Although most available crystal structures of MFS transporters are determined in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state,which is a non-functional state for motif-A,mutagenesis analyses have repeatedly shown that motif-A is essential for the transport activity in many MFS transporters.17,2142rerantlyte $\\mathbf { C _ { \\mathrm { { O u t } } } }$ crystal structure of YajR/3WDO,14 the motif-A is captured in its functional state [Fig.6(A)].This structure shows that the acidic residue $\\mathbf { D } ( + 5 )$ of the motif-A participates in an inter-domain charge-helix dipole interaction with the N-terminal end of TM11 from the Cdomain.Other physical components of the motif-A andassociated structural features include the following: (i) $\\mathbf { G } ( + 1 )$ interacts with conserved Gly residues from the N-terminal end of TM11 to ensure a tight packing between TMs 2 and 11 in the $\\mathrm { \\bf C _ { \\mathrm { { O u t } } } }$ state [Fig. 6(A)]. (ii) $\\mathbf { D } ( + 5 )$ ， $\\mathbf { R } ( + 9 )$ ，and a conserved acidic residue from the C-terminal end of TM4 (i.e.,TM4.5 region)66 form a charge-relay triad. (iii) $\\mathbf { G } ( + 8 )$ is required for an S-shaped turn of the L2-3 loop.(iv) $\\mathrm { R } ( + 1 0 )$ serves as the C-cap for TM6.(v)A conserved “PET(S)”motif at the loop C-terminal to TM6 stabilizes both $\\mathrm { R } ( + 1 0 )$ (using the mainchain carbonyl oxygen of the Pro residue) and the TM4.5 acidic residue ofthe charge-relay triad (using the sidechain hydroxyl group of $\\mathrm { T h r / S e r ) }$ ，and serves as an N-cap for TM3 (using the sidechain carboxylate group of the Glu residue） (see the crystal structures of MdfA/ 4ZOW, YajR/3WDO,and XylE/4GCO). (vi) A positively charged residue (prior to the TM1l N-terminal Gly) forms a salt-bridge with the TM4.5 acidic residue of the charge-relay triad in the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state.Most of these residues have been shown in mutagenesis analyses to play important roles in substrate transport. For example, a mutation at Asp $1 2 8 ^ { \\mathrm { T M 4 . 5 } }$ significantly reduces the transport activity of LmrP.68 Mutations in the $E$ 、coli antiporter MdfA (e.g.，S133F and A191T/V） that potentially disrupt the PET(S）motif affect the transport activity.37 Thus, the motif-A and its surrounding residues form a conserved“3D motifA.”One important role played by this 3D motif-Ais to regulate stability of the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Amphipathic helix. Motif-A stabilizes the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state.To initiate the $\\mathbf { C _ { \\mathrm { { O u t } } } } \\mathbf { - t o - C _ { \\mathrm { { I n } } } }$ conformational change,the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state must be destabilized,which occurs in response to protonation inside the central cavity. How then does this 3D motif-A on the cytosolic side of the transporter sense and respond to protonation inside the central cavity? In nearly all known crystal structures of motif-A containing, PMF-driven，MFS transporters,the charge-relay triad is always accompanied by an inter-domain peptide (i.e.，L6-7).These linker peptides contain a number of polar residues (often positively charged) as well as an amphipathic $\\propto$ -helix $( \\alpha 6 - 7 )$ (Supporting Information Fig. S2 in Ref.14),the latter of which is likely to bind to the inner leaflet of the membrane.If this amphipathic $\\propto$ -helix maintains membrane association during an inward shift of the TM core,the inter-domain peptide will be stretched, resulting in a linker movement that likely interrupts the charge-relay triad of the motif-A [Fig.6(B)].For example,in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ crystal structure of NRT1.1/ 4OH3,a lysine residue from the linker peptide is found to insert into the charge-relay triad.54 In the $\\mathbf { C } _ { \\mathrm { { I n } } }$ crystal structure of MdfA/4ZOW, $\\mathbf { D } ( + 5 )$ of motifA is surrounded by positive residues from the motifA as well as L6-7 loop.Moreover, in the crystal structures of several bacterial peptide transporters (POTs),an inter-domain,TM-helix pair is inserted between the two domains of the TM core,replacing $\\propto 6 { - } 7$ ,and is likely to move independently from the rest of the TMcore.27,42,72 Thus,thishelix-pair insert may function in a way similar to the amphipathic helix $\\propto 6 { - } 7$ in other 12-TM MFS structures. In support of such possibilities,mutations in the L6-7 that change the charge distribution or disrupt the amphipathic property of the $\\phantom { 0 } { \\alpha } 6 - 7$ result in loss of transport activity.17,42.73 Interestingly， inthe multidrug-resistance antiporter MdfA,mutation of S204 at the N-cap of $ \\propto 6 - 7$ to a Pro residue enhanced the transport activity.37 Therefore,the L6-7 and associated amphipathic $\\phantom { 0 } { \\alpha } 6 - 7$ are likely to play the roles of sensing protonation and regulating the stability of the 3D motif-A. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Motif-A hypothesis. Together, the above data support the “motif-A hypothesis\"14:Protonation-induced, inward movement of the TM core relatively to the membrane is sensed by the amphipathic helix, $\\propto 6 { - } 7$ # This helix further induces a conformational change in the L6-7 loop.Through the charge-relay triad, the positive charges of the loop weakens the interdomain,charge-dipole interaction between $\\mathbf { D } ( + 5 )$ of the motif-A and TM11, thus destabilizing the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state of the MFS transporter. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "A-like motifs. Because of the internal symmetry of MFS transporters,motif-A could exist at four locations,namely L2-3,L5-6,L8-9,and L11-12. They are referred to as A-like motifs (or motifs$\\mathbf { A } ^ { \\mathrm { L 2 - 3 } }$ ， $- \\mathbf { A } ^ { \\mathrm { L 5 - 6 } }$ ， $- \\mathbf { A } ^ { \\mathbf { L 8 - 9 } }$ and $- \\mathrm { A } ^ { \\mathrm { L 1 1 - 1 2 } } )$ . Among the four potential A-like motifs, $\\mathbf { A } ^ { \\mathbf { L 2 - 3 } }$ and $\\mathbf { A } ^ { \\mathbf { L 8 - 9 } }$ are located on the cytosol side,and $\\mathbf { A } ^ { \\mathbf { L } 5 - 6 }$ and $\\mathbf { A } ^ { \\mathbf { L 1 1 - 1 2 } }$ are located on the periplasmic side.Sequence analysis of $E$ .coli MFS transporters has confirmed the existence of Alike motifs in all four locations.14 In some cases, more than one such motif exists in a given MFS transporter.For examples, $E$ .coli YbgH contains the motifs- $\\mathbf { \\cdot A ^ { L 2 - 3 } }$ and $\\mathbf { \\cdot A } ^ { \\mathrm { L 5 - 6 } }$ 42 Mammalian multidrugresistance antiporter Oct1 contains two complete sets of motif-A at both L2-3 and L8-9 on the cytoplasm side, and so does the fungal $\\mathbf { H } ^ { + }$ -phosphate symporter, PiPT (PDB ID: 4J05).61 Signature motifs of sugar porters [Supporting Information Figs.S1(B) and S2 in Ref.74] are in fact components of the 3D motif- $\\mathbf { \\cdot A } ^ { \\mathbf { L 2 - 3 } }$ and $- \\mathrm { A } ^ { \\mathrm { L 8 - 9 } }$ . These two motifs are found even in a non-PMF driven nitrate/nitrite exchanger, $\\mathrm { N a r K } ^ { 7 5 }$ (note that its homolog NarU is proposed to bea $( \\mathrm { N a ^ { + } / K ^ { + } } )$ $\\cdot ( \\mathrm { N O _ { 3 } ^ { - } / N O _ { 2 } ^ { - } }$ ）symporter76)，indicating that the motif-A is not directly involved in proton translocation.Mutations in these A-like motifs were shown to reduce transport activities.42,71,77 Their main functions are likely to include stabilizing of the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ or $\\mathbf { C } _ { \\mathrm { { I n } } }$ states.The precise mechanisms that regulate these A-like motifs in L5-6,L8-9,and L11- 12remain to be elucidated. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/3917fd8978bfc37d76570b2d66d2b545e440f5d7bb3be98c1000e1369975488c.jpg",
        "img_caption": [
            "Figure7.Structure and mechanismofthe motif-B.A: Motif-B in thecrystal structureof MdfA/4ZOW.Residuesof the motif-B andsurounding conservedresiduesareshown in stick models.BackboneoftheN-and C-domainisshown in tubesindicated in wheat and red,respectively.B: Schematic diagram of motif-B in regulating deprotonation. "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Motif-B ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Motif-B,“RxxqG”in TM4,is present in many MFS transporters, including a number of multidrugresistance antiporters.7 According to the PFAM database,78 motif-B is the only high frequency site that contains a basic residue embedded in the TM region among MFS transporters (Supporting Information Fig. S2 in Ref.17).Of the 77 MFS proteins from E.coli,13 transporters possessing the “RxxQG\" motif are identified.Nine of them,namely $\\bf { E m r B }$ EmrY,HsrA,MdfA,MdtD,MdtL,MdtM,YajR,and YebQ,are annotated to be PMF-driven antiporters, and the remaining four‘ $\\mathrm { \\ K g t P , }$ ShiA，YdfJ，and YhjE）are symporters.This classification indicates that the simple presence of a motif-B is neither a necessary nor a sufficient condition for an MFS transporter to be an antiporter. In addition,in $E$ coli there are six $\\mathrm { ^ { 4 } R ^ { T M 4 . 2 } x x [ S / T / C / H ] G ^ { 9 } }$ -containing transporters,namely AraJ,Brc,DgoT,EntS,Fsr, and MhpT; and there are 14 other $\\mathrm { ^ { * } R ^ { T M 4 . 2 } x x x { G } ^ { \\prime } }$ -containing transporters,including ExuT,GalP,MdtG, NanT,NepL,UhpC,XylE,YaaU,YcaD,YhhS,YjhB, YjiJ，YjjL，and YnfM.Hypothetically，a motif-B might appear in the four cavity-helices (i.e.,TMs 1, 4,7,and 1O),which are related by the internal pseudo-symmetry of the MFS transporter. However, sequenceanalysisshowedthatthe“RxxQG\" sequence motif occurs only in the TM4.2 region.Further,two of the nine “RxxQG\"-containing $E$ coli MFS antiporters (EmrB and EmrY) do not contain a motif-A.Thus,potential functions of the motif-B appear to be independent of the motif-A.More importantly,mutations in the motif-B in several MFS transporters have been shown to abolish all transport activity.17,65,71,79-81 Together, thesedata suggest that motif-B plays a common functional role in motif-B containing MFS transporters. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "MdfA and YajR crystal structures. Among currently available crystal structures of MFS transporters,the canonical motif-B is only observed in $E$ .coli YajR and MdfA.17 Similar to motif-A, motif-B is also accompanied by a number of residues that are conserved in the 3D structure but not contiguous in the primary sequence [Fig.7(A)].Together, they form a “3D motif-B” that contains an extended H-bond network. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Motif-B is unlikely to be directly involved in the inter-domain conformational change,because the 3D motif-B is embedded entirely in the N-domain. $\\mathbf { G } ( + 5 ) ^ { \\mathrm { T M } 4 . 3 }$ residue of motif-B is more conserved than $\\mathrm { R } ( + 1 ) ^ { \\mathrm { T M } 4 . 2 }$ ，even in MFStransporters carrying no motif-B,and allows a tight packing of TM4 with TM2.Thus, $\\mathrm { R } ( + 1 )$ appears to be the signature residue of motif-B.It carries a buried positive charge and breaks the H-bonding pattern of the neighboring TM1 helix.17 Both features are energetically costly,implicating important functions of the “3D motif-B.”Mutagenic analysis on MdfA shows that, among point mutations at $\\mathbf { R } ( + 1 )$ ，only the $\\mathrm { R } ( + 1 ) \\mathrm { H }$ variant confers resistance to most antibiotics tested, the $\\mathrm { R } ( + 1 ) \\mathrm { K }$ variantmaintainspartial drugresistance activities,whereas $\\mathbf { R } ( + 1 ) \\mathbf { M } / \\mathbf { Q } / \\mathbf { E }$ variants lose all activities.80 Results of drug-resistance assays onmore extensive mutations in the 3D motif-B are in agreement with its importance in the transport activity.17 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state,levels 1 and 2 of the cavity and rocker-helices are accessible to solvents from theperiplasmic side,thus the electrostatic field radiating from the motif-B is attenuated by the solvent, which is of a high dielectric constant [Fig.7(B)].In the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state,in contrast,levels 1 and 2 of the TM helices become buried inside the inter-domain interface,thus the positive electrostatic field of themotifB is strengthened relatively to the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state. In particular, the level 2 region would become more electropositive,thus potentially being able to promote deprotonation in thecentral cavity.For example,in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ crystal structure of MdfA/4ZOW [Fig. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "7(A)], $\\mathbf { R 1 1 2 ^ { ( + 1 ) } }$ of the motif-B is $8 \\mathring { \\mathrm { ~ A ~ } }$ away from the protonation site $\\mathrm { D 3 4 ^ { T M 1 . 2 } }$ in the N-domain. In comparison,in the putative $\\mathbf { C } _ { \\mathrm { { I n } } }$ state of YajR,the titratable $\\mathrm { H 2 2 5 ^ { T M 7 . 3 } - E 3 2 0 ^ { T M 1 0 . 3 } }$ pair in the C-domain becomes closer to the motif-B than in the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state of YajR/3WDO,thus favoring deprotonation in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state.Therefore,effects of motif-B do not depend strictly on the location of the proton-titratable sites inside thecentral cavity.69Furthermore，in multidrug-resistance antiporters, many of which contain motif-B,loading of substrates (which are often small hydrophobic molecules）from the cyto solic side may further strengthen the electrostatic field,namely by reducing the dielectric constant inside the cavity and/or by bringing in a positive charge into the cavity, thus promoting deprotonation.17 Taken together, in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state the positive electrostatic field radiating from motif-B seems to be essential for regulating the protonation status of motif-B containing transporters. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "enhanced positive electrostatic field of the motif-B and release of the negatively charged substrate promotes deprotonation. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Although the sugar- $\\cdot \\mathrm { H } ^ { + }$ symporter, $E$ coli LacY (PDB ID:1PV7) does not possess a motif-B,a basic residue, $\\mathrm { R 3 0 2 ^ { T M 9 . 2 } }$ ，is buried in the C-domain and located at the membrane-level similar to $\\mathrm { R } ( + 1 )$ of motif-B in the N-domain (e.g., $\\mathrm { R 1 1 2 ^ { T M 4 . 2 } }$ of MdfA). This R302 is located near the potential protonation site, $\\mathrm { H 3 2 2 ^ { T M 1 0 . 2 } - E 3 2 5 ^ { T M 1 0 . 3 } }$ in LacY. Mutations at R302 abolish the proton translocation in LacY,43 and this observation may be explained using the mechanistic insights gained from studies of motif-B. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In all cases discussed above,the protonation site inside the central cavity is located on the cytosolic side of motif-B.Increasing the strength of a positive electrostatic field inside the central cavity in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state relatively to the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state seems to be a common mechanism of promoting deprotonation in MFS transporters. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "B-like motifs. In members of the sugar porter (SP）subfamily of MFS,motif-B changes to“RxxxG\" (where $\\mathbf { x }$ stands for a hydrophobic residue).74 Some of SP transporters (e.g.，GLUT1-4） are known as uniporters,while others (e.g.,XylE)are PMF-driven symporters.In the crystal structure of XylE/4GC0, the side chain of Gln residue of the canonical motifBis replaced bytwo ordered water molecules.The XylE structure also shows a pair of acidic residues, $\\mathrm { D 2 7 ^ { T M 1 . 3 } - E 2 0 6 ^ { T M 6 . 3 } }$ in the vicinity of $\\mathrm { R 1 3 3 ^ { T M 4 . 2 } }$ of motif-B $( ^ { \\mathrm { 4 } } \\mathrm { R } ^ { \\mathrm { 1 3 3 } } \\mathrm { I I G G ^ { \\prime \\prime } } )$ ，whereas those uniporters, instead,have electroneutral polar residues replacing the acidic pair. Therefore,the acidic pair in XylE is likely to be the potential protonation site,and its protonation status is probably influenced by R133. These acidic residues have recently been shown to be essential for the transport activity of XylE.² In addition,this acidic-residue pairislocatedclosely to the central cavity. By expelling solvent,substrate binding in the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state increases the electronegativity of the acidic-residue pair,promoting protonation of the latter. Such a mechanism is another example of coupling protonation with substrate binding in symporters.Once in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state，R133 decreasestheelectronegativityof themicroenvironment of the acidic residue pair, promoting its deprotonation. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In the fungal $\\mathrm { H } ^ { + }$ -phosphate $( \\mathrm { P _ { i } ^ { - } }$ ）symporter PiPT,motif-B assumes a form of $^ { \\mathrm { * } } \\mathrm { R } ^ { 1 3 9 } \\mathrm { V F L G } ^ { \\mathrm { , , } }$ .In its $\\mathbf { C } _ { \\mathrm { { I n } } }$ crystal structure (PDB ID: 4JO5),61 the basic residue $\\mathrm { R 1 3 9 } ^ { \\mathrm { T M 4 . 2 } }$ is stabilized by $\\mathbf { Q 1 1 9 ^ { T M 3 . 2 } }$ . Two acidic residues, $\\mathrm { D 4 5 ^ { T M 1 . 3 } }$ and $\\mathrm { D 4 8 ^ { T M 1 . 3 } }$ ,are located close to motif-B,and this pair is likely to be the protonation site.In the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state，loading of the negative charged substrate into the cavity increases the electronegativity of the acidic-residue pair,promoting protonation.In the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state,the combination of ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "StabilityBalanceBetweentheTwo Conformations ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The rocker-switch mechanism of MFS transporters suggests that a balance between the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ and $\\mathbf { C } _ { \\mathrm { { I n } } }$ states is essential for the proper function of the transporters (see Appendix B).This notion has been supported by a number of studies.For example, point mutations in $E$ .coliLacY that rescue a defective mutation at the $\\mathbf { D } ( + 5 )$ position of motif $\\mathbf { \\cdot A } ^ { \\mathrm { L 2 - 3 } }$ on the cytosol side are found to be clustered around the motif $\\mathbf { \\cdot A } ^ { \\mathbf { L 1 1 - 1 2 } }$ on the periplasmic side,77 implicating that balanced stabilities of the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ and $ { \\mathrm { C } } _ { \\mathrm { I n } }$ states are important for the transport function.Moreover, the $\\mathrm { C 1 5 4 ^ { T M 5 . 2 } G }$ point mutation is an extensively studied variant of LacY.83This mutationis transport-inactive, whilemaintainingsubstrate binding (with affinity even higher than the WT).20 Thecrystalstructureofdetergent-solubilized C154G-LacY(PDB ID:1PV7） was among the first reported MFS crystal structures11 and was found to assume the $\\mathbf { C } _ { \\mathrm { { I n } } }$ conformation. It was speculated that the C154G mutation stabilized the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state; nevertheless, the WT-LacY crystal structure (PDB ID: 2V8N) was later reported to be also in the $\\mathrm { \\bf C _ { \\mathrm { I n } } }$ -state.84 In fact,a crystallized conformation only suggests that it is a dominant population under the crystallization condition (including crystal packing).Moreover,a DEER study showed that in solution, C154G was predominantly in the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state (Figs. 2.3 and 2.5 in Ref.20),while the WT assumed more equal distribution between the $\\mathbf { C } _ { \\mathrm { { I n } } }$ and $\\mathbf { C _ { \\mathrm { { O u t } } } }$ states (Figs. 2.2 and 2.4 in the same Reference). Since substrate binding per se is shown to stabilize the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state,20 the tighter substrate binding in C154G seems to correlate with a more predominant $\\mathrm { C _ { \\mathrm { { O u t } } } }$ conformation in solution than WT. Therefore,the lost transport activity of C154G is likely to be caused by the reduced stability in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state.This corollary is in agreement with the close location of the mutation site to the interdomain interface in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ crystal structure (1PV7). Intriguingly, thelossof transportactivityof periplasmic-side mutation C154G can be rescued by secondary mutations on the cytosol side of the transporter.85 In particular, rescuing mutations include $\\mathrm { E 1 3 0 ^ { T M 4 . 5 } C }$ ， $\\mathrm { K 1 3 1 ^ { T M 4 . 5 } C }$ ，R134C，and $\\mathrm { G 1 4 1 ^ { T M 5 . 5 } C }$ These mutations are potentially involved in the interdomain interface in the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state,presumably destabilizing the latter. Again,balanced stabilities of the two states appear to be important for transport activity.A similar balance was also shown to be important for $E$ 、coli POT transporter YbgH.42 Mutation D70A at the critical acidic residue of motif $\\mathbf { \\cdot A ^ { L 2 - 3 } }$ on the cytosol side results in loss of transport activity,presumably by reducing the stability of the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state. Such an activity loss can be reversed by another lossof-function mutation on the periplasmic side,E163A/ R297A,which reduces the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state stability by disrupting the motif-AL5-6 and a salt-bridge bond observed in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ crystal structure of YbgH/4Q65. In all three of the above studies,loss-of-function mutations on the cytosol side and on the periplasmic side can rescue each other. These results strongly suggest that the balance in stability between the $\\mathbf { C } _ { \\mathrm { { O u t } } }$ and $\\mathbf { C } _ { \\mathrm { { I n } } }$ states plays a key role in the transport activityofMFS transporters. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "It ismost likely that adjusting stabilities of the two major conformations is a common mechanism to regulate the activity of most alternating-access transporters,including MFS and non-MFS transporters.For example,transporters of the anti-acid system,for example, $\\mathbf { A r g } ^ { + } / \\mathbf { A g m }$ antiporter of $E$ coli AdiC (a member of the LeuT transporter family), preferentially perform the transport at low $\\mathbf { \\ p H }$ rather than neutral pH. According to its crystal structure (PDB ID: $\\mathrm { 3 N C Y ^ { 3 4 } } .$ ),a sensor for acidic condition is likely to be a cytosolic,inter-domain,saltbridge bond，R78-D307,which is accompanied by Y74.86 This salt-bridge bond likely stabilizes the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state,even in the presence of a bound substrate ${ \\mathrm { A r g } } ^ { + }$ ready to be transported. The interaction of ${ \\mathrm { A r g } } ^ { + }$ with membrane potential likely provides the driving force to the $\\mathbf { C _ { \\mathrm { { O u t } } } } \\mathbf { - t o - C _ { \\mathrm { { I n } } } }$ conformational change.In contrast,Y74 uses its positively charged edge of the sidechain aromatic ring as well as its hydroxyl group to decrease the $\\mathrm { p } K _ { \\mathrm { a } }$ of D307,so that the strength of the salt-bridge bond is enhanced at neutral $\\mathrm { \\tt { p H } }$ .However,at low pH D307 becomes protonated,and the salt-bridge bond dissolves more easily,thus shifting the $\\mathbf { C } _ { \\mathrm { { O u t } } } \\mathbf { - C } _ { \\mathrm { { I n } } }$ equilibrium toward the $ { \\mathbf { C } } _ { \\mathrm { I n } }$ state.In addition,many MFS transporters contain rather large exo-membrane domains (e.g., $E$ coli $\\mathrm { \\ X y l E ^ { 7 4 } }$ and $\\mathrm { Y a j R ^ { 8 7 } } .$ ， and such regulatory domains likely exert their functions through manip ulating stability of certain states. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Concluding Remarks ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "In the past decade,structural studies on transporters have provided significant insights into the structural basis of the alternating access mechanism.In PMF-driven electrogenic MFS transporters,interaction of protonation and the negative-inside mem brane potential provides a significant part of the driving energy for the $\\mathbf { C _ { \\mathrm { { O u t } } } } \\mathbf { - t o - C _ { \\mathrm { { I n } } } }$ conformational change.For symporters,substrate loading triggers the protonation in the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ state;while for antiporters,substrate loading triggers the deprotonation in the $\\mathbf { C } _ { \\mathrm { { I n } } }$ state.Conserved motifs A and B of MFS transporters play important roles in common functions of MFS.Balanced stabilities between the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ and $\\mathbf { C } _ { \\mathrm { { I n } } }$ states are essential for the transport function.Future work will be required to define andverifydetails ofrelated mechanisms. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Authors thank Drs.Hong Qian and Taotao Wei for in depth discussion on the thermodynamics principlesof the transport cycle.Theyalso thankDr.Tors ten Juelich for linguistic assistance during the preparation of this manuscript. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "1.Marger MD,Saier MH Jr.(1993)A major superfamily of transmembrane facilitators that catalyse uniport, symport and antiport.Trends Biochem Sci 18:13-20.   \n2.Law CJ,Maloney PC,Wang DN(20o8)Ins and outs of major facilitator superfamily antiporters.Ann Rev Microbiol 62:289-305.   \n3.SaierMHJr,BeattyJT,GoffeauA,HarleyKT,Heijne WH,Huang SC,JackDL,JahnPS,LewK,LiuJ,Pao SS,Paulsen IT, Tseng TT,Virk PS(1999） The major facilitator superfamily.J Mol Microbiol Biotechnol 1: 257-279.   \n4.Brown S,Chang JL，Sadee W,Babbitt PC(2003）A semiautomated approach to gene discovery through expressed sequence tag data mining:discovery of new human transporter genes.AAPS PharmSci 5:E1.   \n5.Poolman B，Konings WN（1993）Secondary solute transport in bacteria.Biochim Biophys Acta 1183:5-39.   \n6.Paulsen IT,Brown MH,Skurray RA(1996)Protondependent multidrug efflux systems.Microbiol Rev 60: 575-608.   \n7.Fluman N,Bibi E(2oo9) Bacterial multidrug transport through the lens of the major facilitator superfamily. Biochim Biophys Acta 1794:738-747.   \n8.Lyons JA,Parker JL,Solcan N,Brinth A,Li D,Shah ST,Caffrey M,Newstead S (in press)Structural basis for polyspecificity in the POT family of proton-coupled oligopeptide transporters.EMBO Rep 15:886-893.   \n9.Jardetzky O(1966）Simple allosteric model for membrane pumps.Nature 211:969-970.   \n.0.Tetsch L,Jung K(2oo9） How are signals transduced across the cytoplasmic membrane? Transport proteins as transmitter of information.Amino Acids 37:467- 477.   \n.1.Abramson J,Smirnova I,Kasho V,Verner G,Kaback HR,Iwata S(2oo3)Structure and mechanism of the lactose permease of Escherichia coli. Science 301:610- 615.   \n12. Huang Y, Lemieux MJ,Song J,Auer M,Wang DN (2003）Structure and mechanism of the glycerol-3- phosphate transporter from Escherichia coli. Science 301:616-620.   \n13. Dang S, Sun L, Huang Y, Lu F, Liu Y, Gong H, Wang J, Yan N (2010) Structure of a fucose transporter in an outward-open conformation.Nature 467:734-738.   \n14. Jiang D, Zhao Y,Wang X, Fan J, Heng J,Liu X,Feng W, Kang X,Huang B,Liu J, Zhang XC (2013) Structure of the YajR transporter suggests a transport mechanism based on the conserved motif A.Proc Natl Acad Sci USA 110:14664-14669.   \n15.Madej MG,Dang S,Yan N, Kaback HR (2013) Evolutionary mix-and-match with MFS transporters. Proc Natl Acad Sci USA 110:5870-5874.   \n16.Phillips R, Ursell T Wiggins P, Sens P(2009) Emerging roles for lipids in shaping membrane-protein function. Nature 459:379-385.   \n17. Heng J, Zhao Y, Liu M,Liu Y,Fan J, Wang X, Zhao Y, Zhang X (2015） Substrate-bound structure of the E.coli multidrug resistance transporter MdfA. Cell Res [Epub ahead of print].   \n18.Kumar H， Kasho V,Smirnova I, Finer-Moore JS, Kaback HR, Stroud RM (2014) Structure of sugarbound LacY.Proc Natl Acad Sci USA 111:1784-1788.   \n19.Shi Y (2013) Common folds and transport mechanisms of secondary active transporters. Ann Rev Biophys 42: 51-72.   \n20.Smirnova I, Kasho V,Choe JY,Altenbach C,Hubbell WL,Kaback HR(20o7） Sugar binding induces an outward facing conformation of LacY.Proc Natl Acad Sci USA 104:16504-16509.   \n21.Masureel M， Martens C, Stein RA, Mishra S, Ruysschaert JM,McHaourab HS,Govaerts C (in press) Protonation drives the conformational switch in the multidrug transporter LmrP. Nat Chem Biol.10:149- 155.   \n22.Frillingos S, Kaback HR (1996) Cysteine-scanning mutagenesis of helix VI and the flanking hydrophilic domains on the lactose permease of Escherichia coli. Biochemistry 35:5333-5338.   \n23.Frillingos S, Sun J,Gonzalez A,Kaback HR(1997) Cysteine-scanning mutagenesis of helix I and flanking hydrophilic domains in the lactose permease of Escherichia coli.Biochemistry 36:269-273.   \n24.Fluman N,Ryan CM,Whitelegge JP,Bibi E (in press) Dissection of mechanistic principles of a secondary multidrug efflux protein. Mol Cell 47:777-787.   \n25.Holdsworth SR, Law CJ (2013） Multidrug resistance protein MdtM adds to the repertoire of antiporters involved in alkaline pH homeostasis in Escherichia coli.BMC Microbiol 13:113.   \n26.Viitanen P,Garcia ML,Kaback HR（1984） Purified reconstituted lac carrier protein from Escherichia coli is fully functional. Proc Natl Acad Sci USA 81:1629- 1633.   \n27.Newstead S,Drew D,Cameron AD,Postis VL,Xia X, Fowler PW, Ingram JC, Carpenter EP, Sansom MS, McPherson MJ, Baldwin SA, Iwata S (2011) Crystal structure of a prokaryotic homologue of the mammalian oligopeptide-proton symporters,PepT1 and PepT2. EMBO J 30:417-426.   \n28.Quistgaard EM,Low C,Moberg P,Nordlund P(2013) Metal-mediated crystallization of the xylose transporter XylE from Escherichia coli in three different crystal forms.J Struct Biol 184:375-378.   \n29.Schnitzer MJ, Visscher K,Block SM(2000) Force production bv single kinesin motors.Nat Cell Biol 2:718-723.   \n30.Cocco S，Monasson R，Marko JF（2001） Force and kinetic barriers to unzipping of the DNA double helix. Proc Natl Acad Sci USA 98:8608-8613.   \n31.Liu S,Chistol G,Hetherington CL,Tafoya S,Aathavan K, Schnitzbauer J,Grimes S,Jardine PJ,Bustamante C (2014) A viral packaging motor varies its DNA rotation and step size to preserve subunit coordination as the capsid fills. Cell 157:702-713.   \n32.Lu M,Radchenko M, Symersky J,Nie R,Guo Y (2013) Structural insights into $\\mathrm { H } +$ -coupled multidrug extrusion by a MATE transporter. Nat Struct Mol Biol 20: 1310-1317.   \n33. Tanaka Y,Hipolito CJ,Maturana AD, Ito K,Kuroda T, Higuchi T,Katoh T,Kato HE,Hattori M,Kumazaki K, Tsukazaki T, Ishitani R,Suga H,Nureki O (2013) Structural basis for the drug extrusion mechanism by a MATE multidrug transporter. Nature 496:247-251.   \n34.Fang Y,Jayaram H, Shane T, Kolmakova-Partensky L, Wu F,Williams C, Xiong Y,Miller C(2009) Structure of a prokaryotic virtual proton pump at 3.2 A resolution.Nature 460:1040-1043.   \n35.Lee C，Kang HJ，von Ballmoos C，Newstead S, Uzdavinys P,Dotson DL，Iwata S,Beckstein O, Cameron AD,Drew D (2013）A two-domain elevator mechanism for sodium/proton antiport.Nature 501: 573-577.   \n36. Zhang XC, Sun K, Zhang L,Li X,Cao C (2013) GPCR activation: protonation and membrane potential. Protein Cell 4:747-760.   \n37.Adler J, Bibi E (2004) Determinants of substrate recognition by the Escherichia coli multidrug transporter MdfAidentified on both sides of the membrane.JBiol Chem 279:8957-8965.   \n38.von Heijne G (1992) Membrane protein structure prediction.Hydrophobicity analysis and the positive-inside rule. J Mol Biol 225:487-494.   \n39.Rastogi VK, Girvin ME (1999） Structural changes linked to proton translocation by subunit c of the ATP synthase.Nature 402:263-268.   \n40.Tombola F,Pathak MM, Isacoff EY (2005) How far will you go to sense voltage? Neuron 48:719-725.   \n41.Knyazev DG,Winter L, Bauer BW, Siligan C,Pohl P (2014)Ion conductivity of the bacterial translocation channel SecYEG engaged in translocation. J Biol Chem 289:24611-24616.   \n42. Zhao Y, Mao G, Liu M, Zhang L,Wang X, Zhang XC (2014) Crystal structure of the E.coli peptide transporter YbgH. Structure 22:9-1.   \n43.Zhou Y,Jiang X,Kaback HR(2012) Role of the irreplaceable residues in the LacY alternating access mechanism. Proc Natl Acad Sci USA 109:12438-12442.   \n44.Verdon G,Boudker O (2012) Crystal structure of an asymmetric trimer of a bacterial glutamate transporter homolog.Nat Struct Mol Biol 19:355-357.   \n45.Seol W, Shatkin AJ (1991) Escherichia coli kgtP encodes an alpha-ketoglutarate transporter.Proc Natl Acad Sci USA 88:3802-3806.   \n46.Koita K, Rao CV (2012) Identification and analysis of the putative pentose sugar eflux transporters in Escherichia coli.PloS One 7:e43700.   \n47.Smirnova I， Kasho V, Sugihara J，Vazquez-Ibar JL,Kaback HR (2012) Role of protons in sugar binding to LacY. Proc Natl Acad Sci USA 109:16835- 16840.   \n48.Lu M, Symersky J, Radchenko M, Koide A, Guo Y, Nie R, Koide S (2013) Structures of a $\\mathrm { { N a + } }$ coupled,substrate-bound MATE multidrug transporter. Proc Natl Ad Cni TICA 11n.2nan 2104   \n49.Smirnova IN,Kasho V, Kaback HR(2008) Protonation and sugar binding to LacY. Proc Natl Acad Sci USA 105:8896-8901.   \n50.Franco PJ,Brooker RJ(1994) Functional roles of Glu269 and Glu-325 within the lactose permease of Escherichia coli.J Biol Chem 269:7379-7386.   \n51.Smirnova I,Kasho V, Sugihara J,Choe JY,Kaback HR (2009) Residues in the $\\mathrm { H } +$ translocation site define the pKa for sugar binding to LacY. Biochemistry 48:8852- 8860.   \n52.Steiner HY,Naider F, Becker JM(1995) The PTR family: a new group of peptide transporters.Mol Microbiol 16:825-834.   \n53.Daniel H,Spanier B,Kottra G,Weitz D (2006) From bacteria to man: archaic proton-dependent peptide transporters at work.Physiology 21:93-102.   \n54.Sun J,Bankston JR,Payandeh J,Hinds TR, Zagotta WN, Zheng N (2014) Crystal structure of the plant dual-affinity nitrate transporter NRT1.1. Nature 507: 73-77.   \n55. Sigal N,Fluman N, Siemion S,Bibi E(2009) The secondary multidrug/proton antiporter MdfA tolerates displacements of an essential negatively charged side chain.J Biol Chem 284:6966-6971.   \n56.Mazurkiewicz P,Driessen AJ，Konings WN (2004) Energetics of wild-type and mutant multidrug resistance secondary transporter LmrP of Lactococcus lactis. Biochim Biophys Acta 1658:252-261.   \n57.Mazurkiewicz P, Konings WN,Poelarends GJ (2002) Acidicresiduesinthelactococcalmultidrug efflux pump LmrP play critical roles in transport of lipophilic cationic compounds.J Biol Chem 277:26081- 26088.   \n58.Lewinson O,Adler J, Poelarends GJ,Mazurkiewicz P, Driessen AJ,Bibi E(20o3) The Escherichia coli multidrug transporter MdfA catalyzes both electrogenic and electroneutral transport reactions.Proc Natl Acad Sci USA 100:1667-1672.   \n59.Bolhuis H,Poelarends G,van Veen HW, Poolman B, Driessen AJ,Konings WN(1995) The lactococcal lmrP gene encodes a proton motive force-dependent drug transporter. J Biol Chem 270:26092-26098.   \n60.Sun N, Li D,Fonzi W, Li X, Zhang L, CalderoneR (2013) Multidrug-resistant transportermdrlpmediated uptake of a novel antifungal compound. Antimicrob Agents Chemother 57:5931-5939.   \n61.Pedersen BP, Kumar H,Waight AB,Risenmay AJ, Roe-Zurz Z,Chau BH,Schlessinger A,Bonomi M, Harries W,Sali A,Johri AK,Stroud RM (in press) Crystal structure of a eukaryotic phosphate transporter.Nature 496:533-536.   \n62.Paulsen IT, Skurray RA(1993) Topology, structure and evolution of two families of proteins involved in antibiotic and antiseptic resistance in eukaryotes and prokaryotes—an analysis. Gene 124:1-11.   \n63.Yamaguchi A, Someya Y, Sawai T(1992) Metal-tetracycline/H+ antiporter of Escherichia coli encoded by transposon Tnl0. The role of a conserved sequence motif,GXXXXRXGRR,in a putative cytoplasmic loop between helices 2 and 3.J Biol Chem 267:19155-19162.   \n64.Jessen-Marshall AE,Paul NJ, Brooker RJ (1995） The conserved motif,GXXX(D/E)(R/K)XG[X](R/K)(R/K)，in hydrophilic loop 2/3 of the lactose permease.J Biol Chem 270:16251-16257.   \n65.Kimura T,Nakatani M,Kawabe T,Yamaguchi A (1998）Roles of conserved arginine residues in the metal-tetracycline $^ { \\mathrm { { \\tiny ~ H + } } }$ antiporter of Escherichia coli. Biochemistry 37:5475-5480.   \n66.Someya Y, Kimura-Someya T, Yamaguchi A (20oo) Role of the charge interaction between Arg(7O) and Asp(120) in the Tn10-encoded metal-tetracycline $\\mathrm { { H } } ( + )$ antiporter of Escherichia coli.JBiol Chem 275:210-214.   \n67.Bannam TL，Johanesen PA，Salvado CL，Pidot SJ, Farrow KA,Rood JI(2004) The Clostridium perfringens TetA(P) efflux protein contains a functional variant of the Motif A region found in major facilitator superfamily transport proteins. Microbiology 150:127-134.   \n68.Gbaguidi B,Mazurkiewicz P,Konings WN,Driessen AJ,Ruysschaert JM,Vigano C (2004） Proton motive force mediates a reorientation of the cytosolic domains of the multidrug transporter LmrP. Cell Mol Life Sci 61:2646-2657.   \n69.Sigal N,Molshanski-Mor S,Bibi E(2006) No single irreplaceable acidic residues in the Escherichia coli secondary multidrug transporter MdfA.J Bacteriol 188: 5635-5639.   \n70. Hakizimana P, Masureel M, Gbaguidi B, Ruysschaert JM, Govaerts C (2008) Interactions between phosphatidylethanolamine headgroup and LmrP,a multidrug transporter:a conserved mechanism for proton gradient sensing?.J Biol Chem 283:9369-9376.   \n71.Pascual JM,Wang D, Yang R, Shi L, Yang H, De Vivo DC (2008) Structural signatures and membrane helix 4 in GLUT1: inferences from human blood-brain glucose transport mutants.JBiol Chem 283:16732-16742.   \n72. Solcan N, Kwok J, Fowler PW, Cameron AD,Drew D, Iwata S, Newstead S (2012) Alternating access mechanism in the POT family of oligopeptide transporters. EMBO J 31:3411-3421.   \n73.Mandal A, Kumar A, Singh A,Lynn AM, Kapoor K, Prasad R (2012) A key structural domain of the Candida albicans Mdr1 protein.Biochem J 445:313-322.   \n74. Sun L, Zeng X, Yan C, Sun X, Gong X,Rao Y, Yan N (2012) Crystal structure of a bacterial homologue of glucose transporters GLUT1-4.Nature 490:361-366.   \n75.Zheng H， Wisedchaisri G，Gonen T (2013) Crystal structure of a nitrate/nitrite exchanger. Nature 497: 647-651.   \n76. Yan H, Huang W, Yan C, Gong X,Jiang S, Zhao Y, Wang J,Shi Y (2013) Structure and mechanism of a nitrate transporter. Cell Rep 3:716-723.   \n77.Cain SM，Matzke EA，Brooker RJ(2000） The conserved motif inhydrophilic loop 2/3 and loop 8/9 of the lactose permease of Escherichia coli. Analysis of suppressor mutations.JMembr Biol 176:159-168.   \n78.Finn RD,Bateman A, Clements J, Coggill P, Eberhardt RY,Eddy SR,Heger A,Hetherington K,Holm L, Mistry J,Sonnhammer EL,Tate J,Punta M (2014) Pfam: the protein families database.Nucleic Acids Res 42:D222-D230.   \n79.Lewinson O, Padan E, Bibi E (2004) Alkalitolerance: a biological function for a multidrug transporter in pH homeostasis.Proc Natl Acad Sci USA 101:14073-14078.   \n80.Sigal N,Vardy E,Molshanski-MorS,EitanA,Pilpel Y, Schuldiner S,Bibi E (2005) 3D model of the Escherichia coli multidrug transporter MdfA reveals an essential membrane-embedded positive charge.Biochemistry 44:14870-14880.   \n81. Kapoor K, Rehan M, Kaushiki A, Pasrija R, Lynn AM, Prasad R (20o9) Rational mutational analysis of a multidrug MFS transporter CaMdrlp of Candida albicans by employing a membrane environment based computational approach. PLoS Comput Biol 5:e1000624.   \n82. Wisedchaisri G, Park MS, Iadanza MG, Zheng H, Gonen T (2014) Proton-coupled sugar transport in the prototypical major facilitator superfamily protein XylE. Nat Cnmmin 5:4521   \n83.Menick DR，Sarkar HK，Poonian MS，Kaback HR (1985)cysl54 is important for lac permease activity in Escherichia coli.Biochem Biophys Res Commun 132:   \n162-170.   \n84.Guan L,Mirza O,Verner G,Iwata S,Kaback HR (2007）Structural determination of wild-type lactose permease.Proc Natl Acad Sci USA104:15294-15298.   \n85.Ermolova NV,Smirnova IN，Kasho VN，Kaback HR (2005）Interhelical packing modulates conformational flexibility in the lactose permease of Escherichia coli. Biochemistry 44:7669-7677.   \n86.Wang S,YanR,ZhangX,ChuQ,ShiY(2014) Molecularmechanism of pH-dependent substrate transport by an arginine-agmatine antiporter. Proc Natl Acad Sci USA 111:12734-12739.   \n87.Jiang D,Zhao Y,Fan J,Liu X,Wu Y,Feng W, Zhang XC(2014)Atomic resolution structure of the E.coli YajR transporter YAM domain.Biochem Biophys Res Commun 450:929-935.   \n88.Qian H(20o5）Cycle kinetics,steady state thermodynamics and motors-a paradigm for living matter physics.JPhys Condens Matter 17:S3783-S3794.   \n89.Cymer F,von Heijne G,White SH (in press)Mechanisms of integral membrane protein insertion and folding. J Mol Biol 427:999-1022. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "APPENDIXA:THERMODYNAMICDESCRIPTION OFMFSTRANSPORTERS ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "In a transport process, the “external” Gibbs free energy includes terms of $\\Delta \\mu _ { \\Psi }$ ， $\\Delta \\mu _ { \\mathrm { [ H + ] } } ,$ and $\\Delta \\mu _ { \\mathrm { [ S ] } }$ 5 The following is true for a cycle of PMF-driven transport of(electrogenic)substrates: ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta \\mu _ { \\Psi } + \\Delta \\mu _ { [ \\mathrm { H + } ] } + \\Delta \\mu _ { [ \\mathrm { S } ] } = - Q\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "$( < 0 . \\mathrm { ~ Q ~ }$ is the heat released in one transport cycle); where ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\Delta \\mu _ { \\Psi } \\overset { \\mathrm { d e f } } { = } F \\Delta \\Psi ( < 0 ) ; \\qquad } \\\\ { \\Delta \\mu _ { [ \\mathrm { H + } ] } \\overset { \\mathrm { d e f } } { = } - 2 . 3 R T \\Delta \\mathrm { p H } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n( < 0 . ~ \\Delta \\mathrm { p H } = \\mathrm { p H } _ { \\mathrm { I n } } \\mathrm { - p H } _ { \\mathrm { O u t } } \\approx + 0 . 6 ) ;\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta \\mu _ { \\mathrm { [ S ] } } \\ { \\stackrel { \\mathrm { d e f } } { = } } \\ { R T \\mathrm { l n } } \\big ( \\mathrm { [ S ] _ { R } } / \\mathrm { [ S ] _ { L } } \\big )\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "$( > 0$ ,if the transport is against the substrate gradient.L and $\\mathbf { R }$ stand for loading and releasing states, respectively). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Each term of external energy can be further divided into sub-terms (see Fig. 3). ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\Delta \\mu _ { \\mathrm { [ S ] } } = \\Delta G _ { \\mathrm { L } } ( \\mathbf { S } ) \\ + \\Delta G _ { \\mathrm { D } } ( \\mathbf { S } ) + \\Delta G _ { \\mathrm { R } } ( \\mathbf { S } ) ; } \\\\ { \\Delta G _ { \\mathrm { L } } ( \\mathbf { S } ) \\ { \\stackrel { \\mathrm { d e f } } { = } } \\ - R T \\mathrm { l n } \\big ( \\mathrm { [ S ] _ { L } } / K _ { \\mathrm { d , L } } \\big ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(free energy of substrate loading); ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta G _ { \\mathrm { D } } ( \\mathrm { S } ) \\stackrel { \\mathrm { d e f } } { = } R T \\mathrm { l n } \\left( K _ { \\mathrm { d , R } } / K _ { \\mathrm { d , L } } \\right)\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(substrate-associatedintrinsicdifferential free energy of the conformational change from the $\\mathrm { ~ L ~ }$ to $\\kappa$ state); ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta G _ { \\mathrm { R } } ( \\mathrm { S } ) \\stackrel { \\mathrm { d e f } } { = } R T \\mathrm { l n } \\big ( \\mathrm { [ S ] _ { R } } / K _ { \\mathrm { d , R } } \\big )\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(freeenergy of substrate releasing). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Similarly, the following equations for protonrelated free energies apply: ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta \\mu _ { \\mathrm { [ H + ] } } { = } \\Delta G _ { \\mathrm { L } } \\big ( \\mathrm { H } ^ { + } \\big ) ~ { + } \\Delta G _ { \\mathrm { D } } \\big ( \\mathrm { H } ^ { + } \\big ) { + } \\Delta G _ { \\mathrm { R } } \\big ( \\mathrm { H } ^ { + } \\big )\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta G _ { \\mathrm { L } } \\big ( \\mathrm { H } ^ { + } \\big ) \\stackrel { \\mathrm { d e f } } { = } - 2 . 3 R T \\Big ( \\mathrm { p } K _ { \\mathrm { a , o u t } } \\big ( \\mathrm { H } ^ { + } \\big ) - \\mathrm { p H } _ { \\mathrm { O u t } } \\Big )\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(free energy of protonation in $\\mathrm { \\bf C _ { \\mathrm { { O u t } } } } )$ · ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta G _ { \\mathrm { D } } \\big ( \\mathrm { H } ^ { + } \\big ) \\stackrel { \\mathrm { d e f } } { = } 2 . 3 R T \\Big ( \\mathrm { p } K _ { \\mathrm { a , o u t } } \\big ( \\mathrm { H } ^ { + } \\big ) - \\mathrm { p } K _ { \\mathrm { a , i n } } \\big ( \\mathrm { H } ^ { + } \\big ) \\Big )\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(protonation-associated intrinsic differential free energy of the $\\mathbf { C _ { \\mathrm { { O u t } } } } \\mathbf { - t o - C _ { \\mathrm { { I n } } } }$ step); ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta G _ { \\mathrm { R } } \\big ( \\mathrm { H } ^ { + } \\big ) \\stackrel { \\mathrm { d e f } } { = } 2 . 3 R T \\Big ( \\mathrm { p } K _ { \\mathrm { a , i n } } \\big ( \\mathrm { H } ^ { + } \\big ) - \\mathrm { p H } _ { \\mathrm { I n } } \\Big )\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(free energy of deprotonation in $\\mathbf { C } _ { \\mathrm { { I n } } }$ ）",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Further, ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta G _ { \\mathrm { O > I } } ^ { 0 } + \\Delta G _ { \\mathrm { I > O } } ^ { 0 } { = } \\Delta G _ { \\mathrm { D } } \\left( \\mathrm { H } ^ { + } \\right) { + } \\Delta G _ { \\mathrm { D } } ( \\mathrm { S } )\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(where △Go-1 O>1and△G are free energy changes associated with conformational changes in the absence of membrane potential). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "APPENDIXB:KINETICDESCRIPTION ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "A kinetic discussion can be made based on the “tightly coupled chemical model.\"88 Based on the assumption that,in a symporter,substrate binding is coupled with protonation,the following equations apply: ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { c } { { { \\cal C } _ { o u t } } } \\\\ { { \\displaystyle ( \\bigoplus _ { c a } ^ { s } ) \\displaystyle \\sum _ { H _ { 1 } ^ { s } } ^ { \\zeta } \\displaystyle ( \\bigoplus _ { c , b = 1 } ^ { [ \\ell ] } { \\cal R } _ { 1 } ^ { \\ell } ) \\displaystyle ( \\bigoplus _ { c = \\delta } ^ { H ^ { \\prime } } { \\cal R } _ { 2 } ^ { \\ell + 1 } ) } } \\\\ { { { \\cal I } _ { \\ell } ^ { \\prime } \\displaystyle \\prod _ { b _ { \\ell } \\atop b _ { \\ell } } ^ { \\zeta } \\displaystyle \\prod _ { b _ { \\ell } \\atop b _ { \\ell } \\neq b _ { \\ell } } ^ { \\zeta + 1 } ( \\zeta _ { \\ell } ^ { a b } ) \\displaystyle \\frac { \\langle \\nabla h _ { 1 } ^ { + } h _ { 2 } ^ { b } \\rangle } { \\sqrt { \\displaystyle \\frac { \\delta h _ { 1 } ^ { + } \\delta _ { \\ell } } { \\delta _ { \\ell } } } ( \\zeta _ { \\ell } ^ { a b } ) } \\displaystyle ( \\prod _ { b _ { \\ell } \\leq \\delta \\ell } ^ { \\zeta + 1 - \\gamma _ { \\ell } \\leq W _ { \\ell } } { \\zeta } ) } } \\\\ { { \\displaystyle ( \\bigoplus _ { c b } ^ { \\prime } ) \\displaystyle \\frac { [ H _ { 1 } ^ { + } ] _ { { \\cal R } ^ { b } } \\delta _ { 5 } ^ { \\ell } } { { \\cal H } _ { \\ell } ^ { b _ { \\ell } } \\delta _ { 5 } } ( \\zeta _ { \\ell } ^ { a b } ) \\displaystyle \\frac { [ \\nabla h _ { 1 } h _ { \\ell } ^ { \\ell } ] _ { { \\cal R } ^ { b } + \\zeta _ { \\ell } } } { \\sqrt { \\displaystyle \\frac { \\delta h _ { 1 } ^ { + } \\delta _ { \\ell } } { \\delta _ { \\ell } } } ( \\zeta _ { \\ell } ^ { a b } ) } ( \\zeta _ { \\ell } ^ { a b } ) } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta G _ { \\mathrm { L } } ( \\mathbf { S } ) { = } { - } R T \\mathrm { l n } \\big ( \\big ( k _ { 1 } ^ { 0 } [ \\mathbf { S } ] _ { \\mathrm { L } } \\big ) / k _ { - 1 } \\big )\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(where $k _ { 1 } ^ { 0 }$ and $k _ { - 1 }$ are forward and reversal kinetic coefficients for substrate loading); ",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta G _ { \\mathrm { L } } \\big ( \\mathrm { H } ^ { + } \\big ) { = } { - } R T { \\ln } \\Big ( \\Big ( k _ { 2 } ^ { 0 } \\big [ \\mathrm { H } ^ { + } \\big ] _ { \\mathrm { O u t } } \\Big ) / k { - } _ { 2 } \\Big )\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(where $k _ { 2 } ^ { 0 }$ and $k _ { - 2 }$ are forward and reversal kinetic coefficients for proton loading); ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta G _ { 0 > \\mathrm { I } } ^ { 0 } { = } { - } R T { \\ln } ( k _ { 3 } / k _ { - 3 } )\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(where $k _ { 3 }$ and $k _ { - 3 }$ are forward and reversal kinetic coefficientsforthe $\\mathbf { C _ { \\mathrm { { O u t } } } } \\mathbf { - t o - C _ { \\mathrm { { I n } } } }$ conformational change in the absence of $\\Delta \\mu _ { \\Psi } ,$ ） ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta G _ { \\mathrm { R } } ( \\mathrm { S } ) { = } { - } R T \\mathrm { l n } \\left( k _ { 4 } / \\left( k _ { - 4 } ^ { 0 } [ \\mathrm { S } ] _ { \\mathrm { R } } \\right) \\right)\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(where $k _ { 4 }$ and $k _ { - 4 } ^ { 0 }$ are forward and reversal kinetic coefficients for substrate releasing.); ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta G _ { \\mathrm { R } } \\big ( \\mathrm { H } ^ { + } \\big ) { = } { - } R T \\mathrm { l n } \\big ( k _ { 5 } / \\big ( k _ { - 5 } ^ { 0 } \\big [ \\mathrm { H } ^ { + } \\big ] _ { \\mathrm { I n } } \\big ) \\big )\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(where $k _ { 5 }$ and $k _ { - 5 } ^ { 0 }$ are forward and reversal kinetic coefficients for proton releasing.); ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta G _ { \\mathrm { I > O } } ^ { 0 } { = } { - } R T \\mathrm { l n } ( k _ { 6 } / k _ { - 6 } )\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(where $\\scriptstyle { k _ { 6 } }$ and $k _ { - 6 }$ are forward and reversal kinetic coefficients for the $\\mathbf { C _ { \\mathrm { { I n } ^ { - } } } } \\mathrm { { t o } \\mathrm { { - } \\mathbf { C _ { \\mathrm { { O u t } } } } } }$ conformational change). ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "In addition, ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\Delta G _ { \\mathrm { D } } ( \\mathbf { S } ) = R T \\mathrm { l n } \\left( \\left( k _ { 1 } ^ { 0 } k _ { 4 } \\right) / \\left( k _ { - 1 } k _ { - 4 } ^ { 0 } \\right) \\right) } \\\\ { \\Delta G _ { \\mathrm { D } } \\left( \\mathrm { H } ^ { + } \\right) = R T \\mathrm { l n } \\left( \\left( k _ { 2 } ^ { 0 } k _ { 5 } \\right) / \\left( k _ { - 2 } k _ { - 5 } ^ { 0 } \\right) \\right) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "and ",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\left( k _ { 1 } ^ { 0 } k _ { 2 } ^ { 0 } k _ { 3 } k _ { 4 } k _ { 5 } k _ { 6 } \\right) / \\left( k _ { - 1 } k _ { - 2 } k _ { - 3 } k _ { - 4 } ^ { 0 } k _ { - 5 } ^ { 0 } k _ { - 6 } \\right) = 1\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(i.e.,the tightly coupled chemical model; equivalent to Eqs. (A4)). ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Similarly, based on the assumption that in an antiporter substrate binding is coupled with deprotonation, one has the following diagram as well as equations similar to the above discussion for the symporter. ",
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/4b02735ba9f9e3d8034e6041f8bfe62c99878455c1b144362aa8f0ce8dd65499.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "APPENDIX C:KINETIC OFINVITROSUBSTRATE BINDING ASSAYS ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Substrate bindingis often studiedina solubilized form of a transporter. The results from such a binding assay usuallyrepresent transporters at different states with orwithout substrate bound.Major differences in kinetics of amembrane embedded transporter compared to the solubilized form are the lack of external driving forceandidentical substrate concentrationforbothsubstrate loading and releasing in the solubilized form.In the following,we assume that the transporter maintains the two major conformations in the soluble form as it does in the membrane.In addition, the affinity of substrate binding in each conformation is assumed to be the same in both the membrane embedded andthe solubilized form.(This assumption may need to be verified in each case.）Each conformation is of distinct properties, inparticularbindingaffinity $\\mathrm { ( K _ { d } ) }$ of the substrate.Note that $\\mathrm { K _ { d } }$ isrelated to binding enthalpy, $\\Delta H$ ,by thevan't Hoff equation. The kinetic relationship between these statesis shownin the followingscheme. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/e44821dead0d1ac8faef3489c80525f2bcd1225ff377cbaab42fe9be7922edab.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Equilibration Conditions ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } { { \\left[ \\mathrm { C } _ { \\mathrm { O u t } } { \\bf S } \\right] / \\left[ \\mathrm { C } _ { \\mathrm { O u t } } \\right] } } & { { = k _ { 1 } ^ { 0 } \\left[ { \\bf S } \\right] / k _ { - 1 } } } \\\\ { { \\ } } & { { \\ } } \\\\ { { \\left[ \\mathrm { C } _ { \\mathrm { I n } } { \\bf S } \\right] / \\left[ \\mathrm { C } _ { \\mathrm { O u t } } { \\bf S } \\right] \\ = k _ { 2 } / k _ { - 2 } \\ } } \\\\ { { \\ } } & { { \\ } } \\\\ { { \\left[ \\mathrm { C } _ { \\mathrm { I n } } \\right] / \\left[ \\mathrm { C } _ { \\mathrm { I n } } { \\bf S } \\right] \\ = k _ { 3 } / k _ { - 3 } ^ { 0 } \\left[ { \\bf S } \\right] \\ ~ } } \\\\ { { \\ } } & { { \\ } } \\\\ { { \\left[ \\mathrm { C } _ { \\mathrm { O u t } } \\right] / \\left[ \\mathrm { C } _ { \\mathrm { I n } } \\right] \\ = k _ { 4 } / k _ { - 4 } \\ } } \\\\ { { \\ } } & { { \\ } } \\\\ { { \\left( k _ { 1 } ^ { 0 } k _ { 2 } k _ { 3 } k _ { 4 } \\right) / \\left( k _ { - 1 } k _ { - 2 } k _ { - 3 } ^ { 0 } k _ { - 4 } \\right) \\ = \\ 1 } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Although there are seven independent kinetic variables in Eq. (C1.5),there are only three independent thermodynamic variables (e.g.,equilibrium constants). ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Dissociation Constants ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { K _ { \\mathrm { d , 1 } } \\ { \\stackrel { \\mathrm { d e f } } { = } } \\ k _ { - 1 } / k _ { 1 } ^ { 0 } { = } \\ { [ \\mathrm { S } ] [ \\mathrm { C } _ { \\mathrm { O u t } } ] } / { [ \\mathrm { C } _ { \\mathrm { O u t } } \\mathrm { S } ] } } \\\\ { K _ { \\mathrm { d , 3 } } \\ { \\stackrel { \\mathrm { d e f } } { = } } \\ k _ { 3 / } k _ { - 3 } ^ { 0 } { = } \\ { [ \\mathrm { S } ] [ \\mathrm { C } _ { \\mathrm { I n } } ] } / { [ \\mathrm { C } _ { \\mathrm { I n } } \\mathrm { S } ] } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\nK _ { \\mathrm { d , a p p . } } \\ { \\stackrel { \\mathrm { d e f } } { = } } \\ [ \\mathrm { S } ] \\ ( [ \\mathrm { C _ { \\mathrm { O u t } } } ] \\ + [ \\mathrm { C _ { \\mathrm { I n } } } ] ) / ( [ \\mathrm { C _ { \\mathrm { O u t } } S } ] \\ + [ \\mathrm { C _ { \\mathrm { I n } } S } ] )\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n= K _ { \\mathrm { d } , 1 } / ( 1 \\ + k _ { 2 } / k _ { - 2 } ) \\ + K _ { \\mathrm { d } , 3 } / ( 1 \\ + \\ k _ { - 2 } / k _ { 2 } )\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { l } { { = K _ { \\mathrm { d } , 1 } ( 1 \\ { + } k _ { - 4 } / k _ { 4 } ) / ( 1 \\ { + } k _ { 2 } / k _ { - 2 } ) } } \\\\ { { = K _ { \\mathrm { d } , 3 } ( 1 \\ { + } k _ { 4 } / k _ { - 4 } ) / ( 1 \\ { + } k _ { - 2 } / k _ { 2 } ) } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Whilst dissociation constants $\\mathrm { K } _ { \\mathrm { d } , 1 }$ and $\\mathrm { K _ { d , 3 } }$ in the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ and $ { \\mathrm { ~ \\bf ~ { ~ C ~ } ~ } } _ { \\mathrm { { I n } } }$ states，respectively，and their related free energy terms $( \\Delta G _ { \\mathrm { L } } ( \\mathbf { S } )$ and $\\Delta G _ { \\mathrm { R } } ( { \\bf S } ) ;$ are of interests,what is directly measurable in in vitro binding assays such as SPR,ITC,and SPA is usually the apparent dissociation constant of the mixture system, Kd,app. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Partition Between the $\\pmb { C } _ { O u t }$ and $\\bullet _ { I n }$ Conformations ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Here,we define the ratio of the concentration of transporters in both substrate-free and substratebound $\\mathbf { C _ { \\mathrm { { O u t } } } }$ states to that of $\\mathbf { C } _ { \\mathrm { { I n } } }$ states as conforma tional ratio $f ,$ which is a function of[S]. ",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { f ( \\lceil \\mathrm { \\bf S } \\rfloor ) \\stackrel { \\mathrm { d e f } } { = } ( \\lceil \\mathrm { \\bf C } _ { \\mathrm { O u t } } \\rceil + \\lceil \\mathrm { \\bf C } _ { \\mathrm { O u t } } \\mathrm { \\bf S } \\rceil ) / ( \\lceil \\mathrm { \\bf C } _ { \\mathrm { I n } } \\mathrm { \\bf S } \\rceil + \\lceil \\mathrm { \\bf C } _ { \\mathrm { I n } } \\rceil ) } \\\\ & { ~ = ( k _ { - 2 } / k _ { 2 } ) ~ ( 1 ~ + K _ { \\mathrm { d } , 1 / } \\lceil \\mathrm { \\bf S } \\rceil ) / ( 1 ~ + K _ { \\mathrm { d } , 3 } / \\lceil \\mathrm { \\bf S } \\rceil ) } \\\\ & { ~ = ~ ( k _ { 4 } / k _ { - 4 } ) ~ ( 1 ~ + \\lceil \\mathrm { \\bf S } \\rceil / K _ { \\mathrm { d } , 1 } ) / ( 1 ~ + \\lceil \\mathrm { \\bf S } \\rceil / K _ { \\mathrm { d } , 3 } ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\nf ( \\infty ) \\ = \\ k _ { - 2 } / k _ { 2 }\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\nf ( 0 ) = k _ { 4 } / k _ { - 4 }\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { f ( \\mathrm { [ { \\bf S } ] } ) = f ( \\infty ) \\mathrm { ~ } \\big ( 1 \\mathrm { ~ } + K _ { \\mathrm { d , 1 / } } \\mathrm { [ } { \\bf S } ] \\big ) / } \\\\ { \\big ( 1 \\mathrm { ~ } + ( f ( \\infty ) / f ( 0 ) ) \\mathrm { ~ } K _ { \\mathrm { d , 1 / } } \\mathrm { [ } { \\bf S } ] \\big ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta H = R T \\mathrm { l n } ( f _ { 1 } / f _ { 2 } ) \\ ( T / \\Delta T )\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "where $f _ { 1 }$ and $f _ { 2 }$ are the conformation ratios measured at $T _ { 1 }$ and $T _ { 2 } ,$ ，respectively. Therefore,by measuring $f ( [ \\mathbf { S } ] )$ at two temperatures,one may determine $\\Delta G , \\Delta H$ and $\\Delta S$ at any specified substrate concentration [S]. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "DistributionoftheTransportersintheFourStates ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { \\mathrm { 1 1 } \\underline { { \\mathrm { d } } } \\underline { { \\mathrm { d } } } | \\mathrm { C } _ { \\mathrm { O u t } } \\} + ( \\mathrm { C } _ { \\mathrm { O u t } } \\underline { { \\mathrm { S } } } ) + | ( \\mathrm { C } _ { \\mathrm { I n } } \\underline { { \\mathrm { S } } } ) + | ( \\mathrm { C } _ { \\mathrm { I n } } } \\\\ & { R _ { 1 } ( \\mathrm { S } ) ) | ^ { \\underline { { \\mathrm { d r } } } } \\mathrm { C } _ { \\mathrm { O u t } } \\} / \\mathrm { a l l } } \\\\ & { = 1 / ( ( 1 + 1 / ( \\mathrm { E } ^ { ( \\underline { { S } } ) } ) ) \\cdot ( 1 + | \\mathrm { S } | / \\mathrm { A } _ { 1 , 1 } ) ) } \\\\ & { R _ { 2 } ( \\mathrm { S } ) ) \\underline { { \\mathrm { d r } } } \\mathrm { C } _ { \\mathrm { O u t } } \\} / [ \\mathrm { a l l } ] } \\\\ & { 1 / ( ( 1 + 1 / ( \\mathrm { E } ^ { ( \\underline { { S } } ) } ) ) \\cdot ( 1 + \\mathrm { A } _ { 2 , 1 } / \\mathrm { B } ) ) } \\\\ & { \\qquad R _ { 3 } ( \\mathrm { B } ( \\mathrm { B } ) ) \\underline { { \\mathrm { d u } } } | \\mathrm { C } _ { \\mathrm { I n } } \\mathrm { S } / \\mathrm { a l l } }  \\\\ & { \\qquad = 1 / ( ( 1 + \\mathrm { r } / \\mathrm { B } ) ) \\cdot ( 1 + \\mathrm { A } _ { 3 , 1 } / \\mathrm { B } ) ) } \\\\ & { R _ { 4 } ( \\mathrm { B } ) \\underline { { \\mathrm { d u t } } } | \\mathrm { S } | \\mathrm { f a n } | } \\\\ & { = 1 / ( ( 1 + \\mathrm { r } / \\mathrm { B } ) ) \\ ( 1 + | \\mathrm { B } _ { 1 , 1 } / \\mathrm { B } ) } \\\\ & { = 1 / ( ( 1 + \\mathrm { r } / \\mathrm { B } ) ) \\ ( 1 + | \\mathrm { B } _ { 1 , 1 } / \\mathrm { B } _ { 2 , 1 } ) ) } \\\\ & { = 1 / ( ( 1 + \\mathrm { r } / \\mathrm { B } ) ) \\ ( 1 + | \\mathrm { B } _ { 1 } / \\mathrm { B } _ { 2 , 1 } ) ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "$\\mathrm { O f } R _ { 1 } ( 0 ) , R _ { 2 } ( \\infty ) , R _ { 3 } ( \\infty )$ ,and $R _ { 4 } ( 0 )$ ,three of them can be chosen as independent variables.The fourth one can be determined by the equation $R _ { 1 } { + } R _ { 2 } { + } R _ { 3 } { + }$ $R _ { 4 } = 1$ [i.e.,Eq. (C4.1)]. ",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n= f ( 0 ) \\ \\left( 1 \\ + ( f ( \\infty ) / f ( 0 ) ) \\ [ \\mathrm { S } ] / K _ { \\mathrm { d } , 3 } \\right) / \\left( 1 \\ + [ \\mathrm { S } ] / K _ { \\mathrm { d } , 3 } \\right)\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The coefficients $f ( 0 )$ and $f ( \\infty )$ are the $\\mathbf { C _ { \\mathrm { { O u t } } } } \\mathrm { { - } } \\mathbf { C _ { \\mathrm { { I n } } } }$ conformational ratios in the absence of substrate and in super-high concentration of substrate,respectively. They are important properties of the transporter for a given substrate,and can be chosen as independent thermodynamic variables.Experimentally, the curve of $f ( [ \\mathbf { S } ] )$ ,including $f ( 0 )$ and $f ( \\infty )$ ，can be measured with assays such as smFRETor DEER. The third independent variable, for example, $\\mathrm { K } _ { \\mathrm { d } , 3 }$ can be determined by fitting the observed $f ( [ \\mathrm { { S } ] ) }$ curve with the calculated one using $\\mathrm { K _ { d , 3 } }$ as a variable[in Eq. (C3.7))]. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "In general,the Gibbs free-energy of conformational change from the $\\mathbf { C _ { \\mathrm { { O u t } } } }$ to $\\mathbf { C } _ { \\mathrm { { I n } } }$ state at the substrate concentration [S]is given by: ",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta G ( [ \\mathrm { S } ] ) \\stackrel { \\mathrm { d e f } } { = } \\Delta H { - } T \\Delta S = R T \\mathrm { l n } ( f ( \\mathrm { S } ] ) )\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "where the enthalpy $\\Delta H$ and entropy $\\Delta S$ terms are commonly considered to be independent of temperature.Further,let's assume, for a given [S], $f ( [ \\mathbf { S } ] )$ is measured at two temperatures, $T _ { 1 }$ and $T _ { 2 }$ ，with that $\\Delta T _ { = } ^ { \\mathrm { d e f } } ~ T _ { 2 } - T _ { 1 } ~ ( > ~ 0 ) , ~ T _ { = } ^ { \\mathrm { d e f } } ~ ( T _ { 1 } + T _ { 2 } ) / 2$ ，and $\\Delta T \\ll T .$ According to the van't Hoff equation,the following is applied: ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "RelationshipBetweenDissociation Constants and f([S]) ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { K _ { \\mathrm { d , 1 } } = [ \\mathrm { S } ] \\ ( 1 / f ( [ \\mathrm { S } ] ) - 1 / f ( \\infty ) ) / ( 1 / f ( 0 ) - 1 / f ( [ \\mathrm { S } ] ) ) } \\\\ & { \\qquad K _ { \\mathrm { d , 3 } } = [ \\mathrm { S } ] \\ ( f ( [ \\mathrm { S } ] ) - f ( \\infty ) ) / ( f ( 0 ) - f ( [ \\mathrm { S } ] ) ) } \\\\ & { K _ { \\mathrm { d , a p p . } } = K _ { \\mathrm { d , 1 } } / ( 1 \\ + 1 / f ( \\infty ) ) \\ + \\ K _ { \\mathrm { d , 3 } } / ( 1 \\ + f ( \\infty ) ) } \\\\ & { \\qquad = \\ K _ { \\mathrm { d , 1 } } ( 1 \\ + 1 / f ( 0 ) ) / ( 1 \\ + 1 / f ( \\infty ) ) } \\\\ & { \\qquad = \\ K _ { \\mathrm { d , 3 } } ( 1 \\ + f ( 0 ) ) / ( 1 \\ + f ( \\infty ) ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "It can be proved that $K _ { \\mathrm { d } , 1 }$ is the substrate concentration at which $1 /  { f _ { \\mathrm { ( [ S ] ) } } }$ equals $( 1 / f ( 0 ) + 1 / f ( \\infty ) ) / 2$ that is,the mean of1/f([S]). $K _ { \\mathrm { d , 3 } }$ is the substrate concentration at which $f ( [ \\mathbf { S } ] )$ equals $( f ( 0 ) + f ( \\infty ) ) / 2$ that is, the mean of $f ( [ \\mathbf { S } ] )$ . Similarly, $K _ { \\mathrm { d , a p p } }$ is the substrate concentration at which $f ( [ \\mathrm { { S } ] ) }$ equals $( R _ { 1 } ( 0 )$ $+ R _ { 2 } ( \\infty ) ) / ( R _ { 3 } ( \\infty ) \\ + R _ { 4 } ( 0 ) )$ ，that is,the ratio of the mean fraction of $\\mathbf { C _ { \\mathrm { { O u t } } } }$ to that of $\\mathbf { C } _ { \\mathrm { { I n } } }$ ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Further, ",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { c } { { K _ { \\mathrm { d } , 3 } / K _ { \\mathrm { d } , 1 } = \\left. k _ { 1 } ^ { 0 } k _ { 3 } / \\left( k _ { - 1 } k _ { - 3 } ^ { 0 } \\right) \\right. = \\left. k _ { - 2 } k _ { - 4 } / ( k _ { 2 } k _ { 4 } ) \\right. } } \\\\ { { \\left. = f ( \\infty ) / f ( 0 ) \\right. } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { f ( 0 ) { = } ( 1 { - } K _ { \\mathrm { d , a p p . } } / K _ { \\mathrm { d , 3 } } ) / ( K _ { \\mathrm { d , a p p . } } / K _ { \\mathrm { d , 1 } } { - } 1 ) } \\\\ & { f ( \\infty ) = ( 1 { - } K _ { \\mathrm { d , 3 } } / K _ { \\mathrm { d , a p p . } } ) / ( K _ { \\mathrm { d , 1 } } / K _ { \\mathrm { d , a p p . } } { - } 1 ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Differential Free EnergyofSubstrate Binding ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { \\Delta G _ { \\mathrm { D } } ( { \\bf S } ) \\stackrel { \\mathrm { d e f } } { = } R T \\mathrm { l n } \\big ( K _ { \\mathrm { d } , 3 } / K _ { \\mathrm { d } , 1 } \\big ) } \\\\ & { \\qquad = R T \\mathrm { l n } \\big ( f ( \\infty ) / f ( 0 ) \\big ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "$\\Delta G _ { \\mathrm { D } } ( { \\bf S } )$ ，which is determined solely by the ratio of $f ( \\infty )$ to $f ( 0 )$ ,is an important property of the transporter (a symporter in this case） for a given substrate.It indicates the thermodynamic preference of the substrate movement in the absence of external driving forces (e.g.，membrane potential). When $\\Delta G _ { \\mathrm { D } } ( \\mathrm { S } ) < 0$ ，the movement is inward;and when $\\Delta G _ { \\mathrm { D } } ( \\mathbf { S } ) > 0$ ,the movement is outward. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "stronger the hydrophobic mismatch force may become.For a small rigid-body displacement,the hydrophobic mismatch force can be written as ",
        "page_idx": 19
    },
    {
        "type": "equation",
        "text": "$$\nf _ { \\mathrm { H } } ( \\Delta x ) = ( 1 - \\exp ( - \\Delta x / \\lambda ) ) \\sigma c\n$$",
        "text_format": "latex",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "where $\\lambda$ indicates the rigidity of the membrane.The larger $\\lambda$ is,the more sticky(dissipative) of the membrane-MP interface would be.Typically, $\\lambda$ is in the order of $1 0 \\mathring { \\mathrm { ~ A ~ } }$ ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "In the presence of the membrane potential $\\Delta \\Psi$ (or more precisely of a charge-potential interaction), the electrostatic force is ",
        "page_idx": 19
    },
    {
        "type": "equation",
        "text": "$$\nf _ { \\mathrm { E } } { = } ~ F \\Delta \\Psi / d\n$$",
        "text_format": "latex",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "APPENDIXD:HOWTOESTIMATEHYDROPHOBIC MISMATCHFORCES ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The atomic solvation parameter $( \\sigma )$ of a membrane protein (MP) is estimated to be ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "where $\\mathbf { F }$ is the Faraday constant (typically $\\mathrm { F } \\Delta \\Psi \\approx$ $1 0  { \\mathrm { ~ \\ k J / m o l } } )$ and d is the membrane thickness （ $( \\sim 3 0$ $\\mathring \\mathrm { A } \\big )$ . Assuming a rigid-body displacement,at the equilibrium position the two forces balance each other: ",
        "page_idx": 19
    },
    {
        "type": "equation",
        "text": "$$\n( 1 - \\exp ( - \\Delta x / \\lambda ) ) \\sigma c = F \\Delta \\Psi / d\n$$",
        "text_format": "latex",
        "page_idx": 19
    },
    {
        "type": "equation",
        "text": "$$\n\\sigma = 2 0 { \\mathrm { - } } 2 5 \\ { \\mathrm { c a l / m o l / A } } ^ { 2 } \\approx 0 . 1 \\ { \\mathrm { k J / m o l / A } } ^ { 2 }\n$$",
        "text_format": "latex",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "(see Ref.89).In the absence of a charge-potential interaction,the MP is at an equilibrium position (i.e., $\\Delta x = 0$ ).Thus the hydrophobic mismatch force is ",
        "page_idx": 19
    },
    {
        "type": "equation",
        "text": "$$\n\\left. f _ { \\mathrm { H } } ( \\Delta x ) \\right| _ { \\Delta x = 0 } = 0\n$$",
        "text_format": "latex",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "At a large displacement, ",
        "page_idx": 19
    },
    {
        "type": "equation",
        "text": "$$\n\\left. f _ { \\mathrm { H } } ( \\Delta x ) \\right| _ { \\Delta x = \\infty } \\approx \\sigma c\n$$",
        "text_format": "latex",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "where c is the circumference of the MP (typically ${ \\sim } 1 0 0 \\mathrm { ~ \\AA } )$ .So,the larger the size of the MP is,the ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Thus, ",
        "page_idx": 19
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta x / \\lambda { = } - \\mathrm { l n } ( 1 { - } F \\Delta \\Psi / ( d \\sigma c ) ) { \\approx } 1 / 3 0\n$$",
        "text_format": "latex",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Note that $( F \\Delta \\Psi / d ) \\Delta x$ would be the electrostatic energyof thedisplacement,and $( \\sigma c ) \\Delta x$ would be the hydrophobic mismatch energy assuming a constant maximum force during the displacement.Equation (D4.2)) suggests that even for a soft membrane (e.g., $\\lambda \\approx 1 0 \\mathrm { ~ \\AA ~ }$ ，the displacement $\\Delta x$ caused by electrostatic interaction is likely to be small (unless the MP is not a rigid body,e.g.when there is a large conformational change). ",
        "page_idx": 19
    }
]