[
    {
        "type": "text",
        "text": "A bestrophin-like protein modulates the proton motive force across the thylakoid membrane in Arabidopsis ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zhikun Duan'2t,Fanna Kong1,2t,Lin Zhang'2,Wenjing Li',Jiao Zhang' and Lianwei Peng1\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeyaboratoryofotobologyCACnterforExcelenceinolecularPlantSiences,IstituteofBotanyChineseAcademyofcieces Beijing100093，hia,Unversityfesecadeoficeejinaeutortribtedqaltisk. \\*Correspondence: penglianwei@ibcas.ac.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractDuring photosynthesis，photosynthetic electron transport generates a proton motive force (pmf) across the thylakoid membrane,which is used for ATPbiosynthesis via ATP synthase in the chloroplast.The pmf is composed of an electric potential $( \\Delta \\Psi )$ and an osmotic component $( \\Delta p \\mathsf { H } )$ Partitioning between these components in chloroplasts is strictly regulated in response to fluctuating environments. However,our knowledge of the molecular mechanisms that regulate pmfpartitioning is limited.Here，we reporta bestrophin-like protein (AtBest)，which is critical for pmf partitioning.While the $\\Delta { \\mathsf { p } } \\mathsf { H }$ component was slightly reduced in atbest,the $\\Delta \\Psi$ component was much greater in this mutant than in the wild type,resulting in less efficient activation of nonphotochemical quenching（NPQ）upon both illumination and a shift from low light to high light.Although no visible phenotype was observed in the atbest mutant in the greenhouse,this mutant exhibited stronger photoinhibition than the wild type when grown in the field.AtBest belongs to the bestrophin family proteins,which are believed to function as chloride $( \\mathsf { C l } ^ { - } )$ channels.Thus，our findings reveal an important $\\mathsf { C l } ^ { - }$ channel required for ion transport and homeo stasis across the thylakoid membrane in higher plants.These processes are essential for fine-tuning photosynthesis under fluctuating environmental conditions. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: Bestrophin; $\\mathsf { C l } ^ { - }$ channel; photoprotection;   \nphotosynthesis;proton motive force   \nCitation:Duan Z,Kong F,Zhang L,Li W,Zhang J,Peng L (2016) A bestrophin-like protein modulates the proton motive force across the thylakoid membrane in Arabidopsis.JIntegr Plant Biol XX: XX-XX doi: 10.1111jipb.12475   \nEdited by: Chun-Ming Liu, Institute of Botany, CAS, China   \nReceived Mar.1,2016;Accepted Mar.3,2016   \nAvailable online on Mar.7,2o16 at www.wileyonlinelibrary.com/ journal/jipb   \n$\\circledcirc$ 2016 The Authors.Journal of Integrative Plant Biology published by John Wiley & Sons Australia,Ltd on behalf of Institute of Botany, Chinese Academy of Sciences.   \nThis is an open access article under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs License,which permits use and distribution in any medium,provided the original work is properly cited,the use is non-commercial and no modifications or adaptations are made. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In the 196os，Mitchell proposed that respiratory and lightinduced photosynthetic electron transport are coupled with proton $( \\mathsf { H } ^ { + } )$ transport across the mitochondrial inner membrane and chloroplast thylakoid membrane, thus generatinga proton motive force (pmf) used to drive ATP synthase and produce ATP (Mitchell 1966). According to this hypothesis,the pmf is composed of two components,the transmembrane proton gradient $( \\Delta \\mathsf { p } \\mathsf { H } )$ and the electric field gradient $( \\Delta \\Psi ) ,$ which are thermodynamically equivalent (Mitchell 1961, 1966).Due to the low permeability of the inner mitochondrial membrane to ions, $\\Delta \\Psi$ is the predominant component of the $\\mathsf { p m f }$ ，while the contribution of $\\Delta { \\mathsf { p } } { \\mathsf { H } }$ is smaller, as $\\Delta \\mathsf { p } \\mathsf { H }$ across this membrane is only approximately o.5 (Mitchell 1966). However，the contribution of $\\Delta { \\mathsf { p } } \\mathsf { H }$ to pmf is significantly higher in chloroplasts，where the $\\Delta { \\mathsf { p } } { \\mathsf { H } }$ across thylakoid membrane is thought to be approximately 2.o (with a lumen $\\mathsf { p H } > 5 . 8 \\AA ,$ duringphotosynthesis (Kramer et al.2oo3). It has beensuggested that approximately $50 \\%$ of the pmf can be storedas $\\Delta \\Psi$ (Cruz et al.2oo1).In addition, the pmf has also been proposed to be stored almost entirely as $\\Delta { \\mathsf { p } } \\mathsf { H }$ in the chloroplast (Johnson and Ruban 2o14). In both cases, the $\\Delta \\Psi$ must be dissipated rapidly to maintain high proton levels in the thylakoid lumen,which is essential for activating energydependent nonphotochemical quenching(NPQ) of absorbed excess light，and for restricting photosynthetic electron transport under high light or $\\mathsf { C O } _ { 2 }$ -limited conditions in higher plants (Hope et al. 1994; Niyogi 1999). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Numerous electrophysiological studiesusing the thylakoid membrane have demonstrated that ion counterbalancing via the influx of anions (such as chloride $( \\mathsf { C l } ^ { - } ) )$ and efflux of cations (such as potassium $( \\mathsf { K } ^ { + } )$ and magnesium $( M g ^ { 2 + } ) )$ across the thylakoid membrane is essential for $\\Delta \\Psi$ dissipation (Hind et al. 1974; Schonknecht et al. 1988; Pottosin and Schonknecht 1996). However， the molecular machinery responsible forion movement has long been unclear. Recently， Carraretto et al.(2o13) identified a two-pore $\\mathsf { K } ^ { + }$ channel,AtTPK3,which is essential for light utilization and dissipation.AtTPK3 is located on the stroma thylakoid and is activated by ${ \\mathsf { C a } } ^ { 2 + }$ and a high concentration of ${ \\mathsf { H } } ^ { + }$ .Electrochromic shift (ECS) analysis revealed an increase in $\\Delta \\Psi$ and a decrease in △pH in $T P K _ { 3 }$ -silenced Arabidopsis thaliana plants (Carraretto et al.2o13),indicating thatTPK3 is involved in pmf partitioning through mediating efflux of $\\mathsf { K } ^ { + }$ from the thylakoid lumen during photosynthesis. In cyanobacteria,a six transmembrane-domain $\\mathsf { K } ^ { + }$ channel, SynK,modulates the balance between $\\Delta \\Psi$ and $\\Delta { \\mathsf { p } } { \\mathsf { H } }$ (Checchetto et al. 2012). Both $T P K _ { 3 } .$ silenced Arabidopsis plantsand the SynK-less cyanobacterial mutant have enhanced photosensitivity under high light intensities(Checchetto et al.2012; Carraretto et al.2013). KEA3 is a ${ \\mathsf { H } } ^ { + } / { \\mathsf { K } } ^ { + }$ antiporter present in the thylakoid membrane that is thought to mediate ${ \\mathsf { H } } ^ { + }$ efflux from the thylakoid lumen and $\\mathsf { K } ^ { + }$ influx from the chloroplast stroma under certain conditions，such as a shift from high light to low light (Armbruster et al. 2014; Kunz et al. 2014). Not only does $K E A _ { 3 }$ replenish $\\mathsf { K } ^ { + }$ levels in the thylakoid lumen，but it also accelerates downregulation of NPQ via a rapid efflux of ${ \\mathsf { H } } ^ { + }$ after a transition to low light (Armbruster et al. 2014). Therefore, ${ \\mathsf { K } } ^ { + }$ channels and ${ \\mathsf { H } } ^ { + } / { \\mathsf { K } } ^ { + }$ antiporters in the thylakoid form an intricate network that mediates $\\mathsf { K } ^ { + }$ transport across the thylakoid and fine-tunes photosynthesis in response to fluctuating environments. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In addition to $\\mathsf { K } ^ { + }$ channels, $\\mathsf { C l } ^ { - }$ channel activity has also been detected in the thylakoid membranes of higher plants and algae(Schonknecht etal.1988; Pottosin and Schonknecht 1995,1996). Of the seven $\\mathsf { C l } ^ { - }$ channel (CLC) proteins encoded by the Arabidopsis genome,only one,ClCe,is located in the thylakoid membrane (Marmagne et al. 2oo7; Lv et al. 2009; Barbier-Brygoo et al. 2o11). However, ClCe does not contain a selectivity motif for $\\mathsf { C l } ^ { - }$ transport (Barbier-Brygoo et al. 2011) and it was proposed that ClCe transports ${ \\mathsf { N O } } _ { 3 } ^ { - }$ instead of $\\mathsf { C l } ^ { - }$ (Monachello et al. 2oo9).Thus,it is unclear what type of $\\mathsf { C l } ^ { - }$ channel/transporter is responsible for the $\\mathsf { C l } ^ { - }$ channel activity inphotosynthetic membranes,although this activity was detected almost 3o years ago (Schonknecht et al.1988; Pottosin and Schonknecht 1995, 1996). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Bestrophin family proteins are believed to function as ${ \\mathsf { C a } } ^ { 2 + }$ -activated $\\mathsf { C l } ^ { - }$ channels in mammalian cells (Sun et al. 2002; Dickson et al. 2o14). The first reported bestrophin gene, VMD2,was discovered in human; several point mutations in this gene (which encodes hBest1） cause Best vitelliform macular dystrophy (Petrukhin et al. 1998). Recently,highresolution crystal structures of chicken Best1 (cBest1) and the Best complex from Klebsiella pneumoniae(KpBest）were resolved at $2 . 8 5 \\mathring { \\mathsf { A } }$ and $2 . 3 \\mathring { \\mathsf { A } } ,$ respectively (Dickson et al. 2014; Yang et al. 2o14).Both bestrophins form a stable pentamer, and each subunit has four transmembrane domains.Although cBest1 is a ${ \\mathsf { C a } } ^ { 2 + }$ -activated $\\mathsf { C l } ^ { - }$ channel, the KpBest complex was proposed to be a cation channel(such as ${ \\mathsf { N a } } ^ { + }$ ,and ${ \\mathsf { C a } } ^ { 2 + }$ is not required for its activation (Dickson et al. 2o14; Yang et al. 2014).These findings suggest that both the function and regulatory mechanism of bestrophin proteins have diversified during evolution. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study，we showed that a bestrophin-like protein (AtBest) from Arabidopsis reduces the $\\Delta \\Psi$ component of the pmf during photosynthesis.AtBest is a member of the bestrophin familyand is located in the thylakoid membrane. Our results demonstrated that AtBest may represent a previously unknown ion channel responsible for $\\mathsf { C l } ^ { - }$ channel activity in photosynthetic membranes.This activity plays an important role in photoprotection for plants under fluctuating environmental conditions,as it counterbalances the flux of ions across the thylakoid and modulates the partitioning of the pmf. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Isolation and phenotype of the atbest mutant ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Themutant atbest1-1 was isolated from an ethyl methanesulfonate(EMS)-mutagenized Arabidopsis mutant pool constructed in our laboratory using an IMAGING-PAM fluorometer (Walz，Effeltrich,Germany） according to the low level of NPQ following a 4o-s illumination (Figure 1). We designated this mutant atbest1-1 because the mutated gene encodesa bestrophin family protein in Arabidopsis.As shown in Figure 1A and 1B，NPQ was transiently induced to approximately o.8 within 4os in WT plants during the darkto-light ( $5 0 \\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 } ,$ ）transition. However, NPQ levels were significantly lower $( \\sim 0 . 5 , P < 0 . 0 1 _ { . }$ ,Student's t-test) after 4o s of illumination in atbest1-1 compared to the WT (Figure 1A,B). Due to the activation of ATP synthase, NPQ israpidly relaxed within 2 min of induction; similar levels of NPQ were found between WT and atbest1-1 after 2 min of illumination (Figure 1A,B). Genetic mapping of the mutant gene revealed a single mutation (G-to-A) at nucleotide position 1,153 bp of the At3g6132o (AtBest1) gene relative to the ATG codon，resulting in a premature stop codon (Figure 1E).To confirm that the mutation in At3g61320 is responsible for the observed phenotype,we analyzed the TDNA insertion line atbest1-2 (Figure 1E). Reverse transcription (RT)-PCR analysis did not detect any transcripts for this allele after35 cycles of PCR(Figure 1G),indicating that it is a null mutant. Both alleles exhibited the same phenotype during NPQ induction (Figure 1A). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A BLAST search revealed that the product of At2g45870 (AtBest2)is a bestrophin-like protein that shares $7 6 / 8 5 \\%$ sequence identity/similarity with AtBest1 (Figures S1，S2). Quantitative real-time PCR revealed that the expression level of AtBest2 was only approximately $10 \\%$ that of AtBest1 in mature Arabidopsis leaves $( P \\ < \\ 0 . 0 1$ ，Student'st-test, Figure 1G),indicating that AtBest1 is the predominant form. Consistent with this finding，the T-DNA insertion mutant atbest2-1 exhibited the same NPQ induction phenotype as the WT,and the phenotype of the atbest1-1 atbest2-1 double mutant Was similar to that of atbest1 (Figure 1A，B). Furthermore,the double mutant overexpressing AtBest1 or AtBest2 exhibited accelerated NPQ activation kinetics and higher maximum NPQ levels compared with WT plants during the dark-to-light transition (Figure 1C),indicating that the phenotype of the double mutant can be fully restored by AtBest1 or AtBest2.These results indicate that AtBest1and AtBest2 have redundant functions in Arabidopsis.We used the double mutant atbest1-1 atbest2-1 in subsequent experiments and designated this mutant atbest. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "No visible phenotype was observed for atbest under our growth chamber conditions (Figure 1A,B). Blue native (BN)- PAGE and immunoblot analyses showed that the levels of major photosynthetic complexes such as photosystem Il (PSII),PSI (PsaA and PsaD), Cyt $b _ { 6 } f$ (cytochrome $b _ { 6 } f$ complex), and ATP synthase were identical between atbest and the WT (Figure S3). The NDH (NADH dehydrogenase-like complex) and PGR5/PGRL1 complexes are involved in cyclic electron transport around PSl in higher plants.The levels of the subunits of these complexes,NdhH and PGRL1,were also not affected in atbest.The thylakoid protein PsbS is essential for qEactivation;similarlevelsof PsbS were detected in atbest and WT plants (Figure S3).These results indicate that AtBest is notrequired for the accumulation of thylakoid complexes and factors involved in cyclic electron transport and NPQ induction. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/df0e19f407f485ab52edf00e3714b32a6a36262525a84eaf7de7532eab9ff9c3.jpg",
        "img_caption": [
            "Figure 1. Identification and characterization of the atbest mutants ",
            "(A,C)Growthandnonphotochemicalquenching(NPQ)phenotypesoftheatbest mutants.Four-week-old plants grownonsoilat $8 0 \\ : \\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ (left panels).The photosynthetic parameter NPQ was measured upon illumination for 40 s using an Imaging PAM system (right panels). Signal intensities for ${ \\mathsf { N P Q } } / 4$ are indicated according to the color scale(o to 1.o) on the right. WT,wildtype;atbest,atbest-tbest2-1doublemutant;eAtBestandoeAtBest2,atbestmutantcomplementedwiththeCDSof AtBest1and AtBest2,respectivelyunder the controlofthe CaMV35Spromoter.(B,D) NPQinductioncurvesof theatbest mutants and wild-type plants. NPQ was calculated as $( { \\mathsf { F } } { \\mathsf { m } } { \\mathsf { - F } } { \\mathsf { m } } ^ { \\prime } ) / { \\mathsf { F } } { \\mathsf { m } } ^ { \\prime }$ 、Dataare presented as the means±SD ( $( n = 3 )$ . (E) Schematic representationof AtBest1and AtBest2andthepositionsof theT-DNA insertionsand single mutation.(F)RT-PCRanalysis of transcriptlevelsofAtBest in the mutants.ACT7wasusedasacontrol. (G)TranscriptabundanceofAtBest1andAtBest2byrealtime quantitative RT-PCR. Error bars indicate $\\pm \\mathsf { S D }$ （204号 $( n = 3 )$ .Asterisks indicate the expression level of AtBest1 and AtBest2 differ significantly $^ { \\prime \\star \\star } P < 0 . 0 1$ , Student's t-test). "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "AtBest localizes to the stroma thylakoid in chloroplasts ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Both AtBest proteins are predicted to have a chloroplast localization signal peptide in their N-termini, suggesting that they are localized to the chloroplast (Figures 2A，S1).To confirm this hypothesis,GFP (green fluorescent protein)- tagged AtBest fusion proteins were expressed in protoplasts (Figure 2B). AtBest-GFP fluorescence exclusively co-localized with chloroplasts,but its fluorescence pattern differed from that of GFP fused with Tic2o,a chloroplast envelope protein, which produced ring-shaped signals surrounding the central red chlorophyll fluorescence signal (Figure 2B).These results suggest that AtBest is a chloroplast protein that is not localized to the chloroplast envelope.To further investigate the precise localization of AtBest in chloroplasts,we raised a specific polyclonal antibody against AtBest.Signals from a protein with a molecular mass of approximately 37 kDa were detected in the membrane fractions of WT and atbest2-1, but they were absent in the membrane fractions of atbest1-1, atbest1-2,and atbest as well as in the stromal fractions of WT and atbest plants (Figure 2C)，implying that AtBest is a membrane protein.Further subfractionation of the chloroplast membrane and immunoblot analysis demonstrated that AtBest1 is mainly localized to the stroma thylakoid (Figure 2D). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/e48249447bd60a23ca3ebc8af91ad416185e3082e0f9bb920093be115ebcc161.jpg",
        "img_caption": [
            "Figure 2.AtBest is localized to the stroma thylakoid in chloroplasts ",
            "(A) Schematic protein structureof hBest1,AtBest1,andAtBest2.Chloroplast-targeting peptide(cTP)andtransmembrane domainsare indicatedbygreenandbrownboxes,respectively. (B)Subcellarlocalizationof AtBestbyGFPassy.AtBest1-GFP, AtBest1-GFPfusion;AtBest-GFP,AtBest-GFPfusion;Ch-GFP,chloroplastcontrol; Mit-FP,mitochondrialontrol;T-F, Tic2o-GFP fusion as a chloroplast envelope localization control. Bal $\\mathtt { \\mathtt { S } } = 5 \\mu \\mathrm { m }$ .(C,D) Immunolocalization analysis of AtBest.Intact chloroplasts solatedfromvarious genotypeswerefractionatedinto membraneandstromalfractions,andimmunoblotanalyses were performed.D1and RbcLwere usedas loadingand fractionationcontrols (C).Total chloroplast membrane was further separated into envelope membrane,grana thylakoids,and stromathylakoids,and immunoblot analysis was performed with specific antibodies against AtBest,D1, $\\mathsf { C F } _ { 1 } \\beta$ ，and Tic4o (D).\\*Non-specific signal.(E) Trypsin digestion analysis. Immunoblot analysis of AtBest,PGRL1,and PsbO in thylakoids before (omin)and after(10and 2omin) treatment with trypsin $( 1 0 \\mu \\mathrm { g } / \\mathrm { m L } )$ (F) Schematicrepresentationof the topologyofAtBest inthethylakoid.Trypsin cleavage sites inAtBest1are indicated by asterisks.(G)The tertiary structure of the AtBest channel predicted by SwissModel using KpBest as template. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "AtBest was predicted to have four transmembrane domains(TMD1-4) and to lack the long but diverse C-terminal domain present in animal bestrophins (Figures 2A,S1).This C-terminal domain is believed to mediate protein-protein interactions (Milenkovic et al. 2oo8). To determine the topology of AtBest1 in the thylakoid membrane,we digested thylakoidmembranes with trypsin. Immunoblot analysis showed that AtBest is resistant to trypsin treatment,like the luminal protein PsbO (Figure 2E).As expected, PGRL1 was digested within 1o min, since its C-and N-termini protrude into the stroma.These results imply that the C- and N-termini,as well as the loop between TMD2 and TMD3 of the AtBest1 protein,are present in the thylakoid lumen (Figure 2F). Based onits similarity to the cBest1 and KpBest channels (Dickson et al.2o14; Yang et al.2o14),AtBest may also form a pentamer and our digestion experiment indicated that the outer entryway for ions in the AtBest channel is exposed to the chloroplast stroma,and the export aperture is located in the thylakoid lumen (Figure 2G). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Enhanced thylakoid lumen size in the atbest mutant ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We investigated the thylakoid architecture of atbest using transmission electron microscopy (TEM).Although grana thylakoids had developed and were connected by the stroma lamellae in atbest,the grana were loosely stacked and the stroma thylakoid system was not well organized (Figure 3A). Moreover,in most of the chloroplast of atbest,the thylakoid lumen thickness was $2 0 . 2 \\pm 2 . 5 \\mathsf { n m }$ ,almost twice as wide as that of the WT $( 1 0 . 2 \\pm 0 . 6 \\mathsf { n m } )$ ）（ $\\cdot P < 0 . 0 1$ ，Student's t-test, Figure 3B),indicating that AtBest is also involved in regulating thylakoid lumen size. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e41c3b18c8af2a299b21928801bba160d7ee4d58770d53c0bfe1e0e193b6de62.jpg",
        "img_caption": [
            "ure 3.Electron micrographs of chloroplasts from the wild type and atbest mutani ",
            "(A)Chloroplasts from three-week-old wild type (WT)andatbest plants observed by transmision electron microscopy （204号 $( \\mathsf { b a r s } = 1 \\mu \\mathrm { m } )$ ).Magnifiedviews $( \\mathsf { b a r s } = 0 . 2 \\mu \\mathsf { m }$ )are shown below their respective counterparts.(B) Thylakoid lumen thickness Was calculated as described previously (Kirchhoff et al.2o11). Error bars indicate $\\pm S D$ 0 $\\cdot n = 1 5 )$ .Asterisks indicate that thylakoid lumen thickness between WT and atbest differ significantly $( ^ { \\star \\star } P < 0 . 0 1$ ,Student's t-test). "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "AtBest plays an essential role in modulating pmf partitioning and NPQ induction ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "AtBest belongs to the bestrophin family(Figures S1,S2), which are believed to function as $\\mathsf { C l } ^ { - }$ channels.Furthermore,the topology of AtBest in the thylakoid indicates that AtBest may mediate $\\mathsf { C l } ^ { - }$ flux from chloroplast stroma into thylakoid lumen (Figure 2F,G). Due to the potential sensitivity of the pmf to changes in ion flux during photosynthesis,it is likely that the formation and/or regulation of the pmf across the thylakoid membrane would be affected by the absence of AtBest.To investigate this possibility，we performed electrochromic shift (ECS)measurements to estimate pmf and its two components,the membrane potential $( \\Delta \\Psi )$ and ${ \\mathsf { H } } ^ { + }$ gradient $( \\Delta p \\mathsf { H } )$ ，both of which drive ${ \\mathsf { H } } ^ { + }$ efflux via ATP synthase (Schreiber and Klughammer 2oo8). ECS is the transient redshift of carotenoid and chlorophyll absorption bands that occurs when the thylakoid electric field forms during photosynthesis (Junge and Witt 1968; Witt 1971). Due to the quadratic and lineardependencies of ECS on the electric field, the peak of the ECS signal at approximately 515 nm $( \\Delta \\mathsf { A } _ { 5 1 5 } )$ is widely used to estimate the size of the pmf and its two components.As expected,the atbest mutant displayed a significant increase in total pmf and $\\Delta \\Psi$ compared with WT plants at low $( 8 9 \\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ ， $\\mathsf { P } < 0 . 0 1 _ { \\cdot }$ Student's t-test)，moderate $\\scriptstyle \\left( 3 2 5 \\mu { \\bmod { \\mathrm { \\Omega } } } \\right)$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ $0 . 0 1 < P < 0 . 0 5$ ，Student’st-test)， andhigh $( 7 5 4 \\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ ， $0 . 0 1 < P < 0 . 0 5$ ，Student's t-test） light intensities (Figure 4A).By contrast,a slight decrease in $\\Delta { \\mathsf { p } } \\mathsf { H }$ was observed in the atbest mutant compared to WT plants at various light intensities(Figure 4A).These results imply that AtBest is essential for dissipation of $\\Delta \\Psi$ and modulation of pmf partitioning. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To characterize the effects of the absence of AtBest on the regulation of photosynthesis in detail,we measured NPQ induction under various light conditions.The defects in chloroplast pH homeostasis and pmf partitioning in the atbest mutant may result in altered NPQ induction in response to excess light.As shown in Figure 4B,induction of NPQ was less efficient in the atbest mutant than in WT plants within 2 min of the dark-to-light transition.However，after illumination for 2 min at low light intensity or 4min at moderate or high light intensities,the NPQ levels in atbest were almost identical to those in WT plants (Figure 4B). These results imply that the NPQ capacity is not affected in the mutant，but that the induction of NPQ is kinetically less efficient.It is likely that the AtBest-mediated influx of $\\mathsf { C l } ^ { - }$ into the thylakoid lumen playsacritical role in rapid formation of $\\Delta { \\mathsf { p } } \\mathsf { H }$ gradient via dissipation of $\\Delta \\Psi$ ，as observed in our ECS analysis (Figure 4A). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The rapid decay of ECS signals after illumination $( { \\mathsf { g } _ { \\mathsf { H } } } ^ { + } )$ reflects the ${ \\mathsf { H } } ^ { + }$ conductivity of the thylakoid membrane through ATP synthase and can be used to evaluate ATP synthase activity(Schreiberand Klughammer2oo8).Since the two components of pmf are thermodynamically equivalent driving forces of ATP synthase，we also investigated the effects of AtBest deletion on the ECS parameter ${ \\ g _ { \\mathsf H } } ^ { + }$ (Figure 4C). Unexpectedly, ${ \\ g _ { \\mathsf H } } ^ { + }$ was slightly reduced in the atbest mutant at low，moderate,and high light intensities (Figure 4C),although the total pmf was enhanced (Figure 4A). Perhaps the altered thylakoid structure in atbest affects the movement of ${ \\mathsf { H } } ^ { + }$ in the thylakoid lumen or,more directly, affects the activity of ATP synthase.In the presence of the ${ \\mathsf { H } } ^ { + } / { \\mathsf { K } } ^ { + }$ exchanger nigericin,which is usually used to dissipate $\\Delta { \\mathsf { p } } \\mathsf { H }$ without affecting $\\Delta \\Psi$ ,the ${ \\ g _ { \\mathsf H } } ^ { + }$ was reduced in both WT and atbest plants,as expected (Figure 4C).In contrast to our finding that the ${ \\ g _ { \\mathsf H } } ^ { + }$ was slightly lower in atbest than in WT in the absence of nigericin (Figure 4C),the ${ \\tt g _ { H } } ^ { + }$ in the atbest mutant was slightly higher than that in WT plants in the presence of nigericin,especially under high light irradiance (Figure 4C, $\\mathsf { P } < 0 . 0 1$ ，Student's t-test).Perhaps this result is due to the $\\Delta \\Psi$ component of pmf being higher in the atbest mutant than in WT plants (Figure 4A),which results in a higher driving force for ATP synthase in atbest than in the WT. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/587af9781e0c1db6a0f9e7947b569caca3b601ade978d93f70c57070e81dc9e8.jpg",
        "img_caption": [
            "Figure 4. AtBest plays an essential role in modulating pmf partitioning and NPQ induction (A)The proton motiveforce(pmf)acrosthe thylakoid membrane.The pmf wasdeterminedbasedonthe slowrelaxation phase of the ECS signal afterillumination with light intensities of 89 (left),325 (middle),or754 (right) $\\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ for 10 min.The pmf was further partitioned into the $\\mathsf { p H }$ gradient component $( \\Delta \\mathsf { p } \\mathsf { H } )$ and the electric field component $( \\Delta \\Psi )$ Asterisks indicate where WTand atbest differ significantly $( ^ { * } 0 . 0 1 < P < 0 . 0 5$ ， $^ { * * } P < 0 . 0 1$ ,Student's t-test). (B) NPQ induction curves of wild type (WT) and atbest mutant plants.NPQ was determined upon ilumination with light intensities of 89,325,or $7 5 4 \\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ . NPQ was calculated as $( F \\mathsf { m } \\cdot \\mathsf { F } \\mathsf { m } ^ { \\prime } ) / \\mathsf { F } \\mathsf { m } ^ { \\prime }$ (c) ${ \\mathsf { H } } ^ { + }$ conductivity via ATP synthase $( { \\mathsf { g } _ { \\mathsf { H } } } ^ { + } )$ in WT and atbest plants. ${ \\mathrm { g _ { H } } } ^ { + }$ wa inferredfromthefastdecay kineticsoftheECSsignalduringashortdark intervalaftera0-minilumination with89 (left), 325 (middle), or 754 (right) $\\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ light intensity. Asterisks indicate where WT and atbest differ significantly （20 $( ^ { \\star } 0 . 0 1 < P < 0 . 0 5$ ， $^ { \\star \\star } P < 0 . 0 1$ ,Student's t-test).All of the data are presented as the means $\\pm S D$ （204号 $( n = 3 )$ ： "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "AtBest is required for photoprotection under fluctuating light conditions and in the field ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To investigate the physiological role of AtBest,we exposed plants to alternating cycles of 6os of low light $\\mathsf { \\Gamma } _ { 5 0 \\mu \\mathrm { m o l } }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 } )$ and 120s of high light $( 7 0 0 \\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 } )$ and measured NPQ induction. As shown in Figure 5A，NPQ induction was less efficient during the transition from low to high light (Figure 5A). Since NPQ is thought to play a significant role in protecting PSll from photoinhibition caused by absorbed excess light,it is likely that Atbest is required for photoprotection under fluctuating light conditions. Indeed, the ratio of variable fluorescence to maximum fluorescence $( { \\sf F v / F m } )$ ,which reflects the maximum potential capacity of the photochemical reactions of PSll,was reduced in atbest plants grown in the field compared with WT plants (Figure 5B). On rainy days, the WT and mutant plants exhibited similar levels of photoinhibition. However,on sunny days， stronger photoinhibition was observed in atbest compared to WT plants.No difference in $\\mathsf { F v / F m }$ was found between atbest and WT plants grown in the greenhouse (Figure 5B).We also investigated the light intensity dependence of NPQ to analyze subtle defects in the photosynthetic activity of the atbest mutant grown in the greenhouse or field (Figures S4,S5).NPQ was not affected in mutant plants grown inthe greenhouse under constant low light intensity (Figure 5C,E),which is consistent with the finding that there was no difference in Fv/Fm level between WT and atbest plants (Figure 5B).For plants grown in the field,however,NPQ levels were significantly lower in atbest than in the WT at light intensities of more than $3 0 0 \\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ (Figure 5D，F， $\\mathsf { P } < 0 . 0 1$ ，Student's t-test).These results, together with the reduced $\\mathsf { F v / F m }$ observed in the atbest mutant grown in the field, highlight that AtBest is important for photoprotection of plants in the field. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/4b164346a10ded616a1906c555be7deec9cfe8f021c4e1572b213f24f03e046e.jpg",
        "img_caption": [
            "Figure 5.AtBest is required for efcient NPQ induction under fluctuating light conditions and in the field (A)Induction of NPQ in fluctuating light.Dark-adapted plants were illminated with fluctuating light of $5 0 \\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ for 1min and $7 0 0 \\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ for 2 min，and NPQ was measured.Means $\\pm S D$ $( \\mathsf { n } = 3 )$ ： (B)Photoinhibitionin thefeld.Three-week-oldwild-type(WT)andatbestplants grown in the greenhouse wereshifted to the feld(from20Septto4Oct,2015),andFv/Fmwasmeasuredeachdayat2:0oPM.Weatherconditionsforeachdayareindicated with symbols (sunny，cloudy，andrainy).Asterisks indicate thatFv/Fm is significantly lowerinatbest than in the WT （204号 $( ^ { * } 0 . 0 1 < P < 0 . 0 5$ ， $^ { * * } P < 0 . 0 1$ ,Student's t-test).(C,D) Images of NPQ levels at a light intensity of $7 0 1 \\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ for wild-type and mutantplants grown in the greenhouse(C)orin thefield(D).Light intensitydependenceof NPQwas measured using an IMAGING-PAM fluorometer with a series of light intensities (21,56,81,281,531,701,and $9 2 6 \\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 } )$ The NPQ image was captured after 2 min illumination with $7 0 1 \\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ red light.Signal intensities for ${ \\mathsf { N P Q } } / 4$ are indicatedacording tothecolorscalefromoto1.0ontheleft.(E,F)LightcurvesofNPQforWTandatbestplants grown inthe greenhouse (E)or in the feld (F).Thevalues were deduced based on imagesof NPQat various light intensities (Figure S4). Asterisks indicate where WT and atbest differ significantly $( ^ { * } 0 . 0 1 < P < 0 . 0 5$ $^ { * * } P < 0 . 0 1$ ,Student's t-test) (F). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In this study,we identified and characterized a potential $\\mathsf { C l } ^ { - }$ channel，AtBest，in chloroplasts (Figure 1).AtBest may mediate $\\mathsf { C l } ^ { - }$ transport from the chloroplast stroma into the thylakoid lumen when photosynthetic electron transport is activated,which is essential for dissipation of the electric field gradient across the thylakoid (Figures 2-4). Based on our resultsand earlier reports (Checchetto etal.2o12; Carraretto et al.2013;Armbruster et al.2014;Kunz et al.2014;Herdean et al.2o16)，we propose a model for the regulation of thylakoid pmf in the chloroplast (Figure 6).Activation of photosynthetic electron transport,including linear electron transport and cyclic electron transport around PSl,results in the accumulation of ${ \\mathsf { H } } ^ { + }$ in the thylakoid lumen, leading to the formationofa large $\\Delta \\Psi$ component.The $\\mathsf { K } ^ { + }$ channel AtTPK3 and $\\mathsf { C l } ^ { - }$ channel AtBestareactivatedtomediatetheefflux of $\\mathsf { K } ^ { + }$ and influx of $\\mathsf { C l } ^ { - }$ ,respectively.Under certain conditions, suchasa shift from high light to low light or darkness, the ${ \\mathsf { H } } ^ { + } /$ $\\mathsf { K } ^ { + }$ antiporter KEA3 mediates $\\mathsf { K } ^ { + }$ uptake into the thylakoid lumen.The identity of the molecule responsible for $\\mathsf { C l } ^ { - }$ efflux is still unclear.Since the CLCe is the only CLC family member located on the thylakoid membrane， this molecule may function as an ${ \\mathsf { H } } ^ { + } / { \\mathsf { C l } } ^ { - }$ antiporteror $\\mathsf { C l } ^ { - }$ channel that mediates the efflux of $\\mathsf { C l } ^ { - }$ from the thylakoid lumen (Marmagne et al. 2007; Lv et al. 2oo9; Barbier-Brygoo et al. 2011; Herdean et al. 2016).Through this type of ion counterbalancing，electroneutrality in the thylakoid lumen is maintained and partitioning of the pmf between $\\Delta \\Psi$ and $\\Delta \\mathsf { p } \\mathsf { H }$ is precisely regulated to ensure the balance of efficient light utilization and dissipation of excess light excitation energy (Figure 6). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AtBest is located in the thylakoid membrane and isa bestrophin family protein (Figures 2,S1,S2). In addition to occurring in mammals,bestrophin proteins are ubiquitous in phototrophs,including angiosperms,bryophytes,and cyanobacteria (Figure S2). Like mammalian bestrophin proteins, bestrophin proteins from phototrophs also contain four transmembrane domains,suggesting that these homologs share a similar structure (Figures 2F，G，S2). In 1988, Schonknecht and coworkers recorded a voltage-dependent $\\mathsf { C l } ^ { - }$ channel with a high unitary conductance $( \\sim 6 5 { \\mathsf p } { \\mathsf S } _ { . }$ at $3 0 \\mathsf { m } M \\mathsf { \\Lambda } \\mathsf { C l } ^ { - } )$ in the thylakoid membranes by patch-clamp technology (Schonknecht et al. 1988). The question now arises whether AtBest is responsible for the $\\mathsf { C l } ^ { - }$ channel activity detected by Schonknecht and coworkers in 1988. Mammalian bestrophin proteins usually have a very low conductance $( 0 . 2 { - } 2 \\mathsf { p } \\mathsf { S } )$ and belong to the ${ \\mathsf { C a } } ^ { 2 + }$ -activated anion channel family (Sun et al. 2oo2； Fischmeister and Hartzell 2005; Chien et al. 2006; Pifferi et al. 2006). Thus, AtBest is unlikely to be responsible for the $\\mathsf { C l } ^ { - }$ channel activity detected in thylakoid membranes by Schonknecht and coworkers.However，protein alignment and phylogenetic tree analyses showed that amino acids in phototrophic bestrophin proteins show high diversity compared with their counterparts in mammals (Figures 2A,S1,S2). For example, the residues forming the $\\mathsf { C a } ^ { 2 + }$ sensing apparatus in animal bestrophin are not conserved in AtBest (Dickson et al.2014; Figure S1),suggesting that ${ \\mathsf { C a } } ^ { 2 + }$ is not required for AtBest channel activation in chloroplasts.These facts suggest that, during evolution,bestrophin proteins in phototrophs may haveacquired different electrophysiological properties from those in mammals.The mechanism of activationand regulation of AtBest should be investigated in future studies. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/6cb6ce266e02554bb95dabb442886d183f409e074fa5c97deee7109e3749124e.jpg",
        "img_caption": [
            "Figure 6. Possible model for $\\mathbf { C l } ^ { - }$ and $\\kappa ^ { + }$ flux across the thylakoid membrane during photosynthesis ",
            "Activationoflinearandcyclicelectrontransportleadstotheformationofaprotonmotiveforceacrossthethylakoidmembrane, which is composed of two components, $\\Delta \\Psi$ and $\\Delta \\mathsf { p } \\mathsf { H }$ .To dissipate $\\Delta \\Psi$ rapidly, the $\\mathsf { K } ^ { + }$ channel $\\mathsf { A t T P K 3 }$ and $\\mathsf { C l } ^ { - }$ channel AtBest are activated to mediate $\\mathsf { K } ^ { + }$ efflux and $\\mathsf { C l } ^ { - }$ influx,respectively. Under certain conditions (such as a shift from high light to low light or darkness), the ${ \\mathsf { H } } ^ { + } / { \\mathsf { K } } ^ { + }$ antiporter $K E A _ { 3 }$ mediates $\\mathsf { K } ^ { + }$ uptake into the thylakoid lumen.The molecule responsible for $\\mathsf { C l } ^ { - }$ efflux is still unclear; ClCe protein may be involved in this process. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Although the atbest mutant showed no visible phenotype under greenhouse conditions,a stronger photoinhibition phenomenon was observed in atbest mutant plants grown in the field (Figure 5).How does AtBest protect higher plants from photoinhibition in the field?A significant increase in $\\Delta \\Psi$ and a slight decrease in $\\Delta \\mathsf { p } \\mathsf { H }$ were observed in the absence of AtBest,resulting in an increase in total pmf (Figure 4).High $\\Delta \\Psi$ is thought to promote the recombination of ${ \\mathsf { P 6 8 0 } } ^ { + }$ with $\\mathsf { P h e } ^ { - }$ or ${ \\mathsf { Q } _ { \\mathsf { A } } } ^ { - }$ in PSll,thereby enhancing the formation of $^ { 1 } { \\sf O } _ { 2 } ,$ which is highly active and toxic to the PSll complex (Bennoun 1994).Furthermore,activation of NPQ was less efficient in atbest when the plantswere transiently shifted from low light to high light intensities and in the field (Figure 5). Energydependent non-photochemical quenching (qE， the main component of NPQ）is also critical for resistance against photoinhibition by reducing the formation of $^ 1 { \\mathsf { O } } _ { 2 }$ in PSIl (Li et al.2ooo;Muller et al.2oo1).Thus,enhanced formation of $^ { 1 } { \\sf O } _ { 2 }$ in PSll may be one reason for the stronger photoinhibition detected in atbest plants. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The thylakoid luminal compartment was significantly larger in atbest than in WT plants (Figure 3),which may also lead to the stronger photoinhibition observed in the atbest mutant.A similar phenotype was observed in sunlight-grown Monstera plants (Demmig-Adams et al.2o15)and in Arabidopsis plants treated with moderate light (Kirchhoff et al.2011; Tsabari et al.2o15).Altered luminal volume is believed to play critical roles in modulating photosynthetic electron transfer, photoprotection,and efficient repair of damaged photosystem Il.lon flux through the thylakoid membrane during photosynthesis may modify the size of the thylakoid lumen, and net influx of $\\mathsf { C l } ^ { - }$ into the lumen may lead to its swelling (Tsabari et al.2o15).However，our results show that the thylakoid lumen was also swollen in atbest (Figure 3).This finding suggests that other ions or chemical compounds enter the thylakoid lumen instead of $\\mathsf { C l } ^ { - }$ .Furthermore，several aquaporins were postulated to be present in the thylakoid membrane,which may berequired for rapid regulation of lumen volume following ion flux activity during photosynthesis (Beebo et al.2o13). The finding that the lumen was enlarged in the atbest mutant suggests that,in coordination with other channels and transporters,AtBest is critical for the regulation of lumen volume. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Insummary,we discovered a novel protein,AtBest,in the thylakoid using forward genetics and unraveled its physiological function in fine-tuning of photosynthesis of higher plants.Probably by mediating the influx of $\\mathsf { C l } ^ { - }$ into the thylakoid lumen during photosynthesis， AtBest directly reduces the $\\Delta \\Psi$ component of pmf and indirectly influences the activation of nonphotochemical dissipation of excess absorbed light,as well as thylakoid structure and,ultimately, plant fitness. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "MATERIALSAND METHODS ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Plantmaterials and growth conditions ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The homozygous atbest1-2 (GK-796Co9） and atbest2-1 (SALK_114715C) mutants of Arabidopsis thaliana (Columbia, Col-o） obtained from the ABRC (http://abrc.osu.edu）and were verified by PCR. Plants were grown in soil under a 12-h-light/12-h-dark cycle at a light intensity of $8 0 \\ : \\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ in a growth chamber at $2 3 ^ { \\circ } C$ To investigate the fitness of the mutant in the field, $3$ -week-oldatbest and WT plants grown in the growth chamber were transferred to the field and grown for2 weeks.The light intensities and temperature were recorded (Figure S5)and the $\\mathsf { F v / F m }$ values of the plants were measured at 2:oo PM each day.For complementation analysis,cDNA coding regions of AtBest1 (At3g6132o) or AtBest2(At2g4587o) were cloned into the plant expression vector pBl121.The resulting vectors were introduced into the atbest1-1atbest2-1double mutant(also referred to as the atbest mutant)，respectively，by the floral-dip method (Clough and Bent 1998). Transgenic seeds were selected on Murashige and Skoog medium with $5 0 ~ { \\mu \\mathrm { g } } / { \\ m } L$ kanamycin，and the transformed seedlings were further confirmed by chlorophyll fluorescence analysis. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Nucleic acid analysis ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The atbest1-1 mutant gene was mapped according to the previously described method (Lukowitz et al.2ooo). Candi date genes in the mapped region were analyzed through highthroughput sequencing.Total RNA was isolated from leaves usingTrizol reagent (Invitrogen，http://www.thermofisher. com).Reverse-transcription PCR (RT-PCR)was carried out using gene-specific primers,and the ACT7 gene (AT5G09810) was used as an internal control.Quantitative real-time RT-PCR was performed using UltraSYBR Mixture. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Chlorophyll fluorescence measurements ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Chlorophyll Fluorescence measurements were performed using an IMAGING-PAM fluorometer or a MINI-PAM portablechlorophyll fluorometer (Walz，Effeltrich，Germany). Fv/Fm and NPQ were calculated as previously described (Munekage et al. 2oo2). Light intensity dependence of NPQ was measured using an IMAGING-PAM fluorometer with a series of light intensities(21，56，81，281，531，700，and $9 2 6 ~ { \\mu \\mathrm { m o l } }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 } ,$ .The NPQ image was captured after 2 min illumination with various intensities of red light (Figure S4). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Chloroplast fractionation and immunoblotting ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Intactchloroplasts， thylakoid membranes， and stromal proteins were isolated as previously described (Peng et al. 2010).To prepare chloroplast envelope membrane，intact chloroplasts were ruptured via a freeze-thaw cycle and pureenvelope membraneswere isolated bysucrose gradient centrifugation (Keegstra and Yousif 1988; Froehlich et al. 2oo3). For immunoblotting， the proteins were separated by Laemmli-SDS-PAGE or SDS-urea-PAGE and transferred to nitrocellulose membranes. Proteins were detected with specific antibodies in TTBS buffer with 1% skimmed milk and visualized by the chemiluminescence method using LuminoGraph WSE-61oo (ATTO Corporation, http://www.atto.co.jp/). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "ECS measurements ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Electrochromic shift measurements were performed using the Dual-PAM-1oo (Walz， Effeltrich，Germany）with the P515/535 module (Schreiber and Klughammer 2oo8). Plants were dark adapted overnight and illuminated for 1o min at light intensities of 89,325,and $7 5 4 \\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 }$ Afterillumination,inverse electrochromic band-shift kinetics was recorded for 1min.Values for pmf， $\\Delta \\Psi$ ，and $\\Delta { \\mathsf { p } } { \\mathsf { H } }$ were calculated as previously described (Schreiber and Klughammer 20o8). The ${ \\mathsf { H } } ^ { + }$ conductivity through ATP synthase $( { \\mathsf { g } _ { \\mathsf { H } } } ^ { + } )$ was measured as previously described (Kanazawa and Kramer 2002). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Other methods ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Subcellular localization of AtBest was analyzed as described by Zhong et al. (2o13). Polyclonal antibodies were raised in rabbit with purified recombinant AtBest1 (amino acids 180 to 410 of mature AtBest1). Plastid-targeting signal (cTP) and transmembrane domains of AtBest were predicted by ChloroPanalysis(http://www.cbs.dtu.dk/services/ChloroP) and TMHMM software(http://www.cbs.dtu.dk/services/ TMHMM-2.o),respectively.The overall structure of AtBest1 was predicted by SwissModel (http://swissmodel.expasy.org) using KpBest as a template.Sequence alignment of AtBest was performed with ClustalW2.The phylogenetic tree of bestrophin superfamily proteins was constructed using the neighbor-joining method in the MEGA5 software suite (Tamura et al. 2011). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGEMENTS ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We are grateful to Dr. Chunyan Zhang,and Fengqin Dong for their technical assistance.This work was supported by the National Natural Science Foundation of China (31322oo7 and 31570239) and the Hundred Talents Program of the Chinese Academy of Sciences. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "AUTHOR CONTRIBUTIONS ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Z.D.,F.K.and L.Z. performed most of the experiments.W.L. isolated the atbest1-1 mutant. J.Z. carried out the GFP experiments. Z.D.and L.Z.drafted the manuscript.L.P. designed the experiment,supervised the study,and revised the manuscript. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Armbruster U,Carrillo LR,Venema K,Pavlovic L,Schmidtmann E, Kornfeld A,Jahns P,Berry JA,Kramer DM,Jonikas MC (2o14) lon antiport accelerates photosynthetic acclimation in fluctuating light environments. Nat Commun 5: 5439   \nBarbier-Brygoo H,De Angeli A,Filleur S,Frachisse JM,Gambale F, Thomine S,Wege S (2o11) Anion channels/transporters in plants: Frommolecular bases to regulatory networks.Annu Rev Plant Biol 62: 25-51   \nBeebo A,Mathai JC,Schoefs B,Spetea C(2o13)Assessment of the requirement foraquaporins in the thylakoid membrane of plant chloroplasts to sustain photosynthetic water oxidation.FEBS Lett 587:2083-2089   \nBennoun P(1994) Chlororespiration revisited: Mitochondrial-plastid interactions in Chlamydomonas.Biochim Biophys Acta 1186: 59-66   \nCarraretto L，Formentin E，Teardo E，Checchetto V，Tomizioli M, Morosinotto T，Giacometti GM，Finazzi G，Szabo I (2013) A thylakoid-located two-pore $\\mathsf { K } ^ { + }$ channel controls photosynthetic light utilization in plants. Science 342: 114-118   \nChecchetto V,Segalla A,Allorent G,La Rocca N,Leanza L, Giacometti GM,Uozumi N,Finazzi G, Bergantino E, Szabo I(2o12) Thylakoid potassium channel is required for efficient photosynthesis in cyanobacteria. Proc Natl Acad Sci USA 109: 11043-11048   \nChien LT,Zhang ZR, Hartzell HC(2oo6) Single CI channels activated by （20 ${ \\mathsf { C a } } ^ { 2 + }$ in Drosophila S2 cellsare mediated by bestrophins. JGen Physiol 128: 247-259   \nClough SJ，Bent AF (1998) Floral dip:A simplified method for Agrobacterium-mediated transformation of Arabidopsis thaliana. Plant J 16: 735-743   \nCruz JA,Sacksteder CA, Kanazawa A, Kramer DM (2oo1) Contribution of electric field $( \\Delta \\Psi )$ to steady-state transthylakoid proton motive force (pmf) in vitro and in vivo.Control of pmf parsing into $\\Delta \\Psi$ and $\\Delta { \\mathsf { p } } \\mathsf { H }$ by ionic strength. Biochemistry 4o:1226-1237   \nDemmig-Adams B, Muller O,Stewart JJ,Cohu CM,Adams WW (2015) Chloroplast thylakoid structure in evergreen leaves employing strong thermal energy dissipation. JPhotoch Photobio B 152: 357-366   \nDickson VK,Pedi L, Long SB (2o14) Structure and insights into the function of a ${ \\mathsf { C a } } ^ { 2 + }$ -activated $\\mathsf { C l } ^ { - }$ channel. Nature 516: 213-218   \nFischmeister R，Hartzell HC (2oo5） Volume-sensitivity of the bestrophin family of chloride channels.JPhysiol 562: 477-491   \nFroehlich JE,Wilkerson CG, Ray WK,McAndrew RS,Osteryoung KW, Gage DA,Phinney BS (2oo3) Proteomic study of the Arabidopsis thaliana chloroplastic envelope membrane utilizing alternatives to traditional two-dimensional electrophoresis.JProteome Res 2: 413-425   \nHerdean A,Nziengui H, Zsiros O,Solymosi K,Garab G,Lundin B, Spetea C (2o16）The Arabidopsis thylakoid chloride channel AtCLCe functions in chloride homeostasis and regulation of photosynthetic electron transport. Front Plant Sci 7: 115   \nHind G, Nakatani HY,lzawa S(1974) Light-dependent redistribution of ions in suspensions of chloroplast thylakoid membranes.Proc Natl Acad Sci USA 71: 1484-1488   \nHope AB,Valente P,Matthews DB(1994) Effects of pH on the kinetics of redox reactions in and around the cytochrome bf complex in an isolated system. Photosynth Res 42: 111-120   \nJohnson MP,Ruban AV(2o14) Rethinking the existence of a steadystate $\\Delta \\Psi$ component of the proton motive force across plant thylakoid membranes. Photosynth Res 19: 233-242   \nJunge W,Witt HT (1968) On the ion transport system in photosynthesis: Investigations on a molecular level. Z Naturforsch B 23:244-254   \nKanazawa A, Kramer DM (2oo2) In vivo modulation of nonphotochemical exciton quenching (NPQ) by regulation of the chloroplast ATP synthase. Proc Natl Acad Sci USA 99: 12789-12794   \nKeegstra K，Yousif AE (1988） Isolation and characterization of chloroplast envelope membranes. Method Enzymol 18:316-325   \nKirchhoff H,Hall C，Wood M，Herbstová M， Tsabari O，Nevo R, Charuvib D,Shimonic E,Reich Z(2o11) Dynamic control of protein diffusion within the granal thylakoid lumen.Proc Natl Acad Sci USA 108: 20248-20253   \nKramer DM, Cruz JA, Kanazawa A(2oo3) Balancing the central roles of the thylakoid proton gradient. Trends Plant Sci 8: 27-32 C, Schroeder JI (2014) Plastidial transporters KEA1, $- 2$ and $^ { - 3 }$ areessential for chloroplast osmoregulation,integrity，and pH regulation in Arabidopsis.Proc Natl Acad Sci USA 111:   \n7480-7485 Li XP,BjoErkman O, Shih C, Grossman AR, Rosenquist M, Jansson S, Niyogi KK (2ooo）A pigment-binding protein essential for regulation of photosynthetic light harvesting. Nature 403:   \n391-395 Lukowitz W,Gillmor CS,Scheible WR (2ooo） Positional cloning in Arabidopsis.Why_it feels good to have a genome initiative working for you. Plant Physiol 123: 795-806 Lv Q,Tang R, Liu H,Gao X, LiY, Zheng H, Zhang H (2oo9) Cloning and molecular analyses of the Arabidopsis thaliana chloride channel gene family. Plant Sci 176: 650-661 Marmagne A, Vinauger-Douard M, Monachello D,de Longevialle AF, Charon C, Allot M, Rappaport F,Wollman FA,Barbier-Brygoo H, Ephritikhine G (2oo7） Two members of the Arabidopsis CLC (chloride channel) family,AtCLCe and AtCLCf,are associated with thylakoid and Golgi membranes，respectively.J Exp Bot 58:   \n3385-3393 Milenkovic VM, Langmann T,Schreiber R, Kunzelmann K,Weber BH (2008）Molecular evolution and functional divergence of the bestrophin protein family. BMC Evol Biol 8: 72 Mitchell P（1961） Coupling of phosphorylation to electron and hydrogen transfer by a chemi-osmotic type of mechanism. Nature 191: 144-148 Mitchell P(1966) Chemiosmotic coupling in oxidative and photosynthetic phosphorylation. Biol Rev 41: 445-502 Monachello D,Allot M,Oliva S,Krapp A,Daniel-Vedele F, BarbierBrygoo H,Ephritikhine G (2oo9) Two anion transporters AtClCa and AtCICe fulfill interconnecting but not redundant roles in nitrate assmilation pathways. New Phytol 183: 88-94 Muller P,Li XP,Niyogi KK (2oo1) Non-photochemical quenching.A response to excess light energy. Plant Physiol 125: 1558-1566 Munekage Y, Hojo M,Meurer J,Endo T,Tasaka M,Shikanai T (2002) PGR5 is involved in cyclic electron flow around photosystem land is essential for photoprotection in Arabidopsis.Cell 10: 361-371 Niyogi KK (1999） Photoprotection revisited: Genetic and molecular approaches.Annu Rev Plant Biol 50: 333-359 Peng L, Cai W,Shikanai T (2o1o) Chloroplast stromal proteins, CRR6 and CRR7,are required forassembly of the NAD(P)Hdehydrogenase subcomplex A in Arabidopsis. Plant J 63: 203-211 Petrukhin K, Koisti MJ,BakallB,Li W, Xie G, Marknell T, Sandgren O, Forsman K，Holmgren G,Andreasson S,Vujic M，Bergen A, McGarty-Dugan V,Figueroa D,Austin CP,Metzker ML, Caskey CT, Wadelius C(1998) Identification of the gene responsible for best macular dystrophy. Nat Genet 19: 241-247 Pifferi S,Pascarella G, Boccaccio A,Mazzatenta A,Gustincich S,Menini A,Zuccheli S(2oo6) Bestrophin-2 is a candidate calcium-activated chloride channel involved in olfactory transduction.Proc Natl Acad Sci USA 103: 12929-12934 Pottosin Il,Schonknecht G(1995)Patch clamp study of the voltagedependent anion channel in thethylakoid membrane. JMembrane Biol 148:143-156 Pottosin I,Schonknecht G (1996) Ion channel permeable for divalent and monovalent cations in native spinach thylakoid membranes. J Membrane Biol 152: 223-233 Schonknecht G, Hedrich R, Junge W, Raschke K (1988) A voltagedependent chloride channel in the photosynthetic membrane of a higher plant. Nature 336: 589-592   \nSchreiber U,Klughammer C(2oo8) New accessory for the Dual-PAM100:The P515/535 module and examples of its application.PAN 1: 1-10   \nSun H,Tsunenari T,Yau KW, Nathans J(2oo2) The vitelliform macular dystrophy protein definesa new family of chloride channels.Proc Natl Acad Sci USA 99: 4008-4013   \nTamura K,Peterson D, Peterson N,Stecher G,Nei M, Kumar S (2011) MEGA5:Molecular evolutionary geneticsanalysis using maximum likelihood，evolutionary distance，and maximum parsimony methods. Mol Biol Evol 28: 2731-2739   \nTsabari O,Nevo R,Meir S,Carrillo LR,Kramer DM,Reich Z (2015) Differential effects ofambient ordiminished ${ \\mathsf { C O } } _ { 2 }$ and $\\mathsf { O } _ { 2 }$ levels on thylakoid membrane structure in light-stressed plants.Plant J81: 884-894   \nWitt HT(1971）Coupling of quanta，electrons，fields，ions and phosphorylation in the functional membrane of photosynthesis. Results by pulse spectroscopic methods.Q Rev Biophys 4: 365-477   \nYang T,Liu Q, Kloss B, Bruni R, Kalathur RC,Guo Y, Kloppmann E,Rost B,Colecraft HM, Hendrickson WA (2o14) Structure and selectivity in bestrophin ion channels. Science 346: 355-359   \nZhong L, Zhou W,Wang H,Ding S,Lu Q,Wen X,Peng L, ZhangL, Lu C (2013) Chloroplast small heat shock protein HSP21 interacts with plastid nucleoid protein pTAC5 and is essential for chloroplast development in Arabidopsis under heat stress.Plant Cell 25: 2925-2943 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "SUPPORTING INFORMATION ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Additional supporting information may be found in the online version of this article at the publisher's web-site. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Figure S1.Sequence alignment of bestrophin-like proteins from phototrophic organisms ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Sequences were obtained from GenBank (http://www.ncbi. nlm.nih.gov/） or Phytozome (http://www.phytozome.net/) (AtBest1， Arabidopsisthaliana， AT3G6132o； AtBest2, AT2G45870;GmaBest1,Glycine max,Glyma03g01281; GmaBest2，Glycine max,Glymao7go783o;OsaBest1,Oryza sativa, Os03g01570;ZmaBest1, Zea mays,GRMZM2G114469;SmoBest1，Selaginella moellendorffii，XP_oo2962243；PptBest1, Physcomitrella patens,Pp1s13_344V6;CreBest1,Chlamydomonas reinhardtii, Cre16.g6634oo；SynBest1，Synechocystis sp. PCC 68o3,sl1o24) and aligned with ClustalW2.The predicted cleavage site of AtBest1 is indicated by an arrowhead above the sequence.Four transmembrane domains (TMD1-4）are shown in boxes.Identical amino acids are shown with white letters on a black background,and similar amino acids are indicated with black letters on a gray background. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Figure S2. Phylogenetic tree of bestrophin superfamily proteins ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Sequences of bestrophin superfamily proteins were obtained from GenBank (http://www.ncbi.nlm.nih.gov/) or Phytozome (http://www. phytozome.net/).Angiosperms,bryophytes, chlorophyta，and chordata are highlighted in green，blue, purple,and orange,respectively.Evolutionary analyses were conducted in MEGA5 using the neighbor-joining method. Bootstrap values (1ooo replicates) $\\geq 7 0 \\%$ are indicated beside each branch. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "FigureS3.Levelsof thylakoid proteinsareunaffected in atbest (A)Immunodetection of thylakoid proteins from wild type (WT)and atbest mutants.Thylakoid membrane proteins were fractionated by $1 5 \\%$ SDS-urea-PAGE and immunodetected using specific antibodies.Thylakoid proteins were loaded on an equal chlorophyll basis.(B) Blue native polyacrylamide gel electrophoresis (BN-PAGE) of thylakoid membrane protein complexes.Freshly isolated thylakoid membrane fromWTand atbest mutantswas solubilized with $1 \\%$ dodecyl- $\\boldsymbol { \\beta }$ -D-maltoside (DM）and protein complexes( $1 0 \\mu \\mathrm { g }$ chlorophyll）were separated by $5 \\text{‰}$ BN-PAGE.NDH-PSI，NDH-PSI sUPercomplex.(C) Two-dimensional (2D) BN/SDS-PAGE separation of thylakoid protein complexes.Complexes separated by BNPAGE in the first dimension (B) were subjected to denaturing 2D/SDS-urea-PAGE.Proteins were stained with CBB； the identitiesof relevant proteinsare indicated. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Figure S4.Growth phenotypes and images of light intensity dependence of NPQ ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Wild-type and mutant plants were grown in the greenhouse for 5 weeks (upper) or in the greenhouse for 3 weeks and in the field for an additional 2 weeks (below).Light intensity dependence of NPQ was measured using an IMAGING-PAM fluorometer with a series of light intensities (21,56,81,281, 531,701,and $9 2 6 \\mu \\mathrm { m o l }$ photons $\\cdot \\mathsf { m } ^ { - 2 } \\cdot \\mathsf { s } ^ { - 1 } )$ . The NPQ image was captured after 2 min illumination with each light intensity. Signal intensities for ${ \\mathsf { N P Q } } / { 4 }$ are indicated according to the color scale (o to 1.o) on the right. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Figure S5.Light intensities and temperature in the field Light intensity and temperature near IBCAS are recorded at 2:00 PM (from 2o Sept.to 4 Oct.,2015).Weather conditions for corresponding day are indicated with symbols (sunny, cloudy,and rainy). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Table S1. Primers used in this work ",
        "page_idx": 10
    }
]