[
    {
        "type": "text",
        "text": "典型国家科技创新决策与咨询制度比较研究 \\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/e2025ba1a506402844c80d9a8121a87f0b9a858fdd566edcf09ff46ee1d3f113.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "万劲波1 谢光锋²林 慧1\\*\\* 赵兰香1",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院科技战略咨询研究院北京100190  \n2中国科学院学部工作局北京100190",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要在系统梳理科技创新决策与咨询制度概念及研究进展的基础上，以主要发达国家科技创新决策与咨询制度的基本现状和基础架构为主线，分析可资借鉴的经验。结合我国建立科技创新决策与咨询系统的需求，提出建立、完善国家科技创新决策与咨询制度的政策建议：建立国家宏观科技创新决策领导机构，减少政府创新管理职能重复；设立国家科技创新决策咨询机构，建立常态化联系沟通机制；加快推动决策咨询和智库体系建设法治化，建立多渠道、不同运行模式的科技创新顾问制度体系，不断探索并创新咨询模式和运行方式；加强科技创新决策与咨询能力建设，提高决策与咨询质量。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词科技创新，决策与咨询制度，比较研究DOI 10.16418/j.issn.1000-3045.2017.06.007",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "当前，科技创新战略与政策的决策复杂性和不确定性日益增强，迫切需要科学为决策提供前瞻、精准、可靠的支撑服务，以实现科学决策。为抓住新一轮科技革命、产业变革和新经济发展机遇，世界主要国家进一步整合科学技术创新战略，调整科技创新决策架构，减少科技创新管理职能重复。同时，为应对全球化带来的各种经济和科技问题，主要国家都建立了多层面、多渠道的科技咨询支撑行政决策的科技创新决策咨询体系，很多部门、机构都委任了科学顾问，进一步强化科学界与决策层的常态化联系沟通。各类科技咨询机构从科技角度研究事关经济社会发展全局的重大问题，从科技规律出发前瞻性思考科技发展趋势，开展科学评估，进行战略性预测预判，对重大科技创新问题提出前瞻性、建设性建议，在各国不同层面的战略、规划、布局及政策制定中发挥重要的决策咨询支撑作用。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "我国也非常重视科技创新决策咨询制度建设。2015年1月，中共中央办公厅、国务院办公厅印发的《关于加强中国特色新型智库建设的意见》强调“决策咨询制度是我国社会主义民主政治建设的重要内容，中国特色新型智库是国家治理体系和治理能力现代化的重要内容，也是国家软实力的重要组成部分”[1]。2015年9月，中共中央办公厅、国务院办公厅印发了《深化科技体制改革实施方案》，要求“建立国家科技创新决策咨询机制，发挥好科技界和智库对创新决策的支撑作用，成立国家科技创新咨询委员会”[2]。2016年5月30日，习近平总书记在《为建设世界科技强国而奋斗》的重要讲话中强调，“要加快建立科技咨询支撑行政决策的科技决策机制，加强科技决策咨询系统，建设高水平科技智库。要加快推进重大科技决策制度化”[3]。本文旨在梳理科技创新决策与咨询制度的概念和研究进展，分析和借鉴主要发达国家科技创新决策与咨询相对成熟的制度经验，结合我国国情特别是科技创新决策与咨询机制现状、问题与需求，提出建立、完善国家科技创新决策与咨询制度的政策建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1科技创新决策与咨询制度基本概念和研究进展",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“二战”以来，科技逐渐成为公共决策的重要内容和基础，广泛地渗透到社会发展的方方面面。科技创新决策咨询为政府的科技创新决策和与科技创新相关的公共决策提供科学、专业的咨询意见和政策建议[4；科技创新决策咨询具体指专业咨询机构和专业人员，运用科技创新的理论和方法，系统分析主客观条件，在掌握大量信息的基础上，提出有价值、切题的意见、建议和若干预选方案，辅助实现最优决策的咨询活动和过程[5]。科技创新决策与咨询制度是一个国家或组织关于科技创新决策与咨询的制度性安排，泛指为决策与咨询活动提供的稳定性、规范性和资源性的系统保障。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "近年来，众多学者从科技创新决策模式的历史发展、科技决策咨询中专家发挥的作用以及科技创新决策咨询的国际经验等多个角度进行了深入研究。尚智丛和张真芳回顾了科技决策咨询产生的历史，指出第二次世界大战促成了决策与咨询的分离。“二战”以后，美国在最高决策层面建立了科技咨询机构，英国等国在政府内阁和各部门建立首席科学家制度，形成了政府科技决策咨询系统。在中立性基础上，科学顾问们不仅给最高决策层解释各种科学技术项目能做什么，更重要的是解释政府不能做什么，并提供跨部门利益和跨领域的综合评估意见。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "李侠和邢润川[8认为我国科技决策经历了由“精英模型”到“渐进模型”再到“公共选择”的过程。徐冠华[9]论述了在基础、应用、重大科技计划和工程3个方面，科学家和专家在决策中发挥的作用。汝鹏和苏竣[]以“863”计划为例，探讨了中国科技决策中科学家影响力演变的动因，指出非科技知识需求增加、价值分歧程度增大以及制度框架大幅度调整，是导致科学家决策影响力下降的主要原因。汪凌勇[1]、王春法[12]、张晶[13]、王海燕和冷伏海[14]总结归纳了美国、日本和英国的科技决策咨询体制及其对我国的启示。2011年1月，由方新、王春法主编，上海交通大学出版社出版发行的中国第一套系统研究科学决策咨询理论与实践的大型译丛“决策科学化译丛”在中国科技会堂隆重举办新书首发式，该译丛对于理解科学咨询的重要作用、提高政府决策科学化水平具有重要启发和借鉴意义[15]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着科技创新对经济社会发展的影响与日俱增，科技创新决策咨询已成为决策科学化的重要保障。世界许多国家特别是发达国家通过法定授权方式，设立相应的科学技术创新委员会或理事会等机构，为其中央政府或国家议会提供综合性科学技术创新政策意见和建议，并在此方面取得了比较丰富和相对成熟的经验。政府在科技创新治理体系的多个层面建立了科技创新咨询体系，通过多种渠道及时、准确、系统地掌握各类科技咨询机构提供的专业咨询意见，也可以通过科技咨询体系将政府的战略与政策阐释给科学界和公众，形成政府、科技界、社会的良好互动。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2典型国家科技创新决策与咨询制度的基本现状和基础架构",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在美国、英国、澳大利亚、日本、韩国和以色列等国家，最高科技决策咨询机构通过评议国内外科技创新进展，指导本国科技创新体系建设和重大战略行动协调，在国家顶层科技政策制定中发挥关键决策咨询支撑作用。此外，在部门层面设立决策与咨询机构，并十分注重发挥公共机构和社会组织的咨询作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1美国",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "美国政府进行科技决策咨询已有100余年历史，形成了一套以联邦咨询委员会法案为核心、总统行政令等联邦规范为支柱、各部门自身章程为基础的制度体系。美国政府最高层次的科技创新决策协调机构是国家科学技术委员会（NSTC）[16]，最高决策咨询机构是总统科技顾问委员会（PCAST）[17]。总统科学顾问（Science Advisor）通常被授予特别助理（SpecialAssistant）头衔，兼任白宫科技政策办公室（OSTP）主任和PCAST共同主席，便于与总统和各界沟通。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.1国家科学技术委员会",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "NSTC根据1993年11月23日克林顿总统的12881号行政令设立，由总统担任主席，成员包括副总统、OSTP主任、内阁部长、各机构主管科学与技术工作的主要负责人以及其他白宫官员。NSTC下设5个委员会（图1），各委员会任命主席和副主席，开展具体的研究工作，提供专业咨询建议。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/1be56188b7d290ad8ecfb697ee41a5654369215d78b5a0a687b85d9f4f19f547.jpg",
        "img_caption": [
            "图1美国国家科学技术委员会架构图"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "NSTC具有内阁地位，是总统科技决策的协调机构，主要负责跨行政部门的科学和技术政策决策协调，确保科技政策决议和计划与总统设定的目标一致，并将总统科技政策决议贯彻到联邦政府各部门和研发机构，确保在制定和执行联邦政策与计划中考虑到科技问题，并加强科学与技术领域的国际合作。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.2总统科技顾问委员会",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从1933年罗斯福总统的科学顾问委员会开始，每位总统都成立了由科学家、工程师和医学专家组成的顾问委员会。尽管顾问委员会的名称几经变化，但目的都是为美国总统提供科学技术方面的咨询建议。根据1993年11月23日克林顿总统的12882号行政令设立的PCAST，最多拥有25位成员，其中一人是OSTP主任，其余人员来自非政府部门。而依据2010年4月21日奥巴马总统的13226号行政令设立的PCAST，由杰出的科学家和工程师组成，共20位成员，直接为总统及总统行政办公室提供咨询建议。PCAST负责在多个科技领域向总统提供咨询建议，在行使顾问职责时，帮助NSTC将民间、私营及非政府角度的反馈意见纳入政府决策协调过程。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "PCAST具有直接为总统提供咨询建议的权利，但与NSTC不同，PCAST仅限于咨询服务，并没有决策权。当PCAST主席提出请求时，联邦政府各部门部长应在法律允许的范围内为PCAST提供有关科技工作的信息；向总统请示后，PCAST有权组织特别工作组，直接获得最新信息。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.3其他非官方科技创新咨询体系",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "除上述官方机构外，美国政府还设有非官方科技创新咨询体系。美国国家科学院（NAS）、工程院（NAE）和医学研究院（IOM）及其执行机构国家研究理事会（NRC），美国科学促进会（AAAS）等科学组织，对美国政府的科技创新决策起着至关重要的支撑作用。美国的社会智库和民间智库众多，如布鲁金斯学会、兰德公司、美国企业研究所等机构，培养了大量科技咨询人才，掌握着海量的科技信息，其作为美国国家科技创新咨询体系的重要组成部分，起着基础性的支撑作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2 英国",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在英国，决策制定是一个长期的、基于证据的过程，科技咨询机构体系经过半个多世纪的实践，已日趋完备[18]。政府采取公开透明的科学咨询程序，从多个渠道获取自然、工程及社会等领域的专业信息，广泛吸收专业知识和分析结果，确保决策证据的可靠性。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "依据科技咨询机构隶属单位和职能，英国官方的科技咨询机构分为议会、内阁及政府行政部门3类（图2）。议会设立科学技术办公室（POST），其职能是为议会讨论科技问题提供信息和建议；内阁设立科学技术委员会（CST，1993年首次设立）和政府首席科学顾问委员会（GCSA，1964年首次设立），是内阁最高科技决策及咨询机构；自2011年起，所有政府部门均设有首席科学顾问（CSA），为部门提供科技计划和科研资金分配方面的建议。GCSA直接向首相提供建议，同时领导政府科学办公室（GOS），参与多个内阁委员会。CST由GCSA负责人和一名著名科学家担任共同主席，成员近20名，每年召开4次会议。GCSA负责人与部门CSA组成首席科技顾问委员会（CSAC），由GCSA负责人担任主席，是一个商讨科学议题的跨部门平台。上述职务安排，为GCSA开展咨询工作提供了组织保证。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/008119fac14258c596a96e2ab05735ef3e3c3cb14d1ffdf6c1b36fad6930d8bf.jpg",
        "img_caption": [
            "图2英国科技咨询机构架构图"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "英国的社会咨询机构众多。英国皇家学会（RS）针对有关科学和工程问题向政府提供客观中立且具有权威性的咨询，包括提供政府有关的宏观政策以及公众政策中有关科技内容的咨询服务。英国皇家工程院（RAE）鼓励工程领域的创新，支持各层次的工程教育，为工程研究提供资金、知识和经验，推进经济、教育和工程发展。英国研究院（BA）侧重对人文与社会科学发展的支持和声援，以更有效地发挥它们的作用和价值。2015年2月10日，RS、BA、RAE、医学科学院（AMS）共同发表《塑造更强大的未来：研究、创新与增长》联合声明，对大选将要产生的下一届政府提出了研究与创新政策建议，特别建议要引入专家咨询来支撑政府决策[19]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3 澳大利亚",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "澳大利亚的科技创新决策体制是以联邦政府为主导的多元分散体制。总理科学、工程与创新理事会（PMSEIC）是最高科技决策咨询机构，由总理任主席，成员包括工业创新与科学部长、教育部长、卫生部长、首席科学家（CS）及来自科研教育界和工业界的杰出代表，负责协调联邦政府各部门之间的创新与科学经费分配及战略性、全局性方向指导。下设科学技术协调委员会（CCST）作为执行机构，由CS任主席，旨在将澳大利亚有关政府部门以及科研机构组织起来，加强信息交流和战略性规划协调。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "澳大利亚实行首席科学家制度较晚，1989年才任命第一届首席科学家。首席科学家由工业创新与科学部部长任命，具体职责是：以独立立场就国家科技发展方向和重要科学、技术和创新议题向总理和部长提出建议；在政府、公共研究机构和企业间建立联系；就PMSEIC成员及议程事宜等提出建议。澳大利亚有6个政府部门设置了首席科学家，5个部门设置了首席经济学家，2个部门同时拥有首席科学家和首席经济学家。此外，澳大利亚还针对不同学科领域设立首席科学家职位，如国防首席科学家、地球科学首席科学家等。2015年12月，澳大利亚政府发布《国家创新与科学议程》，为保证将创新与科学作为政府工作的中心，将建立由总理任主席的内阁委员会一一创新与科学委员会（CIS），负责指导全国科技创新工作；建立新的独立咨询机构——创新与科学理事会（ISC，由PMSEIC扩大而成），通过工业创新与科学部部长向CIS提建议，主要负责协调联邦政府各部门的科学经费分配[20]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "澳大利亚研究理事会（ARC）、澳大利亚科学和工业研究组织（CSIRO）、澳大利亚科学院（AAS）等组织是其国内最具影响力的科技咨询机构，围绕国家需求提供独立的科学意见，以帮助国家制定科技政策、发展规划以及应对国际重大问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.4日本",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "日本最高科技决策咨询机构包括综合科技创新会议（CSTI）和日本学术会议（SCJ）。与隶属于相关部门的咨询委员会和专家小组咨询机构不同，CSTI是综合决策机构，前身是1959年设立的科技委员会（CS），于2001年更名为综合科学技术会议（CSTP），2014年5月更名为CSTI，由首相担任议长，其他成员包括6名与科技相关的内阁大臣、8名不同领域的专家。该会议负责调查和审议与科技相关的国家基本政策、重大科技计划、与科技活动相关的预算、人才等科技资源的分配方针，对国家重点研发活动和研究课题进行评价，协调各省厅之间的科技项目关系，在国家科技决策与咨询方面发挥举足轻重的作用，对日本政府的科技政策、规划及发展方向影响最大且最具权威性[21]。CSTI兼有咨询和决策双重功能，实现了日本科学决策与咨询机制的一元化。原则上，CSTI每月召开一次，根据实施需要随时设立一些专门分会。1995年《科学技术基本法》规定日本政府要根据CSTI的有关讨论结果定期制定科学技术基本计划，并且首相有义务尊重CSTI的咨询结果。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "SCJ是内阁所属关于科学领域重大事项的重要咨询机构，建立于1949年。SCJ是日本人文、社科、理学、工学、生命科学等全部领域科学研究者的对内及对外代表机构，在首相直接管辖下，独立行使相关职能，讨论审议有关学术研究、教学、行政管理等事项，协调、加强学术工作者之间的联络与合作，并提出有关咨询报告。《日本学术会议法》（1948年颁布）规定日本政府可以就与科学相关的问题向SCJ咨询，SCJ也可以就科学问题向政府提出建议[22]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2013年3月，日本在首相官邸新设“科学技术顾问”一职，负责向首相提供科技政策咨询服务[23]。除此之外，日本在政府各部门内部都设有相应的科学技术审议机构，如文部科学省的科技学术审议会、经济产业省的产业技术审议会、国土交通省的运输技术审议会等。这些科学技术审议机构既是本部门的科技决策机构，又是部门长官的咨询机构，就科技领域的重大问题进行讨论、审议，作为有关部门制定政策、法规的重要依据。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "此外，日本非官方科技咨询机构在1970年前后进入快速发展时期，如综合研究开发机构（NIRA）、野村研究所和三菱研究所等。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.5韩国",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "韩国国家科学技术战略会议（CSTS）于2016年5月12日正式成立[24]，由总统担任主席，成员共41位，包括国务总理、各部委部长、19位产学研各界专家等。该会议是韩国最高科技决策机构，负责提出中长期科技发展愿景，解决科技界的结构性问题。第一次会议主要讨论确定了有关科技体制改革的两方面内容：研发投资改革方案和研发体系改革方案。2016年8月10日，第二次会议确定了韩国政府大力支持的九大国家战略项目，未来10年将投入2.2152万亿韩元（约合人民币134亿元），旨在发掘新增长动力和提升国民生活质量[25]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "总统科学技术咨询委员会（PACST）依据韩国《宪法》和PACST相关法案成立于1991年，由总统担任主席，成员来自非政府机构，兼职为总统提供高水平、不具约束力的建议。副主席和成员由总统任命。PACST通过多种渠道听取建议，其根据总统需求提供咨询意见，总统根据这些意见命令政府部门采取相应措施。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "作为韩国政府科学顾问机构的国家科学技术审议会（NSTC）[26]，由总理和民间委员长联合领导，委员包括教育部、未来创造科学部等政府部门的14位部长以及10名民间审议委员。民间委员长和10名民间审议委员由总统任命，由对科学技术振兴作出贡献、有丰富学识和经验的人担任，致力于协调劳工政策和与创新、科学技术、工业化相关的科技创新政策，协调研究发展计划和商业、研究发展经费等问题之间的关系。NSTC由韩国未来创造科学部负责组织召开，总理主持会议，负责：提出科学技术基本政策的发展方向；为促进科技开发，提出制定有关制度的建议；讨论总统交予的科技领域相关事项并回答总统的咨询等。2016年6月10日，NSTC公布了由教育部、未来创造科学部等5部委联合制定的“促进基础与原创研究成果推广方案”[27]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.6以色列",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "以色列以“创新创业国度”而著称，高水平的创新研发及应用能力平衡了自然资源匮乏的缺点。以色列是一院议会制国家，政府（部长内阁）负责国内外事务，由总理领导，集体向议会负责。1949年，以色列建立了跨部门的科技决策机构——国家科学委员会（NSC），1959年更名为国家科技委员会（NSTC），负责制定科技政策，宏观布局科研规划[28]。以色列科技与空间部长为NSTC主席，协调与指导各部门科技政策和科研规划，NSTC的决定须经内阁会议通过才能正式确立。以色列总理以合议方式主导内阁会议，拥有对科技规划和政策的最高决策权力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "以色列在政府各部门设立首席科学家办公室（OCS）。目前，以色列政府在科技与空间部、经济部、农业部、教育部、卫生部、环境部、工业贸易劳动和通信部、交通部、基建能源与水资源部、公安部、国防部等部门都委任了首席科学家（CS），并设立了相应的OCS。OCS在以色列科技创新治理体系中发挥了重要的协调作用。该机构是资助企业研发工作的执行机构，不仅负责监管以色列孵化器，还负责执行对外科技合作协议、审批研发项目等，有严格的管理程序。首席科学家论坛（CSF）由科技与空间部长担任论坛主席，各部门CS为论坛成员，发挥了常态化沟通协调和机制性咨询作用，避免多头管理的弊端。国家基础设施研发论坛（Telem）是一个由工业贸易劳动和通信部以及科技与空间部的CS、以色列科学院主席和高等教育委员会、财政部等机构的代表组成的民间论坛。对于单一机构难以解决的大型研究计划的经费和协调问题，往往由Telem处理[29]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在以色列科学院、大学、技术协会、研究所、基金会等组织中，各领域的研究者、教育家以及各专业的科学家和工程师通过多种渠道发挥咨询作用。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3典型国家科技创新决策与咨询制度的经验总结",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "不同国家的政策制定架构和政策实施方式与政治、法律和文化传统密切相关，因而科技创新决策与咨询机构呈现多元化、分层次的特点。分析和考察典型国家的科技创新决策与咨询制度及科技创新咨询体系建设实践，主要有如下特征和经验。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）在设置直接面向国家最高决策层的科技决策咨询机构时，基本都是法定授权且相对独立。法定授权的科技创新委员会或理事会，为政府或议会提供综合性的科技创新政策建议[30]。如，澳大利亚CIS 是决策协调的内阁级委员会，由总理任主席。日本《科学技术基本法》规定政府要根据CSTI有关咨询意见和建议制定科学技术基本计划，日本首相有义务尊重CSTI的咨询意见和建议；《日本学术会议法》规定日本政府可以就与科学相关问题向日本SCJ咨询，SCJ也可以就科学问题向政府提出建议。美国根据总统令设置NSTC，是负责科技决策协调的内阁级委员会。其他国家如英国CST、法国研究战略委员会、德国科学委员会和科学联席会、印度内阁科学顾问委员会等，都是政府的最高科技创新决策咨询机构。各国的首席科学顾问，通常被授予政府首脑特别助理头衔，同时兼任多个咨询组织和部门的主席或主任，以便更好地组织科学咨询活动。设置法定授权且相对独立的科技咨询机构来支撑行政决策，使得国家科技创新决策及相关科技创新的公共决策在程序上更加科学化。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（2）在国家科技决策与咨询制度设计上，重视通过综合一体的设计特别是政府首脑的直接参与来提升咨询决策的有效性。如，日本CSTI由首相任主席，其性质是最高决策机构和最高咨询机构的综合；澳大利亚ISC是最高科技创新决策咨询机构，由总理任主席；韩国CSTS是最高科技决策与咨询协调机构，由总统任主席；PACST是最高科技决策咨询机构，由总统担任主席，委员由总统任命，主要成员来自科技界和产业界，负责向总统提出咨询意见；韩国NSTC是国务院科技咨询机构，由总理和民间委员长联合领导，委员包括韩国教育部、未来创造科学部等政府部门的14位部长以及10名民间人士。国家元首或政府首脑参与决策咨询活动，在科学咨询与科学决策之间建立起常态化沟通机制，有利于促进科技创新治理现代化。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（3）在多个层面建立了科技创新咨询体系，不仅在部门设有决策与咨询机构，而且十分注重发挥公共机构和社会组织的咨询作用。英国GCSA与部门SA组成CSAC，建立起常态化联系沟通机制。GCSA即GOS主任兼任CST共同主席，首要职责是与各部门SA紧密合作，帮助内阁办公室了解各部门的科学工作并对未来进行统筹规划，向学术界和工业界征询咨询建议。澳大利亚、以色列等都设有CS，并在其他主要部门设立科学顾问或首席科学家。以色列CSF、Telem为各部门CS提供了常态化沟机制通。一些国家法定常设或临时性设立的公共咨询机构，被授权或受委托为特定问题提供科学、技术和创新解决方案，如：2011年2月澳大利亚朱莉娅·吉拉德政府成立的气候委员会，是专业的公共咨询机构（2013年9月被托尼·阿博特政府撤销，转变为一个独立的非营利性社会组织）；2013年12月，法国根据《高等教育与研究法》以研究战略委员会取代原国家科学与技术高等理事会，作为总理的咨询机构，研究战略委员会由总理主持或授权教研部长主持，成员包括科技界、经济社会界的高水平专家及议会代表、地方代表。另外，各类专业学术机构、科技组织及社会智库应邀或者自发向政府提供政策报告和建议，如各国科学院、工程院等组织均承担咨询职能。根据美国总统林肯1863年签署的《美国国家科学院成立法案》，NAS为民间非营利性自治组织，要对任何政府部门提出的科学技术主题进行“调查、检验、实验”并完成报告，1916年NAS 成立NRC作为其执行机构。1964年和1970年分别成立NAE和IOM。NAS咨询通常由美国国会专门委员会授权或由联邦政府部门提出，由NRC确定研究项目，并组织NAS及NAE、IOM和全国其他专家组成项目委员会进行研究并作出正式答复[29]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4我国科技决策与咨询相关实践和问题分析",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "以2014年10月中央全面深化改革领导小组审议通过《关于加强中国特色新型智库建设的意见》为标志，中国特色新型智库建设走上了全面系统设计、整体协同推进、高端试点先行的新阶段。完善决策咨询制度，加强中国特色新型智库建设，需要提升到推进国家治理体系和治理能力现代化的新高度来认识[31]。事实上，我国在不同层面也建立了多渠道、不同运行模式的科技创新决策咨询机制。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "例如，党和政府高度重视科技创新决策咨询工作。新中国成立以来，政府就建立有政策研究机构，各类科研机构、组织、学会、情报机构承担着咨询职能，特别是中科院学部成立以来，在《十二年科技发展远景规划》以及以后历次科技规划制定中都发挥了重要作用，提出了“863”计划、建立国家自然科学基金制度、设立中国工程院、建立节约型国民经济体系和树立可持续发展理念等影响深远的重要意见和建议，得到党中央和国务院的高度重视和决策采纳。1983年10月，中央明确中科院学部是国家在科学技术方面最高咨询机构的定位后，学部和广大院士围绕中央决策需求以及国家经济社会发展的重大战略问题，积极主动开展战略和咨询研究，提出了400多份咨询报告和院士建议，为国家宏观决策的科学化、民主化作出了重要贡献，得到党中央和国务院的充分肯定。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "再如，我国在科技决策机制方面一直不断探索和完善。在决策体制、协调机制上，目前设有国家科技教育领导小组、国家科技体制改革和创新体系建设领导小组、科技六部门会商会议及各类联席会议和会商机制。在《国家中长期科技发展规划纲要》制定过程中，尝试了中国科学院、中国工程院、中国社会科学院三院共同参与的“战略咨询”机制，国家“十二五”科技规划、“十三五”科技创新规划研究编制工作延续了战略咨询机制，国家重大专项（民口）标志性成果也委托三院开展咨询评议。近几年来，党中央和国务院高度重视第三方评估工作，做出了一系列积极探索和制度性安排，有效推进了科学决策、民主决策、依法决策。党的十八届四中全会提出，健全依法决策机制，把公众参与、专家论证、风险评估、合法性审查、集体讨论决定确定为重大行政决策法定程序，建立行政机关内部重大决策合法性审查机制，建立重大决策终身责任追究制度及责任倒查机制。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "尽管我国科技创新决策咨询机制建设已经做了不少有益探索，改革开放后相继明确了中科院学部作为国家科学技术最高咨询机构、中国工程院作为国家工程科技方面最高咨询机构的定位，部门所属的政策研究机构也在一定程度发挥了咨政建言作用，但制度层面尚需做出系统的设计和安排，还未建立起统一高效直接面向中央决策层的国家科技决策咨询机制，科技创新治理的社会参与机制也亟待建立完善，法治化进程相对缓慢。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "当前，我国科技创新正在从“跟踪”向“引领”转变，科技创新治理体系和治理能力需要进行转型升级，需要深人贯彻全面依法治国的总体要求，优化科学为决策服务的制度和法治环境，建立与世界科技强国相匹配的国家科技创新决策与咨询机制，对科技创新决策与咨询体制及决策咨询程序建章立制，对咨询机构的功能定位及运作方式进行制度规范，确保科学咨询的中立性、客观性、公正性和前瞻性。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5政策建议",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "贯彻落实习近平总书记系列重要讲话精神和党中央、国务院关于创新驱动发展战略及相关科技体制改革的决策部署要求，满足建设世界科技强国及促进国家创新发展相关决策的咨询需求，迫切需要立足我国国情，借鉴国际经验，加快建立、完善国家科技创新决策及咨询机制。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（1）建立国家宏观科技创新决策领导机构。将“国家科技教育领导小组”升格为“国家科技教育创新委员会”，与“中央全面深化改革领导小组”合署办公。这样有利于协调科技、教育、人才等相关部门、机构和中长期规划的功能定位与资源配置，有利于将科技创新与经济社会发展更好地协同起来，强化统筹协调，使得国家战略层面的科技创新决策由政府部门层面真正上升为国家层面，支撑国家发展全局，减少政府部门创新管理职能重复，推动相关部门和机构提高创新治理的综合化与专业化水平。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（2）设立国家层面的科技创新决策咨询机构。明确“国家科技创新咨询委员会”的法律地位、法定责任和组织方式，使其能相对独立于行政决策执行部门，依法履行决策咨询职责，主要负责国家科技创新重大战略部署、重大任务安排、重要政策制定的决策咨询。充分发挥中科院学部和中国工程院的科学技术和工程科技最高咨询机构作用，由两院推选著名科学家担任“国家科技创新咨询委员会”共同主席，办公室挂靠中央办事机构或中央政策研究机构，与中央决策层建立常态化联系沟通机制。委员会成员以两院推选的两院院士为主，覆盖自然科学、工程技术、人文社会科学及跨学科交叉领域及产业界，由党中央和国务院任命，直接服务于中央决策。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（3）加快推动决策咨询和智库体系建设法治化。在全面依法治国背景下，将咨询和智库体系建设纳入法治化轨道，引导部门、地方提升创新治理能力，督促部门、区域落实创新政策协同机制和协调审查机制，切实避免政策冲突，减少层层重复规定，统筹优化科技创新资源配置。在国务院、部门、机构及地方建立多渠道、不同运行模式的科技创新顾问机制，不断探索和创新咨询模式和运行方式，增强相关部门、机构、地方的战略谋划能力和综合研判能力。发挥科技创新顾问体系和科技智库体系的专业优势，加强科学为决策服务的系统组织和具体落实，减少决策失误和执行偏差。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（4）加强科技创新决策与咨询能力建设。完善国家、部门和地方科技决策咨询制度建设，推动科学民主依法决策，从需求侧引导决策部门提升治理能力、创造有效决策咨询需求。广泛吸纳政府相关部门、科技界、企业界及其他相关领域战略专家参与科技决策咨询体系和科技智库体系建设。发挥好中国科学院、中国工程院、中国社会科学院、中国科学技术协会及部分重点大学、科研院所的智库功能和各类专业智库机构对政府科学民主依法决策的支撑作用，强化中科院科技战略咨询院等建制化高端科技智库的支撑引领作用，带动科技智库体系建设总体布局优化。加强不同层次、不同领域科技决策咨询体系和科技智库体系之间的交流，密切政府与科技界、智库及社会各界的沟通，共同为国家和区域科技创新决策提供跨越部门、区域利益的咨询意见，提高科技创新决策与咨询质量，有效支撑国家和区域科技创新治理体系和治理能力现代化。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1中共中央办公厅、国务院办公厅．关于加强中国特色新型智库建设的意见.[2016-09-30].http://www.gov.cn/xinwen/2015-01/20/content_2807126.htm  \n2 中共中央办公厅、国务院办公厅.深化科技体制改革实施方案.[2016-09-30]. http://www.gov.cn/guowuyuan/2015-09/24/content_2938314.htm",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3习近平.为建设世界科技强国而奋斗.人民日报,2016-06-01.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4 樊春良.科学咨询与国家最高决策——美国总统科学咨询机制的产生和发展.中国软科学,2007,22(10):59-67.  \n5 李研,郝君超.关于完善我国科技决策咨询制度的若干思考和建议.科技进步与对策,2014,31(17):111-115.  \n6 王作跃.在卫星的阴影下：美国总统科学顾问委员会与冷战中的美国.安金辉,洪帆,译.北京:北京大学出版社,2011.  \n7 尚智丛,张真芳.科技政策咨询的产生、本质和作用．自然辩证法研究,2008,24(3): 84-87.  \n8 李侠，邢润川.论科技政策制定主体的变迁与模型选择.科技与社会,2001,21(11): 27-31.  \n9 徐冠华.正确认识和充分发挥科学家及各方面专家在科技决策与管理中的重要作用.中国软科学,2007,22(8):1-6.  \n10 汝鹏，苏俊.科学家在中国科技决策中的影响力研究——以“863”计划为例.中国软科学,2010,25(10):86-92.  \n11汪凌勇.国外科技决策咨询机构现状、特征与变革趋势.科技管理研究,2014,34(15): 10-12.  \n12 王春法.美国科技决策咨询的体制机制及其对我国的启示.中国科学院院刊,2012,27(5):545-552.  \n13 张晶.日本科技决策浅析.科学学研究,1990,8(3):52-59.  \n14 王海燕,冷伏海.英国科技规划制定及组织实施的方法研究和启示.科学学研究,2013,31(2):217-222.  \n15中国经济网．《决策科学化译丛》北京首发.[2011-01-10].http://book.ce.cn/ssj/201101/10/t20110110_22125801.shtml.  \n16 美国国家科学技术委员会(NSTC).[2017-02-13]. https://ww.whitehouse.gov/administration/eop/ostp/nstc .  \n17 美国总统科技顾问委员会(PCAST).[2017-02-13].https://www.whitehouse.gov/administration/eop/ostp/pcast .  \n18 李晓轩.基于证据的政策制定：英国的实践与启示.中国科学院院刊,2013,28(6): 740-749.  \n19 Royal Society. Building a stronger future research innovationand growth.[2017-02-10]. htps://oyalsociety.org/topics-policy/publications/2015/stronger-future/.  \n20 李弘扬，赖海隆．澳大利亚启动国家创新与科学计划迎接“思想繁荣”.[2015-12-07]. http://www.chinanews.com/",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "gj/2015/12-07/7660016.shtml. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "21 朱相丽,谭宗颖，阳宁晖.国外科技组织决策咨询的运行机制研究.科技管理研究,2011,31(6):51-54.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "22中新网．日本自民党提议设科学技术顾问给首相专业建议.[2013-03-28].http://www.chinanews.com/gj/2013/03-28/4684614.shtml.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "23 韩国第一次科技战略会议.[2016-05-12].http://www1.president.go.kr/news/newsList.php?srh%5Bview_mode%5D $\\vDash$ detail&srh%5Bseq%5D $\\scriptstyle 1 = 1$ 15555. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "24 韩国国家科学技术审议会.[2016-12-11].http://www.nstc.go.kr/eng/major.jsp.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "25 韩国第二次科技战略会议.[2016-08-10].http://wwwl.president.go.kr/news/newsList.php?srh%5Bpage%5D $\\scriptstyle 1 = 4$ &srh%5Bview_mode%5D $\\vDash$ detail&srh%5Bseq%5D $\\models ^ { \\cdot }$ 16939#none. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "26任真．韩国制定促进基础与原创研究成果转移转化方案.[2016-08-02].http://www.casipm.ac.cn/zt/ydkb/201610/t20161025_4685313.html.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "27李威.以色列科技创新的成功经验与启示.决策咨询.2012,19(5): 15-17.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "28以色列驻华使馆.[2016-08-02].http://embassies.gov.il/beijing/ Pages/default.aspx. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "29万劲波.完善国家科技创新决策咨询制度.光明日报，2016-06-08.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "30 王桂侠，万劲波.美国国家科学院咨询机制及启示.中国科学报,2014-07-11.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "31谢光锋．中国特色新型智库建设新思想新实践.学习时报,2016-10-24.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Comparative Study on Science and Technology Innovation Policy-making and Advisory System ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Wan Jinbo'Xie Guangfeng²Lin Hui' Zhao Lanxiang' (1 Institutes of Science and Development, Chinese Academy of Sciences,Beijing 1O0190,China; ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2 Academic Divisions of the Chinese Academy of Sciences,Beijing 10o19o,China) ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "AbstractBasedonthesummarizationoftheconceptandresearchdevelopmentofsienceandtechnologyinnovation (ST)policy-making andadvisoryste,tisrticetakethurentsatusnfrmeokofSpcyakingddvsorystinvelopdcotriaste bas linetanalyeteirquotableexperiences.TomeetedemandofstablishingtheSTpolicy-makingandadvisoryinstutiosinCina policysuggestiosareproviedintermsofsetingupandrefingthSTpolicy-makingandadvisorysystem,ncludigdevelopgnatioal leadingrganzationforacroSpolicyaingducingfunctioaluplicatioofgovemetaliovatomanagent,stablsgtate levelSTIpolicykingndisorbodiesdoaldomicatiohasmeleatigthlalidSdvoydtak systemconstructon,etigupulti-haeavisorysste withariouoperatigpatesadontiuouslyexpoingadating advisorypateandoperatingmode,strengthening STpoicy-makingandadvisorysystemcapacitybuilding,andimprovingthequalityof policy-making advices. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "KeyWordsscience and technology innovation (STI),policy-makingand advisory system,comparative study万劲波中科院科技战略咨询院副研究员、硕士生导师，北京大学博士。中国软科学研究会理事，中国科学学与科技政策研究会理事。主要研究方向为技术预见、科学技术创新政策与治理。主持或共同主持完成国家软科学研究计划重大项目、国家“十三五”科技规划前期研究重大课题、国家发改委重大问题软科学研究、中科院学部咨询重大项目研究支撑任务等重点项目8项。E-mail: wanjinbo@casipm.ac.cn",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "WanJinboAnasociateprofesorattheInstitutesofScienceandDevelopment,ChineseAcaeyofSiences (CAID).Heceived Ph.D.fromPekingUniversityin2O08.HeisalsoanExecutivememberofChineseSoftScienceSocietyandChineseAssociationforcience ofScienceandS&PolicyHissearchiterestsaretechologyforesight,oveaneandpolicyofsience,tchnologyandoatioAs projectleaderoo-pojectader,HehavecompletedighteyprojectsofoST(estryfieneandcholo,D(atioal DevelopmentandRefoCommision),ndcadeicivisiosofteCASsuchaseyprojectoftheatioalsoftencerachplan planning researchontheThirteenth Five-Year Planof NationalScience&Technology,etc.E-mail: wanjinbo@casipm.ac.cn ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "林慧女,中科院科技战略咨询院副研究员，香港中文大学博士。E-mail:linhui@casipm.ac.cnLin HuiFemale，anassciate professoratthe InstitutesofScienceandDevelopment,ChineseAcademyofSciences (CAD).Shereceived Ph.D.from Chinese University of Hong Kong in 20l1.E-mail: linhui@casipm.ac.cn",
        "page_idx": 10
    }
]