[
    {
        "type": "text",
        "text": "专题：作物病虫害的导向性防控 Decoding the Mechanisms of Bio-interactions for Targeted Management of Agricultural Pests ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "编者按由病虫害导致的作物重大病害不但威胁“舌尖上的安全”与社会稳定，在防治过程中发生的农药滥用行为还进一步导致环境污染，危害人体健康。为在保障粮食产量不下降的前提下对病虫害进行科学、绿色和高效的防控，亟待在系统分析病原微生物一害虫一作物之间的相互作用关系的基础上，靶向病虫害致病和成灾的关键环节，发展创新抗病育种技术、新型农药、微生物组技术、生态自杀、昆虫性别控制等革命性的农业生物技术，为保障国家粮食与食品安全作出重要贡献。本刊特推出“作物病虫害的导向性防控”专题，对病虫害一作物相互关系的相关基础研究以及由此引发的先进生物技术进行分析，并提出该领域前沿与应用技术发展的前瞻性建议。本专题由中科院动物所康乐院士、中科院上海植物生理生态所陈晓亚院士和中科院微生物所方荣祥院士共同指导推进。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "生物信息流操纵作物病虫害导向性防控的新科学",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/0564675c6a68941906582ce1e1694914de575cbe2424b5bd48b23f0405b745e2.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "钱韦曲静²康乐2.3\\*\\* ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院微生物研究所北京100101  \n2中国科学院北京生命科学研究院北京100101  \n3中国科学院动物研究所北京100101",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要作物病虫害是威胁全世界农业生产的重大自然灾害。目前，病虫害防治的核心思想仍然是简单杀灭，主要依靠以病虫微生物的基础代谢、生理生化系统和神经受体为靶标的化学农药，过程中易导致人畜中毒、农产品污染和生态环境破坏等一系列严重的问题。下一代病虫害防治学术思想的重大突破将是对作物一昆虫一病原微生物生物间信息流及行为进行操纵。在基础研究方面，“生物间信息的识别、解码与操纵”也是现代生命科学的前沿与热点学科—一生物间相互作用的分子机理一旦被阐明，往往带动通用生物技术的发展突破。例如RNA干扰（RNAi）现象、植物转化技术和TALEN基因组编辑技术等科学发现和技术进步，已经为整个生命科学领域作出了重大贡献。中科院“作物病虫害的导向性防控——生物间信息流与行为操纵”战略性先导科技专项（B类）集合了各学科的优势力量,系统地分析在作物重大病虫害发生过程中种间信息识别、解码、传递和控制的过程，从中解析关键可操纵节点，发展新一代病虫害田间行为操纵的新策略与新技术。该专项目前已经取得了系列重大研究成果，为竞争国际科学前沿地位、保障我国粮食生产安全作出了基础性、前瞻性的贡献。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\*资助项目：中科院战略性先导科技专项（XDB11040700、XDB11010200)  \n\\*\\*通讯作者  \n修改稿件收到日期：2017年7月17日",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词作物，病虫害，生物互作，防控 DOI 10.16418/j.issn.1000-3045.2017.08.001 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国是当今世界排名第一的人口大国和农业大国。1994 年莱斯特·布朗（LesterBrown）[1]提出关于“谁来养活中国”这个问题之后，该问题一直是全世界密切关注的焦点。粮食供应是决定世界各国战略发展的最重要保障，为了确保我国的粮食安全，《国家中长期科学和技术发展规划纲要（2006一2020年）》把“农业科技整体实力进入世界前列，促进农业综合生产能力的提高，有效保障国家食物安全”确立为我国科技发展总体目标之一。虽然国际上也认为中国是未来世界粮食增产的主要区域之一（图1A红色部分）[2]，但是对比中国主粮作物主要病虫害危害分布图（图1B）可以看出，该区域与国际预测的增产区几乎完全重叠。这预示着我国粮食增产稳产存在着很大的风险，受到作物病虫害发生规模、频率的严重制约。而从历史上看，作物病虫害从来都是威胁我国乃至全世界农业生产的重大自然灾害，也是导致人类社会动荡和人口剧减的主要原因之一。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "现阶段我国作物病虫害发生防治形式相当严峻，总体而言呈现以下3个特点。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）产量损失特别巨大。即使在全力防控的背景下，全国因病虫害造成的产量损失仍高达每年4000万一6000万吨，占总产量的 $8 \\% - 1 0 \\%$ ，足够1.5亿—2.0亿人一年的口粮。随着气候变化、轻型栽培技术使用和单一遗传背景品种的推广，以往零星出现的作物病虫害（如水稻纹枯病、矮缩病、棉花黄萎病、小麦赤霉病、玉米粘虫等）连年暴发成灾，防治形势逐年加重。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（2）环境污染问题日趋严峻。在全世界生产使用的农药中，我国的使用量约占1/3，排名全球第一。滥用农药和农药残留对公共卫生、自然环境、内外贸易和社会经济造成了极其严重的影响，食品安全已成为全社会密切关注的重大民生问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(3）缺乏核心技术创新能力。当前绝大多数病虫害防治的策略和技术均由国外先进国家提出并发展成熟，我国总体上处理低水平模仿仿制阶段。例如，美国现代农药的年产值已经达到96亿美元。我国虽然是农药使用大国，但年产值仅18亿美元，且多数产品无核心知识产权，技术开发能力差距显著。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在巨大的粮食产量压力下，当前病虫害防治的核心思想仍然是简单杀灭，技术上主要依靠以病虫害基础代谢过程和神经相关受体等为靶标的化学农药，忽视生物间存在的相互关系和信息传递，这是导致一系列严重问题的根本原因。尽管我国启动了到2020年化肥、农药零增长行动方案，也设立了相应的国家重点研发计划，对农药的科学合理使用进行深入研究，但考虑到当前农药使用的可选择性和使用现状，要达到上述目标尚需做出",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/fbd2b574968d1bf803b8076aafc88fa0b569a25428301463bf56450d6ac61c4b.jpg",
        "img_caption": [
            "图1未来粮食增产热点区域及病虫害的影响"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A：未来具有食品热量供应增长潜力的区域，红色深浅表示增长潜力；B：中国水稻主要病虫害发生分布区，黑色表示分布区。引自《中国农业资源》",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "艰苦的努力。未来作物病虫害防治思想、基础理论和技术发展将往何处去？如何把综合防治中维护生态平衡的思想优势与化学防治方法简便、易行和有效的优点有机地结合在一起？与此同时，发展具有革命意义的作物抗病虫害技术，槟弃低效、复杂、严重影响环境和威胁人类健康的固有技术缺陷，是当代生命科学基础和应用基础研究面临的重大科学问题之一。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1生物间信息流及病虫害行为操纵是未来防治思想的重大突破",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在生物圈中，没有任何一种生物能够孤立地生存于非生物的理化环境之中，它必须与周围的其他生物及环境产生相互作用和紧密联系。这些联系及生物间的相互作用构成了寄生、互惠、共生、竞争、拮抗等生态和协同进化关系，而生物之间传递的信息流则决定了这些关系的实质，其传递规律是任何生命存在与进化的基本法则。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "有据于此，从生物间相互关系的角度重新审视作物一昆虫一病原微生物的关系就会发现，种内、种间关系与生物间信息流的传递是决定三者间相互关系最重要的因素[3]。生物间信息流是指生物信号以物理、化学形式在物种之间产生、传递、交流、修饰、翻译、抑制的路径、过程与控制。以作物一媒介昆虫一植物病毒这三者间的关系为例：作物释放的物理和化学信息能够被媒介昆虫识别，吸引昆虫的移动、迁飞并寄居在植物上，在取食植物的同时传播病原微生物[4]。在此过程中，植物受到物理损伤后，会经由茉莉酸等激素信号转导途径启动抗虫相关基因的表达，通过增加萜烯类化合物、单宁、黄酮或多酚等化合物的含量等方式进行抗虫防卫反应。有意思的是，目前已经发现，昆虫携带的病毒经取食进入到植物中后，会通过病毒编码的蛋白干扰植物的多种信号转导途径，抑制植物抗虫相关基因的表达和化合物的合成，因而有利于昆虫的取食并造成其种群扩大、成灾[5,6]。由这一实例可见，一方面病毒需要通过昆虫取食才能侵染植物寄主；另一方面，病毒的内共生也有利于昆虫克服植物抗虫防卫体系，植物、媒介昆虫和病毒之间形成了复杂的共生和寄生关系。这些复杂的生物关系中，病毒如何识别昆虫并特异性地寄生于昆虫体内？昆虫如何识别特定的寄主植物进行取食，同时又帮助病毒传染寄主植物？植物如何识别昆虫和病毒，从而启动相应的抗病、虫防卫反应体系？这些有关种间信息的识别、解码、信号转导与反应的科学问题决定了作物一媒介昆虫一植物病毒之间的关系，最终决定作物受昆虫和病毒危害的程度与范围。需要指出的是，对于上述物种间的相互作用关系，人类的理解还非常薄弱。正是由于这一原因，限制了我们利用先进科学手段对这些相互作用关系进行精确的操纵，因而被迫采取了无选择“杀灭”的方式进行作物病虫害防治。这是作物病理和作物保护学科发展的历史性局限。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "对生物间信息流及其调控的理解能够科学地指导防治策略。例如，长期、单一、反复使用化学农药，已导致多种病虫害产生抗药性和耐药性。这主要是由于目前使用的绝大多数化学农药采取的是非特异性毒杀的方法。在自然选择压力的作用下，病虫害中自发产生的耐药性相关遗传变异能够迅速在种群内获得选择上的有利性而被固定下来，加速了耐药性的进化。与此同时，在病原微生物群体中，由于微生物群体内存在个体间水平基因转移现象（horizontal gene transfer），耐药性相关基因能够在极远缘的病原微生物之间进行遗传交换，这进一步加快了耐药性的产生。正因如此，传统“杀灭”病虫害的技术策略只能在短期内取得极其有限的效果。对于这一难题，科学家已经提出了新的策略：在进行新型化学药物筛选时，如果理解了生物间信息流的方向与调控，有目的地筛选仅阻断种间识别与响应过程，但不影响病虫害其他生理与代谢过程的特异性化合物。使用这类新的化学农药将使病虫害面临的自然选择压力较小，在对病虫害进行精准防治，控制其种群大小的同时，减慢耐药相关基因在种群内的固定过程，能够有效地避免耐药性快速进化。因此，深人理解生物间信息流是发展革命性病虫害防控技术的关键环节（图2）。在此基础上，对作物一昆虫一病原微生物生物间信息流及行为进行操纵将会是下一代病虫害防治学术思想的重大突破。在该学术思想的指导下，相应的理论体系和防治技术平台建设将会改变以往化学防治、生物防治和综合防治中存在的固有缺点，为作物病理学基础理论和病虫害田间防控做出卓越贡献，对于保障粮食、食品安全具有重大指导和战略意义。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/06139be27df02875a9bdc794429fac902b8de3501ae03d3dd715038f42b89bb7.jpg",
        "img_caption": [
            "图2学术思想突破(生物间信息流)带动基础研究与防治技术进步"
        ],
        "img_footnote": [
            "过去和现在：药物时代"
        ],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2 “生物间信息的识别、 解码与操纵”是现代生命科学发展的关键领域",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从宏观上说，作物病虫害实际上是由于昆虫和病原微生物为满足自身正常生存、发育、繁殖和种群扩大的需要，而对寄主植物的取食和寄生行为。在过去，单纯从群落或种群生态学角度对三者间关系进行研究的重点主要集中于物种种群数量、结构格局，动态变化、种间关系及其环境影响因素等。虽然这些研究为理解作物病虫害的暴发及环境制约机制提供了基础知识，但总体而言未能深入到物种对环境的适应机制这一根本性的问题上。近年来，随着分子生物学和组学技术的飞速发展和生命科学内部的融合与交叉，已经能够全面、系统地解析作物、昆虫和病原微生物三者之间的生物间信息流及其传递的分子机制，从生物学性状本身出发而非从数量指标出发，来对作物病虫害进行深入的研究，探索宏观生态学现象后面的分子生物学与生物化学机制。这使得人类对生物间信息流进行人工模拟、干扰、操纵成为可能，具有巨大的应用潜力。这一发展趋势代表了整合生物学发展的未来，也是宏观生物科学在理论上做出重大突破的重要途径。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从生物互作的分子机制而言，与动物感染与免疫学一样，作物先天免疫系统与昆虫、病原微生物之间的相互作用关系也是现代生命科学的前沿学科，大量的原创研究论文频繁在Cell，Nature和Science等顶级学术期刊上发表。在过去，以模式生物，如果蝇、线虫、大肠杆菌和拟南芥等为研究对象的生物科学更多地注重研究生长、发育、繁殖等单一生命过程中的主要环节。然而,正如生态学揭示的那样，物种之间的相互关系形成了地球生物圈里能量流、信息流和物质流最主要的网络载体系统，也是地球生命得以维持的最重要的依存关系，其中蕴涵着丰富的、尚未被人类认识的重大科学问题。以作物一昆虫一病原微生物作为研究对象，从分子水平开展生物间相互关系及生物间信息流的研究，必将做出新的生物学发现，发展新的学科理论。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 有关“生物信息流” 的研究促进了重大生物技术的发展",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "现代生物学技术实质上是人类对生命进行的人工模拟与重新设计。在物种相互作用过程中，分子水平的相互操纵是自然存在着的。很多现代生命科学的重大理论与技术进展是在研究和模拟上述关系过程中被发现的，因此，作物病理与作物保护学科的发展已经为整个生命科学领域作出了重大贡献。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）天然免疫激活受体的发现。首个被发现的高等生物天然免疫激活受体是1995年在水稻一黄单胞菌互作过程中分离的水稻Xa21蛋白[8]，而后在对哺乳动物中脂多糖受体和昆虫TOLL样受体及功能解析的研究工作中取得突破并获得2011年诺贝尔生理学或医学奖。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）RNA干扰（RNAi）现象的发现。RNAi首先是在植物一病毒相互作用和植物基因的“共抑制”现象中发现。该现象的分子机制在线虫模式体系中被阐明后获得2006年诺贝尔生理学或医学奖，为深入理解分子生物学“中心法则”和发展现代基因调控技术作出了重大贡献。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（3）植物转化技术。在研究植物一细菌互作过程中发现根癌农杆菌感应植物化学信息后，将Ti质粒整合植物基因组中，调控寄主基因表达[0]。支撑现代植物分子生物学诞生与发展的核心技术之一的植物转化技术就是该过程经人工改造而成。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（4）TALEN基因组编辑技术。在研究植物一细菌互作过程中发现黄单胞菌TAL类效应子（effector）能够按规则化的编码方式，特异性地识别植物基因启动子序列[1]。基于该研究的 TALEN 技术是目前编辑基因组DNA最成熟的生物技术之一，曾被Science评为 2012年十大科学进展之一。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "上述科学发现和技术进步表明，植物一病原微生物一昆虫相互之间存在自然、分子水平的操纵一旦被阐明，就能辐射到整个生命科学领域，从而做出重大科学发现。其发展和影响并不仅仅局限于该研究领域。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4 靶向生物信息流，导向性防控作物病虫害是现代农业生物技术的重大突破口",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "中科院在作物抗病、昆虫生物学和病原微生物致病机制领域有一支优势研究队伍，在各专业领域内具有显著的地位和国际影响力，是作物病理学与保护学领域高水平人才荟萃的研究集体之一。然而，由于作物抗病、农业昆虫和病原微生物研究分属植物学、动物学和微生物学等不同的专业领域，过去合作攻关研究较少。包括“973”、重大研究计划等在内的现有国家重点科学研究项目均不能有效地将上述人才队伍纳入同一项目，并在同一个关键科学问题下进行协同研究。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "基于上述考虑，为了突破病虫害防控的基础研究和应用基础研究瓶颈，中科院于2014年设立了“作物病虫害的导向性防控—一生物间信息流与行为操纵”战略性先导科技专项。该专项在“作物一昆虫一病原微生物生物间信息流及行为操纵”这一总体学术思想的统领下，将总体研究方向定为：系统分析并鉴定与作物病虫害发生、发展和成灾有关的种间信息及其传递过程，建立生物间信息流精细调控的信号网络，识别种间信息传递过程中的重要调控节点和关键环节。在此基础上，发展人工操纵昆虫和病原微生物行为及致病过程的新技术与新方法，并通过生态自杀、性别控制、发展新型抗菌化合物、作物免疫调节剂、作物抗性相关代谢组人工设计等现代生物学手段，对害虫和病原微生物进行高效、特异、环境友好和费效比高的导向性防控，为我国主要粮食作物的病虫害防控工作做出重大思想理论创新，在关键技术障碍实现突破；并为保障国家粮食安全作出重要贡献。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "为了完成该目标，该专项设立了5个研究项目进行整合创新：（1）种内信息流的生物学效应与人工操纵；（2）种间信息的识别解码与人工操纵；（3）信息流传递与应答的调控与操纵；（4）基于靶标分子的病虫特异性干预；（5）多营养级生物间信息互作与导向调控。各项目集中中科院微生物学、现代昆虫学、植物分子生物学、系统生物学、基因组学和组合化学等多学科的优势力量，合理分工，协力合作，为总体目标的完成进行深入研究。同时，依托专项实施，全面建立包括遗传学、表观遗传学和组学分析平台、物质检测与生物化学分析平台、静态一动态细胞生物学分析平台和整合生物学与生物信息学分析平台在内的研究与发展设施。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5 “作物病虫害的导向性防控” 先导专项已经取得了系列重大研究成果",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "自2014年启动实施以来，该专项无论是在基础理论还是在重大应用技术方面，均取得了系列重大突破。（1）基础理论研究方面。专项研究团队通过种内信息流及其机制的研究，发现飞蝗聚群信息流具有跨代表观遗传效应，揭示非编码小RNA作为这一过程的关键调控信息物质控制后代卵的发育和孵化的同步性，为发展蝗灾暴发的绿色防控策略开辟新的途径[12.13]。（2）作物与微生物互作领域。发现了多个病原菌致病新机理，在植物先天免疫、茉莉酸和小RNA介导的植物免疫反应方面取得了多项国际领先成果，为提高作物抗病能力、选择新型农药作用靶标提供科学依据[14-18]。（3）植物与昆虫互作领域。发现茉莉素响应衰减和植保素积累动态调控不同发育时期植物的抗虫性，同时发展RNAi抗虫技术，为培育新型抗虫作物提供技术支撑和理论依据[19]。（4）昆虫与微生物互作领域。阐明昆虫真菌遗传进化和寄主适应机理、卵胞霉素生物合成及抑制昆虫免疫机制，为发展环境友好的真菌杀虫剂提供理论基础[20,21]。（5）多营养级生物互作研究领域。发现多物种间协同发育的关键分子，阐明病虫行为和发育的信息流控制机制，提出全球气候变化下作物-害虫-病毒-天敌发生发展的预警与防控新对策[22.23]。（6）重大生物技术方面。利用基因组编辑技术，对六倍体小麦的MLO基因定向修饰，在国际上首次培育出高抗白粉病小麦，获得生物技术重大突破，为我国农作物育种提供重要技术支撑[24]。在国际上首次证明了植物一真菌跨界小RNA沉默降解病原靶基因的抗病新途径，并将之应用于抗棉花黄萎病的种质创新，有望攻克棉花重大病害黄萎病[25,26]。首次攻克了以信息素为核心的关键技术瓶颈，在我国成功控制红脂大小蠹，发展了全球气候变化下作物-害虫-病毒-天敌发生发展的预警与防控新对策[27]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "该专项实施以来，在成果发表和应用方面成绩卓著。专项启动以来，共发表研究论文150余篇，其中39 篇论文发表在包括Nature Biotechnology，Cell Host& Microbe，Nature Plant，Nature Communication,PNAS，PLoSPathogens，PLoSGenetics，PlantCell等国际著名学术期刊上。由第三方科研机构评估的结果表明，专项科学队伍在昆虫学和植物病理学两个主要学科领域上已经大幅超越国际平均水平，接近国际顶级研究机构的科技产出和影响力。此外，专项加强了数据交流、平台技术共享等方面的建设，储备了多种病虫的基因组、转录组、蛋白质组、代谢组等8类35项相关数据，储备了基因组编辑技术、生物互作感染方法等17类41项相关技术，并在专项内共享使用。在管理方面秉持“精干队伍、稳定支持、严格考核、一流成果”的管理理念，实行差异化资助体系，鼓励重大科研成果的产出，开展创新性的管理工作，为专项各课题组打破学科、研究所之间存在的研究障碍，为协同创新工作提供了制度保障和专业平台[28]",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "我国的现代农业经过数十年的积累，为保障国家、社会突飞猛进的发展作出了重大贡献。立足当前，展望未来，我国农业应当在基础理论建设、现代农业技术发展和农业创新体系上作出全新的贡献，引领世界农业科技发展的新方向。“作物病虫害的导向性防控”先导专项是国家在作物病理学与保护学领域以科技专项形式进行重点资助的重大项目，通过凝聚高水平研究队伍，加强研究合作和学科融合，在项目管理机制与体制方面做出了重要创新，必将培育造就一支国际一流，能够引领学科发展的创新队伍，为引领生命科学领域前沿和保障国家粮食、食品重大战略需求作出基础性、前瞻性的贡献。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1Brown LR.Who will feed China? Wake up call for a small planet. Worldwatch Institute:WWNorton& Co,1994.   \n2 Foley JA,Ramankutty N,Brauman K A,et al. Solutions for a cultivated planet.Nature,2011, 478:337-342.   \n3Bragard C,Caciagli P,Lemaire O,et al. Status and prospects of plant virus control through interference with vector transmission. Annual Review of Phytopathology,2013,51:177-201.   \n4Gilbertson RL,Batuman O,Webster C G, et al.Role of the insect supervectors Bemisia tabaci and Frankliniella occidentalis in the emergence and global spread of plant viruses.Annual Review of Virology,2015,2:67-93.   \n5LiR,Weldegergis B T,Li J,et al. Virulence factors of geminivirus ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "interact with MYC2 to subvert plant resistance and promote vector performance.The Plant Cell,2014,26: 4991-5008. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "6Wu D,Qi T,Li WX,etal.Viral effector protein manipulates host hormone signaling to attract insect vectors.Cell Research, 2017, 27: 402-415. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "7Pehrsson E C,Tsukayama P,Patel S,et al.Interconnected microbiomes and resistomes in low-income human habitats. Nature,2016,533:212-216. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "8Song WY,Wang G L,Chen LL,et al.A receptor kinase-like protein encoded by the rice disease resistance gene,Xa21. Science, 1995,270:1804-1806. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "9 Baulcombe D C.RNA as a target and an initiator of posttranscriptional gene silencing in transgenic plants.Plant Molecular Biology,1996,32:79-88. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "10 Van Montagu M, Schell J.The Ti plasmids of Agrobacterium. Current Topics in Microbiology and Immunology,1982,96:237- 254. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "11 Gu K, Yang B,Tian D, et al.R gene expression induced bya typeIII effector triggers disease resistance in rice.Nature,2Oo5,435: 1122-1125. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "12 Yang M,Wang Y, Jiang F,et al.miR-71 and miR-263 jointly regulate target genes chitin synthase and chitinase to control locust molting.PLoS Genetics,2016,12: e1006257. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "13 He J, Chen Q,Wei Y,et al.MicroRNA-276 promotes egg-hatching synchrony by up-regulating brm in locusts.Proceedings of the National Academy of Sciences of the United States of America, 2016,113:584-589. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "14 Zhou Z,Wu Y, Yang Y, et al. An Arabidopsis plasma membrane proton ATPase modulates JA signaling and is exploited by the Pseudomonas syringae effector protein AvrB for stomatal invasion. The Plant Cell,2015,27: 2032-2041. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "15Du M, Zhai Q,Deng L,et al. Closely related NAC transcription factors of tomato differentially regulate stomatal closure and reopening during pathogen attack.The Plant Cell, 2014,26: 3167- ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3184. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "16 Wang G,Roux B,Feng F, et al. The decoy substrate of a pathogen effector and a pseudokinase specify pathogen-induced modifiedself recognition and immunity in plants. Cell Host & Microbe, 2015,18: 285-295. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "17 Wu G,Liu S,Zhao Y,et al. ENHANCED DISEASE RESISTANCE4 associates with CLATHRIN HEAVY CHAIN2 and modulates plant immunity by regulating relocation of EDR1 in Arabidopsis. The Plant Cell,2015,27: 857-873.   \n18 Wang L, Pan Y, Yuan Z H, et al. Two-component signaling system VgrRS directly senses extracytoplasmic and intracellular iron to control bacterial adaptation under iron depleted stress.PLoS Pathogens,2016,12: e1006133.   \n19 Mao Y B,Liu Y Q, Chen D Y, et al. Jasmonate response decay and defense metabolite accumulation contributes to age-regulated dynamics of plant insect resistance.Nature Communications, 2017, 8: 13925.   \n20 Hu X, Xiao G, Zheng P, et al. Trajectory and genomic determinants of fungal-pathogen speciation and host adaptation. Proceedings of the National Academy of Sciences of the United States of America, 2014,111: 16796-16801.   \n21 Feng P, Shang Y, Cen K, et al. Fungal biosynthesis of the bibenzoquinone oosporein to evade insect immunity. Proceedings of the National Academy of Sciences of the United States of America,2015,112: 11365-11370.   \n22 Zhao L,Zhang X,Wei Y, et al. Ascarosides coordinate the dispersal of a plant-parasitic nematode with the metamorphosis of its vector beetle. Nature Communications,2016,7: 12341.   \n23 Sun Y, Guo H, Yuan L,et al. Plant stomatal closure improves aphid feeding under elevated $\\mathrm { C O } _ { 2 }$ .Global Change Biology,2015,21: 2739-2748.   \n24 Wang Y, Cheng X, Shan Q, et al. Simultaneous editing of three homoeoalleles in hexaploid bread wheat confers heritable resistance to powdery mildew. Nature Biotechnology,2014,32: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "947-951. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "9:939-942. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "25 Zhang T,Zhao Y L,Zhao JH,et al.Cotton plants export microRNAs to inhibit virulence gene expression in a fungal pathogen.Nature Plants,2016,2:16153. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "26Zhang T, Jin Y,Zhao JH, etal.Host-induced gene silencing of the target gene in fungal cells confers effective resistance to the cotton wilt disease pathogen Verticillium dahliae.MolecularPlant, 2016, ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "27 Lu M,J.H,Sun J.The role of symbiotic microbes in insect invasions.Annual Review of Ecology,Evolution,and Systematics, 2016,47: 487-505. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "28 作物病虫害导向防控专项办.作物病虫害的导向性防控生物间信息流与行为操纵.中国科学院院刊,2016(z2)：140-145.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Decoding Mechanisms of Bio-interactions for Targeted Management of Agricultural Pests ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Qian Wei Qu Jing² Kang Le2,3 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(1 Institute of Microbiology, Chinese Academy of Sciences,Beijing 100101, China; 2 Beijing Institutes ofLife Science,Chinese Academy of Sciences,Beijing 100101, China; 3 Institute of Zoology, Chinese Academy of Sciences,Beijing 10o101,China) ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "AbstractPathogensandisectpestsarethemostforidable threats tosustainablecopproductioinCinaaswellastherestoftheorld Atpresent,themostcommonmethodofpestcontrolisteuseofhemicalpestiidesthattargetthebasicmetabolism,physiologicaland biochemicalproceses,ndnerveeceptorsofpestsndmcrobialogasms,leadingtopoisoingofumansandaimalsgiculural polution,andecologicaldamage.Agreatbreakthrough inthenextgenerationofpestcontrolwillbethertficialmanipulationof bioinformationexchanges amongcrop,insect pests,andpathogenic microbialorganisms.Decodingthe molecular mechanismsofbiointeractiosislseofteotdfrotreseacheasinecesietificdsovedtcholocalprogsiea forexample,tefdingofipenomenon,discoeryofimmunereptorofkaryotes,stablshmentofplanttasformatitology andTALENgogthloveaeragsiftstprogstielifeerateicpoithet caledDecodingtheMechanissofiointeractiosforargetedManagementofgriculuralPestsisthefistndlargtu-disciplay researchprogramthatsponsoredbyChineseAcademyofSiences (CAS).Teprojectaimstodecodethecomplexbiologicalteraction mechanismsadtotaslatebasicesearchkowedgetcutigedgeapproacesforsmarterpestanddseasemanagementsWitinjustort periodf hreyars,thisprojecthasadegreatprogressAseriesofighimpactpaperswerepublishedanditproducedcreativeppacs forpestcontrol.esesigicantachevemetsevateteleveofina’ssectandpatolosienestoold-classadontrbeoe crop protection from pest infections without compromising agricultural productivity and environmental health. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywordscrop,pathogens and insect pests,bio-interactions,pest control钱 韦中科院微生物所研究员，植物基因组学国家重点实验室副主任，农业微生物与生物技术研究室副主任兼学术秘书。研究方向包括：双组分信号转导系统在致病过程中的控制功能、植物病原细菌识别寄主与环境的分子机制、和病原细菌快速进化的分子生物学基础。曾获选“中国科学院青年创新促进会”会员和中科院首届“卢嘉锡青年人才奖”。E-mail: qianw@im.ac.cn",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "QianWeiProfesorofstituteofMicrobiologyofCineseAcademyofSciences(CAS),deputydirectorofStateKeyLboratoryofPlant Genomics,adeputyectoroeparetofricluralobgdoteogsituteofcobgCAsa focusesnthesigalitegratiodostalkoftoompoetialrsdctiosemsiXathomoap.,eularbsscteal regulonevolutionHewaselectedasamemberofTheYouthAsociationfortheAdvancementofCreativeciencein01andawardedLuJiaXi Distinguished Yong Scientist in 20o8.E-mail: qianw@im.ac.cn ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "康 乐男，中科院院士，发展中国家科学院院士，中科院动物所研究员，我国著名生态学家和昆虫学家。现任河北大学校长、中科院动物所所长、中科院北京生命科学院院长、中国科学院大学生命科学院院长，中国科学院大学学位委员会副主任。长期从事生态基因组学研究，是国际上生态基因学研究的领衔科学家、国家 $^ { \\omega } 9 7 3 ^ { \\prime \\prime }$ 项目首席科学家和基金委创新团队学术带头人，也是国际上几个重要学术期刊的主编和编委。2008年被国际昆虫学会选举为执行理事，2009年获美国内布拉斯加大学荣誉科学博士，2011年获何梁何利生命科学与技术进步奖，2013年获美国昆虫学会颁发的杰出科学家奖，2015年获选美国昆虫学会会士和第八届“谈家桢生命科学奖”成就奖。E-mail:lkang@ioz.ac.cn",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "KangLeMale,ProfesorofIstuteofZologyofChineseAcademyofSciences(CAS),memberofChineseAcadeyofSciencesand memberfThe WorldAcademyofSciences (TWAS)fortheadvancementofsienceindevelopingcountries.HeisalsothepresidentfHebei UniversityeosieCAtfieCellstpae SciencesofUniversityofChineseAcademyofSciences.Heisadistinguishedexpertinentomologyandecologicalgenomicsandintegrates multiplepproacsfromoleulargysiologytohavirtsoletecolgicaluestiosinisectadaptationtoiotal variation.His highlightsofresearchaccomplishmentsincludeclarificationofmolecularregulatorymechanismsoflocustphasechanges, tritropicteractiodoldeaceoftsisheentseodtatioltooicalei In208hewasetedsoucilbroftetioalosoftomolgdieeidoorarctoalf SciencefromtheUniversityofNebraska.HealsoreceivedseveralimportantawardsincludingtheInteationalDistingushedScientistAward fromtheEntomologicalSocietyofAmerica(ESA)in20l3andtheprestigiousLifeScience&BiotechnologyPrizefromHoLeungHoLee Foundationin20l1.HewaselectedasafelowofESAandwoTansAchievementAwardofLifeSciencesin2015.E-mail: lang@iozac.cn ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(相关图片请见封二)",
        "page_idx": 8
    }
]