[
    {
        "type": "text",
        "text": "Combined Experimental and Numerical Investigations on the Roughness Effects on the Aerodynamic Performances ofLPT Blades ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Marco Berrino1, Fabio Bigoni1, Daniele Simoni1, Matteo Giovannini², Michele Marconcini², Roberto Pacciani², Francesco Bertini3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1. DIME -Universita di Genova, Via Montallegro,1,16145,Genova, Italy   \n2.DIEF - Universita di Firenze,Via Santa Marta,3, 5O139,Firenze, Italy   \n3.GE Avio R&D,ViaI Maggio,99,10140,Rivalta (TO), Italy ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$\\copyright$ Science Press and Institute of Engineering Thermophysics, CAS and Springer-Verlag Berlin Heidelberg 2016 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The aerodynamic performance ofa high-load low-pressure turbine blade cascade has been analyzed for three different distributed surface roughness levels (Ra) for steady and unsteady inflows.Results from CFD simulations and experiments are presented fortwo different Reynolds numbers (3oooo and 7o0 representative of take-off and cruise conditions,respectively)in order to evaluate the roughnesseffects for two typical operating conditions. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Computational fluid dynamics has been used to support and interpret experimental results,analyzing in detail the flow field on the blade surface and evaluating the non-dimensional local roughness parameters,further contributing to understand how and where roughness have some influence on the aerodynamic performance of the blade.The total pressure distributions in the wake region have been measured by means of a five-hole miniaturized pressure probe for the different flow conditions,allowing the evaluationof profile losses and of their dependence on the surface finish,as well as a direct comparison with the simulations. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Results reported in the paper clearly highlight that only at the highest Reynolds number tested ( $\\mathrm { R e } { = } 3 0 0 0 0 0 0 \\$ surface roughness have some influence on the blade performance,both for steadyand unsteady incoming flows. In this flow condition profile losses grow as the surface roughnessincreases,while no appreciable variations have been found at the lowest Reynolds number.The boundary layer evolution and the wake structure have shown that this tred is due to a thickening of the suction side boundary layer associated to ananticipation of transition process. On the other side, no effects have been observed on the pressure side boundary layer. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: low-pressure turbine,high-load profile, roughness,unsteady inflow, CFD ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The first experimental work on the effects of roughness was carried out by Nikuradse[1],who studied the losses in sand-roughened pipes varying the Reynolds number and the roughness itself.In order to characterize the roughness height, he defined a non-dimensional parameter $( { k _ { s } } ^ { + } )$ that compared the roughness with the viscous length scale of the boundary layer.He found that, in the case of fully turbulent flows, the roughness didn't have any effects on losses for ${ k _ { s } } ^ { + } < 5$ : in this case roughness peaks are entirely confined within the viscous sublayer and the oscillations generated by the roughness are damped by the viscosity of the fluid. Nikuradse called this regime \"hydraulically smooth\".When $5 < { k _ { s } } ^ { + } < 7 0$ both Reynolds and roughness had an influence on losses because viscosity is no longer able to damp out the turbulent eddies created by the surface asperities (Flack and Schulz [2]): for this reason, the regime was considered as \"transitionally rough\".At last, for ${ k _ { s } } ^ { + } > 7 0$ the losses only depend on the roughness level: roughness elements generate turbulent eddies regardless ofReynolds number.In this condition the higher the roughness the higher the losses.This is the \"fully rough\" regime. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "table",
        "img_path": "images/142855678eb66f801bd32f10aa3d4c198c41daa7dd48cf4fad55d7d75a142f9d.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"4\">Nomenclature</td></tr><tr><td>C</td><td>chord</td><td>x,y,z</td><td>cascade axial, tangential and spanwise coordinates</td></tr><tr><td>Cp</td><td>Pt1-P2 static pressure coefficient = Pi1-P</td><td>U</td><td>mean velocity</td></tr><tr><td>Cpt</td><td>Pt1-P2 total pressure coeficient= Pi1-Pt</td><td>Ubar</td><td>bar rotational speed</td></tr><tr><td>ks</td><td>equivalent non-sand roughness</td><td>UT friction velocity</td><td></td></tr><tr><td>k+</td><td>non-dimensional roughness parameter</td><td>Greek letters</td><td></td></tr><tr><td>Cx</td><td>axial chord</td><td>α</td><td>flow angle</td></tr><tr><td>d</td><td>bar diameter</td><td>V</td><td>kinematic viscosity</td></tr><tr><td>fbar</td><td>bar passing frequency</td><td></td><td>flow coefficient= Ux/Ubar</td></tr><tr><td>f</td><td>reduced frequency=fbarC/U2</td><td></td><td>total pressure loss coefficient</td></tr><tr><td>G</td><td>pitch</td><td>@p</td><td>profile total pressure loss coeffi- cient= P1- Pt2.m</td></tr><tr><td>h blade height</td><td></td><td></td><td>Pt1-P2 wall shear stress</td></tr><tr><td>p</td><td>static pressure</td><td>Tw</td><td>Subscripts and superscripts</td></tr><tr><td>Pt</td><td>total pressure</td><td></td><td></td></tr><tr><td></td><td></td><td>1</td><td>pitch-averaged quantity at the cascade inlet</td></tr><tr><td></td><td></td><td>2</td><td>at the cascade outlet</td></tr><tr><td></td><td></td><td>engine</td><td></td></tr><tr><td>Pt2</td><td>mass averaged exit total pressure = h/2g h/2g</td><td>ref</td><td>reference condition (midspan, steady inflow, Re=300000)</td></tr><tr><td>Pt2,m</td><td>uxPt2dydz / uxdydz 00 00 mass averaged exit total pressure at midspan =</td><td>X</td><td>in the cascade axial direction</td></tr><tr><td></td><td>g g uxPt2dy/uxdy</td><td></td><td></td></tr><tr><td></td><td>0 0 distributed surface roughness</td><td></td><td></td></tr><tr><td>Ra</td><td></td><td>W</td><td>Wall</td></tr><tr><td>Re</td><td>Reynolds number =U2C/v</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "On the other side,in the case of laminar pipe flows roughness has not been found to influence the pressure losses,as long as roughness is not able to trigger transition.The possibility that roughness triggers transition in laminar flows depends on the roughness height compared with the boundary layer thickness.An accepted criterion to estimate the occurrence of roughness-induced transition is that proposed by Braslow [3],who suggested the threshold of ${ k _ { s } } ^ { + } = 1 9$ ： ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "However, the effects of roughness in real applications, such as over turbine blades,are further complicated by pressure gradients,free-stream turbulence intensity and passing wake unsteadiness that strongly affect the transition process on both the pressure and the suction sides of the blade (e.g. Hodson and Howell [4]). Moreover, since high pressure and low pressure turbine blades are characterized by sensible different loading distributions as well as operating Reynolds numbers,roughness effects may sensibly differ for these two modules.For low pressure turbines (LPT),operating at low Reynolds number during cruise conditions,the effect of “as-cast” rough blades can reduce or eliminate separation bubbles via the \"roughness-induced transition\", thus reducing losses (e.g. Hodson and Howell [4],Vazquez and Torre [5]). Vera et al.[6] noted that the optimum surface finish of LPT blades does not necessarily correspond to the aerodynamically smooth surface,and that it can be possible to reduce the manufacturing cost removing the need to polish the blades.On the other hand, for attached boundary layers developing at high Reynolds number (such as in high-pressure turbine blades) the effect of roughness can provoke a significant increase of both losses and heat transfer coefficient as reported by Boyle and Senyitko [7] Their tests show that roughness nearly doubled the loss level at high Reynolds number. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "From the numerical point of view many corrections have been proposed to account for wall roughness with the most used turbulence models.Aupoix and Spalart [8] formulated some extensions of the Spalart-Allmaras turbulence model to account for non-hydraulically smooth surfaces.More recently Aupoix [9] critically reviewed the corrections available for the k-o shear stress transport (SST) model. Other works can be found in literature describing the combined effects of roughness with other dimensionless parameters such as the free-stream turbulence level,as documented in the LES computations of Nagabhushana Rao et al.[1O]. Bellucci et al.[11] developed a CFD roughness model and tested it against experimental datarelative to HPT steam turbines. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "An excellent review of the effects of roughness on gas turbines is reported in Bons [12]. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "However, the real operationof both HP andLP turbine blades is sensibly affected by the rotor-stator aerody namic interaction (see Hodson and Howell [4], Satta et al [13]), since wakes shed by the upstream row alter significantly the boundary layer transition process,thus the influence of roughness.However published investigations of the roughness effects in unsteady cases are quite few (e.g. Montomoli et al. [14]). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The present activity is part of a joint research effort between GE Avio，the University of Genova,and the University of Florence,aimed at developing optimum design criteria for high-lift low-pressure turbine blade cascades,through the detailed understanding of the physical phenomena interesting this kind of blades. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this work the effects induced on the aerodynamic performance of a high-load LPT blade cascade by three different levels of surface roughness have been analyzed. Experiments have been carried out for steady and unsteady inflows atlow andhighReynolds number: $\\operatorname { R e } { } =$ 70000 and $\\mathrm { R e } = 3 0 0 0 0 0$ representative of cruise and take off conditions,respectively. Blade aerodynamic loadings and total pressure distributions in the wake region have been measured for each roughness level,allowing the evaluation of profile lossesas a function of surface roughness for the different flow conditions.Computational fluid dynamics has been used to analyze in detail the entire flow field on the blade surface for steady state conditions.CFD data also allowed to evaluate the distributions of the non-dimensional local roughness parameter ${ k _ { s } } ^ { + }$ This helped to understand how and where roughness have some influence on the boundary layer evolution, thus further contributing to the understanding of the roughness effects on the aerodynamics performance of low pressure turbines. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Experimental Facility and measuring techniques ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The experimental investigations have been carried out in the blow-down wind tunnel installed at the Aerodynamics and Turbomachinery Laboratory of the University of Genova.The test section is constituted of a 7 blade large scale planar cascade,representative ofLPTblade profiles. The airfoil has been designed by GE Avio and scaled forlow speed testing following the procedure described in [15].Blades are characterized by a chord of $1 2 0 \\ \\mathrm { m m }$ and an aspect ratio of $\\mathrm { A R } \\ = \\ 2 . 5$ to ensure two-dimensional flow at midspan. The main geometrical parameters of the tested profiles are summarized in Table 1.The central blade of the cascade has been tested in three different surface roughness configurations:“as casting\",“as drawing” and “super-polished\". These are representative of a very row,a standard and a very accurate degree of surface finish attainable withdifferent manufacturing processes in the real engines.Fig.1 shows a scheme of the test section. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/1367a306ebaa27d05a022649841fa4f8b9285ee3b6b5b5906ea9aa8c3dbf4b08.jpg",
        "img_caption": [
            "Fig.1Sketch of the test section "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/0d58a3278b3ad8a6032ee3e9e279c99f6268b4ecd84648f6be520748dbfe0b5a.jpg",
        "table_caption": [
            "Table1 Cascade main geometrical parameters "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Chord length</td><td>C = 120 mm</td></tr><tr><td>Aspect ratio</td><td>h/C = 2.5</td></tr><tr><td>Pitch to chord ratio</td><td>g/C = 0.685</td></tr><tr><td>Inlet metal angle</td><td>α = 43.95°</td></tr><tr><td>Outlet metal angle</td><td>α= -65.8°</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "A turbulence generation grid has been installed upstream of the cascade in order to generate an inlet turbulence intensity of $5 . 2 \\%$ ，which is closer to the real engine value. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "For what concerns the unsteady tests,a moving bars system has been adopted to simulate upstream wakes. It consists of a tangential wheel of radial rods rotating in a plane parallel to the cascade leading edges plane at a distance of $3 3 \\%$ of the blade chord upstream of it.The flow coefficient and the reduced frequency for the unsteady inflow tests were chosen to be representative of real engine operative conditions ( $\\overset { \\cdot } { \\varphi } = 0 . 6 7 5$ and $\\boldsymbol { f } ^ { + } = \\boldsymbol { 0 . 6 9 } )$ .The bardiameterwaschosen so that thewakesshed from the bars produce the same losses as those generated by a typical upstream LPT row. Further details on the bars system are provided in Satta et al. [16]. The flow deflection through the bars system due to the velocity defect associated with incoming wakes has been compensated bymeans of a counter rotation of the cascade.This action ensures the same mean incidence angle for the steady and the unsteady tests,as shown in Simoni et al. [17]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To obtain the different values of surface roughness, the central blade of the cascade was sandblasted with different sand sizes. The cascade aerodynamic performance has been measured for each surface roughness configura tion for different Reynolds numbers( $\\mathrm { R e } = 7 0 0 0 0$ and Re $= 3 0 0 0 0 0 )$ ,under both steady and unsteady inflows. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Theblade aerodynamic loadinghasbeensurveyed on the two blades closer to the central one in order to ensure the identity of the boundary conditions during the analysis of the three different roughness configurations and to set the periodicity condition by means of adjustable tailboards and sidewallinletbleeds.To this aim these two blades were instrumented at midspan with a total of 22 pressure taps connected to a Scanivalve. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The time-mean total pressure distributions at the cascade exit plane have been measured by means of a five-hole miniaturized pressure probe,with $3 \\ \\mathrm { m m }$ diameter head. The small probe diameter jointly with the large scale dimension of the cascade allows obtaining high accuracy measurements in the wake region. Measurements have been performed at midspan in a tangential plane located at an axial distance of $30 \\%$ of $C _ { x }$ from the cascade trailing edge plane. 26 equally spaced points have been adopted to survey 1 pitch.A three-axis computer controlled traversing mechanism with a minimum linear translation step of $8 ~ { \\mu \\mathrm { m } }$ has been employed to allow high movement precision and spatial resolution. Pressures were measured by means of high-sensitivity high accuracy low-range $( \\pm \\ 6 2 0 \\ \\mathrm { P a } )$ SETRA differential transducers,ensuring accuracy better than $10 . 0 7 5 \\ \\%$ of the transducer full-scale range.For each measuring point, 10000 samples have been collected with a sampling frequency of $1 \\mathrm { \\ k H z }$ .In order to reduce experimental errors due to the inherent uncertainty of the pressure transducers or to the change of environmental conditions,the time-mean total pressure flux leaving the cascade has been measured three times,and results averaged. The uncertainty in the evaluation of the total pressure loss coefficients is lower than $0 . 0 2 \\%$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Computational Framework ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The TRAF code(Arnone [18]) was selected for the numerical investigations. The code solves the unsteady, three-dimensional, Reynolds-averagedNavier-Stokes equations in the finite volume formulation on multi-block structured grids. Convective fluxes are discretized by a 2nd order TVD-MUSCL strategy build on the Roe's upwind scheme.Acentraldifference schemeisusedfor the viscous fluxes. The concept of artificial compressibility of Chorin [19] is used to handle incompressible fluids by a time-marching approach. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Wilcox's low-Reynolds number $\\mathbf { k } { - } \\infty$ model [20] is applied in combination with the laminar kinetic energy (LKE）model,which enables to take into account the pre-transitional rise of the fluctuating kinetic energy (Mayle and Schultz [21]).The surface roughness model of Wilcox [22] was used, at the wall the turbulent kinetic energy is set to zero and the specific dissipation is modified in order to enhance turbulence compared to a smooth wall.A detailed description of the three-equation turbulence/transition model and the correlation used to sensitize the LKE transition model to roughness can be found inPacciani et al.[23] and Bellucci etal.[11].The computational domain was discretized using an O-H grid fora total of about 7O,OoO cells.The mesh was selected on the basis of previous grid-dependence analyses [11]. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Reproduction of roughness level for cascade testing ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The surface roughness of a turbine blade directly depends on the surface finish obtained with the manufacturing process as well as on the deterioration to which the blade surfaces are subjected during their operation. The scaling of the roughness values from the real engine to the test case was performed taking into account the Nikuradse's roughness non dimensional parameter ${ k _ { s } } ^ { + }$ Indeed,according with the technical literature this is the most suitable parameter to describe the effects of rough ness on the boundary layer development.From Nikuradse's definition of ${ k _ { s } } ^ { + }$ ： ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nk _ { s } ^ { + } = \\frac { k _ { s } u _ { T } } { \\nu }\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where,according to Schlichting [24], $k _ { s }$ describes an equivalent \"non-sand\" roughness that has the same effects on losses of sand-grains with diameter $k _ { s }$ With regard to gas turbines,there are several correlations to evaluate $k _ { s }$ [12],and it is difficult to determine the equivalent sand grain roughness for a given surface since the result may vary by up to a factor of five.Most of them give a liner relationship between $k _ { s }$ and the measured values of distributed surface roughness $( R a )$ .For the present case of sandblasted surface,probably the most appropriate proportionality coefficient is 8,9 proposed by Schäffler [25] or 5,863 proposed by Adams et al. [26]. Multiplying and dividing for characteristic velocities and length scale,and expanding the friction velocity it is possible to write ${ k _ { s } } ^ { + }$ as: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nk _ { s } ^ { + } = \\frac { k _ { s } } { C } \\frac { U _ { 2 } C } { \\nu } \\frac { U _ { e } } { U _ { 2 } } \\sqrt { \\frac { \\tau _ { w } } { \\rho U _ { e } ^ { 2 } } }\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Finally, recognizing some fundamental non dimensional parameters of the problem,itispossible to write: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nk _ { s } ^ { + } = \\frac { \\sqrt { 2 } } { 2 } \\frac { k _ { s } } { C } R e _ { 2 } \\frac { U _ { e } } { U _ { 2 } } \\sqrt { C _ { f } } = f \\left( \\frac { k _ { s } } { C } , R e _ { 2 } , \\frac { U _ { e } } { U _ { 2 } } , C _ { f } \\right)\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Therefore ${ k _ { s } } ^ { + }$ ,and thus the effects of roughness on the boundary layer,directly depends on the cascade outlet Reynolds number, on the profile velocity distribution, the skin friction coefficient and on the ratio between $k _ { s }$ and the blade chord. Since the friction coefficient can be considered mainlya functionof the Reynolds number and the loading distribution, the previous relation can be further simplified to: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nk _ { s } ^ { + } = f \\cdot \\left( \\frac { k _ { s } } { C } , R e _ { 2 } , \\frac { U _ { e } } { U _ { 2 } } \\right)\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "This makes evident that the same dimensionless ratio $\\frac { k _ { s } } { C }$ should be fixed, once working with blade loading andReynolds number similarities,between the test and the engine conditions.It also highlights that the higher the Reynolds number the higher ${ k _ { s } } ^ { + }$ . Thus,a surface of given roughness could be hydraulically smooth at low Reynolds number while at higher Reynolds roughness could significantly affect losses,as revealed by results shown in [7].In order to achieve a proper assessment of roughness effects on the performance of LPT blades, three different surface roughness levels have been tested. The values of the surface roughness were chosen to be representative of those that can be achieved with different LPT blade manufacturing processes (expressed in terms of the root mean square of the peak/valley height, namely the Ra level): ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$\\bullet$ \"super polished\" blade $( R a _ { t e s t s } = \\ 0 . 9 5 \\ \\mathrm { \\textmu m } )$ ，representinga higher degree of finish as compared with the actual one ( $( R a _ { e n g i n e } = 0 . 3 ~ \\mu \\mathrm { m } )$ , very expensive. \"as drawing\" blade $( R a _ { t e s t s } = 5 . 7 ~ \\mu \\mathrm { m } )$ ，representing the degree of finish normally requested for the manufacturing of a LPT blade $( R a _ { e n g i n e } = 1 . 9 \\mu \\mathrm { m } )$ 1 \"as casting\" blade $( R a _ { t e s t s } = 8 . 4 9 ~ \\mu \\mathrm { m } )$ , representing a very rough degree of finish $( R a _ { e n g i n e } = 2 . 8 ~ \\mu \\mathrm { m } )$ ,lower than the current standards,but very economic. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Results obtained with a rough-meter for the three conditions are reported in Fig. 2. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The values of dimensionless parameters characterizing the different surface finishing are reported in Table 2.Since ${ k _ { s } } ^ { + }$ is a local parameter, useful for the description of the local influence of the roughness along the pressure and the suction side of the blade, the Reynolds number based on the equivalent sand grain diameter ( $( R e _ { k } = \\frac { k _ { s } U _ { 2 } } { \\nu } )$ is here reported to give an overall characterization of the different roughness levels. Indeed, for this parameter the threshold of $R e _ { k } = 1 0 0$ is commonly considered to identifies the roughness level influencing the boundary layer evolution, Schlichting [24]. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/77f5da38ad8e67193f30d7c6a167c294d3bbb24ab8f5dfb8f672332b4a32be21.jpg",
        "img_caption": [
            "Fig.2Roughness distributions for the three conditions (Ra increases from top to bottom) "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/12149eea0a946abcae03e4e0672d6e8ff92d9cc985e58304e3b562f7288bf68c.jpg",
        "table_caption": [
            "Table2Roughness Reynolds number of the blades tested [A]: Adams;[S]:Schäffler "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td colspan=\"2\">Re = 70000 Rek</td><td colspan=\"2\">Re= 300000 Rek</td></tr><tr><td>[A]</td><td>[S]</td><td>[A]</td><td>[S]</td></tr><tr><td>\"super polished\"</td><td>3</td><td>5</td><td>14</td><td>21</td></tr><tr><td>“as drawing”</td><td>20</td><td>30</td><td>84</td><td>127</td></tr><tr><td>“as casting”</td><td>29</td><td>44</td><td>124</td><td>188</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Results and discussion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The aerodynamic loading distributions for the high and the low Reynolds numbers tested $\\mathrm { R e } = 3 0 0 0 0 0$ and $\\mathrm { R e } = 7 0 0 0 0 ^ { \\cdot }$ ）for the steady and the unsteady incoming flow conditions are plotted in Fig.3,in the form of the static pressure coefficient.For clarity, data reported are referred only to the super-polished roughness configuration.Black and blue curves represent the distributions for the steady and the unsteady inflow cases,respectively. The blade aerodynamic loadings showed in Fig.3 for the different flow conditions are almost completely superimposed,both in the pressure side and in the suction side of the blade. The peak velocity on the suction side occurs close to $x / C _ { x } = 0 . 4 5$ ，thusa mid-loaded distribution characterizes the tested blade.The adverse pressure gradient generated by the blade doesn't give rise to boundary layer separation in any flow condition,as revealed by the absence of changes of slope and plateaus in the $C _ { p }$ distributions.Indeed,as shown by Lengani and Simoni [27] in their measurements on the same test case, the high freestream turbulence intensity level keeps the boundary layer attached to the wall even in the most unfavorable condition of steady inflow at $\\mathrm { R e } = 7 0 0 0 0$ . All these considerations referred to the super-polished blade can rightly be extended to the as casting and as drawing blades，since loading distributions measured in these caseswell fit those shown in Fig.3.Indeed aerodynamic loading distributions are not influenced by the surface roughnessof the blade. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The total pressure loss coefficient distributions downstream the \"super polished\",the \"as casting\"and the \"as drawing\" blades for the steady incoming flow condition areplotted in Fig.4 for $\\mathrm { R e } \\ : = \\ : 7 0 0 0 0$ (above） and $\\mathop { \\mathrm { R e } } =$ 300000 (below） conditions.The pressure side is located on the left while the suction side is on the right.The overall profile losses coefficient $\\omega$ of the three roughness configurations tested are instead summarized in Table 3. Dataare made dimensionless by means of the total pressure loss coefficient measured at $\\mathrm { R e } = 3 0 0 0 0 0$ for the superpolished Ra level. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/3ef3c34a07b635e987a2fd0f44c0f45d375a6be929c1d51ff38098034acc7332.jpg",
        "img_caption": [
            "Fig.3Blade aerodynamic loadings "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "For the lower Reynolds number condition $\\mathrm { R e } { = } 7 0 0 0 0$ no significant variations can be observed in the distributions of $C _ { p t }$ for the three roughness configurations tested. The small deviations between the different cases measured experimentally fall amply within the uncertainty range of the pressure transducers.Results reported in Fig. 4 suggest that, for the present steady inflow condition characterized by $\\mathrm { R e } = 7 0 0 0 0$ ，the profile losses are not influenced by the surface roughness. It is worth noting that $R e _ { k }$ values reported in Tab.2 for this flow condition are well below the critical threshold of $R e _ { k } ~ = 1 0 0$ for all the different Ra levels.This means that the roughness asperities likely remain confined in the laminar sublayer of the boundary layer,and therefore they don't affect the transition process and consequently the profile losses,as it will be better documented in the following by means of CFD results. On the contrary, for the higher Reynolds number ( $\\mathrm { R e } { = } 3 0 0 0 0 0 \\rangle$ ，the growth of the total pressure defect measured in the blade wake is not negligible as the surface roughness increases.In particular, both a growth of the height of the peak and a slight increase in the values of $C _ { p t }$ relative to the suction side of the blade can be observed in this flow condition. Contrarily, the pressure side region of the wake is not influenced. The difference between the overall loss values measured for the \"super polished\" and \"as casting\"blades is greater than the uncertainty range. In contrast， the difference of profile losses between the \"super polished\" and the \"as drawing\" cases is contained within the uncertainty range,even though $\\omega$ varies with a reasonable trend. The similar loss values found for the \"as drawing\" and the \"super polished\" blades suggests that both these configurations are in the \"hydraulically smooth\" regime, as also confirmed by the $R e _ { k }$ values shown in Tab. 2. Conversely, sensibly higher values characterize the“as casting” condition. In order to assess whether the effects of surface roughness on profile losses are altered by the upstream rotor wakes, tests have been also carried out in the unsteady flow condition.The total pressure loss coefficient distributions measured downstream the \"super polished\", the \"as casting\" and the \"as drawing\" blades are plotted in Fig.5. The case $\\mathrm { R e } = 7 0 0 0 0$ and $\\mathrm { R e } = 3 0 0 0 0 0$ are reported on the top and bottom side, respectively. The overall dimensionless loss coefficient $\\omega$ relative to the three roughness configurations tested for the unsteady flow condition are summarized in Table 4. Even in this unsteady flow case, no significant variations in the distribution of $C _ { p t }$ between the three roughness configurations have been found in the low Reynolds number condition. Consequently, similar profile loss coefficients $\\omega$ characterize the three Ra levels,with differences contained within the uncertainty range. Thus, also in the presence of the incoming wakes, the boundary layer evolution and losses do not seem to be influenced by the surface roughness at $\\mathrm { R e } = 7 0 0 0 0$ This suggests that the threshold $R e _ { k } = 1 0 0$ can be successfully adopted also in the unsteady flow case.Although the boundary layer transition process and hence its conditions is altered by the disturbances introduced by the incoming wakes,the roughness asperities continue to remain confined in the laminar sublayer without affecting profile losses. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/8ffc170b6de5217a87f6dfd63b9c86d44417113c4fc5b0d81626cc36938a8ac3.jpg",
        "img_caption": [
            "Fig.4Total pressure losses coefficient distributions in the wake region of the three blades tested for steady inflow at $\\mathrm { R e } { = } 7 0 0 0 0$ (above) and $\\scriptstyle \\mathrm { R e } = 3 0 0 0 0 0$ (below). "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/04f9849ef768317156e299789382241befeb3aa85df98972c7b78d06b8c64b64.jpg",
        "table_caption": [
            "Table 3Overall profile loss coefficients for steady inflow "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>Re=70000 /@ref</td><td>Re=300000 ω/@ref</td></tr><tr><td>\"super polished\"</td><td>1.705</td><td>1.000</td></tr><tr><td>“as drawing\"</td><td>1.695</td><td>1.009</td></tr><tr><td>“as casting”</td><td>1.700</td><td>1.038</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "As already seen in the steady case,for higher Reynolds number the total pressure defect measured in the blade wake grows appreciably as the surface roughness increases.This growing affects both the peak and the suction side portion of the profile wake.The profile loss coefficient $\\omega$ grows as the surface roughness increases. Similar observations raised during the analysis of the steady inflow case can be applied here for the unsteady condition, further supporting the applicability of the threshold level of $R e _ { k } = 1 0 0$ to identify the critical Ra levels influencing the blade performance also in the unsteady case.However, the effects of roughness seem to be more marked in the unsteady flow condition.In the unsteady flow cases the difference oflosses between the extreme configurations isnearlydoubledwith respect to the steady inflow condition, but the relative variations of profile losses are quite similar in the two cases.In the unsteady case the effects of incoming wakes further contribute to shift upstream the boundary layer transition process,thus making the surface asperities more pro nounced with respect to the local boundary layer thickness. ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/aae08a51f248f1eaeefaedd8034e8fa82ca1ce008132f24cfe2df6122e2dc414.jpg",
        "table_caption": [
            "Table 4Overall profile loss coefficients for unsteady inflow "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>Re=70000</td><td>Re=300000</td></tr><tr><td>\"super polished\"</td><td>ω/@ref</td><td>ω/@ref</td></tr><tr><td></td><td>2.395</td><td>2.119</td></tr><tr><td>\"as drawing”</td><td>2.405</td><td>2.171</td></tr><tr><td>“as casting”</td><td>2.400</td><td>2.186</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/1f4346d8854667f1e7964c50f88fbbde20a02631b8f2fef9715a12ab9cfe30f4.jpg",
        "img_caption": [
            "Fig.5Total pressure losses coefficient distributions in the wake region of the three blades tested for unsteady inflow at $\\mathrm { R e } { = } 7 0 0 0 0$ (above) and $\\scriptstyle \\mathrm { R e } = 3 0 0 0 0 0$ (below). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Numerical results ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "On the basis of the previous discussion, the most critical conditions for the profile losses increase with respect to the“superpolished\"blade surface,corresponds to the one obtained with steady state simulations at $\\scriptstyle \\mathrm { R e } = 3 0 0 0 0 0$ For this reason, the discussion of numerical results presented in the following is limited to this flow condition. For the numerical analyses,the conversion factor between average Ra and equivalent sand grain roughness $k _ { s }$ was defined,as suggested by Adams et al. [26],by $k _ { s } { = } 5 . 8 6 3 R a$ ： ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Figure 6 shows the pressure coefficient distribution along the airfoil for various roughness values. The agreement between calculations and experiments is seen to be good for both the suction and the pressure sides.It must be noticed that the impact of roughness level on the blade loading distributions is almost negligible.A comparison between blade load distributions obtained with transitional and fully turbulent calculations (dashed line in Fig. 6) highlights the differences.Departures from the fully turbulent solutions are visible between $x / C _ { x } \\ =$ 0.1-0.5 on the pressure side were the transitional flow suggests the presence of a separation bubble.On the suction side a slight pressure recovery occurs near $x / C _ { x } { = } 0 . 8 0$ for $R a = 8 . 4 9 \\mu \\mathrm { m }$ and $x / C _ { x } { = } 0 . 9 3$ for $R a = 5 . 7 0 ~ \\mu \\mathrm { m }$ and $0 . 9 5 ~ { \\mu \\mathrm { m } }$ . These are associated with the change in the boundary layer blockage due to the transition onset triggered by different roughness levels.Distributions of the ${ k _ { s } } ^ { + }$ parameter for the investigated roughness values are shown in Fig.7 where the hydraulically-smooth threshold corresponding to ${ k _ { s } } ^ { + } = 5$ is indicated.It can be seen how the pressure side is expected to have a lower roughness effect since the values of the roughness parameter are generally lower than those found on the suction surface, mainly due to the lower local Reynolds number. The sharp rise of ${ k _ { s } } ^ { + }$ detected on the suction side is related to flow transition onset which moves upstream while increasing the roughness level. Only with the higher roughness level the roughness height in wall units slightly exceed the threshold value, thus corresponding impact on the losses can be expected. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Figures 8 a) and b) show the contours of turbulent kinetic energy on a blade-to-blade surface for the intermediate and the maximum value of surface roughness. Different locations of the transition onset are clearly indicated by the production of turbulence in the suction side boundary layer. The surface roughness increase moves the transition onset upstream, increasing the turbulence in the diffusing flow toward the rear part of the suction side and producing a thicker wake downstream of the trailing edge (Fig.8 b). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Near the maximum curvature of the pressure surface, a relatively high turbulent kinetic energy, is associated with the formation of a shear layer due to the presence of a recirculating region which is only marginally affected by the roughness increase.The low velocity on the pressure surface and the continuous flow acceleration keeps the boundary layer thickness much smaller with respect to the suction side. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The anticipated transition that occurs for the highest level of Ra results in a growth of the region affected by turbulent boundary layer. Consequently the profile losses increase.Thus, the anticipated transition induced by high Ra levels has negative effects on profile losses. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The detailed boundary layer distributions well explain the increase in the values of the $C _ { p t }$ as surface roughness increases found mainly on the suction side of the blade, which also suggests that surface roughness has not enough effects on the pressure side boundary layer to affect losses.Figure 9 compares the measured and computed loss coefficient distributions along the pitch in the wake region.The effect of roughness increase on the wake shape is negligible going from “super polished” to “as drawing” surfaces.A departure from this shape is detected for the maximum roughness by both the measurements and the computations.In particular numerical results predict a thicker wake on the suction-side,due to the earlier roughness-induced transition detected for $R a =$ $8 . 4 9 \\mu \\mathrm { m }$ and the consequent larger fraction of the suction side affected by turbulent boundary layer (see Fig.8 b).A similar behavior was observed experimentally by Zhang and Ligrani [28] due to the different growth of boundary layers on the suction and pressure sides when increasing the amount of surface roughness. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/1fd60b7b7dfc0ecc30577f4ee06d53ceedd68e4a4503cc34578c952ee3224f42.jpg",
        "img_caption": [
            "Fig.6Measured and computed blade load distributions, steady state results, $\\scriptstyle \\mathrm { R e } = 3 0 0 0 0 0$ · "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/7958531d6fd2056af1240c259339540b19ebce62cf924489cb7c0f279b727ca0.jpg",
        "img_caption": [
            "Fig.7Distributions of the ${ \\mathbf { k _ { s } } } ^ { + }$ parameter for various roughness values,steady state results, $\\scriptstyle \\mathrm { R e } = 3 0 0 0 0 0$ "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/4d0b7c9ef4017b4f9a4a3a7da2278781b5d752f351852382ba117ebbf2896207.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Figure 1O allows an estimation of the critical roughness Reynolds number which results between 1Oo and 120 for both the measurements and the computations. The fact that this value agrees well with the experimental findings of Feindt [29] suggests that the correlation used for the equivalent sand grain roughness is reasonable for the case under investigation . ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "roughness values as well as for the smooth surface condition.Results are presented in Figure 11 in terms of nor malized losses as a function of the exit Reynolds number The loss value at $\\mathrm { R e } = 3 0 0 0 0 0$ ,obtained for the smooth surface,was used for the normalization. The “as drawing\" and“super polished” surfaces result in almost the same loss levels over the investigated Reynolds number range and are practically coincident with the smooth surface condition.As far as the“as casting”roughness is concerned, same loss level was found at the lowest Reynolds number corresponding to cruise conditions for the blade. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In order to separate the losses due to boundary layer transition induced by roughness and the losses due to the roughness value itself, numerical analyses were carried out with the fully turbulent assumption for the three ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/3705cc77b0bcd455dc106442e6152c6e40d14ab6c48313af7728c1b94d22ca08.jpg",
        "img_caption": [
            "Fig.9Measured and computed loss coefficient distributions along the pitch at $\\mathrm { x } / \\mathrm { C _ { x } } { = } 0 . 3 0$ fromtrailing edge (steady state, $\\scriptstyle \\mathrm { R e } = 3 0 0 0 0 0 0 ,$ ） "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/e176de05e9c1e2a36be8c32f06fbd75ee8c27a28a04de19685cca39001680b1e.jpg",
        "img_caption": [
            "Fig.10Normalized total pressure loss coefficient as a function of the roughness Reynolds number (steady state, transitional flow, $\\scriptstyle \\mathrm { R e } = 3 0 0 0 0 0 0 ,$ ） "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/28e101d3ffb118bfecbaa900389f472b14d4e0737b14d9a70f070a8f1be8b95e.jpg",
        "img_caption": [
            "Fig.8Turbulent kinetic energy contours, steady state results, $\\scriptstyle \\mathrm { R e } = 3 0 0 0 0 0$ ",
            "Fig.11Normalized total pressure loss coefficient as a function of the exit Reynolds number (steady state, fully turbulent flow). "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "A departure from the hydraulically smooth limit was found only at $\\mathrm { R e } = 3 0 0 0 0 0$ as expected. As shown by Marconcini et al.[3O] fora similar cascade tested in the same wind tunnel,when the steady state boundary layer on the blade surfaces is almost laminar and attached, the time averaged total pressure losses obtained with periodic unsteady inflow conditions, turned out to be quite close to the ones obtained in steady state conditions with a fully turbulent approach. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The aerodynamic performances of a LPT mid loaded cascade have been experimentally and numerically surveyed for three different surface roughness configurations,for different Reynolds numbers( $\\mathrm { R e } = 7 0 0 0 0$ and $\\mathrm { R e } = 3 0 0 0 0 0 \\mathrm { \\Omega }$ ）under both steady and unsteady flow conditions. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "At $\\mathrm { R e } = 7 0 0 0 0$ results shown that profile losses are not affected by the considered roughness range both under steady and unsteady flow conditions. Conversely,at $\\mathrm { R e } =$ 300000 profile losses grow monotonously as surface roughness increases,both in the steady and in the unsteady flow conditions.The absolute effect of roughness, however, seems more marked in the unsteady flow condition，but relative variations of profile losses due to roughness are quite similar in the two cases. CFD results clearly show that the higher profile losses characterizing the high Ra level at $\\mathrm { R e } = 3 0 0 0 0 0$ is due to an anticipation of the transition process of the suction side boundary layer.In fact, this losses increase mainly affect the suction side part of the wake,while no appreciable effects have been observed on the pressure side region,where the dimensionless roughness parameter ${ k _ { s } } ^ { + }$ has been foundto be wellbelowthe critical thresholdlevel. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "However, the reduction of profile losses of the \"super polished\" blade is not so sensitive to justify the economic burden on the production process,while \"as casting\" blade losses are unacceptable in view of an advanced design of the LPT blades. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This work is part of a joint research project between GEAvio,University of Genova,and University of Florence.The authors gratefully acknowledge GE Avio for granting permission to publish this paper, Benedetta Broccolo,Cristian Lizzer,and Fabrizio Demaria of GE Avio for the fruitful discussions on the results. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[1]J.Nikuradse.Laws of Flow in Rough Pipes.VDI-For",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "chungsheft 361, Series B, Vol.4,1933. (NACA TM1292). [2]K.A. Flack and M.P. Schultz. Review of Hydraulic Roughness Scales in the Fully Rough Regime. ASME J. Fluid Eng.,132(4): 041203,2010. [3]A.L.Braslow.Review of the Effect of Distributed Surface Roughness on Boundary-Layer Transition. AGARDR-254,1960. [4]H.P. Hodson,R.J. Howell. The Role of Transition in High-Lift Low-Pressure Turbines for Aeroengines.Prog. Aerosp. Sci., 41(6):419-454,2005. [5]R. Vazquez and D. Torre, The Effect of Surface Roughness on Efficiency of Low Pressure Turbines.ASME Paper No.GT2013-94200,ASME Turbo Expo, June 3-7, San Antonio, TX, USA,2013. [6]M. Vera, X. F. Zhang, H. P. Hodson,N. Harvey. Separation and Transition Control on an Aft-Loaded Ultra-HighLift LP Turbine Blade at Low Reynolds Numbers: HighSpeed Validation.ASME J. Turbomach.,129(2): 340-347, 2007. [7]R. J. Boyle and R. G. Senyitko, Measurements and Predictions of Surface Roughness Effects on Turbine Vane Aerodynamics.ASME Paper No.GT2003-38580,ASME Turbo Expo,June 16-19,Atlanta,GA, USA, 2003. [8]B. Aupoix,P.R. Spalart. Extensions of the Spalart-Allmaras Turbulence Model to Account for Wall Roughness. Int. J. Heat Fluid Flow,24: 454-462,2003. [9]B.Aupoix.Roughness Corrections for the k-ω Shear Stress Transport Model: Status and Proposal. J. Fluid Eng.,137(2): 021202,2015.   \n[10]V. Nagabhushana Rao,R. Jefferson-Loveday,P.G. Tucker, S.Lardeau. Large Eddy Simulations in Turbines: Influence of Roughness and Free-Stream Turbulence. Flow Turbulence Combust., 92: 543-561,2014.   \n[11]J.Bellucci,F.Rubechini,M. Marconcini,A.Arnone,L. Arcangeli， N. Maceli， V. Dossena, The Influence of Roughness on a High-Pressure Steam Turbine Stage: An Experimental and Numerical Study. ASME J. Eng. Gas Turb.Power,137(1): 012602,2015.   \n[12] J. P. Bons, A Review of Surface Roughness Effects in Gas Turbines.ASME J. Turbomach.,132(2): 021004,2010.   \n[13]F. Satta, D. Simoni, M. Ubaldi, P. Zunino,F.Bertini. Experimental Investigation of Separation and Transition Processes on a High-Lift Low-Pressure Turbine Profile Under Steady and Unsteady Inflow at Low Reynolds Number.J. Therm. Sci.,19(1): 26-33,2010.   \n[14]F. Montomoli,H.P.Hodson,F. Haselbach.Effect of Roughness and Unsteadiness on the Performance of a New Low Pressure Turbine Blade at Low Reynolds Numbers.ASMEJ. Turbomach.,132(3): 031018,2010.   \n[15]M.Marconcini, F. Rubechini,R.Pacciani,A. Arnone,F. Bertini. Redesign of High-Lift Low Pressure Turbine Airfoils For Low Speed Testing.ASME J. Turbomach., 134(5): 051017,2012.   \n[16]F.Satta,D.Simoni,M.Ubaldi,P. Zunino,F.Bertini. Loading Distribution Effects on Separated Flow Transition of Ultra-High-Lift Turbine Blades.J.Propul.Power, 30(3):845: 856,2014.   \n[17]D.Simoni,M.Berrino,M.Ubaldi,P. Zunino,F.Bertini. Off-Design Performance of a Highly Loaded LP Turbine Cascade Under Steady and Unsteady Incoming Flow Conditions.ASMEJ.Turbomach.,137(7):071009,2015.   \n[18]A.Arnone.Viscous Analysis of Three-Dimensional RotorFlow Using a Multigrid Method.ASME J. Turbomach.,116(3):435-445,1994.   \n[19]A.J.Chorin.A Numerical Method for Solving Incompressible Viscous Flow Problems.J. Comput.Phys.,2: 12 -26,1967.   \n[20] D.C.Wilcox.Turbulence Modeling for CFD.2nd ed., DCW Industries,Inc.,La Canada,ISBN 1-928729-10-X, 1998.   \n[21] R.E.Mayle and A. Schultz. The Path to Predicting Bypass Transition. ASME J. Turbomach.,119(3):405-411, 1997.   \n[22] D.C.Wilcox.Formulation of the k-o Turbulence Model Revisited. AIAAJ., 46(11): 2823-2838,2008.   \n[23] R.Pacciani, M. Marconcini,A. Fadai-Ghotbi, S.Lardeau, M.A.Leschziner.Calculation of High-Lift Cascades in Low Pressure Turbine Conditions Using a Three-Equation Model.ASMEJ.Turbomach.,133(3): 031016,2011.   \n[24]H. Schlichting.Boundary-Layer Theory,7th ed.,McGraw-Hill Inc.,New York,ISBN0-07-055334-3,1979.   \n[25]A. Schaffler,Experimental and Analytical Investigation of the Effects of Reynolds Number and Blade Surface Roughness on Multistage Axial Flow Compressors. ASMEJ.Eng.Power,102(1):5-13,1980.   \n[26]T. Adams, C. Grant, H. Watson. A Simple Algorithm to Relate Measured Surface Roughness to Equivalent SandGrain Roughness.Int.J.Mech.Eng.and Mechatronics, 1(1): 008,2012.   \n[27]D.Lengani,D.Simoni.Recognition of Coherent Structuresin the BoundaryLayer ofaLow-Pressure-Turbine Blade for Different Free-Stream Turbulence Intensity Levels.Int.J.HeatFluidFlow,54:1-13,2015.   \n[28]Q. Zhang and P.M.Ligrani.Aerodynamic Losses of a Cambered Turbine Vane:Influences of Surface Roughness and Freestream Turbulence Intensity. ASME J. Turbomach.,128(3):536-546,2006.   \n[29] E.G. Feindt. Untersuchungen über die Abhängigkeit des Umshclages laminar-turbulent von der Oberflächenrauhigkeit und der Druckverteilung,Springer-Verlag, Berlin,1956.   \n[30] M.Marconcini,R.Pacciani,A.Arnone,F.Bertini.LowPressure Turbine Cascade Performance Calculations with Incidence Variation and Periodic Unsteady Inflow Conditions.ASME paper No.GT2015-42276,ASME Turbo Expo, June 15-19,Montréal,Canada,2015. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]