[
    {
        "type": "text",
        "text": "c-Abl-p38a signaling plays an important role in MPTP-induced neuronal death ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "R Wu12, HChen13,JMa12, Q He12, Q Huang4,QLiu, MLi\\*4 and ZYuan\\*1,2,3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "OxidativestressisamajorcauseofsporadicParkinson'sdisease(PD).Here,wedemonstratedthatc-Ablplaysanimportantrole in oxidativestress-inuceduronalcelldathC-Abloneceptoryrosineiae,asactiatedianethy-4ptetrahydropyridinehydrochloride(MPTP)-inducedacutePDmodel.Conditionalknockoutofc-Ablineuronsortreatmentofmice withSTl571,ac-Ablfamilykinase inhibitorreducedthelossofdopaminergicneuronsandamelioratedthelocomotivedefects inducedbyshort-term MPTPtreatment.Bycombining theSILAC(stable isotope labeling withaminoacids incell ulture) technique with other biochemical methods,we identified ${ \\mathsf p } 3 8 \\alpha$ as a major substrate of c-Abl both in vitro and in vivo and c-Ablmediated phosphorylation is critical for the dimerization of $\\mathsf { p } 3 8 \\alpha$ Furthermore, ${ \\mathsf p } 3 8 \\alpha$ inhibition mitigated the MPTP-induced loss of dopaminergic neurons.Taken together,these data suggested that c-Abl- $p 3 8 \\alpha$ signaling may represent a therapeutic target for PD. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Cell Deathand Diferentiation (2016)23,542-552;doi:10.1038/cdd2015.135;publishedonline30October2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Parkinson's disease (PD), the second most common neurodegenerativedisorder，ischaracterizedbybradykinesia, rigidity, tremor,and loss of dopaminergic neurons.1Familial mutations that cause PD have been identified, including in the genes that encode $a$ -synucleinand leucine-rich repeat kinase 2(LRRK2) that cause autosomal-dominant PD, and DJ-1, PINK1，and parkin that cause autosomal-recessive PD.2 However, the majority of PD cases are sporadic.The cause of sporadic PD remains unknown,and the role of environmental toxins and genetic factors in sporadic PD is unclear. However， theevidenceregardingpostencephaliticPD and the discovery of 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridinehydrochloride (MPTP)-induced Parkinsonism suggest that environmental toxins may be a major causeof sporadic PD.3,4 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The neurotoxins used to induce dopaminergic neurodegeneration,including 6-hydroxydopamine,MPTP,and rotenone, induce the formation of reactive oxygen species (ROS). ROS react with nucleic acids，proteins，and lipids to induce mitochondrial damage.Although oxidative stress playsa critical role in causing PD，the mechanisms underlying oxidative stress-induced PD remain unclear. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The nonreceptor tyrosine kinase c-Abl is ubiquitously expressed and mediates a varietyof extrinsic and intrinsic cell signalingactivities,including growth factor signaling,cell adhesion, oxidative stress,and DNA damage.5 Our group and other groups have reported that c-Abl plays an important role in oxidative stress-induced neuronal death.6-8 Recently，Ko et al.9 and Imam et al.1° have reported that c-Abl phosphorylated Parkin and inhibited its E3 ligase activity that led to the neurotoxic accumulation of Parkin's substrates. $a$ -Synuclein has also been reported to be substrates of c-Abl and to participate in PD pathogenesis.9-11 The c-Abl inhibitor Nilotinib and INNO-4O6 have been reported prevents the loss of dopamine neurons and improves motor behavior ina murine PD model.12-14 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In this study,we demonstrated that c-Abl is activated in oxidative stress-induced PD.Both the conditional knockout (KO)of c-Abl and treatment with the c-Abl inhibitor STl571 protect against MPTP-induced PD. Using the SILAC (stable isotope labeling with amino acids in cell culture) technique, we showed that p38a is a novel c-Abl substrate that mediates oxidative stress-induced PD.The phosphorylation of p38a at Y182 and Y323 byc-Abl promotes p38a dimerization,thereby activating p38a via a noncanonical pathway.The inhibition of p38a using SB203580 mitigates the MPTP-induced loss of dopaminergic neurons.Taken together，we found that c-Abl-p38a signaling plays a role in oxidative stress-induced PD. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Conditional KO of c-Abl in neurons protects against MPTP-induced death of dopaminergic neurons. We previously reported thatc-Abl mediates oxidative stress-induced neuronal death.6.7 Here,we investigated the role of c-Abl in oxidative stress-induced neurodegeneration and the underlying mechanisms.C57BL/6J mice were used to assess the importance of c-Abl in the MPTP-induced model of PD.The micewere treated with either saline or MPTP(four intraperitoneal injections of $2 0 \\mathrm { m g / k g }$ at $2 h$ intervals). At $2 h$ and on each of 7 consecutive days after the final MPTP injection,c-Abl phosphorylationat Y245 was measured in the striatum to determine the level of c-Abl activation.MPTP treatment caused a 1.4-fold increase in the phospho-Y245-cAbl level from 2h to 2 days after MPTP injection.We observed a dramatic decrease in the tyrosine hydroxylase (TH)protein levels1 dayafterMPTP injection,followed by a mild decrease in TH expression from 3 to 7 days after MPTP injection (Figures 1aand b).These data suggested that c-Abl activation may participate in the MPTP-induced loss of dopaminergic neurons.To confirm this result， c-Ablflox/flox mice were crossed with CaMKll-iCre transgenic mice to generate conditional KO of c-Abl in neurons.Wild-type $( \\mathsf { W } , \\mathsf { c } \\mathsf { - A b } | ^ { \\mathsf { f l o x } / \\mathsf { f l o x } } )$ and c-Abl KO (c-Abfx/fox；CaMKll-iCre+/-) mice were treated with saline or MPTP (four intraperitoneal injections of $2 0 \\mathrm { m g / k g }$ at $2 h$ intervals).After treatment with MPTP, the loss of neurons was monitored via stereological analysis of TH or Nissl immunostaining in substantia nigra. MPTP induced the loss of $\\sim 4 0 \\%$ of the TH-positive neurons (Figures 1c and d) and the similar result was observed in Nissl staining (Figure 1e). The neuron-specific KO of c-Abl resulted insignificant protection against the MPTP-induced death of neurons compared with endogenous WT c-Abl expression (Figures 1c-e).The level of the TH protein in the striatum also indicated that c-Abl KO prevented the loss of dopaminergic neurons following MPTP exposure (Figures 1f and g). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/6352351f600b4a8581fe4a809bac3a2625bd88f2e3883efdbcaa28eb29baf5b6.jpg",
        "img_caption": [
            "Figure1c-AblisactivatedinanMPTP-inducedPDmodel.(a)C57BL/6Jmice weretreatedwithsalineorMPTP(fouri.p.injectionsof $2 0 \\mathsf { m g } / \\mathsf { k g }$ at 2 h intervals). Striatum tissue was collected at $2 h$ andoneachofseutinectrataltilyatesemuobodustiosp45cb4 Abl) antibody to determine the levels of tyrosine-phosphorylated c-Abl.An anti $\\cdot \\beta$ -actin antibody was used as a loading control,and aanti-TH antibodywas used to label dopaminergicneuronsafterMPTPtreatment.(b)ThenormalizedlevelsofpY245-c-AblandTH.Thedataareexpressedasmean $\\pm \\mathsf { S . E . M }$ (c)Photomicrographs of THand Nisl cst celi mear $\\mathsf { I } \\pm \\mathsf { S } . \\mathsf { E } . \\mathsf { M }$ (ANOVA, $^ { \\star } P < 0 . 0 5$ $^ { \\star \\star } P _ { < 0 . 0 1 }$ $^ { \\star \\star \\star } P _ { < } 0 . 0 0 1$ $\\begin{array} { r } { \\boldsymbol { n } = 5 ^ { { \\cdot } } } \\end{array}$ .(f) PhotomicrographsofTH-immunostained sections from the striatumof WTandc-AblKOlitermate mice treate mean $\\pm \\mathsf { S . E . M }$ (ANOVA, $^ { \\star } P < 0 . 0 5$ $\\scriptstyle n = 3$ ).(h)Levelsof ${ \\mathsf { M P P } } ^ { + }$ in the striatum of WTand c-Abl KO mice treated with saline and MPTP (four i.p.injections. $2 0 \\mathsf { m g } / \\mathsf { k g }$ at2h intervals).ND, not detected "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Inaddition,we observed that there is similar concentration of ${ \\mathsf { M P P } } ^ { + }$ ，theactivemetabolite ofMPTPin thebrain,in WTand c-Abl KO mice (Figure 1h). Together, these data suggested that MPTP mediates the activation of c-Abl and that the neuron-specific KO of c-Abl prevents MPTP-induced dopaminergic neuronal death. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "STl571 reduces the loss of dopaminergic neurons and ameliorates the locomotive defects induced by acute MPTPtreatment.To determinewhetheran inhibitorof c-Abl protects against the MPTP-induced loss of dopaminergic neurons,we treated animals with STl571,a c-Abl family kinaseinhibitor，beforeorafterexposuretoMPTP (Figure2a).It has beenshown that intraperitoneally injected STI571 could penetrate into brain,15 and we confirmed the presence of STl571in the ventral midbrain by intraperitoneal injection in our experiments (Figure 2b).Moreover,we found that intraperitoneal injection of STl571 did not affect the concentration of ${ \\mathsf { M P P } } ^ { + }$ ，the metabolite of MPTP,in the striatum (Figure 2c).Pretreating mice with STl571 prevented theMPTP-induced tyrosinephosphorylationofc-Abl (Figure 2d).At 7 days after the final MPTP injection, stereological analysis of the TH-positive neurons and Nissl staining cell showed that STl571 markedly protected against the MPTP-induced death of neurons (Figures 2e-g).The expression levels of TH in the striatum were dramatically decreased following MPTP treatment,but STl571 treatment significantly rescued the level of TH (Figures 2h and i).The loss of dopaminergic neurons from the substantia nigra is always accompanied by the development of motor defects. Rota-Rod tests showed that STI571 protected against MPTPinduced locomotive defects (Figure 2j).These data showed that treatment with an inhibitor of c-Abl rescues dopaminergic neurons from MPTP-induced death.Therefore，treatment with a c-Abl inhibitor may also improve motor defects in patients with PD. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "SILAC identified p38a as the major substrate for c-Abl during oxidative stress.It has been reported that c-Abl mediates PD pathogenesis via targets such as parkin and $a$ -synuclein.9,10,16 However,the molecular mechanisms by which c-Abl participates in oxidative stress-induced PD remain unknown．Because c-Abl is a tyrosine kinase，its substrates can be determined via SlLAC technology followed by the identification of the tyrosine-phosphorylated peptides. Three populations of SH-SY5Y cells were independently cultured in the presence of ‘light' arginine (Argo $^ { 1 2 } \\mathsf { C } _ { 6 } ^ { 1 4 } \\mathsf { N } _ { 4 } )$ and lysine (Lys0 $^ { 1 2 } \\mathsf { C } _ { 6 } ^ { 1 4 } \\mathsf { N } _ { 2 } )$ ,‘medium' arginine (Arg6 $^ { 1 3 } \\mathsf { C } _ { 6 } ^ { 1 4 } \\mathsf { N } _ { 4 } )$ and lysine (Lys6 $^ { 1 3 } \\mathsf { C } _ { 6 } ^ { 1 4 } \\mathsf { N } _ { 2 } )$ ，or‘heavy’arginine (Arg10 $^ { 1 3 } { \\mathsf C } _ { 6 } ^ { 1 5 } { \\mathsf N } _ { 4 } )$ and lysine (Lys8 $^ { 1 3 } \\mathsf { C } _ { 6 } ^ { 1 5 } \\mathsf { N } _ { 2 } )$ (Figure 3a). The labeled SH-SY5Y cells were treated with vehicle,hydrogen peroxide alone,or hydrogen peroxide and the c-Abl inhibitor STl571.Partial cell lysateswereimmunoprecipitatedusingananti-panphosphotyrosine antibody and then immunoblotted using an anti-c-Abl antibody. Hydrogen peroxide treatment induced c-Abl activation (Figure 3b).The labeled cells were lysed under denaturing conditions and were mixed together in equal portions.The tyrosine-phosphorylated peptides were isolated and analyzed via liquid chromatography-mass spectrometry (LC-MS). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In the list of possible substrates of c-Abl by SILAC,Arg,17 focal adhesion kinase (FAK),18 Caveolin-1,19 and WiskottAldrich syndrome protein (WASP)20 have been reported. Interestingly,a subgroup of mitogen-activated protein kinases (MAPKs) were identified in the peptide list (Figure 3c),among which MAPK14 (encoding p38a) expression was increased 3.6-fold by hydrogen peroxide treatment and was decreased by $\\sim 3 0 \\%$ by STl571 treatment. These data suggested that $p 3 8 a$ may serve as a substrate of the kinase c-Abl under oxidative stress conditions.To confirm that p38a is a substrate of c-Abl, the SILAC samples were immunoprecipitated using ananti-pan-phosphotyrosine antibody and were immunoblotted using an anti-p38a antibody.The increased tyrosine phosphorylation of p38a mediated by oxidative stress was mitigatedbySTl571 (Figure3d).Accordingly，invitrokinase assays demonstrated that the kinase c-Abl phosphorylated $\\mathsf { p } 3 8 a$ (Figure 3e).Moreover, the c-Abl-mediated phosphorylation of p38a was observed using WT c-Abl but not kinase-dead (KD) c-Abl (Figure 3f). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "c-Abl interacts with p38a and phosphorylates p38a at Y182 and Y323.To determine whether p38a directly interacts with c-Abl,a glutathione $s$ -transferase(GST) pull-down assay was performed by incubating the recombinant GSTp38awith cell lysates that expressed Myc-tagged c-Abl. C-Ablinteracts with GST-p38a but not GST alone (Figure 4a).Co-immunoprecipitation results showed that c-Abl interacts with $\\mathsf { p } 3 8 a$ in cells (Figures 4b and c).To furthermap the p38a phosphorylation sites targeted by c-Abl kinase,invitrophosphorylated $p 3 8 a$ was subjected to mass spectrometryanalysis.Phosphorylated tyrosine was identified at two sites, tyrosine 182 (Y182) and tyrosine 323 (Y323) (Figure 4d). In cell culture experiments,c-Abl phosphorylated p38a-WT；however， the phosphorylation of p38a-Y182F, p38a-Y323F,and p38a-Y182F/Y323F by c-Abl was dramatically reduced (Figure 4e).These data suggested that c-Abl phosphorylates p38a at Y182 and Y323.Consistently，we observedp38a autophosphorylation(T180/Y182)，and STI571 treatment inhibits this phosphorylation (Figure 3d). Interestingly,theautophosphorylation of $p 3 8 a$ at T180/Y182 was decreased when Y323 was replaced with a phenylalanine (Figure 4e)． In addition to the well-characterized activation of p38a via phosphorylation at both residues of the p38a TxYactivation loop motif by dualT/Y-specific MAPK kinases, $p 3 8 a$ is activated via a noncanonical pathway via homodimerization.21 These data suggested that c-Abl mediates $\\mathsf { p } 3 8 a$ activation via both canonical (Y182) and noncanonical (Y323) pathways. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To further explore the molecular mechanisms regulating the phosphorylation of $\\mathsf { p } 3 8 a$ at Y323 by the kinase c-Abl，we expressed EGFP-tagged p38aand FLAG-tagged p38a in cells to examine $p 3 8 a$ homodimerization.The coexpression of p38a and c-Abl dramatically increased the homodimerization of WT $\\mathsf { p } 3 8 a$ but not Y323F mutant $\\mathsf { p } 3 8 a$ (Figure 4f).These data indicated that $\\mathsf { p } 3 8 a$ phosphorylation at Y323 by c-Abl promotes $\\mathsf { p } 3 8 a$ homodimerization and activates $p 3 8 a$ viaa noncanonical pathway. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "C-Abl mediates p38a activation in PD model. The finding that c-Abl phosphorylates p38a led us to investigate the role ofc-Abl-p38a signaling in neurodegenerative disease models.First， treatment with 1-methyl-4-phenylpyridinium $( \\mathsf { M P P ^ { + } }$ ，the active metabolite of MPTP） increased $\\mathsf { p } 3 8 a$ phosphorylation in SH-SY5Y cells,and this phosphorylation wasmitigated by c-Abl inhibition (Figure 5a).In an acute mouse model of PD，we observed that the level of $\\mathsf { p } 3 8 a$ phosphorylated at T180/Y182 in the ventral midbrain was increased following treatment with MPTP and mitigated by treatment with STI571 (Figure 5b).Accordingly, phosphorylation of $\\mathsf { p } 3 8 a$ in thestriatum was also dramatically increased following treatment with MPTP, peaking after 3days (Figures 5c and d)． Furthermore，we found that p38 phosphorylation sustains in the MPTP model even after c-Ablphosphorylationlevelsreturnstothebaseline, indicating that c-Abl is an upstream kinase of p38 under oxidative stress. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/87718f27a2080cc6ad0b512b5aae8635c81073792e44f605a293aec6b7dabcf3.jpg",
        "img_caption": [
            "Figut treatment,the C57BL/6Jmice were treated with $3 0 \\mathrm { m g / k g }$ ntervals)tollowedby nadditionalinjection12hafter treatmentwith MPTP(fouri.p. injections of $2 0 \\mathsf { m g } / \\mathsf { k g }$ at $2 h$ inter a-Rodtest5daysafterthe finalMPTP injection. (b) Brain p TP injection.The levels of ${ \\mathsf { M P P } } ^ { + }$ in the striatum of t $3 0 \\mathrm { m g / k g }$ at1-day intervals) andMPTPas shown in (a).Tissue unoblotting usingan anti-pY245-c-Abl antibod THand Nissl co-stained sections in the substantia $( { \\mathfrak { g } } )$ stereologicalquantification inthesubstantianigra $\\pm \\mathsf { S . E . M }$ $^ { \\star } P < 0 . 0 5$ $^ { \\star \\star } P _ { < 0 . 0 1 }$ $\\begin{array} { r } { \\boldsymbol { n } = 5 ^ { { \\cdot } } } \\end{array}$ treatedas in (a),and tissuewas collected fromthe neurons. $( \\mathfrak { i } )$ The normalized levels ofTH.The data are expressed as mean $\\pm \\mathsf { S . E . M }$ (ANOVA, $^ { \\star \\star \\star } P _ { < } 0 . 0 0 1$ $\\begin{array} { r } { \\boldsymbol { n } = 3 ; } \\end{array}$ 1 $( \\mathfrak { j } )$ The latency of the mice on the Rota-Rod.The data are expressed as mean $\\pm \\mathsf { S . E . M }$ (ANOVA, $^ { \\star } P < 0 . 0 5$ $^ { \\star \\star } P < 0 . 0 1$ $\\scriptstyle n = 1 2$ per group) "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/aa492051a16575829048aa5f26397f7f62163b6841a4b218993858b6f138479d.jpg",
        "img_caption": [
            "Figure3SILAC identifies ${ \\mathsf p } 3 8 \\alpha$ asamajorsubstrateofc-Ablduringoxidativestress.(a)Theexperimentaldesigninwhich SILACwasperformedtoscreen forc-Abl thatare 6(Arg6 and Lys6)or10/8 Daltons heavier (Arg10and Lys8).After treatment with ${ \\sf H } _ { 2 } { \\sf O } _ { 2 }$ with or without STI571,the cellysates were quantified and mixed togetherin equal pri SILAC-labeled SH-SY5Y cells were untreated or treated with $8 0 0 \\mu \\mathsf { M } \\mathsf { H } _ { 2 } \\mathsf { O } _ { 2 }$ for $3 0 \\mathrm { { m i n } }$ in the presence or absence of $5 \\mu \\mathsf { M }$ STI571.The cell lysates were immunoprecipitated forSILACweresubjectedtoimmunoprecipitationusingananti-phosphotyrosineantibdyandimmunoblotingusingantibodiesaginst $\\mathsf { p } 3 8 \\alpha$ phospho- $p 3 8 \\alpha$ (T180/Y182), c-Abl, and GAPDH.The bar graph in the right panel shows the quantification of $\\mathsf { p } 3 8 \\alpha$ tyrosine phosphorylation (ANOVA, $^ { \\star } P < 0 . 0 5$ $\\scriptstyle n = 3 )$ . (e) Kinase-active c-Abl was untreated or treated with $5 \\mu \\mathsf { M }$ STI571 and then subjected to an in vitro kinase assay using full-length $\\mathsf { G S F } \\mathsf { p } 3 8 \\alpha$ asa substrate.The phosphorylation reactions were analyzed via immunoblotting using anti-phosphotyrosine and anti-phospho $p 3 8 \\alpha$ (T180/Y182, $\\mathsf { p - p 3 8 } \\alpha )$ antibodies. ${ \\mathsf p } 3 8 \\alpha$ was tyrosine phosphorylated by c-Abland was autophosphorylated at T180 in vitro. (f) Lysates of 293Tcells transfected with FLAG-tagged ${ \\mathsf p } 3 8 \\alpha$ alone or together with Myc-tagged c-Abl-WTor c-Abl-KD (kinase-dead) expression plasmids were immunoprecipitatedusingananti-FLAGantibodyandwereanalyzedviaimmunoblotingusingananti-phosphotyrosineantibody ${ \\mathsf p } 3 8 \\alpha$ was tyrosine phosphorylated by c-Abl kinase in vivo "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To confirm that c-Abl mediates p38a phosphorylation in vivo, c-Ablflox/lox mice were crossed with CaMKila-iCre transgenic mice that generate a conditional KO of c-Abl in neurons.22 The age-matched WTand c-Abl KO littermates were treated with ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "a b CMyc-c-Abl + Myc-c-Abl +专Bait Inp G GST- FLAG-p38α + + GFP-p38α + +  \nMyc-c-Abl -130kDa IP: FLAG Myc-c-Abl IP: Myc GFP-p38α  \nGST-p38α -72kDa FLAG-p38α Myc-c-Abl-55kDa Myc-c-Abl i GFP-p38α-43kDaInput FLAG-p38α Input Myc-c-Abl-34kDaGST -26kDa GAPDH GAPDH  \nd y12y110/2/8Zy52y y33y32y31y30y29y28y27y26y25y24y23y22y21y20y19y18y17y16y15y14y13y12y11y10y9 y3y2yHJTDDEMTGPYVATR 师AAQALAHAYFAOYHDPDDEPVADPPYDOSFESRb1b2b3b4b5b6b7b8b9b10b11b12 b1b2b3b4b5b6b7b8b9b10b11b12b13b14b15b16b17b18b19b20b21b22b23b24b25b26b27b28b29b30b31b32b33b252+[M+2H]2+-H2O-P,[M+2H]2+-NH3-P,y7+-H2O-P 1356.47y3+ b4\\*-H20 730.64 [M+2H]2-P 847.42 y9'y100-4H-P 1457.65 b14+ y14+-H2O,a31²-P 1701.56451.23 y 1165.33 b212+ y13213.72山350400450500550600650700750800850 900 950 1000 1050 1100 1150 1200 1250 1300 1350 1400 1450 1500 1550 1600 1650 1700m/z m/z  \ne + FLAG-p38α WTWTY323F/Y323F GFP-p38α WTWTWTY323FFLAG-p38α WT WTWT /182F/Y Myc-c-Abl + + +Myc-c-Abl ： WT KD WTWTWT -72 kDa GFPp-Y-p38α IP: FLAG -43 kDa FLAGIP:FLAGFLAG -34kDa-26 kDa IgGp-p38αGFP-p38αp38α FLAG-p38αInput Inputc-Abl Myc-c-AblGAPDH GAPDH",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "saline or MPTP(four intraperitoneal injections of $2 0 \\mathrm { m g / k g }$ at $2 h$ intervals)and killed $4 0 \\mathsf { h }$ after the final MPTP injection. Immunohistochemistry results show that c-Abl KO abrogated the increase in the levels of phospho- $p 3 8 a$ in the TH-positive neurons and neuritic terminals of TH-positive neurons in the striatum (Figure 5e).It has been reported that acute MPTP treatment will induce microglial activation by ${ \\mathsf { M P P } } ^ { + }$ or agents released by injured neurons.23 Accordingly, we also found that the level of phosphorylated $\\mathsf { p } 3 8 a$ increased in microglial cells (Figure 5e)，Interestingly， less microglial activation inthe striatum of neuron-specific c-Abl KO mice was observed,and this might be due to reduced damaged neurons in c-Abl KO brain (Figure 5e).Furthermore,immunoblotting showed that therewas a significant decreased level of phosphorylated $\\mathsf { p } 3 8 a$ in both ventral midbrain and striatum from c-Abl KO mice compared with WT mice upon MPTP treatment (Figure 5f). Taken together, these data suggested that c-Abl endogenously phosphorylates p38a and promotes neuronal cell death. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The $p 3 8 a$ inhibition alleviates MPTP-induced dopaminergic neuron loss and motor defects.After establishing the role ofc-Abl-p38a signaling inMPTP-induced dopaminergic neuronal death， we further examined whether $\\mathsf { p } 3 8 a$ inhibition might provide therapeutic value for oxidative stress-induced PD mice.C57BL/6J micewere treated with either saline or MPTP (four intraperitoneal injections of $2 0 \\mathrm { m g / k g }$ at $2 h$ intervals)with orwithout the p38a-specific inhibitor SB203580 (Figure 6a).We first confirmed brain penetration of intraperitoneally injected SB203580 in the ventral midbrain by high-performance liquid chromatography (HPLC)analysis (Figure 6b)，and we also found that intraperitonealinjectionofSB203580didnotaffect the concentration of ${ \\mathsf { M P P } } ^ { + }$ in the striatum (Figure 6c). Interestingly, SB20580 treatment abolished MPTP-induced p38a phosphorylation in both TH-positive neurons from substantia nigra and neuritic terminals of TH-positive neurons in the striatum (Figure 6d).Moreover, the inhibition of p38a markedly prevented the MPTP-induced loss of TH-positive neurons or Nissl-stained cells in the substantia nigra (Figures 6e-g). In addition，MPTP-induced downregulation ofTH expression in the striatum could be rescued by $\\mathsf { p } 3 8 a$ inhibitor (Figures 6h andi)．Rota-Rod assays showed that SB203580 treatment significantly improved the motor activity of the MPTP-treated PD mice (Figure 6j). Taken together， these data indicated that $p 3 8 a$ inhibition mayrepresent a strategy for treating oxidative stressinduced PD. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/3d4c0979de575d4d2ca7102aedc480f1e48e2e6246f4ae2abd905b9a35d57945.jpg",
        "img_caption": [
            "Figure5C-Abl mediated $\\mathsf { p } 3 8 \\alpha$ activation in the PD model. (a) SH-SY5Y cells were untreated or treated with 1 mM ${ \\mathsf { M P P } } ^ { + }$ for 1h in the presence or absence of $5 \\mu \\mathsf { M }$ （20 STI571.The cell lysates were immunoblotted using an anti-phospho ${ \\tt p } 3 8 \\alpha$ (Thr180/Y182, $\\mathsf { p } { \\cdot } \\mathsf { p } 3 8 \\alpha )$ antibody. (b) C57BL/6 Jmice were treated with STI571 (two i.p.injections of $3 0 \\mathrm { m g / k g }$ at-dainteraoreamtseeolrartietcted immunoblotting with anti-phospho $p 3 8 \\alpha$ (Thr180/Y182,p-p38α)antibodyoranti-pY245-c-Ablantibody.Ananti-GAPDHantibodywasusedasaloadingcontrol.(c)C57B/6J mice were treated with saline or MPTP (four i.p.injections of $2 0 \\mathsf { m g / k g }$ at 2 h intervals),and striatal tissue was collected at2h and on each of7 consecutive days after MPTP treatment.The striatal tissue lysates were immunoblotted using an anti-phospho $p 3 8 \\alpha$ (Thr180/Y182, $\\mathsf { p } { \\mathsf { - p } } 3 8 \\alpha )$ antibody to detect the level of activated $\\mathsf { p } 3 8 \\alpha$ ,using antiof surviving dopaminergic neurons after MPTP treatment.(d)The normalized levels of ${ \\mathsf { p } } { \\cdot } { \\mathsf { p } } 3 8 \\alpha$ and pY245-c-Abl.The data are expressed as mean $\\pm \\mathsf { S . E . M }$ ： (e)Immunofluorescence images ofTH/lbal (red),phospho $p 3 8 \\alpha$ (green),and mergedstaining (yellw)insubstantianigraorstriatum from MPTP-treated c-Abl KO miceor Wtlite $p 3 8 \\alpha$ （20 (Thr180/Y182, $\\mathsf { p - p 3 8 } \\alpha )$ antibody "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The major finding of this study is that c-Abl mediates the activation of p38a in mice with MPTP-induced PD. First, c-Abl wasactivated following treatment with MPTP.The conditional KO of c-Abl in neurons or treatment with a c-Abl inhibitor rescued the MPTP-induced loss of dopaminergic neurons. Second,based on SILAC analysis,we identified p38a as a novel direct target of c-Abl.We also confirmed that c-Abl phosphorylates p38aandactivates p38a by increasingp38a dimerization.Finally,we showed that inhibiting $p 3 8 a$ rescues dopaminergic neurons from MPTP-induced death,suggesting that treatment with an inhibitor of c-Abl or p38a may serve as an effective therapy for PD. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The nonreceptor tyrosine kinase c-Abl is activated by celllar stress24 and plays a critical role in chronic myeloid leukemia that has been commonly treated with the c-Abl inhibitor STl571.25 Recently，extensive studies have been performed on c-Ablin the nervous system to investigate its role inneurodegenerativedisease.9-14,26Forexample，c-Abl kinase has been reported to regulate the accumulation of AIMP2 (aminoacyl tRNA synthetase complex-interacting multifunctional protein 2)，FBP1 (far upstream elementbinding protein 1),and $a$ synucleinindels.9 by using the SILAC analysis,we identified p38a as a major substrate of c-Abl in the process of oxidative stress-induced neuronal cell death. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/13f9007fd35b8af13ea3f283edec2ff4e01921e68fab2ebd9e4446c82f379eea.jpg",
        "img_caption": [
            "Figure6The ${ \\mathsf p } 3 8 \\alpha$ inhitorB38protectstducddpamineuroaleatndotefis.)xperimetasiCBicee tratedi $2 h$ inte treatmentAtystertefinaetionehaviorstestedusigteotaRod.(b)Bainpeetrationof2358asectedy $H P L C$ analysis in ventral midbrain L $\\scriptstyle n = 3$ per group). (d) Immunofluorescence images of TH/lbal (red),phospho- $p 3 8 \\alpha$ (green),and merged staining (yellw)in substantia nigra or striatum from the MPTP alone or neurons(f)andNissl-stainedcels(g)wasdeterminedbystereologicalquantificationfor(e).Thedataarepresentedasmean $\\pm \\mathsf { S . E . M }$ .(ANOVA, $^ { \\star } P < 0 . 0 5$ $^ { \\star \\star \\star } P _ { < } 0 . 0 0 1$ $\\begin{array} { r } { \\boldsymbol { n } = 5 ^ { { \\cdot } } } \\end{array}$ ！ ()ot antibody(botom panel).(i) Normalized levels of TH protein.The data are expressed as mean $\\pm$ S.E.M. (ANOVA, $^ { \\star } P < 0 . 0 5$ $^ { \\star \\star } P _ { < 0 . 0 1 }$ $\\begin{array} { r } { \\boldsymbol { n } = 3 ; } \\end{array}$ 一 $( \\mathfrak { j } )$ The latency of the mice on the Rota-Rod.The data are expressed as mean $\\pm$ S.E.M. (ANOVA, $^ { \\star } P < 0 . 0 5$ $^ { \\star \\star } P < 0 . 0 1$ $n = 1 1 - 1 5$ per group) "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Wepreviously showedthatc-Ablphosphorylates mammalian Ste20-like kinase 1(MST1） and enhances MST1-mediated signaling to promote oxidative stressinduced neuronal death. The kinase MST1 may act upstream of $\\mathsf { p } 3 8 a$ and c-Jun N-terminal kinase (JNK) in response to oxidative stress.27,28 In this study， we clearly demonstrated that c-Abl directly phosphorylates p38a and plays a critical role in the MPTP-induced pathogenesis of PD.However, the role of MST1 in c-Abl-mediated p38a activation requires further investigation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The p38a is a subgroup of MAPKs that mediate responses to extracellular stimulation.29 The p38a is typically activated by an upstream MAPK kinase such as MKK3 or MKK6.30 The T cell antigen receptor signaling pathway bypasses the typical MAPKcascadeand activates p38a via phosphorylation atTyr-323 followedby autophosphorylation ofp38ain the activation loop.31 We demonstrated that c-Abi directly phosphorylates and activates p38a in response to oxidative stress to induce neuronal death.Furthermore,we showed that a $\\mathsf { p } 3 8 a$ inhibitor rescued dopaminergic neurons from MPTP-induced death; thus,p38a may represent a therapeutic target forPDtreatment. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Various inhibitors including STl571 and SB203580 have been used in the treatment of diseases outside of central nervous system because of their low brain penetration. Moreover,the therapeutic limitation of these inhibitors is caused by their specificity.Therefore， the development ofhigh brain-permeable and target-specific inhibitorsof c-Abl and p38 would facilitate the therapeutic treatment for the neurodegenerative diseases. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In summary, the present study identified p38a as a novel substrate of c-Abl during MPTP-induced death of dopaminergic neurons,providing further support for the crucial role of c-Abl in the development of PD.In future, it would be valuable to explore the efficacy of c-Abl-p38a inhibitionas a therapeutic strategy forPD. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "MaterialsandMethods ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Animals.Mice were maintained under conditions of a 12-h light/dark cycle at $2 3 ^ { \\circ } \\mathsf { C }$ and were provided with food and water ad libitum in the Animal Care Facility at the Institute of Biophysics (Beijing, China).All experiments involving animals were approved byand conformed to the guidelines of the institutional animal care and use committee at the Institute of Biophysics of the Chinese Academy of Sciences (Beijing, China). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Generation of mice with a conditional c-Abl KO in neurons. $\\mathsf { c } \\cdot \\mathsf { A b } | ^ { \\mathsf { H o x } / + }$ (male) and $\\mathsf { c } \\mathsf { - A b l ^ { \\dagger 1 0 \\mathsf { x } / + } }$ (female)micewerecrossedtogeneratec-Aoox mice.The c-Ablfloxflox mice were crossed with $c - A b 1 ^ { \\mathsf { f l o x } / + }$ ；CaMKllα-iCre+/-mice, and the offspring $c - A b 1 ^ { \\mathsf { H o x / f i l o x } }$ CaMKll-Cre/mice(-AblKO)andcx mice (WT) were used in the experiments.This approach enabled Cre recombinase to inactivate the c-Abl gene specifically in cells in which the CaMKllα promoter is active.The floxed c-Abl gene wasidentified via PCR using primer-1 (5'-CAGCAACCGGCTTGCATG-3') and primer-2 (5'- AGGCCTTCTTCCTGATAG TC-3'), yielding PCR products of 200 and 230 bp for the WTand floxed alleles,respectively. ForPCR of the CaMKllα-Cre allele，we used the forward primer $5 ^ { \\prime }$ -GGTT CTCCGTTTGCACTCAGGA- ${ \\cdot } 3 ^ { \\prime }$ and the reverse primer $5 ^ { \\prime }$ CCTGTTGTTCAG CTTGCACCAG-3',yielding a 350-bp product. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Drug treatment in vivo.Adult C57BL/6J mice were administered four intraperitoneal injections of $3 0 m g / \\mathsf { k g }$ STI571, 5 mg/kg SB203580,or vehicle (saline) ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "at 1-day intervalsat $1 2 \\mathsf { h }$ before and after MPTP injection (Figures 2a and 6a).The micewere administered four intraperitoneal injections of $2 0 \\mathsf { m g } / \\mathsf { k g }$ MPTPas previously described.32 At7 days after the final MPTP injection,the animals were killed,and the striatum was dissected and processed for western blot analysis. In some cases,the animals were perfused with $4 \\%$ paraformaldehydein $0 . 1  { \\mathsf { M } }$ phosphate buffer (pH7.4),and $5 \\mu \\mathsf { m }$ coronal parafinized sections were prepared for immunohistochemistry assays. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "TSAimmunohistochemistry.To detect the phosphorylation of p38, tyramide signal amplification(TSA)method was performed according to the protocol from the manufacturer (PerkinElmer,Waltham,MA, USA).Coronal sections were incubated with anti-phospho-p38(1:100,Cell Signaling Technology，9216, Beverly，MA,USA)and followedby horseradish peroxidase(HRP)reactionand visualizationwith TSA kit.The sections were then incubated with rabbit polyclonal anti-TH(1:200，Pel Freez Biologicals，P40101，Rogers，AR,USA)or anti-lbal (1:100,Wako,O19-19741,Chuo-Ku,Osaka,Japan) and visualized by immunofluorescent microscopy. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Measurement of striatal MPP+ levels.Mice were killed $9 0 \\min$ after the final MPTP injection,and striata were dissected and sonicated.After centrifugation, thesupernatant was added 4volume acetonitrile to precipitated protein.The supernatants were dehydrated and resolved in $1 0 0 \\mu !$ water. Then, $5 0 \\mu |$ of supernatant was injected into the Ultimate XB-C18 column $( 4 . 6 \\times 2 5 0 \\ m m$ $5 \\mu \\mathsf { m }$ Welch,Shanghai,China) and eluted with ultrapure water $1 \\text{‰}$ trifluoroacetate)/ acetonitrile ( $1 \\text{‰}$ trifluoroacetate)ina gradient manner. Finally，the ${ \\mathsf { M P P } } ^ { + }$ was detected at $2 8 0 \\mathsf { n m }$ ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Brain permeability analysis of STl571 and SB203580.Mice were intraperitoneally injected with STI571 $( 1 5 0 \\mathrm { m g / k g ) }$ or SB203580 $( 5 0 \\ : \\mathrm { m g / k g ) }$ .After $2 h$ ，the ventral midbrain was collected and sonicated followed by centrifugation at 14 000 r.p.m.for 15 min.Next, 4 volume acetonitrile was added into the supernatant to precipitated proteins and folowedby centrifugationat14Ooo r.p.m.for15 min. The second supernatant was dehydrated and resolved in $1 0 0 \\mu |$ water.Then, $5 0 \\mu |$ of supernatant was injected onto a Ultimate XB-C18 column( $4 . 6 \\times 2 5 0 \\ : \\mathrm { m m }$ $5 \\mu \\mathsf { m }$ Welch）and elutedwithultrapurewater $(1 \\text{‰}$ trifluoroacetate)/acetonitrile $1 \\text{‰}$ trifluoroacetate） in a gradient manner.Finally，STI571 was detected at 275 nm and SB203580 was detected at $3 0 0 { \\mathsf { n m } }$ ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Stereological analysis.The brainswere post-fixed using $4 \\%$ paraformaldehyde，cryoprotected in $3 0 \\%$ sucrose，and processed for immunohistochemistry. Coronal sections $4 0 \\mu \\mathsf { m }$ in thickness were sliced throughout the brain,including the substantia nigra and striatum,and every fourth section was analyzed.For TH labeling,the slices were treated with a $1 : 1 0 0 0$ dilution of rabbit polyclonal anti-TH (P40101，Pel Freez Biologicals) followed by biotinylated goat anti-rabbit IgGand streptavidin-conjugated HRP(Vectastain ABC kit,Vector Laboratories,Burlingame, CA,USA).Positive immunostaining was visualized using $^ { 3 , 3 ^ { \\prime } }$ -diaminobenzidine (DAB) followed by a reaction with hydrogen peroxide (DAB kit,Vector Laboratories). Stained sections were mounted onto slides and counterstained with Nissl $1 \\%$ Toluidine Blue).The total numbers of TH-stained or Nissl-stained neurons from the substantia nigra pars compacta region were counted using the Optical FractionatortoolinStereo Investigatorsoftware(MicroBrightfield，Williston, VT, USA). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Motor coordination test.Motor performance was estimated using an accelerating Rota-Rod (Panlab,LE82oo,Energia, Cornella, Spain).After mice were placed on the rod,the timer was started.The mice were trained on the Rota-Rod at 10 r.p.m.three times per day (at 1h intervals) for 2 days before testing.During testing,the rod accelerated from 4 to 40 r.p.m.overa period of $3 0 0 { \\mathsf s }$ Themice remaining on the apparatusafter 6oo swere removed,and the timewas recorded as $6 0 0 { \\mathsf s }$ 、Each result represents the average endurance of three consecutive measurements performed at1h intervals. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Plasmids and transfection.The plasmids used were pCMV-Myc-c-Abl WT and KD as previously described. The $_ { 3 \\times }$ FLAG-tagged ${ \\mathsf p } 3 8 \\alpha$ constructs inserted into the pCMV10-3XFLAG expression vector were created using the mouse cDNA library.The Y182F and Y323F mutants of $\\mathsf { p } 3 8 \\alpha$ were generated via site-directed mutagenesis.All mutations were verified via sequencing.Fragments of the GST${ \\mathsf p } 3 8 \\alpha$ plasmids were cloned into pGEX6P1 at the BamHl and Notl restriction sites via PCR. Unless stated otherwise,all transfections were performed in complete medium containing Vigofect (Vigorous Biotechnology， Beijing，China) according to the manufacturer's instructions. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "SILAC labeling.‘Light','medium',and‘heavy'arginine $( \\mathsf { A r g 0 } \\ ^ { \\ 1 2 } \\mathsf C _ { 6 } ^ { 1 4 } \\mathsf N _ { 4 } ,$ Arg6 $^ { 1 3 } \\mathsf C _ { 6 } ^ { 1 4 } \\mathsf N _ { 4 } ,$ and Arg10 $^ { 1 3 } { \\mathsf C } _ { 6 } ^ { 1 5 } { \\mathsf N } _ { 4 } ,$ respectively）and lysine (Lyso $^ { 1 2 } \\mathsf C _ { 6 } ^ { 1 4 } \\mathsf N _ { 2 }$ Lys6 $^ { 1 3 } \\mathsf C _ { 6 } ^ { 1 4 } \\dot { \\mathsf N } _ { 2 }$ and Lys8 $^ { 1 3 } \\mathsf C _ { 6 } ^ { 1 5 } \\mathsf N _ { 2 }$ ，respectively)and DMEM deficient in arginine and lysine were purchased from Pierce (Waltham，MA，USA).Dialyzed FBS and penicillin/ streptomycin were purchased from Gibco (Waltham,MA,USA).SILAC media were prepared using $1 0 \\%$ dialyzed FBS, $1 \\%$ penicillin/streptomycin,and $5 0 \\mathrm { m g } / 1$ arginine and lysine.The cels were cultured for a minimum of eight passages.The labeling efficiency was determined via LC-MS.The labeling efficiency was $1 0 0 \\%$ ，and $< 5 \\%$ proline conversion was observed. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Identification of tyrosine-phosphorylated peptides.Labeled SH-SY5Y cells were seeded at $2 . 0 \\times 1 0 ^ { 6 }$ cells per 15 cm dish.When the cells reached $8 5 \\%$ confluence,they were left untreated or were treated with $8 0 0 \\mu \\mathsf { M }$ ${ \\sf H } _ { 2 } { \\sf O } _ { 2 }$ for 30 min.In some groups，this treatment was preceded by a 1-h pretreatmentwith $5 \\mu \\mathsf { M }$ STI571.The cellswere harvested in $\\mathfrak { g } \\mathfrak { M }$ ureasample buffer (9 Murea, $2 0 \\mathsf { m M }$ HEPES,pH8,1mM $N a _ { 3 } V O _ { 4 }$ 2.5mM ${ \\sf N a } _ { 4 } { \\sf P } _ { 2 } { \\sf O } _ { 7 } ,$ and 1mM $\\beta$ -glycerophosphate).Then, $1 0 \\mathsf { m g }$ of protein from each group of labeled cells was mixed.The mixed cell lysates were sonicated, centrifuged,reduced,alkylated,and digested with trypsin overnight at room temperature.To ensure complete digestion before purification,the cell lysates were analyzed via SDS-PAGE electrophoresis followed by Coomassie Blue staining.The digested lysates were acidified in $1 \\%$ trifluoroacetate (TFA),and the peptides were purified using C18 Sep-Pak columns (WAT051910;Waters,Milford,MA, USA).The columns were washed with 8 volumes of $0 . 1 \\%$ TFA.Next, the peptides were eluted with $4 0 \\%$ acetonitrile $/ 0 . 1 \\%$ TFA and thendried.The tyrosine-phosphorylated peptides were isolated using $4 0 \\mu |$ of an agarose-conjugated phosphotyrosineantibody (4G10;Milipore,Billerica,MA,USA) in immunoprecipitation (IP) buffer (50 mM MOPS/NaOH,pH 7.2,10 mM $\\mathsf { N a } _ { 2 } \\mathsf { H P O } _ { 4 } ,$ （20 and 50 mM NaCl).The immunoprecipitates were washed twice with 1 ml of IP buffer and then three times with1ml of water.The tyrosine-phosphorylated peptides were eluted in $1 0 0 \\mu !$ of $0 . 1 5 \\%$ TFA at room temperature.These peptides were concentrated and purified using ZipTip Pipette Tips (ZTC18Mo08；Millipore) according to the manufacturer's instructions.The concentrated and purified peptides were analyzed via LC-MS using an LTQ Orbitrap XL(Thermo Scientific,Waltham, MA, USA). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Co-immunoprecipitation and immunoblotting.Cels for co-immuno precipitation were lysed in buffer containing $5 0 \\mathsf { m M }$ HEPES,pH7.9,150 mM NaCl, $1 0 \\%$ Glycerol, $1 \\%$ Triton-100,1.5 mM $\\mathsf { M g C l } _ { 2 } ,$ $0 . 1  { \\mathsf { M } }$ NaF,1mM ethylene glycol tetraacetic acid (EGTA),2 mM phenylmethylsulfonyl fluoride, $2 \\mu { \\mathfrak { g } } / { \\mathfrak { m } } |$ Aprotinin and Leupeptin,and 1 mM sodium vanadate.Lysates were centrifuged at $1 2 0 0 0 \\times g$ for 15 min at $4 ^ { \\circ } \\mathsf { C }$ before immunoprecipitation and precleared with $2 \\mu |$ IgG and protein G agarose beads at $4 ^ { \\circ } \\mathsf { C }$ for 2h.Following the removal of the beads by centrifugation, lysates were incubated with appropriate antibodies in the presence of $3 0 \\mu |$ of protein G agarose beads for at least $2 h$ at $4 ^ { \\circ } \\mathsf { C }$ Tissues or cells for immunoblotting were lysed in buffer containing $5 0 \\mathsf { m M }$ HEPES，pH 7.4，150 mM NaCl, $1 \\%$ Nonidet P-40, $0 . 1 \\%$ deoxycholate, $0 . 0 5 \\%$ SDS, $0 . 1  { \\mathsf { M } }$ NaF,1 mM EGTA, 2 mM phenylmethylsulfonyl fluoride, $2 \\mu { \\mathfrak { g } } / { \\mathfrak { m } } |$ aprotinin and leupeptin,and 1 mM sodium vanadate.Protein concentration was determined usinga Bio-Rad protein assay kit (Bio-Rad，Hercules,CA,USA)．Proteinswere separated on a $1 0 \\%$ polyacrylamide gel and transferred to a methanol-activated PVDF membrane (GE Healthcare,Litle Chalfont, Buckinghamshire, UK).The membrane was blocked for 1hinTris-buffered saline and Tween-20(TBST）containing $5 \\%$ milk and subsequently probed with primary antibodies overnight at $4 ^ { \\circ } \\mathsf { C }$ After incubating for1hwith goat-anti-mouse or goat-anti-rabbit HRP-conjugated secondary antibodies (GE Healthcare)，protein level was detected with Super Signal West Pico and Femto Luminol reagents (Thermo Scientific).The antibodies used were anti-c-Abl (2862,Cell Signaling Technology， Cambridge,MA,USA),anti-phosphoc-Abl (2861, Cell Signaling Technology),anti-p38 (9212,Cell Signaling Technology), anti-phospho-p38 (9211,Cell Signaling Technology)，anti-TH (2792,Cell Signaling Technology),anti-phospho-tyrosine (4G10, Milipore),anti-Myc (MBL,Woburn,MA, USA),anti-FLAG (Sigma, St. Louis,MO, USA),anti-GFP (Invitrogen,Waltham,MA, USA)，anti-β-actin (6Oo08-1-lg，Proteintech Group,Campbell Park,Chicago,IL, USA),and anti-GAPDH (CW0266A,CWBiotech, Beijing, China). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In vitro kinase assay.Recombinant active c-Abl kinase (Millipore,Billerica, MA,USA)was incubated in 20 mM Tris,pH7.5,10 mM MgCl2, $1 0 0 \\mu \\mathsf { M }$ ATP, and ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "$1 \\mu { \\mathfrak { g } }$ of the substrate ${ \\mathsf { G S F } } { \\mathsf { p } } 3 8 \\alpha$ .After incubationat room temperature for $3 0 \\min$ the kinase reaction products were separated via SDS-PAGE and analyzed via immunoblotting using the indicated antibodies. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Statistical analysis.The intensity of thewestern blot bands was determined using ImageJ software (NIH，Bethesda，MD，USA).Statistical analyses were performed via one-wayanalysis of variance (ANOvA) followed by Tukey's post hoc test orviaa two-tailed Student's t-test.The dataare presentedas mean $\\pm$ S.E.M. $^ { \\star } P < 0 . 0 5$ 中 $^ { \\star \\star } P _ { < 0 . 0 1 }$ ，and $^ { \\star \\star \\star } P _ { < } 0 . 0 0 1$ denote the significance thresholds. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Conflictof Interest ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The authors declare no conflict of interest. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements.We thank Dr.Yong Cang for the c-Abfx/fox mice and Dr. Xiang Yu for the CamKllα-iCre mice.We thank Dr.Peng Xue and Dr.Fuquan Yang for the mass-spec technical help.We thank Dr.Lili Niu for the HPLC technical help. We also thank the members of the Yuan laboratory for critical reading of the manuscript and helpful discussion.This work was supported by the National Science Foundation of China (Grant Nos.81125010 and 81030025)，the National Basic Research Program of China (973-2011CB504105 to ML,973-2012CB910701and 2013DFA31990 to ZY)，and Cross-disciplinary Collaborative Teams Program for Science，Technology and Innovation (2014-2016) from Chinese Academy of Sciences. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1.Savitt JM，Dawson VL，Dawson TM. Diagnosis and treatment of Parkinson disease: molecules to medicine.J Clin Invest 2006;116:1744-1754. 2.Gasser T.Molecular pathogenesis of Parkinson disease:insights from genetic studies.Exp Rev Mol Med 2009;11:e22.   \n3.Dauer W,Przedborski S.Parkinson's disease: mechanisms and models. Neuron 2003;39: 889-909. 4.Langston JW,Balard P,Tetrud JW,Irwin I.Chronic Parkinsonism in humans due toa product of meperidine-analog synthesis. Science 1983; 219: 979-980.   \n5.Sirvent A, Benistant C,Roche S.Cytoplasmic signalling by the c-Abl tyrosine kinase in normal and cancer cells.Biol Cell 2008;100:617-631. 6.Xiao L,Chen D,Hu P,WuJ,Liu W,Zhao Yetal.The c-Abl-MST1 signaling pathway mediates oxidative stress-induced neuronal cell death.JNeurosci 2011;31:9611-9619. 7.Liu W,Wu J,Xiao L, Bai Y,QuA, Zheng Z et al. Regulation of neuronal celldeath by c-AblHippo/MST2 signaling pathway.PLoS One 2012;7: e36562. 8.Cancino Gl, Perez de Arce K,Castro PU,Toledo EM,von Bernhardi R,Alvarez AR. c-Abl tyrosine kinase modulates tau pathology and Cdk5 phosphorylation in AD transgenic mice. Neurobiol Aging 2011;32:1249-1261. 9.Ko HS,Lee Y,Shin JH, Karuppagounder SS,Gadad BS,Koleske AJ et al.Phosphorylation by the c-Abl protein tyrosine kinase inhibits parkin's ubiquitination and protective function. Proc Natl Acad Sci USA 2010;107:16691-16696.   \n10.Imam SZ,Zhou Q,Yamamoto A,Valente AJ,Ali SF,Bains M et al.Novel regulation of parkin function through c-Abl-mediated tyrosine phosphorylation:implications for Parkinson's disease.JNeurosci 2011;31:157-163.   \n11.Mahul-Mellier AL，Fauvet B,Gysbers A，Dikiy I，Oueslati A，Georgeon Set al. c-Abl phosphorylates alpha-synuclein and regulates its degradation: implication for alphasynuclein clearance and contribution to the pathogenesis of Parkinson's disease.Hum Mol Genet 2014;23:2858-2879.   \n12.Hebron ML,Lonskaya l,Moussa CE.Nilotinib reverses loss of dopamine neurons and improves motor behavior via autophagic degradation of alpha-synuclein in Parkinson's disease models. Hum Mol Genet 2013;22:3315-3328.   \n13.ImamSZ,TricklerW,Kimura S,Binienda ZK,Paule MG,Slikker WJr etal.Neuroprotective efficacy of a new brain-penetrating C-Abl inhibitor in a murine Parkinson's disease model. PLoS One 2013;8: e65129.   \n14.Karuppagounder SS,Brahmachari S,Lee Y,Dawson VL, Dawson TM, Ko HS.The c-Abl inhibitor,nilotinib,protects dopaminergic neurons ina preclinicalanimal model of Parkinson's disease.Sci Rep 2014;4:4874.   \n15.Dai H, Marbach P,Lemaire M, Hayes M, Elmquist WF.Distribution of STl-571 to the brain is limited by P-glycoprotein-mediated effux.JPharmacol Exp Ther 2003;304:1085-1092.   \n16.Mahul-Mellier AL，Fauvet B，GysbersA，Dikiy I，Oueslati A，Georgeon S et al. c-Abl phosphorylates alpha-syn and regulates its degradation,implication for alpha-syn clearance and contribution to the pathogenesis of Parkinson's Disease.Hum Mol Genet 2014;23:2858-2879.   \n17.Cao C，Leng Y，Li C，Kufe D.Functional interaction between the c-Abl and Arg protein-tyrosine kinases in the oxidative stress response.J Biol Chem 2003；278: 12961-12967.   \n18.GotohA,Miyazawa K,Ohyashiki K,Tauchi T,Boswell HS,Broxmeyer HE etal.Tyrosine phosphorylation and activation of focal adhesion kinase (p125FAK)by BCR-ABL oncoprotein. Exp Hemato/ 1995;23:1153-1159.   \n19.Sanguineti AR,Mastick CC.c-Abl is required for oxidative stress-induced phosphorylation of caveolin-1 on tyrosine 14.Cell Signal2003;15:289-298.   \n20.Burton EA, OliverTN,Pendergast AM.Abl kinases regulate actin comet tail elongation via an N-WASP-dependent pathway.Mol Cell Biol 2005; 25: 8834-8843.   \n21.Rothweiler U,Aberg E,Johnson KA, Hansen TE,Jorgensen JB, Engh RA.p38alpha MAP kinase dimers with swapped activation segments and a novel catalytic loop conformation. JMol Biol 2011;411: 474-485.   \n22.Casanova E,Fehsenfeld S,Mantamadiotis T,Lemberger T,Greiner E, Stewart AF et al. A CamKllalpha iCre BAC allows brain-specific gene inactivation. Genesis 20o1; 31: 37-42.   \n23.Kohutnicka M,Lewandowska E, Kurkowska-Jastrzebska I, Czlonkowski A, Czlonkowska A. Microglial and astrocytic involvement in a murine model of Parkinson's disease induced by 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP).Immunopharmacology1998;39:167-180.   \n24.Hantschel O,Superti-Furga G. Regulation of the c-Abl and Bcr-Abl tyrosine kinases. Nat Rev Mol Cell Biol 2004;5:33-44.   \n25.Marley SB,Deininger MW,Davidson RJ,Goldman JM,Gordon MY.The tyrosine kinase inhibitor STI571,like interferon-alpha,preferentially reduces the capacity foramplification of granulocyte-macrophage progenitors from patients with chronic myeloid leukemia. Exp Hematol 2000;28:551-557.   \n26.Schlaterer SD,Acker CM,Davies P.c-Abl in neurodegenerative disease.JMol Neurosci 2011; 45:445-452.   \n27.Johnston AM，Naselli G，Gonez LJ，Martin RM，Harrison LC，DeAizpurua HJ.SPAK, aSTE20/SPS1-related kinase that activates the p38 pathway.Oncogene 2000；19: 4290-4297.   \n28.BiW,Xiao L,JiaY，Wu J,Xie Q,Ren Jet al.c-Jun N-terminal kinase enhances MST1-mediated pro-apoptotic signaling through phosphorylation at serine 82.JBiol Chem 2010;285: 6259-6264.   \n29.Zarubin T,Han J.Activation and signaling of the p38 MAP kinase pathway.Cell Res 2005; 15:11-18.   \n30.Enslen H,Raingeaud J,Davis RJ. Selective activation of p38 mitogen-activated protein (MAP)kinase isoforms by the MAP kinase kinases MKK3 and MKK6.JBiol Chem1998; 273: 1741-1748.   \n31.Mittelstadt PR,Yamaguchi H,Appella E,AshwellJD.Tcell receptor-mediated activation of p38{alpha} by mono-phosphorylation of the activation loop results in altered substrate specificity.J Biol Chem 2009;284:15469-15474.   \n32.Jackson-Lewis V，Przedborski S.Protocol for the MPTP mouse model of Parkinson's disease. Nat Protoc 2007;2:141-151. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]