[
    {
        "type": "text",
        "text": "Prioritizing woody species for the rehabilitation of arid lands in western Iran based on soil properties and carbon sequestration ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Masoud BAZGIR1\\*,Reza OMIDIPOUR², Mehdi HEYDARI’, Nasim ZAINALI, MasoudHAMIDI',Daniel CDEY4 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Department of Waterand Soil Engineering,Facultyof Agriculture,Ilam University,Ilam 6939177111,Iran;   \n²DepartmentofRange and Watershed Management,Facultyof NaturalResource andEarth Science,Shahrekord University   \nShahrekord 8818634141, Iran;   \n3 Department of Forestry,Faculty of Agriculture,Iam University,Ilam 693917711,Iran;   \n4 US Forest Service,Northern Research Station, Columbia, OM 65211, USA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Plants are an important component in many natural ecosystems. They influence soil properties, especially in arid ecosystems.The selection of plant species based on their adaptations to site conditions is essential for rehabilitation of degraded sites and other construction sites such as check-dams.Other factors to be considered in species selection include their effects on soil properties and their abilities to meet other management objectives. The purpose of this study was to assss the effects of native (Populus eupbratica Oliv.and Tamarix ramosissima Ledeb.) and introduced (Eucalyptus camaldulensis Dehnh. and Prosopis juliflora (Swartz) DC.) woody species on soil properties and carbon sequestration (CS) in an arid region of Iran.Soil sampling was collected at three soil depths (O-1O,1O-2O and $2 0 { - } 3 0 ~ \\mathrm { c m }$ ）at the sites located under each woody species canopy and in an open area in 2O17. Soil physical-chemical property was analyzed in the laboratory. The presence of a woody species changed soil characteristics and soil CS, compared with the open area.For example, the presence of a woody species caused a decrease in soil bulk density, of which the lowest value was observed under $E$ ，camaldulensis $( 1 . 3 8 ~ \\mathrm { g } / \\mathrm { c m } ^ { 3 } )$ compared with the open area $( 1 . 5 9 \\mathrm { g } / \\mathrm { c m } ^ { 3 } )$ . Also,all woody species significantly increased the contents of soil organic matter and total nitrogen,and introduced species had more significant effect than native species. The results showed that CS significantly increased under the canopy of all woody species in a decreasing order of $P .$ （20 eupbratica $( 9 . 0 8 \\mathrm { \\ t / h m ^ { 2 } } ) { > } E .$ camaldulensis $( 8 . 3 7 \\quad \\mathrm { t / h m ^ { 2 } } ) { > } P .$ juliflora $( 5 . 2 0 \\mathrm { t / h m } ^ { 2 } ) { > } T .$ ramosissima (2.93 $\\mathrm { { t } } / \\mathrm { { h m } } ^ { 2 } ) >$ open area $( 1 . 3 3 ~ \\mathrm { \\ t / h m ^ { 2 } } )$ ，thus demonstrating the positive effect of a woody species on CS. Although the plantation of non-native species had some positive effects on soil properties，we recommend increasing species diversity in plantations of native and introduced woody species to provide more diversity for the increased ecosystem services, resilience, health and long-term productivity. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: arid ecosystem; carbon sequestration; degraded soil;restoration;reforestation; soil management ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Arid regions occur where evaporation is higher than the rainfall rate (Gaur et al.,2O18).More than a third of the Earth's population $( 2 . 5 { \\times } 1 0 ^ { 9 }$ people） live in arid regions,which cover about $5 . 3 6 \\times 1 0 ^ { 6 } ~ \\mathrm { k m } ^ { 2 }$ of the Earth ( $41 \\%$ of the surface area) (Mortimor et al., 2009; UNEMG, 2011). In recent decades,these arid regions have experienced accelerated development, along with changes in land use and climate (Song et al., 2O18). As a consequence,arid regions are increasingly being degraded,and the annual index of desertification is $5 . 8 \\times 1 0 ^ { 6 }$ $\\mathrm { { h m } } ^ { 2 } / \\mathrm { { a } }$ (Lal，2001).In desert ecosystems,soil carbon content decreases and the emission of carbon as $\\mathbf { C O } _ { 2 }$ into the atmosphere accelerates (Lal, 2O04； Romm，2O11)，thus contributing to the global warming. In addition, desertification often leads to soil erosion and salinization,losses of vegetation cover and biomass, and decreases in soil productivity and quality (Zhao et al., 2Oo6; Ma et al., 2017). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The selection of appropriate woody species in reclamation and rehabilitation projects in arid regions is important because woody species have a great influence on the degree of success in the recovery of ecosystems,and they increase productivity in goods and ecological services for the people. Some researchers have been done in revegetation of arid regions such as Kergoat et al. (2018）and Veron et al. (2018) who assessed the quantity and type of vegetation cover for preventing desertification, soil erosion and ecosystem deterioration in arid areas. Nyssen et al. (2009) showed that establishing eucalypt woodlands had a positive influence on the environment, especially on ameliorating soil conditions.Tesfay et al. (2O15) compared the ability of different tree species to improve soil conditions and produce wood fuels. And Reubens et al. (2O11) used Decision Support Systems to identify appropriate tree species for rehabilitation of arid regions and prioritize woody plants for revegetation and reclamation based on their adaptations to the environment. However, selection of tree species is complicated as it is influenced by reclamation goals,existing vegetation, degree of site degradation and ecosystem processes (Reubens et al., 2011). To date, few studies have been done to evaluate appropriate plant species for reclamation projects in certain arid regions, including western Iran. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Iran is centrally located in the arid and semi-arid regions of the Earth, with more than $60 \\%$ of its land area (about $1 0 5 { \\times } 1 0 ^ { 6 } ~ \\mathrm { h m } ^ { 2 }$ ）being classed as arid and semi-arid (Modarres and da Silva, 2007).In Iran，woody species plantations are commonly used to amend the soil，combat desertification,revegetate large construction sites and mitigate dust storms. Choosing suitable woody species that are adapted to and can tolerate hot and dry conditions are needed.For example, eucalyptus (Eucalyptus camaldulensis Dehnh.)， Euphrates poplar (Populus euphratica Oliv.), saltcedar (Tamarix ramosisima Ledeb.） and mesquite (Prosopis juliflora (Swartz) DC.） are among the most commonly used woody species in these arid and semi-arid regions in Iran, in which $P .$ euphratica and T. ramosissima are native species,and $E .$ camaldulensis and $P .$ juliflora are introduced species. Although the field performance of these woody species,i.e.,survival and growth is good, the adapted strategy about how different origins of these tree species modify the environment and the soil is lack.Therefore,the objective of this study was to assess the effects of introduced and native woody species on soil properties and carbon sequestration (CS） in arid regions. Our results may be useful to managers and decision makers who need to select woody species and optimize their efforts in rehabilitating degraded arid ecosystems. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The study area in the Reza Abad Park $( 4 6 ^ { \\circ } 1 3 ^ { \\prime } - 4 6 ^ { \\circ } 1 4 ^ { \\prime } \\mathrm { N }$ ， $3 3 ^ { \\circ } 0 9 ^ { \\prime } { - } 3 3 ^ { \\circ } 1 2 ^ { \\prime } \\mathrm { E } )$ is $7 0 0 \\ \\mathrm { h m } ^ { 2 }$ and is located in the Mehran County of Ilam Province in the west of Iran (Fig.1). The mean annual precipitation for the area is $2 0 9 ~ \\mathrm { { m m } }$ ，which mostly occurs in the autumn and winter seasons.The annual mean temperatureis $2 4 . 5 ^ { \\circ } \\mathrm { C }$ .According to the climatic curve (precipitation and temperature),ten months of the year are dry (Fig.2) with a warm and dry climate.The elevation of the study area ranges from 203 to $2 5 3 \\mathrm { ~ m ~ }$ above sea level,and the land is relatively flat with less than one percent slope.The soil is calcareous with more than $30 \\%$ gravel on the surface,low in organic matter and shallow with a deep ground water table (Zamani et al.,2O18). The dominant soil texture is sandy loamy.The geology of the study area is of the Gachsaran formation, which is characterized by alternating layers of anhydrite gypsum, marl and claystone. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/3d06065e155a1e4f0ef8e0087d37eaac8a749c206e530d8c23283902d5d0cd01.jpg",
        "img_caption": [
            "Fig.1Location of the study area in IlamProvince,Iran "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/7eafbd2fa7165dd63fa2cd10e0da372cc736051d4660a5977f4ede368686ff8b.jpg",
        "img_caption": [
            "Fig.2Mean monthly precipitation and monthly mean temperature in the study area "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Woody species ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Study sites included a natural forest stand of native T. ramosissima and $P .$ euphratica species along the Konjancham River, and 26-year-old plantations of introduced $E .$ ，camaldulensis and $P .$ （20 juliflora species in the Reza Abad Park (Table 1). The common understory vegetation was comprised of Stipa capensis,Plantago ovata and Anchusa strigose. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/c7aff63e95171ef5ab4579a0d16263e62dc4d22cc4d78939099fbce57550514e.jpg",
        "table_caption": [
            "Table1Stand characteristics of woody species in the study area "
        ],
        "table_footnote": [
            "Note:-meansno data.DBH, diameter at breast height. "
        ],
        "table_body": "<html><body><table><tr><td>Forest type</td><td>Woody species</td><td>Age (a)</td><td>Height (m)</td><td>Canopy cover (m²)</td><td>DBH (cm)</td></tr><tr><td rowspan=\"2\">Introduced species</td><td>P. juliflora</td><td>25-27</td><td>4.0±0.4</td><td>12.6±1.3</td><td>15.4±0.8</td></tr><tr><td>E. camaldulensis</td><td>25-27</td><td>9.7±0.7</td><td>5.1±1.4</td><td>13.5±0.5</td></tr><tr><td rowspan=\"2\">Native species</td><td>T.ramosissima</td><td></td><td>2.7±0.2</td><td>3.5±0.2</td><td>3.2±0.3</td></tr><tr><td>P. euphratica</td><td></td><td>3.2±0.4</td><td>7.8±1.7</td><td>10.5±0.2</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 Soil sampling design ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "At each study site,we randomly established eight $2 0 \\ \\mathrm { m } { \\times } 2 0 \\ \\mathrm { m }$ plots.In September 2017,soil samples from three different depths (O-10,1O-2O and $2 0 { - } 3 0 ~ \\mathrm { c m }$ ）were collected from each plot under the woody canopy and in the open area (control). Each sample was a composite of four sub-samples taken around one species at the middle of the plot in the forest and plantations. In addition, one intact soil core ( $\\cdot 5 \\mathrm { - } 8 \\mathrm { ~ c m }$ height and $8 \\ \\mathrm { c m }$ diameter) was taken at each sampling plot for bulk density (BD) determination. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4Soil physical and chemical analyses ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Soil samples were treated with a $2 \\mathrm { - m m }$ sieve to removed roots and coarse fragments and stored in əlastic bags at room temperature before analyses.Soil BD was measured by common core method (Black and Hartge,1986). Soil porosity (n) was calculated from BD and particle density(Weil and Brady, 2O15). Saturation point (SP) was determined gravimetrically. Field capacity (FC) at 33 kPa and permanent wilting point (PWP） at $1 5 0 0 ~ \\mathrm { k P a }$ were determined using a pressure plate apparatus (Klute,1986). Soil pH was measured with a glass electrode in a soil suspension (1:1 w:v). Soil electrical conductivity (EC) was measured with an EC meter. The Walky and Black wet oxidation method was used to determine soil organic carbon (SOC) content (Nelson and Sommers, 1986),which was also used to calculate organic matter (OM) by multiplying 1.724 times the organic carbon value (Weil and Brady,2O15).The Kjeldahl procedure was used to determine total nitrogen (TN） content (Bremner and Mulvaney，1982). Cation exchange capacity (CEC） was measured through sodium acetate replacement $( \\mathrm { p H } { = } 8 . 5 )$ (Summer and Miller，1996).Soil available phosphorus (AP) content was determined by ${ \\mathrm { N a H C O } } _ { 3 }$ extraction (Olsen and Sommers, 1982). Exchangeable cations of Ca and $\\mathbf { M g }$ from three soil depths were extracted using a 0.1-M $\\mathbf { B a C l } _ { 2 }$ (Hendershot and Duquete,1986).Equations 1 and 2 were used for estimating total dissolved salts (TDS) (Chang et al., 1983) and CS (Qin et al.,2016), respectively: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.5 Statistical analyses ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Prior to statistical analyses,we analyzed the normality of means and homogeneity of variances using Kolmogorov-Smirnov and Levene tests, respectively. For the statistical analyses, we used a generalized linear mixed effect model (GLMM) with a Poisson error distribution and a log-link function where,species type,depth and their interaction were fixed factors and individual species was a random factor in the model. GLMM is an extension of the class of generalized linear model that adds a random effect to the linear predictor (McCulloch and Neuhaus,2005). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "GLMM analysis was separately done for all soil physical, chemical and carbon sequestration response variables. This analysis was performed using the 'lme4' package (Bates et al.,2015). Stepwise regression was used to determine the main factors affecting CS. Before regression analysis was done,the collinearity among independent variables (soil physical and chemical properties） was evaluated using Pearson's correlation coefficients. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In addition, we removed BD and SOC from the final model because they were used to calculate CS.The means comparison models (i.e., ANOVA (analysis of variance), GLMM or mixed models) only evaluate a single soil property, and lack the ability to provide for the general compression of multivariate overall soil structure among treatments. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Therefore， the nonmetric multidimensional scaling (NMDS） test using the Bray-Curtis similarity matrices was applied to the overall structural changes in soil physical and chemical properties. After conducting NMDS,we used ANOVA to determine the significant differences among groups of the NMDS axis (Yang et al., 2O19). The NMDS analysis was performed using the 'vegan' package (Oksanen et al., 2O18). All analyses were performed with the last version of R statistical software (R Core Team, 2018). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1 Soil physical properties ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Soil physical properties were significantly affected by woody species,and soil depth had a significant effect on some properties such as BD,n and FC $_ { ( P < 0 . 0 5 }$ ； Table 2).The interaction between woody species and sampling depth did not have a significant effect on any soil physical properties. In other words, variations in soil physical properties under different woody species were independent from sampling depth. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Woody species caused a decrease in BD based on means comparison tests on soil properties. BD was significantly lower $( P { = } 0 . 0 0 2 )$ under $E .$ camaldulensis $( 1 . 3 8 ~ \\mathrm { g } / \\mathrm { c m } ^ { 3 } )$ than in the open area $( 1 . 5 9 \\mathrm { g } / \\mathrm { c m } ^ { 3 }$ ； Fig.3). BD significantly increased with increasing soil depth from the first soil depth $( 0 { - } 1 0 ~ \\mathrm { c m } )$ to the third soil depth $( 2 0 - 3 0 ~ \\mathrm { c m } )$ ，while in the open area there was no significant difference in BD among the three soil depths (Fig. 3). ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/2b2297b8727c6e57ca4c77e6d1042bc7ac134ff3cd9d768b22c783f65ff30401.jpg",
        "table_caption": [
            "Table 2Results from generalized linear mixed-effects (Chi-square values and $P .$ -values）model with a Poisson family distribution for the effects of species,depth and their interaction on soil properties "
        ],
        "table_footnote": [
            "Note:BD,uli;iy;ratiot;CfeldpcityWtigt;ECraloi OM,organicater;,totalirgen;APvailablepospous;Cachangeablealcium;Mgchangeableagsi;CEC cation exchangeable capacity; TDS,total dissolved salts;CS,carbon sequestration. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">Soil property</td><td rowspan=\"2\">Variable</td><td colspan=\"2\">Species</td><td colspan=\"2\">Depth</td><td colspan=\"2\">SpeciesxDepth</td></tr><tr><td>x²</td><td>P-value</td><td>x²</td><td>P-value</td><td>x²</td><td>P-value</td></tr><tr><td rowspan=\"5\">Physical</td><td>BD</td><td>16.70</td><td>0.0020</td><td>54.470</td><td><0.0001</td><td>6.12</td><td>0.1910</td></tr><tr><td>n</td><td>16.42</td><td>0.0020</td><td>54.530</td><td><0.0001</td><td>6.07</td><td>0.1930</td></tr><tr><td>SP</td><td>294.42</td><td><0.0001</td><td>3.380</td><td>0.0657</td><td>1.41</td><td>0.8420</td></tr><tr><td>FC</td><td>126.08</td><td><0.0001</td><td>6.240</td><td>0.0120</td><td>4.33</td><td>0.3620</td></tr><tr><td>PWP</td><td>74.15</td><td><0.0001</td><td>2.770</td><td>0.0950</td><td>1.96</td><td>0.7460</td></tr><tr><td rowspan=\"10\">Chemical</td><td>pH</td><td>515.88</td><td><0.0001</td><td>6.190</td><td>0.0120</td><td>20.50</td><td><0.0001</td></tr><tr><td>EC</td><td>200.20</td><td><0.0001</td><td>17.020</td><td><0.0001</td><td>12.65</td><td>0.0130</td></tr><tr><td>OM</td><td>510.44</td><td><0.0001</td><td>14.560</td><td><0.0001</td><td>4.33</td><td>0.3620</td></tr><tr><td>TN</td><td>217.21</td><td><0.0001</td><td>127.570</td><td><0.0001</td><td>42.44</td><td><0.0001</td></tr><tr><td>AP</td><td>6.48</td><td>0.1660</td><td>1.290</td><td>0.2560</td><td>6.90</td><td>0.1410</td></tr><tr><td>Ca</td><td>1365.01</td><td><0.0001</td><td>1069.000</td><td>0.0010</td><td>9.80</td><td>0.0430</td></tr><tr><td>Mg</td><td>1232.08</td><td><0.0001</td><td>6.270</td><td>0.0120</td><td>23.79</td><td><0.0001</td></tr><tr><td>CEC</td><td>519.64</td><td><0.0001</td><td>0.003</td><td>0.9520</td><td>8.50</td><td>0.0740</td></tr><tr><td>TDS</td><td>361.12</td><td><0.0001</td><td>30.070</td><td><0.0001</td><td>11.69</td><td>0.0190</td></tr><tr><td>CS</td><td>612.13</td><td><0.0001</td><td>0.770</td><td>0.3800</td><td>2.64</td><td>0.6190</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The value of $\\mathfrak { n }$ increased under all woody species,but it was significantly higher under $E$ （ camaldulensis $( 2 0 \\% )$ than in the open area.The highest value of n was observed at the $0 { - } 1 0 ~ \\mathrm { c m }$ depth $( 5 3 \\% )$ ，whereas the lowest value of n occurred at the $2 0 { - } 3 0 ~ \\mathrm { c m }$ depth $( 3 8 \\% )$ . There was no significant variation in the value of n with soil depths in the open area. SP was significantly higher under $P .$ euphratica and $T .$ ramosissima species ( $3 3 \\%$ and $16 \\%$ ,respectively） than in the open area. In contrast, it was not significantly different between the open area and under $E .$ camaldulensis or $P .$ juliflora species. SP did not vary significantly with soil depths (Fig. 3). FC was significantly higher under $P .$ euphratica and $T .$ ramosissima species( $3 8 \\%$ and $2 9 \\%$ respectively),but not under $E$ ，camaldulensis or $P .$ juliflora species than in the open area. Sampling depth had a significant effect on FC only under $P .$ juliflora species,while under the other woody species, there was no significant difference among different soil depths.Finally, the canopy of all woody species caused a significant increase in PWP,and the highest values of PWP were observed in the soils under the canopies of $P .$ juliflora $( 7 . 4 3 \\% )$ and $E$ camaldulensis $( 7 . 0 8 \\% )$ ： ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2 Soil chemical properties ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The results of GLMM analysis showed that all the soil chemical properties except AP ( $\\scriptstyle P = 0 . 1 6 6 )$ （2 were significantly affected by woody species. Also,soil chemical parameters were significantly affected by soil depths except for CEC ${ \\scriptstyle ( P < 0 . 0 0 1 ) }$ and CS (Table 2). The interaction between plant species and sampling depth was also significant for $\\mathsf { p H }$ ,EC, TN, Ca, $\\mathbf { M g }$ and TDS parameters $( P { < } 0 . 0 5 )$ ,indicating the dependence of the changes of these factors on the soil sampling depth. Soil $\\mathrm { p H }$ significantly increased under all woody species except for $P .$ euphratica,compared with the open area (Fig. 4). Soil depth also had a significant but variable effect on $\\mathrm { \\ p H }$ depending on woody species. For example,soil $\\mathrm { p H }$ significantly increased with increasing soil depths under $P .$ （204 julifloraspecies( $_ { ( 0 - 1 0 \\mathrm { c m } }$ ， $\\mathrm { p H } { = } 7 . 4 9$ ：， $1 0 { - } 2 0 ~ \\mathrm { c m }$ ， $\\mathrm { p H } { = } 7 . 5 0$ ; and $2 0 { - } 3 0 ~ \\mathrm { c m }$ $\\mathrm { p H } { = } 7 . 5 7 .$ ),but under $T .$ （204号 ramosissima species,it decreased with increasing soil depths ( $\\mathrm { 0 - 1 0 ~ c m }$ ， $\\mathrm { p H } { = } 7 . 3 4$ ， $1 0 { - } 2 0 ~ \\mathrm { c m }$ ， $\\mathrm { p H } { = } 7 . 3 5$ ; and $2 0 { - } 3 0 ~ \\mathrm { c m }$ $\\mathrm { p H } { = } 7 . 2 7 ,$ ） ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The relationship between EC and plant species varied such that EC values of $E$ camaldulensis and $T .$ ramosissima increased up to $17 \\%$ and $27 \\%$ ,respectively, but it decreased significantly up to ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "$58 \\%$ for $P .$ juliflora,while there was no significant difference in EC between $P .$ euphratica and the open area.EC increased with increasing soil depth under $E$ ，camaldulensis and $P .$ euphratica species (Fig. 4). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "OM content significantly increased under $P .$ euphratica followed by $E$ camaldulensis, $P .$ （20 juliflora and $T .$ ramosissima ( $8 3 \\%$ ， $82 \\%$ ， $70 \\%$ and $54 \\%$ ，respectively） compared with the open area. OM content was higher at the soil surface layer than at the other soil depths.CEC content significantly differed $( P { < } 0 . 0 0 1 )$ among woody species,and it was significantly higher under any woody species compared with the open area $( 6 . 7 1 \\mathrm { \\ c m o l / k g } )$ with the exception of $T .$ ramosissima （204号 $( 7 . 4 6 \\mathrm { c m o l / k g } )$ . CEC did not vary significantly at different soil depths. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/11058e4cafe365f4945d2e2816d8407d6e249e5bf1f63f070649091c2182d17e.jpg",
        "img_caption": [
            "Fig.3Soil physical properties (a-e)under native (Tamarix ramosisima and Populus euphratica)and introduced (Eucalyptuscamaldulensisand Prosopis juliflora) woody species and in the openarea (control).Dierent lowercase letters indicate significant difference among different soil depths at $P { < } 0 . 0 5$ level,and different uppercase letters indicate significant difference between woody species and the open area at $P { < } 0 . 0 5$ level. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "TN was significantly higher under all woody species than in the open area $( 0 . 0 0 1 \\% )$ ,except for T. ramosissima $( 0 . 0 0 7 \\% )$ . TN was also significantly higher in the upper soil depth $\\left( 0 { \\ - } 1 0 \\ \\mathrm { c m } \\right)$ （204号 under all woody species compared with the other soil depths.Both $T .$ ramosissima and $P .$ （204 euphratica significantly increased $\\mathbf { M g }$ （ $69 \\%$ and $8 \\%$ ,respectively） and Ca contents ( $5 5 \\%$ and $54 \\%$ ， respectively) of the soil compared with that of in the open area. Soil CS under all woody species significantly decreased in the following order $P .$ euphratica $( 9 . 0 8 ~ \\mathrm { t / h m ^ { 2 } } ) 5 E .$ camaldulensis (8.37 $\\mathrm { t } / \\mathrm { h m } ^ { 2 } ) { \\tt > } P .$ juliflora $( 5 . 2 \\ \\mathrm { t } / \\mathrm { h m } ^ { 2 } ) > T .$ ramosissima $( 2 . 9 3 ~ \\mathrm { t / h m ^ { 2 } } ) >$ open area $( 1 . 3 3 \\mathrm { t / h m } ^ { 2 } )$ , indicating the positive effect of a woody species on CS. There was no significant difference in CS among different soil depths (Fig. 4). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/6800a484004813986104fc6e6a848dbc8c862b87dc445fd94c8994157740b0c5.jpg",
        "img_caption": [
            "Fig.4Soil chemical properties (a-h) and carbon sequestration (CS,i) under native (Tamarix ramosissima and Populus euphratica)and introduced (Eucalyptus camaldulensis and Prosopis juliflora) woody species and in the open area (control).Different lowercase letters indicate significant difference among different soil depths at $P { < } 0 . 0 5$ level,and diferent capital lettrs indicate significant differences between woody species and the open area at $P { < } 0 . 0 5$ level.EC,electrical conductivity; OM,organic matter;TN,total nitrogen; Ca,exchangeable calcium; $\\mathbf { M g }$ ,exchangeable magnesium; CEC,cation exchangeable capacity; TDS,total dissolved salts. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3 Factors effecting soil CS ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Individual model predicting CS content of treated woody species showed that soil CS was affected by FC under $E$ ，camaldulensis species, by $\\mathbf { M g }$ and n under P. juliflora species, and by FC and SP under $P .$ euphratica species.In contrast, soil CS was not affected by any of the physical and chemical variables of the soil under T. ramosissima and in the open area. Finally,regression model showed that soil CS was affected by TN, $\\mathbf { M g }$ ,TDS, CEC and PWP (Table 3). ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/689e8dc524fbe743da79ce273a9ffcbea4620d794e21d961349473a52a8781da.jpg",
        "table_caption": [
            "Table 3Results of multiple regressions between soil carbon sequestration and different physical and chemical soil properties in each treatment separately and for the combined data "
        ],
        "table_footnote": [
            "Note:\\*meansthatnopredictorvariableswereinterredtothemodel.FC,fledcapacity;Mg,exchangeablemagnesi;n,orosity;P, saturationot;alotalsdls;ECiogablitatta "
        ],
        "table_body": "<html><body><table><tr><td>Treatment</td><td>Independent variable</td><td>Final model</td><td>r</td><td>R²</td><td>P-value</td></tr><tr><td>Control*</td><td></td><td>-</td><td>-</td><td></td><td>-</td></tr><tr><td>E.camaldulensis</td><td>FC</td><td>-0.419(FC)+13.111</td><td>0.604</td><td>0.365</td><td>0.037</td></tr><tr><td>P. juliflora</td><td>Mg, n</td><td>-0.092(n)+9.4369</td><td>0.733</td><td>0.537</td><td>0.007</td></tr><tr><td>T.ramosissima*</td><td>-</td><td>-</td><td></td><td>-</td><td></td></tr><tr><td>P.euphratica</td><td>FC, SP</td><td>0.736(FC)-1.826</td><td>0.731</td><td>0.535</td><td>0.007</td></tr><tr><td>Overall data</td><td>TN,Mg,TDS,CEC,PWP</td><td>69.149(TN)+2.282(TDS)-0.075(Mg)+0.506</td><td>0.918</td><td>0.842</td><td>0.000</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4 NMDS test ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The results showed that soil properties can be used to differentiate among the treatments,both in the open area and under woody species sites. One way ANOVA result showed that there was a significant difference between the treatments in the first axis ( $F$ -value $\\scriptstyle = 1 0 3$ ： $P$ -value $\\scriptstyle = 0 . 0 0 0 \\$ ）and those in the second axis( $F$ -value $= 2 5 0 . 6$ ； $P$ -value $\\scriptstyle = 0 . 0 0 0 { \\mathrm { ~ } }$ ).The most important factors characterizing the habitat of $T .$ ramosissima were EC, SP, Ca, BD, $\\mathbf { M g }$ and FC.In contrast, the factors that best defined the habitat of $P .$ juliflora were acidity of the exchange capacity of phosphorus and n. The environmental requirements of both $P .$ euphratica and $E .$ camaldulensis are similar in terms of OM,TN and soil CS levels and hence,they had the least distance between eachother.High values of TN, OM and soil CS(mostly in $P .$ euphratica) and PWP(mostly in $E$ camaldulensis) characterized these stands. The control area is located far from the study forest and plantations. According to the orientation of the axes,we concluded that the minimum amounts of OM, CS,and TN found in the open area supported the importance of the plant species in improving soil conditions (Fig. 5). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.1Comparing soil physical properties in native and introduced woody species ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Our results demonstrated that woody species on the native or introduced plantation areas generally affected the suite of soil physical properties including BD,n, SP,FC and PWP.These plant species effects on soil physical properties were most noticeable when compared with those in the open area. Our results are consistent with other studies (Frouz et al.， 2O13; Kooch et al.,2016), especially in arid and semi-arid regions (Kalinda et al., 2O15; Chen et al., 2O16). The lowest BD was observed under $E .$ .camaldulensis species,which also had a stronger influence on n compared with that of in the open area.In general, plant litterfallincreases OM input to the soil (Carnol and Bazgir, 20l3),similar to the contributions from tree roots. Tree roots also create numerous pores in the soil increasing n and decreasing BD (Binkley and Fisher, 2O12). In addition, a tree canopy has a positive effect on the activity of mesofauna and macrofauna of the soil by improving moisture in the soil environment and providing underground energy sources (Heydari et al., 2017; Zagatto et al.，2O19). The activity of soil fauna is an important factor that helps to reduce BD by creating pores and displacing OM. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The effect of $E$ 、camaldulensis on decreasing of BD is stronger than those of the other species may be due to a more extensive root system and higher levels of OM production (leaves and bark of the trunk and branches). In contrast, Montero and Delitti (2O17) reported that BD increased under $E .$ camaldulensis due to soil compaction. In this study,BD increased and n decreased with soil depths under woody species,while there was no significant change with soil depths in the open area. Basically, BD increased with soil depths because of the weight of the upper layers and lower OM content resulting from more compaction and lower soil porosity (Weil and Brady, 2015). ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/5afa670559bfe41b2abea530b6fe2b8650fc308d09c960c72370d5d00ad71e4f.jpg",
        "img_caption": [
            "Fig.5First two dimensions nonmetric multidimensional scaling (NMDS)ordinations based on the Bray-Curtis dissimilarity matrices of soil physical and chemical properties.BD,bulk density；n,porosity； SP,saturation percentage;FC,filed capacity;EC,electrical conductivity; PWP,permanent wilting point; OM,organic mater; TN,total nitrogen; AP,available phosphorus; Ca,exchangeable calcium; $\\mathbf { M g }$ ，exchangeable magnesium; CEC, cation exchangeable capacity; TDS,total dissolved salts; CS,carbon sequestration; Ta,T.ramosissima; Po, $P$ euphratica;Eu,E.camaldulensis;Pr,P.juliflora. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The SP and FC under $P .$ euphratica species was the highest among the woody species and the open area. This may be due to an increase in soil OM from the understory trees (Hofstede et al., 2002; Farley et al.,2O04).The stability of SPand FC with soil depths may be due to the uniformity of soil texture with depths in the study area (Zhao et al.,2O11; Weil and Brady,2O15).The results showed that AP was not influenced by the introduced or native woody species. Similar results were reported by Isichei and Muoghalu (1992) and Son et al. (1992) who found that AP was not affected by plantations.Phosphorus has a low mobility in the soil (Havlin et al.,2Ol6),and other factors such as climate have more effect on changes in soil P than vegetation. Heydaei et al. (2019) reported that soil phosphorus was significantly influenced by the climate, but not by management. The lack of diferences in phosphorus between plantations and natural forest may be because it is not limiting in the study area. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2Comparing soil chemical properties in native and introduced woody species ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "All soil chemical properties including pH, EC, SOM, TN,exchangeable $\\mathbf { M g }$ and Ca, CEC and TDS were affected by woody species,demonstrating the important influence of plant species on soil chemistry. Many studies have reported the effect of the tree canopy and shrub species on soil chemical properties (Yang et al.,2011; Waring et al.,2015; Habashi et al.,2019). Soil depth also has a significant effect on most soil chemical properties (Weil and Brady,2O15). Bardgett(2005) and Binkley and Fisher (2Ol2) reported that root secretion and soil microbial biomass had more effect on chemical properties than physical properties (Bardgett, 2Oo5). Movement of nutrient elements and water-soluble materials from the topsoil into the subsoil by leaching leads to the differences between soil horizons (Lee and Jose, 2Oo5; Buol et al., 2011). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Among the studied woody species, $E .$ camaldulensis and $P .$ euphratica had more effect on soil chemical properties such as OM, TN, CEC and TDS. Soil has a higher OM under woody species than in the open area because of inputs from litterfall and roots (Prescott,2Oo2).Both $E$ camaldulensis and $P .$ euphratica are fast growing trees with large canopies that produce more litterfall than the other species (Singh et al.,1989;Williams and Wardle,2OO7). In addition, $E .$ （2 camaldulensis has high contents of tannins and aromatics in the leaves,which increases resistance to microbial decomposition, thus resulting in OM accumulation in the forest floor (Coleman et al., 2004; Brennan et al.,2Oo9).Furthermore, OM from annual bark shedding under $E .$ camaldulensis results in the greater input that that of under $P .$ euphratica (Cornelissen et al.,2O17). Moreover, there is a positive correlation between OM and CEC (Helling et al.，1964; Obalum et al., 2017). Thus, these woody species might increase soil fertility and productivity through improving the nutrient and water holding capacity and availability in arid and semi-arid regions.The increase in soil nutrient accumulation of forest plantations in arid areas might create the efect of fertile island.And the degree of development of fertile islands under individual plants depends on the canopy size,developmental stage and duration of litter fallaccumulation (Li et al., 2008). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Soil pH was the highest and EC was the lowest under $P .$ juliflora species. Consistent with our results,Bruckner （2Ol2） found that there is a negative relationship between soil $\\mathrm { \\ p H }$ and EC because soil pH decreases but the hydrogen concentration increases in the soil solution,which leads to an increase in EC.In contrast, EC increased under woody species of $E .$ camaldulensis and $T .$ ramosissima. Some species such as $T .$ ramosissima can uptake salt from groundwater, transport salt to the leaves,and then return salt to the soil through the litterfall, which increases soil salinity(Arndt et al.,20O4; Stromberg et al.,2009).Exchangeable $\\mathrm { C a }$ and $\\mathbf { M } \\mathbf { g }$ under native tree species in natural forests,i.e., $P .$ euphratica and T.ramosissima in this study,were higher than those of under the introduced woody species grown in plantations,or in the open area. Leaf content of cations such as Ca and $\\mathbf { M g }$ varies among woody species, and consequently, the amount of nutrients returned to the soil differs by species.For example,Meiresonne et al. (2Oo6) reported that a higher exchangeable Ca found under poplar species ( $P .$ trichocarpa and $P .$ deltoides) than under the other species is a result of the accumulation of this element in the foliar litter of the Populus species.In this study,the native trees of the natural forests are older than the introduced species grown in plantations; therefore,the higher amounts of aboveground and belowground biomasses in the natural forest can result in the higher exchangeable Ca and $\\mathbf { M g }$ contents in the soils(Binkley and Fisher, 2012). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "We observed that woody species increased soil CS,which was higher under $E .$ camaldulensis and $P .$ euphratica species than under the other species. Trees sequester atmospheric $\\mathrm { C O } _ { 2 }$ via photosynthesis and store it in shoot and root carbon-based biomasses.Eventually, the carbon enters the soil as OM when the tree sheds or loses leaves,roots,twigs,bark and wood. Therefore, CS is higher in natural forests and plantations than in the open areas. In this regard, Grunzweig et al. (2003） reported the positive effect of a tree canopy on the increased CS in arid areas. The higher amount of soil CS under $E .$ camaldulensis and $P .$ euphratica species may be a result of high levels of biomass from high rates of canopy and root growth. Quideau et al. (2O01） and Pérez-Bejarano et al. (2O1O) reported that the amount of soil CS is closely related to the plant species. In addition,other studies have shown that litterfall inputs not only increase soil carbon content, but also promote microbial activities,and hence, nutrient cycling (Xuluc-Tolosa et al., 2003; HagenThorn et al., 2004). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "FC was the best predictor variable of soil CS under $E$ camaldulensis and $P .$ euphratica species, while n had the greatest impact on the amount of soil CS under $P .$ juliflora. Generally,arid ecosystems are characterized by a soil moisture restriction (Gaur et al.,2O18). It has been shown that water availability and water use efciency play a critical role in soil CS (de Deyn et al.,2008), especially in arid ecosystems. In addition, the traits of complementarity and facilitation in terms of water storage and use,as well as protection from drought and solar radiation,are most likely to enhance soil CS (Schenk and Jackson, 2OO2). In other words, plant traits that enable opportunistic use of precipitation events play a vital role in soil CS in arid ecosystems (de Deyn et al., 2008). Therefore, $E .$ camaldulensis and $P .$ euphratica may more effectively use the available water (precipitation and underground water) due to these traits such as a higher leaf area and a deep-rooting system. Indeed, the dense canopy coverages of $E .$ camaldulensis and $P .$ euphratica likely reduce water and carbon losses (Arriaga and Maya, 2OO7), which results in optimum water use and higher soil SC content. This conclusion is supported by the observed soil carbon content, which was the highest under $P .$ euphratica and $E .$ camaldulensis species. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Finally,our results demonstrated that native and introduced woody species caused different changes in soil properties. Similar results have been reported by other researchers (Pei et al., 2016; Wartenberg et al.， 2O17). Therefore,it is important to select suitable woody species that are adapted to improve soil properties and meet other management goals in arid and semi-arid regions. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Selecting the suitable woody species is one way to increase carbon accumulation and soil nutrients. Fast-growing species can sequester more carbon in their tissues at a higher rate in a short-term than slow-growing species. However, slow-growing species are often longer-lived and they can store carbon for longer periods. In this study, fast-growing species such as $E$ ，camaldulensis, are preferred species to increase soil nutrients and to improve soil properties in arid and semi-arid regions because they are capable of producing higher amounts of litter fall and OM to the soils. Accordingly,to increase soil CS and soil fertility in arid ecosystems,we suggest establishing plantations with species such as eucalyptus and restoration of native forests with species such as $P .$ （204号 euphratica for management actions. In addition, selection of salt tolerant plants ( $T .$ ramosissima) to reclaim saline soils could be used as an alternative management approach. It seems desirable to increase plant species cover and diversity and to consider the more positive effects of non-native species on soil ecology，when designing rehabilitation plans in arid and semi-arid regions. A mixed plantation of native and non-native, fast- and slow-growing,short- and long-lived species may increase biodiversity, optimize CS and soil improvement, increase resistance and resilience to disturbances and environmental stresses,and provide a more diverse mix of ecosystem goods and services. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "We are grateful to the Ilam University, Iran for the financial support of the research. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Arndt SK,Arampatsis C,FoetzkiA,etal.2O04.Contrasting paternsofleaf soluteaccumulationandsaltadaptationin four phreatophytic desert plants inahyperarid desert withsaline groundwater.Journalof AridEnvironments,59(2):259-270.   \nAriagaL,MayaY.2Oo7.Spatialvariabilityindecompositionrates inadesertscrubof northwesternMexico.PlantEcology, 189(2):213-225.   \nBardgettR.20o5.TheBiologyof Soil: ACommunityandEcosystem Approach.Oxford: Oxford UniversityPress,119-138.   \nBatesD,MachlerM,BolkerB,etal0l5.Fitinglinearmixed-effectsmodelsusingme4.JouralofStatisticaloftware,67: 1-48.   \nBinkley D,FisherRF.2012.Ecology and Management of Forest Soils.New York: John Wiley & Sons,75-137.   \nBlack GR,Hartge KH.1986.Bulk density.In: KluteA.MethodofSoil Analysis.PartIPhysicaland Mineralogical Methodof Soil Analysis.Part I.( $2 ^ { \\mathrm { n d } }$ ed.）Agronomy Monograph No.9 (Part 1).Madison: American Society of Agronomy Inc., 363-376.   \nBremnerJM,Mulvaney CS.1982.Nitrogen—total.In:PageAL.Methods ofSoil Analysis,Madison: American Societyof Agronomy Inc., 595-624.   \nBrennanKE,ChristieFJ，York A.2O09.Global climatechange and liter decomposition:more frequent fireslows decompositionand increases the functionalimportanceof invertebrates.Global Change Biology,15(12):2958-2971.   \nBruckner MZ.2O12.Water and Soil Characterization,pHandElectrical Conductivity.Montana:Montana State University Bozeman,15-36.   \nCarnolM,Bazgir M.2Ol3.Nutrientreturn to the forestfloorthrough literandthroughfall under7forest speciesafter conversion from Norway spruce.Forest Ecology and Management,3O9: 66-75.   \nChang C,SommerfeldtTG,CarefootJM,etal.1983.Relationshipsof electricalconductivitywith total dissolvedsaltsand cation concentration of sulfate-dominant soil extracts.Canadian Journal of Soil Science,63(1):79-86.   \nChenLF,HeZB,ZhuX,etal.2O16Impactsofforestatiooplatdiversitysoilproperties,ndsoilorganiccarbostoage in a semi-arid grassland of northwestern China. Catena,147:3o0-307. New Phytologist,216(3): 653-669.   \nde DeynGB,CornelissenJH,BardgettRD.2O08.Plantfunctional traitsandsoilcarbonsequestrationincontrastingbiomes. Ecology Letters,11(5): 516-531.   \nFarleyKA,KellyEFHofstedeR G2O04.Soil organiccarbonand water retentionafter conversionof grasslands to pine plantations in the Ecuadorian Andes.Ecosystems,7(7): 729-739.   \nFrouz J,Livekova M,AlbrechtovaJ,etal.2O13.Is thefectof treesonsoilproperties mediatedbysoilfauna?Acasestudy from post-mining sites. Forest Ecology and Management,3O9: 87-95.   \nGaurMK,Squires VR.2O18.Geographic extentand characteristics ofthe world's arid zones andtheirpeoples.In: Mahesh K G Victor R S. Climate Variability Impacts on Land Use and Livelihoods in Drylands.Switzerland: Springer,3-20.   \nGrinzweig JM,Lin T,Rotenberg E,etal.2003.Carbonsequestrationinarid-land forest.Global ChangeBiology，9(5): 791-799.   \nHabashiH,Moslehi M,ShabaniE,etal.2O19.Chemicalcontentandseasonalvariationof throughfallandliterflowunder individual trees in the Hyrcanian forests of Iran. Journal of Sustainable Forestry,38(2):183-197.   \nHagen-ThornA,Calesen I,Armolaitis K,etal.O04.Theimpactofsix European tree speciesonthechemistryof mieral topsoil in forest plantations on former agricultural land.Forest Ecology and Management,195: 373-384.   \nHavlinJL,Tisdale SL,NelsonWL,etal.2Ol6.SoilFertilityandFertilizers.Delhi:PearsonIndiaEducation,215-245.   \nHendershot,W H,Duquette M.1986.Exchangeable cation and effective CEC by the $\\mathbf { B a C l } _ { 2 }$ method. In: Carter M R. Soil Sampling and Methods of Analysis. Canadian Society of Soil Science,Boca Raton,FL: CRC Press LLC,168-170.   \nHeydariM,PrevostoB,AbdiT,etal.2O17.Establishmentofoaksedlings inhistoricallydisturbedsites:Regenerationsucce as a function of stand structure and soil characteristics. Ecological Engineering,1O7: 172-182.   \nIsichei AO,MuoghaluJI1992.The effectsof treecanopycoveronsoil fertilityina Nigeriansavanna.Journalof Tropical Ecology,8(3):329-338.   \nKalinda C,MburuD,NgamauK,etal.2O15.Short termleguminous trees-tllageinteractionsandtheirefectonsol-water content in a semi-arid agroforestry parkland. Open Journal of Forestry,5(7): 668-677.   \nKlute A.1986.Waterretension laboratory methods.In: Page AL,Miler R H, Keeney DR.Method of Soil Analysis Part1. Physical and Mineralogical Methods.Madison: American Society of Agronomy Inc.,635-662.   \nKooch YRostaeF,HossiniSM.216.Efectsoftree spciesontopsoilpropertisandnitrogencyclinginaturalfortad tree plantations of northern Iran. Catena,144: 65-73.   \nLalR.2001.Potentialofdesertificationcontrol tosequestercarbonandmitigatethe greenhouse efect. Climatic Change,51(1): 35-72.   \nLal R.2004.Soil carbonsequestration impacts on global climate change and food security.Science,304(5677):1623-1627.   \nLee KH,Jose S.2Oo5.Nitrateleaching incotonwoodand loblollypine biomass plantationsalonganitrogen fertilization gradient. Agriculture, Ecosystems & Environment,105(4): 615-623.   \nLiPX,WangN,He WM,etal.2Oo8.FertileislandsunderArtemisiaordosica ininland dunesof northernChina: fectsof habitats and plant developmental stages.Journal of Arid Environments,72(6): 953-963.   \nMa Q,Fehmi JS,Zhang D,etal. 2017.Changes in wind erosionover a 25-yearrestoration chronosequenceon the south edge of the Tengger Desert,China:implications for preventingdesertification.Environmental Monitoringand Asessment, 189(9): 463.   \nMcCulloch CE,Neuhaus JM.20o5.Generalized linear mixed models.In: PeterA,Theodore C.EncyclopediaofBiostatistics. New York: John Wiley & Sons,4.   \nMeiresonneL,SchrijverAD,Vos BD.O06.Nutrient cycling ina poplar plantation (Populus trichocarpaxPopulus deltoids 'Beaupré')on formeragricultural land in northern Belgium.Canadian Journal of Forest Research,37(1):141-155.   \nModarres R,da Silva VDPR.2Oo7.Rainfalltrends inarid andsemi-arid regions ofIran.Journal of AridEnvironments,70(2): 344-355.   \nMonteroLL,Deliti W.0l7.Efectsof Eucalyptus and Pinus forest managementonsoilorganiccarbon in Brazilian wooded savanna.In: Gopal S,Sumit C.Forest Biomassand Carbon.London: IntechOpen Limited,doi:10.5772/intechopen.72684.   \nNelsonDW,SommersLE.1982.Totalcarbon,organiccarbon andorganic mater.In:PageAL.MethodsofSoil Analysis: Part 3—Chemical Methods.Madison: Soil Science Society of America,961-1010.   \nNyssen J,HaileM,NaudtsJ,etal.2O09.Desertification?NorthernEthiopiare-photographedafter140years.Scienceof the Total Environment, 407(8): 2749-2755.   \nObalum SE,ChibuikeGU,Peth S,etal.2O17.Soilorganic materassoleindicatorof soildegradation.Environmental Monitoring and Assessment, 189(4):176.   \nUKsanenJ，BlancnetFG,KinatK,etal.ZU18.vegan:CommunityEcologyPackage.[ZU19-U-1/]. https://CRAN.R-project.org/package=vegan.   \nOlsen S R,Sommers L E.1982.Phosphorus.In: Page A L.Methods of Soil Analysis.Part 2( $2 ^ { \\mathrm { n d } }$ ed.). Madison: American Society of Agronomy Inc.,403-431.   \nPei Z,EichenbergD,Brueleide H,etal.2O16.Soiland treespecies traitsboth shapesoilmicrobialcommunities duringearly growth of Chinese subtropical forests.Soil Biology and Biochemistry, 96:180-190.   \nPérez-BejaranA,Mataix-SoleraJ,ZorozaR,etal.l.Influenceof plantspeciesonphysical,chemicalandbiologicalsoil properties in a Mediterranean forest soil. European Journal of Forest Research,129(1):15-24.   \nPrescott CE.2002.The influence of the forestcanopy on nutrient cycling.Tree Physiology,22(15-16):1193-1200.   \nQin Z,DunJB,Kwon H,etal.2O16.Soil carbon sequestrationand landuse change associated with biofuelproduction: empirical evidence. GCB Bioenergy, 8(1): 66-80.   \nQuideauSA,Chadwick OA,Benesi A,et al.2O01.Adirect link between forest vegetation typeandsoil organic mater composition. Geoderma,104(1-2): 41-60.   \nR Core Team,2O18.R:A Language and Environment for Statistical Computing.R Foundation for Statistical Computing, Vienna,Austria. [2019-05-21]. http://www.R-project.org/.   \nReubens B,Moeremans C,Poesen J,etal.20l1.Tree species selection forland rehabilitation in Ethiopia:fromfragmented knowledge to an integrated multi-criteria decision approach. Agroforestry Systems,82(3):303-330.   \nRomm J.2011.Desertification: The next dust bowl. Nature,478(7370): 450-451.   \nSchenk HJ,JacksonRB.2002.Rootingdepths,lateral root spreadsandbelow-ground/above-groundalometriesof plants in water-limited ecosystems. Journal of Ecology,90(3): 480-494.   \nSingh K,ChauhanHS,RajputDK.1989.Reportofa6O monthstudyonliterproduction,changes insoil chemical properties and productivityunder poplar(P.deltoides）and eucalyptus (E.hybrid) interplanted with aromatic grasses.Agroforestry Systems,9(1): 37-45.   \nSong X P,Hansen MC,Stehman S V,et al.2018.Global land change from 1982 to 2016.Nature,560(7720): 639-643.   \nStromberg JC,Chew MK,NaglerPL,etal.2O09.Changing perceptionsof change: theroleof scientists inTamarix andriver management. Restoration Ecology,17(2): 177-186.   \nSummerME,Miller WP.1996.Cation exchange capacity and exchange coeficient.In: Sparks DL.Methods ofSoil Analysis. Part 3. Madison: American Society of Agronomy Ltc.,1201-1230.   \nVerón SR,BlancoLJ,Texeira MA.0l8.Desertificationand ecosystem servicessupply:Thecaseof the arid Chacoof South America.Journal of Arid Environments,159: 66-74.   \nWartenberg AC,BlaserWJ,GatingerA,etal.2Ol7.Doesshade treediversityincreasesoil fertilityincocoa plantations?. Agriculture,Ecosystems and Environment,248:190-199.   \nWeil R R,Brady NC.2015.The Nature and Properties of Soils ( $1 5 ^ { \\mathrm { u h } }$ ed.). New Jersey: Pearson Prentice Hall,1104.   \nWiliams MC,Wardle GM.2Oo7.Pine and eucalyptliterfallinapine-invaded eucalypt woodland: theroleoffireand caopy cover.Forest Ecology and Management,253(1-3):1-10.   \nXuluc-TolosaFJ,VesterHF,Ramrez-MarcialN,etalO3.Leaf literdecompositionof treespeciesithreesucssioal phases of tropical drysecondary Forest in Campeche,Mexico.Forest Ecology and Management,174(1-3): 401-412.   \nYang C,LiuN,ZhangYJ.2O19.Soilaggegatesregulate theimpactofsoilbacterialandfungalcommunitiesonsoilspiation. Geoderma, 337: 444-452.   \nZagatoMR,de Araujo PereiraAP,de SouzaAJ,etal.20l9.Interactionsbetween mesofauna,microbiologicalandchemical soilatributes in pure and intercropped Eucalyptusgrandis and Acacia mangium plantations.Forest Ecologyand Management,433:240-247.   \nZamani T,Karimi H,Tavakoli M,etal.2O18.FactorsaffectingthegroundwaterdrawdowninMehran Plain,IlmProvince. Hydrogeology, 2(2): 17-28.   \nZhao HL,GuoYR,ZhouRL,etal.2011.Theeffectsof plantationdevelopmentonbiological soilcrustandtopsoilproperties in a desert in northern China. Geoderma,160(3-4): 367-372.   \nZhao HL,ZhouRL,Zhang TH,et al.2O06.Efectsof desertificationonsoiland cropgrowth properties in Horqinsandy cropland of Inner Mongolia, north China. Soil and Tillage Research,87(2): 175-185. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]