[
    {
        "type": "text",
        "text": "基于文献数据的国内外智库研究动态分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "赵蓉英魏绪秋",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "((1)武汉大学中国科学评价研究中心，湖北武汉 430072;(2)武汉大学信息管理学院，湖北武汉 430072)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]智库研究已成为人们关注的话题。及时了解并掌握国内外智库研究动态，发现国内外智库研究的差异性，对于建设中国特色新型智库具有重要的借鉴意义。[方法/过程]本研究基于CSSCI和WoS核心合集数据库，运用CiteSpaceI可视化软件绘制了国内外智库研究相关文献的关键词变迁时区视图，根据历年来国内外智库研究中所出现的关键词，分析国内外智库研究动向及其差异性。[结果/结论]研究发现：首先，国内外智库研究都具有良好的发展前景，值得研究人员开展相应的研究工作；其次，国内智库研究文献以中国特色新型智库建设为主，并注重理论探讨，国外智库研究文献多深入到各个领域、环节及亟需解决的问题上，并注重案例研究。因此，理论研究与案例分析将会成为我国智库研究的主要内容。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智库;研究动态;CSSCIWoSCiteSpace分类号：G250",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库（think tank)，又称智囊、思想库，以公共政策为研究对象，以影响政府决策为研究目标，以公共利益为研究导向，以社会责任为研究准则的专业研究机构。智库体现着国家的软实力和话语权，在一定程度上关系着国家政府的决策、经济的发展、社会的稳定、人民的幸福安康。因此，智力资本可以被看作是一个国家、一个民族的重要的宝贵的财富资源。近年来，智库及其相关研究已经成为学术界、企业界甚至是政府部门的热门话题，并受到了研究人员的高度关注与重视。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "目前，智库研究已经进入了快速发展阶段。在机构数量方面，2016年2月9日，宾夕法尼亚大学发布的《2015 年全球智库报告》（《2015 Global Go To Think Tank Index Report》）指出：全球智库机构数量高达6846家，其中美国智库数量位居全球第一（1835家)，而我国智库数量位居全球第二（仅435家)[Il。美国作为全球的头号大国（政治大国、经济大国、军事大国、文化大国、科技大国等)，其智库机构数量如此庞大。这在一定程度上说明智库在美国国家政府决策、经济发展、社会稳定等方面起着关键性的科学决策与支持作用。在文献研究方面，LiY[2]认为政治协商分析（Deliberative policy analysis，DPA）是后实证主义政策分析的重要发展趋势之一，并提出了智库2.0概念，张军等[3]对国际权威智库研究活动中所使用的定量研究方法的特点及发展趋势进行了探索，以期为我国智库运用定量研究方法提供参考；陈琴等[4认为气候变化、公共卫生、教育政策以及制度改革等主题是国际智库重点关注的前沿领域，等等。在智库评价研究方面，国内外均有相应的智库研究与评价机构。如国外有宾夕法尼亚大学的《全球智库报告》，其对全球智库机构进行评定；我国有上海社会科学院智库研究中心发布的《中国智库报告——影响力排名与政策建议》，其对我国智库机构进行遴选排名。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "那么，国内外智库研究发展动态如何将是本研究所关注的重点所在。本研究以CSSCI和 WoS 核心合集中智库研究的相关数据文献为研究对象，利用CitSpaceIII可视化工具绘制国内外智库研究的关键词变迁时区视图，并分析发现国内外智库研究发展动态，比较发现国内外智库研究的差异性，发现国内智库研究与建设中的不足，从而为中国特色新型智库建设、运作与发展提供经验借鉴和理论支持，进而使中国特色新型智库在我国政治、经济、文化、科技、环境等方面的建设与发展过程中提供科学决策与依据。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2数据来源",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "核心期刊一般具有较高的权威性和代表性，能够反映出某一学科领域或某一研究最新的研究成果和科研动态。中文社会科学引文索引（Chinese Social Sciences Citation Index，以下简称：CSSCI）是南京大学1998年开始建立的，该数据库严格按期刊影响因子分学科排序位次和国内知名专家的定性评价相结合的方法来挑选中文人文科学、社会科学学术期刊以及海外出版期刊。其作为我国社会人文科学主要文献信息查询与评价的重要工具，CSSCI提供来源文献、被引文献、优化检索等多种信息检索，可为人文、社会科学研究，人文、社会科学期刊评价与管理，学校管理部门等提供多种服务。WebofScience（以下简称：WoS）核心合集经过严格的遴选，收录了10,000 多种世界权威的、高影响力的学术期刊和超过11万个国际会议的学术期刊，内容涵盖自然科学、工程技术、生物医学、社会科学、艺术与人文等领域，最早回溯至1900 年。因此，本研究以CSSCI和WoS核心核集为数据检索来源，检索国内外有关智库研究的相关文献。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "CSSCI数据库检索策略：检索篇名（词）（“智库”OR“智囊”OR“思想库\")，发文年代（1998年至2015年)，检索日期（2016年6月15日），共检索出361条数据文献。WoS核心合集检索策略：主题:(\"think tank\\*\") OR 主题:(\"brain trust\") NOT 地址:(PEOPLES RCHINA)；时间跨度:1900-2015，索引（SCI-EXPANDED,SSCI,A&HCI,CPCI-S,CPCI-SSH,ESCI，,CCR-EXPANDED,IC)，检索日期（2016年6月15日），共检索出1159篇文献数据。本文以上述数据为研究对象，并运用CitSpaceIII可视化工具绘制国内外智库研究的关键词变迁时区视图，以期发现国内外智库研究动态。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3国内外智库研究发展前景",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "国内外智库研究具有良好的研究发展前景。笔者将从智库研究的相关文献量的增长趋势、国家政策、研究应用范围三个方面来论述智库研究的发展前景。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1国内外智库研究文献增长趋势",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "对相关文献量及其变化情况进行统计，可以评价和预测某一学科或技术领域的研究水平、发展特点以及变化趋势，测定某一课题的吸引力和某种选题的准确性[5]。笔者对CSSCI 和WoS 核心合集中智库研究文献累积量及年均增长率进行统计，发现国内外智库文献的增长态势，具体统计结果如图1所示。",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/d478d996715a213a187933318c6cac1f2d20091a76017409a67b1f82400b7641.jpg",
        "img_caption": [
            "图1国内外智库研究文献累积量年份分布统计"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从图1中可以看出：（1）在样本数据中，智库研究相关文献在国内可以追溯到1998 年（如栗钢对军队参谋体制与企业决策智囊的研究，王世伟[7认为建立思想库是当代图书馆管理与服务的重要思想)，而国外相关文献最早可以追溯至1968年[8]。可见，国外相关研究起步较早，且智库研究文献累积量较多，这在一定程度上说明，国外智库研究的相关理论、体系较为成熟。（2）由文献累积量的增长趋势可知，国内外智库研究文献均呈现增长态势。为了真正反映文献积累量的增长态势，笔者计算了相应的文献年均增长率。由国内外智库研究文献年均增长率，发现：虽然国内外智库研究文献年均增长率总体呈现下降态势，但是近年来国外文献年均增长率维持在 $1 7 \\%$ 左右，国内文献年均增长率维持在 $2 6 \\%$ 左右。总体来看，智库研究文献累积量呈现增长态势且近年来文献年均增长率维持在一定的范围内。这充分说明无论是国内智库研究，还是国外智库研究均处于迅速发展时期，并且受到学术界的高度关注和重视。因此，笔者认为在今后一段时间内，智库研究依旧是学术界关注的重点，值得对智库研究感兴趣的研究人员持续开展相应的研究工作，进一步推动智库研究工作向前发展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.2国家政策导向",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "由《2015年全球智库报告》可知，美国智库数量之多（1835家，约占全球智库总量 $2 6 . 8 0 \\%$ ，这离不开美国国家政策的指引与导向。在我国，2013年11月12日，中国共产党第十八届中央委员会通过的《中共中央关于全面深化改革若干重大问题的决定》，明确提出了加强中国特色新型智库建设，建立健全决策咨询制度；2015年1月20日，中共中央办公厅、国务院办公厅印发的《关于加强中国特色新型智库建设的意见》，从国家战略层面为我国特色新型智库建设指明了目标、方向。在我国，我国政府开始注重智库的科学决策功能，并上升为国家战略。在上述文件的指导下，我国智库逐步形成了党政军智库、社会科学院智库、高校智库和民间智库四大类中国新型特色智库，从而为我国国家政府的决策制定、经济发展、社会稳定提供了相应的科学决策依据，促进了我国经济的繁荣与发展、社会的和谐与稳定。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.3研究应用范围广泛",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "智库在社会政策、政治战略、经济、军事、科技和文化等领域发挥着重要的决策支持作用，以科学决策引领科学发展。文献来源能够在一定程度上反映出智库研究的应用价值和应用范围。笔者对CSSCI和WoS核心合集中智库研究文献的学科来源进行统计，以期明确智库研究的学科来源，获悉智库研究的应用价值和应用范围。经统计，国内361篇文献主要来源于政治学，管理学，教育学，经济学，图书馆、情报与文献学5个学科领域，其所占百分比如图2所示。国外1159 篇文献主要分布在Government&Law（政府和法律）、General&Internal Medicine（普通内科学）、Public Administration（公共管理）、Business & Economics（企业经济学）、International Relations（国际关系）、Social Sciences - Other Topics（社会科学-其它主题）、Education&Educational Research（教育与教育研究）7个学科领域，其所占百分比如图3所示。可见，国内外智库研究主要来源学科类似：政治、经济、教育、管理。可见，国家政治建设、国家经济建设、国家教育建设以及国家与企业的治理等领域是智库研究应用的主要领域。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e238f1569cccc1b36508e9d6f90c86549a48823ed0fab6061957ab3b9c17aac3.jpg",
        "img_caption": [
            "图2CSSCI智库研究文献的学科来源分布图"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/b65365b6b20338aa50a4f82a3277efc9dd60aa6ffaacb33d33bb2c0d9cb3d14e.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4国内外智库研究动态分析",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "CiteSpaceII软件可以把题目（title）、摘要（abstract）、作者关键词（author keyword）等作为术语源（term source），并按照专业术语（noun phrase）和突现词（burst term）两种术语类型（term type）进行合作（作者合作、机构合作、国际合作）研究、主题研究、共引研究等，揭示学科领域科学或文献的结构特征、发展趋势及研究前沿动态。关键词是文献内容的高度提炼和概括，并在一定程度上反映了文献的研究内容和研究主题。为了发现智库研究动态，本研究利用CiteSpaceIII软件，分别绘制了CSSCI和WoS核心合集的关键词变迁时区视图，分别如图4和图5所示。所谓时区视图是由一系列表示时区的条形区域组成，时区按照时间顺序从左到右依次排列，并根据智库研究中的突变词跟踪智库研究前沿，发现国内外智库的研究动态。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1国内智库研究动态分析",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/75c714a9ce25cb7edddb0829e624c6b72c47ba4a0ff93e4a35879878fb4c481f.jpg",
        "img_caption": [
            "图4CSSCI关键词变迁时区视图"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "由时区视图可知：除智库一词的不同表述外，美国、美国智库、智库建设、新型智库、中国特色、中国特色新型智库、教育、新型教育智库等关键词在视图中具有较大的节点。可见，上述关键词是我国智库研究的重点，在一定程度上反映出了我国智库研究的动态。对上述关键词进行汇总研究，从而发现我国智库研究主要有以下动态：（1）“智库”演进与建设；（2）智库类型的丰富与深化发展；（3）决策支持与服务依旧是智库的目的所在。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1.1 “智库”演进与建设",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从时区视图中，可以看出“智库”一词在我国的大致经历了从“思想库”或“智囊”到“智库”再到具有“中国特色新型智库”的演进历程。“智库”一词的演进历程体现了智库研究在我国的深入发展：从智库研究引进到我国智库本土建设。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$\\textcircled{1}$ 智库研究引进。对比国外智库建设、演进和发展特点，引发我国智库研究与发展现状的再思考是我国智库研究与进步的一种重要方式。如伍戈等（2000）对国外智库的演进与发展特点进行分析，发现我国智库所面临的困境，以探索我国智库改革趋势[9]；吴育良（2015）对国外智库信息服务的介绍和分析，为我国特色的新型智库信息服务构建提供借鉴[10]，等等。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$\\textcircled{2}$ 智库本土建设。在知识经济时代，以知识为依据的科学决策成为重中之重。图书情报机构应在文献情报服务的基础上，从战略延续、核心能力、组织结构、研究工作、继续教育、信息技术和资源、合作与营销等多个方面着手构建思想库，从而促进知识资源向知识资本（如专利、商标等）转化[I。余玉龙（2015）认为政校共建新型智库作为一种新型智库的一种实践探索，具有对特的组织管理优势和良好的协同运行效应[12]。中国特色新型智库的建设已成为国家战略，并发挥着资政、启智、制衡、聚财、强国等作用与功能，为新时期我国战略制定、经济发展、社会稳定、国家安全等多个方面提供科学决策依据。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1.2智库类型的丰富与深化发展",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "近年来，我国智库类型得到了逐步的丰富与深化发展，并逐渐形成了教育智库、地方智库、科技智库、高校智库等多种类型智库。如教育智库是指由教育及其相关领域的专家和学者组成的，从专业化的角度，客观、科学地对教育领域出现的相关问题展开深入研究，并向政府部门提出政策建议的教育研究机构[13]；地方特色新型智库是以中国特色社会主义理论为指导，立足于当地、反映当地情况、研究当地问题、服务当地经济社会发展，既具有丰富的实践经验，又具有多学科的知识背景，所提供的成果产品主要用于支持地方相关决策，具有相对队里的新型研究机构[14]；科技智库是运用专业知识和科学工具，开展公共政策和决策研究咨询，解决科技自身发展决策问题或以科技为基础的经济社会决策问题的社会组织[15]；高校智库是依托高效特色学科，聚集知名学者，以国家发展为导向，融合基础研究和应用研究，通过对重大现实问题进行跨学科、协同性、综合性的研究，为政府和社会提供智库产品，培育智库人才，集团队打造、机构建设、项目管理与平台发布于一体的综合系统[16]。上述中国特色新型智库的建设将为某一领域或环节的深化研究与发展打下了良好的基础。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1.3决策支持与服务依旧是我国智库研究的目的所在",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "智库是将各个学科领域的专家学者聚集在一起，运用他们所拥有的智慧，为国家经济、政治、文化、社会、生态文明、外交与国际等关键领域、关键环节以及亟待解决的问题提供满意方案或优化方案，从而完善和发展中国特色社会主义制度，推进国家治理体系和治理能力现代化。从时区视图中，可以清晰地看出，我国智库从1998年起就注重智库的决策服务、决策咨询、科学决策、提高影响力等的研究。随着国内外环境的不断变化，我国智库注重协同创新、提升软实力等，如廉立军从构建决策支持信息服务集成运行机制、优化决策支持信息服务建设协同创新保障环境、建立高水平专家遴选及高效能作用发挥长效机制、发挥地方高校特色智库决策支持信息保障引导带动作用、引入科学方法提升决策支持信息保障建设成效五个方面，对特色智库决策支持信息保障协同创新机制构建进行了阐述[17]。总体来看，我国智库为我国国家政府决策制定、政府治理、外交等多个方面提供了有力的智力支持。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2国外智库研究动态分析",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/6f98e8edb1277bfadf641329ae443a2845cd4a85cfa0f4ab8045410925e3ede3.jpg",
        "img_caption": [
            "图5WoS核心合集关键词变迁时区视图"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在样本数据中，虽然国外智库研究可以追溯至1968 年，但是笔者在用CiteSpaceII软件绘制关键词变迁时区视图时，发现：未提取出1968年至1990年间有关文献的关键词。因此笔者从1991年开始绘制WoS核心合集关键词变迁时区视图，见图5。由时区视图可知：除think tanks（智库）关键词外，policy（政策）、politics（政治）、management（管理）、science（科学）、governance（治理）、risk（风险）、security（安全）、united-states（美国）等关键词在视图中节点较大。可见，上述关键词是国外智库研究的重点，在一定程度上体现了国外智库研究的内容。纵观整个时区视图，发现从1991年至2016年国外智库研究主要集中在政治政策研究。此外，其还涉及安全与危机、环境等众多问题。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2.1政治政策研究",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "政治政策关系着国家的经济、民生的健康发展与进步。政治是以经济为基础的上层建筑，是经济的集中表现，以政治权力为核心展开各种社会活动和社会关系的总和，其无不体现着国家治理过程中所制定或采用的各种政策。由时区视图可知，国外智库对政策的研究包括：教育政策（education policy）、公共政策（public policy）、健康政策（health policy）、社会政策（social policy）、家庭政策（family policy）、对外政策（foreign policy），等等。如在教育政策研究方面，LingardB[18]以案例的形式研究了澳大利亚独立研究中心（Centre forIndependent Studies，CIS）的教育政策工作如（报告、学校经费预算等)；在公共政策研究方面，Pearce W 等[19]对新运动进行了概述，以增加英国公共政策RCT（随机对照试验，Randomized Controlled Trials）的使用；在健康政策研究方面，Shaw SE等[20]一种结合健康政策和规划的智库解释途径；在社会政策研究方面，Pautz $\\mathrm { H } ^ { [ 2 1 ] }$ 对公务员和政界人士进行采访并结合对关键文件的分析来评估共党托尼布莱尔在第一期任内利用智库政策专业知识塑造其社会政策议程程度；在家庭政策研究方面，Quoss B[22]通过重新设置课程，研究发现通过宣传和赋予妇女权力活动的实验参与的家庭政策教学可以代替或补充家庭政策方面的技术知识教学指导方法；在对外政策研究方面TylerMC等[23]对国际事务澳大利亚学院实习项目进行研究，发现外交政策机构是如何架起国际事务中学术与严格要求的桥梁。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.2.2安全与危机问题",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "国家安全和恐怖危机严重影响着国家的安全与稳定，引发社会动荡和不安。因此，安全与危机问题也是智库研究的重点和关注的重点。在安全问题研究方面，研究人员主要是对国家安全问题的探讨与研究，如O'NeilA[24]概述了一个概念性框架，从而可以帮助人们理解在21世纪初影响澳大利亚安全环境的因素；Toktas S[26]等探讨了智库在国家安全及文化安全制定中所起的作用，并对伊斯坦布尔和安卡拉的14位智库进行了实地调研[25]。在危机风险问题研究方面，荷兰政府智囊团在WRR中开发风险管理的方法解决了不确定性和风险之间的动态关系；LakoffA等[27]将争议的市区安全倡议作为一个研究案例，来实现对政治风险的评估。2010年5月27日，奥巴马政府发布的《国家安全战略报告》认为世界充满了包括经济在内的多种威胁，并将经济安全作为国家安全战略的一部分。而 2015年7月1日，第十二届全国人民代表大会通过的《中华人民共和国国家安全法》，从而为我国的国防安全提供了法律依据。因此，智库研究人员应积极参与安全与危机问题的研究，并及时在风险预防、评估和预警，审查监管，危机管控等方面给国家政府建言献策，确保国家政治安全、经济安全、文化安全、信息安全、国防安全。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.2.3环境问题",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "人类不规律地生产、生活等活动引起了环境质量的下降或失调，从而引发了包括气候变化在内的众多环境问题。气候变化有着巨大的危害：冰川消融、极端天气、粮食减产、海平面上升、物种灭绝等。上述危害严重危害着人类的生产、生活等活动甚至是严重威胁着人类的生存。因而，气候变化问题引起了智库专家的高度关注和重视。欧洲委员会资助的CATALYST项目（2011年至2013年）建立了覆盖中美洲与加勒比地区、东非与西非、地中海和东亚与东南亚四个地区，拟加强利益相关者在自然灾害面前减少灾害风险和适应气候变化的能力建设[28]。可见，气候变化问题不是某一个国家或某一个地区的问题，它需要建立全球性环境保护体系，优化能源结构、提高生产效率、转变环境观念等一系列举措，以期减少气候变化对人类生产、生活甚至生存的影响。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3国内外智库研究动态比较",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "通过对国内外智库研究发展前景及CSSCI和WoS核心合集的关键词变迁时区视图的解析发现，国内外智库研究有着显著的差异。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(1)国内智库研究处于起步阶段，主要以中国特色智库建设为主；国外智库研究相对成熟，注重教育、健康等领域及问题上的政治政策研究。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "我国智库研究处于起步阶段，从主要将国外智库(如美国智库、欧盟智库)建设的经验、运作方式等引入国内，并结合我国本土特点，构建包括教育智库、地方智库、科技智库、高校智库等在内的中国特色新型智库，从而丰富和深化发展了我国智库的类型，进而为我国关键领域、关键环节以及亟需解决的问题提供满意方案或优化方案，从而实现我国经济政治的发展、社会文明与进步。国外已经建立了较为完善的智库研究体系（包括智库机构、智库类型、智库制度以及支持基金等)，其相应的智库研究较为成熟深入。目前，国外智库研究主要以政治政策研究为主，涉及教育、公共、健康、社会、家庭、对外关系等各个关键领域、关键环节以及亟需解决的问题。因此，我国智库研究应及时借鉴国外智库在各个领域、环节上的研究思路、模式，在中国特色新型智库建设时，避免多走弯路，并结合本土特征及时开展教育等各个领域、各个环节的智库研究工作，为我国经济、政治、文化、社会、生态文明、外交与国际等各领域、环节及亟需解决的问题提供满意方案或优化方案。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(2)国内智库文献注重理论探讨，国外智库文献注重案例分析。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "由图1可知，虽然国内外智库研究都处于增长阶段，但是在研究样本中，国外智库文献可以追溯到1968年，而国内智库文献最早可以追溯到1998年。无论在智库文献的最早追溯时间还是智库研究的文献累积量，都在一定程度上说明：国外智库研究相比国内较为成熟。这也在一定程度上决定了国内外在智库文献内容的差异性。国内智库研究处于起步阶段，其主要是对国外智库建设的相关经验、运作等进行相关调研与引进，并结合本土特征对包括教育智库、高校智库在内的中国特色新型智库地建设相关理论进行探讨、论证，并在此基础上丰富并发展中国特色新型智库的建设理论体系。因而，在此过程中，国内智库文献注重智库理论探讨。国外智库研究相对成熟，其智库建设及智库研究理论体系较为完善，在智库研究过程中，更加注重某一领域、环节或亟需解决问题的案例研究与调研，深入挖掘并发现各个领域、环节上的问题，并寻求最佳的问题解决方案或优化路线，为组织机构、国家政府提供更为科学的决策依据。因此，国外智库文献更加注重案例的实际分析与运用。可见，我国智库研究应借鉴国外智库研究模式，在注重理论研究的同时，注重案例研究与调研。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5总结 ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "随着科学技术的进步与发展、经济政治的全球化以及安全问题、环境问题的日益加剧，智库研究逐渐受到了学术界、实业界以及国家政府的高度重视，并在国家政策的指导下形成了智囊组织、智库团体。智库运用自身所掌握的知识为企业、为社会、为国家提供咨询服务，从而更好地协助决策者做出科学的决策。本文基于CSSCI和WoS核心合集数据库，并运用CiteSpaceIII等软件或工具对智库研究相关文献进行计量分析或可视化，从而发现国内外智库研究动态，通过分析比较发现国内智库在研究过程中存在的不足，并积极借鉴国外智库建设、运作和发展的经验，指导我国新型特色智库的建设与发展。通过对比国内外智库研究动态，本研究发现其具有两重属性：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.1国内外智库研究具有一定的相似性",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "通过对智库研究文献量、国家政策和研究应用范围三个方面的研究，发现智库研究文献呈现增长态势，国家政策支持和导向作用以及其应用范围的广泛性。因此，国内外智库研究都具有良好的发展前景。此外，国内外智库研究来源学科类似，主要分布在政治、经济、教育、管理等学科。这表明，国内外智库在国家政治建设、国家经济建设、国家教育建设以及国家与企业的治理等领域或环节发挥着重大的作用。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.2国内外智库研究具有一定的差异性",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "通过运用CiteSpaceI软件所绘制的CSSCI和WoS核心合集的关键词变迁时区视图，可以发现： $\\textcircled{1}$ 国内智库研究处于起步阶段，主要以中国特色新型智库建设为主；国外智库研究相对成熟，注重教育、健康等领域及问题上的政治政策研究。 $\\textcircled{2}$ 国内智库文献注重理论探讨，国外智库文献注重案例分析。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "总之，国内外智库研究具有良好的发展前景，应值得国内外智库研究人员的重视。国内外智库在研究前沿上的有一定的差异型，这也为处于起步阶段的我国智库建设与研究过程中提供了一定的借鉴意义。我国智库类型的丰富与深化发展为我国智库深入研究某一领域、环节或解决某一问题提供了可能性。理论研究与案例分析将会成为中国特色新型智库研究的内容。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1]Mcgann J G. 2015 Global Go To Think Tank Index Report [EB/OL].[2016-02-18]. http://repository.upenn.edu/cgi/viewcontent.cgi?article $_ { \\mathrm { = } 1 0 0 9 }$ &context=think_tanks. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[2] Li Y. Think tank 2.0 for deliberative policy analysis [J]. Policy Sciences,2O15, 48(1): 25-50.   \n[3] 张军，周磊，慕慧鸽．国际权威智库定量研究方法进展与趋势[J]．图书情报工作，2015(07): 132-139.   \n[4] 陈琴，蒋合领．基于 WoS核心合集的国际智库研究可视化分析[J]．情报资料工作，2016, 37(1): 68-73.   \n[5]邱均平．信息计量学[M]．武汉：武汉大学出版社,2007:270.   \n[6] 栗钢．军队参谋体制与企业决策智囊[J].经济管理,1998(04):39-40.   \n[7] 王世伟．建立思想库是当代图书馆管理与服务的重要思想[J]．图书馆杂志,1998,17(4):2-5.   \n[8] Nieburg H L. AUDITING A THINK TANK-PROFIT AND LOSS OF HERMAN KAHN [J]. NATION,1968,206(20): 629-632. [9] 伍戈，廖筠．由国外智囊团的演进特点看我国管理咨询业的发展趋势[J]．亚太经济,2000(02): 63-64.   \n[10]吴育良．国外智库信息服务的分析及启示[J]．情报杂志,2015(2):188-193.   \n[11] 萧国华．建设思想库——对图书情报机构发展的思考[J]．四川图书馆学报,1998(05):41-48.   \n[12] 余玉龙．政校共建新型智库的制度创新与协同效应[J]．中国高等教育,2015(7):17-20.   \n[13]王建梁，郭万婷．我国教育智库建设:问题与对策[J]．教育发展研究,2014(09):1-6.   \n[14] 黄晓斌，王尧．地方文献与地方特色新型智库建设[J]．图书情报知识,2016(01):35-41.   \n[15]王桂侠，万劲波，赵兰香．科技智库与影响对象的界面关系研究[J]．中国科技论坛,2014(12): 50-55.   \n[16] 全守杰，王运来．高校智库的涵义与特征[J]．现代教育管理,2016(01):38-42.   \n[17] 廉立军．特色智库决策支持信息保障协同创新机制研究[J]．图书馆学研究,2014(07):62-65.)   \n[18] Ligard B.Think Tanks,‘policy experts’ and ‘ideas for'education policy making in Australia[J]. The Australian Educational Researcher, 2O15:1-19.   \n[19] Pearce W, Raman S. The new randomised controlld trials (RCT） movement in public policy: challenges of epistemic governance [J]. Policy Sciences, 2014, 47(4): 387-402.   \n[20] Shaw S E,Russell J, Greenhalgh T,et al. Thinking about think tanks in health care: a call for a new research agenda [J]. Sociology of Health & Ilness,2014, 36(3): 447-461.   \n[21] Pautz H. New Labour in government: Think-tanks and social policy reform,1997-2O01[J]. British Politics,2011,6(2): 187-209.   \n[22] Quoss B.Teaching Family Policy Through Advocacy and Empowerment [J]. Family Relations, 1992, 41(1): 39-43.   \n[23] Tyler M C, Rothnie-Jones O,Mccambridge K, et al. Building the next generation of foreign policy professionals: One internship at a time[J]. International Journal, 2015,70(4).   \n[24] O'Neil A. Conceptualising Future Threats to Australia's Security [J]. Australian Journal of Political Science,2011, volume 46(1): 19-34.   \n[25] Toktas S,Aras B. National security culture in Turkey: A qualitative study on think tanks [J]. Bilig, 2012, 61: 245.   \n[26] Vries G D. Taming uncertainty: the WRR approach to risk governance [J]. Journal of Risk Research,2011,14(14): 485-499.   \n[27] Lakoff A, Klinenberg E. Of risk and pork: urban security and the politics of objectivity [J]. Theory & Society,2010,39(5): 503-525.   \n[28] Hare MP, Van Bers C, Van D K P,et al. Brief Communication: CATALYST - a multi-regional stakeholder Think Tank for fostering capacity development in disaster risk reduction and climate change adaptation [J]. Natural Hazards & Earth System Sciences,2014,1(4): 2157-2163. ",
        "page_idx": 9
    }
]