[
    {
        "type": "text",
        "text": "中国国家高新区的30年建设与新时代发展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一纪念国家高新区建设30周年",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王胜光 朱常海",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院科技战略咨询研究院北京100190",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要文章总结了国家高新区30年建设的历史过程和发展成就，评价和揭示了建设国家高新区的国家作用和历史意义；深度剖析了国家高新区在新时代面临的挑战和转型发展规律；提出了国家高新区三次创业“创新经济体”的建设目标和建设思路，并结合高新区的现实发展提出了新时代建设的重点推进方向与举措。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词高新区，道路自信，创新经济生态，新技术革命，智能社会",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI 10.16418/j.issn.1000-3045.2018.07.006 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2018年是国家高新区建设30周年，也是十九大部署国家两个阶段发展目标的开局之年。在大历史的交汇期，总结过去和放眼未来都是重要的。为此，本文结合国家高新区30年的建设实践和国家新时代发展的目标使命，就国家高新区的建设历史过程和未来的转型发展问题做简要的认识和梳理，以此作为对国家高新区建设30年的纪念。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1不平凡的发展历程",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1国家高新区的由来",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国高新区的发展历史要追溯到20世纪80年代。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1985年3月，中共中央发布了《关于科学技术体制改革的决定》（以下简称《决定》），《决定》提出了",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "“为加快新兴产业的发展，要在全国选择若干智力资源密集的地区，采取特殊政策，逐步形成具有不同特色的新兴产业开发区”[1]，这是高新区首次作为国家战略被提出；《决定》发布后，1986一1987年原国家科委委托原中国科学院科技政策与管理科学研究所（现“中国科学院科技战略咨询研究院”）联合全国多个学术部门和地方政府组织开展了关于在中国建设高新区的研究《中国高新技术开发区研究》，该《研究》首次提出在我国一些有智力密集优势的省市建设国家高新区的建议；到1988年3月原国家科委和北京市政府关于在中关村地区率先建设新技术开发试验区的方案优先得到国家批准，国务院下发了对《北京市新技术产业开发试验区暂行条例》的批复，从此开启了中国国家高新区建设和",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "发展的历史。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "自中关村高新区率先设立之后，1991年和1992年国务院分两次集中批复了全国共51家国家高新区建设，形成了早期国家高新区的群体建设规模；2007年之后，国务院在全国范围内分不同阶段和不同批次又陆续批复了新的国家高新区建设；尤其是2012年后，国务院批复国家高新区建设的速度进一步加快，这使得30年来国家高新区的队伍和规模不断发展壮大；时至今日，经国务院批复建设的国家高新区数量已达169家。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2契合国情的建设过程",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "回顾这30年的历史，国家高新区建设过程大致可划分为3个阶段（图1）。这3个阶段国家高新区的现实发展的演变，无论是增量改革的模式，还是做大产业体量，再注入科技内涵的路径，都鲜明地体现出中国的国家高新区与当时国情的互动和契合。国家高新区不仅仅是传统意义的创新科技园，更是作为追求产业和经济的规模发展、开展创新和实现创新驱动的复合价值而存在2]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2.1一次创业阶段 (1988—2000 年)",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第一阶段是2000年之前，也称为一次创业阶段。此时正值我国改革开放的大幕开启，国家工业基础薄弱和高技术产业基本空白是当时的现实国情。因此，各地的国家高新区基本上走的都是“先工业”的发展道路，即通过强抓工业企业的聚集快速形成园区形态。因此,这阶段高新区建设的主要着眼点是聚集生产要素，建设路径主要是打造园区开展生产的硬条件（如“七通一平”）和招商引资，建设的主要目标是快速形成产业基础和经济规模。因此，总体而言，这阶段高新区建设实际表现为“工业园”或工业聚集区的建设，其内涵和形态都主要呈现出工业园的特征。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2.2 二次创业阶段 (2001—2010 年)",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/a18e0083a3e3fa0e44b2b62491c639473353f3e94ba76bdc4f2c7b643a330616.jpg",
        "img_caption": [
            "图1国家高新区建设的3个阶段"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第二阶段是21世纪的第一个10年，即国家高新区的二次创业阶段。在此阶段，伴随中国改革开放事业的加速（2001年中国加入WTO），首批建设的国家高新区普遍具备了一定经济基础和产业实力。但同时，国家经济的崛起对高新区发展提出了更高的要求。由于一次创业阶段对招商引资和工业企业聚集的过度重视，使科技与经济的结合、科技成果的转移转化、高新区的内生发展和内涵发展等建设初衷没有得到充分体现，这也使得一次创业阶段高新区的高新技术产业大多处于加工制造的价值链低端，有“躯体”无“头脑”的园区形态是当时高新区普遍存在的问题。为此，国家科技部于2001年在武汉召开工作会议，适时提出了国家高新区“二次创业”的口号，并提出二次创业的高新区建设要重点推进“五个转变”①。二次创业阶段高新区核心强调的是要注入科技要素，科技成果转化和技术创新应是高新区发展不能偏离的根本。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "由此，经历过一次创业的高新区在二次创业阶段普遍加强了对高新区科技内涵的强调，包括引进研发机构和科教资源、营造园区的知识氛围和搭建创新平台、促进科技成果转化和建设孵化器等，这就使得高新区开始真正走向了“科技工业园”的发展内涵和目标定位。就整体而言，国家高新区产业二次创业的主要目标更多转向于促进产业的价值链升级和以技术创新为本的内涵发展。2005年6月，时任国务院总理温家宝在考察中关村科技园区时提出了国家高新区“四位一体”的发展定位②，结合新的发展定位，科技部在2007年重建了对国家高新区新的评价导向[3]，并全面开展了对国家高新区“大家庭”二次创业的分类指导工作③",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2.3三次创业阶段 (2011年至今)",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2011年至今是国家高新区建设第三个阶段，也是国家高新区的三次创业阶段。在此时期，国际国内的大环境都发生了重大变化。首先，中国成为全球第二大经济体，面临从经济大国向经济强国的发展转变；其次是历经20多年的发展建设，国家高新区的队伍数量、空间范围、经济体量都急剧放大，需要承载新的引领创新驱动发展使命；尤其是党的十八大以后，创新成为国家五大发展理念之首，创新的性质和范畴也在发生改变，习近平总书记特别指出“创新是以科技创新为核心的全面创新”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "这些发展变化都使得国家高新区建设进入了“全面创新”的新阶段。从全面创新着眼，高新区建设必须要着眼于一切有利于创新的要素，建设路径必须致力于全面营造有利于创新的环境和开展自主创新，这实际上就促使高新区开始向“创新经济生态”的全面发展转型，并且伴随主流高新区普遍的产城融合发展和作为新型城市（区）的形态存在，主流高新区正越来越呈现出局域“创新经济体”的特征和形态[4,5]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3超预期的发展成效",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "回望历史，如果把30年前兴办国家高新区看成是中国改革开放的一项战略或政策，那么在今天看来这项政策的执行效果已经远远超出了30年前的目标预期。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "30年前国家高新区建设的政策目标基本可概括为8个字，即“示范、引领、辐射、带动”[]。“示范”",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "是高新区建设要成为推动科技体制改革的示范，即在高新区的空间范围内促进科技与经济的紧密结合；“引领”是通过高新区建设引领我国高新技术产业的发展；“辐射”是指高新区优先发展起来的先进技术和知识辐射到其他产业，特别是着眼于当时背景要助推我国传统产业的改造和低端产业的升级；“带动”是高新区要带动地方经济的发展，成为地方经济的增长极。现在看来这些初始设定的政策目标已经圆满完成。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基于2017年的数据统计，当年参与统计的156家国家高新区的园区生产总值加总达到9.52万亿元人民币，这个数字相当于当年全国国内生产总值（82.71万亿元人民币）的 $1 1 . 5 \\%$ 。从开展创新角度看，2017年156家高新区企业研发经费支出与园区生产总值比例为 $7 . 0 9 \\%$ ，是全国研发经费支出与国内生产总值比例的3.3倍。从创新绩效角度看，2017年156家高新区发明专利申请授权量占全国发明专利申请授权量的 $20 . 8 \\%$ ；每万名从业人员授权发明专利、拥有有效发明专利达到全国平均水平的10倍以上。从创新主体发育角度看，2017年156家国家高新区拥有5.2万家高新技术企业，占全国的 $3 8 . 2 \\%$ ；当年新注册企业38.6万家，平均每天1058家。从引领产业结构调整和发展新兴产业的角度看，目前全国主要的战略性新兴产业都集中在高新区，全国互联网百强企业有96家在高新区。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "通过政策绩效评价可知，30年的国家高新区建设不但圆满完成了“示范、引领、辐射、带动”的政策目标，而且产生了超出预期的政策溢出作用，即今天的高新区已经俨然成为推动国家创新发展的主力军和主阵地。并且在各地，国家高新区多数已经成为新型城市（区）的有机构成，高新区的创新驱动发展实践正成为引领创新型城市建设和创新型国家建设的先行和参照。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.4国家高新区建设的国家和历史意义",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "总结过去，可以自豪地说国家高新区建设是一项伟大创举。历史证明，30年来中央和地方上下互动的国家高新区建设探索无疑具有中国特色经济发展道路的历史意义，甚至具有后发国家谋求经济发展道路的世界意义。中国国家高新区的建设实践在很大程度上助推了中国的改革开放事业，也从多个层面展现出了中国改革开放发展的道路自信、制度自信、理论自信和文化自信。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.4.1道路自信",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "回顾2000多年来的中华历史，大规模的社会改革只有在中国共产党领导下的社会主义中国才取得了成功。这个成功要归因于改革伊始就制定的“改革 $+$ 开放”的道路，即其不是单纯的“内视化”改革，而是“改革 $^ +$ 开放”的双轮推进。中国历史上单纯“内视化”的大规模社会改革取得成功的先例不多，从商鞅变法到王安石变法，最终都以失败告终。这是因为单纯的“内视化”改革一方面没有目标参照，另一方面不能“借势”或“借力”，所以会出现即便“摸到了石头”也过不了“河”，或者根本不知道“河”的对岸在哪里。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "国家高新区的建设实践是中国“改革 $+$ 开放”道路走向成功的生动写照。首先是在高新区通过科技体制和经济体制的改革极大地调动了国内知识群体和民间力量参与园区建设的积极性，通过改革不断破除制度、观念和关系等束缚，营造出受鼓励而不受干扰的小生境，这个小生境充分释放了民间智慧，有效发挥和发展了“人才”的作用；而高新区的“开放”实践则从效法世界先进园区的发展经验、引进先进技术和企业、借力全球开放市场，到整合全球创新资源、树立靶向和汲取营养，高新区的“开放”真正践行了“师夷之长”。这样一来，民族智慧的释放与开放借力的共同助推，成就了中国高新区时至今日的发展，这也成为短短30年我国国家高新区发展超越了世界绝大多数科技园区的主要原因。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.4.2制度自信 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "与美国等西方国家以市场为主导的科技园区建设不同，中国国家高新区建设是政府主导的科技园区建设。比较各国，政府主导的科技园区建设发展不快和不成功的先例很多，即便是市场自发生成的科技园区，目前除美国硅谷外，能与中国国家高新区发展成效比肩的园区也不多。这就意味着中国高新区的发展道路有其独特性，而道路背后则体现了制度差异。可以认为，中国国家高新区在世界上异军突起的最根本原因是有中国特定的制度环境和新型政商关系所给予的强有力支持。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "一般而言，西方制度下的政商关系体现的是“上帝的归上帝，凯撒的归凯撒”，即政府只做规制政府，市场有其自发性和自由选择。但我国的高新区建设不是因循这样的逻辑。我国的逻辑是政府划定一块特定的城市空间区域，在这块空间区域中设立特殊的政府功能组织（如管委会等派出机构）、由政府为市场搭建或组织起整合资源的平台并执行特定的促进政策，而这些资源和政策完全作为要素或给养注人市场或商业部门的经济运行。这就不是“上帝的归上帝，凯撒的归凯撒”，而是政府为市场中的经济主体搭建发展的平台，即“政府搭台，市场唱戏”。这样的制度和机制设计并没有完全陷入政府干扰市场或与市场争利的困境，也避免了市场自由选择的盲目性和经济主体整合发展资源的市场失灵问题。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "这是一种新型政商关系。这种“新型政商关系”，我们能够做而他人不能做或做不到，从本质上反映出的是中国特色社会主义的制度自信。因为社会主义制度确保了政府所做的一切都是为了人民，政府做规划、搭建平台、整合资源的目的都是为了“人民”和用于“人民”——在高新区的语境下就是为了“市场”或工商企业组织。这既体现了中国的制度“特色”，也从原理层面确立了高新区管理体制和运行模式的合理性和合法性。由此而言，中国的国家高新区建设也是有中国特色的制度创新，其既不同于自身的旧制度，也不同于国外的“惯例”。就谋求经济发展的道路而言，这种“新型政商关系”的营造为后发国家的发展路径选择和开放竞争规则下政商关系的营建都提供了可借鉴的范例。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.4.3 理论自信 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在理论上，这种“新型政商关系”可以被认为是一种“嵌入性”的社会制度设计，这样的制度设计是对政府行为理论、政治经济学理论和社会学理论等的丰富和发展。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "关于“嵌入性”理论，Polanyi[7]、Granovetter[8]、Uzzi[9,10]、Barber[11]、Lee等[12]从经济与社会关系的角度都做过充分的论述，但较少涉及对政府“嵌入性”的揭示或解释。但实际上自古至今的人类文明乃至任何体制下的政府和任何国家的社会，政府“嵌人”在国家经济关系、社会关系以及经济与社会的互动关系中是普遍存在的，而不仅仅表现为政府仅对这些“关系”起到“形塑”的作用。并且，随着经济社会关系的日趋复杂以及互联网、大数据、人工智能等技术革命带来的网络化社会发展态势，“结构洞”[13]的存在愈发广泛，并且这些“结构洞”愈发左右着经济和社会系统运行的状态和效率。提升一个国家和社会经济系统的运行效率和竞争力，修复那些起关键作用的“结构洞”是系统能得以优化的必须，而能够起关键“修复”作用的角色只能是政府。因此，现代国家或区域在经济的竞争发展中，政府的存在是必需的，政府需要做结构和行为的“嵌入”。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "对于什么样的“嵌入”和怎样“嵌入”，中国国家高新区建设做出了有意义的实践探索，并且结果也证明这样的实践探索能够更好地或更有效地支持国家、区域乃至私营部门的经济系统运行。例如，管委会这种政府功能性派出机构设计、政府搭建的各类要素聚集平台和创新创业孵化平台、政府或隶属机构搭建的技术合作和资源合作网络等，都是政府对经济系统行之有效的“结构性嵌入”；而高新区政府主导或参与的招商引资、招才引智、对接和整合资源等活动，典型呈现出政府对经济系统的“行为嵌入”。政府的“结构性嵌入”能够更有效地拟合在整合资源方面市场客观存在的“结构洞”，而政府的“行为嵌入”则可以有效地纠正自由市场的盲目性和信息不对称等造成的“市场失灵”。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "这是中国国家高新区建设为市场经济条件下政府的边界和作用提供的新样本，其实践和探索都在不断增进经济学和政府行为理论的研究内涵。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.4.4 文化自信",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "最后不得不说在国家高新区简短发展历史中所折射出的中华民族的“文化自信”。中华民族总体上始源于“农耕”民族或承袭于“农耕”文明，在文化积淀上与“游牧”民族和“海掠性”民族存在固有差异。这种差异也经常被简单解释成中华民族缺乏进取心和创新精神的原因。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "但从国家高新区30年的奋进历史中我们会看到这种解释的偏颇之处。其实农耕民族由于必须频繁面对的天灾人祸使民族基因中天生就染上了“忧患”的意识，由于“忧患”就必须“勤奋”，就必须快速适应变化而“与时俱进”，这就塑造了中华民族不屈不挠的精神气质和与时俱进的创新精神。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "不难看到，在国家高新区30年的建设过程中，“忧患”意识、“勤劳”品质、“不甘落后”和“敢为人先”的自强精神，以及“家国情怀”和“造福一方”的理想信条始终支撑着高新区建设者们的奋斗和前行，所以就有了30年来高新区决策者或政府部门不断拔高的建设目标要求和政策导向，有了高新区地方建设主体你追我赶的比、学、赶、超以及体制、机制和政策等的突破，有了高新区一线建设者们（产、学、研、资、介、用等各类组织和个体）不懈追求的产品、组织和模式创新，因此就有了通过不断耕耘而带来的创新环境的持续改善，从而又进一步吸引和聚集了更多资源和更繁荣的创业建业。这些都铸成了国家高新区日益增进的创新能力和创新活力，折射出始于中华民族“文化”土壤的“创新”和奋斗精神。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "国家高新区30年的快速崛起，日益为全球化背景下的多元文化交融填写着中华民族的“文化自信”。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2新挑战与新思维 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.1挑战的背景",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "党的十九大提出了中国到2035年和到2050年两个阶段的国家发展目标，并且实现这两个目标的根本点都在创新。而国家高新区作为创新驱动发展的主力军和主阵地，在中国新时代的发展中需要肩负引领发展和支撑发展的新使命，这是新时代国家对高新区建设提出的新要求。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "与过去30年相比，新时代高新区的建设面临更新和更大的挑战。首先是历经30年的高速发展，高新区与新常态下的国民经济一样面临传统需求空间饱和、资源环境约束加大、新增长动力不足等问题；其次是全球经济竞争关系面临更加严峻的形势，中国经济和产业的发展将遭遇越来越大的来自竞争对手的遏制；更为重要的是全球技术经济范式正处在新旧交替之际，新的发展路径和发展模式无从追循，而不论中国经济的新常态发展和新的全球经济关系重塑，都是置身在这种新的发展场景或新技术经济范式之下。这些，都是新时代高新区建设要破解的重大命题。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2新的生产力和生产关系",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "概括而言，新的发展场景或新的技术经济范式主体表现的就是智能社会的到来。日本发布的《2016年度科学技术白皮书》从文明演进的角度对人类社会做了5个阶段的划分，即狩猎社会、农耕社会、工业社会、信息社会和智能社会，现在我们正处于从信息社会文明到智能社会文明的转变阶段[14]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "这些转变和阶段的划分本质上都是由社会一般性生产技术条件的转变引发的，标志智能社会的一般性条件就是数字化和智能技术。目前我们已经看到——新的信息科技和4G、5G等通信技术；互联网、物联网、区块链等网络技术；云计算、大数据、储存等数据处理技术；",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "AI、VR、AR 等智能实现和场景构造技术—数字化和智能化的新技术爆发涌现，并已经或正在作为新的一般性条件进入社会生产和社会生活活动之中，带来产品形式、生产方式、经济模式和社会关系等全方位的改变。其实自2012年以来，这些技术进步引发的方方面面变革我们已经充分感受到了，并且就目前的态势而言，这些变革还仅处在发生期，对经济和社会生活更剧烈的冲击和改变还远未到来。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "从马克思主义学说解读，智能社会的发展正在重塑马克思关于生产力和生产关系的矛盾推演。《共产党宣言》提出“全世界无产者联合起来打破身上的枷锁”[15]，这种枷锁在工业经济时代就是工具对人的束缚和占有工具的资本对人形成的组织束缚；而智能技术的发展使劳动工具对人的束缚性大大降低，从而也就弱化了资本对人的组织束缚，这就自然形成了由生产力的发展所释放的人的自由。所以“打破身上的枷锁”，正在通过技术革命的力量得以实现，当前的技术革命也正在成为替代政治性革命的力量。而自由人又可以通过无所不在的网络形成社会的意志性联合，个体“意志”和个体“需求”通过网络的表达和满足愈发普遍，共享资源和分享价值的情景加速扩展，这就在某种程度上变相实现了“无产者”联合起来实现“各尽所能”和“按需分配（配置）”等的愿景。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "智能时代生产力的发展必然会“形塑”新的生产关系。一方面智能技术的助推使个人有更多实现个体价值的选择自由，另一方面智能技术带来的“共享经济”“分享模式”等的助推也使个人需要拥有物质财富的重要性和满足感降低。因为个体需求大多可以更低成本和更便捷的方式通过网络实现，带来拥有私人属性的“资本”对社会的支配权力降低，这就必然要导致生产关系的变革。从目前能够观察到的迹象看，变革的趋势是愈发逼近而不是偏离“共产主义”，即各尽所能、按需配置，这就更贴近了马克思所揭示的人类社会运行发展规律。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3新时代经济发展的逻辑和规律",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "我们可以因循以下逻辑线条揭示新时代经济发展的逻辑和规律。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（1）互联网和智能技术等形成了新的一般性生产条件。社会一般性生产条件的改变颠覆意义极大。就经济学而言，互联网的本质是改变了“信息不对称”。这颠覆了传统经济学和现实经济规律的基本假设和前提条件，以往我们在工业经济时代建立的整个工业体系和经贸关系（包括传统的公司、工厂、商场、物流等生产和经济组织）在本质上都是基于“信息不对称”这一基本前提的存在。在信息对称的情境下，这些经济关系存在的前提条件瓦解，新的生产形式和商业模式得以全新建立，如我们今天所看到的平台经济、网络协同生产、B2B、B2C等新的业态与模式；而智能化甚至在异化或重塑经济学的研究对象和边界，因为本质上智能化带来的是非人工的或不经过人工的价值创造和价值实现。“机器”参与到对人的价值创造，这就带来了经济组织成为不仅仅是“组织人”而还要“组织机器”的问题，即便对人的组织也是组织那些嵌入了智能化生产系统的“人”。尽管目前尚难对这些新的“组织”和“关系”给予确定性的认知，但对未来社会的财富创造形式、价值分配形式和生产经营模式等一定会带来新的改变。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（2）在新的一般性生产条件下，知识、智慧和数据上升为新的关键生产要素。在工业经济时代，社会的财富或价值主要是由劳动力、机械设备和厂房土地等物质资源等产生，所以在经济发展中起关键作用的生产要素是劳动、资本和土地等物质资源。但在新经济时代，传统意义上的消费需求基本得以满足，新的消费品类和财富形式需要在更高的层级实现，而这些新增加的品类和形式都需要新的要素或来自创新活动，这就使得知识、智慧（创业）和数据越来越成为财富增加和新经济增长的主要形式，知识、智慧和数据就上升为关键生产要素。而知识、智慧和数据成为关键生产要素必然带来经济运行基本规律的改变，例如：以往劳动、资本、土地和物质资源等是有限的，随着在生产过程中的投入和使用，总体上会呈现边际成本提高和边际效用递减的规律[6]，而知识、智慧和数据这类关键生产要素则是无限的，都有在创新和新生产过程中的使用越来越多的特点，这与经济学关于生产要素投人的成本和效用理论呈现出完全反向的规律。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（3）新关键生产要素的使用带来新的“生产方式”。这样的生产方式具体表现就是广谱的创新、更高程度的“互联网 $+$ ”过程、智能化的价值创造和实现，这实际上就意味着新的生产方式主要表现为从事创新创业和依靠知识和数据支撑的产品和服务。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(4）新的“生产方式”又决定着财富增加和经济增长的依存方式，“范围经济”[7]的作用明显加大。过去一个城市或地区的经济增长主要依赖一个或几个主导产业，靠主导产业的规模扩大和量能扩张助推经济的发展，并带来人口的增加和促进城市的扩大。但新经济时代（生产条件和市场条件）使任何成熟的主导产业都存在规模锁定，即不可能无限扩张。这就导致支撑城市经济增长的力量必须依靠不断扩展的新业态和新经济，财富增加的过程也更多依赖创新创业带来的经济多样性。这种多样性的业态扩张属于“范围经济”范畴，即经济增长的依赖方式从少元的规模经济转变到多元的“范围经济”，“长尾”[8的重要性越来越胜过“规模”，我们现在看到的服务经济增长所表现出的即是这样的趋势。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（5）“范围经济”更多表现为“生态”构成，而带来多元“范围经济”的根源和表现是创新创业。创新创业的广泛、多元和频发本身就是经济和社会的“生态”现象，也是受到“生态”的催发和养育。尤其在新时代背景下，受互联网和智能化等技术条件的驱动，经济生态的自组织、自生长、侵略性、演化及变异更快速和更显性。互联网和智能技术强化了社会经济系统生态构成要素间彼此的影响和联系，使生态的演化进入“快变”阶段，导致创新经济的“范围”快速扩展。新经济时代的创新生态与工业经济时代经济的“循环流转”不同，打破“循环流转”的创新和发展变化随时都在进行。这也表明不能再继续把康德拉捷夫所发现的“长波”当成千古不变的规律[19]。康德拉捷夫“长波”理论是对过去工业经济的周期规律总结，即大约每60年左右会经历一个新的经济周期，而每一周期是由一波较短时期的技术创新浪潮引发的。新经济时代引发经济变革的技术创新在持续发生，新技术把经济带进新状态或新循环的变革周期大大缩短。就如我们所看到的，自计算机革命以来，从互联网经济到人工智能经济几乎无法区分出清晰的经济周期。创新深度融入当代经济的日常活动中，而经济的每个时刻都在发生着由创新打破的“循环”。也就是说新时代的经济表现是“创新经济生态”的内涵体现，创新即时性地带来增长和发展，增长和发展也即时性地需要创新。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（6）在新技术经济条件下，城市和区域间的经济竞争主要表现的是创新经济生态的竞争。“创新经济生态”的优劣决定了新经济时代区域和城市间的竞争优势水平，这与过往由板块化规模经济决定的竞争力有很大不同。创新经济生态的发展演化根本上取决于多元的创新和广泛的创业。创新创业引致生态演变，更快和更优的演变就会衍生出更大、更广、更多元的经济“范围”，也就能掠取更多营养和资源，也就能比别人赢得更大优势，又进一步养育和增强“生态”，形成生态意义上“恒者恒强”的良性循环。这就带来区域和城市的发展建设思路和观念必须有所转变，即要从过去基于自然禀赋“比较优势”或基于产业规模的“竞争优势”向营造“创新生态”的竞争优势转变，也可以认为这是“竞争优势”理论[20的与时俱进。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3新目标与新探索 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.1新的目标与方向",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "中国国家高新区经过30年建设和发展已产生了质变，目前主流的国家高新区已经开始了向局域“创新经济体”的方向发展，尤其是那些经历过一次创业和二次创业的国家高新区。并且，新时代国家发展的战略使命和新时期宏观经济背景的深刻变化也需要国家高新区以“创新经济体”的姿态融入城市并承载起支撑城市经济发展的使命。因此，在三次创业阶段，主流的国家高新区，尤其是那些进入三次创业阶段的国家高新区需要以“创新经济体”为目标打造作为新时代国家高新区建设的基本定位，这样的定位也是在体现习近平总书记强调的创新驱动发展“是以科技创新为核心的全面创新”。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2 “创新经济体”的内涵构成",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在本质上，“创新经济体”是一种创新经济的生态构成，是高新区“创新经济生态”成熟和发达的表现。创新经济生态大致可按创新创业、产业、市场、社会和城区（环境）5个基本方面作为构成要素的划分，而政府的作用就是营造条件和出台政策，促进这5个构成要素的发展和相互间的互动发展。5个基本构成要素 $+$ 政策要素就构成了一般意义上园区创新生态构成的六要素模型（图2）。",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/1be0afb0d33af8bcc9e816dea58c861c5e2fe22a6689ea16ee69f80e39e308a0.jpg",
        "img_caption": [
            "图2国家高新区园区创新经济生态的六要素模型"
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（1）创新创业。最核心的要素是创新创业。创新创业是园区发展的动力源，只有源源不断地创新创业才能支撑园区创新经济生态的不断发展演化，创新创业的活跃也是园区创新经济生态繁荣的标志。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（2）产业。产业是经济生态的依托和园区存在的理由。产业拉动园区的发展，产业能否不断向高端目标发展并形成持续的拉动力，标志着园区经济生态能否日趋强盛。产业向高端发展离不开创新也成就创新。没有产业不断的发展和创新创业的相互促进，园区的财富创造能力就会固化，从而导致园区“生态”的衰落。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（3）市场。市场关系到“生态”的吸纳和扩展能力。市场能够吸纳人群、能够聚集生产和创新的资源要素、能够让园区响应发展的变化和引领创新走向。但在我国早期阶段各类开发区建设的过程中，由于空间规模和经济体量的弱小，市场问题往往并没有被给予过多关注。新阶段国家高新区的内容和边界充分扩展，园区生态的发育受到市场因素的影响就越来越大。尤其在新技术经济范式下，知识、资本、人才等创新要素的市场直接关乎园区兴衰，并且互联网和大数据等技术的普及使市场建设不再受特定区位条件限制，交易场景、交易方式和交易行为能够不受物理空间制约开展，这就为新阶段高新区的市场建设提供了多样化的手段和方式。特别是知识市场，通过知识交易市场促进知识和技术的交流交易、人才的交流交易以及凝结资本的知识的权力交易是新时期高新区市场建设的最重要方面，高新区需要营造知识市场促进知识、技术、人才、新知识群体和新消费人口的聚集，增强高新区响应变化、创造变化和引领变化的能力。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（4）社会。新时期高新区建设已经深度融入城市社会生活，并且新技术经济范式的发展转变也带来了创新的社会化，这就使得园区社会构成成员的知识层级、社会群体的精神气质、社会的知识交流网络和创新的人脉关系等都对形成根植性的创新生态有至关重要的影响。尤其知识和技术的新旧更替加快，园区的生态活力和对变革的响应能力需要园区社会不断提升自身的知识和文化层级。就园区面临的新旧范式交替而言，当前阶段尤其要在园区加快新知识人口的聚集，补充新鲜血液，为园区注入应对新变革的能力和活力。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（5）城区（环境）。园区的城市化条件和环境是“生态”的支撑，要营造园区创新生态的竞争优势必须打造好自身的城市化环境，包括自然环境、人工环境和公共服务软环境。这样的环境优势直接形成了外部对园区创新经济生态的感观体验，对新时代的人才聚集甚为关键。因此，营造好的创新经济生态必然要求规划好园区、建设好园区和管理好园区。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3新的探索引领",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "着眼于创新经济生态的内涵建设和“创新经济体”的目标发展，国家高新区的“三次创业”有许多不同于“一次创业”和“二次创业”的建设内容和探索方向,这些新的探索实践也代表着高新区能否继续成为新时代国家创新驱动发展的道路的先行和引领。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.3.1创新创业的平台化组织建设与科技体制改革",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "近年来以新型研发机构和众创空间为代表，各国家高新区都发展出了多种创新创业的平台化组织（双创平台）。这种创新创业的平台化组织是新生事物，也是科技组织和创新模式响应新技术经济范式的表现，其组织方式展示出了新时代科技体制改革重要的演进方向，具有新时期推进国家科技体制改革的意义。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "就国家创新体系而言，从基础研究到应用研究，再到创新创业的现实场景，平台化和网络化的组织构造是趋势。近年来，围绕新时代国家创新体系建设，我国在基础研究领域和应用研究领域也都开始向这样的建设方向探索。例如：基础研究领域的国家实验室建设和应用研究领域的国家产业技术创新中心建设，这些新的组织建设都体现了平台化和网络化的趋势。高新区的新型双创平台建设，既是对这种新组织模式变革的先行引领，也把国家创新体系延伸到现实经济活动场景下的地方“末梢”神经。前瞻性观察，基础研究、应用研究与创新创业的跨界融合将是国家创新体系建设新的着力方向，由此看来新的国家创新体系建设就需要在“基础层”“架构层”和“体感层”做新的适应时代发展的设计。如果把新时期的国家实验室和国家产业创新中心建设分别看作国家创新体系在“基础层”和“架构层”新的表现形式，那么在经济活动现实场景中高质量的双创平台就应成为国家创新体系的“体感层”组成。这样一来，宏观基础研究层面的国家实验室、中观应用研究层面的国家产业技术创新中心，和地方现实经济场景下的双创平台一起，三足鼎立，将会成为新时代国家创新体",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "系的建设引领。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "由此而言，新时期高新区建设需要大力发展新型双创平台。但也必须承认，经过前几年各级政府对各类双创平台的催生助长之后，高新区的新型双创平台也需要高质量建设。结合实际，现阶段高质量双创平台的建设重要的是要强调“四位一体”的平台组织功能。即：$\\textcircled{1}$ 开放吸纳全球创新创业人才的空间场景； $\\textcircled{2}$ 为科技研发和创新过程搭建的资源链接及条件配置； $\\textcircled{3}$ 体现整合可以高端赋能的集成服务； $\\textcircled{4}$ 满足创新创业者开启新事业的资金支持或创新投资。互联网和智能技术的发展为“四位一体”的双创平台建设提供了多样化的实现形式，而双创平台的高质量发展也是面对新竞争高新区谋求竞争优势的必须之举。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.3.2数字化和智能化与高质量的产业发展",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "过去30年国家高新区对国家经济的最大贡献是助推中国形成了全球最大和最完整的工业体系，使我国快速跟上了世界工业的发展步伐，由此也有力提升了国家经济竞争力。当前，新技术革命带来的产业变革正全面展开，就创新强国的国家使命而言，高新区的产业发展已经不再是单纯谋求规模和体系优势，而是要在数字化和智能经济时代加快塑造新优势和形成全球竞争力。由此说，新时代国家高新区产业的高质量发展重点不能仅局限于提升产品的质量和规模品质，而更重要的是要发展新产业和升级现有产业的生产方式，三个词是关键：新动能、新兴产业和新生产方式。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（1）新动能。在新时代新动能的主要来源是新技术，最核心的就是那些已经看到的在带来产业变革的数字化和智能化技术。目前已经或正在引发变革的这些数字化和智能化技术主要是： $\\textcircled{1}$ 新的IT技术，移动通信5G时代已然来临； $\\textcircled{2}$ 互联网、物联网和区块链等技术； $\\textcircled{3}$ 云计算、大数据和存储等技术； $\\textcircled{4}$ AR、VR 和人工智能技术。这些技术既有基于物理的，表现为硬件物质产品；也有基于数学的，表现为软件数字产品；更多则是物理数学混成的。目前，这些技术正作为新的一般性生产条件广泛进入经济和社会生活，把人类的生产活动托上新台阶。在这样的背景下谈产业发展，最核心的就是要把这些数字化和智能化技术作为新动能和拓展新空间，并且这些技术本身就是新时代产业竞争的领域和场景，而其广泛的扩散渗透又使过往的产业和生产活动跃迁到新的层级。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（2）新兴产业。理解了新技术就很容易理解新兴产业。总体而言，新的产业变革首当其冲的是数字化和智能化技术拓展出的新产业空间，从当前的发展我们已经看到，新的数字化和智能化技术普遍可以拓展出新的4种产业范围，简单说就是硬件、软件、内容和服务： $\\textcircled{1}$ 硬件是新的基于物理科学的硬科技产品； $\\textcircled{2}$ 软件主要是新的基于数学的数字技术产品； $\\textcircled{3}$ 内容主要是新技术条件下经济活动的数字化或数据表现； $\\textcircled{4}$ 服务主要是基于这些新技术衍生出的关联应用和服务。如果一定要区分战略性新兴产业和新兴产业，那么笼统说上述四类产业都可以统称为广义的新兴产业，也是新时代规模最大和发展最迅猛的新兴产业。而上述“硬件”和“软件”是最为重点的战略性新兴产业，因为其可以作为中间品和基础设施被使用；而“内容”和“服务”就是狭义的新兴产业，因为这两大产业是主要被用于满足终端消费者的需求。发展新兴产业和战略性新兴产业是当前国际竞争的焦点，也是国家能否在全球经济格局演变中制胜未来的关键，这是新时代国家高新区要强力推动发展的要务，国家高新区要引领中国新兴产业的发展就需要特别致力于发展这些基于数字化和智能技术的产业。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（3）新生产方式。新生产方式问题也是产业转型升级问题。新技术革命正带来产业生产方式的全新转变，就本质而言这场转变的趋势是：物质产品的生产从过去工业经济时代劳动力依附于机器的生产转变到新经济时代数据驱动的生产和非人工的智能生产，生产方式发生了重大转变。因此，当前制造产业的转型升级问题也就成为能否快速建立数字化和智能化的生产方式问题，目前广泛倡导的“互联网 $+$ ”和“工业4.0”就是向这一方向的推动。就当前国家高新区的发展现状而言，占园区经济主体地位的制造企业距这样的转型尚差距甚远。业界普遍的看法是我国制造企业大多尚处在“工业2.0”阶段，基本仍处在劳动力依附于机器的经验生产或规则生产。笔者调研的许多大型制造企业或知名龙头企业，到现在生产的过程和工艺仍未完成数字化过程。没有“数字化”就谈不上“互联网 $+$ ”更不可能实现“工业4.0”。因此在向智能生产转变的大趋势下，当前高新区制造企业转型升级的优先着眼点是推动生产和制造过程的“数字化”，为后续能实质性地开展“互联网 $+$ ”和“工业4.0”奠定基础。日前，工信部印发《工业互联网APP培育工程实施方案》本意就在于此。因此，高新区传统工业企业的高质量发展也离不开数字化和智能化技术这一新动能，园区工业也只有完成从“数字化”到“互联网 $+$ ”再到“工业4.0”全过程的改造，才能形成园区产业发展的数字化平台优势，形成新时代背景产业生态的竞争优势。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3.3发展新型教育与构建活力社区",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "所谓新型教育是指与创业和职业相结合的新兴体验型教育，国家高新区的未来发展应把高新区建设成新型教育和人才聚集的园地作为重要的建设议题。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "伴随信息和互联网技术的广泛普及，传授知识和接受知识的途径和方式都发生了根本性转变，“为知识而教育”的场景和条件几乎可以随时随地发生发展，这就使社会化的新型体验式教育[2广泛兴起。这种新型体验式教育重在“培养能够解决问题的人”，这样的教育培训由于其愈来愈应合新时代结合职业生涯更新知识的需求，引发了全球性传统教育机构、社会力量和产业组织的广泛参与。目前如谷歌、微软、阿里等一些世界知名企业都在发展这样的机构；法国的编程学校“42”、斯坦福大学等国际一流大学也都开始向这样的教学方向作改革的探索和努力；我国高新区内也有许多这样的教育机构出现，像重庆的互联网学院就是政府和社会力量参与兴办的新型人才教育培养形式。这种新的人才培养方式和教育方式在很大程度上反映出新时代教育理念和教育模式变革的趋势，终将引发全球性教育体制和人才培养方式的全面变革。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "我国国家高新区要大力发展这样的培训机构和教育形式的理由有3点： $\\textcircled{1}$ 进入知识经济时代，知识的更新和能力的培养伴随人的终生。当简单劳动大规模被人工职能取代，要胜任工作需要就必须作持续终生的知识补充。 $\\textcircled{2}$ 当持续递进的知识补充成为职业生涯的必需，新形势下的培训教育必将成为新时代场景下最大的经济或产业门类。 $\\textcircled{3}$ 新型体验式培训教育与创新创业密切相关，体验式培训教育实际上也就是创业就业的体验和准备，而双创平台要发挥作用，对创业者的培训教育也至关重要。这就使新型体验教育培训机构的发展与创新创业平台（新型研发机构、众创空间等）等的发展在目标属性和功能属性上有很大的一致性和互补性。新教育培训本身也是增进创业的一种平台化形式，其与高新区双创平台有机结合会更扩展性促进园区的创新创业。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "更为重要的是，国家高新区大力发展体验式教育培训可以吸纳一代代的新生知识群体，这些知识群体的流动性和本地化存留可以改善原住民的人口结构和知识层级，为园区不断注入新生活力。并且，新的体验式培训教育本身就是一种新的产业门类和新经济业态，它的发展壮大会极大促进园区的范围经济。在更深远的意义上，高新区发展体验式培训教育也是在为我国的教育模式和教育体制改革提供先行探索和试验示范。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "3.3.4营造领先市场与发展知识交易",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "新时代互联网和大数据等新技术条件为经贸往来和市场交易提供了多种途径和多元化的实现方式，新时期高新区建设应把营造新时代场景下的领先市场作为创新经济体打造的重点任务之一。尤其在新技术经济范式下，知识、资本、人才等创新要素市场在全球经贸关系中的地位显著上升，这是知识经济发展的必然趋势。国家高新区未来需要发展促进知识经济发育的市场环境，这对凝聚资本、凝结知识和凝聚人才极为重要；这是提升高新区创新发展优势地位的必须之举，也是能否实现创新强国目标的标志。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "营造领先市场高新区首先是要发展依托互联网的交易市场和交易平台，促进商品、要素、产权和资本的市场交易，包括： $\\textcircled{1}$ 结合交易市场和交易平台建设，促进发展本地区线上与线下相结合的仓储、物流和服务；$\\textcircled{2}$ 发展线下与线上相结合的商贸市场，这些流通产业会增进地方的经济活力； $\\textcircled{3}$ 通过举办论坛、赛事和展会等，促进思想、观念和新发展动态的沟通交流，提升本地区响应变革和引领变革的能力。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "尤其要重视的是要发展新时代场景下的知识交易市场。国家高新区过去30年已经围绕技术市场的发展建设作过很多探索和努力，奠定了我国知识产权市场、科技成果转化和技术转移市场等从无到有的基础，但知识市场的当前发展远远不能满足新时代的发展需求。伴随知识经济的到来，知识要素交易必将成为新经济市场最活跃和最具潜力的品类，而新兴的众筹、众包、各类双创平台和天使投资平台等又为这样的市场交易提供了多样化的实现形式。这就需要高新区大力度地创新发展知识市场，积极开展相关的模式创新、业态创新和体制机制创新。尤其是知识资本化（知本）市场，知本市场让作为资本的第三方（知识的供和需是第一方和第二方）进入知识创造、知识流通和知识增值的过程，通过知识凝结资本—一资本在研发阶段的介入、通过资本物化知识一一天使投资等支持的创新创业、通过知本市场盈利一一凝结知识的资本的权利交换，增进知识标的资本市场繁荣。如众筹通过知识凝聚资本、众包通过资本吸纳知识、双创平台在促进知识股权资本的交易和交换，这些都是增进知识资本化交易市场的新场景和新形式。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "促进知本市场的发展，高新区当前最大的创新探索在于如何为第三方资本的进入和退出提供合法渠道或合规规则。知识资本化市场建设是全球尚未拓展的领地，国家高新区应强抓机遇，率先开展政策的先行先试，在这方面要争做全球性引领。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "3.3.5智能园区建设与新型城市化",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "历经30年的建设和发展，新时代国家高新区的形态、范围、规模、内涵和数量构成已经发生了根本改变： $\\textcircled{1}$ 当时国家高新区建设的边界是划定一块政策区和规划一块工业用地，地域管辖范围一般很小。而现在各地国家高新区地域管辖范围普遍扩大，占有城市的地域空间举足轻重。 $\\textcircled{2}$ 国家高新区的建设内涵也在不断增进，从过去仅仅作为一个工业园的内涵建设，到现在已经成为经济与社会紧密融合的城市部分。 $\\textcircled{3}$ 国家高新区群体数量增多，到现在几乎已经触及近半数中国地级以上城市。实际上今天大部分国家高新区已经成为当地最具社会活力和新人口吸引力的新城区，这就使得不能再从过去工业园区或工业基地的角度看待高新区，高新区产城融合的发展是必然也是必须。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "从城市的全球发展着眼，探索承载智能社会文明的城市形态是人类必将行进的方向，这就需要新时期高新区要把打造“创新经济体”和推动创新城市建设作为新的国家使命，引领中国的新型城市化。新城市建设主要涉及自然生态、人工环境和公共服务三大方面。伴随智能文明的到来，这三大方面的建设和优化都离不开新技术的应用和新技术带来的运行和管理模式创新： $\\textcircled{1}$ 保护和利用好自然生态需要检测、监控、补给和优化等目标下的IT技术、互联网技术和智能化手段的运用； $\\textcircled{2}$ 人工环境的打造需要互联网、大数据、云计算和人工智能等物理的或数字化的基础设施； $\\textcircled{3}$ 公共服务的开展需要信息网络链接和大数据等提供的精准、便捷和高效。这些方面都是广义的智能城市或智慧园区建设，也只有这些方面建设好了，才能把党的十八届五中全会提出的“创新、协调、绿色、开放、共享”五大理念落实到实践，才能宜居宜业和聚集人才，才能彰显城市的影响力和凝聚力，形成有优势的创新经济生态。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "就发展的态势看，高新区今后的发展形态和内涵在很大程度上决定了中国新型城市化发展的方向和未来，因此高新区的数字化和智能化城区建设是高新区自身的品质提升，也是对中国城市发展的引领。智能城市要承载智能社会，而智能社会的管理、治理和运行方式在全球也是崭新的命题，因此这就需要国家高新区结合新时代的发展在体制机制、管理和运行模式等方面作新的大胆探索。唯有不懈开拓、进取和创新才能赢得未来。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "习近平总书记说过：“幸福都是奋斗出来的。”",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "1中国共产党中央委员会．中共中央关于科学技术体制改革的决定.[1983-03-13].http://cpc.people.com.cn/GB/64162/134902/8092254.html.  \n2 王胜光,程郁.纪念国家高新区创建20周年系列文章之一国家高新区的本质与历史作用.中国高新区，2012,(2):114-118.  \n3 冯海红,牟丹娅.国家高新区评价：历史演进与未来趋势.中国高新区,2012,(10):128-131.  \n4程郁，王胜光.创新系统的经济学新释：创新经济体.中国科技论坛,2010,(6):17-24.  \n5王胜光.试析国家高新区创新生态体系的构建.中国高新区,2017, (3): 155-160.  \n6 王胜光,杨跃承.高新区：战略和政策的新命题.中国高新区,2009,(3): 74-77.  \n7Karl P.The Great Transformation:the Political and EconomicOrigins of Our Time.New York:Farrar&Rinehart Inc,1944.  \n8Granovetter M. Economic action and social structure: The problemof embeddedness.American Journal of Sociology,1985, 91(3):481-510.  \n9Uzzi B.The sources and consequences of embeddedness for theeconomic performance of organizations:The network effect.American Sociological Review,1996: 674-698.  \n10 Uzzi B. Social structure and competition in interfirm networks:The paradox of embeddedness. Administrative Science Quarterly,1997: 35-67.  \n11 Barber B.All economies are “embedded\": the career of a concept,and beyond. Social Research,1995: 387-413.  \n12 Lee T W, Mitchell TR,Sablynski C J,et al. The effects of jobembeddedness on organizational citizenship, job performance,volitional absences,and voluntary turnover. Academy ofManagement Journal,2004, 47(5): 711-722.  \n13 罗纳德·伯特,Ronald Burt.结构洞.上海：上海人民出版社,2008.  \n14 朱启超,王妹.日本“超智能社会”建设构想：内涵、挑战与影响.日本学刊,2018,(2):60-86.  \n15 马克思,恩格斯.共产党宣言.北京:人民出版社,2014.  \n16 胡贝贝，王胜光．互联网时代的新生产函数.科学学研究,2017,35(9): 1308-1312.  \n17 姜奇平.从国家规模经济到国家范围经济.互联网周刊,2008,(z1): 76-77.  \n18 克里斯·安德森.长尾理论.乔江涛,译 北京：中信出版社,2012.  \n19Kondratieff N D. The long waves in economic life.Review,1979,2(4): 519-562.  \n20 迈克尔·波特.国家竞争优势.李明轩,邱如美,译.北京：中信出版社,2007.  \n21 黄衍.体验式教育的原理与应用研究.上海：上海师范大学,2014.",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "30 Years’ Construction of China National Hi-tech Industrial Development Zones and Their Development in New Era ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "-To Commemorate 3Oth Anniversary of China National Hi-tech Industrial Development Zones ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "WANG Shengguang ZHU Changhai ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "（Institutes of Science and Development, Chinese Academy of Sciences,Beijing 100190,China ） ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "AbstractByeviewingth-earistoryofCanatioali-techidustrialevelopentonsandteirachevements,theapeals andanalyestheationalipactandistoricalsigniicanceofonstrctingthatioaltchindustrydevelopmentons.Thoughanin depthanalysisoftetransformationdevelopmentoftehi-tchindustrydevelopmentzonsandthechalengestheyfaceinthenewera thisstudypropossthtargetandgenralplanofeveloping\"ioatioconoyinte3rdEtrepreneurshipsellaseyasursf advancing national high-tech industrial development zones in the new era according to their current development. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Keywordhi-thindustrialevelopntesofideneinath,oatieonomicologyetecolgvolutielt society ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/dec2c4a8df5e88cf293f848c3b6e01e20bed68f9d9f0467ec6f0cdf5bcaca561.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "王胜光中国科学院科技战略咨询院研究员，博士生导师，中国高新区研究中心主任。主要研究领域为国家创新发展战略、科技与创新发展政策、区域创新与科技园区发展等，其工作在多方面支撑了我国高新区和高新技术产业发展的战略与政策制定，并由此先后获得“中国科学院院地合作先进个人奖”“国家火炬计划20周年个人特别贡献奖”“国家高新区建设20年突出贡献奖”等荣誉。E-mail:wangshg@casipm.ac.cn",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "WANG ShengguangProfessor of Institutes of Science and Development, Chinese Academy of Sciences (CAS),the founder and dean of the Research Centerof China Hi-tech Zone.His main research areas are national   \ninovationdeveloprategelogcfedatiodgioalotiditcharkelotH   \ninfluentialsholartotestrategdpolicyfoulatioofatioalStcharkadHghidustrevelopet,ndsod   \nwithAdvancedIdividualAwardoftheAcademyLocaltyCooperation,IndividualSpecialCntributionAwadotethAvesaryf   \nChinaTorchProgam,IividualSpecalContributionAwardoteOthiversaryofChnaH-chZon.E-mail:wangshg@casipac.cn ",
        "page_idx": 13
    }
]