[
    {
        "type": "text",
        "text": "Performance and uncertainty analysis of a short-term climate reconstruction based on multi-source data in the Tianshan Mountains region, China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LI Xuemei1.2.3\\*, Slobodan P SIMONOVIC4, LI Lanhai5, ZHANG Xueting67, QIN Qirui1.3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "lFaculty of Geomatics,Lanzhou Jiaotong University,Lanzhou 73oo7o,China;   \n2National-LocalJointEngineering Research CenterofTechnologiesand Aplications forNational Geographic StateMonitoring, Lanzhou 730070, China;   \n3 Gansu Provincial Engineering Laboratory for National Geographic State Monitoring,Lanzhou 73oo7o,China;   \n4FacilityforItellgentecisionuprt,parentofCivilndEnvoetalEngieingWesteUnversityod6A 3K7, Canada;   \n5State KeyLaboratoryofDesertandOasis Ecology,XinjiangInstituteofEcologyand Geography,Chinese Academyofciences, Urumqi 830011, China;   \n6Qilian AlpineEcology&HydrologyResearch Station,KeyLaboratoryofEcohydrologyof InlandRiver Basin,Northwest Institute of Eco-Environment and Resources,Chinese Academy of Sciences,Lanzhou 73oooo,China;   \n7 University of Chinese Academy of Sciences,Beijing 10o049,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Short-term climate reconstruction,i.e.,the reproduction of short-term (several decades) historical climatic time series based on the relationship between observed data and available longer-term reference data in a certain area,can extend the length of climatic time series and offset the shortage of observations. This can be used to assess regional climate change over a much longer time scale. Based on monthly grid climate data from a Coupled Model Inter-comparison Project phase 5 (CMIP5) dataset for the period of 1850-2000,the Climatic Research Unit (CRU) dataset for the period of 1901-2000 and the observed data from 53 meteorological stations located in the Tianshan Mountains region (TMR) of China during the period of 1961-2011，we calibrated and validated monthly average temperature (MAT） and monthly accumulated precipitation (MAP) in the TMR using the delta,physical scaling (SP) and artificial neural network (ANN) methods.Performance and uncertainty during the calibration (1971-1999) and verification (1961-197O) periods were assessed and compared using traditional performance indices and a revised set pair analysis (RSPA) method. The calibration and verification processes were subjected to various sources of uncertainty due to the influence of diferent reconstructed variables,different data sources,and/or diferent methods used. According to traditional performance indices, both the CRU and CMIP5 datasets resulted in satisfactory calibrated and verified MAT time series at 53 meteorological stations and MAP time series at 20 meteorological stations using the delta and SP methods for the period of 1961-1999.However, the results difered from those obtained by the RSPA method.This showed that the CRU dataset produced a low degree of uncertainty (positive connection degree) during the calibration and verification of MAT using the delta and SP methods compared to the CMIP5 dataset. Overall,the calibrated and verified MAP had a high degree of uncertainty (negative connection degree) regardless of the dataset or reconstruction method used.Therefore,the reconstructed time series of MAT for the period of 1850 (or 1901)-1960 based on the CRU and CMIP5 datasets using the delta and SP methods could be used for further study. The results of this study willbe useful for short-term (several decades) regional climate reconstruction and longer-term (1OO a or more) assessments of regional climate change. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:climatereconstruction;climatechange;delta method;physical scaling method;artificial neural network ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(ANN); CRU dataset; CMIP5 dataset ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Understanding past climates is critical for assessing the context of the natural climate and its consistency (Wu et al., 2O1O). The long-term continual observation of climate is a precondition for studying climate change (Misra et al., 2012; Ghosh, 2018). Both globaly and in the Northern Hemisphere,the $2 0 ^ { \\mathrm { t h } }$ century is considered the warmest century during the last 1OoO a,but uncertainty still remains regarding the regional assessment of warming during the whole $2 0 ^ { \\mathrm { t h } }$ century in western China, including northwestern China and the Tibetan Plateau, where recorded climatic data were rarely available prior to the 195Os (Fang et al.,2O12; Li et al.,2O13; Shen et al., 2019).The climate in northwestern China changed abruptly in the mid-198Os,with a shift from warm-dry to warm-wet conditions (Shi et al.,2OO7).However, it is not known whether climate change in northwestern China occurs at decadal or centennial time scales (Shi et al.,2OO7; Li et al., 2013). Furthermore,it is difficult to quantify and assess climate change over long historical periods and its impact on water resources, ecosystems,agriculture and other activities due to the shortage of instrumental records (Misra et al.,2012; Li et al.,2013; Yao et al.,2013; Shen et al.,2019). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In recent years,many studies have attempted to reconstruct local paleoclimate variability by applying climate proxy data, including fossl pollens, ice cores,lake sediment cores, tree rings and historical documents (Bradley and Jones,1992; Shen et al.,2001; Esper et al., 2002; Yang et al., 2002; Fang et al.,2012; Wang et al.,2017; Klippel et al.,2018). This kind of reconstruction could provide long-term historical climatic time series.However， the process of paleoclimate reconstruction requires much time and effort. In addition,the uncertainty of such reconstructions is very high and the temporal resolution is low. Available comparatively long-term grid data, such as the Coupled Model Inter-comparison Project phase 5 (CMIP5) and Climate Research Unit (CRU) datasets,can provide historical climate data for historic periods extending over 1OO aago (Taylor et al.,2012;University of East Anglia Climatic Research Unit et al., 2O17). These data offer an opportunity to back cast the historical local climate data in regions with a lack of long-term historical data (Li et al., 2O13; Shen et al., 2019). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Single-value indices, such as the Nash-Sutcliffe coefficient (NSC) and percentage bias (PBIAS), are quantitatively used to assess the performance of hydrological models (e.g.， the SDHydro model）by assessing the quantitative relationship between the observed and estimated runoff (Moriasi et al.,2O07; Chen et al.,2012; Zhang et al.,2016a,b). They are also used to evaluate the capacity of wind erosion models,such as the Agricultural Policy Environmental eXtender (APEX) model (Wang and Li, 2O12; Pi et al., 2017) and some environmental models (e.g., Hauduc et al., 2015).Chen et al. (2Ol2） extended these single-value indices to the assessment of statistical downscaling methods.Li et al. (2O13） analyzed the performance of reconstructions using these indices to test the quantitative relationship between the observed and reconstructed (calibrated and verified) hydro-meteorological time series.However, these indices cannot completely assess the qualitative and quantitative uncertainty associated with climate reconstruction (Li et al., 2013). There is a need to determine how best to qualitatively and quantitatively assess the reconstruction performance and uncertainty associated with different data sources and reconstruction methods. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Based on the principles of set pair analysis (SPA) (Zhao,1989; Zhao and Xuan,1996),we developed a new method, namely, the revised SPA (RSPA),in this study. Then,we used this method to assess the performance and uncertainty of a short-term climate reconstruction in the Tianshan Mountains region (TMR） of China on the basis of two data sources and three reconstruction methods.This study will be useful and significant for short-term (several decades) regional climate reconstruction and longer-term (1OO a or more） assessments of regional climate change. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Study area and data ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Located in Central Asia and northwestern China, the Tianshan Mountains stretch approximately $2 5 0 0 ~ \\mathrm { k m }$ in total,with about $1 7 0 0 ~ \\mathrm { k m }$ in China. The area within China,about $5 . 7 { \\times } 1 0 ^ { 5 } \\ \\mathrm { k m } ^ { 2 }$ accounts for $3 4 . 5 \\%$ of the total area of Xinjiang Uygur Autonomous Region (Hu, 2OO4) and is referred to as the TMR in this study (Fig.1).The TMR starts from the Tarim Basin in the south and stretches to the Jungar Basin in the north.It forms the climate watershed between the northern and southern parts of Xinjiang (Wei et al.,2OO8). The average height of the mountain ridge is $4 0 0 0 \\mathrm { ~ m ~ }$ a.s.l.,with the highest peak being Tomor ( $7 4 3 5 \\mathrm { m }$ a.s.l.). The TMR is a typical alpine mountainous area that is characterized by a continental climate,with large seasonal differences.Precipitation, which is mainly affected by the westerly circulation and topography, is generally regarded as the main source of water resources in Xinjiang (Liu et al., 2O15; Zhang et al., 2019). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "At the spatial scale, meteorological stations with long-term time series are unevenly distributed in the TMR (Fig. 1). At the temporal scale, meteorological records began in the late 195Os and no data are available prior to this time. The existing recorded data indicate that the annual average temperature is $7 . 7 ^ { \\circ } \\mathrm { C }$ and is higher than $0 . 0 ^ { \\circ } \\mathrm { C }$ for most meteorological stations,except those with elevations above $2 0 0 0 \\mathrm { ~ m ~ }$ a.s.l.(e.g.，Bayanbulak, Daxigou and Tuergate stations). The average annual precipitation is $1 8 9 . 5 8 \\ \\mathrm { \\ m m }$ and is larger at stations with higher elevations, such as Bayanbulak, Daxigou, Tianchi, Tuergate and Zhaosu stations (Li et al., 2016). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/1bae0b4064a784a85427b995166e6324a17a6f020511e9a734dedfb1e3dd302c.jpg",
        "img_caption": [
            "Fig.1Distribution of the meteorological stations in the Tianshan Mountains region (TMR)of China.The full name and descriptive information of all meteorological stations can be seen in Table S1 in the Appendix. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Data ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Observed monthly data and two sources of grid monthly data were used to reconstruct historical climatic time series in the TMR: (1) observed data from meteorological stations in the TMR; (2) grid data from the CRU dataset; and (3) a CMIP5 dataset of past and current climatic conditions. The monthly average temperature (MAT） and monthly accumulated precipitation (MAP） at 62 meteorological stations in the TMR were the target climate records for calibration and verification. The CRU TS v4.03 dataset covers the period of 1901-2018. Time series datasets for the $2 0 ^ { \\mathrm { t h } }$ century indicate the month-by-month variation in climate at $0 . 5 ^ { \\circ }$ spatial resolution.The variables include MAT, MAP,diurnal temperature range, monthly average daily maximum temperature and cloud cover (Harris et al., 2O14; University of East Anglia Climatic Research Unit et al., 2020). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The CMIP5 multi-model dataset was compiled by the Working Group on Coupled Modelling (WGCM) and Program for Climate Model Diagnosis and Intercomparison (PCMDI) (Taylor et al., 2012).This multi-model dataset included the outputs from 42 global climate models (GCMs) (for details see Table S2 in the Appendix). Among these GCMs, 42 provided the MAP and 41 provided the MAT.Therefore, the MAP from 42 GCMs and MAT from 41 GCMs were used in this study. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "These monthly data were subjected to a quality control procedure，which involved a visual examination of individual stations or grid records to identify outliers.Abnormal values were identified and either removed or corrected. Only a small fraction of the data needed correction. Missing monthly data, accounting for less than $2 \\%$ of the total data,were estimated for a given month by extrapolating the average value of the data from the one or two preceding and one or two following records.Any time series with over one year of missing data was omited from the research.Finally, the observed data from 53 meteorological stations in the TMR were used, while data from nine stations were omitted.The details of the 53 stations are provided in Table S1 in the Appendix. The near gridded values of MAT and MAP data from the CRU and CMIP5 datasets were interpolated into the 53 selected meteorological stations in the TMR by the bi-linear interpolation method (Huang et al., 2O18).As with the observed data,a similar quality control procedure was applied to the data from the CRU and CMIP5 datasets.Finally, the interpolated MAT data from 41 GCMs in the CMIP5 and CRU datasets and the interpolated MAP data from 42 GCMs in the CMIP5 and CRU datasets were used in this study. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Considering the length of the observed data in the CMIP5 and CRU datasets,the period of 1961-1999 could be used as the calibration and verification period.Hence,each time series was divided into two parts for both MAT and MAP in accordance with the two stages in the model-building process. The first stage (1971-1999: 348 months) was used for calibration and the second stage (1961-1970: 12O months） was used for verification using the delta, physical scaling (SP)and artificial neural network (ANN) methods, with the bi-linear interpolated CMIP5 and CRU data. During the process of calibration and verification,only the interpolated CMIP5 and CRU data obtained by the bi-linear interpolation method were used to represent local station data and this approach was referred to as \"No method\".Therefore, during each stage,168 calibrated and verified MAT time series and 172 calibrated and verified MAP time series were obtained for each station. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3 Methods ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Many methods and approaches were considered for use in this study. Figure 2 shows a flow chart of the methods and approaches that were considered. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/45bb6431fb02c9ae3133090deaa0b637b909eed164654527f47d22085f5e859b.jpg",
        "img_caption": [
            "Fig.2Flow chart of methods and approaches used in this study.MAT,monthly average temperature; MAP, monthly accumulated precipitation; CRU,Climate Research Unit; CMIP5,Coupled Model Inter-comparison Project phase 5; TMR,Tianshan Mountains region; SP,physical scaling; ANN,artificial neural network; RSPA,revised set pair analysis. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1 Delta method ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The delta method is a simple statistical downscaling approach that has been widely applied in previous assessments of climate change and water planning studies (Hay et al., 2Ooo; Zhao and Xu, 2007; Hao et al.,2OO9; Li et al., 2O13).The method has been described in previous literature (Li et al.,2013).In this study,the delta method was extended to use in climate reconstruction as follows: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nT ( x , t ) = \\overline { { T b ( x , t ) } } + ( T r ( y , t ) - \\overline { { T b r ( y , t ) } } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nP ( x , t ) = P r ( y , t ) \\times ( \\frac { \\overline { { P b ( x , t ) } } } { \\overline { { P b r ( y , t ) } } } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $t$ denotes the number of the month in the year, $t = 1 , 2 , 3 , . . . , 1 2 ; T ( x , t ) \\ { \\mathrm { ( } } ^ { \\circ } { \\mathrm { C ) } }$ and $P ( x , t )$ (mm) are the reconstructed MAT and MAP for the target location $x$ in the $t ^ { \\mathrm { { t h } } }$ month during the reconstruction period,respectively; $T r ( y , t )$ and $P r ( y , t )$ represent gridded values ofMAT and MAP for the reference location $y$ in the $t ^ { \\mathrm { { t h } } }$ month during the reconstruction period, respectively; $\\overline { { T b ( x , t ) } }$ （204号 and $\\overline { { T b r ( y , t ) } }$ $( ^ { \\circ } \\mathrm { C } )$ are the mean values of MAT during the baseline time period for the target location $x$ and the reference location $y$ in the $t ^ { \\mathrm { { t h } } }$ month, respectively; and $\\overline { { P b ( x , t ) } }$ and $\\overline { { P b r ( y , t ) } }$ （204号 （204 $( \\mathrm { m m } )$ are the mean values of MAP during the baseline time period for the target location $x$ and the reference location $y$ in the $t ^ { \\mathrm { { t h } } }$ month, respectively. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2Physical scaling(SP) method ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To overcome the limitation of location-centric characteristics and model geophysical changes within a statistical downscaling framework, Gaur and Simonovic (2O17a,b） proposed the SP model.The model was based on the hypothesis that the large-scale climate and elevation properties of a location can define the local-scale climate characteristics.The SP model builds a regression relationship between local-scale observed data and bi-linearly interpolated climate model and elevation data.A generalized additive model(GAM) (Schimek and Turlach, 2OoO) was chosen as the regression function to link predictant (local-scale observed data） and predictor variables (bi-linearly interpolated climate model and elevation data).In this study,the SP method was extended to climate reconstruction and was mathematically expressed as: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\ng ( \\mathbf { M A T } _ { \\mathrm { o b s } } ) = B _ { 0 } + f _ { 1 } ( \\mathbf { M A T } _ { \\mathrm { m o d } } ) + f _ { 2 } ( E _ { p } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\ng ( \\mathrm { M A P } _ { \\mathrm { o b s } } ) { = } B _ { 0 } + f _ { 1 } ( \\mathrm { M A P } _ { \\mathrm { m o d } } ) + f _ { 2 } ( E _ { p } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where variables $g$ and $f$ represent the link and smoothing functions, respectively; $\\mathbf { M A T _ { o b s } }$ （204号 ${ \\mathrm { ( } } ^ { \\circ } { \\mathrm { C ) } }$ and $\\mathbf { M A P _ { o b s } }$ (mm) represents the observed MAT and MAP data, respectively; subscript obs and mod denote if the climatic data are observed or model based,respectively; $B _ { 0 }$ denotes the regression parameter; $E _ { p }$ denotes the elevation $\\mathrm { ( m ) }$ of the referred pixel,and the subscript $p$ means that the data used are at a pixel scale; and $\\mathbf { M A T _ { m o d } }$ and $\\mathbf { M A P _ { m o d } }$ denote large-scale MAT and MAP data obtained by a bi-linear interpolation of GCM or CRU data at the referred pixel, respectively. In this study, smoothing functions were fitted using the penalized likelihood maximization algorithm, which was a variant of the maximum likelihood estimation algorithm that was obtained by incorporating a penalty function, with a tradeoff between model fit wiggliness and goodness of fit (Wood, 2000). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3 Artificial neural network(ANN) model ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Artificial neural networks (ANNs) have been widely used in the estimation of climatic, hydrologic, economic and other variables in recent decades.In this study,a three-layered feed-forward neural network (FFNN) was used. Three layers containing an input layer, a hidden layer and an output layer were included within a general framework for representing nonlinear functional mapping between a set of input and output variables (Nourani et al.,2O9).The weighted connections feed activations in an FFNN only in the forward direction from an input layer to an output layer. In addition,additional weighted connections were used to feed the previous activations back to the network in a feed-forward back propagation (BP) network (Srinivasulu and Jain, 2OO6). In a FANN structure with a BP algorithm, it has been proven that the three-layer structure is satisfactory for forecasting and simulating water resources, hydrologic parameters and climate change (ASCE Task Committe on Application of Artificial Neural Networksin Hydrology， 2O00). The Levenberg-Marquardt (LM) fiting algorithm can be used to train a three-layered BP FFNN (TLBP-FFNN) as follows:（1） suppose a set of $n$ empirical pairs of independent and dependent variables are defined as $( x _ { i } , y _ { i } )$ ; and (2) in the model curve $f ( x _ { i } , \\beta )$ , the parameter $\\beta$ is optimized so that the sum of the squares of the deviations $\\operatorname { \\mathcal { S } } ( \\beta )$ ; Eq. 5) obtains a minimum value (Levenberg, 1944; Marquardt,1963). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { S ( \\beta ) = \\sum _ { i = 1 } ^ { n } [ y _ { i } - f ( x _ { i } , \\beta ) ] ^ { 2 } . } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A heuristic procedure is used to determine the input dimension and the number of hidden nodes by testing different inputs, with an increasing number of hidden nodes (Cannas et al., 2O06).The output value of the TLBP-FFNN could be specifically expressed as follows: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\ny _ { k } = f _ { o } [ \\sum _ { j = 1 } ^ { n } w _ { k j } \\times f _ { h } ( \\sum _ { i = 1 } ^ { m } w _ { j i } x _ { i } + w _ { j o } ) + w _ { k o } ] ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where $y _ { k }$ represents the $k ^ { \\mathrm { { t h } } }$ computed output variable; $m$ and $n$ are the number of neurons in the input and hidden layers,respectively $( i { = } 1 , \\ 2 , \\ 3 , \\ . . . , \\ m$ and $j { = } 1 , \\ 2 , \\ 3 , \\ . . . , n ) ; f _ { o }$ and $f _ { h }$ are the activation functions for the output and hidden neurons,respectively; $w _ { k j }$ is the $k ^ { \\mathrm { { t h } } }$ neuron in the output layer, with the $j ^ { \\mathrm { t h } }$ neuron in the hidden layer; $w _ { j i }$ is a weighting linking the $j ^ { \\mathrm { t h } }$ neuron in the hidden layer with the $i ^ { \\mathrm { t h } }$ neuron in the input layer; $x _ { i }$ stands for the $i ^ { \\mathrm { t h } }$ input variable for the input layer; and $w _ { j o }$ and $w _ { k o }$ are the biases for the $j ^ { \\mathrm { t h } }$ hidden neuron and the $k ^ { \\mathrm { { t h } } }$ neuron in the output layer, respectively. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In this study，MAT and MAP were modelled by the TLBP-FFNN method,with the linear activation function in the output neuron and Tan-sigmoid activation function in the hidden neuron trained using the LM fiting algorithm.For the ANN,which is a data-driven statistical model, the input variables were selected from the available data,and the model was subsequently developed. The MAT and MAP during 1961-1999 were available from the 53 meteorological stations. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The LM back propagation scheme was used as the training algorithm in the Matlab neural network toolbox (Beale et al.,2O15) for the purpose of this study. The network architecture and training iteration number (epoch) are important in the TLBP-FFNN modeling.In this study,10,000 epochs resulted in a satisfactory training network,with $1 0 ^ { - 4 }$ as the target performance. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4Performance and uncertainty analysis ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.4.1 Traditional performance assessment indices ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The following performance indices were used to assess the reconstruction performance: ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n{ \\mathrm { N S C } } = 1 - { \\frac { \\sum _ { i = 1 } ^ { n } ( y _ { i } - y _ { i } ^ { \\cdot } ) ^ { 2 } } { \\sum _ { i = 1 } ^ { n } ( y _ { i } - { \\overline { { y } } } ) ^ { 2 } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n{ \\mathrm { P B L A S } } = { \\frac { \\sum _ { i = 1 } ^ { n } ( y _ { i } - y _ { i } ^ { * } ) \\times 1 0 0 \\% } { \\sum _ { i = 1 } ^ { n } y _ { i } } } ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where NSC and PBIAS are the Nash-Sutcliffe coefficient (Nash and Sutcliffe，1970）and percentage bias, respectively； and $n , y _ { i } , y _ { i } ^ { \\prime }$ and $\\mathit { \\Pi } _ { \\overline { { y } } } ^ { - }$ are the number of observations,the observed value, the predicted or reconstructed value and the mean value of the observed data, respectively. Both NSC and PBIAS were used to assess the performance of models.When the value of NSC ( $- \\infty$ to 1.00) is close to 1.OO and the absolute value of PBIAS is close to O,the estimated or reconstructed data series is close to the observed data series (Gupta et al., 1999;Moriasi et al., 2007).A positive PBIAS indicates that the model is underestimating the predicted values, while a negative value means that the model is overestimating the predicted values (Gupta et al.,1999). Values of NSC greater than O.5O and absolute values of PBIAS less than $2 5 \\%$ indicate a ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "satisfactory model performance(Table 1). ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/1bd7ecea165363996d3abc6c56f8839adb7f15827eb4566f1566bf721a1352b4.jpg",
        "table_caption": [
            "Table1 Climate reconstruction performance criteria (revised from Moriasi et al.(2007)) "
        ],
        "table_footnote": [
            "Note:NSC,Nash-Sutcliffe coefficient; PBIAS,percentage bias. "
        ],
        "table_body": "<html><body><table><tr><td>Performance rating</td><td>Grade</td><td>NSC</td><td>PBLAS</td></tr><tr><td>Very good</td><td>A</td><td>NSC≥0.75</td><td>PBIAS≤±15%</td></tr><tr><td>Good</td><td>B</td><td>0.65≤NSC<0.75</td><td>PBIAS≤±20%</td></tr><tr><td>Satisfactory</td><td>C</td><td>0.50≤NSC<0.65</td><td>PBIAS≤±25%</td></tr><tr><td>Unsatisfactory</td><td>D</td><td>NSC<0.50</td><td>Any value</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4.2Set pair analysis (SPA) theory ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The SPA theory was proposed by Zhao (1989), which provides a way to assess uncertainties. This theory overlaps with many other uncertainty theories，especially Boolean reasoning methods, evidence theory, fuzzy set theory and rough set theory (Yang et al.，2Oo8).Emphasizing the relativity and fuzziness in information processing,the SPA theory can identify the relative certainty and relative uncertainty，and describe them quantitatively and systematically using identity, discrepancy and contrary (Zhao and Xuan,1996; Ye and Wu,200O; Wang and Li,2012; Yan et al., 2017).The SPA theory has been widely applied in many fields, including artificial intelligence, system engineering，multi-attribute assessments，urban ecosystem health assessments，energy consumption forecasting，water resource evaluation， weather forecasting and hazard assessment (Wang et al.,2004; Zhou et al., 2007; Wang et al., 2008; Su et al.,2009; Wang and Li, 2012; Wang et al., 2014; Yan et al., 2017). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The certainty and uncertainty in a given system can be evaluated by the SPA theory. Assuming $A$ and $B$ are the sets given,the set pair $H = ( A , B )$ ，made up of $A$ and $B$ ，is determined by its characteristics.The value of its characteristics is represented by N. S, $F$ and $P$ represent the values of the identity, discrepancy and contrary characteristics,respectively. The values of $S , F , P$ and $N$ meet the condition $\\scriptstyle N = S + F + P$ ，Therefore,the values of S/N,F/N and $P / N$ are termed the identity, discrepancy and contrary degrees,respectively. In this study, we set $\\scriptstyle a = S / N$ ， $\\scriptstyle b = F / N$ and $\\scriptstyle { c = P / N } .$ Obviously, $a + b + c = 1$ is undisputed (Wang and Li,2O12; Yan et al., 2O17). The connection degree of $H$ is then defined as follows: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mu ( A , B ) = \\frac { S } { N } + \\frac { F } { N } i + \\frac { P } { N } j = a + b i + c j ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $\\mu$ is the connection degree of $H ; i$ is the uncertainty coefficient of the discrepancy degree, with an uncertainty value between $^ { - 1 }$ and 1,which corresponds to various circumstances or can be considered only as a measure of discrepancy;and $j$ is the coefficient of the contrary degree and is specified as $^ { - 1 }$ (Su et al., 2009;Wang and Li, 2012; Yan et al.,2017). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Equation 9 is considered to be the three-element connection degree (Wang and Li, 2O12; Yan et al., 2017). The multi-element connection degree is defined as follows: ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\mu ( A , B ) = a + b _ { 1 } i _ { 1 } + b _ { 2 } i _ { 2 } + \\cdots + b _ { k - 2 } i _ { k - 2 } + c j ,\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "where $a + b _ { 1 } + b _ { 2 } + . . . + b _ { k - 2 } + c = 1 ; b _ { 1 } , b _ { 2 } , . . . , b _ { k - 2 }$ are components of the discrepancy degree, explaining different grades of discrepancy; and $i _ { 1 } , i _ { 2 }$ .， $i _ { k - 2 }$ are the uncertainty component coefficients of the discrepancy degree (Wang and Li, 2O12). The connection degree $\\mu ( A , B )$ may overcome the drawbacks of using a single index, such as the correlation coefficient, subordinate degree or grey correlation degree (Wang and Li, 2O12; Yan et al., 2017). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4.3Revised set pair analysis (RSPA) for climate reconstruction ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Based on the principle and operating procedure of the SPA,a revised SPA, namely the RSPA, was proposed to assess the uncertainty of short-term climate reconstruction. We assumed that $\\scriptstyle A = ( y _ { 1 }$ ， $y _ { 2 } , . . . , y _ { m } )$ was the reconstructed climatic time series,and $B { = } ( x _ { 1 } , \\ x _ { 2 } , \\ . . . , \\ x _ { m } )$ was the observed climatic time series（ $\\mathbf { \\bar { \\rho } } _ { m }$ is the number of observed values） in this study. For the performance assessment of $k$ $( k { \\geq } 2 )$ grades of climate reconstruction, there are $k { - } 1$ thresholds $( s _ { 1 } , \\ s _ { 2 } , \\ . . . , \\ s _ { k - 1 } )$ whose intervals (O-s1, s1-S2.，..\\*, $s _ { k - 2 } - s _ { k - 1 }$ ， $s _ { k - 1 } { - + \\infty } )$ correspond to different grades. For example, $k { = } 3$ means three grades, namely good, normal and bad performance (Wang and Li, 2O12; Yan et al., 2017). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The $k$ -element connection degree $\\mu ( A , B )$ is described as follows: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\mu ( A , B ) = \\left\\{ \\begin{array} { l l } { \\displaystyle 1 + 0 i _ { 1 } + 0 i _ { 2 } + \\dots + 0 i _ { k - 2 } + 0 j \\mathrm { , ~ w h e n ~ } \\Delta _ { i } \\in \\left[ 0 , s _ { 1 } \\right] } \\\\ { \\displaystyle \\frac { s _ { 1 } } { m } + \\frac { s _ { 2 } } { m } i _ { 1 } + 0 i _ { 2 } + \\dots + 0 i _ { k - 2 } + 0 j \\mathrm { , ~ w h e n ~ } \\Delta _ { i } \\in \\left[ 0 , s _ { 2 } \\right] } \\\\ { \\displaystyle \\frac { s _ { 1 } } { m } + \\frac { s _ { 2 } } { m } i _ { 1 } + \\frac { s _ { 3 } } { m } i _ { 2 } + \\dots + 0 i _ { k - 2 } + 0 j \\mathrm { , ~ w h e n ~ } \\Delta _ { i } \\in \\left[ 0 , s _ { 3 } \\right] } \\\\ { \\displaystyle \\dots } \\\\ { \\displaystyle \\frac { s _ { 1 } } { m } + \\frac { s _ { 2 } } { m } i _ { 1 } + \\frac { s _ { 3 } } { m } i _ { 2 } + \\dots + \\frac { s _ { k - 1 } } { m } i _ { k - 2 } + 0 j \\mathrm { , ~ w h e n ~ } \\Delta _ { i } \\in \\left[ 0 , s _ { k - 1 } \\right] } \\\\ { \\displaystyle \\frac { s _ { 1 } } { m } + \\frac { s _ { 2 } } { m } i _ { 1 } + \\frac { s _ { 1 } } { m } i _ { 2 } + \\dots + \\frac { s _ { k - 1 } } { m } i _ { k - 2 } + \\frac { s _ { k } } { m } j \\mathrm { , ~ w h e n ~ } \\Delta _ { i } \\in \\left[ 0 , + \\infty \\right) } \\end{array} \\right. .\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where ${ \\Delta _ { \\iota } = } \\left| { y _ { \\iota } - x _ { \\iota } } \\right| , l { = } 1 , 2 , 3 , . . . , m$ ,and $\\quad _ { S 1 } \\le s _ { 2 } { \\le } . . . { \\le } s _ { k - 1 }$ ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nS _ { 1 } = \\sum _ { \\iota = 1 } ^ { m } \\mathrm { s g n } ( \\Delta _ { \\iota } - s _ { 1 } ) ; \\mathrm { s g n } ( \\Delta _ { \\iota } - s _ { 1 } ) = \\left\\{ \\begin{array} { l l } { { 1 , \\Delta _ { \\iota } - s _ { 1 } \\leq 0 } } \\\\ { { 0 , \\mathrm { e l s e } } } \\end{array} \\right. ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nS _ { d } = \\sum _ { \\iota = 1 } ^ { m } \\mathrm { s g n } ( \\Delta _ { \\iota } - s _ { d } ) ; d = 2 , \\ 3 , \\ 4 , \\ . . . , k - 1 ; \\ \\mathrm { s g n } ( \\Delta _ { \\iota } - s _ { d } ) = \\left\\{ \\begin{array} { l l } { { 1 , \\ : s _ { d - 1 } < \\Delta _ { \\iota } \\leq s _ { d } } } \\\\ { { 0 , \\ : \\mathrm { e l s e } } } \\end{array} \\right. ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\nS _ { k } = m - S _ { 1 } - S _ { 2 } - \\cdots - S _ { k - 1 } .\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In this study, the absolute error $( \\Delta _ { \\imath } )$ between the calibrated(or verified) and observed climatic time series was chosen as the assessment factor. $S _ { 1 } / m$ is the possibility of $\\Delta _ { \\imath }$ belonging to ${ \\bf G } _ { 1 }$ grade; $S _ { 2 } / m$ is the possibility of $\\Delta _ { \\imath }$ belonging to ${ \\bf G } _ { 2 }$ grade; $S _ { 3 } / m$ is the possibility of $\\Delta _ { \\imath }$ belonging to ${ \\bf G } _ { 3 }$ grade; $S _ { k - 1 } / m$ is the possibility of $\\Delta _ { \\imath }$ belonging to the $( k { - } 1 ) ^ { \\mathrm { t h } }$ grade; and $S _ { k } / m$ is the possibility of $\\Delta _ { \\imath }$ belonging to the $\\mathbf { G } _ { k }$ grade. For $k { = } 5$ , it means that there are five grades,i.e., very good performance （204号 $\\left( \\mathbf { G } _ { 1 } \\right)$ ，good performance $\\left( \\mathbf { G } _ { 2 } \\right)$ ，normal performance $\\left( \\mathbf { G } _ { 3 } \\right)$ ，bad performance $\\left( \\mathbf { G } _ { 4 } \\right)$ and very bad performance $\\left( \\mathbf { G } _ { 5 } \\right)$ . The grade standards for MAT and MAP reconstruction are shown in Table 2. According to the SPA theory, $S _ { 1 } / m$ corresponds to the identity degree; $S _ { 5 } / m$ corresponds to the contrary degree; and $S _ { 2 } / m , S _ { 3 } / m$ and $S _ { 4 } / m$ are three detailed discrepancy degrees. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/ce6d74a115cffa8fad2579151fdf26caeff546195b010a769ad0dac7a1f2b549.jpg",
        "table_caption": [
            "Table 2Assessment of grade standards for the calibration and verification of monthly average temperature (MAT) and monthly accumulated precipitation (MAP)time series in the Tianshan Mountains region (TMR)of China "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td colspan=\"5\">Grade</td></tr><tr><td>0-s1</td><td>S1-S2</td><td>S2-S3</td><td>S3-S4</td><td>S4-S5</td></tr><tr><td>Range of MAT(C)</td><td>0.0-0.5</td><td>0.5-1.0</td><td>1.0-1.5</td><td>1.5-2.0</td><td>2.0-+</td></tr><tr><td>Range of MAP (mm)</td><td>0.0-2.0</td><td>2.0-4.0</td><td>4.0-6.0</td><td>6.0-8.0</td><td>8.0-+8</td></tr><tr><td>Performance</td><td>Very good</td><td>Good</td><td>Normal</td><td>Bad</td><td>Very bad</td></tr><tr><td>Degree</td><td>G1</td><td>G2</td><td>G3</td><td>G4</td><td>G5</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In addition,we set the ratio of $R { : } R _ { i } ^ { j }$ representing different calibrated(or verified) climatic time series for one target station based on interpolated grid data from the CMIP5 and CRU datasets using four different reconstruction methods: delta,ANN,SP and No methods.Here,i means different data sources (GCMs from the CMIP5 and CRU） and $j$ means different reconstruction methods (delta,ANN,SPand Nomethods).Forexaple $R _ { \\mathrm { C a n C M 4 } } ^ { \\mathrm { A N N } }$ representsacalibrated (or verified） climatic time series for one target station based on interpolated grid data from the CanCM4 GCM model using the ANN method. In this study, we set $T$ representing the observed ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "MAT time series for one target station in the TMR,and $P$ representing the observed MAP time series in the TMR.The connection degree $( \\mu ( R , T )$ and $\\mu ( R , P ) )$ between calibrated（verified） and observed data can be calculated using Equations 11-14. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4 Results ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In this section, we assessed the performance of calibrated and verified MAT and MAP time series, taking Zhaosu station as an example. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1Performance assessment of calibrated and verified MAT time series ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Figure 3 shows the calibration and verification performance of MAT time series by the delta, SP, ANN and No methods based on the CMIP5 and CRU datasets at Zhaosu station.The results indicated that 128 satisfactory calibrated and verified MAT time series were produced from a total of168 time series,with a satisfaction degree of $76 \\%$ . All 128 satisfactory calibrated and verified MAT time series captured the intra-annual variation pattrn (Fig. 3). Numerically,the calibration and verification based on two sources of data performed very wel (most performance grades were A (very good))for calibrated and verified MAT time series). Use of the three methods (delta, SP and ANN） greatly improved the calibration and verification performance. There was no large difference between calibrated (verified) and observed MAT values,but there was a smalldifference when the different sources of data were used (Fig.3). Calibrated and verified results based on grid data from the CRU were better than those generated using the CMIP5.This may be because the CRU data were superior to the CMIP5 data. The CRU data were obtained based on actual pointwise observations，while the CMIP5 data were modelled based on greenhouse gases, anthropogenic aerosol solar variability and volcanic eruptions. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The same data sources also generated similar MAT time series using the different methods at Zhaosu station during the calibration and verification periods.There was almost no difference between calibrated (verified) and observed MAT time series based on the CRU data when using the four different methods (Fig.3).Based on the CMIP5 dataset, we obtained a similar calibration and verification performance by the four methods according to the average NSC value. However, according to the PBIAS values,MAT values were underestimated or overestimated by the SP and ANN methods for both data sources during the calibration and verification periods. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The numbers of satisfactory calibrated and verified MAT time series based on the CMIP5 and CRU datasets using the delta, SP and ANN methods in the TMR are presented in Figure 4 and Table S3 (see the Appendix). It can be seen that for all 53 meteorological stations selected in this study, satisfactory calibrated and verified MAT time series were obtained. The performance ratings were high, with most of them graded A (very good). Both the CMIP5 and CRU datasets performed very well during the MAT calibration and verification periods.The delta and SP methods produced satisfactory results based on both the CMIP5 and CRU datasets for all 53 meteorological stations. The ANN method produced a satisfactory calibrated and verified MAT time series for only 3-4 stations based on several GCMs from the CMIP5 and CRU datasets.Some bi-linear interpolated CMIP5 models and CRU data could generate satisfactory calibrated and verified MAT time series for most stations without the use of a reconstruction method. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2Performance assessment of calibrated and verified MAP time series ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The calibration and verification performance of MAP time series produced by the delta, SP,ANN and No methods using the CMIP5 and CRU datasets at Zhaosu station is shown in Figure 5.In comparison with the calibration and verification results of MAT time series,the calibration and verification performance of MAP time series was inferior. Specifically，only 26 satisfactory calibrated and verified MAP time series among the total of 172 time series,with a satisfaction degree of $1 5 \\%$ . Only 14 GCMs from the CMIP5 dataset produced a good or satisfactory calibrated and verified MAP time series (most performance grades were C (satisfactory)) at Zhaosu station, while the use of the CRU dataset did not result in any satisfactory series.The different GCMs from the CMIP5 dataset generated different performances, each with small differences (Fig. 5). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The same data source produced different results when the diferent methods were used at Zhaosu station during the calibration and verification periods.Among the 26 satisfactory calibrated and verified MAP time series, nine were generated by the delta method, nine by the SP method, six by the ANN method and two by the No method. Although all 26 satisfactory calibrated and verified MAP time series could capture the intra-annual pattrn, there were numerical differences between them and the observed time series (Fig. 5).The average NSC value for calibrated and verified MAP time series showed a decreasing trend with the order of delta, SP, ANN and No methods.Therefore, for the calibrated and verified MAP time series at Zhaosu station,the delta method performed better than the SP method,and the SP method performed better than the ANN method. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "25 20- 15- 10- (A)LII 5 -5- -10- -15- -20 -25+ 0 00000000000000000 Obs ACCESS1-3 NorESM1-M NorESM1-ME Delta.ACCESS1-0 Delta.ACCESS1-3 Delta.BNU-ESM 》 Delta.CCSM4 Delta.CESM1-BGC Delta.CESM1-CAM5 Delta.CESM1-FASTCHEM Delta.CESM1-WACCM Delta.CSIRO-Mk3-6-0 Delta.FGOALS-s2 Delta.FIO-ESM Delta.INMCM4 Delta.IPSL-CM5A-LR Delta.IPSL-CM5A-MR Delta.IPSL-CM5B-LR Delta.MIROC-ESM-CHEM Delta.MRI-CGCM3 Delta.NorESM1-M Delta.NorESM1-ME Delta.BCC-CSM1-1 Delta.BCC-CSM1-1-m Delta.MIROC5 Delta.HadGEM2-AO Delta.CNRM-CM5 Delta.EC-EARTH Delta.GISS-E2-R Delta.GISS-E2-R-CC Delta.GISS-E2-H Delta.GISS-E2-H-CC Delta.HadCM3 Delta.HadGEM2-CC Delta.HadGEM2-ES Delta.CMCC-CESM Delta.CMCC-CM Delta.CMCC-CMS Delta.FGOALS-g2 Delta.GFDL-ESM2G Delta.GFDL-ESM2M Delta.MIROC4h Delta.CanCM4 Delta.CRU SP.ACCESS1-0 SP.ACCESS1-3 SP.BNU-ESM SP.CCSM4 SP.CESM1-BGC SP.CESM1-CAM5 SP.CESM1-FASTCHEM O SP.CESM1-WACCM SP.CSIRO-Mk3-6-0 SP.FGOALS-s2 SP.FIO-ESM . SP.INMCM4 SP.IPSL-CM5A-LR SP.IPSL-CM5A-MR SP.IPSL-CM5B-LR SP.MIROC-ESM SP.MIROC-ESM-CHEM SP.MRI-CGCM3 SP.NorESM1-M SP.NorESM1-ME SP.BCC-CSM1-1 SP.BCC-CSM1-1-m SP.MIROC5 SP.HadGEM2-AO SP.CNRM-CM5 SP.EC-EARTH SP.GISS-E2-R SP.GISS-E2-R-CC SP.GISS-E2-H SP.GISS-E2-H-CC SP.HadCM3 SP.HadGEM2-CC SP.HadGEM2-ES SP.CMCC-CESM SP.CMCC-CM SP.CMCC-CMS SP.FGOALS-g2 SP.GFDL-ESM2G SP.GFDL-ESM2M SP.MIROC4h SP.CanCM4 SP.CRU ANN.ACCESS1-0 ANN.ACCESS1-3 ANN.BNU-ESM ANN.CCSM4 ANN.CESM1-BGC ANN.CESM1-CAM5 ANN.CESM1-FASTCHEM ANN.CESM1-WACCM ANN.CSIRO-Mk3-6-0 ANN.FGOALS-s2 ANN.FIO-ESM ANN.INMCM4 ANN.IPSL-CM5A-LR ANN.IPSL-CM5A-MR ANN.IPSL-CM5B-LR ANN.MIROC-ESM ANN.MIROC-ESM-CHEM ANN.MRI-CGCM3 ANN.NorESM1-M ANN.NorESM1-ME ANN.BCC-CSM1-1 ANN.BCC-CSM1-1-m ANN.MIROC5 ANN.HadGEM2-AO ANN.CNRM-CM5 ANN.EC-EARTH ANN.GISS-E2-R ANN.GISS-E2-R-CC ANN.GISS-E2-H ANN.GISS-E2-H-CC ANN.HadCM3 ANN.HadGEM2-CC ANN.HadGEM2-ES ANN.CMCC-CESM ANN.CMCC-CM ANN.CMCC-CMS ANN.FGOALS-g2 ANN.GFDL-ESM2G ANN.GFDL-ESM2M ANNMIROC4h ANNCanCM4 ANNCRII ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/39e86e66fd29c3779416f2d188be807e300df58077f6a469f2429f193c0cc3f0.jpg",
        "img_caption": [
            "Fig.4Distribution of numbers of satisfactory calibrated and verified MAT time series in the TMR.The value at each station represents the number of satisfactory calibrated and verified MAT time series basedon the CMIP5 and CRU datasets using the delta, SP and ANN methods. "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/9ea44d05128127d031d4a59c1ca2144c96f4998ce39e528a7d6b0f1cc40aa5d7.jpg",
        "img_caption": [
            "Fig.5The 26 satisfactory calibrated,verified and observed monthly accumulated precipitation (MAP)time series at Zhaosu station.Obs,the observed data; SP,physical scaling.Delta.ACCESS1.0,the reconstructed data based on ACCESS1.O data using the delta method; the others all follow this nomenclature scheme. "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The number of satisfactory calibrated and verified MAP time series based on the CMIP5 and CRU datasets using the delta, SP, ANN and No methods in the TMR are shown in Figure 6 and Table S4 (see the Appendix). Satisfactory calibrated and verified MAP time series were obtained for only 2O stations in the TMR.The performance ratings were low and most of them were graded C (satisfactory). Although the number of satisfactory calibrated and verified MAP time series was very small (1,2 or 3） at most of the 2O stations,it was slightly larger at Zhaosu station (26), followed by Bayanbulak(13)，Daxigou (8） and Xiaoquzi （7） stations. With the exception of Zhaosu, Bayanbulak,Daxigou and Xiaoquzi stations, satisfactory MAP time series were only obtained with the CRU dataset. The delta and SP methods produced more satisfactory MAP time series than the ANN method. The ANN method produced satisfactory calibrated and verified MAP time series for 12 stations based on data from several GCMs in the CMIP5 and CRU datasets.The ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "CRU data produced satisfactory calibrated and verified MAP time series for three stations, while two GCMs from the CMIP5 dataset produced satisfactory calibrated and verified MAP time series for one station by the No method. ",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/4c503807ec0dad8bf624d5bd7e6bb8cd4f97df94a083a3a52c144a96bed1c9b2.jpg",
        "img_caption": [
            "Fig.6Distribution of numbers of satisfactorycalibrated and verified MAP time series in the TMR.The value at each station represents the numberof satisfactory calibrated and verified MAT time series based on the CMIP5 and CRU datasets using the delta, SP and ANN methods. "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The above results indicate that the delta and SP methods performed very well during the calibration and verification periods of MAT time series for both the CMIP5 and CRU datasets at each station in the TMR.The ANN method provided a satisfactory MAT time series for several stations. For $40 \\%$ of the selected stations in the TMR,good or satisfactory MAP time series were obtained by the delta and SP methods using several GCMs from the CMIP5 dataset.The ANN method generated satisfactory MAP time series at fewer stations than the delta and SP methods based on several GCMs from the CMIP5 and CRU datasets. One possible explanation for the difference was that the temperature was impacted mainly by the radiation balance and was easier to simulate.However,， precipitation may be influenced by many factors, such as local climate, topography and vapor sources and was much more difficult to model. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5 Discussion ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "In the previous section,the best results were obtained for calibrated and verified MAT and MAP time series at Zhaosu station. Selecting Zhaosu station as an example again, this section presents the uncertainty determined during the calibration and verification of MAT and MAP time series using the RSPA method. Connection degree expressions between calibrated (verified) and observed climatic (MAT and MAP) time series by the delta, SP, ANN and No method based on the CMIP5 and CRU datasets at Zhaosu station in the TMR are provided in Tables S5 and S6 (see the Appendix). It should be noted that those two tables only show the first 2O entries by descending value of identity degree $( a )$ ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "5.1 Uncertaintyanalysisofcalibrated and verified MAT ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "For the set pair $( R _ { \\mathrm { C R U } } ^ { \\mathrm { d e l t a } } , ~ T )$ , the identity degree $( a )$ was O.58 and O.59 for the calibrated and verified MAT; the uncertainty component coefficients of the discrepancy degree $( b _ { 1 } , b _ { 2 }$ and $b _ { 3 } { \\mathrm { ' } }$ ）were 0.24, 0.11 and O.04 for the calibrated MAT,and O.26, 0.06 and O.06 for the verified MAT,respectively; and the contrary degree $( c )$ was O.O3 and O.O3 for the calibrated and verified MAT,respectively (Table S5). Therefore, $\\mu ( R _ { \\scriptscriptstyle \\mathrm { C R U } } ^ { \\mathrm { d e l t a } } , ~ T ) = 0 . 5 8 + 0 . 2 4 i _ { 1 } + 0 . 1 1 i _ { 2 } + 0 . 0 4 i _ { 3 } + 0 . 0 3 j$ during the calibration period, which means that the connection degree between calibrated and observed MAT time series for Zhaosu station based on the CRU dataset using the delta method was expressed as: $\\mu ( R ,$ $T ) = 0 . 5 8 + 0 . 2 4 i _ { 1 } + 0 . 1 1 i _ { 2 } + 0 . 0 4 i _ { 3 } + 0 . 0 3 j$ i.e., $58 \\%$ ， $24 \\%$ ， $1 1 \\%$ ， $4 \\%$ and $3 \\%$ of 348 values of $\\Delta _ { \\imath }$ during the calibration period fell into the ranges of $0 . 0 ^ { \\circ } \\mathrm { C } \\mathrm { - } 0 . 5 ^ { \\circ } \\mathrm { C }$ $0 . 5 ^ { \\circ } \\mathrm { C } { - } 1 . 0 ^ { \\circ } \\mathrm { C }$ ， $1 . 0 ^ { \\circ } \\mathrm { C } \\mathrm { - } 1 . 5 ^ { \\circ } \\mathrm { C }$ $1 . 5 ^ { \\circ } \\mathrm { C } { - 2 . 0 ^ { \\circ } \\mathrm { C } }$ and $2 . 0 ^ { \\circ } \\mathrm { C - + \\infty }$ , respectively. The rest of the results can be explained in the same manner. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "According to the criteria in Table 2,the calibrated and verified MAT time series based on the CRU dataset obtained by the delta method produced a very good performance. There was a high possibility $( 5 1 \\% - 5 9 \\% )$ of a very good performance during both the calibration and verification periods.For the time series based on the GCM data from the CMIP5 dataset, there was a lower possibility $( 2 0 \\% - 2 6 \\% )$ of a very good performance compared with the possibility $( 3 0 \\% - 3 9 \\% )$ of a very bad performance.The uncertainty component coeficients of the discrepancy degree based on both datasets decreased gradually from $b _ { 1 }$ to $b _ { 3 }$ 、Almost all values of $b _ { 1 }$ were larger than values of $b _ { 2 }$ and $b _ { 3 }$ .This indicates that the possibility shifted from the discrepancy to the identity was larger than that from the discrepancy to the contradistinction. Values of $\\mu ( R _ { \\mathrm { C R U } } ^ { \\mathrm { d e l t a } } , T )$ ， $\\mu ( R _ { \\mathrm { C R U } } ^ { \\mathrm { S P } } , \\ T )$ and $\\mu ( R _ { \\mathrm { C R U } } ^ { \\mathrm { A N N } }$ ， $T )$ are positive if we let $i _ { 1 } { = } 0 . 5$ ， $\\scriptstyle i _ { 2 } = 0 . 0$ ， $\\stackrel { . } { \\iota } _ { 3 } = - 0 . 5$ and $j = - 1 . 0$ ，A larger positive value means that the calibrated (verified） and observed time series are more similar and the uncertainty is lower. Therefore, the lowest uncertainty for the reconstruction of MAT was based on the CRU data using the three methods (delta, SP and ANN). ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Different methods based on the same data source can generate different results for the MAT.The CRU dataset showed that $\\mu ( R _ { \\scriptscriptstyle \\mathrm { C R U } } ^ { \\scriptscriptstyle \\mathrm { d e l t a } } , T ) > \\mu ( R _ { \\scriptscriptstyle \\mathrm { C R U } } ^ { \\scriptscriptstyle \\mathrm { S P } } , T ) > \\mu ( R _ { \\scriptscriptstyle \\mathrm { C R U } } ^ { \\scriptscriptstyle \\mathrm { A N N } } , T )$ and the CMIP5 dataset showed that $\\mu ( R$ ， $T ) > \\mu ( R _ { \\mathrm { x x x } } ^ { \\mathrm { s p } } , T ) > \\mu ( R _ { \\mathrm { x x x } } ^ { \\mathrm { d e l t a } } , T ) > \\mu ( R _ { \\mathrm { x x x } } ^ { \\mathrm { n o } } , T )$ (here XXX means any dataset fromCMIP5)onaverage if $i _ { 1 } { = } 0 . 5$ ， $i _ { 2 } { = } 0 . 0$ ， $i _ { 3 } { = } - 0 . 5$ and $j { = } - 1 . 0$ . In summary, the SP method produced 11 entries,and ANN and delta methods produced seven and two entries, respectively, among the first 2O entries. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The numbers of positive connection degrees for calibrated and verified MAT time series based on the CMIP5 and CRU datasets using the delta, SP and ANN methods in the TMR are shown in Table S7 (see the Appendix). It can be seen that 51 stations can obtain a positive connection degree if $i _ { 1 } { = } 0 . 5$ ， $i _ { 2 } { = } 0 . 0$ ， $i _ { 3 } { = } - 0 . 5$ and $j = - 1 . 0$ . The CRU dataset produced low levels of uncertainty for many more stations than the CMIP5 dataset.The delta and SP methods produced low levels of uncertainty based on the CRU dataset and several GCMs from the CMIP5 dataset for all 51 stations. The ANN method could not produce good calibration and verification results for MAT. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Therefore，using the CRU dataset， we can obtain the best performance,with the lowest uncertainty for MAT; while we can acquire a good performance with higher levels of uncertainty for MAT,based on most GCMs from the CMIP5 dataset. The delta and SP methods were more robust in the calibration and verification of MAT time series. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "5.2 Uncertainty analysis of calibrated and verified MAP ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "For the set pair $( R _ { \\mathrm { C R U } } ^ { \\mathrm { d e l t a } } , P )$ , the identity degree $( a )$ was O.22 and O.23 for the calibrated and verified MAP; the uncertainty component coefficients of the discrepancy degree $( b _ { 1 } , b _ { 2 }$ and $b _ { 3 }$ ）were 0.16, 0.10 and 0.06 for the calibrated MAP,and O.10,0.O7 and 0.08 for the verified MAP,respectively; and the contrary degree was O.46 and O.43 for the calibrated and verified MAP,respectively. Therefore, $\\mu ( R _ { \\scriptscriptstyle \\mathrm { C R U } } ^ { \\mathrm { d e l t a } } , P ) = 0 . 2 2 + 0 . 1 6 i _ { 1 } + 0 . 1 0 i _ { 2 } + 0 . 0 6 i _ { 3 } + 0 . 4 6 j$ during the calibration period, which means that the connection degree between calibrated and observed MAP time series for Zhaosu station basedonthe CRUdatasetusingthedeltamethodwasexpressedas: $\\mu ( R ,$ $P ) = 0 . 2 2 + 0 . 1 6 i _ { 1 } + 0 . 1 0 i _ { 2 } + 0 . 0 6 i _ { 3 } + 0 . 4 6 j$ ,i.e., $2 2 \\%$ ， $16 \\%$ ， $10 \\%$ ， $6 \\%$ and $46 \\%$ of 348 values of $\\Delta _ { \\imath }$ during the calibration period fell into the ranges of $0 { - } 2 , 2 { - } 4 , 4 { - } 6 , 6 { - } 8$ ,and $8 ~ \\mathrm { m m - + \\infty }$ ,respectively(Table S6, see the Appendix). The rest of the results can be explained in the same manner. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "According to the criteria in Table 2,calibrated and verified MAP time series based on the CRU dataset by the delta method produced a very good performance. There was a $2 2 \\% - 2 3 \\%$ possibility of a very good performance during both the calibration and verification periods.For some GCMs from the CMIP5 dataset, the possibility of providing a very good performance $( 1 0 \\% - 1 8 \\% )$ was much lower than that of making a very bad performance $( 4 9 \\% - 6 7 \\% )$ . As for MAP, the uncertainty component coefficients of the discrepancy degree for MAP based on both datasets decreased gradually from $b _ { 1 }$ to $b _ { 3 }$ ．Almost all values of $b _ { 1 }$ were larger than the values of $b _ { 2 }$ and $b _ { 3 }$ This indicates that the possibility shifted from the discrepancy to the identity was larger than that from the discrepancy to the contradistinction. All 2O connection degree values were negative, with $\\mu ( R$ deu， $P$ ） having the largest value, if we set $i _ { 1 } { = } 0 . 5$ $i _ { 2 } { = } 0 . 0$ $i _ { 3 } { = } - 0 . 5$ and $j = - 1 . 0$ . Therefore, using the ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "CRU dataset by the delta method, we can obtain the best performance, with the lowest uncertainty. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Different methods based on the same data source can also generate different results for the MAP. The CRU dataset showed that $\\mu ( R _ { \\mathrm { C R U } } ^ { \\mathrm { d e l t a } } , P ) { > } \\mu ( R _ { \\mathrm { C R U } } ^ { \\mathrm { N o } } , P )$ i $i _ { 1 } { = } 0 . 5$ ， $\\scriptstyle i _ { 2 } = 0 . 0$ $i _ { 3 } { = } - 0 . 5$ and $j = - 1 . 0$ ， while the CMIP5 dataset showed that $\\mu ( R _ { \\mathrm { x x x } } ^ { \\mathrm { d e l a } } , ~ P ) { \\sim } \\mu ( R _ { \\mathrm { x x x } } ^ { \\mathrm { a n v } } , ~ P ) { \\sim } \\mu ( R _ { \\mathrm { x x x } } ^ { \\mathrm { s p } } , ~ P ) { \\sim } \\mu ( R _ { \\mathrm { x x x } } ^ { \\mathrm { N o } } , ~ P )$ (here XXX means any dataset from CMIP5） on average if $\\scriptstyle i _ { 1 } = 0 . 5$ ， $\\scriptstyle i _ { 2 } = 0 . 0$ ， $i _ { 3 } { = } - 0 . 5$ and $j = - 1 . 0$ .In summary,the delta method produced 16 entries,and the ANN and No method produced one and three entries, respectively. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The number of positive connection degrees for calibrated and verified MAP time series based on the CMIP5 and CRU datasets using the delta, SP and ANN methods in the TMR are shown in Table S8 (see the Appendix).From the results it can be seen that 33 of the stations selected in this study obtained a positive connection degree if $i _ { 1 } { = } 0 . 5$ ， $i _ { 2 } { = } 0 . 0$ ， $i _ { 3 } = - 0 . 5$ and $j = - 1 . 0$ .The CRU dataset produced low levels of uncertainty for more stations than the CMIP5 dataset. The delta, SP and ANN methods produced low levels of uncertainty based on both the CMIP5 and CRU datasets for all 33 stations.However, the delta method performed slightly better than the SP method while the SP method was better than the ANN method.For some stations,the use of the CMIP5 GCMs and CRU dataset could produce calibrated and verified MAP time series with low levels of uncertainty by the No method. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The best performance,with the lowest level of uncertainty， was obtained for MAP using the CRU dataset, while the performance based on model data from the CMIP5 dataset was not very good,with higher levels of uncertainty. The Zhaosu station is not shown in Table S8,which indicates that the satisfactory calibrated and verified MAT or MAP time series,as determined by traditional performance indices, did not always result in low levels of uncertainty for a given range of absolute error. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "5.3Uncertainty comparison between reconstructed MAT and MAP ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Although this study used the latest grid data from the CRU and CMIP5 datasets and a range of reconstruction methods, the reconstruction of MAT was obviously superior to that of MAP.This was a similar outcome to that of a previous study by Li et al. (2O13). The reconstruction of MAT based on the CRU and CMIP5 datasets and using the three reconstruction methods could capture not only the patern of intra-annual changes but also the actual values,especially the extreme values,with low levels of uncertainty. For the reconstruction of MAP,the intra-annual patern of variation could be captured,but the detailed description was poor in terms of actual values.It could not reconstruct the extreme monthly precipitation in one year. Large levels of uncertainty existed during the reconstruction of MAP based on the CRU and CMIP5 datasets using the three reconstruction methods. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The temperature was impacted mainly by the radiation balance, which was apparent from the CRU dataset and GCMs in the CMIP5 dataset. In contrast, precipitation was influenced by many factors such as local climate, topography and vapor sources and was difficult to model using the GCMs in the CMIP5 dataset compared to the CRU dataset. Therefore, the reconstructed time series of MAT could be used for the long-term (from 185O or 1901 to now） assessment of regional climate change in the TMR. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "6 Conclusions ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "By collecting available observed data from meteorological stations in the TMR and grid data from the CRU and the CMIP5 datasets,this study calibrated and verified MAT and MAP in the TMR mainly using the delta, SP and ANN methods.The reconstruction performance and uncertainty from different data sources and methods were assessed and compared using traditional performance assessment indices and the RSPA method. The delta and SP methods resulted in very good and similar performances for calibrated and verified MAT time series in the TMR based on the CRU and CMIP5 datasets,according to performance indices.The performance based on the grid data from the CRU dataset was better than that based on the data from the CMIP5 dataset. The calibration and verification of MAP did not indicate a very good performance compared to the results of MAT. The ANN method was more suitable for the reconstruction of MAP.However, for a satisfactory calibrated and verified MAT or MAP time series,an assessment by performance indices did not always indicate a low level of uncertainty at a given range of absolute error according to the RSPA method.Most satisfactory calibrated and verified MAT time series and several MAP time series captured the characteristics of their annual periodicity,distribution or patern well for the targeted stations.The accuracy of values could not be guaranteed for a given range of absolute error. The RSPA method described the numerical accuracy in more detail compared to traditional indices. It is recommended to combine the traditional performance indices with the RSPA method in qualitative and quantitative assessments of climate reconstruction. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "This study was a new attempt to calibrate and verify climatic variables (MAT and MAP) using the SP method. The use of the SP method produced a comparable performance to the delta method. Therefore，it can be applied to simulate or reconstruct climatic variables due to its easy implementation. In future work,the data and methods used in this study that produced satisfactory time series, with low levels of uncertainty (for MAT),could be applied to the period of 1901-1960 based on the CRU dataset and the period of 185O-196O based on the CMIP5 dataset for the assessment of regional climate change in the TMR at the century scale. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "This work was financially supported by the National Natural Science Foundation of China (4140105O,41761014), the Foundation of AHundred Youth Talents Training Program of Lanzhou Jiaotong University,and the Discovery Grantof Natural Sciences and Research Council of Canada.We acknowledge the Coupled Model Inter-comparison Project phase 5(CMIP5)of the Program for Climate Model Diagnosis and Inter-comparison (PCMDI) and the World Climate Research Programme (WCRP),for collecting and archiving the model output and organizing the analysis of a multi-model dataset.We also acknowledge the helpof Professor Slobodan P SIMONOVIC and he members of his research laboratory from the Facility for Intelligent Decision Support (FIDS)in Western University, Canada. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "ASCE Task Commiteeon AplicationofArtificialNeuralNetworksinHydrolog.20.Artificialneuralnetworksinhydrology I: hydrology application. Journal of Hydrologic Engineering,5(2): 124-137.   \nBeale MH,Hagan MT,Demuth HB.2Ol5.Neural Network Toolbox User's Guide.Natick:The Mathworks Press,1-906.   \nBradley R S,Jones PD.1994.Climate Since A.D.15o0.London: Routledge Press,511-537.   \nCannas B,Fai A,SeeL,etal.O6.Datapreprocesingforriverflowforecastingusing neuralnetwoks:Wavelettraforms and data partitioning.Physics and Chemistry of the Earth,31(18):1164-1171.   \nChen H,Xu CY,Guo S.2012.Comparisonand evaluationof multiple GCMs,statistical downscalingand hydrological models in the study of climate change impacts on runoff.Journal of Hydrology, 434-435:36-45.   \nEsperJ,CookER,SchweingruberFH.2OO2.Low-frequencysignalsinlongtre-ringchronologies forreconstructingpast temperature variability. Science,295(5563): 2250-2253.   \nFang KY,GouXH,ChenFH.2O12.Large-scale precipitationvariabilityoverNorthwest China inferredfrom treerings.Journal of Climate,25: 1357-1357.   \nGaur A,Simonovic SP20l7a.Accessing vulnerabilityofland-cover types toclimatechange using physical salingdownscaling model. International Journal of Climatology,37(6): 2901-2912.   \nGaur A,Simonovic SP.2017b.Extensionof physical scaling methodand itsappication towards downscaling climate model based near surface air temperature.International Journal of Climatology,37(8): 3353-3366.   \nGhoshKG2O18.AnalysisofrainfalltrendsanditsspatialpaternsduringthelastcenturyovertheGangeticWestengalaster India. Journal of Geovisualization and Spatial Analysis,2:15,doi:10.1007/s41651-018-0022-x.   \nGuptaHV,Soroshian S,YapoPO.1999.Statusof automaticcalibration for hydrologic models:comparison withmultilevel expert calibration. Journal of Hydrologic Engineering,4(2):135-143.   \nHao ZH,LiL,Xu Y.2009.Studyon Delta-DCSI downscaling methodof GCMoutput.Journalof Sichuan University (Engineering Science Edition),41(5):1-7. (in Chinese) dataset. International Journal ot Climatology,34(3): 623-642.   \nHauduc H,NeumaMB,MuschallD,etalOl5.Eficencycriteriafreiromentalodelqualitessent:Aviend its application to wastewater treatment. Environmental Modelling & Software, 68:196-204.   \nHayLE,WilbyIL,Leavesley GH.20o0.Acomparisonof delta change anddownscaled GCM scenarios for three mountainous basins in the United States.Journal of the American Water Resource Association,36(2):387-397.   \nHuRJ.204.Physical Geographyofthe TianshanMountains inChina.Beijing:ChinaEnvironmentalSciencePress,39-142.(in Chinese)   \nHuangY,YanQ,ZhangC.2018.Spatial-temporal distributioncharacteristicsofPM2.5,in China in2016.Journalof Geovisualization and Spatial Analysis,2(2):1-18.   \nKlippelL,KrusicPJ,BrandesR,etal.2O18.A286-yearhydro-climatereconstructionfortheBalkanPeninsula.Boreas,47(4): 1218-1229.   \nLevenbergK.1944.A method for thesolutionof certain non-linear problems in least squares.The Quarterlyof Aplied Mathematics,2: 164-168.   \nLi XM,LiLH,WangXX,etal.2l3.Reconstructionofhydrometeorological timeseriesanditsuncertainties forthe Kaidu River Basin using multiple data sources. Theoretical and applied climatology,113: 45-62.   \nLi X M,GaoP,Li Q,Tang H.2O16.Muti-paths impact from climatechange on snowcoverin Tianshan Mountainous areaof China.Advance in Climate Change Research,12(4):303-312.(in Chinese)   \nLiu $\\boldsymbol { X } \\mathrm { ~ K ~ }$ ，Rao ZG, ZhangXJ,etal.2O15.Variations in theoxygen isotopiccomposition of precipitation in the Tianshan Mountains regionand their significance forthe Westerlycirculation.Journal of Geographical Sciences,25(7):801-816.   \nMarquardt D.1963.Analgorithm for least-squares estimationof nonlinear parameters.SIAMJournal on Applied Mathematics, 11(2): 431-441.   \nMisraV,DiNapoli SM,Bastola S.2O12.Dynamic downscalingofthetwentieth-centuryreanalysisover thesoutheasternUnited States.Regional Environment Change,13:15-23.   \nMoriasi DN,ArmoldJGvanLiewMW,et al.2O07.Model evaluationguidelines forsystematicquantificationofaccracyin watershed simulations.Transactions oftheAmerican SocietyofAgricultural and BiologicalEngineers,5O(3):88-900.   \nNash JE,SutcliffeJV.1970.Riverfow forecastingthrough conceptualmodels Part1:Adiscusionof principles.Journalof Hydrology,10(3): 282-290.   \nNouraniV,Komasi M,ManoA.209.AmultivariateANN-waveletapproach forrainfal-runoff modeling.WaterResources Management,23: 2877-2894.   \nPi H,SharatB,FengG etal.2Ol7.Evauationoftwoempiical wind erosionmodels inaridandsemi-aridregionsofChina and the USA.Environmental Modelling & Software,91: 28-46.   \nSchimek M G TurlachB A.2Oo0.Additive and generalized aditive models.In: Schimek MG Smoothingand Regression: Approaches, Computation,and Application. New York: Wiley Press,277-327.   \nShenJ,ZhangEL,Xia WL.2Oo1.Recordsfrom lake sedimentsof the Qinghai Lake tomirorclimaticand environmental changes of the past about 10oo years.Quaternary Sciences,21(6): 508-514.   \nShenSSP,ClarkeGShenBW,eal.2l9.Spatiotemporalvartionsof tetwentiethenturyTbetanPlateauprecipiationbased on the monthly $2 . 5 ^ { \\circ }$ reconstructed data. Theoretical and Applied Climatology,135: 71-83.   \nShiY,Shen Y,Kang E,etal.2Oo7.Recentand future climatechange in northwest China.Climate Change,8O:379-393.   \nSrinivasulu S,JainA.2O6.Acomparativeanalysisof trainingmethods forartificialeuralnetworkrainfall-runoff models. Applied Soft Computing, 6: 295-306.   \nSu MR,Yang ZFChenB,et al.2O09.Urban ecosystem health asessment based on energyand setpairanalysis—acomparative study of typical Chinese cities.Ecological Modelling,220(18): 2341-2348.   \nTaylor KE,StoufferRJ,MehlGA.2012.Asummaryof theCMIP5 experimentdesign.BuletinoftheAmerican Meteorological Society, 93(4): 485-498.   \nUniversity ofEast Anglia Climatic Research Unit,Haris IC,Jones PD.2020.CRU TS4.03: Climatic Research Unit (CRU) Time-Series (TS)version 4.O3of high-resolution gridded dataof month-by-monthvariationinclimate (Jan.190l-Dec.2018). [2020-01-22]. Centre for Environmental Data Analysis,doi: 10.5285/10d3e3640f004c578403419aac167d82.   \nWang GQ,ZhaoKQ,ZhenXJ.2O4.Appicationofsetpairanalysis tofuzzy predictorsofmultipleregression weatherforecast models.Bulletin of Science and Technology,20(2):151-155.(in Chinese)   \nWangHQ,ChenF,Ermenbaev B,etal.2O17.Comparisonof drought-sensitive tre-ringrecords from theTien Shanof Kyrgyzstan and Xinjiang (China) during the last six centuries.Advances in Climate Change Research,8(1):18-25.   \nWang M W, WeiDF,LiJ,etal.20l4.Anovelclustering modelbasedonsetpairanalysis for theenergyconsumptionforecastin China.Mathematical Problems in Engineering,2014(1):1-8,doi:10.1155/2014/191242.   \nWang WS,XiangHL,LiYQ,etal.28.Anewapproachtoanualrunoffclasificationbasedonsetpairanalysis.Jouralof Sichuan University (Engineering Science Edition),4O(5):1-6.(in Chinese)   \nWang WS,JinJL,DingJ,etal.O09.Anewapproach towaterresourcessystemassessment-setpairanalysis method.ciencin China Series E: Technological Sciences,52(1O): 3017-3023.   \nWang WS,LiYQ.20l2.Hazarddegreeasessmentof landslide using setpairanalysis method.Natural Hazards,60(2):367-379.   \nWei WS,YuanYJ,YuSL,etal.Oo8.Climatechange inrecent235yearsandtrend predictioninTianshanMountainous area. Journal of Desert Research,28(5): 803-808.(in Chinese)   \nWodSN.2oo.Modellingandsmoothing parameter estimationwithmultiplequadraticpenalties.JouralofteRoyal Statistical Society: Series B (Statistical Methodology), 62(2): 413-428.   \nWu ZT,ZhangHJ,KrauseCM,etal.2Ol0.Climatechangeand humanactivities:acase studyin Xinjiang,China.Climatic Change, 99: 457-472.   \nYanF,Xu K,LiDetal.2O17.Anovelhazardaessment metodforbiomassgasificationstations basedonextendedsetpair analysis.PLoS ONE,12(9): e0185006.   \nYang B,BraeuningA,Johnson KR,etal.2OO2.Generalcharacteristicsof temperature variation in China during thelast two millennia. Geophysical Research Letters,29(9):1029-1040.   \nYang JJ,ZhouJZ,LiuL,etal.2Oo8.SimilarityMeasuresbetweenConnectionNumbersofSetPair Analysis.In:SunF,Zhang J, TanY,etal.Advances inNeuralNetworks-ISNN2O08.ISNN2O08.Lecture Notes in Computer Science,Vol.5263.Berlin, Heidelberg: Springer, 63-68.   \nYao T,Masson-Delmotte V,Gao J,et al.2013.A review of climatic controls on delta $^ { 1 8 } \\mathrm { O }$ in precipitation over the Tibetan Plateau: observations and simulations.Review of Geophysics,51(4): 525-548.   \nYeYC,WuYL.2oo.Thesetpairanalysis forthecomprehensive evaluationof mineoperation state.MetalMine,6:23-33.(in Chinese)   \nZhangFY,AhmadS,Zhang HQ,etal.2O16a.Simulatinglowandhighstreamflowdriven bysnowmelt inaninsuficiently gauged alpine basin. Stochastic Environmental Research and Risk Assessment, 3O: 59-75.   \nZhangFY,BaiL,LiLH,etal.2O6b.Sensitivityofrunofftoclimaticvariabilityinhenortherandsouthernslopesof the Middle Tianshan Mountains,China. Journal of Arid Land,8(5): 681-693.   \nZhang XT,LiXM,LiLH,etal.l9.EnvironmentalfactorsinfluencingsnowfallandsnowfallpredictionintheTanshan Mountains,Northwest China. Journal of Arid Land,11(1):15-28.   \nZhaoFF,Xu Z X.2Oo7.Comparative analysisondownscaled climate scenarios for headwatercatchment of Yelow River using SDS and Delta methods.Acta Meteorologica Sinica,65(4): 653-662.(in Chinese)   \nZhao K Q.1989.Set pairand set pairanalysis-anew concept and systematic analysis method.In: Procedings of the National Conference on System Theory and Regional Planning.Baotou,China,87-91.(in Chinese)   \nZhao KQ,Xuan AL.1996.Set pairtheory-anew theory methodof non-define and itsapplications.Systems Engineering,14(1): 18-23.(in Chinese)   \nZhouJX,LiXM,ChenL,etal.2O7.Updatingmthodsfordynamicassessmentofcologicalfootprint-acasestudyof Wuhan City.Resources Science,29(3):111-116.(in Chinese) ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "table",
        "img_path": "images/1f1426a24b3db6fa867ca3ed1410240e6bca832183293a1116fa439c1b61661d.jpg",
        "table_caption": [
            "Appendix Table S1Descriptive information of the meteorological stations selected in the Tianshan Mountains region (TMR) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>No.</td><td>Station name</td><td>Station code</td><td>Latitude</td><td>Longitude</td><td>Elevation (m)</td><td>Time period</td></tr><tr><td>1</td><td>Akqi</td><td>AKQ</td><td>78.45N</td><td>40.93E</td><td>1985.700</td><td>1961-2011</td></tr><tr><td>2</td><td>Aksu</td><td>AKS</td><td>80.23°N</td><td>41.17E</td><td>1104.730</td><td>1961-2011</td></tr><tr><td>3</td><td>Baicheng</td><td>BCH</td><td>81.90°N</td><td>41.78E</td><td>1230.000</td><td>1961-2011</td></tr><tr><td>4</td><td>Balguntay</td><td>BLGT</td><td>86.30N</td><td>42.73E</td><td>1739.470</td><td>1961-2011</td></tr><tr><td>5</td><td>Barkol</td><td>BKL</td><td>93.05N</td><td>43.60E</td><td>1675.370</td><td>1961-2011</td></tr><tr><td>6</td><td>Bayanbulak</td><td>BYBLK</td><td>84.15°N</td><td>43.03E</td><td>2459.270</td><td>1961-2011</td></tr><tr><td>7</td><td>Bole</td><td>BL</td><td>82.07N</td><td>44.90E</td><td>532.567</td><td>1961-2011</td></tr><tr><td>8</td><td>Caijiahu</td><td>CJH</td><td>87.53°N</td><td>44.20E</td><td>440.967</td><td>1961-2011</td></tr><tr><td>9</td><td>Dabancheng</td><td>DBCH</td><td>88.32N</td><td>43.35E</td><td>1104.770</td><td>1961-2011</td></tr><tr><td>10</td><td>Daxigou</td><td>DXG</td><td>86.83N</td><td>43.10E</td><td>3539.000</td><td>1961-2011</td></tr><tr><td>11</td><td>Gongliu</td><td>GL</td><td>82.23N</td><td>43.47°E</td><td>775.970</td><td>1961-2011</td></tr><tr><td>12</td><td>Hami</td><td>HM</td><td>93.52N</td><td>42.82E</td><td>738.200</td><td>1961-2011</td></tr><tr><td>13</td><td>Hejing</td><td>HJ</td><td>86.40N</td><td>42.32E</td><td>1102.370</td><td></td></tr><tr><td>14</td><td>Hoxud</td><td>HX</td><td>86.80N</td><td>42.25°E</td><td>1086.130</td><td>1961-2011</td></tr><tr><td>15</td><td>Hutubi</td><td>HTB</td><td>86.82°N</td><td>44.13E</td><td>522.970</td><td>1961-2011</td></tr><tr><td>16</td><td>Jiashi</td><td>JSH</td><td>76.73N</td><td>39.50E</td><td>1208.600</td><td>1961-2011</td></tr><tr><td>17</td><td>Jimsar</td><td>JMS</td><td>89.17°N</td><td>44.02°E</td><td>735.570</td><td>1961-2011</td></tr><tr><td>18</td><td>Jinghe</td><td>JH</td><td>82.90N</td><td>44.60E</td><td>320.870</td><td>1961-2011</td></tr><tr><td>19</td><td>Kalpin</td><td>KP</td><td>79.05N</td><td>40.50E</td><td>1162.630</td><td>1961-2011</td></tr><tr><td>20</td><td>Kashi</td><td>KSH</td><td>75.99N</td><td>39.27E</td><td>1291.200</td><td>1961-2011</td></tr><tr><td>21</td><td>Khorgas</td><td>KG</td><td>80.42°N</td><td>44.20E</td><td>772.970</td><td>1961-2011</td></tr><tr><td>22</td><td>Korla</td><td>KL</td><td>86.13°N</td><td>41.25E</td><td>932.433</td><td>1961-2011</td></tr><tr><td>23</td><td>Kumux </td><td>KM</td><td>88.22N</td><td>42.23E</td><td>923.470</td><td>1961-2011</td></tr><tr><td>24</td><td>Kuqa</td><td>KQ</td><td>82.97N</td><td>41.73E</td><td>1082.930</td><td>1961-2011</td></tr><tr><td>25</td><td>Manas</td><td>MNS</td><td>86.20N</td><td>44.32°E</td><td>471.400</td><td>1961-2011</td></tr><tr><td>26</td><td>Mori</td><td>MR</td><td>90.28N</td><td>43.83E</td><td></td><td>1961-2011</td></tr><tr><td>27</td><td>Mosuowan</td><td>MSW</td><td>86.10°N</td><td>45.02E</td><td>1271.970</td><td>1961-2011</td></tr><tr><td>28</td><td>Naomaohu</td><td>NMH</td><td>95.13°N</td><td>43.77E</td><td>347.230</td><td>1961-2011</td></tr><tr><td>29</td><td>Nilka</td><td>NLK</td><td>82.62N</td><td>43.80E</td><td>479.030</td><td>1961-2011</td></tr><tr><td>30</td><td>Paotai</td><td>PT</td><td>85.25N</td><td>44.85E</td><td>1106.130 337.100</td><td>1961-2011</td></tr><tr><td>31</td><td>Qapqal</td><td>QPQ</td><td>81.15oN</td><td>43.83E</td><td>603.800</td><td>1961-2011</td></tr><tr><td>32</td><td>Qitai</td><td>QT</td><td>89.57N</td><td>44.02E</td><td></td><td>1961-2011</td></tr><tr><td>33</td><td>Shanshan</td><td>SHSH</td><td>90.23N</td><td>42.85E</td><td>794.100</td><td>1961-2011 1961-2011</td></tr><tr><td>34</td><td>Shawan</td><td>SHW</td><td>85.62°N</td><td>44.33E</td><td>398.930 522.200</td><td></td></tr><tr><td>35</td><td>Shihezi</td><td> SHHZ</td><td>86.05N</td><td>44.32°E</td><td>443.730</td><td>1961-2011 1961-2011</td></tr><tr><td>36</td><td>Shisanjianfang</td><td>SHSJF</td><td>91.73N</td><td>43.22E</td><td>722.900</td><td>1961-2011</td></tr><tr><td>37</td><td>Tekes</td><td>TKS</td><td>81.77N</td><td>43.18E</td><td>1210.530</td><td>1961-2011</td></tr><tr><td>38</td><td>Tianchi</td><td>TCH</td><td>88.12°N</td><td>43.88E</td><td>1942.170</td><td>1961-2011</td></tr><tr><td>39</td><td>Toksun</td><td>TKS</td><td>88.63N</td><td>42.80E</td><td>1.670</td><td>1961-2011</td></tr><tr><td>40</td><td> Tuergate</td><td>TEGT</td><td>75.40°N</td><td>40.52E</td><td>3506.400</td><td>1961-2011</td></tr><tr><td>41</td><td>Turpan</td><td>TP</td><td>89.20N</td><td>42.93E</td><td>34.970</td><td>1961-2011</td></tr><tr><td>42</td><td>Urumqi</td><td>URMQ</td><td>87.65N</td><td>43.78E</td><td>935.670</td><td>1961-2011</td></tr><tr><td>43</td><td>Usu</td><td>US</td><td>84.67°N</td><td>44.43E</td><td>478.970</td><td>1961-2011</td></tr><tr><td>44</td><td> Wenquan</td><td>WEQ</td><td>81.02°N</td><td>44.97E</td><td>1358.600</td><td>1961-2011</td></tr><tr><td>45</td><td>Wuqia</td><td>WUQ</td><td>75.25°N</td><td>39.72E</td><td>2176.900</td><td>1961-2011</td></tr><tr><td>46</td><td>Wushi</td><td>WSH</td><td>79.23N</td><td>41.22E</td><td>1396.470</td><td>1961-2011</td></tr><tr><td>47</td><td>Xiaoquzi</td><td>XQZ</td><td>87.10°N</td><td>43.49E</td><td>1873.800</td><td>1961-2011</td></tr><tr><td>48</td><td>Xinhe</td><td>XH</td><td>82.61N</td><td>41.53E</td><td>1014.200</td><td>1961-2011</td></tr><tr><td>49</td><td> Xinyuan</td><td>XY</td><td>83.30°N</td><td>43.45E</td><td>929.200</td><td>1961-2011</td></tr><tr><td>50</td><td>Yanqi</td><td>YQ</td><td>86.57N</td><td>42.08E</td><td>1056.600</td><td>1961-2011</td></tr><tr><td>51</td><td>Yining</td><td>YN</td><td>81.33N</td><td>43.95E</td><td>663.200</td><td>1961-2011</td></tr></table></body></html>",
        "page_idx": 18
    },
    {
        "type": "table",
        "img_path": "images/794f12b1b16b37d2797d8e48557d16bc598f7e85842f2a6756eeb6e2fdb49642.jpg",
        "table_caption": [
            "LI Xuemei et al.: Performance and uncertainty analysis of a short-term climate reconstruction.. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"7\"></td></tr><tr><td>52</td><td>Yiwu</td><td>YW</td><td>94.70°N</td><td>43.27E</td><td>1728.600</td><td>1961-2011</td></tr><tr><td>53</td><td>Zhaosu</td><td>ZHS</td><td>81.13°N</td><td>43.15°E</td><td>1853.400</td><td>1961-2011</td></tr></table></body></html>",
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/b788b1a1378009240e7604aadbca3c9624c4cc8e8629ffa47a25816e97e35936.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td colspan=\"5\">Table S2 Basic information of the CMIP5 (Coupled Model Inter-comparison Project phase 5) models</td></tr><tr><td>No.</td><td>Model name</td><td>Source and country</td><td>Resolution</td><td>Historical period</td></tr><tr><td>1</td><td>ACCESS1-0</td><td>CSIRO-BOM, Australia</td><td>192x145</td><td>Jan 1850-Dec 2005</td></tr><tr><td>2</td><td>ACCESS1-3</td><td>CSIRO-BOM, Australia</td><td>192x145</td><td>Jan 1850-Dec 2005</td></tr><tr><td>3</td><td>BCC-CSM1-1</td><td>BCC, China</td><td>128x64</td><td>Jan 1850-Dec 2012</td></tr><tr><td>4</td><td>BCC-CSM1-1-M</td><td>BCC, China</td><td>320x160</td><td>Jan 1850-Dec 2012</td></tr><tr><td>5</td><td>BNU-ESM</td><td>GCESS, China</td><td>128×64</td><td>Jan 1850-Dec 2005</td></tr><tr><td>6</td><td>CanCM4</td><td>CCCMA, Canada</td><td>128x64</td><td>Jan 1850-Dec 2005</td></tr><tr><td>7</td><td>CanESM2</td><td>CCCMA, Canada</td><td>128×64</td><td>Jan 1850-Dec 2005</td></tr><tr><td>8</td><td>CCSM4</td><td>NCAR, U.S.</td><td>288x192</td><td>Jan 1850-Dec 2005</td></tr><tr><td>9</td><td>CESM1-BGC</td><td>NSF-DOE-NCAR, U.S.</td><td>288x192</td><td>Jan 1850-Dec 2005</td></tr><tr><td>10</td><td>CESM1-CAM5</td><td>NSF-DOE-NCAR, U.S.</td><td>288x192</td><td>Jan 1850-Dec 2005</td></tr><tr><td>11</td><td>CESM1-FASTCHEM</td><td>NSF-DOE-NCAR, U.S.</td><td>288x192</td><td>Jan 1850-Dec 2005</td></tr><tr><td>12</td><td>CESM1-WACCM</td><td>NSF-DOE-NCAR, U.S.</td><td>144×96</td><td>Jan 1850-Dec 2005</td></tr><tr><td>13</td><td>CMCC-CESM</td><td>CMCC, Italy</td><td>96x48</td><td>Jan 1850-Dec 2005</td></tr><tr><td>14</td><td>CMCC-CM</td><td>CMCC, Italy</td><td>480x240</td><td>Jan 1850-Dec 2005</td></tr><tr><td>15</td><td>CMCC-CMS</td><td>CMCC, Italy</td><td>192x96</td><td>Jan 1850-Dec 2005</td></tr><tr><td>16</td><td>CNRM-CM5</td><td>CNRM-CERFACS,French</td><td>256x128</td><td>Jan 1850-Dec 2005</td></tr><tr><td>17</td><td>CSIRO-Mk3-6-0</td><td>CSIRO-QCCCE, Australia</td><td>192x96</td><td>Jan 1850-Dec 2005</td></tr><tr><td>18</td><td>EC-EARTH</td><td>EC-EARTH,10-European</td><td>320x160</td><td>Jan 1950-Dec 2012</td></tr><tr><td>19</td><td>FGOALS-g2</td><td>nations FGOALS, China</td><td>128×60</td><td>Jan 1960-Jan 1999</td></tr><tr><td>20</td><td>FGOALS-s2</td><td>FGOALS, China</td><td>128x108</td><td>Jan 1850-Dec 2005</td></tr><tr><td>21</td><td>FIO-ESM</td><td>FIO, China</td><td>128x64</td><td>Jan 1850-Dec 2005</td></tr><tr><td>22</td><td>GFDL-ESM2G</td><td>NOAA GFDL, U.S.</td><td>144×90</td><td>Jan 1961-Dec 2000</td></tr><tr><td>23</td><td>GFDL-ESM2M</td><td>NOAA GFDL, U.S.</td><td>144×90</td><td>Jan 1961-Dec 2000</td></tr><tr><td>24</td><td>GISS-E2-H</td><td>NASA GISS, U.S.</td><td>144×90</td><td>Jan 1951-Dec 2005</td></tr><tr><td>25</td><td>GISS-E2-H-CC</td><td>NASA GISS, U.S.</td><td>144x90</td><td>Jan 1951-Dec 2010</td></tr><tr><td>26</td><td>GISS-E2-R</td><td>NASA GISS, U.S.</td><td>144×90</td><td>Jan 1951-Dec 2005</td></tr><tr><td>27</td><td>GISS-E2-R-CC</td><td>NASA GISS, U.S.</td><td>144×90</td><td>Jan 1951-Dec 2005</td></tr><tr><td>28</td><td>HadCM3</td><td>MOHC, England</td><td>96x73</td><td>Jan 1959-Dec 2005</td></tr><tr><td>29</td><td>HadGEM2-A0</td><td>NIMR/KMA, SK/England</td><td>192x145</td><td>Jan 1860-Dec 2005</td></tr><tr><td>30</td><td>HadGEM2-CC</td><td>MOHC, England</td><td>192x145</td><td>Dec 1959-Nov 2005</td></tr><tr><td>31</td><td>HadGEM2-ES</td><td>MOHC, England</td><td>192x145</td><td>Dec 1959-Nov 2005</td></tr><tr><td>32</td><td>INMCM4</td><td>INM, Russia</td><td>180x120</td><td>Jan 1850-Dec 2005</td></tr><tr><td>33</td><td>IPSL-CM5A-LR</td><td>IPSL, French</td><td>96×96</td><td>Jan 1850-Dec 2005</td></tr><tr><td>34</td><td>IPSL-CM5A-MR</td><td>IPSL,French</td><td>144x143</td><td>Jan 1850-Dec 2005</td></tr><tr><td>35</td><td>IPSL-CM5B-LR</td><td>IPSL, French</td><td>96x96</td><td>Jan 1850-Dec 2005</td></tr><tr><td>36</td><td>MIROC4h</td><td>MIROC, Japan</td><td>640x320</td><td>Jan 1961-Dec 2000</td></tr><tr><td>37</td><td>MIROC5</td><td>MIROC, Japan</td><td>256x128</td><td>Jan 1850-Dec 2012</td></tr><tr><td>38</td><td>MIROC-ESM</td><td>MIROC, Japan</td><td>128x64</td><td>Jan 1950-Dec 2005</td></tr><tr><td>39</td><td>MIROC-ESM-CHEM</td><td>MIROC, Japan</td><td>128x64</td><td>Jan 1850-Dec 2005</td></tr></table></body></html>",
        "page_idx": 19
    },
    {
        "type": "table",
        "img_path": "images/0756d7c5f21966df558cc5f1001141ac276af183e30f1a23ea607ff13cf26721.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>40</td><td>MRI-CGCM3</td><td>MRI, Japan</td><td>320x160</td><td>Jan 1850-Dec 2005</td></tr><tr><td>41</td><td>NorESM1-M</td><td>NCC, Norway</td><td>144×96</td><td>Jan 1850-Dec 2005</td></tr><tr><td>42</td><td>NorESM1-ME</td><td>NCC, Norway</td><td>144×96</td><td>Jan 1850-Dec 2005</td></tr></table></body></html>",
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/049fe12703acd93d175e0b923f07df18f9dcaf4721552aee956ca77b71bb1419.jpg",
        "table_caption": [
            "Table S3Numbers of satisfactory calibrated and verified monthly average temperature (MAT) time series based on the CMIP5 and Climatic Research Unit (CRU) datasets using the delta,physical scaling (SP),artificial neural network(ANN) and No methods "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">No.</td><td rowspan=\"2\">Station name</td><td colspan=\"8\">TCtrods Number of satisfactory calibrated and verified MAT time series</td></tr><tr><td>Total</td><td>A(ver</td><td>Dehtod</td><td>mstpod</td><td>ANd</td><td>mNhod</td><td>CRU</td><td>CMIP5</td></tr><tr><td>1</td><td>Akqi</td><td>88</td><td>87</td><td>41</td><td>42</td><td>0</td><td>5</td><td>2</td><td></td></tr><tr><td>2</td><td>Aksu</td><td>90</td><td>85</td><td>41</td><td>42</td><td>0</td><td>7</td><td>3</td><td>86 87</td></tr><tr><td></td><td>Baicheng</td><td>91</td><td>86</td><td>41</td><td>42</td><td>0</td><td>8</td><td>2</td><td>89</td></tr><tr><td>3</td><td>Balguntay</td><td>102</td><td>89</td><td>41</td><td>42</td><td>0</td><td>19</td><td>2</td><td>100</td></tr><tr><td>4 5</td><td>Barkol</td><td>69</td><td>55</td><td>41</td><td>27</td><td>0</td><td>1</td><td>2</td><td>67</td></tr><tr><td>6</td><td>Bayanbulak</td><td>82</td><td>82</td><td>41</td><td>41</td><td>0</td><td>0</td><td>2</td><td>80</td></tr><tr><td>7</td><td>Bole</td><td>91</td><td>84</td><td>41</td><td>42</td><td>0</td><td>8</td><td>2</td><td>89</td></tr><tr><td>8</td><td>Caijiahu</td><td>92</td><td>84</td><td>41</td><td>41</td><td>0</td><td>10</td><td>2</td><td>90</td></tr><tr><td>9</td><td>Dabancheng</td><td>93</td><td>87</td><td>41</td><td>42</td><td>0</td><td></td><td>3</td><td>90</td></tr><tr><td>10</td><td>Daxigou</td><td>83</td><td>83</td><td>41</td><td>42</td><td>0</td><td>10 0</td><td>2</td><td>81</td></tr><tr><td>11</td><td>Gongliu</td><td>90</td><td>88</td><td>41</td><td>42</td><td>0</td><td>7</td><td>2</td><td></td></tr><tr><td>12</td><td>Hami</td><td>91</td><td>86</td><td>41</td><td>42</td><td>0</td><td>8</td><td>3</td><td>88</td></tr><tr><td>13</td><td>Hejing</td><td>93</td><td>91</td><td>41</td><td>42</td><td>0</td><td>10</td><td>3</td><td>88 90</td></tr><tr><td>14</td><td>Hoxud</td><td>93</td><td>90</td><td>41</td><td>42</td><td>0</td><td>10</td><td>3</td><td>90</td></tr><tr><td>15</td><td>Hutubi</td><td>91</td><td>85</td><td>41</td><td>42</td><td>0</td><td>8</td><td>3</td><td></td></tr><tr><td>16</td><td>Jiashi</td><td>86</td><td>83</td><td>41</td><td>42</td><td>0</td><td>3</td><td>2</td><td>88 84</td></tr><tr><td>17</td><td>Jimsar</td><td>92</td><td>86</td><td>41</td><td>42</td><td>0</td><td>9</td><td>2</td><td>90</td></tr><tr><td>18</td><td>Jinghe</td><td>102</td><td>93</td><td>41</td><td>42</td><td>0</td><td>19</td><td>2</td><td>100</td></tr><tr><td>19</td><td>Kalpin</td><td>86</td><td>83</td><td>41</td><td>42</td><td>0</td><td>3</td><td>2</td><td>84</td></tr><tr><td>20</td><td>Kashi</td><td>102</td><td>93</td><td>41</td><td>42</td><td>0</td><td>19</td><td>2</td><td>100</td></tr><tr><td>21</td><td>Khorgas</td><td>99</td><td>89</td><td>41</td><td>42</td><td>0</td><td>16</td><td>3</td><td>96</td></tr><tr><td>22</td><td>Korla</td><td>102</td><td>93</td><td>41</td><td>42</td><td>0</td><td>19</td><td>3</td><td>99</td></tr><tr><td>23</td><td>Kumux</td><td>101</td><td>90</td><td>41</td><td>42</td><td>0</td><td>18</td><td>3</td><td>98</td></tr><tr><td>24</td><td>Kuqa</td><td>91</td><td>85</td><td>41</td><td>42</td><td>0</td><td>8</td><td>3</td><td></td></tr><tr><td>25</td><td>Manas</td><td>101</td><td>90</td><td>41</td><td>42</td><td>0</td><td>18</td><td>2</td><td>88 99</td></tr><tr><td>26</td><td>Mori</td><td>100</td><td>90</td><td>41</td><td>42</td><td>0</td><td>17</td><td>3</td><td>97</td></tr><tr><td>27</td><td>Mosuowan</td><td>102</td><td>90</td><td>41</td><td>42</td><td>0</td><td>19</td><td>2</td><td>100</td></tr><tr><td>28</td><td>Naomaohu</td><td>85</td><td>84</td><td>41</td><td>42</td><td>0</td><td>2</td><td>3</td><td></td></tr><tr><td>29</td><td>Nilka</td><td>91</td><td>89</td><td>41</td><td>42</td><td>0</td><td>8</td><td>2</td><td>82 89</td></tr><tr><td>30</td><td>Paotai</td><td>101</td><td>91</td><td>41</td><td>42</td><td>0</td><td>18</td><td>2</td><td>99</td></tr><tr><td>31</td><td>Qapqal</td><td>102</td><td>98</td><td>41</td><td>42</td><td>0</td><td>19</td><td>3</td><td>99</td></tr><tr><td>32</td><td>Qitai</td><td>99</td><td>90</td><td>41</td><td>42</td><td>0</td><td>16</td><td>3</td><td>96</td></tr><tr><td>33</td><td>Shanshan</td><td>83</td><td>83</td><td>41</td><td>42</td><td>0</td><td>0</td><td>2</td><td>81</td></tr><tr><td>34</td><td>Shawan</td><td>105</td><td>99</td><td>41</td><td>42</td><td>0</td><td></td><td>2</td><td>103</td></tr><tr><td>35</td><td>Shihezi</td><td>109</td><td>91</td><td>41</td><td>42</td><td>0</td><td>22 26</td><td>2</td><td>107</td></tr><tr><td>36</td><td>Shisanjianfang</td><td>97</td><td>87</td><td>41</td><td>42</td><td>0</td><td>14</td><td>3</td><td>94</td></tr><tr><td>37</td><td>Tekes</td><td>87</td><td>87</td><td>41</td><td>42</td><td>0</td><td>4</td><td>2</td><td>85</td></tr><tr><td>38</td><td>Tianchi</td><td>82</td><td>75</td><td>41</td><td>40</td><td>0</td><td>1</td><td>1</td><td>81</td></tr><tr><td>39</td><td>Toksun</td><td>85</td><td>83</td><td>41</td><td>42</td><td>0</td><td>2</td><td>3</td><td>82</td></tr><tr><td>40</td><td>Tuergate Turpan</td><td>87</td><td>85</td><td>41</td><td>42</td><td>0</td></table></body></html>",
        "page_idx": 20
    },
    {
        "type": "table",
        "img_path": "images/764bc5f2667c5d2e54491d16c9deef8d2b21a09be7d31099dd37514c238719f0.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>51</td><td>Yining</td><td>89</td><td>86</td><td>41</td><td>42</td><td>0</td><td>6</td><td>2</td><td>87</td></tr><tr><td>52</td><td>Yiwu</td><td>135</td><td>106</td><td>41</td><td>42</td><td>37</td><td>15</td><td>3</td><td>132</td></tr><tr><td>53</td><td>Zhaosu</td><td>128</td><td>119</td><td>41</td><td>42</td><td>42</td><td>3</td><td>3</td><td>125</td></tr></table></body></html>",
        "page_idx": 21
    },
    {
        "type": "table",
        "img_path": "images/7f9dac4660149844c707261ff06a750f245d06bfcd0892d717f50dad0230458c.jpg",
        "table_caption": [
            "LI Xuemei et al.: Performance and uncertainty analysis of a short-term climate reconstruction.. "
        ],
        "table_footnote": [
            "Note:B,good; C,satisfactory. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">No.</td><td rowspan=\"2\">Station name</td><td colspan=\"9\">Number of satisfactory calibrated and verified MAP time series</td></tr><tr><td>Total</td><td>C/B</td><td>C/C</td><td>Delta method</td><td>SP method</td><td>ANN method</td><td>No method</td><td>CRU</td><td>CMIP5</td></tr><tr><td>1</td><td>Bayanbulak</td><td>13</td><td>0</td><td>12</td><td>12</td><td>1</td><td>0</td><td>0</td><td>0</td><td>13</td></tr><tr><td>2</td><td>Daxigou</td><td>8</td><td>5</td><td>2</td><td>8</td><td>0</td><td>0</td><td>0</td><td>0</td><td>8</td></tr><tr><td>3</td><td>Kashi</td><td>3</td><td>0</td><td>0</td><td>1</td><td>1</td><td>1</td><td>0</td><td>3</td><td>0</td></tr><tr><td>4</td><td>Korla</td><td>3</td><td>0</td><td>0</td><td>1</td><td>1</td><td>1</td><td>0</td><td>3</td><td>0</td></tr><tr><td>5</td><td>Kuqa</td><td>1</td><td>0</td><td>0</td><td>1</td><td>0</td><td>0</td><td>0</td><td>1</td><td>0</td></tr><tr><td>6</td><td>Manas</td><td>3</td><td>1</td><td>2</td><td>1</td><td>1</td><td>1</td><td>0</td><td>3</td><td>0</td></tr><tr><td>7</td><td>Mori</td><td>2</td><td>2</td><td>0</td><td>0</td><td>1</td><td>1</td><td>0</td><td>2</td><td>0</td></tr><tr><td>8</td><td>Qitai</td><td>3</td><td>0</td><td>0</td><td>1</td><td>1</td><td>1</td><td>0</td><td>3</td><td>0</td></tr><tr><td>9</td><td>Tekes</td><td>1</td><td>0</td><td>1</td><td>0</td><td>1</td><td>0</td><td>0</td><td>0</td><td>1</td></tr><tr><td>10</td><td>Tianchi</td><td>3</td><td>0</td><td>0</td><td>1</td><td>1</td><td>1</td><td>0</td><td>3</td><td>0</td></tr><tr><td>11</td><td>Tuergate</td><td>1</td><td>0</td><td>0</td><td>1</td><td>0</td><td>0</td><td>0</td><td>1</td><td>0</td></tr><tr><td>12</td><td>Turpan</td><td>1</td><td>0</td><td>0</td><td>1</td><td>0</td><td>0</td><td>0</td><td>1</td><td>0</td></tr><tr><td>13</td><td>Urumqi</td><td>2</td><td>0</td><td>0</td><td>0</td><td>1</td><td>1</td><td>0</td><td>2</td><td>0</td></tr><tr><td>14</td><td>Usu</td><td>4</td><td>0</td><td>0</td><td>1</td><td>1</td><td>1</td><td>1</td><td>4</td><td>0</td></tr><tr><td>15</td><td>Xiaoquzi</td><td>7</td><td>0</td><td>5</td><td>2</td><td>3</td><td>2</td><td>0</td><td>3</td><td>4</td></tr><tr><td>16</td><td>Xinyuan</td><td>1</td><td>0</td><td>1</td><td>0</td><td>1</td><td>0</td><td>0</td><td>1</td><td>0</td></tr><tr><td>17</td><td>Yanqi</td><td>1</td><td>0</td><td>1</td><td>1</td><td>0</td><td>0</td><td>0</td><td>1</td><td>0</td></tr><tr><td>18</td><td>Yining</td><td>4</td><td>0</td><td>0</td><td>1</td><td>1</td><td>1</td><td>1</td><td>4</td><td>0</td></tr><tr><td>19</td><td>Yiwu</td><td>4</td><td>0</td><td>0</td><td>1</td><td>1</td><td>1</td><td>1</td><td>4</td><td>0</td></tr><tr><td>20</td><td>Zhaosu</td><td>26</td><td>6</td><td>20</td><td>9</td><td>9</td><td>6</td><td>2</td><td>0</td><td>26</td></tr></table></body></html>",
        "page_idx": 21
    },
    {
        "type": "table",
        "img_path": "images/cb9ebed3a124fe21a473409cd9c22adfd4ff1aa60d62ea6fb13c4b673a0ab963.jpg",
        "table_caption": [
            "Table S4Numbers of satisfactory calibrated and verified monthly accumulated precipitation (MAP) time series based on the CRU and CMIP5 datasets using the delta,SP,ANN and No methods ",
            "Table S5Connection degree expressions between calibrated (verified) and observed MAT time series (first 20 entries)at Zhaosu station "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">No.</td><td rowspan=\"2\">Connection degree</td><td colspan=\"2\">a</td><td colspan=\"2\">b1</td><td colspan=\"2\">b2</td><td colspan=\"2\">b</td><td colspan=\"2\">c</td></tr><tr><td>C</td><td>V</td><td>C</td><td>V</td><td>C</td><td>V</td><td>C</td><td>V</td><td>C</td><td>V</td></tr><tr><td>1</td><td>μ(RcRu,T)</td><td>0.58</td><td>0.59</td><td>0.24</td><td>0.26</td><td>0.11</td><td>0.06</td><td>0.04</td><td>0.06</td><td>0.03</td><td>0.03</td></tr><tr><td>2</td><td>μ(RCRU, T)</td><td>0.53</td><td>0.56</td><td>0.28</td><td>0.28</td><td>0.13</td><td>0.08</td><td>0.04</td><td>0.06</td><td>0.03</td><td>0.03</td></tr><tr><td>3</td><td>μ(RcNN,T)</td><td>0.51</td><td>0.56</td><td>0.31</td><td>0.27</td><td>0.13</td><td>0.10</td><td>0.03</td><td>0.05</td><td>0.02</td><td>0.03</td></tr><tr><td>4</td><td>μ(RcmCM4,T)</td><td>0.26</td><td>0.25</td><td>0.15</td><td>0.13</td><td>0.17</td><td>0.10</td><td>0.10</td><td>0.13</td><td>0.32</td><td>0.39</td></tr><tr><td>5</td><td>μ(RFGOALs-g2, T)</td><td>0.26</td><td>0.19</td><td>0.16</td><td>0.24</td><td>0.13</td><td>0.14</td><td>0.14</td><td>0.13</td><td>0.32</td><td>0.30</td></tr><tr><td>6</td><td>μ(RBNU-ESM, T)</td><td>0.25</td><td>0.14</td><td>0.15</td><td>0.27</td><td>0.16</td><td>0.13</td><td>0.11</td><td>0.13</td><td>0.33</td><td>0.33</td></tr><tr><td>7</td><td>μ(RCESM1-BGC, T)</td><td>0.25</td><td>0.26</td><td>0.19</td><td>0.16</td><td>0.14</td><td>0.15</td><td>0.10</td><td>0.15</td><td>0.32</td><td>0.28</td></tr><tr><td>8</td><td>μ(RCESMI-WACCM,T)</td><td>0.25</td><td>0.23</td><td>0.16</td><td>0.14</td><td>0.14</td><td>0.16</td><td>0.11</td><td>0.14</td><td>0.34</td><td>0.33</td></tr><tr><td>9</td><td>μ(RCSIRO-Mk3-6.0, T)</td><td>0.24</td><td>0.20</td><td>0.16</td><td>0.16</td><td>0.14</td><td>0.19</td><td>0.11</td><td>0.15</td><td>0.35</td><td>0.30</td></tr><tr><td>10</td><td>μ(RMIROC-ESM-CHEM,T)</td><td>0.24</td><td>0.15</td><td>0.16</td><td>0.25</td><td>0.14</td><td>0.17</td><td>0.11</td><td>0.09</td><td>0.36</td><td>0.34</td></tr><tr><td>11</td><td>μ(RGISSE2-R, T)</td><td>0.24</td><td>0.19</td><td>0.20</td><td>0.19</td><td>0.13</td><td>0.11</td><td>0.11</td><td>0.18</td><td>0.32</td><td>0.33</td></tr><tr><td>12</td><td>μ (RcEsMI-BGc,T)</td><td>0.24</td><td>0.23</td><td>0.22</td><td>0.20</td><td>0.14</td><td>0.15</td><td>0.11</td><td>0.13</td><td>0.30</td><td>0.28</td></tr><tr><td>13</td><td>μ(RCESM1-FASTCHEM,T)</td><td>0.24</td><td>0.22</td><td>0.17</td><td>0.24</td><td>0.14</td><td>0.11</td><td>0.10</td><td>0.11</td><td>0.35</td><td>0.33</td></tr><tr><td>14</td><td>μ(Rass E-R, T)</td><td>0.24</td><td>0.23</td><td>0.19</td><td>0.18</td><td>0.14</td><td>0.15</td><td>0.12</td><td>0.14</td><td>0.32</td><td>0.30</td></tr><tr><td>15</td><td>μ(RCESM1-FASTCHM, T)</td><td>0.23</td><td>0.23</td><td>0.21</td><td>0.18</td><td>0.11</td><td>0.10</td><td>0.11</td><td>0.11</td><td>0.34</td><td>0.35</td></tr><tr><td>16</td><td>μ(RFGOALS-2, T)</td><td>0.23</td><td>0.23</td><td>0.15</td><td>0.19</td><td>0.17</td><td>0.17</td><td>0.10</td><td>0.12</td><td>0.35</td><td>0.30</td></tr><tr><td>17</td><td>μ(RIss-E2-H, T)</td><td>0.23</td><td>0.17</td><td>0.18</td><td>0.24</td><td>0.13</td><td>0.18</td><td>0.12</td><td>0.08</td><td>0.34</td><td>0.33</td></tr></table></body></html>",
        "page_idx": 21
    },
    {
        "type": "table",
        "img_path": "images/40fb030d8a9b36964de7df1fa46e4de81978d4f3856b2b9dadf1d77b86a9583a.jpg",
        "table_caption": [],
        "table_footnote": [
            "Note: $a$ ,identity degree; $b _ { 1 } , b _ { 2 }$ and $b _ { 3 }$ ,uncertainty component coefficients of the discrepancy degree;c,contrary degree; C,calibrated;V, verified. "
        ],
        "table_body": "<html><body><table><tr><td>18</td><td>μ(RcMcc-cm, T)</td><td>0.23</td><td>0.21</td><td>0.18</td><td>0.15</td><td>0.14</td><td>0.18</td><td>0.12</td><td>0.12</td><td>0.34</td><td>0.35</td></tr><tr><td>19</td><td>μ(RMIROC5, T)</td><td>0.23</td><td>0.21</td><td>0.21</td><td>0.19</td><td>0.15</td><td>0.18</td><td>0.11</td><td>0.09</td><td>0.29</td><td>0.33</td></tr><tr><td>20</td><td>μ(RHmGEM2Es,T)</td><td>0.23</td><td>0.18</td><td>0.18</td><td>0.21</td><td>0.15</td><td>0.14</td><td>0.12</td><td>0.13</td><td>0.32</td><td>0.34</td></tr></table></body></html>",
        "page_idx": 22
    },
    {
        "type": "table",
        "img_path": "images/b24024fdd4ebe1bcf8925438ccb8aaf6aabc4781301105870ecb6ab66f9b799a.jpg",
        "table_caption": [
            "Table S6Connection degree expressions between calibrated (verified) and observed MAP (first 2O entries）at Zhaosu station "
        ],
        "table_footnote": [
            "Note:a,identity degree; $b _ { 1 } , b _ { 2 }$ and $b _ { 3 }$ ,uncertainty component coefficients of the discrepancy degree;c,contrary degree; C,calibrated; V, verified. "
        ],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">No.</td><td rowspan=\"2\">Connection degree</td><td colspan=\"2\">a</td><td colspan=\"2\">b1</td><td colspan=\"2\">b</td><td colspan=\"2\">b</td><td colspan=\"2\">C</td></tr><tr><td>C</td><td>V</td><td>C</td><td>V</td><td>C</td><td>V</td><td>C</td><td>V</td><td>C</td><td>V</td></tr><tr><td>1</td><td>μ(RCRU,P)</td><td>0.22</td><td>0.23</td><td>0.16</td><td>0.10</td><td>0.10</td><td>0.07</td><td>0.06</td><td>0.08</td><td>0.46</td><td>0.53</td></tr><tr><td>2</td><td>μ(RMIROC4h, P)</td><td>0.18</td><td>0.13</td><td>0.11</td><td>0.09</td><td>0.11</td><td>0.13</td><td>0.08</td><td>0.06</td><td>0.53</td><td>0.58</td></tr><tr><td>3</td><td>μ(Rbeecesm1-1-m, P)</td><td>0.16</td><td>0.13</td><td>0.12</td><td>0.09</td><td>0.10</td><td>0.13</td><td>0.06</td><td>0.08</td><td>0.57</td><td>0.56</td></tr><tr><td>4</td><td>μ(Rmmam4, P)</td><td>0.16</td><td>0.12</td><td>0.14</td><td>0.13</td><td>0.09</td><td>0.11</td><td>0.07</td><td>0.05</td><td>0.54</td><td>0.60</td></tr><tr><td>5</td><td>μ(RMIROCAt, P)</td><td>0.16</td><td>0.10</td><td>0.08</td><td>0.08</td><td>0.11</td><td>0.10</td><td>0.07</td><td>0.11</td><td>0.57</td><td>0.62</td></tr><tr><td>6</td><td>μ(RMIROCs,P)</td><td>0.15</td><td>0.12</td><td>0.13</td><td>0.13</td><td>0.10</td><td>0.08</td><td>0.08</td><td>0.08</td><td>0.55</td><td>0.59</td></tr><tr><td>7</td><td>μ(RoSsm4, P)</td><td>0.15</td><td>0.17</td><td>0.14</td><td>0.13</td><td>0.11</td><td>0.06</td><td>0.07</td><td>0.07</td><td>0.53</td><td>0.58</td></tr><tr><td>8</td><td>μ(RCESM1-FASTCHEM,P)</td><td>0.15</td><td>0.13</td><td>0.11</td><td>0.13</td><td>0.10</td><td>0.11</td><td>0.11</td><td>0.04</td><td>0.53</td><td>0.60</td></tr><tr><td>9</td><td>μ(RCSIRO-Mk3-6.0,P)</td><td>0.15</td><td>0.13</td><td>0.13</td><td>0.13</td><td>0.07</td><td>0.08</td><td>0.09</td><td>0.10</td><td>0.56</td><td>0.57</td></tr><tr><td>10</td><td>μ(RMRI-CGCM3,P)</td><td>0.15</td><td>0.18</td><td>0.12</td><td>0.13</td><td>0.11</td><td>0.10</td><td>0.07</td><td>0.07</td><td>0.55</td><td>0.53</td></tr><tr><td>11</td><td>μ(RNorESM1-M,P)</td><td>0.15</td><td>0.13</td><td>0.11</td><td>0.10</td><td>0.10</td><td>0.09</td><td>0.08</td><td>0.11</td><td>0.56</td><td>0.57</td></tr><tr><td>12</td><td>μ(RcMcc-cm, P)</td><td>0.15</td><td>0.14</td><td>0.11</td><td>0.08</td><td>0.11</td><td>0.10</td><td>0.09</td><td>0.10</td><td>0.54</td><td>0.58</td></tr><tr><td>13</td><td>μ(RACESS1-0, P)</td><td>0.14</td><td>0.13</td><td>0.11</td><td>0.10</td><td>0.08</td><td>0.11</td><td>0.08</td><td>0.08</td><td>0.59</td><td>0.58</td></tr><tr><td>14</td><td>μ(RHadGEM2-Cc, P)</td><td>0.14</td><td>0.12</td><td>0.09</td><td>0.06</td><td>0.06</td><td>0.08</td><td>0.06</td><td>0.10</td><td>0.66</td><td>0.64</td></tr><tr><td>15</td><td>μ(RHadGEM2-Es, P)</td><td>0.14</td><td>0.11</td><td>0.09</td><td>0.08</td><td>0.08</td><td>0.09</td><td>0.07</td><td>0.07</td><td>0.61</td><td>0.65</td></tr><tr><td>16</td><td>μ(RACCES-, P)</td><td>0.14</td><td>0.08</td><td>0.13</td><td>0.14</td><td>0.11</td><td>0.12</td><td>0.08</td><td>0.09</td><td>0.54</td><td>0.58</td></tr><tr><td>17</td><td>μ(RCESM1-BGc, P)</td><td>0.14</td><td>0.13</td><td>0.14</td><td>0.15</td><td>0.12</td><td>0.12</td><td>0.08</td><td>0.07</td><td>0.53</td><td>0.53</td></tr><tr><td>18</td><td>μ(RIPSL-CM5A-MR,P)</td><td>0.14</td><td>0.14</td><td>0.13</td><td>0.11</td><td>0.09</td><td>0.13</td><td>0.08</td><td>0.07</td><td>0.56</td><td>0.55</td></tr><tr><td>19</td><td>μ(RMIROC.ESM,P)</td><td>0.14</td><td>0.1</td><td>0.13</td><td>0.16</td><td>0.09</td><td>0.08</td><td>0.09</td><td>0.06</td><td>0.56</td><td>0.60</td></tr><tr><td>20</td><td>μ(RCNRM-CM5,P)</td><td>0.14</td><td>0.15</td><td>0.14</td><td>0.08</td><td>0.09</td><td>0.12</td><td>0.07</td><td>0.05</td><td>0.56</td><td>0.60</td></tr></table></body></html>",
        "page_idx": 22
    },
    {
        "type": "table",
        "img_path": "images/2e32310fe950d5de016baa48a7acec79edc272837157a6502fc2e315029d9a4e.jpg",
        "table_caption": [
            "JOURNALOFARIDLAND ",
            "Table S7Numberof positive connection degrees forcalibrated and verified MATtime series based on the CMIP5 and CRUdatasetsusingthedelta,SP,ANNandNo methods "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">No.</td><td rowspan=\"2\">Sation</td><td colspan=\"7\"></td></tr><tr><td>Total</td><td>method</td><td></td><td>method</td><td>method</td><td></td><td>CMIP5</td></tr><tr><td>1</td><td>Akqi</td><td>4</td><td>2</td><td>2</td><td>0</td><td>0</td><td>2</td><td>2</td></tr><tr><td>2</td><td>Aksu</td><td>19</td><td>8</td><td>10</td><td>0</td><td>1</td><td>3</td><td>16</td></tr><tr><td>3</td><td>Baicheng</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>4</td><td>Barkol</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>5</td><td>Balguntay</td><td>19</td><td>1</td><td>18</td><td>0</td><td>0</td><td>2</td><td>17</td></tr><tr><td>6</td><td>Bayanbulak</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>7</td><td>Bole</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>8</td><td>Caijiahu</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>9</td><td>Dabancheng</td><td>3</td><td>1</td><td>1</td><td>0</td><td>1</td><td>3</td><td>0</td></tr><tr><td>10</td><td>Daxigou</td><td>14</td><td>1</td><td>13</td><td>0</td><td>0</td><td>2</td><td>12</td></tr><tr><td>11</td><td>Gongliu</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>12</td><td>Hami</td><td>3</td><td>1</td><td>1</td><td>0</td><td>1</td><td>3</td><td>0</td></tr><tr><td>13</td><td>Hejing</td><td>3</td><td>1</td><td>2</td><td>0</td><td>0</td><td>2</td><td>1</td></tr><tr><td>14</td><td>Hoxud</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>15</td><td>Hutubi</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>16</td><td>Jiashi</td><td>4</td><td>1</td><td>3</td><td>0</td><td>0</td><td>2</td><td>2</td></tr><tr><td>17</td><td>Jinghe</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>18</td><td>Kalpin</td><td>3</td><td>2</td><td>1</td><td>0</td><td>0</td><td>2</td><td>1</td></tr><tr><td>19</td><td>Khorgas</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>20</td><td>Korla</td><td>10</td><td>4</td><td>6</td><td>0</td><td>0</td><td>2</td><td>8</td></tr><tr><td>21</td><td>Kuqa</td><td>5</td><td>3</td><td>1</td><td>0</td><td>1</td><td>3</td><td>2</td></tr><tr><td>22</td><td>Kumux</td><td>4</td><td>2</td><td>2</td><td>0</td><td>0</td><td>2</td><td>2</td></tr><tr><td>23</td><td>Manas</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>24</td><td>Mori</td><td>3</td><td>1</td><td>1</td><td>0</td><td>1</td><td>3</td><td>0</td></tr><tr><td></td><td></td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td></td></tr><tr><td>25 26</td><td>Mosuowan Naomaohu</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0 0</td></tr></table></body></html>",
        "page_idx": 22
    },
    {
        "type": "table",
        "img_path": "images/c3650d82cd09353fed515cf8b272119b1f13e6b0d4c479685a2008a57117ea59.jpg",
        "table_caption": [
            "LI Xuemei et al.: Performance and uncertainty analysis of a short-term climate reconstruction.. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>27</td><td>Nilka</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>28</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>Paotai</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>29</td><td>Qapqal</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>30</td><td>Qitai</td><td>3</td><td>1</td><td>1</td><td>0</td><td>1</td><td>3</td><td>0</td></tr><tr><td>31</td><td>Shanshan</td><td>1</td><td>1</td><td>0</td><td>0</td><td>0</td><td>1</td><td>0</td></tr></table></body></html>",
        "page_idx": 23
    },
    {
        "type": "table",
        "img_path": "images/2602afb2e3d12ce4401dda9fcf063a97263ccfaa7f44108ca65d76d2574c81ad.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>31</td><td>Shanshan</td><td>1</td><td>1</td><td>0</td><td>0</td><td>0</td><td>1</td><td>0</td></tr><tr><td></td><td rowspan=\"3\"></td><td></td><td></td><td></td><td></td><td></td><td></td><td>To becontinued Continued</td></tr><tr><td rowspan=\"2\">No. Stato</td><td colspan=\"7\">Number of positive connection degrees for calibrated and verified MAT time series</td></tr><tr><td>Total</td><td>Dethod</td><td>SP method</td><td>ANNd</td><td>mNhod</td><td>CRU</td><td>CMIP5</td></tr><tr><td>32</td><td>Shawan</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>33</td><td>Shihezi</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>34</td><td>Shisanjianfang</td><td>3</td><td>1</td><td>1</td><td>0</td><td>1</td><td>3</td><td>0</td></tr><tr><td>35</td><td>Tekes</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>36</td><td>Tianchi</td><td>3</td><td>1</td><td>1</td><td>1</td><td>0</td><td>3</td><td>0</td></tr><tr><td>37</td><td>Toksun</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>38</td><td>Tuergate</td><td>5</td><td>2</td><td>3</td><td>0</td><td>0</td><td>2</td><td>3</td></tr><tr><td>39</td><td>Turpan</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>40</td><td>Urumqi</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>41</td><td>Usu</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>42</td><td>Wenquan</td><td>1</td><td>1</td><td>0</td><td>0</td><td>0</td><td>1</td><td>0</td></tr><tr><td>43</td><td>Wuqia</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>44</td><td>Wushi</td><td>3</td><td>2</td><td>1</td><td>0</td><td>0</td><td>3</td><td>0</td></tr><tr><td>45</td><td>Xiaoquzi</td><td>4</td><td>1</td><td>1</td><td>1</td><td>1</td><td>4</td><td>0</td></tr><tr><td>46</td><td>Xinhe</td><td>22</td><td>10</td><td>11</td><td>0</td><td>1</td><td>3</td><td>19</td></tr><tr><td>47</td><td>Xinyuan</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>48</td><td>Yanqi</td><td>15</td><td>6</td><td>8</td><td>0</td><td>1</td><td>3</td><td>12</td></tr><tr><td>49</td><td>Yining</td><td>2</td><td>1</td><td>1</td><td>0</td><td>0</td><td>2</td><td>0</td></tr><tr><td>50</td><td>Yiwu</td><td>3</td><td>1</td><td>2</td><td>0</td><td>0</td><td>2</td><td>1</td></tr><tr><td>51</td><td>Zhaosu</td><td>3</td><td>1</td><td>1</td><td>1</td><td>0</td><td>3</td><td>0</td></tr></table></body></html>",
        "page_idx": 23
    },
    {
        "type": "table",
        "img_path": "images/9f7a8ded1f3f035ccf77c28d1c7b018e86cf113622c03e089093396901f2e623.jpg",
        "table_caption": [
            "Table S8Number of positive connection degrees forcalibrated and verified MAP time series based on the CMIP5 and CRU datasets using the delta, SP,ANN and No methods "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\">No.</td><td rowspan=\"2\">Station name</td><td colspan=\"7\">Number of positive connection degrees for calibrated and verified MAP time series</td></tr><tr><td>Total</td><td>Delta method</td><td>SP method</td><td>ANN method</td><td>No method</td><td>CRU</td><td>CMIP5</td></tr><tr><td>1</td><td>Aksu</td><td>101</td><td>43</td><td>30</td><td>28</td><td>0</td><td>3</td><td>98</td></tr><tr><td>2</td><td>Balguntay</td><td>48</td><td>43</td><td>0</td><td>0</td><td>5</td><td>2</td><td>46</td></tr><tr><td>3</td><td>Bayanbulak</td><td>7</td><td>7</td><td>0</td><td>0</td><td>0</td><td>0</td><td>7</td></tr><tr><td>4</td><td>Caijiahu</td><td>3</td><td>1</td><td>1</td><td>1</td><td>0</td><td>3</td><td>0</td></tr><tr><td>5</td><td>Dabancheng</td><td>97</td><td>43</td><td>30</td><td>24</td><td>0</td><td>3</td><td>94</td></tr><tr><td>6</td><td>Hami</td><td>137</td><td>43</td><td>41</td><td>36</td><td>17</td><td>3</td><td>134</td></tr><tr><td>7</td><td>Hejing</td><td>121</td><td>43</td><td>38</td><td>34</td><td>6</td><td>4</td><td>117</td></tr><tr><td>8</td><td>Hoxud</td><td>61</td><td>43</td><td>4</td><td>10</td><td>4</td><td>3</td><td>58</td></tr><tr><td>9</td><td>Jiashi</td><td>110</td><td>43</td><td>34</td><td>28</td><td>5</td><td>3</td><td>107</td></tr><tr><td>10</td><td>Jinghe</td><td>54</td><td>34</td><td>3</td><td>8</td><td>9</td><td>3</td><td>51</td></tr><tr><td>11</td><td>Kalpin</td><td>53</td><td>43</td><td>3</td><td>4</td><td>3</td><td>4</td><td>49</td></tr><tr><td>12</td><td>Kashi</td><td>127</td><td>43</td><td>43</td><td>40</td><td>1</td><td>4</td><td>123</td></tr><tr><td>13</td><td>Korla</td><td>135</td><td>43</td><td>41</td><td>34</td><td>17</td><td>4</td><td>131</td></tr><tr><td>14</td><td>Kuqa</td><td>105</td><td>43</td><td>29</td><td>29</td><td>4</td><td>4</td><td>101</td></tr><tr><td>15</td><td>Kumux</td><td>129</td><td>43</td><td>39</td><td>37</td><td>10</td><td>4</td><td>125</td></tr><tr><td>16</td><td>Manas</td><td>4</td><td>1</td><td>1</td><td>1</td><td>1</td><td>4</td><td>0</td></tr><tr><td>17</td><td>Mosuowan</td><td>4</td><td>1</td><td>1</td><td>1</td><td>1</td><td>4</td><td>0</td></tr><tr><td>18</td><td>Naomaohu</td><td>137</td><td>43</td><td>43</td><td>42</td><td>9</td><td>4</td><td>133</td></tr><tr><td>19</td><td>Paotai</td><td>3</td><td>1</td><td>1</td><td>0</td><td>1</td><td>3</td><td>0</td></tr><tr><td>20</td><td>Qitai</td><td>4</td><td>1</td><td>1</td><td>1</td><td>1</td><td>4</td><td>0</td></tr><tr><td>21</td><td>Shanshan</td><td>132</td><td>43</td><td>43</td><td>43</td><td>3</td><td>3</td><td>129</td></tr><tr><td>22</td><td>Shisanjianfang</td><td>131</td><td>43</td><td>43</td><td>43</td><td>2</td><td>3</td><td>128</td></tr><tr><td>23</td><td>Toksun</td><td>63</td><td>0</td><td>42</td><td>21</td><td>0</td><td>1</td><td>62</td></tr><tr><td>24</td><td>Tuergate</td><td>1</td><td>1</td><td>0</td><td>0</td><td>0</td><td>1</td><td>0</td></tr><tr><td>25</td><td>Turpan</td><td>63</td><td>1</td><td>41</td><td>21</td><td>0</td><td>1</td><td>62</td></tr><tr><td></td><td></td><td></td><td>1</td><td>1</td><td>1</td><td>0</td><td>3</td><td></td></tr><tr><td>26 27</td><td>Urumqi Usu</td><td>3 4</td><td>1</td><td>1</td><td>1</td><td>1</td><td>4</td><td>0 0</td></tr></table></body></html>",
        "page_idx": 23
    },
    {
        "type": "table",
        "img_path": "images/e2bac9151a08f0272617824eb860b4a02fdda9275e0acc0b833bb2f88614b9ff.jpg",
        "table_caption": [
            "JOURNALOFARIDLAND "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>28</td><td></td><td>1</td><td>1</td><td>0</td><td>0</td><td>0</td><td>1</td><td>0</td></tr><tr><td></td><td>Wuqia</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>29</td><td>Wushi</td><td>10</td><td>9</td><td>1</td><td>0</td><td>0</td><td>2</td><td>8</td></tr><tr><td>30</td><td>Xinhe</td><td>61</td><td>43</td><td>3</td><td>10</td><td>5</td><td>4</td><td>57</td></tr><tr><td>31</td><td>Yanqi</td><td>59</td><td>43</td><td>4</td><td>7</td><td>5</td><td>4</td><td>55</td></tr><tr><td>32</td><td>Yining</td><td>4</td><td>1</td><td>1</td><td>1</td><td>1</td><td>4</td><td>0</td></tr><tr><td>33</td><td>Yiwu</td><td>58</td><td>43</td><td>1</td><td>3</td><td>11</td><td>4</td><td>54</td></tr></table></body></html>",
        "page_idx": 24
    }
]