[
    {
        "type": "text",
        "text": "临床研究",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "疤痕子宫再次妊娠经阴道分娩的临床分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "龙新枝广东省中山市坦洲医院产科，广东 中山 528467",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：目的 探讨疤痕子宫再次妊娠经阴道试产的成功率与安全性。方法 回顾性分析我院2015\\~2016年收治的200例疤痕子宫再次妊娠有条件经阴道试产的孕妇(观察组)和同期收治的200例非疤痕妊娠经阴道试产孕妇(对照组)的临床资料,统计分析分娩方式。结果观察组200例试产成功97例，成功率 $4 8 . 5 \\%$ ,与对照组比较发现产程时间、产时出血量、产褥感染、新生儿预后、住院时间都没有显著性差异 $( P { > } 0 . 0 5 )$ ,但剖宫产率及阴道助产率增加,无一例发生子宫破裂。结论 在有阴道试产的合适条件下,疤痕子宫再次妊娠经阴道试产是成功的、安全的、可推行的,在一定程度上降低了剖宫产率,但需严格掌握指征,减少母婴并发症。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：疤痕子宫;再次妊娠;阴道试产 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Clinical analysis of the scarred uterus becoming pregnant again via vaginal delivery ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LONGXinzhi Obstetric Ward,Tanzhou Hospital ofZhongshan,Zhongshan 528467,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Objective To discuss the sucessrate and the safetyof the scarred uterus becoming pregnant again in Trial of Labour (TOL)via Vagina. Methods The clinical dataof the 20O women with scared uterus becoming pregnant again in TOL appropriatelyintheobservation groupfrom2015 to2016 inourhospitalwereretrospectivelyanalyzed.Another20pregnant women with unscarred uterus in TOL were recruited at the same time in the hospital ascomparison group.The types of delivery were analysed. Results In the Observation Group there were total of 200 in ${ \\mathrm { T O L } } ,$ in which 97 were successful; the success rate was $4 8 . 5 \\%$ . It was found that, compared to the Comparison Group,there were no significant differences $( P { > } 0 . 0 5 )$ inthelengthofdelivery,theamountofperinatalbloodlos,thepuerperalinfection,theprognosisoftheneonatesandthe lengthofhospitalization.Theateofcaesareansectionsandtherateofasistedvaginaldeliveries wereincreased,however there was noinglecase withuptureduterus.Concusion Under theappropratecondition,itissesful,safeadactical in TOLinscarred uterus becoming pregnant again.Itdecreases therateof caesarean section,toacertain degree,but the criteria of TOL needs tobe strictly controlled inorder to reduce the complications of the motherand the baby. Key words: scarred uterus; becoming pregnant again; trial of Labour via vagina ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "疤痕子宫是指做过手术或受过创伤后遗留疤痕的子宫。常见的有剖宫产术后、子宫肌瘤术后、子宫破裂以及外伤等原因导致的子宫损伤等。疤痕处子宫肌层变薄，顺应性差，扩展能力差，如果妊娠容易出现疤痕处破裂。来自世界卫生组织报告，亚洲的剖宫产率为$2 7 . 3 \\%$ ,中国剖宫产率排名第一为 $4 6 . 2 \\% ^ { [ 1 ] }$ 。随着我国计划生育二胎政策放开，疤痕子宫再次妊娠分娩方式的选择，日益成为我们探讨的问题。收集我院200例疤痕子宫再次妊娠有条件经阴道试产的孕妇的分娩方式和结局进行回顾性分析，现报告如下。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1资料与方法",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1一般资料选取2015\\~2016年我院收治的疤痕子宫再次妊娠",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "479例，有阴道试产条件的产妇200例为观察组，疤痕子宫原因均为有1次剖宫产史，年龄25\\~38岁，平均年龄$3 2 { \\pm } 3 . 7$ 岁，孕周36\\~41周，平均 $3 8 { \\pm } 2 . 3$ 周，孕次2\\~5次，产次1\\~3次，再次妊娠距首次剖宫产时间为2\\~8年，单胎、头位，确定首次剖宫产术式均为子宫下段剖宫产术。同时随机抽取同期住院非疤痕妊娠阴道试产者200例作为对照组。两组患者年龄、孕周等一般资料比较差异均无统计学意义（ $( P { > } 0 . 0 5 )$ ，具有可比性。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2方法",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "由有经验的主治级别以上的医生对人院后患者详细询问本次妊娠经过，查阅前次剖宫产病历，了解前次剖宫产手术指征，施术时间、地点、手术经过，尤其应该注意剖宫产的术式，新生儿体质量，生后情况，伤口是否1期愈合，术后有无发烧、出血等异常情况。进行全面查体，除了解有无合并症外,应格外注意产科情况：判明是否存在盆头不称以及子宫原切口疤痕区有无薄弱部分及压痛等。化验血常规,出凝血时间，血型，备血，尿常规，查肝肾功能，血糖、胎监，测定胎儿成熟度，了解胎儿、胎盘功能状况，进行B超检查，了解胎盘附着部位，羊水量，子宫原切口疤痕愈合情况，胎儿发育状况，有无脐带绕体、绕颈，通过对上述各项结果综合分析后决定本次妊娠的分娩方式。并在征得家属患者同意后，签署疤痕子宫阴道试产分娩同意书，对于符合以下条件的妊娠患者，采取经阴道试产方式。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "纳入标准：(1)再次妊娠距离上次剖宫产时间至少在2年以上；(2)患者前次剖宫产术子宫下段横切伤口愈合情况良好，没有发生手术后感染情况；(3)前次剖宫产及再次妊娠无头盆不称；(4)患者前次剖宫产手术的相关指征消失，胎儿发生正常、胎儿体质量控制在3.5kg以内，胎监提示胎儿宫内储备功能好2。对于满足上述条件的疤痕子宫再次妊娠可采取经阴道试产。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3统计学处理",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "采用SPSS10.0软件对所得数据进行统计分析，计量资料用均数 $\\trianglerighteq$ 标准差表示，比较采用t检验； $P { < } 0 . 0 5$ 为差异有统计学意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2结果",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1疤痕子宫妊娠阴道试产结果",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "200例疤痕子宫妊娠阴道试产成功97例，阴道试产成功率 $4 8 . 5 \\%$ ,其中胎头吸引器助产12例,阴道助产率$1 2 . 3 7 \\%$ 。分娩后常规床边B超探测子宫未发现子宫破裂。试产失败改急诊剖宫产103例，剖宫产率 $5 1 . 5 \\%$ O试产失败原因为：头盆不称23例，经规律有力宫缩试产$4 { \\sim } 6 \\mathrm { h }$ 产程无进展，破水后1\\~2h产程进展不明显；宫缩乏力24例，胎儿窘迫35例，不能耐受阵痛社会因素19例,先兆子宫破裂2例,无1例子宫破裂。对照组阴道试产成功170例，阴道试产成功率 $8 5 \\%$ ,其中胎头吸引器助产4例，阴道助产率 $2 . 3 \\%$ ，剖宫产30例，剖宫产率$1 5 \\%$ 。2组剖宫产率、阴道助产率相比， $P { < } 0 . 0 5$ 有显著差异。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2指标观察结果",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "观察组产后出血量 $1 7 0 { \\pm } 1 3 ~ \\mathrm { m L } ,$ 产程时间 $1 0 . 2 { \\pm } 0 . 4 8 \\mathrm { h }$ Apgar评分 $9 . 1 { \\pm } 0 . 3 9 \\$ 分；新生儿体质量 $3 0 0 0 { \\pm } 5 . 3 \\ \\mathrm { g }$ ，平均住院时间 $5 . 5 ~ \\mathrm { d } ;$ 对照组分别 $1 5 9 { \\pm } 1 1 \\ \\mathrm { m L } , 9 . 3 { \\pm } 0 . 4 3 \\ \\mathrm { h }$ $9 . 2 { \\pm } 0 . 3 1 \\$ 分， $3 2 0 0 { \\pm } 6 . 2 \\ { \\mathrm { g } } , 5 . 2 \\ { \\mathrm { d } }$ ，两组产妇出院42d随访无1例产褥感染。两组资料进行统计对比后显示，观察组与对照组患者在产程、出血量、新生儿Apgar评分、产后住院时间等方面比较没有显著性差异 $( P { > } 0 . 0 5 )$ 。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3讨论",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "疤痕子宫是近年来子宫破裂的常见原因3，疤痕子宫再孕有 $2 \\% { \\sim } 4 \\%$ 发生子宫破裂4,子宫破裂是孕产妇严重的并发症，威胁母儿生命，母亲主要死于出血、感染、休克，近年来由于抢救技术的进步，是子宫破裂之孕妇死亡率几乎降至零。子宫破裂时，胎儿死亡率约为 $7 0 \\% ^ { [ 4 ] }$ 幸免于死亡的新生儿，有相当数量发展为低能儿。有关疤痕子宫再次妊娠后的分娩生产方式也成为妇产科临床研究的重要问题之一[5]。学者们一直存在着两种不同意见，一种观点认为：剖宫产术的子宫切口疤痕可能在再次妊娠期间，尤其分娩子宫收缩过程中发生破裂，从而导致产妇及胎儿的惨死，且子宫瘢痕是否愈合良好，不易推测臆断，试产等于冒险，美国人Graigin在1916年首次提出的\"一次剖宫产，永远剖宫产\"的观点。另一派学者则认为子宫瘢痕破裂终究是少数，故不同意上述见解主张有剖宫产史的孕妇再次妊娠是否施行重复剖宫产术，必须依据入院时实际情况决定，不可千篇一律，近年来，由于孕产妇保健措施完善，剖宫产技术提高，越来越多的研究结果显示疤痕子宫在一定条件下阴道试产是可行的、安全的。本研究结果显示两组产程时间、产时出血量、产褥感染、新生儿Apgar评分、平均住院时间都没有显著性差异，但剖宫产率及阴道助产率增加，无一例发生子宫破裂。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "要提高疤痕子宫阴道试产的成功率、降低母婴并发症，首先应严格掌握首次剖宫产指征，普遍提高剖宫产缝合技术及术后管理，疤痕子宫子宫破裂之原因，多由于原子宫切口愈合不良，瘢痕脆弱。子宫瘢痕脆弱的原因为：(1)子宫原切口切得不齐，或缝合时对合不齐；或缝针针距过宽；或缝合时未将缝线拉紧致使两切缘未能密切衔接;或缝针针距过短，或因出血在局部多次反复缝合，过密、过紧的缝合影响子宫切口局部的血液供应，拙劣的缝合不利于子宫切口之愈合；(2)术前、术中或术后感染，尤其子宫体严重感染可影响子宫切口之愈合；(3)产妇合并有贫血，或严重营养不良，或子宫肌壁严重水肿，于术前及术后均未能很好纠正者，常可影响子宫切口之愈合;(4)疤痕妊娠则发生子宫破裂的危险性相当大。这是由于子宫疤痕组织与子宫蜕膜组织不同，前者易被滋养层上皮之蛋白溶解酶所破坏，故而胎盘附着于子宫瘢痕处的病例有发生子宫破裂之可能",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "严格掌握经阴道试产应具备的条件，并制定疤痕子宫阴道试产制度，建立应急医护团队。疤痕子宫阴道试产应具备的条件：(1)前次剖宫产之指征已不存在;(2)前次剖宫产术后恢复顺利，术后无发烧，无伤口感染，无恶露淋漓大出血等情况;(3)前次剖宫产与本次妊娠间隔2\\~3年。疤痕子宫再次妊娠时间相隔<18个月是子宫破裂的危险因素，剖宫产术后2\\~3年是子宫愈合的最佳时期，发生子宫破裂风险相对最小；(4)前次剖宫产术式是子宫下段横切口，手术是由技术水平较高的医院内的有经验的医生施行的。术后无腹痛，肠梗阻等腹腔内感染、粘连等迹象;(5)子宫原切口瘢痕经腹部触诊检查未发现凹凸不平及压痛，或经B超检查无子宫切口瘢痕愈合不良之征象;(6B超胎盘不附着于子宫原切口瘢痕处；(7)胎心监护无刺激试验提示胎儿储备功能好，CST均未发现胎儿窘迫现象。B超检查胎儿无脐带绕颈2周以上或绕体现象，无羊水过少，胎盘功能检测在正常范围；(8)此次妊娠估计胎儿不太大，胎位正常，头先露已早期固定，无绝对及相对盆头不称。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "决定疤痕子宫再次妊娠试产后应做如下处理：(1)事先向患者及家属讲清试产的利弊，争取其能密切配合医院的处理，说清楚试产过程中可能发生之一切母子意外，征得同意，并签署同意书，要求家属昼夜留院陪伴，以便一旦发生意外情况，随时联系，交代进一步处理方案；(2)产妇临产后，必须有专医，有一定临床经验的医师助产士守护在旁，密切观察宫缩、胎心、宫口、先露下降等产程进展情况，并随时做好记录与交接班。产程中持续心电监护，以便能尽早的发现异常；(3)作好随时急诊剖宫产手术的准备：腹部皮肤备皮、备血、血常规、出凝血时间；(4)在观察过程中，注意子宫破裂先兆症状：胎儿宫内窘迫，腹部伤口痕有压痛，病理缩复环，阴道流血以及血尿等[8;(5)在试产过程中,不能随便滥用静脉点滴催产素加强宫缩的药物，以防因使用不当，发生强直性子宫收缩，引起子宫瘢痕破裂；(6)守护试产的医护人员应认真负责，灵活机动，遇有异常情况发生时，如孕妇吵闹不安；宫缩无力；或宫缩规律有力，宫口开大缓慢，儿头下降迟缓;或出现子宫破裂先兆征状，以及脉搏增快,不明原因的休克等，随时终止试产，及时行剖宫产术；(7)若出现子宫破裂症状：突然一阵剧烈腹痛后宫缩停止，脉快,休克,阴道流血，已经下降的先露复又回升，胎心消失等8,应迅速边积极抢救休克边准备剖宫产术，不可延误；(8)第三产程胎盘娩出后，应常规B超检查子宫是否完整，如有裂伤，应及时处理。产后24h应密切观察生命体征、患者有无急性失血症状、体征，观察子宫收缩情况，阴道流血情况，",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "总之，疤痕子宫再次妊娠阴道试产，需要具备实施的理想条件：严格掌握阴道试产条件;产房有剖宫产手术室，24h产科医生、麻醉医师能及时就位，产程中持续胎心电子监测;患者愿意，医护团队的支持,疤痕子宫再次妊娠经阴道试产是成功的、安全的、可推行的，在一定程度上降低了剖宫产率。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[1]Lumbiganon P,Laopaiboon M,Gulmezoglu A ,et al.Method ofdelivery and pregnancy outcomes in Asia: the WHO global surveyon maternal and perinatal health 20O7-O8[J].Lancet,2010,375(3):490-9.  \n[2」罗洁燕.疤痕子宫再次妊娠分娩方式的选择及经阴道分娩安全性的临床分析[J].中外健康文摘,2014,11(4):12-3.  \n[3]谢幸,苟文丽.妇产科学[M].8版.北京:人民卫生出版社,2013.  \n[4」杨.现代实用剖腹产术与产钳术[M].修订版.北京:中国医药科技出版社，1999.  \n[5]胡春艳.疤痕子宫再次妊娠经阴道分娩的可行性分析及探讨[J]当代医学,2014,21(12):28-9.  \n[6］李士珍.剖宫产术后再次妊娠的产科处理[J].国外医学妇产科学分册，1989,16(3):140-3.  \n[7]Bujold E,Gauthier RJ.Risk of uterine rupture associated with an in-terdelivery interval between 18 and 24 months[J].Obstet Gynecol,2010,115(5):1003-6.  \n[8」曹泽毅.中华妇产科学[M].2版.北京：人民卫生出版社，2006",
        "page_idx": 2
    }
]