[
    {
        "type": "text",
        "text": "古诗阅读中的情感加工机制：来自眼动的证据",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "马安然¹周治金11华中师范大学心理学院，武汉，430079",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：传统古诗鉴赏往往从文学角度采用理论分析，可能忽视了读者在古诗鉴赏过程中的心理加工过程。本研究首次对学习者的诗歌鉴赏的情感加工机制进行探究，使用眼球追踪技术实时记录读者阅读整首诗的眼动轨迹，从古诗情感理解层面入手，考查自然阅读整首古诗的“乐景”加工过程和“悲情”过程。行为结果发现，学习者所感知到的情感与古诗所表达的情感一致，即“乐景写哀情更显其哀”。眼动结果也表明，学习者在消极情感兴趣区的回视次数显著高于在积极情感兴趣区的回视次数。但在首次注视时间上，积极情感兴趣区和消极情感兴趣区上差异均不显著。该研究对构建汉语古典诗歌认知学习理论与探索诗歌有效学习方法具有重要的意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：古诗鉴赏；情感加工机制；眼动 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Emotional processing mechanism in ancient poetry ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "reading: Evidence from eye movements ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MA Anran; Zhou Zhijin School of Psychology， Central China Normal University， Wuhan 430079,China Abstract: Most of the traditional ancient poetry appreciation uses the method of theoretical analysis to analyze the authors and texts of ancient poetry from the perspective of literature. This study is the first to explore the emotional processing mechanism of learners’ poetry appreciation. Eye-tracking technology is used to record the eye movement track of readers when they read the whole poem in real time. Starting from the emotional understanding of ancient poetry, the processing process of \"cheerful scene\" and \"sadness scene\" in natural reading of the whole ancient poem are investigated. The results showed that the feelings perceived by the learners were consistent with those expressed in the ancient poems， that is,\"sorrow in cheerful scene is more obvious when it is written\". The results of eye movement also showed that the number of the learners’ glances in the negative area of interest was significantly higher than that in the positive area of interest. However， there was no significant difference in the first fixation time between the positive and negative areas. This study is of great significance for constructing the cognitive learning theory of Chinese classical poetry and exploring the effective learning methods of poetry. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words: : Appreciation of ancient poetry; Emotional processing mechanism; Eye Movement ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1前言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国古代诗歌是抒发情感的典型载体，诗学将情感视为抒情作品之灵魂。正如《毛诗序》所述：“情动于中而形于言”，中国古典诗歌是古人表达情感的载体，然而诗人的情感表达方式大多是含蓄的。当代的我们如何透过短短二十几个字，触及到诗人的内心，与几百几千年前的迁客骚人产生共鸣？探究学习者在古诗阅读中的情感加工机制是重要的研究问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1.1中外诗歌理论发展脉络 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国古典诗歌理论的滥觞可追溯至先秦以及更早的时期。《易经》中“观物取象”和“立象尽意”这两个命题奠定了中国传统诗歌理论中意象主导的基础。《尚书》、陆机的《文赋》和刘勰的《文心雕龙》、《明诗》、白居易的《与元九书》、司空图的《二十四诗品》等都阐述了为诗歌的本质特点。清末国学大师王国维从美学层面提出诗歌理论的“境界说”；朱光潜先生融合西方美学、心理学理论，结合中国传统诗词的特点，用西方诗论来解释中国古典诗歌，用中国古典诗歌来印证西方诗论，完成了一套综合而广博的诗歌理论，是我国诗歌现代理论研究的先驱。他的主要观点有：诗歌境界在于“意象”和“情趣”的无间契合；诗歌是具有类型特征的艺术形式，和散文、音乐以及绘画有所区别；诗歌中音律的形成有其独特的原因等。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "西方诗歌理论自亚里士多德《诗学》以降，“模仿说”或“再现说”成为诗歌理论中占主导地位的声音，到了中世纪时期，以教会权威为思想主导下的诗歌以及诗歌理论都添上了《圣经》故事以及神学的色彩。而中世纪以后的文艺复兴时期，先后经历了古典主义、浪漫主义和现代主义几个时期，对诗歌理论的研究也逐渐从诗歌内容过渡到诗歌的语言和形式。其中“抒情说”、“意象说”、“象征说”都是具有影响力的理论。其中，值得注意的是盛行于二十世纪初以埃兹拉·庞德（Ezra Pound）为代表人物的意象主义（Imagism）流派，他从中国、日本等东方诗歌中借鉴了“意象”的概念，强调要将诗人自身的感情融入外在的物象，由此发展而来的意象派沟通了中西诗学文化，为中西方诗歌相互借鉴做出了重要贡献。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1.2诗歌情感加工的相关研究",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "《毛诗序》认为诗歌创作的主要目的就是“情动于中，而形于言”，诗歌创作的目的就是为了抒发情感，对于诗歌抒情的研究，一般都是从情动于中而形于言出发，那么在诗歌抒情的研究，又要从读者对诗歌的情绪感受出发。诗歌赏析过程中语义理解是基础，那么诗歌的情感体验就是领悟诗歌意境最重要的一个环节。随着人们对于诗歌的研究，人们开始关注诗歌的情感体验的过程。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Gernsbacher,Goldsmith 和Robertson(1992)采用情绪性的小故事，设置了与故事中主角的情绪一致或不一致的关键句，发现与主角情绪不一致的关键句的阅读时间长于一致时的阅读时间，表明读者可以推测出主角的情绪状态。他们又通过设置匹配、不匹配的情绪词发现读者对主角情绪的推测是具体到某种情绪的(如，内疚、喜悦 等)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "张金璐，吴莹莹，杨晓虹和杨玉芳（2014）对语篇中的话题结构对语篇情绪的理解影响进行了研究发现在阅读理解的过程中，读者能够自动对语篇中的情绪进行推断，而且发现语篇的话题结构会对情绪理解产生累加效应，话题结构本身会影响语篇的情绪理解。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Jana Ludtke,Burkhard Meyer-Sickendieck 和 Jacobs (2014)等人认为关于诗歌的研究大多数关注的是韵律、韵脚等特征，而很少研究诗歌理解所产生的移情反应和情感参与，所以提出了情绪移情假说，并对假说进行了验证。实验材料选自德国诗歌《心境》中的片段，同时对入选诗歌进行熟悉度、风格等特征进行评价。实验开始前让被试完成诗歌接受问卷、情绪自评量表、同时记录被试的前额和脸颊测量面部肌肉活动作为情绪的生理指标，然后被试开始阅读呈现的诗歌，诗歌阅读到第二遍时开始对诗歌情感、审美进行五点评分。最后，通过混合效应回归和线性模型等分析发现背景元素促进情感参与，而前景特征促进审美评价，结果分析这两个过程有不同的预测因子：熟悉度和情景是调节情绪同理心的主要因素，而风格和形式等前景特征最能预测 审美喜好。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "张秀萍，张玉萍和杨玉芳（2017）根据已有关于语篇情绪加工的相关研究认为以往研究者们提出了很多关于语篇理解的模型，但并没有一个认知模型是直接针对语篇中的情绪理解的。根据这些模型，该研究认为语篇中情绪理解 可以归纳为两个过程：情绪信息的监控与当情绪息的评估与更新。但这个模式是否适用于古诗这种特殊的文本还有待验证。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "由上可知，前人关于情感体验的文本研究主要是句子和语篇两个层面。而诗歌作为一种特殊而传统的文本材料，蕴藏的感情足够丰沛多元，读者又是如何进行感知体验的，诗歌的情感体验有待研究挖掘。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3研究创新性和研究意义",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "首先，本研究的主题极具创新性。中国古代诗歌是抒发情感的典型载体，诗学将情感视为抒情作品之灵魂。正如《毛诗序》所述：“情动于中而形于言”，中国古典诗歌是古人表达情感的载体，然而诗人的情感表达方式大多是含蓄的。当代的我们如何透过短短二十几个字，触及到诗人的内心，与几百几千年前的迁客骚人产生共鸣？探究学习者在古诗阅读中的情感加工机制是重要的研究问题。到目前为止，很少有研究对不学习者的诗歌鉴赏的情感加工机制进行探究。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "第二，眼动研究技术的生态化优势。本研究使用眼球追踪技术考查自然阅读整首古诗的“乐景\"加工过程和“悲情\"过程。由于古诗鉴赏是一个及时的过程。，眼动仪具有高时间分辨率和空间精度，能够实时记录读者阅读首诗的眼动轨迹。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "第三，从古诗鉴赏中的情感加工机制入手。正所谓“在心为志，发言为诗”，诗歌是古人表达情感的载体。然而诗人的情感表达方式大多是含蓄的。古人的欢喜是“春风得意马蹄疾，一日看尽长安花”；诗人的哀愁是“半世浮萍随风逝，一宵冷雨葬名花”。一切景语皆情语，读者要理解领悟古诗情感，需要把握好情与景的关系。那么，学习者能否感知到古诗中的情感？当学习者所感知到的情感与古诗所表达的情感一致时，学习者的心理乃至生理又会有什么微妙的变化呢？",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.方法",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1被试 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "共有35名有效被试参与实验，平均年龄20.5岁，标准差1.53岁。其中女生25名，男生10名。所有被试矫正视力正常，均为右利手，母语为汉语。且均未参加过类似实验。被试在实验开始前签订知情同意书，完成实验后获得实验报酬。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2实验材料",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "古诗学习材料从2名高经验古诗爱好者收集的21首包含炼字赏析的抒情古诗中选取1首描写春天的古诗。该诗是唐代诗人白居易的《南湖早春》“风回云断雨初晴，返照湖边暖复明。乱点碎红山杏发，平铺新绿水蘋生。翅低白雁飞仍重，舌涩黄鹂语未成。不道江南春不好，年年衰病减心情。”诗歌以乐景衬哀情，用明丽动人、生机勃勃的南湖早春美景反衬了诗人内心的深切悲哀。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "古诗所表达的情绪情感的积极程度评定。该评定为李克特9点评分量表（Liker scale)，“请您结合全诗，评价这首诗所传达的情绪情感的积极程度”，1表示非常消极，5表示中性，9表示非常积极。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3实验仪器",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "本实验采用的仪器为 EyeLink1000（SR Research，Canada）眼动仪，采样率为$2 5 0 H z$ 。19英寸显示器，刷新率为100Hz，分辨率为 $1 2 8 0 \\ \\times 1 0 2 4$ 。实验材料的垂直视角15.3度，水平视角为28.7度，被试眼睛与屏幕之间的距离为 $7 5 c m$ 。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4实验程序",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "首先，被试需要阅读这首古诗，阅读时间为60秒。之后，被试在屏幕中阅读如下指导语：为了能够顺利地开展实验，请牢记以下事项，否则可能终止实验，重新开始。（1）请自行调整一个比较舒服的座姿，之后，请保持身体不动，尤其头部静止。尽量不要用力，频繁地眨眼，直到实验结束。（2）眼动定标过程中，双眼要一直准确地注视着屏幕中的黑点。（3）您需要结合刚才阅读的古诗，分析您认为最准确的最贴切的选项。您共有10秒的思考时间，10秒后，屏幕将提示您口头报告。请保持注意力高度集中，认真作答。实验结束后，给与被试实验报酬。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.结果",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1行为结果",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在古诗所表达的情绪情感的积极程度评定上，90%的被试口头报告的数字小于5，即该诗表达的情绪情感为消极情感。行为结果发现，学习者所感知到的情感与古诗所表达的情感一致，即“乐景衬哀情更显其哀”。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2眼动结果",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "对古诗的眼动分析分为积极兴趣区和消极兴趣区两个部分。该诗前两联描写的内容为“乐景”，设为积极兴趣区。后两联描写的内容为“哀情”，设为消极兴趣区。为进一步读者在阅读同一首古诗在时间进程上的差异，故眼动指标的选取分为两个部分：早期眼动加工指标，首次注视时间；晚期眼动加工指标，回视次数。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "眼动结果表明，学习者在消极情感兴趣区的回视次数显著高于在积极情感兴趣区的回视次数， $t _ { ( 3 1 ) } { = } { = } { - } 6 . 8 7 , p { < } 0 . 0 0 1$ 。但在首次注视时间上，积极情感兴趣区和消极情感兴趣区上差异均不显著。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.讨论",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "首先，本研究的行为结果发现，学习者所感知到的情感与古诗所表达的情感一致，即“乐景写哀情更显其哀”。这说明学习者能够正确理解古诗所表达的情感，行为结果表明学习者的情感感知已经完成。为进一步探究学习者的诗歌鉴赏的情感加工机制，使用眼球追踪技术实时记录读者阅读整首诗的眼动轨迹，从古诗情感理解层面入手，考查自然阅读整首古诗的“乐景”加工过程和“悲情”过程。眼动结果也表明，学习者在消极情感兴趣区的回视次数显著高于在积极情感兴趣区的回视次数。这一结果也支持了行为结果。当学习者更多地关注诗歌中的消极情感兴趣区时，最终，学习者也自然而然地感知到诗歌中表达的消极情感。该结果说明，学习者花费更多的心理资源在更重要的诗歌内容中，从而感知到更符合诗人在诗歌中蕴藏的情感。然而，在首次注视时间这一早期加工指标上，积极情感兴趣区和消极情感兴趣区上差异均不显著。这表明在情感理解的早期加工过程中，学习者可能不能直接锁定更重要的信息。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "其次，由于本研究使用的古诗实验材料比较单一，仅是1首“乐景衬哀情”的抒情诗。后续研究可以增加不同抒情风格的古诗作为实验材料，进一步探究古诗学习的情感理解机制。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "最后，由于本研究主要使用眼球追踪技术实时记录读者阅读整首诗的眼动轨迹，从古诗情感理解层面入手，考查自然阅读整首古诗的“乐景”加工过程和“悲情”过程。后续研究可以进一步关注诗歌的诗歌理解和审美感受的内容，进一步探究个体变量如诗歌知识经验水平与诗歌其它变量之间的交互作用。同时，还可以采用不同的眼动实验范式等探究不同的诗歌阅读鉴赏中的问题。此外，还可以使用脑电，近红外，核磁，计算机建模等探究认知情感和审美的神经机制，进一步将心理学与文学这两门学科进行深入研究。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "张秀平，张玉萍，杨晓虹，杨玉芳． (2017)．语篇情绪理解及其认知神经机制、心理科学进展，25(8)，1289-1298.  \n张金璐，吴莹莹，杨晓虹，杨玉芳．（2014）.话题结构对语篇情绪更新的影响．心理学报，46(10)，1413-1425.  \nGernsbacher, M.A., Goldsmith, H. H.,& Robertson,R.R.W.(1992).Do readers mentally represent characters'emotional states? Cognition & Emotion, 6(2),89-111.  \nJana Ludtke, Burkhard Meyer-Sickendieck,Jacobs.M.(014). Immersing in the stilness ofan early morning: testingthe mood empathy hypothesis of poetry reception. Psychology of Aesthetics, Creativity, and the Arts, $\\mathbf { \\ } ^ { \\mathbf { \\delta } } \\mathbf { \\delta } ^ { \\mathbf { \\delta } } \\mathbf { \\delta } ^ { \\mathbf { \\delta } } \\mathbf { \\delta } ^ { \\mathbf { \\delta } } \\mathbf { \\delta } ^ { \\mathbf { \\delta } } \\mathbf { \\delta } ^ { \\mathbf { \\delta } } \\mathbf { \\delta } ^ { \\mathbf { \\delta } } \\mathbf { \\delta } ^ { \\mathbf { \\delta } } \\mathbf { \\delta } ^ { \\mathbf { \\delta } } \\mathbf { \\delta } ^ { \\mathbf { \\delta } } \\mathbf { \\delta } ^ { \\mathbf { \\delta } } \\mathbf { \\delta } ^ { \\mathbf { \\delta } } \\mathbf { \\delta } ^ { \\delta } \\mathbf { \\delta } ^ { \\mathbf { \\delta } } \\mathbf { \\delta } ^ { \\delta } \\mathbf { \\delta } ^ { \\mathbf { \\delta } }$ ，363-377.",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "作者贡献声明：",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "研究思路：马安然提出，周治金指导。  \n实验设计：马安然设计，周治金指导。  \n实验实施：马安然。  \n实验数据收集与分析：马安然分析，周治金破译结果并提供结论。  \n撰写论文：马安然。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "致谢：",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "实验材料筛选阶段：感谢谭阳刚诗人；实验实施与数据收集阶段：感谢冷晓雪本科生和杨家琛本科生。研究设计与研究结果讨论阶段：感谢刘冠雄直博生、贾丹丹博士生和王祎博士生的建议。",
        "page_idx": 4
    }
]