[
    {
        "type": "text",
        "text": "知识经济环境下高校图书馆深入知识服务的思考",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王新",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要阐述在新的信息和知识环境中知识服务的价值定位、本质内涵，以及对高校图书馆转型的意义。分析了在高校图书馆的视野下知识服务与泛在的学科服务的本质区别，以及当前高校图书馆为了更深入地开展知识服务，在认知、理论以及实践上所应该突破的屏障。提出了知识产品是知识服务的一种重要形式，知识产品的水平是图书馆核心价值和能力的直接体现。此外，本文从理论的角度对知识产品的概念、属性、类型和生产原则给出了较明确、系统的解释和描述。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键字研究型图书馆知识产品生产知识服务能力",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1．知识服务是传统图书馆职能演进的必然",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1当前知识环境的特点",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "宏观的社会信息环境表明，21世纪是一个信息和知识作为重要的生产力要素的社会，迅速发展的信息技术和日趋丰富的信息资源使图书馆完全背离了传统的信息环境，两个突出的特征即信息形态的多元化与信息传播的开放性，打破了很多信息的“不可或缺性”，加速了信息获取和交互的“去中介化”。尤其是全球高校图书馆界和科研人员联盟在与数据库商的艰难博弈中，使得学术期刊论文开放获取（OA，openaccess）的程度不断向前推进，随之而来的是知识创新群体对图书馆的依赖性逐渐削弱，使传统图书馆的职能定位、核心价值面临严峻挑战。图书馆的服务内容从以信息为主提升到以知识为主、服务形式从信息咨询转向知识创新已经成为当下和未来一段时间图书馆工作的趋势，图书馆的核心价值直接体现在对知识的采集、关联、挖掘、分析和利用基础上的知识服务能力。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2知识服务的兴起及社会影响",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "知识服务（Knowledge Service）是以知识产品为服务内容的服务，产生于20世纪60年代知识经济和知识管理兴起的社会背景下。管理学之父彼得·德鲁克曾指出“知识社会意味着个人、组织机构、产业、国家获得和应用知识的绩效将越来越成为关键的竞争因素”[1]，因此最早的知识服务是以知识管理的形式流行于法律、咨询、信息、金融等知识密集型服务行业，以提高工作效率和提升行业水平。图书情报领域具有知识密集型和服务这两个要素，自上世纪80年代知识服务也成为这个领域所关注的问题。1997年，我国学者王晓美首先将这一理念引入国内图书馆界，提出“图书馆是提供知识服务的重要场所”，“图书馆的发展趋势是比以往更加重视与发挥知识创造功能”2。1999年，任俊为先生指出在以知识为基础的新经济社会中，知识成为一种资本形态，经济的增长直接取决于知识的投资，图书馆提供的知识服务将在知识经济的所有基础环节发挥重要作用，图书馆的职能是以知识的生产与知识的再生产为目的[3。2001年，姜永常针对性地论述了知识服务与信息服务的区别[4]。2000 年张晓林先生从图书馆职能的角度对知识服务给予了更明确的解读，他认为知识服务就是以信息知识的搜寻、组织、分析、重组的知识和能力为基础，根据用户的问题和环境，融入用户解决问题的过程之中，提供能够有效支持知识应用和知识创新的服务[5]。这一解释全面革新了国内科研院所和高校图书情报机构的服务理念，也被全球同仁广泛接受，开启了针对知识创新密集型群体的非商品性知识服务理论和实践研究的新阶段。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.3知识服务与图书馆的第三次职能转换",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在图书馆近半个世纪的发展中，其职能演进经历了文献集藏与整序、信息咨询与服务和知识组织与服务三个阶段，它标志了图书馆服务水平的三个能（力）级（别）。上世纪70年代以前为第一阶段，图书馆工作对象以印刷体文献资料为主，工作模式也相对封闭，在这个阶段的后期，信息资源形式变得多元化；伴随着数字图书馆时代的开启和学科馆员这一新角色的出现，图书馆进入第二阶段，图书馆工作重心从资源收藏走向文献获取，从资源描述走向文献传递，从资源管理走向咨询服务，但是服务内容的主体是信息；本世纪初开始进入第三阶段，即知识服务阶段，如表1所示。",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/6923bc994ff94088c37fee6c169d6d4f51268e5b3ff12cfa8b85c92de74b7470.jpg",
        "table_caption": [
            "表1.图书馆职能的三个阶段"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>文献服务</td><td>信息服务</td><td>知识服务</td></tr><tr><td>时间段</td><td>70's 以前</td><td>70's ----20 世纪末</td><td>21 世纪---</td></tr><tr><td>工作重点</td><td>采访、编目</td><td>数字资源建设、信息检索</td><td>知识的组织与再生产</td></tr><tr><td>承担角色</td><td>文献集藏和整序</td><td>信息管理、推送和咨询</td><td>知识管理、挖掘和配送</td></tr><tr><td>服务的内容</td><td>纸质文献</td><td>数字资源、专业数据库</td><td>知识库、专题数据库、特藏 和主题知识产品（packages）</td></tr><tr><td>服务动因</td><td>馆藏自身建设</td><td>群体用户驱动的对专业信 息获取的需求</td><td>特殊用户驱动的对高度集成 化的特定知识的需求</td></tr><tr><td>评价标准</td><td>馆藏的数量和质 量</td><td>数据库的数量及智能检索 的效率</td><td>知识产品的数量、质量及增 值。</td></tr><tr><td>能力侧重</td><td>资源覆盖力</td><td>技术支撑力</td><td>知识输出力</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在知识服务阶段，图书馆服务的定位、服务的层次、服务的方式以及服务的对象和价值都发生了变化[6，虽然提供文献服务仍然是图书馆的重要任务，但是图书馆需要解决的核心问题是信息资源相对充足而情报供给不足。在这个阶段图书馆承担的角色、工作的对象，以及评价的标准都自觉地转向以知识为中心，以馆员知识创新能力为中心，以解决实际问题为中心，见图1。图书馆工作的重心需要从存储、管理和揭示大量的逻辑关系松散的信息资源里走出来，而是以知识组织、挖掘、集成和配送高质量的高密度的知识包装为工作的重点，以直接满足特定的需求或决策。知识服务是应知识经济、信息技术和知识生态环境的快速发展而晋升的高级阶段。",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/cff5806ec94aabca5068011c3139b300332a7f4742b62f8740763a0716f3460d.jpg",
        "img_caption": [
            "图1图书馆发展的三个职能阶段"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.高校图书馆深入知识服务所面对的问题",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1对知识服务内容的创新增值本质认知不足",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "众所周知，知识服务是高校图书馆的发展趋势，但是对知识服务本质的忽视必将给知识服务大打折扣。准确理解知识服务的内涵实际上如同建立了知识服务的实践、理论研究和评价的坐标系，是图书馆知识服务提升的关键。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "知识服务的内容可以有广义和狭义之分。广义来讲知识服务是以知识为服务内容的服务。知识与信息有根本的区别，信息是事物的一种属性，是对事物的客观反映，它以消息、指令、数据、符号等方式所表现出事物本身的运动或变化状态以及事物之间的相互关系和作用，人们通过获取和识别自然界和社会中不同的信息以区别不同的事物，信息具有零碎、粗糙、肤浅和独立于人的认识而存在的特征；知识则是人们通过对客观世界中的信息认知、加工后的一种特殊信息，知识更具有系统性、密集性、稳定性、传承性和主观性。狭义来讲知识服务是更加注重对知识本身价值的主观挖掘、二次创新，它是以对各种显性和隐性信息或知识元素搜集、筛选、研究、分析和重新组织的知识和能力为基础的，寻求知识最大化地利用的服务。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2学科服务与知识服务的理论界定不明确 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "学科服务与知识服务的模糊界定会使知识服务迷失方向。20 世纪后期，高校图书馆（AcademicLibrary）诞生了学科馆员这一新的角色，推动图书馆工作从资源保障服务向学科咨询服务的转移。并且，在短短的十几年时间里学科服务的泛在化程度不断提升，与学科相关的服务形式不断涌现，伴随着“知识服务”理念的加强，服务中知识的内涵逐步提升。但是当我们面临着当今迅速发展的信息环境和经济环境时，我们还是深感不安，我们会怀疑图书馆的知识服务是否真正适应了知识生态环境的变化？事实上高校图书馆在知识资源使用的效能上、在知识的二次升值上存在着极大的提升空间。笔者认为这个局面的产生与长期以来业界对“学科服务”与“知识服务”的概念界定不清有关。大量的文献调研发现“学科知识的服务”和“学科的知识服务”这两个概念一直以“学科知识服务”统称，学科服务的确需要较高的专业知识，但二者是否真的就是一个概念呢？卢小宾曾明确指出：如果没有增值，没有创新，就不是知识服务8从这个意义上讲，学科服务的内容应该更宽泛，允许包涵没有创新增值的部分，换言之，在学科服务中运用的资源可以是信息资源或馆藏原有的知识元素；而“学科的知识服务”中服务的内容必须强调是在图书馆知识管理过程中经过馆员或人工智能型的二次加工，是具有一定创新价值、高密度的知识元素的集成产品。因此，“学科知识服务”属于知识服务的广义定义的范畴，“学科的知识服务”才是知识服务狭义定义的范畴。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "要突破图书馆学科服务的屏障，实现真正意义上的图书馆的知识服务，必须遵循知识服务的狭义解读，致力于提升知识服务内容的知识再生价值，谨防在学科服务泛在化程度不断提高的今天，误将学科服务当作知识服务，使知识服务丧失了其理当专注的价值取向，影响一个研究型图书馆的转型进程。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3知识服务的能力在实践中缺乏后劲",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "当前图书馆的职业特点走向是基于研究的服务和基于服务的研究8，知识创新能力的不足也是图书馆知识服务创新不足重要的相关因素。2015年王新在图书馆管理与创新论坛上曾提出“一个研究型图书馆应该成为985高校图书馆的目标追求”[9]，一个研究型的高校图书馆，面向的是一个具有高知识密度的知识创新群体，对此群体的服务完全区别于以满足大众学习、工作、生活的日常需要为主要目的的知识普及层面的服务，而是要以满足一流的学术发展和高水准的育人为目的的知识服务，这个服务的水平直接关系着学科的建设与学术的发展。因此，现代高校图书馆的知识转型同样要求图书馆员的角色同步转换，从对知识创新群体的信息支撑的纯粹服务身份，转变成为自身承担知识创新和参与知识创新的双重身份，由此，对馆员个体研究能力的要求是有史以来最严峻的挑战，对一个研究型的图书馆，对馆员整体知识服务能力的建设和长远布局的重要性、紧迫性越来越凸显。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "正如最近初景利教授就直接指出的“图书馆发展的根本问题是能力问题”[10]，图书馆的转型需求已经强烈地呼唤着高校图书馆对自身定位认知的更新，知识创新能力已然成为评价图书馆新价值体现的标准。当下是一个“智引未来”的时代，知识创新能力是研究型图书馆的核心竞争力。如果说信息资源、技术平台和馆员知识服务能力构成了图书馆的三个核心资源，其中图书馆员对信息的采集、分析、处理能力，对知识的驾驭和输出能力，以及事科学研究的能力，就是图书馆能力资源中最重要的软实力。由这些馆员展开的知识服务的水平直接体现了现代图书馆的价值，知识服务中的知识产品是图书馆硬实力、软实力的窗口。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "此外，在有意识地加强人才储备的同时，还要不断完善人才的管理机制[11，鼓励馆员的智力付出，鼓励业界的工匠精神，使有能力的馆员能够立足于手中资源的挖掘与组织，潜心制作更系统的、完整的具有增值的知识产品，提升服务内容的知识内涵，加快图书馆知识服务的步伐。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4知识服务理论支撑的不足",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "图书馆行业的被边缘化成为图书馆的转型的动因。但是图书馆的转型是一个系统问题，在从观念到实践、从实践到理论、再从理论到实践，全过程中工作的中心不断地得到转移，最终聚焦到最本质的问题：追求社会知识的最大化继承，由此看来虽然知识服务是一个非常复杂的命题，一些理论界定尚未清晰，但是无容置疑知识产品是图书馆知识服务的重要形式之一，从知识产品着手可以使知识服务更具象化、更具有可操作性。换言之，以知识产品作为突破口提升图书馆服务的知识内涵，以知识产品为支点撬动图书馆转型，让知识产品成为图书馆知识服务的抓手是一个策略，见图2。遗憾的是在图书馆知识服务的视野下对于知识产品的形态、属性和模式等的理论研究还十分少见，以知识产品模式、知识产品形态、知识产品服务分别进行关键词、篇名和主题检索找到的1024篇文献中与图情相关的只有84篇，其中10篇涉及了知识的生产与再生产，对知识产品的模式、形态和服务缺乏足够的理论概括，可见高校图书馆知识产品服务的实践在理论指导方面的匮乏。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/b40031ecc151c3dd30a9c59dd73a8ff351963ab0bee43837bdead869e8a8aa74.jpg",
        "img_caption": [
            "图2知识服务转型的核心价值体现 "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.知识服务中知识产品的理论探讨",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1知识经济社会中新物种的诞生",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "信息环境使人们被淹没在信息的海洋里，从海量的信息中迅速提取出有价值的、精准的和所需要的知识既是每个人所必要的生存技能，也是图书馆新的职能需求。而知识经济对信息服务的冲击是知识服务产品产生的直接动因[12]，信息环境、信息技术和商品经济合力一起将知识推向了市场，使一批新型的知识服务产品为减轻人们求知欲望、选择压力应运而生，2015年始创的目前已经具有3000万用户的知识学习和传播平台“得到”app就是这类知识服务新物种的范例。这类产品契合了现代知识追求者的生活节奏和品味，深受不同层次公众的喜爱。具有商品标签的各类知识产品的成功浮出开启了互联网的由免费信息走向付费知识的新时期[13]，标志着以知识服务为目的的知识产品的质量以及生产手段的跃迁，知识产品的商品模式会不断地走向成熟和繁荣。这一新物种不仅拓宽了我们最初的知识服务行业的边界，更新了我们对知识经济的最初认知，使我们强烈地感到，在当今的社会里，知识不仅是一种资本，还可以是一种直接发生经济效益的商品的巨大力量。同时加剧了对图书馆的知识服务的挑战。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2知识产品的理论框架",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.1知识产品的生态环境",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "知识产品（knowledgepackages）是借助已有的信息、知识资源而生产出的新的知识成果，以知识营销和知识共享的方式呈现其最大经济价值和社会价值的商品，知识产品强调知识而非信息、强调逻辑关系的集成而非支离的元素堆积。这里所谓新的知识成果不仅仅是产品形态上的差异，而是看其是否融入了智力劳动，原有的信息、知识元素在加工过程中是否产生了价值增值。 知识产品在其生产过程中对原有知识元素的价值增值在使用过程中得以体现。知识产品的传播方式主要包括市场交易、订制发送、教育传播、宣传媒介。通过知识产品的生产和传播，使得社会利用知识的能力和效率得以提高。知识产品生产方式，传播途径，产品形态构成了知识产品的基本生态。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.2知识产品的分类与形态",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "知识服务产品是专业化组织生产的以满足用户对特定知识的需求，从而获得一定商业价值的产品形态[14]。按照狭义的知识服务中对知识产品的界定，目前高校图书馆界涌现的非商业性的知识产品的形式可以概括为以下三类：咨询、情报和知识，见表2。",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/ce03f2d6a33dfda88347dc93a6151609a2a6fae59e1bfe7442929cd4a8a84e62.jpg",
        "table_caption": [
            "表2高校图书馆知识产品形态"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>类别</td><td>产品形式</td><td>产品形态</td><td>知识集度</td><td>个性化度</td><td>知识增值度 (智力投入)</td></tr><tr><td>咨询</td><td>项目开题 人才评估</td><td>科技查新报告、评估报告 订题检索、</td><td>+</td><td>+++</td><td>专业性强 +</td></tr><tr><td>情报</td><td>学科动态分析 科研项目追踪</td><td>研究课题的提案或报告 领域的监测快报或通报</td><td>++</td><td>++</td><td>专业性强 ++</td></tr><tr><td rowspan=\"2\">知识</td><td>主题知识包装 学术专题包装</td><td>文献、视频、书籍、图片、 PPT等多媒体资源组合</td><td>+++</td><td>+</td><td>专业性视的 +++</td></tr><tr><td>知识管理 知识学习</td><td>专业知识库、特藏库 学科门户中的主题模块 APP 知识学习平台</td><td>+++</td><td>+</td><td>专业性强 +++</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2.3知识产品的属性特征 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1）是多知识元素的集合，具有较高的概括性和知识密度；  \n2）知识内容的承载形式具有多样性；  \n3）知识产品内的知识元素之间具有较强的相关性或逻辑性；  \n4）在特定学科领域的知识体系中具有独立的位置；  \n5）具有交付性，在一定的范围内共享；  \n6）无损耗性，可以被重复使用。",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/e298302643c6963a2585d523985003a4491d824c1e592d9577bb4c17bbb42538.jpg",
        "img_caption": [
            "图3.高校图书馆知识产品的性质及特点"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2.4知识产品生产的原则",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在对信息或知识元素的挖掘、分析、筛选、关联、重组和包装等知识产品的生产过程需要坚守的最主要的原则，见图4：",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1）目的性",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "知识产品的主要目的是降低用户对海量原始信息资源的选择压力，提高知识获取的效率；提高原始信息资源的使用率和降低资源购置成本。因此，在每个知识产品生产前要根据活动性质的特殊目的或用户的个性化需求，确立明确的目标，确定知识因子的筛选标准、组织逻辑以及知识产品的揭示形式。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2）增值性",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "知识产品的增值服务和创新体现在自身推出的知识产品上有三个方面：时间效率的增值、内容品质的增值和知识管理的增值。筛选与集成提高了读者对相关信息的检索效率，附加了对迅速获取资源满足感的增值，这个增值可以由人和智能型的搜索引擎完成；对原始信息的挖掘、精选与重组提高了散在资源的知识密度和逻辑，辅助用户对特定主题知识的要点高效地理解和把握，附加了对准确获得知识满足感的增值，这个增值以专业知识很强的馆员的智能劳动为前提；知识产品的管理与推介提高了图书馆资源的细化管理，在限定的合理范围内可以共享、共知，并被重复利用。这三方面不仅是知识生产再生产的增殖，而是图书馆整体实力的体现。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3）科学性",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "知识产品的产生无疑是一个对人工智能劳动的凝聚过程，它高度依赖于馆员的对专业领域的理解深度、自身的知识结构以及大脑的智力加工，任何由于馆员在知识领域的片面和主观偏见，都可能造成产品内容上的偏颇或学术上的纰漏，因此在对知识因子二次加工的过程中必须遵循科学性原则，第一，在内容构建上尊重知识的本质、知识的体系，也就是说在产品内容的搜集、分析和筛选中都必须注重知识本体的科学性、逻辑性、概括性和完整性；第二，在产品组织过程中必须遵循科学的方法论，用科学的方法指导对知识客体的研究、精炼与加工全过程。",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/3495f02203fe9640a697ae70d8aad2bf41b507c9ccafb7e73bfc860ece92a0bc.jpg",
        "img_caption": [
            "图4.知识产品的生产原则"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.结语 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "知识服务是一个命题，早在1997年美国专门图书馆学会第88届年会上，比尔·盖茨就曾讲到：“图书馆贮存有重要的信息资源，它在信息时代将发挥出前所未有的中心作用，因为及时、有用的信息是竞争取胜的关键因素，图书馆员的职责就是帮助人们选择信息、评价信息并于信息网络取得链接”[15]。又一个20年过去了，整个社会快速发展变化的不仅仅是信息环境，而是由其引发了一个知识经济更加繁荣的社会的到来，在这个社会里，知识价值将得到无限地体现。高校图书馆试图植根于知识创新群体的生态中持续发展，其角色的重新定位无疑应该聚焦于提供可创新的知识服务，使自己在开放信息环境下和知识经济社会里，在知识的生产者与使用者之间，成为一个有能力提供知识的二次再生价值的知识管理者、知识传承者，使知识的价值在社会、在大学校园得以最大化的体现，才能实现图书馆自身的时代价值。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "而知识产品的质量就是研究型图书馆馆员服务能力和图书馆专业价值的核心体现，对知识产品的理论解读刚刚开始，见图3，对知识服务的实践模式的探索还在初始阶段，但是，无疑我们可以将知识产品作为研究型高校图书馆转型的一个着力点，因为一个研究型的图书馆必须有创新知识的产出，一个高校图书馆应该以研究型图书馆为长远的追求目标。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1］彼得·德鲁克 大变革时代的管理[M].赵干城，译．上海：上海译文出版社，1999年：p181-183  \n[2］王晓美论信息时代图书馆的特征［J].大学图书情报学刊1997(3):p7-8  \n[3] 任俊为 知识经济与图书馆的知识服务《图书情报知识》1999(1）： p27-29  \n[4]姜永常 论知识服务与信息服务《情报学报》2001（5）：p572-578  \n[5］ 张晓林.走向知识服务：寻找新世纪图书情报工作的《中国图书馆学报》 2000（5）： p32-37  \n[6］戚建林 论图书情报机构的信息服务与知识服务《河南图书馆学刊》2003(2): p37-39  \n[7]靳红 程宏 图书馆知识服务研究综述 情报杂志 2004(8）p8-102003年23（2）：p37-38  \n[8］ 知识服务推动图书馆转型－“2012 知识服务专家论坛”纪要《图书情报工作》2012（3）： p5-11  \n[9］王新 齐慧彬李伶 21世纪研究型大学图书馆的定位与发展策略思考《大学图书馆工作》 2016（2）：p27-32  \n[10］初景利 赵艳图书馆从资源能力到服务能力的转型变革《图书情报工作》2019（1）：p11-17  \n[11］王新 学科资源的知识组织和服务一985工程高校图书馆核心职能《中国现代教育装备》2014（11）p92-95  \n[12]同[6]  \n[13]姜喆 从知识付费到轻教育赛场-音频类知识服务产品发展趋势浅析《出版广角》2018年12月（330）：p10-13（2018年中国网络音频行业研究报告）  \n[14］杨逐原 自媒体知识服务产品的生产机制---以微信矩阵平台为例《南昌大学学报，人文社科学版》2018（2）：p108-115  \n[15］田红梅试论图书馆从信息服务走向知识服务《情报理论与实践》2003（ 4）： p312-314",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "作者简介：王新中国人民大学图书馆副研究馆员ORCID: 0000-0001-7876-1350ResearchID: A-4530-2014",
        "page_idx": 7
    }
]