[
    {
        "type": "text",
        "text": "Jizheng Chen,1 Ning Wang,2 Mei Dong,2 Min Guo,1 Yang Zhao,3 Zhiyong Zhuo,3   \nChao Zhang,3 Xiumei Chi,4 Yu Pan,4 Jing Jiang,4 Hong Tang,1 Junqi Niu,4   \nDongliang Yang,5 Zhong Li,2 Xiao Han,² Qian Wang,² and Xinwen Chen1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The Metabolic Regulator Histone Deacetylase 9 Contributes to Glucose Homeostasis Abnormality Induced by Hepatitis C Virus Infection ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Diabetes2015;64:4088-4098|D0l:10.2337/db15-0197 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Class lla histonedeacetylases (HDACs), suchasHDAC4, HDAC5,and HDAC7，provide critical mechanisms for regulating glucose homeostasis. Here we report that HDAC9, another class lla HDAC, regulates hepatic gluconeogenesis via deacetylation of a Forkhead box O (FoxO) family transcription factor, FoxO1,togetherwith HDAC3. Specifically, HDAC9 expression can be strongly induced upon hepatitis C virus (HcV) infection. HCVinduced HDAC9 upregulation enhances gluconeogenesis by promoting the expression of gluconeogenic genes, including phosphoenolpyruvate carboxykinase and glucose-6- phosphatase,indicatinga major role for HDAC9 in the development of HcV-associated exaggerated gluconeogenic responses.Moreover, HDAC9 expression levels and gluconeogenic activities were elevated in livers from HCV-infected patients and persistent HCV-infected mice，emphasizing the clinical relevance of these results.Our results suggest HDAC9 is involved in glucose metabolism， HCV-induced abnormal glucose homeostasis,and type 2 diabetes. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "that is associated with the subsequent development of hy perglycemia and type 2 diabetes mellitus (T2DM) (4). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The association between HCV and T2DM was recognized over 3O years ago (5). Since then,many observational studies assessing the association between HCVand T2DM have been published,which have provided mixed results.However,meta-analyses have demonstrated that HCV infection can promote the increased prevalence of T2DM (6). It is generally accepted that glucose intolerance is more prevalent in chronic hepatitis associated with HCVinfection than in otherchronic liver diseases,including hepatitis B infection (7).HCV infection per se is associated with insulin resistance in the target pathways of endogenous glucose production and total-body glucose disposal (8).Thus,chronic HCV infection may directly predispose the host to abnormal glucose metabolism and is thus considered to be a risk factor for developing T2DM. However， the precise mechanisms underlying T2DM manifestation are poorly understood. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Hepatitis C virus (HCV) infection is the leading cause of viral hepatitis,which may lead to chronic hepatitis in up to $6 0 \\mathrm { - } 8 0 \\%$ of infected adults and can progress to liver fibrosis,cirrhosis,and eventually hepatocellular carcinoma (1,2). In addition,HCV infection may cause a variety of clinical extrahepatic manifestations (3).It is now widely recognized that chronic HCV infection is a metabolic disease ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Glucose homeostasis is maintained physiologically through a balance between glucose production by the liver and glucose utilization by the peripheral tissues via the gluconeogenic and glycolytic pathways,respectively Gluconeogenesis is largely controlled at the transcriptional level by rate-limiting enzymes such as phosphoenolpyruvate carboxykinase (PEPCK) and glucose-6-phosphatase (G6PC).Expression of these enzymes is controlled by the hormonal modulation of transcription factors and coactivators, including Forkhead box O (FoxO) proteins (9).The insulinsignaling pathway is a major pathway responsible for suppressing gluconeogenic transcription.Insulin-dependent control of gluconeogenesis is largelymediated through Akt, which phosphorylates and inactivates FoxO transcription factors (mainly FoxO1 and FoxO3) in mammalian livers (10).Recent studies indicate that HCV promotes hepatic gluconeogenesis through a phospho-FoxO1-dependent pathway (11,12).In addition to phosphorylation-dependent regulation,however,FoxO activity is also modulated through acetylation by histone acetyltransferase enzymes such as $\\mathtt { p } 3 0 0$ .Acetylation of FoxO transcription factors occurs in response to oxidative stress or DNA binding,and it can be reversed by the action of deacetylases (13). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Four families of histone deacetylases (HDACs) counteract the activity of histone acetyltransferases:class I(HDAC1,2, 3,and 8) and II HDACs; class III NAD+-dependent HDACs, known as sirtuins (SIRTs; SIRT1-7);and HDAC11,the sole class IVHDAC (14).Class IIHDACs are further subdivided into the IIa (HDAC4,5,7,and 9) and IIb (HDAC6 and 10) subfamilies.Among the HDACs,HDAC3 and SIRT1 are wellknown regulators of both fatty acid and glucose metabolism (15,16).Recent studies indicate that class IIa HDACs (HDAC4, 5,and 7)are hormone-activated regulators of FoxO and mammalian glucose homeostasis, especially gluconeogenesis (17). It is of great interest and importance to understand the biology of other HDACs in glucose homeostasis regulation and whether HDACs influence glucose metabolism abnormality in HCV-infected hepatocytes. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Here,we report that HDAC9 regulates hepatic gluconeogenesis via deacetylation of FoxO1 and HCV-induced HDAC9 upregulation, causing an exaggerated gluconeogenic response. Moreover,both persistent HCV-infected transgenic mice and HCV-infected patients exhibited upregulated HDAC9 in liver and induced gluconeogenic activity. These findings provide a clue to the possible mechanisms underlying the development of HCV-induced abnormal glucose homeostasis and T2DM. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "by detection of circulating HCV RNA using an HCV PCRbased assay (Qiagen).At time of biopsy,liver tissue $( 2 - 3 \\mathrm { m m } )$ was immediately frozen in TRIzol and stored at $- 8 0 ^ { \\circ } C$ Fasting glucose and insulin were measured on the days of biopsy. Insulin resistance was assessed by the HOMA-insulin resistance (HOMA-IR) score (calculated as [fasting insulin $\\times$ fasting glucose]/22.5). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Cellsand Virus ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Human hepatoma $\\mathrm { H u H 7 . } 5 . 1$ cell lines (provided by Frank Chisari) were culturedas described elsewhere(18).HuH7.5.1- H77 cells (H77; genotype 1a),HuH7.5.1-Conl cells (CON1; genotype 1b),and HuH7.5.1-SGR-JFH-1 cells (SGR; genotype 2a),which harbor the subgenomic HCV replicon,were derived from HuH7.5.1 cells and maintained in the same medium as $\\mathrm { H u H 7 . } 5 . 1$ cells supplemented with $0 . 5 ~ \\mathrm { m g / m L }$ G418 (Gibco).Primary hepatocyte cells isolated from $\\bar { C } / \\mathrm { O } ^ { \\mathrm { T g } }$ mice were performed as described elsewhere (19).The HCV J399EM strain was derived from the JFH-1 virus by inserting enhanced green fluorescent protein into the HCV NS5A region (2O).Virus production and infection were performed as described elsewhere (21).Mock-infection among controls was performed in parallel to virus infections but in the absence of virus.For infection in vitro, $\\mathrm { P H T ^ { \\mathrm { T g } } }$ or $\\mathrm { H u H 7 . } 5 . 1$ cells $( 1 \\times 1 0 ^ { 6 } )$ ）were infected with J399EM for the indicated time,with the indicated multiplicities of infection (MOIs). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Real-Time PCR and Western Blot Analysis ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RNA isolation,cDNA synthesis,quantitative PCR with indicated primers (Supplementary Table 1),and Western blotting were performed as described elsewhere (21). The NS5A antibody was a gift from Dr.C. Rice (The Rockefeller University).All other antibodies were purchased from Abcam (HDAC9,ab18970);Santa Cruz Biotechnology (acetyl-FoxO1,sc-49437；phospho-FoxO1 [Ser256],sc-16307;and ACTIN, scl616); or Cell Signaling Technology (FoxO1,9454；HDAC3,3949；PEPCK,12940; and GAPDH, 2118). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RESEARCHDESIGNAND METHODS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Patients and Biopsies ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Human liver tissue samples from fine-needle biopsies were obtained from HCV-infected patients.Normal human liver tissue was obtained from either spare donor tissue intended for transplantation or from normal liver tissue resected from patients with benign hepatic tumors. All human tissue samples were collected from the Liver Unit of The First Hospital of Jilin University and Tongji Hospital, Tongji Medical College of Huazhong University of Science and Technology，with local research ethics committee approval and informed patient consent. Diagnosis of patients with chronic HCV infection and analysis of all biopsies were based on standard serological assays and the presence of abnormal serum aminotransferase concentrations for at least 6 months.All patients with HCV tested positive for HCV antibody based on a third-generation ELISA test.HCV infection was confirmed ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "RNAInterference ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "For knockdown experiments,50 pmol small interfering RNA (siRNA) specific for HDAC9 and a negative control (siNC) (Qiagen) (Supplementary Table 1）were transfected into HuH7.5.1 or SGR cells via Lipofectamine 200O (Invitrogen). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Glucose Production Assay ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The production of glucose was measured using an Amplex Red Glucose/Glucose Oxidase Assay Kit (Invitrogen) according to the manufacturer's instructions. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Coimmunoprecipitation and Immunofluorescence Assays ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Coimmunoprecipitation and immunofluorescence assays were performed asdescribed elsewhere (21). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "PEPCK ActivityAssay ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "PEPCK enzyme activity was assayed using an NADHcoupled system as described elsewhere (22). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Transgenic Mice and Animal Study Design ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The transgenic $C / 0 ^ { \\mathrm { T g } }$ mice harboring both the human CD81 and occludin (OCLN) genes were constructed as described previously (19).We used 8- to 12-week-old and sex-matched mice for in vivo experiments.The information about HCVinfected $\\left( n \\ = \\ 3 6 \\right)$ and mock-infected $( n \\ = \\ 1 2 )$ $C / 0 ^ { \\mathrm { T g } }$ mice raised in synchronization are listed in Supplementary Table 2,and more information has been published previously (19). The animal studies were approved by the Institutional Animal Care and Use Committee of Nanjing Medical University. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "MetabolicStudies ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Glucose and insulin tolerance tests were performed by intraperitoneal injection of mice with glucose $( 2 . 0 ~ \\mathrm { g / k g ) }$ insulin (0.5 units/kg),or pyruvate $( 2 . 0 \\ g / \\mathrm { k g } )$ ,according to methods described previously (23).Concentrations of insulin and C-peptide were quantified using a FLEXMAP 3D quantification system (Luminex,Austin,TX). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Statistical Analysis ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Data are presented as means $\\pm$ SEMs.Statistical analysis was carried out using the Student $t$ test when comparing two groups and ANOVA when comparing multiple groups. Differences were considered significant at $P < 0 . 0 5$ . Statistical analyses were performed using GraphPad Prism software. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Upregulated HDAC9 and PEPCK Expression in Liver Biopsies From HCV-Infected Patients ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Previous studies suggest that the class IIa HDAC4, HDAC5,and HDAC7 proteins play a central role in metabolic homeostasis.A comparison of the transcriptomes of HCVinfected and mock-infected $\\mathrm { H u H 7 . } 5 . 1$ cells revealed that HDAC9 expression was enhanced by 16.25-fold in JFH1-infected cells,whereas among the other HDACs,only SIRT1 and HDAC5 expression levels were increased 2.25- and 2.03-fold,respectively (data not shown).To confirm the results,we examined HDAC9 expression in liver biopsy samples fromHCV-infected patients.Thedemographicand clinicopathological characteristics of 38biopsies obtained from HCV-infected patients and 10 biopsies from normal control patients included in the study are shown in Supplementary Table 3.We observed a statistically significant increased HDAC9 expression in liver biopsies from HCV-infected patients (Fig.1A and B). In the group of 38 HCV-infected patients,HDAC9 mRNA expression levels were positively associated with HCV viral loads in the liver (Fig. 1C),but not in the serum (data not shown).PEPCK mRNA levels were also elevated in HCV-infected patients (Fig.1D). Remarkably,PEPCK enzymatic activity in samples from HCVinfected patients was three- to fourfold higher than in parallel samples from normal control patients (Fig. 1E). In HCV-infected subjects,the degree of HDAC9 and PEPCK gene induction seemed to be positively correlated (Fig. 1F). Further,we compared the induction of HDAC9 withPEPCK enzymatic activities and,again,a significant positive correlation was observed (Fig. 1G).To determine whether the HDAC9 overexpression observed in patients infected with ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "HCV correlated with systemic insulin resistance,we measured fasting glucose and insulin concentrations on the day of the liver biopsy.A positive correlation between the induction ofHDAC9 andHOMA-IR values was found in 38 subjects (Fig.1H). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "HCV Infection Upregulates Host HDAC9 Expression in anHCV-DependentManner ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We further analyzed our clinical findings in vitro.As shown in Fig. 2A,HDAC9 expression is upregulated in time- and dose-dependent manners following HCV infection,in par allel with increasing HCV RNA levels. Similar HDAC9 upregulation was observed at the protein level (Fig. 2B and Supplementary Figs.1C and 2A).Moreover, the expression levels of the other HDACs,includingHDAC1-7 and SIRT1, were not upregulated (Supplementary Fig. 1). HDAC9 mRNA and protein levels were also increased in H77 cells, CON1 cells,and SGR cells (Fig.2C and $D _ { . } ^ { \\cdot }$ ),whichharbor the HCV1a,HCV1b,and HCV 2a subgenomic replicons, respectively,indicating that HCV-dependent HDAC9 upregulation was not genotype specifc. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "To determine whether the observed HDAC9 induction was dependent on HCV,HCV-infected cells were treated with 2mAde (an HCV inhibitor that targets the viral NS5B protein).As shown in Fig. 2E and $F$ ，2mAde treatment dramatically decreased HCV levels and HDAC9 upregulation in HCV-infected cells,whereas HDAC9 expression levels in control cells were not affected.Similar results were observed in HCV replicon cells (Supplementary Fig. 2B and C). Transfection with siHCV,an siRNA targeting HCV,reduced HDAC9 expression by $80 \\%$ and intracellular HCV RNA levels by ${ \\sim } 9 0 \\%$ (Fig. $2 G ,$ ,consistent with the fact that HCV infection stimulates HDAC9 expression. Interestingly,HCV-infected cells transfected with siRNAs targeting the HDAC9 sequence (siHDAC9-2\\~5)decreased both HDAC9 and HCV RNA expression levels (Fig.2G).siHDAC9-1 did not reduce either the expression of HDAC9 or HCV RNA levels.Two combinations of siRNAs (siHDAC9- $2 + 3 + 4$ and siHDAC9- $2 + 4 + 5$ ）significantly decreased HDAC9 expression levels to ${ \\sim } 3 0 \\%$ or $40 \\%$ of the control level in HCV-infected cells (Fig.2G),respectively,in agreement with the effect in $\\mathrm { H u H 7 . } 5 . 1$ cells (Supplementary Fig. $2 D$ and $E$ ).These siRNA combinations also reduced HCV RNA levels to $14 \\%$ or $1 5 \\%$ ,respectively, as also suggested by comparable downregulation of the NS3 proteins (Fig. $2 H )$ .Transfection with HDAC9 siRNAs exerted similar effects in HCV replicon cells (Supplementary Fig. $2 F$ and $G$ ).Downregulation of the NS3 proteins was also observed in HCV-infected-HDAC9 short hairpin RNAcells (Supplementary Fig.4A).Furthermore,the small-molecule HDAC inhibitors sodium butyrate (NaB) and trichostatin A(TSA) significantly decreased HCV RNA and NS3 protein levels (Supplementary Fig.2H and I), without affecting the viability of $\\mathrm { H u H 7 . } 5 . 1$ cells (data not shown). These results suggest that,while HCV infection can upregulate HDAC9 expression in an HCV-dependent manner,HDAC9 silencing can also inhibit HCV replication. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/b699086b4387eaf7700104ac7cd33fbc2f1f69e37fc624182d354380f3754e71.jpg",
        "img_caption": [
            "Figure1-HDAC9expressonandPEPCKenzymaticactityisupregulatediniverbiopsiesfromHCV-infectedpatients.Boxplotdiagams show the HDAC9 mRNA Ievels (A),PEPCK mRNA levels $( D )$ ,and PEPCK enzymatic activity (E)in liver biopsies of 10 normal control patients and38patientswithchronichepatisC.B:ArepresentativeexampleofaWesterblotofHDAC9showssamplesofliverbiopsyhomogenate fromnomalcontrolandHCV-infectedpatients.ThereisapositivecoelationbetweenHDAC9RNAandPEPCKmRNAlevelsiniver(C) HCV virus load in liver $( F )$ ，PEPCK enzymatic activity in liver $( G )$ ,or HOMA-IR score $( H )$ .Dataare presented as means $\\pm$ SEMs. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "HDAC9 Mediates HCV-Dependent Gluconeogenesis ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Recent studies indicate that HCV promotes hepatic gluconeogenesis (12).In agreement with this,we found that PEPCK mRNA and protein levels were increased in a time- and dose-dependent manner following HCV infection (Fig. 3A and B,Supplementary Fig. 3A). In addition,HCV infection induced the expression of another rate-limiting enzyme,G6PC (Supplementary Fig. 3B). 2mAde treatment blocked PEPCK (Fig.3C)and G6PC (Supplementary Fig.3C)elevation in HCV-infected cells, confirming its dependence on the presence of HCV,similar to the effects observed in SGR cells (Supplementary Fig. $3 D$ ).Toassess the physiological relevance of HDAC9 and key gluconeogenic enzyme upregulation by HCV infection,we assayed for cellular glucose production,which reflects endogenous gluconeogenesis.The results showed that HCV infection caused elevated glucose production relative to the mock-infected control (Fig. 3D).By contrast,2mAde treatment of HCV-infected cells (Fig.3D) or SGR cells (Supplementary Fig.3E) significantly abrogated the increase in glucose production, suggesting that the elevation in gluconeogenesis was HCV-dependent. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Class IIa HDACs are hormone-activated regulators of glucose homeostasis,especially gluconeogenesis.We next investigated whether the induction of gluconeogenic enzymes was dependent on HDAC9.Treatment with TSA and NaB reduced PEPCK (Fig.3C) and G6PC (Supplementary Fig. 3C) mRNA levels in mock- and HCV-infected cells relative to the control. HDAC9 silencing significantly attenuated PEPCK (Fig. 3E and $F$ and Supplementary Fig.4A) and G6PC(Supplementary Fig.3F) expression in $\\mathrm { H u H 7 . } 5 . 1$ cells,excluding the function of other HDACs. Furthermore,HDAC9 depletion also resulted ina marked decrease of HCV-induced PEPCK expression in both ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A B 40 □0.01 □0.1   \nN 1 MOoe HCV(1.0MOI) 24487296120 (hpi) HDAC9 1 一 20- NS3 24828 2482820 GAPDH   \nC D 4 N   \nNIOAH \\* V0 \\*\\* \\* L∠H LNOO SUE H4 工 H reiieler HDAC9 - . 2 NS5A 0 # CNO R 0 R GAPDH SSEE GSE   \nE F 20-   \nNL \\*\\* 15- HCV--++ 2mAde-+-+ 10- HDAC9 一 ¥5 NS3[ = GAPDH 0 0 F 门 Ctrl 2mAde HCV- = ++   \nG 2mAde + + H 20-   \nNH r2 12 HDAC9 一 NS3 GAPDH 0 22s 22s siHDAC9 siHDAC9 ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "HCV-infected cells (Fig.3E and $F$ and Supplementary Fig 4A) and SGR cells (Supplementary Fig.3G),similar to the effect on G6PC expression (Supplementary Fig. 3F).Glucose production in HuH7.5.1 cells,HCV-infected cells,and SGR cells was consistently dramatically reduced compared with the control following HDAC9 knockdown (Fig. 3G and Supplementary Fig.3H and I) or treatment with the HDAC inhibitors NaB and TSA (Fig.3D).Taken together, these results demonstrate that HDAC9 plays roles in regulating gluconeogenesis in hepatic cells and in HCV-promoted gluconeogenesis. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Involvement of HDAC9-Dependent FoxO1 Acetylation in HCV-Induced Gluconeogenesis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The FoxO1 transcription factor stimulates PEPCK and G6PC expression by binding directly to their promoters. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "A B   \nBer eee 18.91 Mooe HCV(1.0MOI) 24487296120(hpi) PEPCK GAPDH 8 0248291200   \nC D   \nee ＊\\* Mock 80- □Mock IHCV \\* ★\\* HCV 430 \\*\\* 工 20- 10- 咖   \n2mAde   \nNaB NaB   \nTSA TSA +   \nE F Mock 1 HCV ON!S 1 2345 24 PEPCK   \nL 0.5- GAPDH Mock PEPCK HCV GAPDH 1 福   \nG siHDAC9 siHDAC9 Mock HCV L 0 0 22s siHDAC9 siHDAC9 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "This binding is controlled by various posttranslational modifications,including phosphorylation,ubiquitylation, and acetylation.We examined whether HDAC9 influences the acetylation of FoxO1. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Immunoblot analysis revealed that FoxO1 acetylation was dramatically decreased in HCV-infected cells compared with the mock-infected control, whereas total FoxO1 protein levels were comparable (Fig. 4A).Conversely, treatment of HCV-infected cells with 2mAde restored FoxO1 acetylation to approximately the same level as occurred in mock-infected cells (Fig. 4A).In addition,HDAC9 depletion led to increased acetylation of endogenous FoxO1 in both $\\mathrm { H u H 7 . } 5 . 1$ (Fig. 4B) and HCV-infected cells (Fig. 4C and Supplementary Fig. 4A). In a parallel experiment, ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "HCV replicon cells exhibited a similar result following 2mAde treatment or HDAC9 knockdown (Supplementary Fig. 4B and C). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We further tested whether HDAC9 and FoxO1 are physically associated.HDAC9 coimmunoprecipitated with both the acetylated and nonacetylated forms of FoxO1 in both mock- and HCV-infected cells (Fig. 4D,second and third panels).It has been reported that class IIa HDACs are catalytically inactive and exhibit activity only when associated with the catalytically active class IHDAC family member HDAC3 (17,24).Consistent with these observations, endogenous HDAC9 coimmunoprecipitated with HDAC3 (Fig.4D,second and fourth panels).Of note,HCV infection greatly enhanced the association between endogenous FoxO1 and HDAC3,suggesting that HDAC9 upregulation stabilizes complex formation between HDAC9,FoxO1,and HDAC3 (Fig. 4D,third and fourth panels). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Data from a previous study show that HCV infection in human hepatocytes can impair insulin-induced FoxO1 translocation from the nucleus to the cytoplasm (25).We tested whether HDAC9 is involved in HCV-promoted FoxO1 nuclear accumulation.Mock-infected $\\mathrm { H u H 7 . } 5 . 1$ cells were treated similarly for comparison purposes (Fig. 4E and Supplementary Fig. 4D).Consistent with the decreased levels of endogenous FoxO1 acetylation observed in HCV-infected cells,most HCV-infected cells displayed nuclear FoxO1 localization，whereas treatment with 2mAde induced FoxO1 translocation to the cytoplasm (Fig.4E).HDAC9 knockdown increased endogenous FoxO1 acetylation (Fig.4C),which was excluded from the nuclei in these cells (Fig.4E and Supplementary Fig.4E). Similar results were observed following NaB and TSA treatment (Fig.4E).A cell fractionation study further indicated that HDAC9 depletion reduced nuclear FoxO1 in HCV-infected cells,and the acetylation form of FoxO1 was significantly reduced in both cytoplasmic and nuclear fractions (Fig.4C).Moreover,HDAC9 accumulated in the nuclear fraction in both mock- and HCV-infected cells (Fig. 4C and E). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Taken together, these results suggest that HDAC9 can control FoxO1 acetylation in hepatocytes and that HCVinduced nuclear HDAC9 upregulation suppresses FoxO1 acetylation,leading to the nuclear accumulation of FoxO1. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Exaggerated Gluconeogenic Response via HDAC9 Upregulation in PersistentHCV-InfectedMice ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Wefurtherdemonstrated therelevance of ourclinical and in vitro findings in transgenic ICR mice $( C / \\mathrm { O } ^ { \\mathrm { T g } } )$ that specifically expressed human CD81 and OCLN in their hepatocytes.The same cohort of transgenic mice,which can support persistent infection by HCV particles derived from either cell cultures or chronically infected patients, was described previously (19).Elevated fasting plasma glucose levels were observed in chronically HCV-infected $\\bar { C } / \\mathrm { O } ^ { \\mathrm { T g } }$ mice during the 10 months after infection, compared with mock-infected control mice (Supplementary Table 2).Administration of glucose to HCV-infected transgenic mice revealed a significant impairment of glucose tolerance at 1 month after infection,compared with control mice of the same age (Fig. 5A). The insulin tolerance test conducted at 1 month after infection revealed that the reduction in plasma glucose concentrations after intraperitoneal insulin administration was impaired in chronic HCV-infected $C / 0 ^ { \\mathrm { T g } }$ mice, which displayed higher plasma glucose concentrations than did control mice at all time points measured (Fig.5B).Accordingly，the HOMA-IR values,a measure of systemic insulin resistance,were also elevated in HCV-infected mice compared with controls (Supplementary Table 2). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "We then determined the effect of HCV infection on gluconeogenesis in vivo by examining blood glucose concentrations in mice following intraperitoneal injection of pyruvate, a major gluconeogenic substrate.HCV infection induced pyruvate tolerance in $C / 0 ^ { \\mathrm { T g } }$ mice,as represented by a significant increase in the area under the curve (AUC) (Fig.5C), suggesting an increased hepatic glucose output in HCVinfected $C / \\mathrm { O } ^ { \\mathrm { T g } }$ mice.Furthermore,PEPCK enzymatic activities in liver samples of $C / 0 ^ { \\mathrm { T g } }$ mice were significant increased over time following HCV infection for over 10 months (Fig.5D). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "HDAC9 expression levels were analyzed to assess the correlation between HDAC9 expression and glucose homeostasis abnormality in HCV-infected mice.In contrast to mock-infected mice,HDAC9 expressionat both the mRNA and protein levels increased continuously during the 10 months after infection among chronically HCV-infected $C / 0 ^ { \\mathrm { T g } }$ mice (Fig. 5E and $F$ and Supplementary Fig. 5). This result was confirmed by in vitro studies showing that infection of primary hepatocytes isolated from $\\bar { C / \\mathrm { O } } ^ { \\mathrm { T g } }$ mice with HCV induced HDAC9 expression (Fig. 5G and $H _ { ☉ }$ ） Consistent with the in vitro findings,FoxO1 acetylation and phosphorylation dramatically decreased in both HCVinfected $\\bar { C } / \\mathsf { O } ^ { \\bar { \\mathrm { T g } } }$ mice (Fig. $5 F { \\cdot }$ ） and primary hepatocytes (Fig.5H) compared with the controls,whereas total FoxO1 proteinlevels were comparable. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "HDACs regulate acetylation of histones and transcriptional factors involved in glucose homeostasis and play a central role in the regulation of glucose metabolism (26).In this study we demonstrated that HDAC9,a class Ia HDAC,is involved in gluconeogenesis in liver via deacetylation of the FoxO1 transcription factor together with HDAC3.In particular,HDAC9 can be strongly induced upon stimulation,such as HCV infection.HDAC9 upregulation induced by HCV infection promoted the expression of gluconeogenic genes such as PEPCK and enhanced gluconeogenesis.These results suggest a plausible molecular mechanism for HCV-induced abnormal glucose homeostasis and T2DM. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Previous studies showed that class Ia HDACs such as HDAC4,5,and 7 regulate FoxO and glucose homeostasis responses to the fasting hormone glucagon in the liver (17).Glucagon-induced dephosphorylation of HDAC4, 5, and 7 results in the nuclear translocation and deacetylation of FoxO,enhancing its association with gluconeogenic gene promoters.We found that HDAC9 showed a predominant nuclear localization in hepatocytes.Within the nuclei, ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/48e45a9e7382b77f226eed7f67c9f2fd470e3dcd92b56f6ff35eb7cb883a9f0e.jpg",
        "img_caption": [
            "Figure4HDAC-dependentFoxOacetylatioisnvovedinHCVinucedguoneogenesis.A:FoxOandacetyF(Ac-FoOotein levelsinmockorHCV99EMnfected(1OHuH7.5.cestreatedih2mAde(10)for96hB:HAC9,FoxO1AFd phospho-FoxO1(FOer256)protevesinH7.5.celsrasectedithAC9s.C:ACoOFO3 proteinlevelsinoleellyate(C)oasmic(Cty)anduclearfractiosfrmoc-orVifeed(.lellspeectd with a combination of siHDAC9- $^ { 2 + 3 + 4 }$ for $4 8 \\mathsf { h }$ at $9 6 ~ \\mathsf { h }$ after infection. D: Endogenous HDAC9 (second panel),FoxO1 (third panel),or HDAC3 (fourthpanel)asimunoprecipitatedfromockorHCV99Einfectedcellystes(.Olandimmunobottedwithtindicated antibodies.Tefounopctatireedndiuoblotditiatedntibodesfispeltt orrabitantimousewasusedasthenegativecontrol.EEndogeousFoxO1proteinasdetectedbyimmunofluoresenceinmoorHV J399EM-infected(1.0MOl) HuH7.5.1cels treated with2mAde,NaB,TSA,or HDAC9 siRNA,respectively.Scale bars $= 1 0 ~ { \\mu \\mathrm { m } }$ .IB,immunoblot; IP,immunoprecipitation. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "HDAC9 may act as a scaffold to recruit HDAC3,similar to its mode of action in regulatory T cells (27). The resulting catalytically active HDAC complex can deacetylate ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A B C 40 Φ HCV 中Mock 中HCVk 能 T 20- E 面 2- G 5 里 品 0- T 0 (u!u) 2345692 460% 15304560912 \\*\\* 1d \\* 工 工 50- 20- 0 0 0 Mock HCV Mock HCV Mock HCV   \nD F HCV Ooce ddwwmmm 0 u 15 2 4 2 26 HDAC9 一 二1二-1 1005 Ac-Fox01 1--32 NS3 124610 GAPDH Y 2520005 15 D 2- 中旺 冲 1 重 8   \nG 05E H 72 120(hp   \n8 工 中HCV Mock_HCV_Mock HCV P 中Mock 30- HDAC9 一 一 = P-FoxO1 Ac-FoxO1 001028 8 GAPDH ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "nuclear FoxO1, leading to the acute transcriptional induction of gluconeogenic enzymes.HDAC9 suppression in hepatocytes results in the inhibition of gluconeogenic genes and gluconeogenesis. These results indicate HDAC9 may regulate glucose homeostasis under normal physiological conditions.Unlike other class IIa HDACs that are regulated by posttranslational modification responses to fasting in liver (17)，HDAC9 regulates gluconeogenesis specifically via eliciting gene expression-level changes.HCV infection significantly upregulated the expression of only HDAC9, not other HDACs,suggesting that class IIa HDACs may be induced via different mechanisms.It is of interest to identify the stimulus for HDAC9 induction under physiological conditions and to investigate the mechanism whereby HDAC9 responds to a given stimulus to maintain normal glucose homeostasis.Knockdown of HDAC9 expression in vivo completely protected mice from the consequences of high-fat feeding，including elevated blood glucose,cholesterol levels,and fatty liver disease (28). Thus, HDAC9 may play a role in regulating gluconeogenesis and glucose homeostasis during high-fat feeding. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "It has been reported that increased oxidative stress may be an initial key event that triggers high-fat dietinduced insulin resistance (29,3O).Hepatic oxidative stress is a prominent feature of chronic HCV infection, and oxidative stress upregulates HDAC activity (31,32). We found that HCV-induced oxidative stress increased HDAC9 expression,whereas the antioxidant N-acetyl-Lcysteine restored HDAC9 expression in HCV-infected cells (Supplementary Fig. 6A and B) and HCV replicon cells (Supplementary Fig. 6D and $E$ ).However,while antioxidant treatment markedly reduced glucose production and gluconeogenesis following HCV infection (Supplementary Fig. 6C and $F _ { , }$ ,its effect on gluconeogenesis was weaker than that of an HDAC9 siRNA or an HDAC inhibitor, suggesting that HDAC expression is regulated by other factors in addition to reactive oxygen species.However, the individual expression of each HCV protein could not enhance HDAC9 expression (data not shown). HCV rep lication is associated with the endoplasmic reticulum (ER), where the virus causes stress.It is reported that ER stress is emerging as a potential contributor to the onset of T2DM by making cells resistant to insulin. Understanding the role of HCV in ER stress will provide insight.Moreover,since the best-characterized14-3-3 target chromatinmodifying enzymes are class IIa HDACs (33,34),it will be interesting to determine whether HCV also regulates HDAC regulators,such as the 14-3-3 proteins. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "FoxO1 regulates multiple metabolic pathways in the liver,including gluconeogenesis,glycolysis,and lipogenesis (9). HCV infection may promote FoxO1 activation by a two-pronged mechanism,whereby diminished insulin signaling results in dephosphorylation of the Akt sites in FoxO1,allowing its reentry into the nucleus (12,25). In addition，HCV-induced expression of HDAC9 may cause deacetylation of nuclear FoxO1,enhancing FoxO1 DNA-binding activity and association with gluconeogenic gene promoters,thereby enhancing the transcription of rate-controlling gluconeogenic enzymes. HDAC9 knockdown in both hepatic cells and HCV replicon cells resulted in increased acetylation and phosphorylation of endoge nous FoxO1 (Fig. 4B and Supplementary Fig. 4C).These results support the observation that FoxO acetylation renders FoxO phosphorylation sites more accessible to Akt and other inactivating kinases (35).Our findings therefore suggesta mechanism by which aberrant HDAC9 induction may contribute to the development of HCV-induced glucose homeostasis abnormality. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Our recent study showed that transgenic ICR mice expressing both the human CD81 and OCLN genes $\\left( C / \\mathrm { O } ^ { \\mathrm { T g } } \\right)$ are permissive to HCV infection (19).Persistent HCV infection in this murine model further exhibited disease manifestations,including chronic viral hepatitis,steatosis, and fibrosis.Here,we report that persistent HCV infection in this model also resulted in insulin resistance and hyperglycemia,as reported in patients with chronic HCV infection (Supplementary Tables 2 and 3).Furthermore,both HDAC9 expression levels and gluconeogenic activity were increased inliver tissues from chronicHCV-infected rodent models and HCV-infected patients.Thus,HCV infection may lead to abnormal glucose homeostasis through HDAC9 upregulation,which results in deacetylation of nuclear FoxO1,enhancement of FoxO1 DNA-binding activity and association with gluconeogenic gene promoters,and finally increased hepatic gluconeogenesis.This potential mechanism indicates that HDAC9 may be a potential therapeutic target for suppressing hepatic gluconeogenesis and lowering blood glucose,and small-molecule inhibitors of class I/IIa HDACs may be useful as HCV-associated T2DM therapeutics.Several pan-HDAC inhibitors are currently in phase I-III clinical trials.Vorinostat,the first HDAC inhibitor developed,has already been approved for treatment of a malignant disease (36,37).The potential utility of HDAC inhibitors fortreating metabolic disease therefore merits consideration. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgments.The authors are grateful to Dr.T.Wakita (National Institute of Infectious Diseases,Japan) for pJFH-1 clone；Dr.F.Chisari (The Scripps Research Institute) for the HuH7.5.1 cell line；and Dr.C.Rice(The Rockefeller University) for NS5A antibody. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Funding.This work was supported by grants from the National Natural Science Foundation of China (grants 81271828，31101011，31271268)；the National Basic Research Program of China (grant 2015CB554304);and a project funded by the Priority Academic Program Development of Jiangsu Higher Education. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Duality of Interest.No potential conflicts of interest relevant to this article were reported. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Author Contributions.J.C.and Q.W.designed the study.J.C., M.D.,and M.G.performed experiments in HCV-infected cells.J.C.，X.Chi,Y.P.,and J.J. performed patients'studies.J.C.,Y.Z.,Z.Z.,and C.Z.performed transgenic mice and animal studies.N.W.and Q.W. performed experiments in replicon cells.J.C., H.T.,J.N.,D.Y.,Z.L.,X.H.,Q.W.,and X.Che.performed experimental analysis. Q.W.wrote the manuscript. Q.W.is the guarantor of this work and,as such, had full access to all the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1．Lauer GM,Walker BD.Hepatitis C virus intection.N Engl J Med 2O01;345: 41-52   \n2．Magiorkinis G，Magiorkinis E，Paraskevis D,et al．The global spread of hepatitis C virus 1a and 1b: a phylodynamic and phylogeographic analysis.PLoS Med 2009;6:e1000198   \n3．Agnello V,De Rosa FG. Extrahepatic disease manifestations of HCV infection: some current issues.J Hepatol 2004;40:341-352   \n4．Lecube A，Hernandez C,Genesca J,Simó R.Glucose abnormalities in patients with hepatitis C virus infection: Epidemiology and pathogenesis.Diabetes Care 2006;29:1140-1149   \n5．Allison ME,Wreghitt T,Palmer CR,Alexander GJ.Evidence fora link between hepatitis C virus infection and diabetes melitus in a cirhotic population. J Hepatol 1994;21:1135-1139   \n6．White DL,Ratziu V, El-Serag HB. Hepatitis C infection and risk of diabetes: a systematic review and meta-analysis.J Hepatol 20o8;49:831-844   \n7．Mason AL,Lau JY，Hoang N,et al.Association of diabetes mellitus and chronic hepatitis C virus infection. Hepatology 1999;29:328-333   \n8．Vanni E,Abate ML,Gentilcore E,et al. Sites and mechanisms of insulin resistance in nonobese,nondiabetic patients with chronic hepatitis C. Hepatology 2009;50:697-706   \n9．Zhang W,Patil S,Chauhan B,et al.FoxO1 regulates multiple metabolic pathways in the liver:efects on gluconeogenic,glycolytic,and lipogenic gene expression.J Biol Chem 2006;281:10105-10117   \n10．Puigserver P，Rhee J,Donovan J,et al. Insulin-regulated hepatic gluconeogenesis through FOXO1-PGC-1alpha interaction.Nature 2003;423:550-555 11．Bernsmeier C,Calabrese D,Heim MH,Duong HT.Hepatitis C virus dysregulates glucose homeostasis by a dual mechanism involving induction of $\\mathsf { P G C 1 } \\alpha$ and dephosphorylation of FoxO1.JViral Hepat 2014;21:9-18   \n12．Deng L, Shoji I, Ogawa W,et al. Hepatitis C virus infection promotes hepatic gluconeogenesis through an NS5A-mediated,FoxO1-dependent pathway.JVirol 2011;85:8556-8568   \n13．Calnan DR,Brunet A.The FoxO code.Oncogene 2008;27:2276-2288 14．Yang XJ,Grégoire S.Class Il histone deacetylases:from sequence to function，regulation，and clinical implication．Mol Cell Biol 2005;25:2873- 2884   \n15．Sun Z, Miller RA,Patel RT,et al. Hepatic Hdac3 promotes gluconeogenesis byrepressing lipid synthesis and sequestration.Nat Med 2012;18:934-942 16．Rodgers JT，Lerin C，Haas W,Gygi SP,Spiegelman BM,Puigserver P. Nutrient control of glucose homeostasis through a complex of PGC-1alpha and SIRT1.Nature 2005;434:113-118   \n17．Mihaylova MM,Vasquez DS,Ravnskjaer K,etal. Class Ila histone deacetylases are hormone-activated regulators of FOXO and mammalian glucose homeostasis. Cell 2011;145:607-621   \n18．Pei R,Zhang X,Xu S,et al.Regulation of hepatitis C virus replication and gene expression by the MAPK-ERK pathway.Virol Sin 2012;27:278-285 19．Chen J,Zhao Y,Zhang C,et al.Persistent hepatitis C virus infections and hepatopathological manifestations in immune-competent humanized mice.Cell Res 2014;24:1050-1066 ZU．HaI Q,u U,vu U,∠Iu v,Ialy n,UIelI ^.CUpeISaLUIy IulauUIS I NS3 and NS5A proteins enhance the virus production capability of hepatitis C reporter virus.Virus Res 2009;145:63-73   \n21．Wang Q,Chen J,Wang Y,Han X,Chen X. Hepatitis C virus induced a novel apoptosis-like death of pancreatic beta cells through a caspase 3-dependent pathway.PLoS One 2012;7:e38522   \n22．She P,Shiota M, Shelton KD,Chalkley R,Postic C,Magnuson MA.Phosphoenolpyruvate carboxykinase is necessary for the integration of hepatic energy metabolism.Mol Cell Biol 2000;20:6508-6517   \n23．Crapo PA, Kolterman OG, Henry RR.Metabolic consequence of two-week fructose feeding in diabetic subjects.Diabetes Care 1986;9:111-119   \n24．Fischle W,DequiedtF, Hendzel MJ,et al.Enzymatic activity associated with class Il HDACs is dependent on a multiprotein complex containing HDAC3 and SMRT/N-CoR. Mol Cell 2002;9:45-57   \n25．Banerjee A，Meyer K,Mazumdar B,Ray RB，Ray R. Hepatitis C virus differentially modulates activation of forkhead transcription factors and insulininduced metabolic gene expression.J Virol 2010;84:5936-5946   \n26．Crunkhorn S.Metabolic disease: new role for HDACs in glucose homeostasis.Nat Rev Drug Discov 2011;10:492   \n27．de Zoeten EF，Wang L,Sai H,Dillmann WH,Hancock WW.Inhibition of HDAC9 increases T regulatory cellfunction and prevents colitis in mice.Gastroenterology 2010;138:583-594   \n28．Chaterjee TK,Basford JE,KnollE,et al.HDAC9 knockout mice are protected from adipose tissue dysfunction and systemic metabolic disease during high-fat feeding.Diabetes 2014;63:176-187   \n29．VialG,Dubouchaud H,CouturierK,etal.Efectsofahigh-fatdietonenergy metabolism and ROS production in rat liver.J Hepatol 2011;54:348-356 30．Matsuzawa-Nagata N,Takamura T,Ando H,et al. Increased oxidative stress precedes the onset of high-fat diet-induced insulin resistance and obesity.Metabolism 2008;57:1071-1077   \n31．Shimazu T, Hirschey MD, Newman J,et al.Suppression of oxidative stress by $\\beta$ -hydroxybutyrate，an endogenous histone deacetylase inhibitor.Science 2013;339:211-214   \n32．Miura K,Taura K，Kodama Y,Schnabl B,Brenner DA.Hepatitis C virusinduced oxidative stress suppresses hepcidin expression through increased histone deacetylase activity. Hepatology 2008;48:1420-1429   \n33． Grozinger CM,Schreiber SL.Regulation of histone deacetylase 4 and 5 and transcriptional activity by14-3-3-dependent celllar localization.Proc Natl Acad Sci U S A 2000:97:7835-7840   \n34．Nishino TG,Miyazaki M, Hoshino H,Miwa Y, Horinouchi S,Yoshida M.14-3-3 regulates the nuclear import of class Ia histone deacetylases.Biochem Biophys Res Commun 2008;377:852-856   \n35．Qiang L, Banks AS,Accili D. Uncoupling of acetylation from phosphorylation regulates FoxO1 function independent of its subcellular localization.JBiol Chem 2010;285:27396-27401   \n36．Witt O,Deubzer HE,Milde T,Oehme I. HDAC family:what are the cancer relevant targets? Cancer Lett 20o9;277:8-21   \n37．Walkinshaw DR,Yang XJ. Histone deacetylase inhibitors as novel anticancer therapeutics.Curr Oncol 2008;15:237-243 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]