[
    {
        "type": "text",
        "text": "Synergies and trade-offs between renewable energy expansion and biodiversity conservation - a crossnational multifactor analysis ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ANDREA SANTANGELI1'²,ENRICO DI MININ1,,TUULI TOIVONEN $^ 4$ ,MARK POGSON5, ASTLEY HASTINGS,PETE SMIT $\\mathrm { ~ H ~ } ^ { 6 }$ and ATTE MOILANEN1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Departmentof Biosciences,UnioersityofHelsinki,P.O.Box65(Vikinkaari1)，HelsinkiF-0ol4,Finland $^ 2$ TheHelsinkiLab of Ornithology,innishuseumofNaturalHistoryUniersityofHelsinki,HelsinkiF-0o14,Finland, $^ 3$ SchoolofLife Sciences, UniversityofKuZulu-tal,urbanouthfricaDepartmentofGeosiencesdogapyiersityofHelsini PO Box 64(GustafHalstrominkatu2a)，F-0o4HelsinkiFinand,Academic GroupofEngineering,SportsandSciences, UniversityofBolton,DeaneRoad，BoltonB35AB,UKInstituteofologicalandEnironmental Siences,Uneityf Aberdeen,23StMacharDrive，AberdeenAB243uU,UK ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Increased deploymentof renewable energycan contribute towards mitigating climate change and improving air quality，wealth and development. However，renewable energy technologies are not free of environmental impacts; thus,it is important to identify opportunities and potential threats from the expansion of renewable energy deployment. Currently， there is no cross-national comprehensive analysis linking renewable energy potential simultaneously to socio-economic and political factors and biodiversity priority locations.Here,we quantify the relationship between the fraction of land-based renewable energy (including solar photovoltaic, wind and bioenergy)potential available outside the top biodiversity areas (i.e. outside the highest ranked $3 0 \\%$ priority areas for biodiversity conservation) within each country, with selected socio-economic and geopolitical factors as wellas biodiversity assets.Wedo so for two scenarios thatidentify priority areas for biodiversity conservation alternativelyina globally coordinated manner Vs.separately for individual countries.We show that very different opportunities and challenges emerge if the priority areas for biodiversity protection are identified globally or designated nationally.In the former scenario,potentialforsolar,wind and bioenergy outside the top biodiversity areas is highest in developing countries,in sparsely populated countries and in countries of low biodiversity potential but with high air pollution mortality.Conversely,when priorityareas forbiodiversity protection are designated nationally，renewable energy potential outside the top biodiversity areas is highest in countries with good governance but also in countries with high biodiversity potential and population density. Overall,these results identify both clear opportunities but also risks that should be considered carefully when making decisions about renewable energy policies. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:airpollutionmortalitybienergyontroloforruption,governance,internationalinvestment,oseingatia conservation prioritization, trade-off ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Receioed21 September 2015;revised version received7December 2015 and accepted18December 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "There is overwhelming evidence that fossil fuels are the main driver of climate change (IPCC,2013).In addition, fossil fuels are the single largest source of air pollution (World Health Organization，2013). Simultaneously, extraction of fossil fuels adds to anthropogenic loss, degradation and fragmentation of habitats,which drives the decline of biodiversity (Pimm et al.，2014). These twomajorenvironmentalchallengeshavebeen addressed in international agreements，setting policy agendas for achieving medium-term targets for climate change mitigation (the Kyoto protocol, followed by the Copenhagen Accord in 20o9;UNFCCC)and for biodiversity conservation (Aichi Targets set by the Convention on Biological Diversity 2010). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Climate change and biodiversity loss represent environmental challenges of global scale.While global coordination among countries is strongly advocated in order to effectively address such global challenges,in practice each country tends to act largely independently from each other (IPCC,2011;Di Minin & Toivonen,2015). However， the means to address climate change with internationally coordinated efforts exists,for example in the form of international markets for carbon credits (IPCC,2011; REN21,2014).To this end,the production and trade of bioenergy (one of the main renewable energy sources) israpidly expandingwithin the international energy market (REN21,2014).Bioenergy is often produced in regions where its production is most costefficient,such as tropical areas，and consumed elsewhere,often in industrialized countrieswhere there is high demand for energy and high pressure for reducing carbon emissions (REN21,2014).This is,however,not presently the case for other rapidly expanding renewable energy sources,such as wind and solar energy, for which technical restrictions on power storage and distribution limit their usage to the areas where they are pro duced (IPCC，2011).Because of this，wind and solar energy may have much reduced scope in internationally coordinated energy policies. Conversely, protecting biodiversity can be achieved,given sufficient political will, bymeans of a globally coordinated effort to expand the global protected area (PA） network (Pouzols et al., 2014). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Current and projected rapid changes towards highly intensive land-use regimes threaten the persistence of biodiversity across large regions of the globe (Foley et al. 2005, 2011). Although renewable energy may represent a potential solution to mitigate climate change,it may also be more land-use intensive per unit of energy produced than other sources,such as nuclear(Brook & Bradshaw,2014).It thus becomes important that biodiversity loss is not hastened as a side product of energy policies targeted at climate change mitigation. If targets tomitigateclimatechangeareto bemet throughrenewable energy (hereafter RE) expansion, this should not undermine the future prospects for biodiversity conservation as stated by the CBD (Convention on Biological Diversity, 2010). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Protected areas (hereafterPAs)areoneof themain pillars of biodiversity conservation (Watson et al.,2014). According to Aichi target 11 of the CBD,such a network should be expanded to cover at least $1 7 \\%$ of the global terrestrial surface by 202O (Convention on Biological Diversity，201O)．This entails that large areas of the globe,currently under no protection,would be set aside from any,or most, types of development and resource extraction. In a world dominated by an increasing human population, land area available for supplying modern societies with goods and services，including energyand land for biodiversity conservation,is limited and becoming increasingly scarce (Wise et al., 20o9;Verburg et al., 2013). Constraints in available land area may restrict options to simultaneously mitigate climate change and protect biodiversity. On the other hand,RE can represent important socio-economic opportunities to societies (Alam Hossain Mondal et al.，2010;IPCC, 2011；REN21，2014)．RE deployment can contribute towards job creation and wealth (Chien & Hu,2008), canlead to an improved environment,and thus health quality (World Health Organization,2013),and can aid rural development by supplying energy through the deployment of decentralized systems in areas with no access to the grid (Alam Hossain Mondal et al.,2010; Boyle,2012;REN21,2014).However,in order for these opportunities to be fully exploited, factors such as governance are also important. Poor governance may deter international and national investments, thereby hinderingRE deployment irrespective of the cost-efficiency of harvestingRE sources (Komendantova et al.,2012).Furthermore,if not carefully sited, development of RE may cause serious environmental damage (Fargione et al., 2008;Northrup & Wittemyer，2013).In summary,it is foreseeable that a conflict may arise over the use of land for RE development vs.conservation,but opportunities mayalsoexist (Katzner etal.,2013;Santangeli& Katzner,2015). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A few studies have investigated the relationship between renewable or traditional energy consumption and national socio-economic factors (such asgross domestic product） across a set of countries (Gan & Smith,2011;Kocsis & Kiss,2014;Ohler& Fetters,2014). Overall, there is a growing body of evidence highlighting the risks and opportunities from RE development at different scales (Fargione et al.，2008，2010；Mcdonald et al.，2009;Hong et al.，2013a,b;Brook & Bradshaw，2014; REN21，2014).However，a comprehensive cross-national analysis which links RE potential to socio-economic and political factors，while simultaneously considering biodiversity protection，still has not beenperformed.Such an analysiswouldhelp to understand the risks and opportunities emerging from RE development beyond national-level considerations. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Therefore,in this study we consider the RE potential available from solar photovoltaic panels,wind turbines and a dedicated bioenergy crop sited outside the top biodiversity areas (i.e.highest ranked $3 0 \\%$ priority areas for biodiversity conservation),and quantify the relationship of this with selected factors such as national wealth,health,governance and biodiversity assets.Our emphasis is in identifying factors that may represent major risks and opportunities to human societies and theenvironment from the development of RE,accounting for the different impacts on land use and biodiversity expected from the expansion of solar，wind and bioenergy(Fargione et al.,2008,2010;Northrup & Wittemyer,2013;Pogson et al.,2013). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In addition,we also consider another important issue that might have serious repercussions towards tackling the biodiversity crisis: whether the expansion of the current PA network will be carried out by each country independently at the national scale or via an international collaboration. Recent research suggests that the latter option will yield much higher returns on investment for biodiversity conservation (Pouzols et al., 2014).Although there is a pressing need to implement globally coordinated efforts for effective expansion of thePA network (Di Minin & Toivonen,2015),what is happening in practice is that each country is identifying national areas for PA expansion independently. This implementation pathway is also supported by the CBD (Aichi Targets set by the Convention on Biological Diversity，201O).It is therefore timely and relevant to understand how these two alternative ways of achievingbiodiversity conservation targets through the expansion of the PA network may affect the challenges and opportunities deriving from simultaneous protection of biodiversity and harvesting of RE. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Materialsandmethods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We calculated land-based solar photovoltaic,wind (hereafter solar and wind) and bioenergy unrestricted potential (see Pogson et al.,2013; for more information) within the $70 \\%$ fraction of the landscape with least importance for biodiversity conservation in each country (data from Pouzols et al.,2014).We set the $70 \\%$ threshold for this study because it implies that $30 \\%$ of each country's land would be excluded from development, allowing for the cost-efficient achievement of global biodiversity conservation targets (Pouzols et al.，2O14;Butchart et al., 2015)and a measurable expansion of RE development (Santangeli et al.,2015).Calculations were made in ARcGIs 10.1 (ESRI, Redlands,CA,USA) using the zonal statistics tool and accounting for the change in cell size by latitude.Because there are two commonly recognized alternative means to identify priority areas for conservation (i.e.globally vs.nationally coordinated; see above),we explored the outcomes of using these two alternatives by considering two scenarios: one where priorities for biodiversity conservation have been identified globally without administrative considerations and the other where prioritiesare identified for each country separately.Both priorities are based on the distribution of c.25 OO0 terrestrial vertebrates, 826 terrestrial ecosystems and land-use model for 2o40 (for more details,see Pouzols et al.,2014).We hereafter call these two scenarios the global protection scenario and the national protection scenario,respectively. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We calculated the fraction of energy potential (over the total) available outside the top biodiversity areas for each country. We did so separately for each of the three RE sources (solar, wind and bioenergy)and for each of the two scenarios for the identification of priority areas for biodiversity conservation. This resulted in six variables that were used as the response variables in separate statistical models.We restricted the scope of this study to the terrestrial realm because data for off-shore wind potential were lacking,and because possible impacts of marine energy development on biodiversity are yet to be fully understood (Inger et al.,20o9).Similarly,we did not consider hydropower because of the lack of available detailed global data on its potential,and also because its rate of expansion is declining after most of the potential sites have already been exploited in many regions of the world (Boyle,2012). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We then selected a set of factors (see Table 1 for descriptions) that may indicate opportunities and risks,to society and the environment from RE deployment.The first group of factors is related to national governance and wealth,because they may influence ability to harvest RE (Komendantova et al., 2012).These factors (see Table 1 for data sources) are political stabilityand absence of violence/terrorism (hereafter political stability),human development index (hereafter HDI) and corruption perception index (hereafter CPI).We also considered population density and percentage of agricultural land,which may constrain RE deployment,as renewables are more landuse intensive than many other energy sources,such as nuclear (Brook & Bradshaw,2014).RE may negatively impact biodiversity (Fargione et al.,201o;Northrup&Wittemyer,2013),even if implemented outside of the top priority areas for biodiversity protection. Thus,we also considered the biodiversity potential of each country (see Table 1).Air pollution mortality was also considered,because the use of RE produces much less air pollution than traditional sourceslike fossil fuels orinefficient biomass combustion (IPCC,2011)，thereby benefiting human health.Finally,we considered overall energy consumption of each country,with the aim of verifying whether the RE potential in the $70 \\%$ fraction of landscape correlates to the energy consumption level of a country. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We built six separate beta regression models using the betareg package(Cribari-Neto & Zeileis,201O) in R software v. 3.0.3 (R Core Team,2013).The response variable (i.e. the sum of energy potential outside the scenario-dependent top biodiversity areas divided by the total energy potential within each country） was separately calculated for each of the three RE sources and for the two scenarios for identifying PAs,thus resulting in six response variables (Fig.1). Each response variable was used in a separate model with the same set of explanatory variables (see Table 1). The response variable varies from zero,where none of the potential for RE is available outside the top biodiversity areas (i.e.all potential is within the top $30 \\%$ landscape fraction),to one,where all the RE potential of the country is concentrated outside the top biodiversity areas.Because the response is a proportion,it is appropriate to assume a beta distribution with a logit link function (CribariNeto & Zeileis,201O).We excluded all countries for which the overall national potential was equal to zero for the particular RE considered (i.e. $N = 7 8$ countries for solar, 92 for bioenergy and 65 for wind under the global protection scenario,and $N = 8 6 , 1 0 0$ and 81,respectively,for the national protection scenario) as they haveno relevance for this study that focuses on factors related to RE development and biodiversity conservation.These countries were all of very small size. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Energy consumption，population density and HDI were log-transformed to reduce the spread of the data (Zuur et al., 2009).Before fitting the models,we checked for collinearity using variance inflation factor (VIF) analysis.All variables had a VIF value lower than 3,indicating low collinearity levels and no need for excluding any of them from the models (Zuur et al.,20o9).We then built six separate full models, one for each RE source and protection scenario combination. Next we applied model selection based on the Akaike's information criterion (AIC), followed by multimodel inference and averaging (Burnham & Anderson，2O02）using the MUMIN package in R (Barton,2014).We derived averaged coefficients and $P$ -values for each variable from across the set of bestranked models (i.e.with $\\Delta \\mathrm { A I C } < 4 ;$ ：listed in Table S1).The models had a sample size of 155,161 and 143 units for solar, wind and bioenergy,respectively,under the global protection scenario,and of 151，153 and 140 units,respectively,under the national protection scenario. ",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/821a372d1a06d1dbc5a679537e20755305b0c09c4477a8845ab8e92c1212e185.jpg",
        "table_caption": [
            "Table1Listofexplanatoryvarablesinthebetaregressionmodels,theirdesriptio,unit,yarofthedataandsourceofthedata "
        ],
        "table_footnote": [
            "Datafrom World Bankretrieved fromwww.govindicators.org,datafrom WHO(World Health Organisation;www.who.int),data fromEIA (U.S.EnergyInformationAdministration;www.eiagov),datafromTansparencyInternational(www.transparency.org. "
        ],
        "table_body": "<html><body><table><tr><td>Factors name</td><td>Description</td><td>Unit</td><td>Year</td><td>Source</td></tr><tr><td>Human Development Index (HDI)</td><td>Composite index of health (life expectancy),education (years of schooling) and wealth (gross</td><td>Index from O =least developed, to 1 = most developed</td><td>2012</td><td>World Bank</td></tr><tr><td>Corruption Perception Index (CPI)</td><td>national income per capita) An index measuring the perceived level of corruption in the public sector of a country</td><td>Index from O = highly corrupt, to 100 = least corrupt</td><td>2012</td><td>Transparency International</td></tr><tr><td>Political stability</td><td>Index based on perceptions of likelihood of political instability and/or politically motivated</td><td>Index from -2.5 = high instability,to 2.5 = high stability</td><td>2012</td><td>World Bank</td></tr><tr><td>Air pollution mortality</td><td>Count of deaths related to air pollution</td><td>Deaths per 100 000 capita</td><td>2008</td><td>WHO</td></tr><tr><td>Population density</td><td>The density of the population in each country</td><td>No. People per km²</td><td>2012</td><td>World Bank</td></tr><tr><td>Energy consumption</td><td>Overall yearly consumption of energy</td><td>Quadrillion Btu</td><td>2010</td><td>EIA</td></tr><tr><td>Biodiversity potential</td><td>Composite index of relative biodiversity potential of each country based on species representation and their threat status,and the diversity of habitat types present in each</td><td>Index from O = no potential, to 1 = maximum potential</td><td>2012</td><td>World Bank</td></tr><tr><td>% Agricultural land</td><td>The fraction of land in each country covered by farmed land</td><td>Percentage over the total land area</td><td>2012</td><td>World Bank</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Global protection scenarios ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "First,we analysed RE potential of countries in the light ofglobally coordinated biodiversity priority areas, which are based on analysis of global distributions of species (Pouzols et al.，2014).We found considerable uncertainty regarding the best model within the set of model combinations considered for solar，windor bioenergy，with no model having an AIC weight ${ > } 0 . 2 5$ (Table S1). The top-ranked models (i.e.with $\\Delta \\mathrm { A I C } < 4 \\$ ） ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "were able to explain $1 5 \\mathrm { - } 2 2 \\%$ of the variation in RE potential available outside the top biodiversity areas defined according to the global protection scenario for expanding the PA network.Overall,the set of factors and their relative importance derived after multimodel averagingwereverysimilar for solar,wind and bioenergy (Fig.2 left and Table 2).Potential for solar,wind and bioenergy concentrated outside the top biodiversity areas was negatively related to HDI,but unrelated to political stability or the CPI (see Table 2). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We also found that RE potential outside the top biodiversity areas was negatively correlated to biodiversity potential (i.e.the presence of threatened species and diverse habitats; Table 2). This was consistent among the three RE sources considered.Although this result may suggest an opportunity for expanding RE development in countries where biodiversity potential is low,it also has a negative counter-side. This result also suggests that,in countries of high biodiversity potential, most RE is concentrated within the top $30 \\%$ areas of highest priority for biodiversity conservation. This highlights a potentially very high risk to biodiversity from RE expansion. Additionally,in the case of bioenergy, but not for solar and wind,potential outside the top biodiversity areas is also positively correlated with an increasing percentage of agricultural land (see Table 2). Although this could mean that open landscape is available for producing bioenergy where its potential is highest,it may also indicate competition with land used for food production. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/1b84961966cf49bb1ed6e5613c991e204c79415ebcc278bcf52e12a0afbb4e69.jpg",
        "img_caption": [
            "Fig.1 The fraction of national renewable energy potential within the lowest $70 \\%$ biodiversity priority areas,for solar (left column), wind(centre)andbioenergy(ight)basedonglobally(upperrow)andnationally(lowerrow)coordinatedidentificationofpriorityareas forbiodiversity.esearethesixesponsevariablesusedinthemodels(seeMaterialsandmethods).Notetatinpracticethemodeling wasbasedonaslightlyrestrictedsetofcountriescomparedtothatshowninthisfigureassomecountrieswereexcludedfromthemodelligduetomissingdataforoneormoreoftheexplanatoryvarablestested.Tesamelgendappliesconsistentlythroughallthesix figures.Grey colour shows countries for which the response variable was notcalculated (see Materialsand methods). "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "We also found that the fraction of energy potential outside the top biodiversityareas isnegativelyrelated to population density for all three RE types,but not or very weakly related to the energy consumption of a country (Table 2). The former result seems encouraging in the light of developing large-scale RE plants in areas of low biodiversity conservation value within countries with low population density where competition for land maynot be a limiting factor. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Finally,we found that the potential for solar,wind or bioenergy outside the top biodiversity areas is highest in countries with high air pollution mortality (Table 2). This suggests an opportunity to improve air quality and mitigate climate change by harvesting RE while preserving the best areas forbiodiversity conservation. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "National protectionscenarios ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Our second set of analyses replicates the first one,with the exception that national biodiversity priority areas are based on country-specific analysis of national distributions of species and ecosystems (Pouzols et al., 2014). In these analyses,an area can be assigned high priority if it includes species that are nationally rare even if the same species are globally common.Also，unlike the global analyses,each country has exactly $30 \\%$ of land in top biodiversity priority areas and $70 \\%$ in low priority areas.Here，we also found considerable model uncertainty (Table S1),and the amount of variance explained by the best-ranked models was slightly smaller than that of models presented above，at around $10 \\%$ (Table S2).The set of factors and their relative importance derived after multimodel averaging was very similarfor different forms of RE considered here,but the significant variables were different from the previous global protection scenario (Fig.2). For the national pro tection scenario, potential for solar, wind and bioenergy concentrated outside the top biodiversity areas was negatively related to CPI and positively relatedto political stability and population density，and，for bioenergy only,it was positively related to the biodiversity potential across countries (Table 3 and Fig.2 right). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Under nationally coordinated expansion of the PA network,theproportion ofRE outside the top biodiversityareas is highest in countries with good governance (i.e.low CPI and high political stability)，which is encouraging for the reconciliation of RE production and biodiversity conservation. The counter-side of this findingis that theremaybea threat to biodiversity in countries with poor governance and where most of the RE potential is concentrated within the top $3 0 \\%$ biodiversity areas.Contrary to the global protection scenario, here we found that RE potential outside the top biodiversity areas appears positively correlated to population density (Table 3).Consequently,if areas of high value forbiodiversityprotection are identified independently for each country，high RE potential will be available outside the top biodiversity areas in the most densely populated countries.While this may imply challenges due to limited land available for RE production in general, it may also represent an opportunity for producing RE where most people live, thereby limiting the need for energy storage and transport. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/eb6e629a51949e9d2460eec76b5e84cd4288d5ea2720c996cd4692e6c7064e54.jpg",
        "img_caption": [
            "Fig.2Therelativeimportanceofeachfactorasteylinktothepotentialfractionforsolarwindandboenergy(upperentralnd lower row,respectively) outside the top biodiversity areas (i.e. outside the highest ranked $30 \\%$ priority areas for biodiversity conservation)asedonthelobalprotectioseario(leftolu)ndatioalprotectonsenario(ightcun;Pouzolseta4).e valuesarederivedfrommodel averagingandmultimodelinferencebasedonthebest-ranked modelsaccording toAkaike's information criterion (Tables 2and 3,and Tables S1 and S2).Higher values indicate higher importance of the factor. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Ultimately, the positive correlation between RE potential outside the top biodiversity areas and national biodiversity potential contrasts with the findings for global biodiversity priorities.Under the national biodiversity conservation scenario，it appears that countries with high biodiversity potential also have high opportunities for harvesting much of their national RE outside the top biodiversity areas (Table 3).In these countries,biodiversity-rich areas cover more than $3 0 \\%$ of the landscape. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "We combine information on potential for expanding RE with detailed data on priority areas for biodiversity protection and relate it to factors that may represent opportunities,but also risks from developing RE at a cross-national level. We show that very different oppor tunities and challenges emerge if the priority areas for biodiversity protection are identified globally or desig nated nationally and separately by each country. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/f5a0b2563852c74bb3de918a1953ecb6f641ba59cb3dc02348748166cc166199.jpg",
        "table_caption": [
            "Table 2Results of the models (showing model-averaged coefficients and standard errors,Z- and $P$ -values across beta regression models)usingthefractionofrenewableenergypotentialavailableoutsidethetopbiodiversityareasidentifiedbasedontheglobal biodiversitysenario(i..globalycoordinatedrankingofareasforbiodiversityconservation).Fordetailsandinterpretationf the variables,see Table 1 "
        ],
        "table_footnote": [
            "Values in bold font depict significant variables for each of the three renewable energy sources. "
        ],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"4\">Solar</td><td colspan=\"4\">Wind</td><td colspan=\"4\">Bioenergy</td></tr><tr><td>Variable</td><td>Beta</td><td>SE</td><td>Z</td><td>P-value</td><td>Beta</td><td>SE</td><td>Z</td><td>P-value</td><td>Beta</td><td>SE</td><td>Z</td><td>P-value</td></tr><tr><td>Intercept</td><td>2.144</td><td>0.348</td><td>6.17</td><td><0.001</td><td>2.089</td><td>0.341</td><td>6.12</td><td><0.001</td><td>2.593</td><td>0.409</td><td>6.33</td><td><0.001</td></tr><tr><td>Air pollution mortality</td><td>0.013</td><td>0.004</td><td>3.07</td><td>0.002</td><td>0.015</td><td>0.004</td><td>3.50</td><td><0.001</td><td>0.015</td><td>0.005</td><td>2.85</td><td>0.004</td></tr><tr><td>Biodiversity potential</td><td>-0.007</td><td>0.003</td><td>2.09</td><td>0.037</td><td>-0.007</td><td>0.003</td><td>1.92</td><td>0.055</td><td>-0.007</td><td>0.003</td><td>2.26</td><td>0.024</td></tr><tr><td>Energy consumption</td><td>0.151</td><td>0.077</td><td>1.97</td><td>0.049</td><td>0.149</td><td>0.079</td><td>1.88</td><td>0.060</td><td>0.069</td><td>0.089</td><td>0.78</td><td>0.438</td></tr><tr><td>Human development index</td><td>-1.661</td><td>0.647</td><td>2.57</td><td>0.010</td><td>-1.879</td><td>0.620</td><td>3.03</td><td>0.002</td><td>-2.250</td><td>0.836</td><td>2.69</td><td>0.007</td></tr><tr><td>Population density</td><td>-0.110</td><td>0.038</td><td>2.86</td><td>0.004</td><td>-0.095</td><td>0.038</td><td>2.52</td><td>0.012</td><td>-0.207</td><td>0.049</td><td>4.22</td><td><0.001</td></tr><tr><td>% Agricultural land</td><td>0.001</td><td>0.002</td><td>0.61</td><td>0.545</td><td>0.002</td><td>0.002</td><td>0.86</td><td>0.389</td><td>0.006</td><td>0.003</td><td>2.18</td><td>0.029</td></tr><tr><td>Political stability</td><td>0.024</td><td>0.060</td><td>0.41</td><td>0.685</td><td>-0.011</td><td>0.058</td><td>0.19</td><td>0.852</td><td>0.071</td><td>0.074</td><td>0.95</td><td>0.340</td></tr><tr><td>Corruption perception index</td><td>0.001</td><td>0.003</td><td>0.44</td><td>0.657</td><td>0.001</td><td>0.003</td><td>0.48</td><td>0.634</td><td>0.005</td><td>0.004</td><td>1.34</td><td>0.181</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/2f937594970869e51e3024cab4cc259f00e584e3a9cb9a77107d920474e80174.jpg",
        "table_caption": [
            "Table 3Results of the models (showing model-averaged coefficients and standard errors, $Z -$ and $P$ -values across beta regression models)using thefractionofrenewableenergypotentialavalableoutsidethetopbiodiversityareasidentifiedbasedonthenational biodiversityscenario(i.e.independentnationalldevelopedrankingofareasforbodiversityconservation).Fordtailsandterpeta tion of the variables,see Table 1 "
        ],
        "table_footnote": [
            "Values in bold font depict significant variables for each of the three renewable energy sources. "
        ],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"4\">Solar</td><td colspan=\"4\">Wind</td><td colspan=\"4\">Bioenergy</td></tr><tr><td>Variable</td><td>Beta</td><td>SE</td><td>Z</td><td>P-value</td><td>Beta</td><td>SE</td><td>Z</td><td>P-value</td><td>Beta</td><td>SE</td><td>Z</td><td>P-value</td></tr><tr><td>Intercept</td><td>0.394</td><td>0.266</td><td>1.48</td><td>0.140</td><td>0.373</td><td>0.274</td><td>1.36</td><td>0.173</td><td>-0.243</td><td>0.442</td><td>0.55</td><td>0.583</td></tr><tr><td>Air pollution mortality</td><td>0.003</td><td>0.004</td><td>0.78</td><td>0.436</td><td>0.004</td><td>0.004</td><td>0.91</td><td>0.366</td><td>0.004</td><td>0.007</td><td>0.64</td><td>0.519</td></tr><tr><td>Biodiversity potential</td><td>0.004</td><td>0.003</td><td>1.12</td><td>0.263</td><td>0.004</td><td>0.004</td><td>1.25</td><td>0.213</td><td>0.011</td><td>0.005</td><td>2.08</td><td>0.037</td></tr><tr><td>Energy consumption</td><td>-0.051</td><td>0.077</td><td>0.67</td><td>0.505</td><td>-0.094</td><td>0.083</td><td>1.13</td><td>0.257</td><td>-0.212</td><td>0.114</td><td>1.87</td><td>0.062</td></tr><tr><td>Human development index</td><td>-0.481</td><td>0.707</td><td>0.68</td><td>0.496</td><td>-0.506</td><td>0.692</td><td>0.73</td><td>0.465</td><td>0.162</td><td>1.124</td><td>0.15</td><td>0.885</td></tr><tr><td>Population density</td><td>0.134</td><td>0.044</td><td>3.05</td><td>0.002</td><td>0.119</td><td>0.044</td><td>2.68</td><td>0.007</td><td>0.280</td><td>0.072</td><td>3.87</td><td><0.001</td></tr><tr><td>% Agricultural land</td><td>0.002</td><td>0.002</td><td>0.66</td><td>0.510</td><td>0.002</td><td>0.002</td><td>0.78</td><td>0.437</td><td>-0.005</td><td>0.004</td><td>1.37</td><td>0.172</td></tr><tr><td>Political stability</td><td>0.153</td><td>0.070</td><td>2.18</td><td>0.029</td><td>0.134</td><td>0.068</td><td>1.97</td><td>0.049</td><td>0.396</td><td>0.111</td><td>3.57</td><td><0.001</td></tr><tr><td>Corruption perception index</td><td>-0.009</td><td>0.004</td><td>2.46</td><td>0.014</td><td>-0.008</td><td>0.004</td><td>2.18</td><td>0.029</td><td>-0.012</td><td>0.005</td><td>2.31</td><td>0.021</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Opportunities forand risksin haruestingRE while protecting biodiversity ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Global protection scenarios. The results suggest that there is great scope for developing RE in countries with high development needs (i.e.with low HDI)，where the energy potential fraction outside of most important biodiversity areas is highest.In countries with high development needs,about 1.3 billion people lack access to electricity and rely on heavily polluting energy sources for needs such as heating and cooking on inefficient fires and stoves in confined spaces (World Energy Outlook,2011).This,altogether,contributes a large frac tion of GHG emissions, poor air quality and consequent human mortality that could be reduced with a shift towards renewables (World Health Organization,2013). This is indeed possible，because unlike traditional energy sources,including most fossil fuels and nuclear, RE sources,such as wind,solar and bioenergy,are well suited for deployment in decentralized systems (Boyle 2012).Their deployment in rural areas of countries with high development needs can bringnot only clean electricity and improvements to air quality and health, but can also contribute to job creation (REN21，2014). Clearly，harvesting solar and wind would require investments,as well as know-how,which may be lackingin less developed countries.However,we show that there is no apparent significant relationship between RE potential outside the top biodiversity areas and governance factors,such as political stability and CPI (but see however findings from the national protection scenario below).This suggests that there are countries suitable for development of renewables with high energy potential outside of their most important biodiversity areas. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Our finding that the countries with highest RE potential outside the top biodiversity areas are also less densely populated may be interpreted as an opportunity, but it also entails technical challenges owing to energy transport and storage.Here,land may be comparatively easily available for the deployment of renewable energies，which typically require more area per unit of energy generated than other sources (Brook & Bradshaw,2014). However, the same result also suggests an impending threat to biodiversity，as the most densely populated countries have highest RE potential concentrated within the top $3 0 \\%$ biodiversity priority areas. This threat appears even more serious given that we also found the national biodiversity potential to be negatively,albeit weakly,correlated withRE potential outside the top biodiversity areas.In other words, countries with highest biodiversity potential have most of their RE opportunities concentrated within their most valuable areas for biodiversity protection. In these countries, it will be challenging to protect the great biodiversity asset of global importance while providing clean energy from renewables (this outcome is however not apparent under the national protection scenario).Under such challenging conditions,a shift towards an energy mix that would be more heavily based on nuclear energy may represent a compromise worth considering for balancing the need of biodiversity conservation, energy production and climate mitigation (Brook & Bradshaw,2012,2014). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Thepositive,albeit weak,relationship between bioenergypotential outside the top biodiversity areas and the proportion of agricultural area within a country may indicate an opportunity for harvesting bioenergy where the land is already farmed without impacting on key areas for biodiversity conservation. In practice,this is challengingbecause bioenergy production requires among the largest amount of area per unit of energy generated (Brook & Bradshaw,2014) and the land area, even of marginal land,that could be spared to bioenergy production is limited.This implies that large expansion of bioenergy will inevitably subtract land from other uses of critical importance for society (e.g. food production). This may result in impacts (e.g expansion of anthropogenic land uses） that may spill overareasofkey importance for biodiversity，such as primary forests in tropical areas (Fargione et al.，2010; Wich et al.，2014;Santangeli et al.，2015). Many such areas have previously been identified as biodiversity hotspots (Myers et al.，200O)，key siteswith species in imminent danger of becoming extinct (Alliance for Zero Extinction sites; www.zeroextinction.org) and sites with natural habitats of irreplaceable biodiversityvalue (Gibson et al., 2011).Many such areas are rapidly losing natural intact vegetation,particularly where the land is deemed suitable for agriculture (Sloan et al.,2014). Setting aside land for bioenergy cultivation in these regions will not only cause biodiversity loss,but may also fail to provide significant amounts of energy or mitigate changes in global climate (Fargione et al.,20o8;Pogson et al.,2o13).In already farmed areas ofhigh soil productivity,conversion to bioenergy production will inevitably compete with food production and possibly hasten the recent phenomenon of land grabbing in the developing world (Rulli et al., 2013;Nelson et al.,2014). Given the steadily increasing global demand for food, low-carbon energy sources other than bioenergy,such as solar, wind and nuclear (Brook & Bradshaw,2014),should be considered in countries where conflicts over limited land may arise.However,bioenergy is among the few RE sources that could provide power for transportation using existing infrastructures.If produced in open landscapes of low biodiversity value, bioenergy could contribute to reducing the GHG emissions associated with land,sea and air transportation (REN21,2014). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Interestingly， potential of solar， wind and bioenergy outside the top biodiversityareas is greatest in countries withhigh air pollution mortality. Outdoor air pollution is considered one of the major environmental risks to human health,possibly responsible for an estimated 3.3 million premature deaths per year globally, the majority of which occur in developing countries (World Health Organization,2013). Reducing air pollution will lead to a reduction in diseases such as stroke, lung cancer and heart disease,as well as chronic and acute respiratory diseases such as asthma (World Health Organization, 2013).Particularly in developing countries,most air pollution is caused by inefficient combustion of coal and diesel fuel (World Energy Outlook,2011). Improving access to modern,efficient and clean energy technologies with limited air pollution and GHG emissions,such as RE,should thus be at the top of national policy agendas (World Energy Outlook,2011). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "National protection scenarios. The findings basedon national independently developed biodiversity priority areas highlight a potentially great opportunity,because countries with good governance appear to have most of their RE resources concentrated in areas of low biodiversity value.These countries,because of their good governance,may attract large international investments that could allow harvestinga large fraction of the available RE sources where they do not impact key biodiversity areas.It is，in fact，relatively well known that international investors are reluctant to support projects in countries with poor governance (i.e. high corruption and political instability; see e.g. Zhao et al.，2003). In addition,and opposite to the findings from the global protection scenario,here we show that RE potential outside the top biodiversity areas positively correlated with population density. This may suggest a further opportunity,especially in the short term. Although technologies for storing and transporting the energy are developing fast (Boyle, 2012), they may not yet be advanced enough to allow eficient harvest, storage and transport of large amounts of RE from remote areas.In the light of this, the availability of large amounts of RE concentrated outside the top biodiversity areas and within highly populated countries means that a large part of that RE can be efficiently harvested and used locally without major restrictions imposed by energy transport and storage. This could ultimately allow a large contribution towards tackling climate change while maintaining a path towards reaching global biodiversity and sustainability targets (Aichi Targets set by the Convention on Biological Diversity，201O).However，this scenario,based on the national designation of priority areas for biodiversity conservation,was recently found to yield very inefficient results for biodiversity protection, compared to internationallycoordinatedconservationmeasures (Pouzols et al.,2014;Di Minin & Toivonen,2015). Therefore,we caution that the opportunities for harvesting RE under the national biodiversity scenarios may,in fact,represent only suboptimal solutions for biodiversity conservation at the global scale. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Policyimplications ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Renewable energies are perhaps one of the major drivers of future land-use change,but also a represent a key solution to address climate change.Recently,their deployment has been increasing rapidly among the developing and emerging nations of Central and South America，Africa and Asia,where targeted energy policieshave recently been enacted (REN21,2014).Here,we show that the best opportunities，but also the biggest challenges,for harvesting RE while protecting biodiversity are largely dependent on the way in which priority areas for biodiversity conservation are designated (i.e. the global vs. national protection scenario).Under the globally coordinated protection scenario，most challenges and also opportunities concentrate in the developing world,where renewables may also contribute to improve human health. Conversely, the national protection scenario highlights large opportunities for harvesting RE while protecting biodiversity in the countries with good governance and high population density. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "These findings thus underscore important policy implications for improving the quality of the environment and the quality of life for people.Ultimately,only bychoosing a globally coordinated framework for actions will it be possible to effectively address challenges related to global climate change and biodiversity loss in a timely manner, while simultaneously allowing for the sustainable development of societies in the developing world. Failure to coordinate actions globally would most likely jeopardize national efforts for tackling climate change and biodiversity protection，with irreversible negative consequences for the health of ecosystems and humans alike. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "WethanktheKoneFoundation (A.S.andA.M.),theERC-StG Grant 260393 (GEDA) (A.M.,E.D.M.,T.T.) and the Academy of Finland Centre of excellence programme 2012-2017 for support.We also thank two anonymous referees for valuable comments on an earlier draft of the manuscript. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Alam Hossain Mondal M,Kamp LM,Pachova NI (201o) Drivers,barriers,and strategies for implementation of renewable energy technologies in rural areas in Bangladesh-an innovation system analysis. Energy Policy,38,4626-4634.   \nBartonK(2014)Package “MuMIn\"-Multi-Model Inference.R package retrieved from http://cran.r-project.org/package=MuMIn (accessed 20 September 2015).   \nBoyle G (2Ol2) Renewable Energy:Power fora Sustainable Future.Oxford United Press, Oxford, UK.   \nBrook BW, Bradshaw CJA (2012) Strange bedfellows? Techno-fixes to solve the big conservation issues in southern Asia. Biological Conseruation,151,7-10.   \nBrook BW,Bradshaw CJA (2014) Key role for nuclear energy in global biodiversity conservation. Conseroation Biology,29,702-712.   \nBurnham KP,Anderson DR (20o2) Model Selectionand Multimodel Inference:A Practical Information-Theoretic Approach,2nd edn. Springer,New York.   \nButchart SHM, Clarke M, Smith RJ et al. (2015) Shortfalls and solutions for meeting national and global conservation area targets. Conseruation Letters,8,329- 337.   \nChien T, Hu J-L (2008) Renewable energy: an efficient mechanism to improve GDP. Energy Policy,36,3045-3052.   \nConvention on Biological Diversity (201o) Report of the Tenth Meeting of the Conference oftheParties to the Convention on Biological Diversity.Secretariatof the Convention on Biological Diversity, Montreal.   \nCribari-NetoF,ZeileisA (2010) Beta regressioninR. Journal of Statistical Software,34, 1–24.   \nDi Minin E, Toivonen T (2015) Global protected area expansion: creating more than paper parks. BioScience, 65, 637-638.   \nFargione J,Hill JD, Tilman D,Polasky S,Hawthorne P (2O08) Land clearing and the biofuel carbon debt. Science,319,1235-1238.   \nFargione J,Plevin RJ,HillJD (201o) The ecological impact of biofuels.Annual Review ofEcology,Eoluion,ndystemtics,41,.   \nFoley JA,DeFries R,Asner GP et al.(2oo5) Global consequences of land use.Science, 309, 570–574.   \nFoley JA,Ramankutty N, Brauman KA et al. (2o11) Solutions for a cultivated planet. Nature,478,337-342.   \nGan J, Smith CT (2011) Drivers for renewable energy: a comparison among OECD countries.Biomass and Bioenergy,35,4497-4503.   \nGibson L,Lee TM,Koh LP et al. (2011) Primary forests are irreplaceable for sustaining tropical biodiversity. Nature, 478, 378-381.   \nHong S, Bradshaw CJA,Brook BW (2013a) Evaluating options for sustainable energy mixes in South Korea using scenario analysis.Energy,52, 237-244.   \nHong S,Bradshaw CJA,Brook BW (2013b) Evaluating options for the future energy mix of Japan after the Fukushima nuclear crisis. Energy Policy,56,418- 424.   \nInger R,Atrill MJ, Bearhop S et al. (2009)Marine renewable energy: potential benefits to biodiversity? An urgent call for research. Journal of Applied Ecology,46, 1145–1153.   \nIPCC (2011) Renewable energy sources and climate change mitigation. In: Special Report of the Intergovernmental Panel on Climate Change (eds EdenhoferO,PichsMadruga R,Sokona KS,Y.,Matschoss P,Kadner S,Zwickel T,Eickemeier P, Hansen G, Schlomer S,Von Stechow C),pp.1-1075.IPCC, Cambridge, UK and New York.   \nIPCC (2013) Climate change 2013: the physical science basis.In: Contribution of Working Group Ito theFifth Assessment Report of the Intergovernmental Panel on Climate Change (eds Stocker TF,Qin D,Platter G-K,M.T,Allen SK,Boschung J, Nauels A, Xia Y,Bex V,Midgley PM),pp.1-1535.Cambridge University Press,Cambridge, UK and New York.   \nKatzner T, Johnson JA, Evans DM et al. (2013) Challenges and opportunities for animal conservation from renewable energy development. Animal Conseroation,16, 367-369.   \nKocsis I, Kiss JT (2014) Renewable energy consumption, R&D and GDP in European Union countries.Enoironmental Engineering and Management Journal,13,2825 2830.   \nKomendantova N,Patt A,Barras L,Battaglini A (2012) Perception of risks inrenewable energy projects: the case of concentrated solar power in North Africa.Energy Policy,40,103-109.   \nMcdonaldRIFargione J KieseckerJ,Miller WM,PowellJ(209)Energysprawlor energy eficiency: climate policy impacts on natural habitat for the United States of America. PLoS One,4,e6802.   \nMyers N,Mittermeier RA,Mittermeier CG,GaB Da Fonseca,Kent J (2000) Biodiversity hotspots for conservation priorities. Nature, 403,853-858.   \nNelson PN,Gabriel J,Filer C et al.(2014)Oil palm and deforestation in Papua New Guinea. Conseroation Letters,7,188-195.   \nNorthrup JM,Witemyer G (2013) Characterising the impacts of emerging energy development on wildlife,with an eye towards mitigation. Ecology Letters,16,112- 125.   \nOhler A,Feters I(2014)The causal relationship between renewable electricity generation and GDP growth: a study of energy sources. Energy Economics,43,125-139.   \nPimm SL,Jenkins CN,AbellRet al. (2014) The biodiversity of species and their rates of extinction, distribution,and protection. Science, 344, 987-998.   \nPogson M, Hastings A, Smith P (2013) How does bioenergy compare with other land-based renewable energy sources globally? Global Change Biology Bioenergy,5, 513–524.   \nPouzols F,Toivonen T,Di Minin E et al. (2014) Global protected area expansion is compromised by projected land-use and parochialism. Nature, 516, 383-386.   \nR Core Team (2O13)R:A Language and Environment for Statistical Computing.R Foundation for Statistical Computing, Vienna,Austria.   \nREN21(2014) Renewables 2014 Global Status Report.REN21 Secretariat,Paris.   \nRul MC,Saviori A,DOdoricoP(0l3)Global landand water grabbing.Procedings of the National Academy of Sciences,11o,892-897.   \nSantangeli A,Katzner T (2015)A call for conservation scientists to evaluate opportunities and risks from operation of vertical axis wind turbines.Frontiers in Ecology and Evolution,3,68.   \nSantangeli A, Toivonen T,Pouzols F,Pogson M,Hastings A,SmithP,Moilanen A (2015) Global change synergies and trade-offs between renewable energy and biodiversity.Global Change Biology Bioenergy,doi: 10.11/gcbb.12299.   \nSloan S, Jenkins CN,Joppa LN, Gaveau DLA, Laurance WF (2014) Remaining natural vegetationin the global biodiversity hotspots.Biological Conservation,177,12-24.   \nVerburg PH, Mertz O,Erb K-H,Haberl H,Wu W (2013) Land system change and food security: towards multi-scale land system solutions. Current Opinion in Environmental Sustainability,5,494-502.   \nWatson JEM, Dudley N, Segan DB,Hockings M (2014) The performance and potential of protected areas.Nature, 515,67-73.   \nWich SA,Garcia-Ulloa J, Kühl HS,Humle T,Lee JSH,Koh LP (2014) Will oil palm's homecoming spell doom for Africa's great apes? Current Biology,24,1659-1663.   \nWise M, Calvin K, Thomson A et al. (2009) Implications of limiting CO2 concentrations for land use and energy. Science, 324,1183-1186.   \nWorld Energy Outlook (2011) Organisation for Economic Co-Operation and Development Programme&International Energy Agency.World Energy Outlook,Paris.   \nWorldHealth Organization (2O13)Review of Evidence onHealth Aspects ofAirPollution -REVIHAAP Project.World Health Organization,Copenhagen,Denmark.   \nZhao JH, Kim SH,Du J(2oo3) The impact of corruption and transparency on foreign direct investment: an empirical analysis.MIR:Management International Review, 43, 41-62.   \nZuurA,Ieno EN,Walker N,SavelievAA,Smith GM (2009)Mixed Effects Models and Extensions inEcology WithR.Springer,New York. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Supporting Information ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Additional Supporting Information may be found in the onlineversionof thisarticle: ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Appendix S1. This file includes all of the supporting material associated to the printed version of the main paper by Santangeli et al.‘Synergies and trade-offs between renewable energy expansion and biodiversity conservation -a cross-national multi-factor analysis' published in Global Change Biology Bioenergy.   \nTable S1.Best-ranked models $( \\Delta \\mathrm { A I C } < 4 )$ used for the multi-model averaging and inference for the global biodiversity priorityareas.   \nTable S2.Best-ranked models $( \\Delta \\mathrm { A I C } < 4 )$ used for themulti-model averaging and inference for the independent national biodiversitypriority areas. ",
        "page_idx": 9
    }
]