[
    {
        "type": "text",
        "text": "基于因果网络的驾驶人感知-行为模式研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王文傲' 彭喆 徐庆111（天津大学大学智能与计算学部 天津 300350）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：驾驶人是“人-车-环境”道路交通系统的核心，研究驾驶人的感知-行为模式对于规范驾驶行为、提高安全水平具有重要意义。然而，当前的研究很少涉及驾驶中头动与器官协调性，尤其缺乏量化计算的研究。因此，本文设计了虚拟现实下的匀速平稳驾驶实验，并使用信息论工具进行建模、分析。我们研究了头、眼、手、脚四种运动器官的协调性，提出了基于传递熵的因果网络用来描述四者间的协作模式，提出了使用网络平均传递熵作为评估驾驶中器官协调性的一种指标。最后，我们还发现，在驾驶中头-眼协调性非常强，配合紧密度高；在转弯时各器官间的协调性比在直行时强；在平稳匀速驾驶任务中，驾驶人对行为任务的优先级高于感知任务。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：驾驶表现，信息论，传递熵，因果网络",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Research on Drivers' Perception-Action ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Characteristics based on Causal Network ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Wang WenaolPeng Zhe1Xu Qing1 1(College of Intelligence and Computing， Tianjin University， Tianjin 300350, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Driver is the core of the \"human-vehicle-environment\" road traffic system. It is of great significance to study the perception-action pattern of drivers for standardizing driving behavior and improving safety level. However, there are few studies on head movement and organ cooperation during driving， especially on quantitative calculation. Therefore, this paper designed an experiment with the goal of uniform-speed driving in the virtual reality environment,and used information theory tools for modeling and analysis. We studied the cooperation of head, eye, hand and foot， proposed a causal network based on transfer entropy to describe the cooperation mode between the four,and proposed to use the network average transfer entropy as an indicator to evaluate the coordination of organs in driving. Finally, we found that head-eye cooperation is very strong in driving. The cooperation between organs is better when turning than when going straight.In the uniform-speed driving task, the priority of the driver to the action task is higher than the priority of the perception task. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "KEY WORDS: driving performance， information theory， transfer entropy， causal network ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第1章绪论",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "本章将介绍课题的研究背景和意义，介绍和本文研究内容相关的驾驶、认知计算、虚拟现实等领域的知识及研究进展，并引出论文的研究内容。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.1研究背景与意义",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "驾驶一直是热门的研究话题，关系着交通安全。并且近年来随着自动驾驶技术的兴起，研究者更加重视对于人类驾驶行为模式的研究，以期望指导自动驾驶策略的落地。驾驶流程可以分为感知和行为两个模块。感知主要是用眼睛接受视觉信息（头动也会参与其中，扩大视觉扫描范围），用耳朵接受听觉信息，对驾驶而言，视觉信息占了有效信息的绝大部分，本文的研究重点也是视觉信息，文中的感知主要指视觉感知。这些信息将传递给大脑，使大脑理解当前所处的交通环境；接下来进入行为阶段，大脑控制运动器官完成对车辆的具体操作，如使用手转动方向盘及切换档位，使用脚踩油门、刹车、离合踏板等。对人类驾驶行为的研究，往往集中在对驾驶人头、眼、手、脚这些具体运动器官的行为模式研究上。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "驾驶人的决策依赖于很多因素，最直接的是驾驶环境，如前后车距离、交通信号灯指示、各类动静态障碍物等，驾驶人需要持续进行视觉扫描以确认当前的环境状态，对于视觉扫描的效率与效果的量化也是研究的热点；另外还依赖于驾驶人的驾驶经验与驾驶习惯，一般而言，成熟的驾驶人具有稳固的驾驶模式，在变道、转弯、泊车等任务中，头、眼、手、脚的使用表现出很强的规律性。最后，驾驶人的决策也依赖于自身的状态，如在注意力集中时驾驶表现很好，而酒驾、疲劳驾驶、打电话时就很难做出安全的决策。因此，驾驶环境、驾驶人能力、驾驶人状态是该领域研究的三个主要方面，该领域的的研究对提高驾驶效率与安全性起到了重要的作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "对于人类认知而言，驾驶任务可以分为自顶向下和自底向上两种模式，前者一般指在任务驱动下，驾驶人主动完成视觉扫描等感知任务，再依据获得的信息进行决策；后者一般指在突发状况下，驾驶人应激做出的反应，这种模式下驾驶人获得的信息较少，更多凭借经验决策。目前对于这两种模式的研究均有大量成果。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "眼动与头动配合完成视觉感知，对驾驶非常重要。眼动主要执行视觉扫描任务[I，获取周围环境信息并反馈给大脑[2]，这种视觉信息占到了人脑接收信息的$7 0 \\% ^ { [ 3 ] }$ 。一个人的眼动反映出了他是如何观察并认识环境的，体现他思考的过程和注意力集中的程度，这引起了研究者的兴趣。在心理学领域，研究者通过眼动数据了解被试的关注重点、认知负荷与行为模式，在医疗诊断[4]、广告[5]等领域具有诸多应用；在人工智能领域，感知是决策的前提，因此研究者希望通过研究人类的感知模式来指导人工智能算法的改进，例如提出注意力机制，在计算机视觉中，重点关注与判断相关的重要信息，而忽略掉不相关的内容[。在驾驶中，被试的眼动反映出了其重点关注的区域与思考的过程，与驾驶的安全息息相关。如在准备转弯时，必然要先看向转弯方向，确定没有安全隐患后再转弯。随着眼动追踪错误!未找到引用源。技术的发展，市场上眼动仪的采样率与分辨率不断提升，为眼动研究人员提供了更好的设备支持，眼动数据分析成为了一个有挑战的课题，眼动也成为驾驶领域的研究热点，研究者希望通过眼动数据深度挖掘出人的认知模式。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "眼动的范围是有限的，超过某个角度时就需要头部运动的帮助，以扩大人的视野[8-10]。有研究证明，头眼运动的协调性可以作为驾驶表现的一种衡量[]。最简单的例子就是车辆转弯，在转弯前司机总是要先转头，观察没有危险后再打方向盘转弯，这样才能确保安全。这样来看，头动对于驾驶人保持方向平稳度具有重要意义——驾驶人很难在头乱动时保持直行，也很难在头不动时顺利转弯。头动的意义对驾驶的意义不仅于此，头动对于驾驶方向也具有预测作用，头动模式也能反映出驾驶人的驾驶状态。如DoshiA等人[12提出，相比眼睛运动，头部转动可以更早地体现驾驶人的转向意图；J.McCall等人[13]构建一种基于车辆横向位置、车辆运行参数和驾驶人头部运动的车道变换意图识别系统DIIS，Liu T等人[14融合驾驶人眼动及头动特征，通过半监督学习方法训练了认知分心识别模型。另外，头动数据容易采集，已有多种基于视觉的方法计算头部姿态[15-17],只需要摄像头即可实现，研究成果易于推广。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "驾驶行为研究实验一般可分为\"实车实路\"驾驶与虚拟仿真驾驶。前者指被试在真实道路上驾驶真实车辆完成指定实验，通过CAN线传送驾驶行为数据，好处是实验结果基本与现实一致，缺点是具有一定安全风险，部分数据准确率低，并且场景不可定制，寻找合适实验的场景难度较高；后者指被试使用各类驾驶模拟器，在虚拟的场景中完成实验，模拟器可实时反馈被试的各类行为数据。虚拟现实（VirtualReality，VR）是一门逐渐兴起的计算机技术，它使用计算机技术，创造出一个可能包含视觉、听觉、触觉、嗅觉的虚拟世界呈现给用户，使用户具有更加沉浸和真实的体验，它具有沉浸感、交互性、构想性三个基本特征[18]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "对于认知实验，虚拟现实的优点是可以定制化开发场景，并免去高昂的实物成本，另外可以最大化给被试营造真实的氛围和逼真的体验，同时精准采集人与车辆的各类数据，最重要的是，极大地提升了实验的安全性。因此我们利用VR技术开展实验。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "我们在虚拟现实环境下设计场景与任务，招募被试参加实验，进行数据建模与分析，最终提出驾驶人认知行为模式方面新的发现并加以讨论。该工作的重要意义在于挖掘驾驶中的认知行为规律，提升驾驶的效率及安全性；对驾驶表现进行量化评价，可应用于驾驶考试及训练；构建驾驶状态监测系统，对驾驶状态异常及时预警；对自动驾驶算法具有一定借鉴意义。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.2国内外研究进展",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在\"人-车-环境\"交通系统中，驾驶人是核心，也是研究的热点。对于驾驶人的研究，最重要的是其感知特性，即驾驶人如何获取周围环境信息。视觉感知更是其中的重点。在视觉感知中，一个重要的概念是视野，它和驾驶人的头动眼动行为直接相关。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "BallK等人[]提出了“有效视野”（UsefulField ofView,UFOV）概念，指完成指定视觉任务所需要的特定范围或视野。它是在不进行眼动和头动的情况下，可以清晰获取特定视觉信息的视野范围，比临床测量的视野范围要小，会忽略大多数余光部分。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Clay OJ等人[20]通过驾驶实验证明了UFOV与驾驶表现存在正相关,与视力、其他视觉感觉功能和各种认知领域的标准评估相比，UFOV评估与客观驾驶性能相关时获得的效应量较大，这突出了高阶视觉认知过程在预测驾驶性能中的应用。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "YanliMa等人[21通过道路驾驶实验，考察不同认知负荷下驾驶人的视觉注意固定和转移特征。首先，利用熵值法对视觉注意进行宏观分析。其次，构造了马尔可夫一瞥一步和两步转移概率矩阵，从微观角度研究了不同条件下的视觉转移特征。结果表明，男性驾驶人的注视熵值比女性驾驶人高 $2 3 . 0 8 \\%$ 。在正常驾驶状态下，驾驶人对车内系统的注视并不是连续的，注视后往往会迅速转向车头和左侧区域。在认知负荷下，驾驶人的视觉转移只集中在前方和右侧区域。在轻度认知负荷下，驾驶人的视线轨迹主要集中在较远的前方区域。随着负荷水平的增加，过渡轨迹转移到前侧和远侧的连接处,为提高交通安全水平提供了实践指导。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "WinterJ等人[22]在一条主干道和一条住宅区街道分别进行驾驶实验，并记录眼动分布的大小和形状的数据，以描述视觉适应特性。他们发现二者的观看行为和眼动分布具有明显差异，这些分布反映了司机倾向于寻找预期危险的位置。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "ChikhaouiB等人[23]提出了一个基于驾驶速度的老年人视觉注意自动检测的新问题。所有最先进的方法都试图通过UFOV测量了解老年人在道路上的表现。该方法利用长短期记忆(LSTM)等深度学习模型，从驾驶速度数据中自动提取特征，用于预测驾驶人的视觉注意力。通过在真实数据集上的大量实验表明，该方法能够基于驾驶速度预测驾驶人的视觉注意，具有较高的准确性。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "同时，也有研究人员根据社会人口因素研究驾驶人感知能力。对于年龄，随着年龄的增长，驾驶人的感知能力呈现先上升后下降的趋势[24]。这是因为，年轻人由于经验不丰富，在驾驶中容易低估环境中存在的风险，感知的效率较低，速度较慢[25]。而老年人由于身体机能状况衰退，认知与反应能力下降，导致其接收和加工信息的能力下降，表现为感知的速度变慢。同时，随着年龄增长，其视觉特性会发生变化，视野范围变小[26]，并存在反应延迟、注意力分散等问题[27-28]。对于性别，研究发现，与男性相比，女性在感知方面敏感度更高。男性会更容易表现出对自己驾驶能力的肯定，从而弱化感知意识，低估风险并更倾向于采取激进的驾驶行为。女性驾驶人较为谨慎，但更容易出现操作错误[29]。女性驾驶人更愿意承担自己驾驶水平的欠缺，从而会采取更谨慎的驾驶策略，如在风险发生降低车速。RhodesN将这种差别归因于女性的风险感知意识与能力强于男性[29]。SantamarinaR 等人[31]对 2004-2008 年期间加泰罗尼亚地区男性和女性的道路交通伤害风险，拟合泊松回归模型，发现年轻男性和老年女性是风险水平较高的两个群体。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "驾驶表现的评估也是研究的热点。研究者希望提出各类指标来量化驾驶人的驾驶表现，其目的包括（1）判断驾驶人驾驶能力是否合格，可对短板进行针对性训练，以提高驾驶水平，减少失误，降低事故率；（2）实时判断驾驶人驾驶状态，若发生异常及时预警；（3）将表现指标应用于智能驾驶，指导算法工程师改进算法以提升智能驾驶表现。该评估工作的核心依据是安全性和效率，然而两者都很难衡量，而且需要在不安全的条件下进行实验，违反科学伦理。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "FullerR等人[32]提出了任务-能力接口模型(task-capability interface，TCI),在该模型中，任务难度产生于驾驶任务需求与驾驶人能力之间的动态接口。当能力超过需求时，任务很容易;在能力等于需求的情况下，驾驶人是在其能力的极限下操作，任务非常困难。如果需求超过了能力，那么这个任务就定义为太难了，司机无法完成任务，就会发生失控，这可能会导致碰撞或汽车冲出路面。因此，从本质上讲，任务难度与任务需求和驱动能力的差异成反比。在静态能力水平下，任何推高任务需求的事件都将因此减少这一关键差异，增加任务难度，并潜在地挑战安全性。例如，使用手机可能是一项额外的任务，这使得需求超出了司机的能力。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "WangC等人[33]采用车道定位标准差、轨迹偏移、转向轮换向率、方向盘加速度等一系列指标来量化驾驶人转向控制上的驾驶表现。他们使用一辆汽车来检验速度和自然视觉分心(后方车辆的速度和相对距离估计)对驾驶人保持在车道上能力的影响。结果是与正常驾驶相比，视觉分心会导致保持在车道上的能力受损，并且在分心驾驶和正常驾驶状态下，驾驶速度对驾驶表现的影响是相似的。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AnikD等人[34]采用车道位置偏移标准差为驾驶表现指标，研究在低可见度条件下驾驶人的车道保持能力。他们的数据集是SHRP2，采用关联规则挖掘方法。共考虑了124次雾天驾驶和 248 次晴天驾驶(即2次晴天驾驶和1次雾天驾驶)。结果表明，受影响的能见度与较差的车道保持表现相关的几个规则。此外，男性驾驶人、较多车道、水平曲线的存在等附加因素是导致较差车道保持表现比例较高的显著因素。此外，去年驾驶里程数增加的司机保持车道的表现更好。本研究结果可帮助交通从业人员在有限能见度条件下选择有效的对策，以减少冲出路外事故事故。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Itkonen TH等人[35]基于大量自然数据集的研究，调查了76名在高速公路环境中驾驶的人的驾驶风格。他们发现，在保持纵向和横向安全裕度、换车道频率、加速和速度偏好方面，驾驶人之间的大多数差异可以归结为两个维度，硬指标和软指标，并将其解释为围绕心理努力和权宜的习惯性动机。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Tement S等人[36尝试研究驾驶行为(如超速、弯道、追尾和急转弯)如何在低和高的驾驶需求中展开，以及它们是否取决于先前与压力反应有关的人格因素。在驾驶模拟器中，50名持有有效驾驶执照的受试者 $5 6 . 6 \\%$ ,女性，年龄 $: \\mathbf { M } = 3 0 . 1 3$ $\\mathrm { S D } = 1 0 . 1 6 )$ 暴露于不同信息处理水平和车辆操作需求的驾驶场景中。此外，他们还填写了一份评估自己神经质程度的自我报告问卷。文章发现，在对信息处理要求较高的情况下，驾驶行为变得更安全，而这种模式在车辆操作需求中没有出现。此外，研究还发现，神经质程度高的人更不容易使自己的行为适应更高的信息处理要求。该研究为模拟驾驶环境下的驾驶需求提供了新的见解，并指出了在理解驾驶行为时探索个性和情境因素之间的交互作用的潜在重要性。此外，该研究的结果可用于驾驶人教育计划的调整。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Rongjie $\\mathrm { Y u }$ 等人[37基于自然驾驶数据，提出了一种新的纵向驾驶能力评价与排序方法。首先从风险暴露和严重程度的角度提出了两个基于责任敏感安全(RSS)的驾驶能力指标。然后，引入贝叶斯 Tobit分位数回归(BTQR)模型，从出行特征、操作条件和道路特征等方面探讨驾驶能力指标与出行水平特征之间的关系。建模结果表明，夜间驾驶和较高的平均车速会导致较高的纵向碰撞风险和严重程度。此外，BTQR 模型在不同分位数水平之间提供了不同的因子显著性，如驾驶时间仅在驾驶能力指标的高分位数时显著，说明驾驶时间只影响纵向风险暴露大、密切跟随倾向强的驾驶人。接着，通过实例分析，给出了如何应用所开发的模型来获得相对纵向行驶能力排名的方法。最后，从商业车队安全管理以及无人驾驶车辆纵向行驶行为与人驾驶行为对比等方面讨论了模型的应用。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Lings $\\mathsf { S } ^ { [ 3 8 ] }$ 招募身体健全的健康人和下肢瘫痪患者参加驾驶实验。在健康人群中，如预期的那样表明，男子的肌肉力量比妇女大，而且男子在执行主要取决于运动速度和力量的功能时要快得多。然而，除此之外，没有显著的性别差异。几乎所有的变量都显示出年龄依赖性，这在男性中最为明显。 $3 2 \\%$ 的被试犯了刹车不转方向盘或转错方向等错误。错误的发生率和严重程度与性别或年龄无关。52例下肢瘫痪患者与109例正常人进行了比较。轻瘫的程度与反应时间有关，但痉挛的程度只是很小的程度。结果表明，在速度为 $8 0 \\mathrm { k m / h }$ 时，轻度轻瘫可使反应距离增加约 $2 3 \\mathrm { m } ( 1 5 \\% )$ ，中度轻瘫可使反应距离增加约 $5 0 \\mathrm { m }$ 0",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "HancockPA等人[39]试图确定以高水平运动成功为代表的时空技能是否会转移到驾驶上，如果是的话，这种转移是否由驾驶人的性别介导。通过紧急制动测试，文章比较了男性、女性运动员和非运动员的驾驶能力，结果表明，运动员在时间接触方面取得了显著的长期性，因此也获得了卓越的持续时间。因此，运动参与的优势并没有出现在运动时间上，而是在环境中产生理想表现的能力上。我们发现，男性和女性在驾驶方面没有显著差异，然而，参与运动显然转移到驾驶方面，因此提供了体育活动本身的内在奖励之外的好处。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "驾驶人状态关系到交通安全，因此研究者希望提出各种驾驶人状态监测系统（drivermonitoring system，DMS），这也成为了研究热点。美国汽车协会交通安全基金会(AAAFTS)的一项研究将驾驶人的注意状态分为以下五类错误!未找到引用源。：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（1）专注的；（2）分心的；（3）望而不见的（4）困倦的（5）未知的除了（1）外，其他状态均会对交通安全造成严重威胁。目前对于状态监测的主要研究思路有以下几种。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（1）非线性建模技术",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "人类的认知很难用线性模型来表示。因此，在驾驶人注意力不集中检测领域大量采用非线性建模技术。采用机器学习技术的非线性建模可以从噪声数据中提取信息，在训练前不需要先验知识。机器学习中的一些机制可以避免对非线性建模进行过拟合，从而产生比传统学习方法(如logistic 回归)更健壮、更通用的模型，这只会最小化训练误差。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "人工神经网络(Artificial neural networks,ANNs)已经在许多科学和工程领域得到了研究和应用。人工神经网络的主要优势之一是，它们在不了解数据模式的情况下从数据中推断出解决方案，即，即使输入和输出之间的方程不存在，它们也能从经验中提取模式。这个特性非常重要，因为在大多数实际情况下，很难建立准确的投入产出关系。人工神经网络还具有一般化的能力(例如，它们以合理的准确性响应与原始训练模式大致相似的模式)，这是非常有用的，因为真实世界的数据是有噪声的、扭曲的，而且经常是不完整的。人工神经网络是非线性的，这使得它们能够比线性技术更精确地解决一些复杂的问题错误!未找到引用源。。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "贝叶斯网络(Bayesian networks,BNs)有几个优点，使其非常适合描述人类行为。首先，网络网络的层次结构可以系统地呈现来自不同来源和不同抽象层次的信息，也可以捕获概率关系。其次，BNs不仅是一种计算模型，也是一种知识表示形式。与支持向量机等其他数据挖掘方法不同，BNs揭示了生成模型预测的关系。第三，BNs可以处理数据缺失的情况。假设的确定性将根据BNs的推理而改变，当新的证据被加入时，它将利用概率依赖网络合并新的数据。由于这些优点，BNs可用于人类行为建模，并已被用于检测不注意[42]。尽管有这些优点，但创建一个正确和稳定的BNs模型需要广泛的计算能力和大量的训练数据。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（2）主观报告度量",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "卡罗林斯卡睡意量表(Karolinska Sleepiness Scale,KSS)是最常用的睡意主观自评工具;KSS使用的值如表1-1所示。Kaida 等人[43]使用 EEG、行为学等嗜睡主观指标对KSS的效度和信度进行了研究。他们的研究表明，KSS与脑电图和行为变量密切相关，这表明KSS在测量睡意方面具有很高的效度。",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/21d830eb8ba6142bce082838e29e5fcda4e4f7b07d688dd05d46a8894c6be6d4.jpg",
        "table_caption": [
            "表1-1卡罗林斯卡睡意量表"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>KSS</td><td>主观描述</td></tr><tr><td>1</td><td>警惕度极高</td></tr><tr><td>2</td><td>非常警醒</td></tr><tr><td>3</td><td>比较警醒</td></tr><tr><td>4</td><td>有点警醒</td></tr><tr><td>5</td><td>既不警醒也不困倦</td></tr><tr><td>6</td><td>有一点困倦</td></tr><tr><td>7</td><td>困倦，但不需要非常努力就可以保持清醒</td></tr><tr><td>8</td><td>困倦，但是可以努力保持清醒</td></tr><tr><td>9</td><td>非常困倦，需要极大努力保持清醒</td></tr><tr><td>10</td><td>极度困倦，无法保持清醒</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（3）驾驶人生物度量",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "生物信号包括脑电图(EEG)、心电图(ECG)、眼电图(EOG)和表肌电图(sEMG)。这些信号是通过与人体皮肤接触的电极收集的。脑电图的空间分辨率为 $2 0 \\mathrm { m m }$ 时间分辨率为0.001s。它被广泛应用于脑活动研究领域。近年来，研究人员提出了多种从原始脑电图数据中提取特征用于疲劳检测的方法。在时域上，脑电图振幅的平均值、标准差和平方和是最常用的特征。在频域，常用脑电图频谱各波段 $( \\beta , \\ a , \\ \\theta , \\ \\delta )$ 的能量含量、平均频率和重心、自回归移动平均(ARMA)和功率谱估计等其他模型也被一些研究者用于提取EEG 特征。就其一致性和疲劳发生而言，最可靠的模式是 $\\beta$ 波、 $\\mathfrak { a }$ 波、0波和δ波。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（4）驾驶人物理度量",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "在[44]中，PERCLOS、闭眼时间(ECD)、眨眼频率、点头频率、凝视固定和正面脸姿势被归一化并作为模糊推理系统的输入进行疲劳检测。基于层次模糊划分(HFP)方法，利用诱导知识将不同的语言术语及其对应的模糊集分布在每个输入中。然后，采用剪枝法快速原型算法 $( \\mathrm { F D T + P } )$ 自动生成一致性、无冗余、可解释的模糊规则。然后，采用简化过程实现更紧凑的知识库，以提高可解释性和保持准确性。最后，三个变量(固定凝视、PERCLOS 和ECD)被确定为检测驾驶人疲劳的关键线索。将其与模糊系统融合，最终达到 $9 8 \\%$ 的疲劳检测精度。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "X Fan等人[45]利用人脸的Gabor特征表示来进行疲劳检测。人脸定位后，对人脸区域应用Gabor小波，获得人脸不同尺度和方向特征。然后，将相同尺度上的特征融合到一个尺度上进行降维。最后，利用AdaBoost算法从动态特征集中提取最关键的特征，构建一个用于疲劳检测的强分类器。据报道，这种方法在不同性别、不同姿势和不同照明的人体实验对象上都有很好的效果。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1.3研究现状评述",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "对于驾驶感知，目前工作主要集中在驾驶人视觉特性的分析上，如给出不同的感兴趣区域（Area Of Interest,AOI）划分，分析眼动在不同AOI间运动的规律。其优点是通过AOI为视觉扫描赋予了语义，可以解释驾驶人思考的过程和关注的区域。但是其不足之处是对感知原理的挖掘深度不够，仅仅做了表层上的解释。眼动并不一定与AOI完全相关，在很多视觉扫描中，驾驶人并不是在搜寻特定物体，而只是探索周围环境，少有研究量化这种认知行为。另外，驾驶中头动对视觉扫描具有非常重要的作用，然而对头动的研究成果也非常少，我们希望能综合眼动头动，提出一个较为整体的感知模型。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "对于驾驶表现评估，目前研究一般是评估被试在特定任务下的特定能力表现，任务包含变道转弯、不良天气驾驶、夜间驾驶等，能力包含速度保持能力、转向控制能力、应激反应能力等。其研究思路是对照实验，设置难度等级不同的多组实验，然后检验被试驾驶指标是否存在显著差异。目前研究的局限性是无法从人的认知行为数据中提炼、建模出更通用性的评估指标。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "对于驾驶状态监测，目前主流的研究思路收集被试的各项行为数据，使用深度学习的方法对状态进行分类。其优势是对于特定场景准确率很高，缺点是数据样本量较少，而且最重要的是其系统是一个“黑盒子”，结果无法解释。我们更希望研究驾驶状态和行为数据之间的具体关系。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1.4研究贡献与创新",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "本课题的主要研究内容是探究驾驶人在进行日常驾驶任务时，其感知-行为的规律与模式。具体而言，我们搭建虚拟现实驾驶场景，设置匀速平稳驾驶任务，邀请30个志愿者参加实验，并获取实验数据。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "我们对驾驶过程的头、眼、手、脚四个运动器官进行整体建模，以充分挖掘驾驶过程中各器官的协作规律与模式。我们在这方面的贡献包括：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（1）使用传递熵建立了头、眼、手、脚全局与局部的因果网络模型，分别反映了驾驶流程整体与特定时刻器官间的协作模式。（2）提出了网络平均传递熵指标，用以衡量驾驶人的反应能力与各器官间的协调性。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "本文的主要创新之处在于提出的模型和指标具有通用性，不仅仅针对单一任务，在任何场景下均可以使用。另外，据目前所知，本文第一次量化地单独研究驾驶中的头动模式，将其与驾驶的方向控制建立关系；第一次将因果网络用于人类感知-行为量化计算，并以此为依据较完整地分析了驾驶任务中的认知特点。最后，本文强调了认知计算的可解释性，所建立的数学模型均是“白盒子”，所有结论均从认知角度进行了分析。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1.5论文组织结构",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "本论文正文共由四章组成。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第一章是绪论，主要介绍驾驶认知领域的研究背景，介绍国内外研究现状并加以分析，解释其中存在的不足之处，从而引出本文的研究内容，最后介绍本文的研究成果和创新之处。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "第二章是背景知识与相关工作。介绍了完成实验所需要的虚拟现实技术方法、头动眼动追踪方法，以及搭建算法模型所用到的信息论工具和因果网络模型。最后，介绍为了检测结果使用的相关性分析工具。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "第三章是实验设计方案。介绍了基于虚拟现实的场景设计以及相应的软硬件情况，并介绍了实验任务与实验流程的细节。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "第四章使用传递熵建立了头、眼、手、脚全局与局部的因果网络模型，分别反映了驾驶流程整体与特定时刻器官间的协作模式。提出了网络平均传递熵指标，用以衡量驾驶人的反应能力与各器官间的协调性。最后根据一个具体的转弯案例进行了深入分析。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "第2章相关理论",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "本章将介绍和研究相关的若干理论。首先介绍为了开展实验所需要的虚拟现实技术和为了收集数据所需要的眼动头动追踪技术。然后介绍了为了实现算法与数学模型用到的信息论工具和因果网络。最后介绍了相关性分析工具，它用来验证我们结论的正确性。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2.1虚拟现实与眼动头动追踪 ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2.1.1虚拟现实技术",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "要实现虚拟现实，首先需要三维建模技术，其主要目的是创造三维物体，构建三维环境。原理上，三维物体可看做是由多个面拼接起来的，而每个面可由不同的三角形组合而成，三角形的信息仅包含三个顶点。这样就可以将一个三维物体拆解成很多顶点数据，形成其几何信息。这里需要说明的是，精细复杂的物体可能包含的三角形面数非常多，渲染产生的开销非常大，此时可以使用细节层级（LevelsofDetail，LOD）技术，即对同样一个物体，创建不同精细度的模型，分别包含不同数量的三角形面。当用户远离物体时，展示较粗糙的模型，当用户离近时展示较精细的模型。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "确定好几何信息后，下一步是纹理贴图。纹理是一种针对物体表面属性进行“建模\"的高效技术。图像纹理中的像素通常被称为纹素，区别于屏幕上的像素。通过将投影方程运用于空间中的点，从而得到一组称为参数空间值的关于纹理的数值，再使用一个或者多个映射函数将参数空间值转换到纹理空间。这个过程就称为贴图,也就是纹理贴图。将2D图像上的每一点精确对应到3D模型物体表面，在点与点之间的间隙位置进行图像光滑插值处理，这就是UV映射。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "同时为了实现驾驶中的碰撞效果防止穿模，需要增加物理引擎。为场景中每一个物体增加包围盒，确定其碰撞检测范围，然后实现碰撞检测算法，即实时检测场景中是否存在两个包围盒相交，具体可使用OBB算法。最后定义碰撞事件发生后的逻辑脚本与动画。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2.1.2眼动追踪技术",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "最早的眼球追踪器是在19世纪末制造的。它们在技术上很难建造，大多是机械的，对参与者来说不是很舒服。EdmundB39使用了一种带有部分冷却密封蜡的咬合棒;这确保参与者保持头部不动。直到20 世纪初，DodgeR等人[47]才介绍了从中央凹拍摄外部光源反射的原理。这种方法的侵入性要小得多，近年来已成为记录眼球运动的主要技术。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "这种技术通过记录眼睛的位置和转动来跟踪被试的注视点。通常使用光学的方法来实现，即使用摄像机对眼睛实时照相，捕捉角膜反射产生的差异，这叫做瞳孔中心角膜反射技术。具体而言，眼睛旋转时，瞳孔中心映射在摄像机传感器上的位置会变化。但是，因为反射源不会相对于摄像头移动，角膜反射的位置相对固定在摄像头传感器上，这使眼球旋转可以轻松被捕获。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "如果眼睛完全固定在空间中不发生移动，并只是简单地绕其自身的中心旋转，则仅在摄像机传感器上跟踪瞳孔中心的变化就可以确定注视/凝视的位置。实际上，仅瞳孔跟踪仍可以在某些头戴式或基于“眼镜\"的眼动仪中使用，无论头部如何移动，相机和眼睛之间的关系都保持相对固定。但是，对于台式或遥测式眼动仪，即使使用下巴/前额托来稳定头部，也无法防止头部的微小移动（与眼睛相反），并且这些头部动作也会改变瞳孔的位置在眼睛跟踪相机传感器上。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "基本上，基于视频的眼动仪有一个红外照明和一个眼动摄像机，通常还有一个附加的场景摄像机用于头戴式眼动仪。照明设备和相机可以放在被试面前的桌子上，也可以放在他们的头上。本文所使用的是头戴式眼动仪，它的优点是便携，并且头动不会妨碍眼动。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "2.1.3头动追踪技术",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "最简单的检测头动的方式是使用惯性传感单元（InertialMeasurementUnit,IMU），可将IMU附着于被试头上某个位置，这样IMU会随着被试头部运动记录加速度与旋转数据，就可以得到头动数据。这也是本文的使用的做法——我们使用的VR头显中具有IMU。这种方法最大的优点是数据准确度高，缺点是不太方便，成本较高，需要用户戴头盔。因此在实验室中较为常用，但在日常驾驶中可能并不方便。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "如果条件不允许头部附着IMU，那么可以采用基于视频理解的计算机方法来实现头部姿态估计。其优点是成本低廉，使用智能手机或车载摄像头即可实现，并且完全不会干扰驾驶。但是需要注意，这种方法是一种估计，并不能准确计算出头转角的真实数值。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "追踪方法可以以自底向上的方式操作，从一帧到另一帧跟踪低级的面部标志。早期的工作考虑了六个特征点(使用相关窗口跟踪)，并从弱视角几何[48]确定头部运动。一种更复杂的方法是假设人脸是正字法空间中的一个平面。在这种情况下，可以通过加权最小二乘确定任意两帧之间的最佳仿射变换来恢复两个DOF。该问题被简化为旋转模糊，能够提供头部方向[49]。早期的方法使用传统的最小二乘法在仿射几何[50]和弱透视几何[51]下自动拟合选定的面部点。全局 SSD 跟踪器大致跟踪整个面部，因为局部特征是从这个区域内跟踪的。最近，这些方法发展为更复杂的技术，使用鲁棒 SIFT[52描述符匹配特征点，并使用3D人脸形状的先验知识[53-54]或立体和基于RANSAC的匹配[5]来恢复全透视投影下的姿态变化。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "2.2信息论工具",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "2.2.1熵与互信息",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "香农在信息论领域提出了熵的概念，即与选择相关的平均信息或不确定性[56]。它被定义为:",
        "page_idx": 14
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { H ( X ) = - \\sum _ { x \\in \\mathbb { X } } p ( x ) l o g p ( x ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "这里 $\\mathrm { { \\mathcal { A } } ( X ) }$ 代表了熵的值,单位是bits(当使用log的底为2时）或者nats(当时用自然对数时)，X是包含随机变量X所有可能事件的集合， $\\textbf { \\em x }$ 是一个个体事件。$\\mathfrak { p } ( \\mathbf { x } )$ 是每一种事件发生的概率.",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "如果有两个随机变量X 和Y，我们可以使用联合熵，它量化了它们联合分布的不确定性。计算方法如下：",
        "page_idx": 14
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { H ( X , Y ) = - \\sum _ { x \\in \\mathbb { X } } \\sum _ { y \\in \\mathbb { Y } } p ( x , y ) l o g p ( x , y ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "如果一个随机变量依赖于另一个随机变量，那么我们使用条件熵来量化当已知 $\\mathbf { \\boldsymbol { x } }$ 时，关于 $\\mathsf { y }$ 的平均不确定性。它由下式定义：",
        "page_idx": 14
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { H ( Y | X ) = - \\sum _ { x \\in X } \\sum _ { y \\in Y } p ( x , y ) l o g p ( y | x ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "我们可能还想知道X和Y之间共享信息的量。那么我们可以使用互信息。它是对它们的统计依赖性的度量，由下式给出：",
        "page_idx": 14
    },
    {
        "type": "equation",
        "text": "$$\nI ( X ; Y ) = H ( X ) + H ( Y ) - H ( X , Y )\n$$",
        "text_format": "latex",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "我们还可以根据概率计算互信息，如下所示：",
        "page_idx": 14
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { I ( X { : } Y ) = \\sum _ { x \\in \\varOmega _ { x } , y \\in \\varOmega _ { y } } p ( x , y ) l o g _ { 2 } \\frac { p ( x , y ) } { p ( x ) p ( y ) } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "2.2.2 传递熵 ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "传递熵可以表示两个序列间的因果关系，本质上是一种不确定性的度量。如果知道P序列后，对Q序列信息的不确定度要下降，那么说明 $ { \\mathrm { P } }  { \\mathrm { : ~ } }  { \\mathrm { Q } }$ 之间具有因果关系，其不确定度减小的数值就是传递熵。其数学定义如下式。",
        "page_idx": 15
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { T E _ { Q - > P } ^ { ( l , k ) } = I ( P _ { t } ; Q _ { t - 1 } ^ { ( l ) } | P _ { t - 1 } ^ { ( k ) } ) } \\\\ & { \\qquad = \\mathrm { H } ( P _ { t } | P _ { t - 1 } ^ { ( k ) } ) - H ( P _ { t } | P _ { t - 1 } ^ { ( k ) } , Q _ { t - 1 } ^ { ( l ) } ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "其中 $P _ { t }$ 和 $Q _ { t }$ 分别是 $\\mathrm { ~ \\bf ~ P ~ }$ 序列和Q序列在 $\\mathrm { ~  ~ { ~ t ~ } ~ }$ 时刻的观测值， $P _ { t - 1 } ^ { ( k ) }$ 和 $Q _ { t - 1 } ^ { ( l ) }$ 分别是 $\\mathrm { ~ \\bf ~ P ~ }$ 序列和 $\\mathsf { Q }$ 序列的历史序列 $\\{ P _ { t - k } , . . . , P _ { t - 1 } \\}$ 和 $\\{ Q _ { t - l } , . . . , Q _ { t - 1 } \\} \\circ \\mathrm { H } ( \\cdot \\mid \\cdot )$ 表示条件熵。这里1与 $\\mathbf { k }$ 被称作历史长度，是一个可调参数。在本实验中我们取 $\\scriptstyle 1 = \\mathbf { k } = 1$ 。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "还可以推出局部传递熵，表示为在某时刻 $\\mathrm { ~ \\bf ~ P ~ }$ 序列对Q序列的信息传递，定义如下式。",
        "page_idx": 15
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { L T E _ { p - > q } ( n , \\tau ) = l o g _ { 2 } \\frac { p ( y _ { n } | y _ { n - 1 } ^ { k } , x _ { n - \\tau } ^ { l } ) } { p ( y _ { n } | y _ { n - 1 } ^ { k } ) } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "其中 $\\mathbf { n }$ 为观测的时刻， $\\boldsymbol { \\tau }$ 为信息源 $\\mathrm { ~ \\bf ~ P ~ }$ 向信息宿传递信息的时延，本文中我们取 $\\scriptstyle \\tau = 1$ 。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "2.3因果网络",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "为了研究复杂系统中各个变量之间的关系，以实现预测、异常检测等应用，提出了因果网络的概念。它基于图模型，将系统中的各个变量当做节点，将变量间存在的因果关系当做边，其中边可以是有向边或者无向边，这取决于是否考虑因果传递的方向性。这里简单介绍三种传统的因果网络模型，并且介绍研究中使用到的网络的一些通用概念及指标。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "2.3.1贝叶斯网络",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "贝叶斯网络是一种概率图形模型，它提供了一个有效解决涉及不确定性问题的框架。贝叶斯网络表示为有向无环图(G)，节点(N)和边(V)，其中每个节点代表一个随机变量，服从一定的分布，节点之间的边表示节点之间的逻辑关系。贝叶斯网络的主要优点是利用多个随机变量之间的条件独立关系，紧凑地表示它们的联合密度。从应用的角度来看，贝叶斯网络已被应用于故障检测与诊断领域。基于工艺流程图和工艺数据提供的工艺知识，建立了工艺变量之间的因果关系。利用贝叶斯网络，通过推理和识别规则，识别故障的位置[58-59]。此外，贝叶斯网络在专家系统领域发挥着重要作用，帮助用户在正确的时刻做出关键决策[60]。贝叶斯网络处理不确定性的能力是这项工作的主要动机，使用它们作为工具，重新制定数据协调问题，考虑状态中的不确定性。到目前为止，在过程系统工程的文献中，数据协调和贝叶斯网络(基于知识的模型)被视为两个独立的主题。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "2.3.2 马尔科夫网络",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "马尔可夫网络（也叫做马尔可夫随机场、概率无向图模型）与贝叶斯网络有相似之处，它也可用于表示随机变量之间的依赖关系。但它又叶斯网络有所不同。一方面它可以表示贝叶斯网络无法表示的一些依赖关系，如循环依赖；另一方面，它不能表示贝叶斯网络能够表示的某些关系，如推导关系。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "马尔可夫网络是一组有马尔可夫性质的随机变量的联合概率分布模型，它由一个无向图 $\\mathbf { G } = ( \\textbf { V } , \\mathbf { E } )$ 表示和定义于G上的势函数组成。在图G中，结点表示随机变量，边表示随机变量之间的依赖关系。无向图G中任何两个结点均有边连接的结点子集(完全子图)称为团。在无向图中，对每个团定义一个势函数，用来表示团内随机变量之间的相关关系。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "2.3.3基于传递熵的因果网络 ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "基于传递熵的因果网络是一种带权值的有向图网络，变的方向代表信息传递方向，权值为传递熵的值。其优点是传递熵对异常值反应较为灵敏，可及时判断出系统异常，在异常监测系统中具有广泛应用。如雅斯太61在化工的田纳希一伊斯特曼过程中使用该网络，取得了很好的异常预警效果。本文也使用该网络进行研究。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "2.3.4网络相关概念指标",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(1)节点度",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "度是与某节点直接相连的节点数量。在无向图中，不区分连接的方向，因此也代表该节点连接的边的数量，其计算公式是：",
        "page_idx": 16
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { K _ { i } = \\sum _ { j \\in V } a _ { i j } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "其中 $K _ { i }$ 表示第i个节点的度，V表示节点的全集， $a _ { i j }$ 表示节点i与 $\\mathrm { j }$ 之间的连接情况， $a _ { i j } { = } 1$ 说明两节点有边相连， $a _ { i j } = 0$ 说明两点间无直接连接。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "在有向图中，边带有方向，因此需要区分出度和入度，分别表示从某节点出发可以直接到达的节点的数量，以及可以直接到达某节点的节点的数量。其计算公式分别为：",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { c } { { K _ { i } ^ { o u t } = \\sum _ { j \\in V } a _ { j i } } } \\\\ { { { } } } \\\\ { { K _ { i } ^ { i n } = \\sum _ { j \\in V } a _ { i j } } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "据此，可以推出网络平均度的概念，它值网络中所有节点的度数的平均值，用以表示网络中连接的稀疏水平，其计算公式是：",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { K = \\frac { 1 } { N } \\sum _ { i \\in V } K _ { i } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "其中N为网络中节点的总数量。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(2)信息流增益",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "每个节点都有流入信息和流出信息。流入信息是所有流入该节点权值的总和，流出信息是流出该节点权值的总和，其计算公式分别是：",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { f l o w \\_ i n _ { m } = \\sum _ { j = 1 } ^ { N } T E _ { m j } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { f l o w \\_ o u t _ { m } = \\sum _ { j = 1 } ^ { N } T E _ { j m } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "其中 $\\mathbf { m }$ 表示第 $\\mathbf { m }$ 个节点， $\\mathbf { N }$ 是其他所有节点的总数目。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "将流出信息与流入信息的比值定义为信息流增益，其含义是 $\\mathbf { m }$ 节点在整个网络中的信息传输的贡献度，也是节点重要性的体现。若某节点的信息流增益越大，则说明该节点传输信息能力越强，该节点越重要；反之，则说明该节点很可能是信息的被动接收方，较少有信息流出。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(3)全局效率 ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "我们需要用一个指标衡量整个网络的连通程度，这也代表着信息在网络中传递的效率。因此选用全局效率这个指标。它的定义是所有节点对最短路径的倒数的平均值。其表达式如下：",
        "page_idx": 17
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { E _ { g l o b e l } = \\frac { 1 } { N ( N - 1 ) } \\sum _ { i , j \\in V , i \\ne j } \\frac { 1 } { l _ { i j } } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "其中 $l _ { i j }$ 表示 $\\mathrm { ~ i ~ }$ 节点到 $\\mathrm { j }$ 节点的最短距离，如无法到达则取值正无穷大。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "2.4相关性分析工具",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "为了衡量两个变量之间的相关性，需要使用相关性分析指标。常用的三个指标分别是斯皮尔曼相关性系数（SROCC），肯德尔相关性系数（KROCC）和皮尔森相关性系数（PLCC）。另外，对于时序序列，还可以使用互相关系数。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "（1）斯皮尔曼相关性系数",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "斯皮尔曼相关性系数是一种非线性相关系数，它使用数据的排序来代替数值本身，这样可以消除量纲，在数据非线性分布情况下较为适用。在计算时，首先对X，Y序列分别从小到大排序，标注每一个数据的等级，然后将两组数据中两两的等级差记为d用于后续计算。其计算公式为：",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { r _ { s } = 1 - \\frac { 6 \\sum _ { i = 1 } ^ { n } d _ { i } ^ { 2 } } { n ( n ^ { 2 } - 1 ) } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "其中 $\\mathbf { n }$ 表示样本数量。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "（2）肯德尔相关性系数",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "肯德尔相关性系数比较适用于呈正态分布并且连续型的数据，它也是一种非线性分析工具。其定义是数据中同序对和异序对之差与总对数（ $\\mathbf { \\Phi } ( \\mathbf { n } ^ { * } ( \\mathbf { n } \\mathbf { - } 1 ) / 2 ) ,$ ）的比值。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "（3）皮尔森相关性系数",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "皮尔森相关性系数是一种线性相关系数，是最常用的一种相关系数，用来反映两个变量X和Y的线性相关程度，记为 $\\mathbf { r }$ ，具体定义如下式。",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { r = \\frac { \\sum _ { i = 1 } ^ { n } ( X _ { i } - \\overline { { X } } ) \\left( Y _ { i } - \\overline { { Y } } \\right) } { \\sqrt { \\sum _ { i = 1 } ^ { n } \\left( X _ { i } - \\overline { { X } } \\right) ^ { 2 } } \\sqrt { \\sum _ { i = 1 } ^ { n } \\left( Y _ { i } - \\overline { { Y } } \\right) ^ { 2 } } } } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "（4）互相关系数",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "对于两个时序序列，我们可以将其看做是两个信号。信号间的相似被称为相关，可以使用互相关系数来度量两个信号间的相似性，这也同样可以用于确认两个变量是否相关。其计算公式为：",
        "page_idx": 18
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r } { \\hat { R } _ { x y , c o e f f } ( m ) = \\frac { 1 } { \\sqrt { \\hat { R } _ { x x } ( 0 ) \\hat { R } _ { y y } ( 0 ) } } \\hat { R } _ { x y } ( m ) } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "对于以上相关性分析系数，其范围均为[-1,1]。其中，大于0表示正相关，Y随X的增长而增长；小于0表示负相关，Y随X的增长而减小。系数的绝对值表示相关性的程度，绝对值越大则相关性越强。1表示完全相关，0表示完全不相关。一般认为，绝对值大于0.3则可说明变量间具有相关性。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "第3章实验设计方案",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "3.1虚拟现实环境及场景",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "驾驶行为实验一般可分为\"实车实路\"驾驶与虚拟仿真驾驶。前者指被试在真实道路上驾驶真实车辆完成指定实验，通过CAN线传送驾驶行为数据，好处是实验结果基本与现实一致，缺点是具有一定安全风险，部分数据准确率低，并且场景不可定制，寻找合适实验的场景难度较高；后者指被试使用各类驾驶模拟器，在虚拟的场景中完成实验，模拟器可实时反馈被试的各类行为数据。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "在本实验中，我们需要研究头动、眼动等认知数据，并且希望可以高度定制化场景，排除易干扰的视觉刺激。因此，参考前人工作[62]，我们选择使用虚拟现实技术完成实验，使用驾驶模拟设备（见图3.1）并使用Unity[63]创建实验所需的虚拟场景。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "场景仿照郊区公路设计，具有道路、斑马线、树、路灯等基础交通元素。出于我们实验设计目的，场景不能过于复杂以增加视觉干扰，影响被试驾驶，因此没有设置建筑物、行人、其他车辆等元素。道路为来往方向各两车道，共四车道，驾驶人被要求保持在前进方向的快车道上行驶。整个行驶路线共9条直道8个拐弯。图3-1是被试进行实验的场景",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "我们使用UnityCar插件来仿真驾驶人驾驶的车辆。其具有左、右、后视镜，仪表盘上显示当前档位和车速，被试在虚拟环境中也能看到。被试可以通过方向盘和踏板直接控制车辆行驶。被试的眼动、头动数据，方向盘、油门刹车的操作数据，车辆的位置、速度、加速度数据均会被实时记录以供后续分析。",
        "page_idx": 20
    },
    {
        "type": "image",
        "img_path": "images/3762235df13338f4d1df0cb4d2ba7601af5e8a624545e24fbd0b469c200ef6e7.jpg",
        "img_caption": [
            "图3-1志愿者进行实验 "
        ],
        "img_footnote": [],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "3.2 参与者",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "我们邀请了30名天津大学的学生参加我们的实验。其中包含16男14女，年龄均值21.91岁,标准差1.54岁；驾龄均值1.04年，标准差1.15年。他们均色觉正常，视力正常或矫正正常，拥有驾驶经验，不晕3D和VR，符合实验条件。所有参与者在参与实验前均给予口头知情同意，我们给予了参与者一定的现金补贴。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "3.3实验设备",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "我们使用了HTCVive头戴VR显示器，来显示VR驾驶场景，其中搭载了惯性传感器，实时记录头动数据（俯仰角和摇摆角）。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "VR头显内嵌了七鑫aGlassDKII型号眼动仪[64],其可以获取眼睛的注视方向和瞳孔大小。采样率为 $9 0 \\mathrm { { H z } }$ ，最高精度为0.5度。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "LogitechG29 驾驶套件包含方向盘和脚踏板，我们用来实现仿真自动挡驾驶，被试使用驾驶套件来操作虚拟车辆。被试操作设备的数据（方向盘转向，油门刹车力度）将被实时记录。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "以上所有时序数据将在滤波后使用。实验过程中实验员使用桌面显示器观察被试驾驶情况。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "实验机配置为：CPU为Intel i7-6700K，GPU为NVDIAGeForce GTX1080,内存32GB。其性能满足实验要求。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "3.4实验流程",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "（1）实验前谈话：告知参与者本实验的目的和要求。其任务主要是平稳匀速驾驶，具体要求包括：（a）车速尽量保持 $4 0 \\mathrm { { k m / h } }$ 匀速行驶（b）尽量保持水平方向的平稳度，除转弯外尽量沿直线行驶。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "（2）练习阶段：这个阶段，参与者在场景中自由驾驶，我们不设置任何任务，目的是让参与者熟悉场景和设备，确保其在进行正式实验前达到较高的熟练度。此阶段时长约5-8分钟。练习时我们会在一旁观察，确保参与者熟练保持车速、平滑转弯。如果我们认为其驾驶表现不够稳定则会让其继续练习直至熟练掌握。当我们及被试都认为已熟练掌握时，即可结束该阶段。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "（3）正式实验：驾驶人将按照指定路线完成驾驶，路线将由语音提示，类似于现实中的语音导航。除了（1）中设置的要求外，没有其他任务，目的是尽量潜在的干扰。整次实验的驾驶时间约为8—10分钟",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "（4）实验后访谈：询问参与者驾驶的主观感受，试图通过这种方式了解驾驶中的行为机制，如：“为什么有一个弯转的特别急，你是如何补救的？”另外询问我们仿真实验的沉浸感和逼真度（得到了较高的评价，证明了实验的可行性和数据的可用性）。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "第4章驾驶过程因果网络建模与分析",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "4.1概述",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "我们认为驾驶是一种多器官协同工作的任务，希望站在更宏观的角度，通过因果网络建模的方式，研究驾驶中各器官的协同工作模式。",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "在驾驶中，驾驶人需要用到的器官包括头、眼、手、脚：头负责转动以调整视野，眼负责观察周围环境，手负责转动方向盘（在本仿真驾驶中不需要考虑手动挡及手刹)，脚负责踩油门和刹车踏板(在本仿真驾驶中不需要考虑离合踏板)。宏观来看，头和眼主要负责驾驶中的环境感知，手主要负责方向控制，脚主要负责速度控制。头和眼执行感知层任务，手和脚执行行为层任务。四者分工较为明确，并且合作密切。因此我们可以将这四个器官看做驾驶行为网络的四个节点，节点的数据表述如表4-1所示。",
        "page_idx": 23
    },
    {
        "type": "table",
        "img_path": "images/ea7032ddc6a1ef71af0af65e9ae67bec77bac00984561d3f17149cd81fbc1f0a.jpg",
        "table_caption": [
            "表4-1网络节点的数据描述"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>节点名称</td><td>数据表述</td></tr><tr><td>头</td><td>3列，分别代表每帧头动朝向角向量的三个分量</td></tr><tr><td>眼</td><td>3列，分别代表每帧经眼动仪处理后等效眼动朝向角向量的三个分量</td></tr><tr><td>手</td><td>1列，代表每帧方向盘转向数据，取值范围是[-1,1]，-1代表最左，1 代表最右</td></tr><tr><td>脚</td><td>2列，分别代表每帧油门和刹车力度数据，取值范围是[-1,1]，-1代表 力度最小（没踩），1代表力度最大</td></tr></table></body></html>",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "驾驶过程中器官之间是存在着相互作用的。比如，刚驾驶人想观察右侧视野盲区的车况时，他一般会先将头右转，再用眼睛扫视目标区域，这个过程中存在着头对眼的带动作用；再比如转弯时，驾驶人一般会先踩刹车减速，再转方向盘，这体现了脚对手的带动作用。当然，实际中，这种相互作用的方式可能是多变并且因人而异的，我们希望对其进行建模，深入分析其中的共性与个性。",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "所谓“相互作用”，实际是一种因果关系，我们可以使用传递熵来量化这种作用的强度。每两个节点A、B之间存在着两个传递关系 $\\mathbf { A } { \\cdot } { > } \\mathbf { B }$ 、 $\\mathbf { B } \\mathrm { - } > \\mathbf { A }$ ，因此存在着两个传递熵TA->B、TB->A，将其作为两个节点间两条有向边的权值。 $\\mathrm { T _ { A \\cdot > B } }$ 的物理含义是A器官动作对B器官动作的影响水平。另外，我们还可以使用局部传递熵，建立每个时刻的四器官因果网络模型。下面将全局和局部两个角度，进行结果展示与分析讨论。",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "4.2全局模型与分析讨论",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "4.2.1全局模型",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "每一位被试均有一个自己的因果网络，反映其自己的驾驶行为模式。30 个被试的平均因果网络如图4-1所示。纵轴为因节点，横轴为果节点。对应坐标的值代表从因节点到果节点的传递熵值。特别地， $\\mathrm { T _ { A \\cdot > A } = 0 }$ 。",
        "page_idx": 24
    },
    {
        "type": "image",
        "img_path": "images/a00279e8ca8b6917ece8bdb36d998691a8859db80f4728846978d4ad1c84637f.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 24
    },
    {
        "type": "image",
        "img_path": "images/bee72ef9ae4a8d114d3c8ba6c9f659239442cd0dea1640393489eb2bcd9ae0a2.jpg",
        "img_caption": [
            "图4-130个驾驶人的因果网络"
        ],
        "img_footnote": [],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "这30个子图看起来很相似：忽略主对角线数据全为0，可看出右上角区域（头 $_ - >$ 眼，眼 $_ - >$ 头）数据都比较大，右下角区域（手 $_ - >$ 脚，脚 $. >$ 手）数据都比较小。说明人们通常的驾驶模式是具有一定普遍性的。我们对30个被试数据取平均，得到了一个能反映普遍驾驶模式的网络，如图4-2。从全局平均网络中也能看出上述结论，证明了使用该因果网络方法可以较好地提取不同驾驶人的普遍驾驶特征。我们将会对这些特征进行深入分析。",
        "page_idx": 25
    },
    {
        "type": "image",
        "img_path": "images/de854a9a86e2ccbd2a43791542ddb54a023f8d6192e002ebe6fbb4169101d432.jpg",
        "img_caption": [
            "图4-2所有驾驶人的平均因果网络"
        ],
        "img_footnote": [],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "4.2.2节点分析",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "在信息交互网络中，信息会在节点间传递，在节点中存储。然而流入节点和流出节点的信息量在大多数时候都是不一样的，网络的总信息量也是不守恒的。这是因为节点会加工信息，导致信息量增加或者减少。增加意味着节点本身根据原有信息，输出了新的信息，该节点在整个网络中的行为模式是更趋于“主动”的，将人作为智能体看待，该器官是优先被调度的器官。反之若减少，则说明该节点更趋于“被动”，该器官经常被其他器官带动而非主动工作。我们计算全局平均网络每个节点的信息流增益，以分析该节点在信息交互网络中的贡献和重要性程度，结果如表4-2所示。",
        "page_idx": 26
    },
    {
        "type": "table",
        "img_path": "images/6384b0b4fdfd4ad0e14e39f481bade3ab96878c902b7b9188b1852747b864d12.jpg",
        "table_caption": [
            "表4-2 各节点信息流增益"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>节点名称</td><td>信息流增益</td></tr><tr><td>头</td><td>0.7076</td></tr><tr><td>眼</td><td>0.9531</td></tr><tr><td>手</td><td>1.3452</td></tr><tr><td>脚</td><td>2.0506</td></tr></table></body></html>",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "可以看出，信息流大于1的是手和脚，小于1的是头和眼，并且数据差距显著。前二者执行的是典型的行为任务，包括转方向盘，踩油门、刹车，其动作与车辆驾驶直接相关；后二者执行的是典型的感知任务，主要是观察环境。行为层节点远重要于感知层节点，我们对此讨论如下：",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "（1）这和实验设置的任务有重要关系。我们的任务是匀速平稳驾驶，尤其是要求车速尽量保持在 $4 0 \\mathrm { { k m / h } }$ 。这要求被试会将大部分注意力集中在车速控制上，需要时刻注意调整踩油门的力度，而由于环境较为简单，我们也没有设置突发事件，被试不太需要过多关注周围环境，因此被试普遍采取了重行为轻感知的驾驶策略。我们认为这和任务的自顶向下认知特性非常相关。",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "（2）我们发现，感知层的平均状态持续时间要长于行为层，具体数据如表4-3。这意味着，一次感知事件（如扭头、扫视）可以给驾驶人提供具有一定时长的信息，而在这段时间内驾驶人通常无需再使用头、眼来获取更多信息，便可顺利完成行为层任务。想象一下，让一个人闭着眼睛走路很困难，但如果允许他每三秒睁眼看下路再闭上，这就会变得很容易（在静态场景中），因为视觉具有记忆性，每次睁眼获取的视觉信息足够支撑其在一定时间内运动。我们推测被试也采取了相似的感知策略，每隔一段时间才会执行一次视觉搜索，这样可以减小认知负荷，将更多的精力使用在完成任务上。",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 27
    },
    {
        "type": "table",
        "img_path": "images/dd7e08f3323d8fb15be4ce57a0e54c01a99c503bd98efebdd074f6cb36bf1747.jpg",
        "table_caption": [
            "表4-3各节点运动平均状态持续时间"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>节点名称</td><td>平均状态持续时间(毫秒)</td></tr><tr><td>头</td><td>410.73</td></tr><tr><td>眼</td><td>457.88</td></tr><tr><td>手</td><td>149.51</td></tr><tr><td>脚</td><td>177.83</td></tr></table></body></html>",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "4.2.3边分析",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "网络中的有向边权值是传递熵，代表着因果关系，即信息传递。TA->B越大，说明知道A的信息后，对B信息的不确定度越小，即从A流入B的信息越多。我们希望找出30个被试中，普遍较强的边和普遍较弱的边，以分析被试通常会采取哪些认知行为策略，通常不会采取哪些认知行为策略。",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "具体做法是，现在有30个网络，每个网络中有12条有向边。在每个网络中，权值最大的四条边记为 $+ 1$ 分，权值排中间四名的记0分，权值排后四名的记-1分。每条边在30个网络中算出总分（范围是[-30,30]），取出前4名，称为强关系因果网络（强网络），取出后4名，称为弱关系因果网络（弱网络）。总分值见表4-4，强、弱因果网络见图4-3。",
        "page_idx": 27
    },
    {
        "type": "table",
        "img_path": "",
        "table_caption": [
            "表4-4各有向边信息传递强度分值"
        ],
        "table_footnote": [],
        "page_idx": 28
    },
    {
        "type": "image",
        "img_path": "images/28f3d51d8f203bc24241948f703a171506e1b2765bbad5a57faf099abe298c4c.jpg",
        "img_caption": [
            "图4-3强因果网络（左）与弱网络（右）"
        ],
        "img_footnote": [],
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "从强网络可以看出，头和眼具有很强的关联性，而且两个方向的信息传递都很强，这符合我们之前的研究结论[73]，证明了感知层器官工作具有高度的协同性和紧密性，头和眼必须高度协作才能顺利完成感知任务。另外可以看出，脚 $. >$ 头，脚 $. >$ 眼信息传递很强，这与上节的结论相同，脚居于主要地位，负责控制速度，这是本实验中驾驶的主要任务；头、眼居于次要地位，为驾驶人提供必要的环境信息。",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "从弱网络可以看出，手和脚之间的关联性非常低。我们分析其原因是，手主要负责方向控制，脚主要负责速度控制，在我们的实验中，并没有很多需要二者高度协同工作的任务，如变道等。大部分时候手和脚处于独立工作状态，因此这个结果是合理的。此外头->脚，眼->脚的信息传递较少，这和之前的分析一致。",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "我们认为感知在本实验中属于次要任务，因此传递较弱。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "4.2.4网络指标分析",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "如第四章，我们根据驾龄选取了新手组（驾龄<1年，共8人）和经验丰富组（驾龄 $> 2$ 年，共9人）。我们选取了一些刻画因果网络属性的指标，分析它们在组间是否具有差异。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "（1）网络平均度",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "网络平均度是所有节点的度数的平均值，可以用来衡量网络的连通性。对于人类驾驶而言，网络平均度越大，说明节点间信息传递更充分，驾驶的协作程度越高，可能作为驾驶人驾驶能力的一种度量。新手组和经验丰富组的平均网络平均度分别为1.188 和1.469，分布如图5-4。二者平均值相差较大但并不显著$( \\mathrm { F } ( 1 , 1 5 ) { = } 3 . 4 8 , \\mathrm { p } { = } 0 . 0 8 )$ 。",
        "page_idx": 29
    },
    {
        "type": "image",
        "img_path": "images/5b79aa84fe470db8171092a37011b0d139100afce4ecab5237e726f2766d0baf.jpg",
        "img_caption": [
            "图4-4新手组与经验丰富组网络平均度对比"
        ],
        "img_footnote": [],
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "（2）网络平均传递熵",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "和（1）类似，我们进行改进，计算每条边的平均权值，即网络的平均传递熵，用以度量网络传递信息的负荷，相当于不做二值化处理的网络平均度，该指标更能充分量化信息传递的程度。新手组和经验丰富组的平均网络平均传递熵分别为0.109 和0.142，分布如图4-5。二者平均值相差较大且显著 $( \\mathrm { F } ( 1 , 1 5 ) { = } 1 0 . 6 ,$ $\\mathsf { p } { < } 0 . 0 0 1 )$ ,我们推荐可以使用该指标度量驾驶的器官协作水平。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/f5c472e8fb115f4f9699ef2dee3dfa3ed7fff7d2f18d4804b624ba7b915d6e1c.jpg",
        "img_caption": [
            "图4-5新手组与经验丰富组网络平均传递熵对比"
        ],
        "img_footnote": [],
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "（3）全局效率",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "全局效率可用于衡量网络传递信息的快慢，实际上可看作为驾驶人反应速度的指标。新手组和经验丰富组的平均全局效率分别为0.467和0.557，分布如图4-6。二者平均值相差较大但并不显著 $( \\mathrm { F } ( 1 , 1 5 ) { = } 2 . 6 4 , \\mathrm { p } { = } 0 . 1 3 )$ ",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/5ea5b760c85c428c77b53c65a253375822a4b6615e7b67db4a7ce2805db652f7.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "4.3局部模型与分析",
        "text_level": 1,
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "除了使用传递熵建立全局模型外，我们还可以使用局部传递熵建立局部模型，即在一次实验中，某位被试在不同时刻的驾驶表现。综合网络指标、主观评价，我们选取驾驶表现较好的22号被试，以他的数据为例进行局部分析。",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "4.3.1转弯与直行表现分析",
        "text_level": 1,
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "我们首先分析被试在转弯和直行时的局部传递熵区别。分别统计转弯路段和直行路段12个传递关系的局部传递熵，计算显著性差异，结果如表4-5。其中，差异显著（ $\\scriptstyle \\left. \\mathtt { p } { < } 0 . 0 5 \\right.$ ）的传递关系包括：头->眼，眼->头，眼->手，手->头，手 $. >$ 眼，手 $. >$ 脚，脚 $. >$ 头，称为转弯时特征传递关系，其网络图如图4-7，这代表了转弯时的特征网络。这7组特征传递关系，其具体数值如图4-8，可以发现转弯时传递熵均显著大于直行时传递熵，说明转弯时需要更多的信息传递，即器官协调配合。我们认为该网络反映出驾驶人在转弯任务中应表现出的器官协作关系，其具有潜在的应用价值。如在驾驶培训中可作为参考，如收集学员的驾驶数据与之对比，了解其哪里不协调并针对性训练；另外也可用于酒驾、疲劳驾驶监测。",
        "page_idx": 31
    },
    {
        "type": "table",
        "img_path": "images/aa1dd703bbed57d1509ef129bbd0f7af7788fac781a6eedb9478a0db97de007a.jpg",
        "table_caption": [
            "表4-5各传递关系在转弯与直行时的显著性差异"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>传递关系 p值</td></tr><tr><td>头->眼 0.007</td></tr><tr><td>头->手 0.141</td></tr><tr><td>头->脚 0.239</td></tr><tr><td>眼->头 0.001</td></tr><tr><td>眼->手 0.033</td></tr><tr><td>眼->脚 0.156</td></tr><tr><td>手->头 0.002</td></tr><tr><td>手->眼 0.006</td></tr><tr><td>手->脚 0.011</td></tr><tr><td>脚->头 0.001</td></tr><tr><td>脚->眼 0.871</td></tr></table></body></html>",
        "page_idx": 31
    },
    {
        "type": "image",
        "img_path": "images/32cf1a946d7dd7bc333e9f92776b81b71ee193c41fd394091b5fa7e87022a72d.jpg",
        "img_caption": [
            "图4-7转弯特征网络"
        ],
        "img_footnote": [],
        "page_idx": 32
    },
    {
        "type": "image",
        "img_path": "images/dd2a80ef629794bca9f2307b7fdab21dee205ce8ada2f903470b01b8cc4de6e9.jpg",
        "img_caption": [
            "图4-8 转弯特征传递关系平均传递熵值"
        ],
        "img_footnote": [],
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "4.3.2转弯案例具体分析",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "转弯是一个很经典的驾驶场景，我们选取第22号被试第一次转弯的实例来分析其中的信息传递，整个转弯过程共持续约120帧。第3帧时，汽车还没有开始转向，而此时已经出现了脚->头，眼->头的信息传递，说明被试正在做转弯准备，包括踩刹车减速和转头调整视野。注意，驾驶过程中，头和眼谁先动是因人而异的，也是研究的热点，它们体现了两种不同的认知模式。对于该被试而言，此处展示了其眼带动头的模式。第5帧时，头 $_ - >$ 眼，手 $_ - >$ 眼传递变强，此时眼处于相对被动的地位。10-15帧时，头->眼，眼->头，脚->头出现正值。到目前为止，我们发现在转弯准备过程中，头和眼协作密切并经常交换主被动位置，这说明了认知过程的复杂性，我们认为从时序上看，头带动眼还是眼带动头并不是一成不变的，会随着时间不断变化，但是从总体上看，被试们头带动眼的倾向更强一些（4.2节结论）[78]对头动眼动使用倾向性的解释是，头动较为费力，但是搜寻目标更加准确；眼动范围有限，如果接近或超出视野则会有不舒适感。人类会针对如上差异做出适合自己的决策。我们认为在驾驶任务中，被试对于安全非常看重，尤其在陌生的环境中，更需要充分观察周围。因此被试总是倾向使用头动来做较大范围的视觉搜寻。当然，在此之前，被试可能先尝试仅用眼动扫视前方区域，因为这个区域对驾驶而言更加重要。",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "从第65帧起车辆开始剧烈转向，此时各器官间的信息传递亦波动剧烈，除了手->脚。这说明为了完成转弯任务，头眼手脚进行了非常密切的协作，而且经计算这种协作的量化水平远大于平时（4.3.1）。我们可以据此评估驾驶人的注意力状态、反应速度、协调程度等。此外，从时序上看，转弯时的信息传递呈现出峰谷相错的特点，即前一个时间段眼->头传递大，后一个时间段头 $. >$ 眼传递大，并如此循环一段时间，这反映出被试的一般认知规律，对认知计算研究具有重要参考意义。",
        "page_idx": 33
    },
    {
        "type": "image",
        "img_path": "images/54e3c990914a77f400b18967b1cd69681e5d536bde5ea1a15dc621f925970a81.jpg",
        "img_caption": [
            "图4-9一次转弯时的局部信息传递"
        ],
        "img_footnote": [],
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "4.4讨论",
        "text_level": 1,
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "因果网络应用于诸多领域，如化工[74]、社交媒体[75]、金融[76]、医学[77]等。在上述研究中，一般用图网络来描述一个客观系统，它包含若干个时序分量。并用传递熵等信息论工具量化分量间的因果性大小。上述研究的特点是：（1）研究对象具有客观性，研究目的一般是为了挖掘对象的客观规律。如，化学反应过程必然符合一定的化学原理，社交舆论反映了社会的普遍态度。其系统运作一定是基于规律的，但是这种规律并不是完全精确且绝对的，因此需要从概率的角度搭建模型描述规律，同时可以利用该模型实现预测、异常检测等应用。（2）网络结构一般较为复杂，节点数和边数较多。从而整体数据量较大，可以分析的角度较多。",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "与前人工作对比，本文的创新点在于：（1）在我们已知的范围内，这是第一次将因果网络引入人的认知与行为研究。部分认知领域工作，令被试完成特定的认识任务，对其大脑不同区域的脑电信号建模形成网络，但是仅能给出脑电机理层面上的解释，无法用来刻画人的认知行为规律。本文突破了传统研究思路，创造性地将器官使用作为网络节点，建立了头眼手脚网络模型。（2）建立的网络非常小，仅包含4个节点与最多12条边，因此提出适当的网络指标以评价网络。",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "下面将讨论这种建模方法的优点。首先，头眼手脚是驾驶过程中会使用到的四个主要器官，并且都受大脑支配，由被试本人的主观意志决定如何使用。这种主观意识可能是经过长期训练、实践后得到的科学的经验，也可能是并不可靠的随意决定。既和过往经验有关，也和被试该时刻的注意力、状态有关。使用网络可以清晰地描述这种感知-行为过程，并使用网络指标对其表现的好坏进行评价。",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "如，在实际实验中，被试对于转弯的做法是先刹车减速，再转方向盘。看似脚和手只有先后顺序，但是反映到数学模型上，却变成了一种因果关系。如果被试每次转弯总是先刹车再转方向盘，那么其因果性特别强，反映出其行为模式非常稳固；如果其有时先刹车再转方向盘，有时先转方向盘再刹车，那么我们认为他驾驶无规律，是一种较差的驾驶表现。将先后顺序理解为因果关系，这是一种非常明智的数学处理方法，将多模态数据很好地整合为一个整体模型。看似脚、手都直接受大脑控制，并无直接关联，但在因果网络中却有了直接的信息流动，这是一个很大的创新点，将主观的认知行为建模成了客观的信息流动模型。",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "因果网络模型可以分为全局模型和局部模型，分别描述被试整体的驾驶情况和某时刻或某时间段的驾驶情况，使用这种模型将使描述非常高效直观，可以方便地看出被试哪个器官用的不熟练或者哪些器官配合不协调，从而进行针对性训练；另外观察其局部模型，若有时间段该模型发生了很剧烈的变化，说明被试的认知与行为明显异常，可能是发生注意力不集中、酒驾、疲劳驾驶等情况，因此可以作为监测监视状态的一种方式。",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "可以时用网络的指标作为驾驶表现评价的指标。传递熵本身代表着因果性，即确定性，即驾驶行为稳定的程度，天然与驾驶表现对应。经过5.2.4节的分析，我们推荐使用网络平均传递熵。",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "本文的局限性主要在于没有充分使用其他有效手段评价被试的驾驶表现作对照，而只考虑了驾龄。其主要原因是驾驶表现这个概念本身就比较主观，我们只能提出一些数学指标作为某个方面驾驶表现的度量，但并不能完全等价于驾驶表现。",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "展望未来，本工作还有极大改进空间。首先，认知任务比较简单，仅为平稳匀速驾驶，会导致研究结果非常局限于该设定的任务。未来可以进行多种交通环境下的实验，如变道、超车、突发紧急情况等，可以研究驾驶人面对不同交通任务时的认知行为模式。另外，本文模型在驾驶这个话题上可能并未发挥其全部潜力，因为模型重点研究的是器官运动间的协调性，在驾驶中可能并未充分体现。我们认为可在舞蹈、竞技体育等领域进行更深入的研究。",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "[1] Rayner K. Eye movements in reading and information processing: 2O years of research[J]. Psychological bulletin,1998,124(3): 372.   \n[2] Shiferaw B A, Downey L A, Westlake J, et al. Stationary gaze entropy predicts lane departure events in sleep-deprived drivers[J]. Scientific reports, 2O18, 8(1): 1-10.   \n[3] Endsley M R. Toward a theory of situation awareness in dynamic systems[J]. Human factors,1995,37(1): 32-64.   \n[4] Jarodzka H, Boshuizen H P A,Kirschner P A. Cognitive Skills in Medicine// Catheter-Based Cardiovascular Interventions[M]. Springer Berlin Heidelberg, 2013.   \n[5] 龚映梅，姚楠，杨红娟．眼动实验与消费者决策研究述评[J]．科技和产业, 2021,21(04): 194-199.   \n[6] Kelvin Xu, Jimmy Ba,Ryan Kiros,Kyunghyun Cho,Aaron Courville,Ruslan Salakhudinov,Rich Zemel, and Yoshua Bengio. Show,attend and tell: Neural image caption generation with visual attention[C]. In ICML, pages 2O48-2057, 2015.   \n[7] Shic F, Chawarska K, Bradshaw J, et al. Autism, eye-tracking, entropy[C]//2008 7th IEEE International Conference on Development and Learning. IEEE, 2008: 73-78.   \n[8] Zhao Z X，Wei S M，Wang C . Eye-gaze tracking under unrestrained head movements[J]. Computer Engineering and Design,2009, 30(1): 247-250.   \n[9] Rahman Md. Junaedur and Beauchemin Steven S.and Bauer Michael A. Predicting driver behaviour at intersections based on driver gaze and traffic light recognition[J]. IET Intelligent Transport Systems,2020,14(14) : 2083-2091.   \n[10] Zhu M, Chen W M, Song X K ,et al. Research on Head Control of Humanoid Soccer Robot with Restricted View Field[J]. Computer Technology and Development, 2010.   \n[11] Lv Z,Xu Q, Schoeffmann K,Parkinson S. Transfer Entropy Based Causality From HeadMotion To EyeMovement[OL]. bioRxiv； 2021. DOI: 10.1101/2021.03.11.434910.   \n[12]Doshi A，Morris B T，Trivedi M M.On-Road Prediction of Driver's Intent withMultimodal Sensory Cues[J]. IEEE Pervasive Computing， 2011, 10(3):22-34.   \n[13] J. McCall et al., “Lane Change Intent Analysis Using Robust Operators and Sparse Bayesian Learning[J],” to be published in IEEE Trans. Intelligent Transportation Systems, 2006.   \n[14] Liu T,Yang Y,Huang G B,et al. Driver distraction detection using semisupervised machine learning [J]. Electronic Imaging,2017, 2017(10): 20-26.   \n[15] COOTES T, EDWARDS G, TAYLOR C. Active Appearance Models[J].IEEE Trans PatternAnalysis and Machine Intelligence, 20O1, 23 (6) :681.   \n[16] MORENCY L P,DARRELL T.Stereo Tracking Using ICP and Normal Flow Constraint[C]//16th Intemational Conferenceon Patem Recognition, Cambrige: Anant Agarwal, 2002, 4(1) : 40367.   \n[17] ZHAO Gang-qiang. Research on Key Techniques of Vision-based Large Head Pose Tracking[D]. Hangzhou: Zhejiang University, 2Oo9. (in Chinese)   \n[18] 张凤军，戴国忠，彭晓兰．虚拟现实的人机交互综述[J]．中国科学：信息科 学,2016, 46(12): 1711-1736.   \n[19] Ball K. Clinical Visual Perimetry Underestimates Peripheral Field Problems in Older Adults[J]. Clinical Vision Sciences,1990,5(2): 113-125.   \n[20] Clay O J，Wadley V G,Edwards JD , et al. Cumulative meta-analysis of the relationship between useful field of view and driving performance in older adults: current and future implications[J]. Optometry & Vision Science Official Publication of the American Academy of Optometry, 2005, 82(8): 724-31.   \n[21] Yanli Ma, Shouming, Qi,Yaping Zhang, Guan Lian,Weixin Lu,Ching-Yao Chan. Drivers. Visual Attention Characteristics under Different Cognitive Workloads: An On-Road Driving Behavior Study[J]. International Journal of Environmental Research and Public Health, 2020,17(15)   \n[22] Winter J, Fotios S,Volker S. Gaze direction when driving after dark on main and residential roads: Where is the dominant location? [J]. Lighting Research & Technology, 2017, 49(5):574-585.   \n[23] Chikhaoui B ,Ruer P，VF Vallieres. A Deep Learning Method for Automatic Visual Attention Detection in Older Drivers[J]. Springer, Cham, 2019.   \n[24]卜猛猛,秦雅琴,隋英楠.基于人格和人口统计学变量的驾驶风险差异分析研 究[J]．华东交通大学学报,2016,33(2):86-92.   \n[25] BATES L J,DAVEY J,WATSON B,et al. Factors contributing to crashes among young drivers[J]. Sultan Qaboos University Medical Journal， 2014,14(3): e297-e305.   \n[26] RUNDMO T,DE IVERSEN H. Hazard perception and driving behaviour among adolescents in two Norwegian counties before and after a traffic safety campaign[J]. Safety Science, 2004, 42(1):1-21.   \n[27] BUNCE D, MACREADY A. Processing speed, executive function,and age differencesin rememberingand knowing[J]. The Quarterly Journalof Experimental Psychology Section A,2005, 58(1): 155-168.   \n[28] SCIALFA C T, ESAU S P, JOFFE K M. Age,target - distractor similarity, and visual search[J]. Experimental Aging Research,1998,24(4): 337-358.   \n[29] WINTER J,DODOUD. Thedriver behaviour questionnaire as a predictor of accidents: a meta-analysis[J]. Journal of Safety Research, 201O, 41(6): 463-470.   \n[30] RHODES N,PIVIK K. Age and gender differences in risky driving: the roles of positive affect and hazard perception[J]. Accident Analysis & Prevention, 2011, 43(3): 923-931.   \n[31] SANTAMARINA-RUBIO E，PEREZ K，OLABARRIA M，et al. Gender differences in road traffic injury rate using time travelled as a measure of exposure[J]. Accident Analysis & Prevention,2014, 65: 1-7.   \n[32] Fuller R. Towards a general theory of driver behaviour[J]. Accident Analysis & Preventi0n，2005，37(3): 461-472.   \n[33] Wang C,Li Z, Fu R,et al. What is the difference in driver's lateral control ability during naturalistic distracted driving and normal driving? A case study on a real highway[J]. Accident Analysis & Prevention,2019, 125(APR.): 98-105.   \n[34] Anik Das，Mohamed M.Ahmed，Ali Ghasemzadeh. Using trajectory-level SHRP2 naturalistic driving data for investigating driver lane-keeping ability in fog: An association rules mining approach[J]. Accident Analysis & Prevention, 2019, 129(AUG.): 250-262.   \n[35] Itkonen T H, Lehtonen E, Selpi S. Characterisation of motorway driving style using naturalistic driving data[J]. Transportation Research Part F: Traffic Psychology and Behavior,2020, 69:72-79.   \n[36] Tement S,Plohl N,Horvat M,et al.Driving demands, stress reactivity and driving behavior: An interactional approach[J]. Transportation Research Part F: Traffic Psychology and Behavior,2020, 69: 80-90   \n[37] Rongjie Yu, Xiaojie Long,Mohammed Quddus, et al. A Bayesian Tobit quantile regression approach for naturalistic longitudinal driving capability assessment[J]. Accident Analysis & Prevention, 147.   \n[38] Lings S. Assessing driving capability: a method for individual testing: the significance of paraparesis inferior studied in a controlled experiment[J]. Applied Ergonomics,1991, 22(2): 75.   \n[39] Hancock P A，Kane M J, Scallen S,et al. Effects of Gender and Athletic Participation on Driving Capability[J]. International Journal of Occupational Safety & Ergonomics,2002, 8(2): 281-292.   \n[40] Stutts JC, Reinfurt D W, Staplin L W, et al. The Role of Driver Distraction in Traffic Crashes[J]. distraction, 2001.   \n[41] Eskandarian A， Sayed R，Delaigue P，et al. Advanced Driver Fatigue Research[J]. fatigue, 2007.   \n[42] J. Lee, M. Reyes,Y. Liang and Y.-C. Lee. Safety vehicles using adaptive interface technology [J]. Algorithms to assess cognitive distraction, 2007.   \n[43] K. Kaida, M. Takahashi, T. Akerstedt, A. Nakata, Y. Otsuka, T. Haratani, et al. Validation of the Karolinska sleepiness scale against performance and EEG variables[J]. Clin. Neurophysiol.vol.117, no.7, pp.1574-1581, Jul. 2006.   \n[44] L. Bergasa, J. Nuevo, M. Sotelo, R. Barea and E. Lopez. Real-time system for monitoring driver vigilance[J]. IEEE Trans. Intell Transp. Syst., vol.7, no. 1, pp. 63-77, Mar. 2006.   \n[45] X. Fan, Y. Sun,B. Yin and X. Guo.Gabor-based dynamic representation for human fatigue monitoring in facial image sequences[J]. Pattern Recognit. Lett. vol. 31, no. 3, pp.234-243,Feb.2010.   \n[46] Edmund B.Huey. (1898). Preliminary experiments in the physiology and psychology of reading[J]. American Journal of Psychology, 9, 575-586.   \n[47] Dodge. R.,& Cline, T. S. (1901). The angle velocity of eye movements[J]. Psychological Review, 8(2), 145-157.   \n[48] A. Gee and R. Cipolla. Fast Visual Tracking by Temporal Consensus[J]. Image and Vision Computing,vol.14, no. 2, pp. 105-114,1996.   \n[49] P. Yao,G. Evans,and A. Calway. Using Affine Correspondence to Estimate 3-D Facial Pose[J]. Proc. IEEE Int’1 Conf. Image Processing, pp. 919-922, 2001.   \n[50] T. Maurer and C. Von der Malsburg. Tracking and Learning Graphs and Pose on Image Sequences of Faces[J]. Proc. IEEE Int’l Conf. Automatic Face and Gesture Recognition, pp. 176-181,1996.   \n[51] K. Toyama. “Look， ma—no hands!” Hands-Free Cursor Control with Real-Time 3D Face Tracking[J]. Proc. Workshop Perceptual User Interfaces, pp. 49-54, 1998.   \n[52] D. Lowe. Distinctive Image Features from Scale-Invariant Keypoints[J]. Int'l J. Computer Vision, vol. 60, no. 2, pp. 91-110, 2004.   \n[53] S.Ohayon and E.Rivlin. Robust 3D Head Tracking Using Camera Pose Estimation[J]. Proc. 18th Int'1 Conf. Pattern Recognition, pp. 1063-1066, 2006.   \n[54] R. Yang and Z. Zhang. Model-Based Head Pose Tracking with Stereovision[j]. Proc. IEEE Int'l Conf. Automatic Face and Gesture Recognition, pp. 242-247, 2002.   \n[55] G. Zhao, L. Chen, J. Song, and G. Chen. Large Head Movement Tracking Using SIFT-Based Registration[J] Proc. ACM Int'l Conf. Multimedia, pp. 807-810, 2007.   \n[56] Shannon, C.E.， 1948.A mathematical theory of communication[J]. Bell Syst. Tech. J. 6,379-423   \n[57] Lizier JT, Prokopenko M, Zomaya AY. Local measures of information storage in complex distributed computation[J]. Information Sciences. 2012； 2O8:39-54. https://doi.0rg/10.1016/j.ins.2012.04.016   \n[58] S.J. Hashemi, F. Khan, S. Ahmed Multivariate probabilistic safety analysis of process facilities using the copula bayesian network model Comput[J]. Chem. Eng., 93 (2016), pp. 128-142   \n[59] H. Gharahbagheri， S. Imtiaz,F.Khan Root cause diagnosis of process fault using kpca and bayesian network Ind[J]. Eng. Chem.Res. 56 (8) (2017)， pp. 2054-2070   \n[60] J. Mori, V. Mahalec Planning and scheduling of steel plates production. part i: Estimation of production times via hybrid bayesian networks for large domain of discrete variables Comput[J]. Chem. Eng.,79 (2015), pp.113-134   \n[61]雅斯太．基于改进传递熵的因果网络建模研究及报警根源分析[D]．北京化 工大学,2016.   \n[62] Yadav A K, Velaga N R. Effect of alcohol use on accelerating and braking behaviors of drivers[J]. Traffic injury prevention, 2019,20(4): 353-358.   \n[63] Unity[N/OL], https://unity.cn   \n[64] 7invensun instrument aglass[N/OL], https://www.7invensun.com/xnxsxqy   \n[65] J.McCall et al. Lane Change Intent Analysis Using Robust Operators and Sparse Bayesian Learning[J]. to be published in IEEE Trans. Intelligent Transportation Systems, 2006.   \n[66] Bolboac Sorana-Daniela and Jntschi Lorentz. Pearson versus spearman, kendall's tau correlation analysis on structure-activity relationships of biologic active compounds[J]. Leonardo Journal of ences，vol. 5,no. 9,pp.179-200, 2006.   \n[67] Z. I. Botev. J. F. Grotowski. D. P. Kroese. Kernel density estimation via diffusion[J]. Ann. Statist. 38 (5) 2916 - 2957, October 2010.   \n[68] Hayley A C , Shiferaw B ,Aitken B ,et al. Driver monitoring systems (DMS): The future of impaired driving management?[J]. Traffic Injury Prevention.   \n[69] Wang XR,Miller JM,Lizier JT, Prokopenko M,Rossi LF. Quantifying and tracing information cascades in swarms[J]. PLOS ONE. 2012; 7(7): e40084.   \n[70] Wibral, M., Lizier, J., Vogler, S., Priesemann, V., and Galuske,R. (2O14).Local active information storage as a tool to understand distributed neural information processing[J]. Front. Neuroinform. 8:1.   \n[71] Wiebel-Herboth CB, Kru\"ger M, Wollstadt P (2021) Measuring inter- and intraindividual differences in visual scan patterns in a driving simulator experiment using active information storage[J]. PLoS ONE 16(3): e0248166.   \n[72] Zhang, Y., Tino, P., Leonardis, A., and Tang, K. A Survey on Neural Network Interpretability[OL] arXiv e-prints,2020.   \n[73] Lv Z, Xu Q, Schoeffmann K, Parkinson S. Transfer Entropy Based Causality From Head Motion To Eye Movement[OL]. bioRxiv; 2021.   \n[74] Downs JJ,Vogel E F. A plant-wide industrial process control problem[J]. Computers & Chemical Engineering,1993.17(3): 245-255   \n[75] Tunkelang D. A twitter analog to pagerank[J]. The Noisy Channel, 2O09, 44.   \n[76]陈湘鹏,何碧清．金融巨灾风险与宏观金融不确定性[J]．经济学 报,2019,6(01): 62-88.   \n[77] Haan W D, Pijnenburg Y A，Strijers R L ，et al. Functional neural network analysis in frontotemporal dementia and Alzheimer's disease using EEG and graph theory[J]. BMCNeuroscience,2009,10(1): 101.   \n[78] Sidenmark, Ludwig; Gellersen, Hans. Eye, Head and Torso Coordination During Gaze Shifts in Virtual Reality[J]. ACM Transactions on Computer-Human Interaction, 27(1), 1-40. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 42
    }
]