[
    {
        "type": "text",
        "text": "科研评价视角下的科技人物报道分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "刘晓娟\\*李歆然",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（北京师范大学政府管理学院北京100875）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[目的/意义]科技人物报道是媒体宣传业界典型、树立行业标杆的重要形式，其舆论导向在一定程度上影响科研人员对科研评价的认识与态度，以及良好学术环境的营造。本研究通过分析主流媒体在科技人物报道中如何刻画科研人员的科研活动及成果，促进我国科研评价方法体系的完善。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[方法/过程以《科技日报》中的科研人物报道为研究对象，根据词频分析科研人员的主要科研活动与成果；抽取关键评价句分析科研人员的标志性贡献；提取报道中的成果并从定性和定量两个角度归纳成果刻画维度。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[结果/结论]《科技日报》对科研人员多样化的科研活动及成果进行有侧重的报道，突出不同学科科研人员的贡献；通过各种定性、定量指标对不同类型成果的质量及影响进行刻画，且不同学科的成果类型和成果刻画维度有一定差异。人才评价时应将更多类型成果纳入评价体系且根据学科特征有所侧重；对于技术应用型成果，考虑增加针对性强的量化指标评价其质量和影响。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：科技人物报道科研评价科研成果评价指标",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：G322",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Analysis of science and technology figure reports from the perspective of research assessment ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Liu Xiaojuan Li Xinran ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（School of Government，Bei jing Normal University，Beijing 100875，China）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Purpose/Significance] Science and technology figure reports is an important form for the media to publicize profession models and set up profession benchmarks. Its public opinion guidance affects the understanding and attitude of researchers to research evaluation and the construction of a good academic environment to a certain extent. By analyzing how the mainstream media portray the research activities and achievements of researchers in science and technology figure reports， this study helps to improve China' s research evaluation system. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[Method/Process] The object of this study is the science and technology figure reports in SCIENCE AND TECHNOLOGY DAILY. The main research activities and achievements of researchers are analyzed according to the statistical results of word frequency. Key assessment sentences are extracted to analyze the symbolic contributions of researchers. The achievements in the reports are extracted and the achievement description dimensions are summarized from both qualitative and quantitative perspectives. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[Result/Conclusion] SCIENCE AND TECHNOLOGY DAILY comprehensively reports the diverse research activities and achievements of researchers,and describes various types of achievements through various qualitative and quantitative indicators from the perspectives of quantity，quality and impact. And there are differences in the selection and description of achievements according to the characteristics of disciplines. Based on this， some suggestions are put forward for the improvement of the research assessment criteria system. SCIENCE AND TECHNOLOGY DAILY reports on the diverse research activities and achievements of researchers, highlighting the contributions of researchers in different disciplines. The quality and impact of different types of achievements are described by various qualitative and quantitative indicators, and the achievement types and achievement description dimensions of different disciplines are different. In researcher evaluation, more types of achievements should be included in the evaluation system， and emphasis should be placed on the subject characteristics. For application-oriented achievements，it is considered to add targeted quantitative indicators to evaluate their quality and impact to improve objectivity. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: science and technology figure reportsresearch evaluation research achievementsevaluation criteria ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "科技进步推动国家与社会的发展，科研人员是科技创新的核心力量，在不同的学科领域开展基础研究、应用研究和开发研究，为国家创新发展和提高国际科技竞争力贡献力量。媒体是公众了解科研工作、认识科学本质的重要渠道，其塑造的科学家形象影响着公众对科学的整体认同错误！未找到引用源，当前中国科研人员所享有的社会信任及遭受的社会质疑，很大程度上都和公共媒介的科学家形象相关联[2]。优秀的科技人物报道对于弘扬科学精神、培养公众的科学素养、在全社会形成良好的科学氛围有重要价值，有助于引导公众理解、支持国家科技事业的发展。已有学者针对国内媒体中的科学家形象展开了研究，他们错误!未找到引用源。[2[][3][4]通过内容分析、语义网络分析等方法，归纳《人民日报》《中国科学报》、学习强国等媒体如何从工作、生活、精神品质等多个维度出发全面塑造科学家形象，就媒体如何发挥科学和公众之间的中介作用，推动科学传播、提升科学公信力提出建议。此外，还有学者[5关注到了科学家被部分新兴新闻媒体娱乐化的现象，并指出该做法会导致媒介公信力下降、公众对严肃新闻的关注度下降。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "科技人物报道除了增强公众对科学的整体认同，从社会舆论层面影响我国科技事业的发展，还会对我国的科研评价工作产生一定的影响。2002年至今，我国对科研评价政策进行了深入改革，颁布了一系列规范性文件，2018年印发的《关于开展清理“唯论文、唯帽子、唯职称、唯学历、唯奖项\"专项行动的通知》更是掀起了新高潮，相关部门试图建立一套以多元化创新为主的分类评价指标体系，与国际标准接轨，解决过去的评价体系中存在的过度追求量化指标、依赖外部评价指标等问题[6]。新闻报道能发挥实践外化的作用，为科技政策的制定、修正提供现实依据[2I，媒体从哪些角度报道科研人员的科研活动与成果，以及报道所引起的反响，对政策制定部门从评价方法、评价指标等方面完善我国的科研评价体系有一定的参考意义。另外，科研人员作为科技人物报道的另一重要受众，与其他公众相比会更加关注报道中与科技活动、成果相关的内容，在了解科技进展的同时，感受报道中的舆论导向。与国家科技政策导向一致的报道内容能起到良好的宣传作用，加深科研人员对“破五唯”的认识，引导科研人员将关注重点拉回“科研”本身，明确科研任务和使命，重视成果的实际影响，形成良好的学术氛围。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "本研究将从科研评价的视角对科技人物报道进行分析。我国主流媒体多从各个学科领域遴选取得卓越成就或为国家发展和社会进步做出突出贡献的代表性科研人员进行宣传报道，报道内容质量高且具有很大的舆论引导力和影响力。因此本研究以《科技日报》中的科技人物报道为研究对象，分析国家主流媒体如何刻画科研人员的科研活动及成果，为促进我国科研评价方法体系的完善提供启发。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2研究设计",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1数据来源",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "主流媒体具有很大的影响力和权威性，能够代表或左右舆论[7]，《人民日报》《光明日报》等中央级主流媒体承担着党和国家的舆论宣传任务，科技人物报道是其在科技领域开展宣传的重要选题之一。由科学技术部代管的科技日报社是党中央、国务院在科技领域的宣传主阵地，其主办的《科技日报》与其他中央主流媒体相比，更加频繁且定期发布科技人物报道，因此本研究将《科技日报》中的科技人物报道作为研究对象，通过中国重要报纸全文库（CNKI)，从人物报道的栏目中（“科技人物”、“前沿人物”、“人物”、“抗击疫情·人物”、“抗疫·人物”)",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "筛选出《科技日报》近十年（2012年-2022年）中对科研人员的报道。筛选标准主要包括：（1）剔除护士、技术工人等不在科研人员之列的人物报道；（2）属于对某个科研人员或团队的思想和事迹进行详细报道的人物通讯。共得到635篇符合要求的科研人员报道，时间范围为2012年7月11日至2022年7月4日。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "《中华人民共和国学科分类与代码国家标准》[7将所有学科分为自然科学类、农业科学类、医药科学类、工程与技术科学类、人文与社会科学类5大门类，该学科分类体系为科技政策和科技发展规划以及科研项目、科研成果统计和管理服务，本文根据该标准对报道中科研人员或团队从事的学科领域进行标注，便于后续分析。各学科的报道数量分布如表1所示。",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/38496c0d4a56797182e9527ab1597e4abb94e650acee5fc269131f7a2d87f067.jpg",
        "table_caption": [
            "表1各学科的报道数量"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>学科门类</td><td>报道数量</td></tr><tr><td>工程与技术科学</td><td>290</td></tr><tr><td>自然科学</td><td>173</td></tr><tr><td>农业科学</td><td>87</td></tr><tr><td>医药科学</td><td>77</td></tr><tr><td>人文与社会科学</td><td>8</td></tr><tr><td>总计</td><td>635</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "科技人物报道大多从生活、工作、精神品质等多个角度全面塑造人物形象，而本研究的重点在于这些报道如何刻画科研人员的科研活动及成果，因此采用人工识别的方式，提取报道中包含科研活动及成果相关描述的段落，形成本研究的数据集。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2研究框架",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "本研究的核心目的是通过分析主流媒体在科技人物报道中如何刻画科研人员的科研活动及成果，为科研评价方法体系的完善提供依据，推动我国科研评价工作的完善。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）科研人员评价：通过分析报道内容提取科研人员参与的科研活动、产出的科研成果，以及科研人员的主要贡献，并比较学科差异，为将哪些指标纳入科研人员评价体系以及如何根据学科特征有所侧重提供参考。（2）科研成果评价：通过分析报道内容，发现针对不同类型、不同学科的科研成果，有哪些定性、定量的具体刻画维度可以突出成果价值，为提出有较强针对性的科研成果评价指标提供参考。",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/86df3fa412d0effdb3a09d64b17b2777c01cc53ce2e1d24acabd653843a119f8.jpg",
        "img_caption": [
            "图1研究框架图"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "图1是本研究的框架图。从中国重要报纸全文库获取《科技日报》中的科技人物报道并标注科技人物所从事的学科门类，提取报道中与科研相关的段落作为本研究的数据集。从三个方面对数据集展开分析，均为先分析总体情况，再比较学科差异：（1）使用Jieba工具对文本进行分词并去除停用词，并结合分词结果补充自定义词库，使分词结果更为准确，再对分词结果进行词性标注和词频统计，根据动词和名词的词频统计结果分析科研人员的主要科研活动和成果，并比较不同学科间的共性与差异；（2）形成包含“首次”“第一次”“最早”等能表明科研人员贡献开创性、领先性的标志词列表，使用Python 从文本中自动获取包含标志词的关键评价句，作为科研人员的标志性贡献，根据关键评价句内容总结标志性贡献类型并进行数量统计，比较在不同学科间的类型分布差异；（3）人工识别并标注报道中提及的成果、归纳成果类型，提取对成果进行刻画的维度，并分析各学科报道中不同类型成果的提及频率差异和刻画维度差异。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3结果与分析",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1科研人员主要科研活动与成果分析",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "动词和名词是人类在认知世界中划分出来的两大范畴，在言语表达中都非常重要[9]。动词决定句子的基本结构，是句子的核心，陈述人或事物的动作、情况、变化，能反映科研人员与科研相关的举动、成果如何产生影响等内容；名词是表示人或事物名称的词，能够反映科技人物报道中与科研活动相关的对象，如参与科研活动的主体、科研活动的产出等。因此通过分析高频动词和名词能够基本了解科技人物报道中涉及的主要科研活动与成果。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）总体情况",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "分别对词频排名前100的动词和名词进行分析，发现报道内容主要包括科研人员参与了哪些科研活动、有哪些成果产出、其效果或影响是什么。其中动词主要反映科研人员参与科研活动的方式和科研活动或成果的影响、效果，名词主要反映科研活动或成果的类型、产生影响的范围，还有部分名词与学科或学科研究",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "内容相关。例词如表2所示。",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/231f7b6742059a94018946871eecbf48358632dc5ca61310d60d89572d356524.jpg",
        "table_caption": [
            "表2高频词含义及例词 "
        ],
        "table_footnote": [
            "注：将表明不同含义的词语中词频排名前5且字数不小于2的作为例词"
        ],
        "table_body": "<html><body><table><tr><td colspan=\"2\">词语含义</td><td>例词及词频</td></tr><tr><td rowspan=\"3\">动词</td><td>反映科研人员参与科研活动 的方式</td><td>发表（303），带领（301)，发现（271)，创新（234）， 提出（223）</td></tr><tr><td>反映科研活动或成果的影响 或效果</td><td>提高（119)，提升（88)，保护（78)，支撑（77）， 降低（59）</td></tr><tr><td>反映科研活动或成果的类型</td><td>技术（1143)，项目（404)，系统（397)，成果（384）， 工程（254）</td></tr><tr><td rowspan=\"3\"></td><td>反映科研活动或成果涉及或</td><td>国家（644)，国际（525)，领域（497)，世界（283），</td></tr><tr><td>产生影响的范围 与学科或学科研究内容相关</td><td>全国（203） 环境（145)，生物（142)，基因（136)，生态（130)，</td></tr><tr><td>的词汇</td><td>分子（110)</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）不同学科的共性与差异",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "不同学科的学科性质、研究对象、研究任务不同，科研人员开展科研活动的方式及产出的主要成果类型会有所差异，因此不同学科的报道在内容重点上存在一定的不同，以突出学科特点及该学科科研人员做出贡献的主要方式。本研究分别获得工程与技术科学、自然科学、农业科学、医药科学四大学科门类下词频排名前10且字数不少于2的动词和名词，并绘制桑基图，曲线的粗细代表词频，据此比较不同学科报道的共性和差异。人文与社会科学的报道数量太少，故不对其进行分析。",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/369fe430b7b97798c9b672463f43496a2e9bfa0513f9078bbe331f15f8ff9521.jpg",
        "img_caption": [
            "图2各学科高频动词桑基图"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "如图2所示是各学科高频动词桑基图。在反映科研人员参与科研活动的方式的动词中，有一些同时在多个学科中高频出现：四类学科报道中共有的高频词“发表”往往与论文、专著等文字性成果或观点搭配出现，即各个学科的报道中普遍涉及科研人员的学术论著发表情况或学术观点；“带领”也同时是四类学科报道中的高频词，体现了科研人员作为团队领导者或项目主持人推动科研任务的开展。还有一些高频动词是某学科专有或在本学科报道中的频次远高于其它动词，体现了学科的科研活动特色：工程与技术科学类报道独有的高频动词“自主”和“开发”强调科研人员独立自主研制出应用实践类成果，包括不依赖于国外技术的工具、设备、产品等；自然科学类报道中，“发表”和“发现”的词频远高于其它词语，其中“发现”通常接科研人员经过调研、实验等找到的新事物或规律、得出的新论断，可见自然科学类的报道侧重于科研人员的学术论著和基础理论型成果；农业科学类报道中的“种植”、“选育”、“育种”直观反映了农业科学家开展科学研究的主要内容，即新品种的培育；医药科学类报道的“治疗”、“诊断”也反映了该领域科研人员的主要工作，即作为医生承担救死扶伤的职责。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "此外，农业科学和医药科学的报道中还有高频动词反映的是科研成果的影响或效果：农业科学的“推广”、“增产”主要描述新品种或农业技术的推广使作物或禽畜产量增加，“提高”主要包括作物和禽畜的产量和质量的提高，以及农民收入的提高；医药科学的“降低”主要包括医疗成本和治疗费用的降低，以及死亡率、复发率、病发率、感染率的降低。",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/14c99a6ed82d4552d229efe18e29b4c79e0d33400a4065ac354f8b19053786d7.jpg",
        "img_caption": [
            "图3各学科高频名词桑基图 "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "如图3所示是各学科高频名词桑基图。这些高频名词主要反映了不同学科的报道中提及次数较多的科研人员所参与的科研活动或产出的成果，如工程与技术科学的“材料”、“工程”，农业科学的“品种”、“水稻”，医药科学的“手术”、“药物”，以及在四个学科中都高频出现的“技术”，工程与技术科学和自然科学共有的“系统”、“项目”等。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "除此之外，“领域”、“国际”、“国家”都是多个学科中的高频名词，能在一定程度上反映成果产生影响的范围；还有个别名词体现了成果的影响对象，如农业科学的“农民”和医药科学的“患者”；“团队”也同时出现在四类学科中，主要反映科研人员作为团队负责人发挥的作用，及其团队的科研成果情况。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "基于上述分析，可以发现这四类学科的科技人物报道中，均从多个方面叙述科研人员如何参与科研活动、产出科研成果，并根据学科特点有所侧重：工程与技术科学、农业科学、医药科学类侧重于报道应用与实践方面的科研活动与成果，自然科学类侧重于报道基础科学研究成果。农业科学和医药科学类报道还特别关注了学科研究的主要受益群体，体现该学科科研活动和成果的社会影响。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2科研人员标志性贡献分析",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2018 年印发的《关于深化项目评审、人才评价、机构评估改革的意见》[10]指出要科学设立人才评价指标，推行代表作评价制度，注重标志性成果的质量、贡献、影响，增加学科领域活跃度和影响力等重要评价指标。哪些成果可以作为标志性成果，评价科研人员还可以采用哪些指标，通过提取报道中的关键评价句作为科研人员的标志性贡献，为上述问题的解答提供参考。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "冯长根教授[1提出了使用学术评价句来评价科研成果的方法。学术评价句是论文中学者对前人成果进行评价的句子，包含“首次”、“第一次”、“最早”“可追溯到”、“for the first time”、“first\"等标志词，能够从众多科研成果中取其精华部分，代表了学术界对这些成果的认可度[12]。本研究借鉴该思路定义了新闻报道中的关键评价句，即包含标志词且记录了科研人员突出贡献的语句。标志词突出了科研人员贡献在国内或国际上的开创性、领先性，通常情况下是科研人员极具影响力的贡献，将其作为标志性贡献。参考相关文献中[12]总结的高频标志词，并随机抽取部分数据样本，对标志词进行扩充，据此抽取关键评价句，并人工删除与贡献无关的句子。根据关键评价句内容总结科研人员标志性贡献的类型，并分析在不同学科报道中的类型分布特点。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（1）标志性贡献类型说明及数量情况",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "基于最终获得的436条关键评价句，根据关键评价句的内容将科研人员的标志性贡献分为基础理论类、领域开创类、应用技术类、设计主持类四种类型，详细的分类说明及数量情况如表3所示。",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/93cb3bee0b73c6d4476c80af1c965d922a16fff33fc17e56bb07e833d6191421.jpg",
        "table_caption": [
            "表3标志性贡献分类说明及数量情况"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>类型</td><td>解释</td><td>例句</td><td>数量</td></tr><tr><td>基础理 论类</td><td>在研究中得到或提出了新发现、 新理论、新概念、新观点、新学 说、新原理等。</td><td>1998年，经过1000多个日夜的实验 和分析，周少奇在国际上率先提出了 具有跨时代意义的理论—生物脱 氮电子计量学。</td><td>114</td></tr><tr><td>领域开 创类</td><td>开创了新的学科领域或研究方 向； 首先在国内开展某个学科领域 的研究；</td><td>这是世界上第一个将眼科和视光学 成功结合的眼视光学学科，打破了西 方发达国家眼科学与视光学之间难 以融合的学科壁垒，目前已形成较为</td><td>43</td></tr><tr><td>应用技 术类</td><td>首次在国际上发表某个学科领 域的国内成果; 首先在国内或国际上发表了某 个领域的论文或专著。 研发了新技术、新工艺、新产品、 新材料、新方法、新设备、新品 种、新药物、标准、计算机软件 和系统等可应用于科学研究或</td><td>完整的眼视光学高等教育体系，被海 外誉为眼视光学教育的“中国温州模 式”。 这“神来之笔\"产生了意想不到的效 果—一项国际首创技术\"超声振动 强化搅拌摩擦焊\"就此诞生。</td><td>258</td></tr><tr><td>设计主 持类</td><td>生产生活中的成果。 提出项目或工程的总体设计方 案； 主持某个项目或工程的开展； 带头成立实验室、示范基地、研 究中心等。</td><td>他设计的汕头市磐石大桥是国内首 座钢箱梁与预应力混凝土箱梁共用 的混合梁斜拉桥，这是国内首次采用 钢箱梁与预应力砼箱梁混合的斜拉 桥方案。</td><td>21</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "科研人员的标志性贡献主要为产出科研成果，即基础理论类和应用技术类贡献，二者共占比 $8 5 . 3 \\%$ ，其中应用技术类贡献数量更多，占比 $59 \\%$ ；领域开创类和设计主持类贡献指科研人员推动学科领域或研究方向在国内国际的发展、推动工程项目或科研平台建设的开展，这两类贡献的数量较少。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "从科研人员贡献的影响来看，基础理论类和领域开创类强调贡献的学术影响，即贡献在所属学科领域内的国内或国际开创性；应用技术类和设计主持类强调贡献在应用实践层面的首创性、领先性、先进性。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "科研人员的标志性贡献形式多样，成果可包括发表在顶级期刊的论文、用于生产的新工艺、大规模投入市场的新产品、指导行业发展的标准、辅助科研活动或社会管理的计算机软件和系统。除科研成果外，科研人员的贡献还体现在其他方面，比如推动学科领域的国内国际发展，参与各种科研相关活动包括主持国家重大工程项目、成立研究平台等。因此能够对学科发展和国家社会发展产生积极影响的活动都可以纳入科研人员评价范畴。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（2）标志性贡献在不同学科中的类型分布比较",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "对各类型贡献在不同学科中的占比进行统计，结果如图4所示，其中人文与社会科学的报道数量较少，仅提取出3条关键评价句，设计主持类贡献1条，基础理论类贡献2条，故未在图中展示。不同学科在标志性贡献的类型分布上存在一定的差异。医药科学、农业科学中应用技术类占比在 $50 \\%$ 左右，基础理论类的数量次之。工程与技术科学的标志性贡献以应用技术类为主，占比接近 $80 \\%$ 。以上三个学科的报道侧重于叙述科研人员在新技术、新方法、新工艺、新产品等实践应用层面的标志性成果。在自然科学的报道中，基础理论类的贡献数量超出总数的一半，其次是应用技术类，占比 $3 2 . 0 \\%$ ，该学科报道更侧重于叙述科研人员在理论、概念、原理等基础研究方面的标志性成果。",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/def1849a22bb040aa662832d84ae9b13b12f389250f30baef69901c1b13ba4f2.jpg",
        "img_caption": [
            "图4标志性贡献在不同学科的类型分布"
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "通常情况下基础研究的成果以论文或专著作为载体，技术类成果更多在应用中体现价值，由于不同学科科研人员的主要标志性成果存在类型差异，“代表作”应该在不同学科的人才评价中有更丰富的内涵，不应局限于可出版的成果，还应包括应用于实践中的技术、工艺、产品、系统与软件等。除成果外，科研人员在学科领域中的地位，以及科研活动的参与情况，如主持或参与重大工程项目，也可以作为标志性贡献用于科研人员评价。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "3.3科研成果刻画方式分析",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2021年国务院办公厅印发的《关于完善科技成果评价机制的指导意见》[13]中指出，要全面纠正科技成果评价中单纯重数量指标、轻质量贡献等不良倾向，不把论文数量、代表作数量、影响因子作为唯一的量化考核评价指标，提高高质量成果在考核评价中的权重。那么除论文外哪些类型的成果可以纳入考核评价，除数量和影响因子外还有哪些量化评价指标，如何综合使用定量和定性指标来评价成果的质量贡献，都是科研评价政策制定者及评价主体所要考虑的问题。我国有关法律、法规大多从研究开发的角度对科技成果进行狭义的界定或分类，但科技活动还涉及研究开发成果转化和应用以及科技服务，从广义上讲科技成果还包含这些活动产生的成果[14]，因此本研究从广义角度出发对科技人物报道中提及的成果进行人工识别与提取，归纳总结其类型，从定性和定量的角度分析报道中从哪些维度刻画不同类型的成果，从而对制定科研成果的分类评价指标体系有所启发和参考。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（1）成果类型及对应的刻画维度",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "如表4所示是从数据样本中总结归纳出的科研人员成果类型及成果刻画维度。人文与社会科学大类的报道仅有8篇且全部为考古学领域，其成果类型及刻画维度较为局限，故未归纳在表格中，将在下一小节中简要介绍。",
        "page_idx": 10
    },
    {
        "type": "table",
        "img_path": "images/0be5223b7e4702ee00fda265a40cdcd4670bdee7d79d26b23d65de6ac5dd100b.jpg",
        "table_caption": [
            "表4成果类型及成果刻画维度"
        ],
        "table_footnote": [
            "注：“/”代表该类型成果无对应刻画维度"
        ],
        "table_body": "<html><body><table><tr><td>科研成 果类型</td><td>解释</td><td colspan=\"2\">成果刻画维度</td></tr><tr><td>论文</td><td>期刊论文和会议论文</td><td>定量 ①数量；②被引</td><td>定性 ①发表期刊；②科学价值；③</td></tr><tr><td>专利</td><td>发明、实用新型、外观设计</td><td>量；③影响因子 ①数量</td><td>技术价值；④经济价值；⑤社 会价值 /</td></tr><tr><td>著作</td><td>专利 包括专著、教材、译著、指</td><td>①数量</td><td>①首发性；②对该学科发展及</td></tr><tr><td>技术型</td><td>南等 发明或提出的用于科研、生</td><td>①数量；②效率；</td><td>人才培养的指导作用 ①创新性；②自主性；③性能; ④技术价值；③经济价值；③</td></tr><tr><td>成果 理论型</td><td>产、工程建设等的技术、方 法、工具、装备、软件、系 统等 描述科研活动中的发现、理</td><td>③成本、收入与 利润 /</td><td>社会价值 ①科学价值；②对技术、实践</td></tr><tr><td>成果 标准</td><td>论、观点、学说、模型、原 理的具体内容 主导或参与制定的国家和</td><td></td><td>的指导作用；③经济价值；④ 社会价值 ①首创性；②对学科或行业发</td></tr><tr><td>报告及</td><td>行业标准等 提交给国家相关部门或公</td><td>①数量 /</td><td>展的指导作用 ①为决策提供支撑依据</td></tr><tr><td>规划 科研项</td><td>司的发展报告、战略规划等 主持或参与的科研项目或</td><td></td><td>①科学价值；②社会价值</td></tr><tr><td>目 产品</td><td>课题 规模化生产并投入市场的</td><td>①数量 ①数量；②效率；</td><td>①创新性；②自主性；③性能;</td></tr><tr><td></td><td>产品</td><td>③销量与市场份 额；④成本、收 入与利润</td><td>④经济价值；③社会价值</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "对表格中部分成果刻画维度做如下解释和说明：（1）效率，成本、收入与利润，销量与市场份额，这些定量刻画维度的表现形式包括绝对数值，如“亩均收入达3679.6元”，以及变化量或变化率，如“将牧草青干草利用率提高了 $2 9 \\% ^ { \\prime \\prime }$ 。（2）在技术型成果和产品中，“效率”和“性能”均表示成果具有的性质或功能的好坏，“效率”是定量刻画维度，即报道中使用了具体数值来描述成果的质量，如\"曹华军的这套技术使再制造机床精度达到国家标准，能效提升 $20 \\%$ 以上”;“性能”是定性刻画维度，如“该团队研发了一套效率高、风险低、精度高的海洋测量技术与方法”。（3）科学价值指成果的理论贡献。（4）技术价值包括解决科研中的技术难题，以及攻克产业关键技术问题。（5）经济价值包括成果的推广前景和经济效益。（6）社会价值取其广义上的定义，即包括成果在公共卫生与健康、国防与公共安全、生态环境等众多领域的积极影响。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "从成果类型看，科技人物报道中涉及多样化的成果类型，主流媒体倾向于对科研人员的成果做较为全面的报道与宣传，并不局限于科学研究中产生的论文、著作、专利等科研评价中常见的成果类型，还包括科研人员研发的软件和系统、主导或参与制定的标准、上交给相关部门或公司的报告及规划、研发或培育的新产品等。在对科研人员的成果进行评价时，以上均可列入成果的范畴。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "不同类型的成果有不同的刻画维度，但总体而言主要分为成果的数量、质量、影响三个层面，除数量属于定量刻画维度外，质量和影响都从定性和定量两个角度展开。效率、性能、创新性等为体现成果质量的刻画维度；销量与市场份额，成本、收入与利润，经济价值，社会价值等为体现成果影响的刻画维度。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "数量是最常见的定量刻画维度，绝大多数报道中都会提及科研人员各类型成果的数量。论文的数量、被引量、影响因子是目前科研评价中最常用的量化指标，在新闻报道中却很少将被引量和影响因子用于刻画论文类型的成果，将重点放在定性刻画论文的内容价值，仅有5篇报道提及了科研人员的论文被引量，3篇报道提及影响因子。除数量外，效率，成本、收入与利润，销量与市场份额是较为常用的定量刻画维度，用于技术型成果和产品的描述。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "对成果进行定性刻画是科技人物报道主要采用的方式，对于论文、理论型成果，以科学价值为主，大多强调成果在国际上的首创性以及在该学科领域中的地位或作用；对于技术型成果、产品等涉及实践与应用或与公众生活密切相关的成果，更注重从成果的性能、自主性、经济和社会价值的维度进行刻画，其中性能强调在国内或国际上的领先地位，自主性强调打破国际垄断、自主研发。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "（2）不同学科的成果类型分布及刻画维度差异",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "报道中涉及的科研成果类型及刻画成果的具体维度存在学科差异。图5展示了不同学科提及某类型成果的报道数量占该学科报道总数的比例。",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/6d620089479bbb93e1ec4e5e6765638e8b83254c5809c0db76b8fb7aa077dd8c.jpg",
        "img_caption": [
            "图5不同类型成果在各学科的提及情况"
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "总体来看，除自然科学外，其他三类学科都是技术型成果在报道中的提及比例最高，这与3.2节中对科研人员标志性贡献的分析结果是较为一致的；专利、著作、标准、报告及规划的总体提及比率较低；由于各学科科研产出特点不同，在某些成果类型的提及比例上与其他学科差异较大，如农业科学的主要成果为新品种，因此产品的提及比例较为突出，自然科学以基础研究为主，因此论文和理论型成果的提及比例更高。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "不同学科的报道中包含了具有学科特色的成果及对应的成果刻画维度，对于构建分学科的成果评价体系有参考价值：各学科可以哪些成果作为主要评价对象，以及如何有针对性地对不同类型的成果进行评价。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "工程与技术科学类报道在技术型成果和产品的刻画上，会强调成果打破国外垄断；产品通常由科研人员自行成立企业或委托相关企业进行规模化生产并投入市场，因此更看重效益和市场占有率，报道中主要从销量或市场份额，成本、收入与利润，经济价值进行刻画。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "自然科学类报道提及的主要成果类型为论文和理论型成果，论文强调数量、发表期刊和内容的科学价值，理论型成果除科学价值外，主要强调对技术、实践可能产生的指导价值，由于自然科学是研究自然界各种物质及现象的科学，基础研究成果较多，因此报道中鲜少从社会和经济的维度对成果影响进行刻画。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "农业科学类报道中提及的技术型成果主要为种植、养殖技术和农作物、禽畜的疾病防控技术，产品主要为新品种，多从成果的推广范围（如技术的应用面积、新品种的覆盖率)，农作物和禽畜的产量、质量（如优质率、果实大小、含糖量、存活率等)，成果为农民带来的收入与利润进行定量刻画。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "医药科学类报道中提及的技术型成果主要为疾病预防、诊断、治疗的技术与方法，多从成果的首创性以及成果解决了哪些疑难技术问题进行定性刻画，用成功率、治愈数量、死亡率等定量指标介绍成果的效率。产品主要包括药品（含疫苗）和疾病治疗与诊断产品（如视力矫正产品、人造血管、病毒检测产品），主要从定性的角度描述其首创性及性能，成本和费用的降低也让患者受益，带来了社会和经济方面的影响。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "人文与社会科学类的报道仅有8篇，成果包括论文、考古方法、考古发现、考古报告，主要从对历史研究的价值对成果进行定性刻画。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "（3）科研人员的其他贡献",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "在提取成果的过程中，本研究发现有些内容虽然不能归于某种类型的成果，但科研人员通过参加这些与科研相关的活动，为学科领域的发展或国家与社会的稳定进步也做出了贡献，可以作为完善科研人员评价指标体系的参考。经过分析，报道中主要涉及开展学术交流活动、参与实地科学考察活动、参与国家重大工程项目、带头组建科研平台、开展科普或技术培训工作五大类型的活动。其中参与国家重大工程项目及带头组建科研平台在科研人员标志性贡献分析中已有所体现。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "开展学术交流活动主要包括在学术会议上作报告以及参加国际研讨会与世界各国专家就领域内重大问题进行商讨，对于促进本学科的研究进展有积极影响医药科学的报道中多次提及我国科研人员在国际会议上分享疑难疾病的治疗方案，对世界医学的发展和人类健康做出了突出贡献。自然科学类会报道科研人员所参与的实地科学考察活动，如参与大洋深潜和极地科考，深入林区、沙漠开展生态学研究，此类活动具有很高的科学价值，且在生态与环境保护等方面发挥作用。参与国家重大工程项目主要在工程与技术科学类报道中涉及，指科研人员作为主持人、指挥、设计师等为重大工程项目总体方案的设计与评估、项目的组织管理与推动落实等，做出了重要贡献，如核武器、卫星等军工项目以及桥梁、高楼等基础设施建设项目，这些工程维护了我国的国防安全和经济社会长期稳定发展。科研人员带头组建学科实验室、研究中心则推动了某个学科领域或研究方向的深入发展。农业科学类的报道中会提及科研人员面向农民开展科普或技术培训工作、成立种植或养殖示范基地，对于带领农民走上致富道路具有重要的社会价值。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "不同学科具有不同的科研任务和使命，科研人员通过参与各种形式的科研活动，在学术和非学术领域做出重要贡献。因此在对不同学科的人才进行评价时，要充分结合学科特点，将除成果外的其他贡献纳入评价体系，并有侧重地进行评价。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "4总结 ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "根据本文的分析，《科技日报》对科研人员所参与的科研活动及产出的科研成果进行了全面的报道，活动及成果类型多样，从数量、质量、影响等多个层面通过各种定性、定量的维度对成果进行刻画，以突出科研人员的贡献。不同学科的科技人物报道所关注的科研活动及成果重点不同，自然科学类报道侧重于开创性的基础理论型成果以及论文的发表情况，其他报道侧重于科研人员在实践应用层面的贡献，如研发新技术、工艺、装备、产品等，根据不同学科成果产出的性质和特征，成果刻画维度也存在明显差异。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "主流媒体通过科技人物报道宣传业界典型、树立行业标杆，其舆论导向在一定程度上影响科研人员对科研评价的认识与态度，有利于良好学术氛围的形成，从而推动我国新的科研评价体系的落实。多年来我国形成了多出成果、尽快走向国际前沿的“太着急”的科研氛围，论文数量及影响因子等用起来很快的指标逐渐成为主流，因此要改革科研评价体系，首先要形成“有耐心、不急躁”的科学文化氛围，使研究人员能够调整心态，花时间解决一些重大问题，产出类型多样、影响多元的优质成果[15]。科技人物报道根据学科使命和成果产出特征，对科研人员工作及成果进行有侧重的刻画，强调科研过程和产出的内容，突出成果的多样化以及质量和影响，明确科研人员的贡献，能够对引导科研人员回归科学研究工作的本质发挥积极作用。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "近年来我国发布了多项政策文件以宏观指导科研评价改革，但如何对政策进行细化，仍是政策制定者及科研评价主体亟待解决的问题。通过本研究中对科技人物报道的分析，可以为科研评价方法体系的完善提供启发。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "（1）根据学科特征对科研人员开展有所侧重的评价，尤其是以需求为导向立足于解决社会问题的学科，应重点对其实践应用型成果进行评价，同时应将更多有价值的成果及参与科研活动的情况纳入科研人员评价体系。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "2018 年印发的《关于深化项目评审、人才评价、机构评估改革的意见》[10]指出针对自然科学、哲学社会科学、军事科学等不同学科门类特点，建立分类评价指标体系和评价程序规范。不同学科承担着不同类型的科研任务和使命，因此其主要成果形式和产生影响的方式有所差异。但目前仍存在评价体系趋同化的问题，如近年来发生了多起中国医学论文因同行评价过程造假、涉嫌学术不端等原因被国际期刊大规模撤稿的事件，国内医生的职称晋升核心指标之一仍然是论文，这种不合理的制度是造成该现象的原因之一，而根据医药科学类的科技人物报道，医生的主要贡献并不体现在论文上，在标志性贡献分析中，创新性、领先性的医疗技术和药品才是医生的标志性成果，在成果类型及刻画维度的分析中，虽然医药科学类超过 $40 \\%$ 的报道中都提及了科研人员的论文成果，但并没有作为核心内容具体描述，相反对于医疗技术与方法展开了详细刻画，强调其临床贡献及患者如何从中受益。因此在医生的职称评定中，应适度降低对论文的要求，重视临床成果评价，从治愈率、对疑难杂症的有效性、治疗成本等与患者权益息息相关的方面评价成果价值。在农业科学中也应当采用类似的评价思路，从学科科研的主要受益方的角度确定如何对科研人员进行有侧重的评价，报道中多次强调科研人员“把论文写在大地上”，甚至提及科研人员没有SCI论文或 SCI论文少，但始终坚持以农业需求为导向开展新品种培育和新种植技术研发的工作，并组织农业培训，带领农民致富，因此对农业科学的科研人员进行评价，重点在于能直接促进农民增收的成果和活动。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "对科研人员进行评价时，可以扩大成果的范畴，将各种类型的成果均纳入评价体系，如标准、软件与系统、提交给相关部门或公司的报告规划，这些成果对于指导学科发展、行业发展、社会发展都具有重要意义，不容忽视。另外，人才评价不局限于从成果进行评价，科研人员在学科领域内的国内国际影响力、参与学科相关活动及社会科普类活动的情况，也可以作为评价指标。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "（2）科研成果评价应重视成果质量和影响，并根据成果类型制定针对性强的评价方法体系，对于技术应用型成果，考虑增加量化指标客观衡量其价值。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "科研成果评价首先需要纠正轻质量的倾向。以论文为例，论文是基础研究中体现成果最重要的载体，报道中在对论文进行刻画时，会着重于论文的内容价值，科研评价中也不能只看论文被引量和影响因子，要从论文内容出发，评价其影响力、贡献力和创新性[15]，看其选题是否针对该领域的重要问题，以及研究结果是否解决了该领域存在的问题错误！未找到引用源。。另外，对于不同类型的成果应采用不同的评价方法体系，应用和开发研究的成果虽然也会以论文的形式表现出来，但其价值更多体现在应用前景、能否解决实际问题、能否与产品和市场有效对接等方面[17]，因此，基于论文对该类型成果进行评价不够合理，报道中涉及的刻画维度，包括效率与性能、首创性与领先性、自主性、销量与市场份额、社会价值等，可以用于应用和开发研究成果的评价。科技人物报道中在刻画技术应用型成果时常用数值表明成果的质量和影响，对于评价中量化指标的扩充有一定的指导意义，根据不同学科的成果特征制定有针对性的量化指标，如仪器设备的工作效率、新农业品种的产量和优质率、医疗技术的成功率等。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "本研究也存在着一定的局限性，由于数据集中人文与社会科学类的报道数量很少且均为考古学，部分结论无法代表该学科的情况。人文与社会科学以揭示人类社会的本质和发展规律为目的，在指导人类生活与社会实践活动、促进社会启蒙和思想文化建设上发挥着重要作用，因此该学科科研人员参与的科研活动、产出的成果都和其他学科大类存在着较大的差别，做出贡献的方式及成果产生的影响也有所不同，不能一概而论。在未来的研究中，可以补充人文与社会科学类的科技人物报道，为该学科科研评价体系的完善提供参考。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "[1]张芳喜.《人民日报》中的科学家形象研究[J].自然辩证法研究,2016,32(11):66-70.  \n[2]徐素田，汪凯.社会语境变迁下的中国科学家媒介形象研究——基于《人民日报》(1949—2019)的语义网络分析[J].自然辩证法研究,2020,36(11):68-74.  \n[3]朱婷.网络传播中科学家的媒介形象研究——基于\"学习强国\"平台新闻报道的质性分析[J].东南传播,2020(09):17-21.  \n[4]朱芬，孔燕.科学媒体塑造科学家形象的思考与启示[J].科学学研究,2022,40(01):22-28.  \n[5]徐晚雪.科学家被新闻娱乐化现象探析——以《今日头条》报道霍金去世为例[J].采写编,2018(05):159-161.  \n[6]宋艳辉，朱李，邱均平．“破五唯”背景下我国科研评价体系构建的几点思考[J].情报杂志,2022,41(02):190-197.  \n[7]周胜林.论主流媒体[J].新闻界,2001(06):11-12.  \n[8]中华人民共和国国家质量监督检验检疫总局，中国国家标准化管理委员会.GB/T 13745-2009 学科分类与代码[S].北京:中国标准出版社,2009.  \n[9]钟守满，张伟华.英汉言语行为动词分类及其语义认知解释[J].上饶师范学院学报(社会科学版),2004(05):88-91.  \n[10]新华社.中共中央办公厅 国务院办公厅印发《关于深化项目评审、人才评价、机构评估改革的意见》[EB/OL] .[2022-08-18].http://www.g0v.cn/zhengce/2018-07/03/content_ 5303251.htm.  \n[11]冯长根．一种自然而然的科技成果评价方法值得推广[N].人民日报，2017-3-15(18).  \n[12] 章成志，李铮.基于学术论文全文的创新研究评价句抽取研究[J].数据分析与知识发现,2019,3(10):12-19.[13]国务院办公厅.国务院办公厅关于完善科技成果评价机制的指导意见［EB/OL].[2022-08-18].http://www.gov.cn/zhengce/content/2021-08/02/content_5628987.htm.  \n[14] 贺德方.对科技成果及科技成果转化若干基本概念的辨析与思考[J].中国软科学,2011(11):1-7.[15]张文静．科研评价可多用几把“尺子\"[EB/OL].[2022-08-18].https://news.sciencenet.cn/htmlnews/2022/3/475276.shtm.  \n[16] 尚海茹，冯长根，孙良.用学术影响力评价学术论文——兼论关于学术传承效应和长期引用的两个新指标[J].科学通报,2016,61(26):2853-2860  \n[17]王晓莉，叶良均，徐飞，姚政权.SCI作为科研成果评价标准的局限性研究[J].自然辩证法研究,2001(11):41-47.",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "刘晓娟：提出研究思路，设计研究方案，论文最终版本修订；李歆然：设计研究方案，数据获取与分析，论文撰写及修改",
        "page_idx": 15
    }
]