[
    {
        "type": "text",
        "text": "The effect of biochar management on soil and plant community properties in a boreal forest ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MICHAEL J. GUNDALE,MARIE-CHARLOTTE NILSSON,NATHALIE PLUCHON anc DAVIDA.WARDLE DepartmentofForestEcologyandManagement,wedish UniversityofAgricultural Sciences,SE9O1-83Umea,weden ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Biochar management has been proposed as a possible tool to mitigate anthropogenic $\\mathrm { C O } _ { 2 }$ emissions,and thus far its impacts in forested environments remain poorly understood.Weconducted a large-scale,replicated field experiment using O.05-ha plots in the boreal region in northern Sweden to evaluate how soil and vegetation properties and processes responded to biochar application and the disturbance associated with burying biochar in the soil.We employed a randomized block design, where biochar and soil mixing treatments were established in factorial combination (i.e.,control, soil mixing only,biochar only,and biochar and soil mixing; $n = 6$ plots of each).After two growing seasons,we found that biochar application enhanced net soil $\\mathrm { \\Delta N }$ mineralization rates and soil $\\mathrm { N H _ { 4 } ^ { + } }$ concentrations regardless of the soil mixing treatment,but had no impact on the availability of $\\mathsf { N O } _ { 3 } ^ { - }$ ，the majority of soil microbial community parameters，or soil respiration.Meanwhile，soil mixing enhanced soil $\\mathrm { N O } _ { 3 } ^ { - }$ concentrations,but had negative impacts on net $\\Nu$ mineralization rates and several soil microbial community variables.Many of the effects of soil mixing on soil nutrient and microbial community properties were less extreme when biochar was also added. Biochar addition had almost no effects on vegetation properties (except for a small reduction in species richness of the ground layer vegetation), while soil mixing caused significant reductions in graminoid and total ground layer vegetation cover,and enhanced seedling survival rates of $P$ . syluestris，and seed germination rates for four tree species. Our results suggest that biochar application can serve as an effective tool to store soil C in boreal forests while enhancing $\\mathrm { N H _ { 4 } ^ { + } }$ availability. They also suggest that biochar may serve as a useful complement to site preparation techniques that are frequently used inthe boreal region,by enhancing soil fertility and reducing nutrient loses when soils are scarified during site preparation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords:biocharmanagement,boreal forest,carbonsquestration,charcoal,forestregeneration,groundlayergetation humus,nitrogen mineralization, nutrients, soil carbon efflux ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received8 January 2015;accepted21April2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Since the start of the industrial revolution,atmospheric $\\mathrm { C O } _ { 2 }$ concentration have risen from 280 to above $4 0 0 \\ \\mathrm { p p m } ,$ with some models predicting concentrations will reach $1 0 0 0 \\ \\mathrm { p p m }$ by the end of the century (IPCC, 2013).These emissions have already led to increases in meanglobal temperaturesandcaused associated changes in precipitation in many regions (IPCC,2013). Due to the current and potential impacts of these changes on society,there is substantial interest in developing sustainable land management systems aimed at sequestering atmospheric carbon (C) while simultaneously maintaining and optimizing other ecosystem services such as commodity production (Burney et al., 2010；Palm et al.，2010;Post et al.，2012)．Biochar management has been proposed as an approach that may potentially accomplish these goals simultaneously, and as such has gained widespread attention among researchers and policy-makers throughout the world (Lehmann & Joseph， 2Oo9). Biocharmanagement involves intentionally charring biomass and burying it, with the purpose of directly storing C in the soil,while at the same time enhancing soil quality and plant productivity (Lehmann，2007a,b;Sohi,2012).It has been proposed that a significant proportion of anthropogenic $\\mathrm { C O } _ { 2 }$ emission could be mitigated if biochar management were adopted globally (Lehmann，20o7b)；however,key data are lacking regarding its impacts on soils and plants in a variety of ecosystem types (Sohi, 2012; Jeffery et al.,2013; Cusack et al.,2014). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The vast majority of biochar research has to date been conducted in tropical and temperate agro-ecosystems (Atkinson et al.,2010;Jeffery et al.,2011;Lehmann et al., 2011;Clough et al.，2013). Studies from these systems have shown that a wide variety of charring techniques can be used to stabilize a range of organic residues, by altering their C chemistry (e.g.， structural components such as cellulose or lignin） into irregular or graphitic molecular structures (Steiner et al.,20o7;Nelissen et al., 2012;Clough et al.,2013).Many microbes lack efficient enzyme systems to mineralize charred materials,allowing some charred materials to remain stable over centennial to millennial time scales (Glaser et al.，2001; Preston& Schmidt,2006).While it's very high C content (usually ${ > } 7 0 \\%$ C) and recalcitrance have the potential to contribute to long-term soil C storage,numerous studies have also shown that biochar can enhance soil fertility and plant growth. For instance,biochar often has high concentrations of available nutrients (e.g., $\\mathrm { N H _ { 4 } ^ { + } }$ ， $\\mathrm { P O } _ { 3 } ^ { - }$ ， ${ \\mathrm { C a } } ^ { + 2 } ,$ and $\\mathrm { M g } ^ { + 2 }$ ） on its surfaces,which can have fertilization effects over short time-scales (Gundale & Deluca，2006;Chan & Zhihong，2009;Jeffery et al.，2011; Pluchon et al.，2014).Biochar has also been shown to enhance nutrient availability over longer time scales by enhancing nitrogen (N） mineralization or nitrification (DeLuca et al.,2006;Ameloot et al.,2015) as a result of enhanced microbial growth and activity (Zackrisson et al.1996;Lehmann et al.,2011) and by reducing soil nutrient losses due to its high ion exchange capacity (Atkinson et al.，2010;Brewer et al.，2011).Numerous recent studies have shown that the positive effects of biochar on soil fertility can result in enhanced plant growth (Wardle et al.，1998;Lehmann, $2 0 0 7 \\mathrm { a }$ Jeffery et al.,2011;Biederman & Harpole,2013;Liu et al.,2013), thereby having an indirect positive effect on net ecosystem C uptake. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "A very limited amount of research on biochar has been conducted in forested ecosystems,including boreal forests that cover approximately $1 1 \\%$ of the terrestrial land surface area and serve as one of the largest stores of terrestrial C (Sabine et al.，2004).A wide range of intensive forest management approaches are currently being investigated in forest ecosystems to either sequester C or produce biofuel to offset fossil fuel demand (e.g.，stump harvesting,establishment of short rotation age exotic tree plantations，and biochar management) (Walmsley & Godbold,2010;Lindholm et al.,2011;Sabatti et al.，2014).One aspect of biochar management that remains poorly understood in forested systems is whether biochar can enhance soil fertility without stimulatingloss of existing soil C.Several aspects of biochar management have the potential to cause unintended C losses，including physical disruption of soil during burying (Jones et al.，2010) and positive effects of biochar on soil microbial growth and activity (Pietikainen et al.,2000; O'Neill et al.,2009; Liang et al.,2010).Previous studies have suggested that the addition of charcoal to boreal soils can accelerate the decomposition of organic matter (Wardle et al.,20o8)；however，studies have yet to discern the effects of biochar itself vs.those of physical disturbance on soil C losses.An additional aspect of biochar management that remains poorly understood in forested ecosystemsis itspotential impact on ground layer vegetation composition,as well as the regeneration of forest tree species (Pluchon et al., 2014).In contrast to most agricultural systems,a wide variety of plant species often co-occur in forested environments and these can exhibit considerablevariation in their functional traits (Hobbie,1996;Cornwell et al., 2008）and relationships with local-scale soil fertility (Wardle et al.,2012).Thus,fertility changes associated with biochar application may impact ground layer species composition，which could in turn influence tree seedling establishment and growth rates.Such effects are relevant to understanding ecosystem C sequestration because as forests develop trees eventually serve as the largest aboveground C pool. To our knowledge, the impact of biochar management on soil nutrient and C dynamics,as well as ground layer vegetation composition and tree seedling establishment,has not been evaluated atan operational scale ina forested environment (Robertson et al.,2012; Sohi, 2012; Cusack et al.,2014). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We conducted a large-scale experiment in the boreal forest zone of northern Sweden to understand how biochar management impacts on a wide range of soil and plant properties.We applied biochar and soil mixing to field plots in a factorial combination (i.e., control,biochar only,mixing only,and biochar and mixing combined） so that we could discern the impact of biochar addition by itself (i.e.，applied on the soil surface) vs. the disturbance impact caused from incorporating it into the soil.We hypothesized that:1） the addition of biochar will enhance nutrient availability and mineralization rates，microbial biomass,and soil respiration rates independently of the soil mixing treatment; 2) soil mixing alone also will enhance nutrient availability and mineralization rates,and soil respiration，but decrease total microbial biomass and fungal to bacteria ratios, and further, that soil mixing will enhance any effects of biochar on these properties through bringing the biochar in closer contact with the soil; 3) enhanced shorttermnutrient availability causedby the individual and synergistic effects of biochar，and mixing treatments will result in significant changes in ground layer plant species composition，with higher nutrient availability leading to greater plant cover and dominance of graminoid species,which have high relative growth rates; and 4) greater ground layer vegetation cover associated with biochar and mixing treatments will correspond with reduced germination of tree seeds and survival rates of tree seedlings,due to competitive suppression. Testing these hypotheses in combination will provide valuable insights into the impacts of biochar management on ecosystem functioning in forest ecosystems. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Materialsandmethods ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Study site and experimental design ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The experiment was performed at the Aheden research area within the Svartberget Experimental Forest $( 6 4 ^ { \\circ } 1 4 ^ { \\prime } \\mathrm { N } , \\ 1 9 ^ { \\circ } 4 6 ^ { \\prime } \\mathrm { E } ,$ $1 7 5 \\mathrm { ~ m ~ }$ above sea level) in northern Sweden. Soil at the site isa fine sandy Typic Haplocryod (FAO,Cambic Podzol) formed from silty glacial outwash sediment. The annual mean air temperature at the site is $+ 1 . 0 ~ ^ { \\circ } C$ Snow usually covers the ground from the end of October to late April.Mean annual precipitation is approximately $6 0 0 \\ \\mathrm { m m } ,$ of which half falls as rain and half as snow (Gundale et al.,201la).Prior to the start of the experiment,the experimental site was covered with a closed tree canopy consisting of ${ \\sim } 6 0 \\$ -year-old Scotspine (Pinussylvestris).Prior to the experiment, the ground layer vegetation consisted primarily of ericaceous shrubs,mainly Vaccinium vitisidaea and Calluna vulgaris,and of mosses and lichens (predominantly Pleurozium schreberi，Dicranum sp.，Cladina rangiferina, and Cladina arbuscula (Gundale et al.,2011a). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In October,2010,a 5-ha area within the experimental forest was clear felled using standard forestry practice,and tree boles and branches were removed from the site. The following summer (i.e., July 2011),soil C stocks were estimated at the site by measuring the dry mass and C concentration on 24 homogenized soil cores,which were $2 0 \\ \\mathrm { c m }$ in depth and included the organic horizon and mineral soil. These measurements revealed that the average bulk density across these soil depths was $1 . 0 0 \\ \\mathrm { g } \\ \\mathrm { c m } ^ { - 3 } ,$ and in total contained $3 8 . 8 ~ \\mathrm { M g }$ of $\\mathbf { C } \\mathbf { \\ h a } ^ { - 1 }$ (standard error $= 2 . 8 2 \\dot { }$ ）prior to the establishment of treatments. In October，2011，we established 24 0.05-ha $( 2 2 . 4 \\times 2 2 . 4 ~ \\mathrm { m } )$ experimental plots,with a 5-meter buffer zone between each plot.The plots were arranged into six blocks,with each of four treatments (control,biochar addition only，soil mixing only, and biochar addition followed by soil mixing） randomly assigned to one of four plots within each block.Because stumps were an obstacle for effectively implementing the soil mixing treatment,we used an excavator which we positioned outside of each plot to vertically lift and remove all stumps from every plot. This removal caused a local disturbance at the site of each stump,but left the organic horizon intact in most of the plot.We note that stump harvesting is an active area of research in the Nordic region because of its considerable potential as a source of biofuel (Walmsley & Godbold,20lo; Lindholm et al.,2011). Following stump removal, the excavator was fitted with a 10o0-L excavating bucket (Fig.1),which was used to spread charcoal and establish the mixing treatments. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "For the charcoal treatments,each plot received $5 0 0 \\pm 1 5 ~ \\mathrm { k g }$ of biochar，equivalent to 10 tons biochar $\\mathrm { \\ h a } ^ { - 1 }$ dry weight, which is within the range of addition rates commonly used in biochar experiments in agro-ecosystems (Liu et al.,2013). This is approximately three times greater than the highest quantities of black C that have been estimated in pine forests in northern Sweden (Ohlson et al.,20o9).The biochar was produced by a local company(Vindelkol AB,Vindeln Sweden）and is sold and marketed as Terra Preta,'a product intended as a soil amendment (www.vindelkol.se). The biochar was made primarily from the wood and bark of $P$ .syluestris,anda small portionofPicea abiesand Betula pendula.Analysis of the biochar showed it had a $\\mathrm { \\Delta p H }$ of 8.04 and contained concentrations of extractable $\\mathrm { P O } _ { 4 } ^ { - }$ -P， $\\mathsf { N O } _ { 3 } ^ { - }$ ，and $\\mathrm { N H _ { 4 } ^ { + } }$ of 1.26，0.14,and $1 . 3 8 ~ \\mathrm { m g ~ k g ^ { - 1 } }$ ,respectively,and a C concentration of $7 4 \\%$ ,and a $\\mathrm { \\Delta P }$ concentration of approximately $3 0 0 ~ \\mathrm { m g ~ k g ^ { - 1 } }$ . Once biochar was applied to each plot assigned for biochar addition，the excavator was used to mix the soil in all plots assigned for soil mixing.This was done with the excavator by removing the soil toa depth of approximately $3 0 \\ \\mathrm { c m } ,$ ：piling it within the plot, and then evenly spreading and smoothing throughout the plot using the steel teeth on the front edge of the excavator bucket. The same mixing and spreading procedure was used in the mixing only treatment,whereas control plots only received disturbance associated with tree and stump removal. In the spring of 2012,a fence was built around the entire experimental area to exclude large herbivores (e.g.,moose),and the site was planted with approximately $_ { 1 0 - \\mathrm { c m } }$ -tall containerized $P$ sylves tris seedlings provided by a commercial nursery,with plants arranged in a $2 \\times 2 \\mathrm { ~ m ~ }$ grid pattern. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/8b2b98a5433deb4f72098c3d50bf555edc12084b112a647f8d569364ed95dee2.jpg",
        "img_caption": [
            "Fig.1 The excavator used to apply biochar and mix soils in an experiment consisting of four treatments;a control,biochar only,soil mixing only,and biochar plus soil mixing ${ \\mathit { \\Delta } } _ { n } = 6$ of all treatment combinations). "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Soil chemistry measurements ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We assessed the relative availability and mineralization of $\\mathrm { N H _ { 4 } ^ { + } }$ \\` ${ \\mathrm { N O } } _ { 3 } ^ { - , }$ and $\\mathrm { P O } _ { 4 } ^ { - }$ -P ions by extracting and analyzing bulk soil samples and by conducting an in situ mineralization assay. In June,2013, five bulk soil samples were collected from within each plot from each of two depths (O-1O and $1 0 { - } 2 0 ~ \\mathrm { c m }$ ).These samples were collected using a $4 9 \\mathrm { - m m }$ -diametersoil corer, from the plot center and from the four midway positions between each plot corner and the plot center. Samples were placed in coolers，returned to the laboratory，and sieved $( 2 ~ \\mathrm { m m } )$ .The five subsamples from each depth within each plot were then bulked,and a $2 0 \\mathrm { - g }$ homogenized subsample was extracted with $5 0 ~ \\mathrm { m L }$ of $1 \\mathrm { ~ M ~ K C l }$ 、At the same time these soil samples were collected,an additional identical set of 5 cores were collected directly adjacent to the first set, placed in polyethylene bags,and returned to the same position from where they originated.These samples were left in the soil for 2.5 months,after which they were collected,bulked,processed, and extracted in the same way as the original set. Concentrations of $\\mathrm { N H _ { 4 } ^ { + } }$ ， $\\mathrm { N O } _ { 3 } ^ { - }$ ，and $\\mathrm { P O } _ { 4 } ^ { - }$ -P were measured on extracts of each soil type (i.e.,bulk soil and incubated soils) using standard colorimetric techniques on an autoanalyzer III (Omni Process，Solna，SE)(Gundale et al.，2008,2011a;Wardle et al., 2013).Approximately $_ { 5 \\textrm { g } }$ of each soil sample was separated for the determination of gravimetric water content,which allowed nutrient concentration measures on all soil extracts to be reported ona soil dry weight(d.w.) basis.For each plot,net N mineralization and $\\mathrm { ~ P ~ } { }$ mineralization $\\left( \\mathbf { m g  { g g } } ^ { - 1 } \\right.$ soil dry weight per day) were calculated as the difference in inorganic N $\\mathrm { ( N H _ { 4 } ^ { + } }$ plus $\\mathrm { N O } _ { 3 } ^ { - }$ orP $( \\mathrm { P O } _ { 4 } ^ { - }$ -P) concentrations between the nonincubated and incubated samples,and net nitrification was calculated as the difference in $\\mathrm { N O } _ { 3 } ^ { - }$ concentrations,and divided by the incubation period (Eno,196O;Gundale et al.,2011a). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In May,2013,we placed five mixed bed ionic resin capsules (PST1 capsule,Unibest,Bozeman,USA) in each plot adjacent to the same five sampling locations described above (Gundale et al.,2008). The capsules were inserted at a $4 5 ^ { \\circ }$ angle,with a final depth of $5 \\mathrm { c m }$ beneath the surface of the humus,and alwaysat least $2 0 \\ \\mathrm { c m }$ from where the soil was sampled. Ionic capsules were collected in October 2013 and extracted using three consecutive rinsing of 10 mL1 M KCl( $3 0 ~ \\mathrm { m L }$ total) (Gundale et al.,2011b,2014).Extracts from these capsules were analyzed as described above for $\\mathrm { N H _ { 4 } ^ { + } }$ ， $\\mathrm { N O } _ { 3 } ^ { - }$ ，and $\\mathrm { P O } _ { 4 } ^ { - }$ -P,and nutrient concentrations were reported on a per capsule basis. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Soil $\\mathrm { \\Delta p H }$ was measured on each sample by creating a slurry solution consisting of a $1 : 1$ mixture of dry soil and deionized water.After combining the soil and water，the slurry was allowed to equilibrate for $^ \\textrm { \\scriptsize 4 h }$ prior to measuring $\\mathrm { \\Delta p H }$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Soil microbial community measurements ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We estimated the relative active soil microbial biomass using the substrate-induced respiration (SIR) method (Anderson & Domsch,1978),as modified by Wardle (1993）and Gundale et al.(2011b).Measurements were made using a composite of $2 0 \\ \\mathrm { g }$ (d.w.) soil sample from each plot at both depths (i.e., 0-10 and $1 0 { - } 2 0 ~ \\mathrm { c m } ^ { \\cdot }$ ).Each sample wasplaced into a $1 0 0 \\mathrm { - m L }$ glass bottle,adjusted to awater content of $12 5 \\%$ (d.w.basis),injected with a glucose solution,and then sealed.Evolution of $\\mathrm { C O } _ { 2 }$ between 1 and $^ 3 \\mathrm { ~ h ~ }$ following glucose addition was then determinedbyinjecting $5 ~ \\mathrm { m L }$ subsamples of headspace gas into an infrared gas analyzer.The difference in respiration between the two sample times is an effective proxy of soil microbial biomass (Anderson & Domsch,1978). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In addition to $\\mathrm { S I R } ,$ we used phospholipid fatty acid (PLFA) analysis to measure soil microbial community structure (Bligh &Dyer,1959).The PLFAs were extracted from $_ \\textrm { 1 g }$ of freezedried soil samples using a modification of the Bligh and Dyer method(Bligh & Dyer，1959；McIntosh etal.，2012；Wardle et al.,2013).Extracts containing PLFAs were analyzed on a Perkin Elmer Claris 50o Gas Chromatograph (Massachusetts, USA),as described elsewhere (McIntosh et al.，2012;Wardle et al.,2013). The abundance of identified PLFAs was reported as micromoles per gram of organic matter using conventional nomenclature and subsequently converted to relative abundance.Different types of PLFAs represent different components of the soil microflora.The PLFAs $1 8 ! 1 \\omega 9$ and $1 8 { : } 2 \\omega 6$ were used to estimate the contribution of fungi,while the branched fatty acids 10mel6:0,10mel7:0 and 10mel8:0 were used to estimate actinobacteria. Bacterial PLFAs including i-15:0, $\\alpha$ -15:0,15:0,i-16:0,16:1ω9,16:1∞7t,i-17:0,cy-17:0,α-17:0, 18:1ω7,cy-19:0 were used to represent total bacteria.Grampositive bacteria were represented by branched fatty acids i-15:0, $\\alpha$ -15:0, i-16:0,i-17:0 and $\\alpha \\cdot$ -17:0,while cy-17:0,cy-19:0 and $1 8 ! 1 \\omega 7$ were used to represent gram-negative bacteria. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Soilrespirationmeasurements ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We measured total soil respiration (i.e.,autotrophic and heterotrophic respiration combined） on six separate measurement events between May 29 and September 13,2013,with approximately 3 weeks between each event.Each measurement event required 2 days,with measurements occurring between 9:00 and 16:30 hours.The order in which plots were measured was changed between sampling events with the intention of dispersing any diurnal variation in measurements equally among blocks and treatments.The measurements were made by installing five cylindrical collars (each $2 5 \\ \\mathrm { c m }$ diameter, $1 0 \\ \\mathrm { c m \\ h i g h } ;$ in each 0.05-ha plot inearly May 2013. The collars were inserted $1 \\mathrm { { c m } }$ into the soil surface,and all aboveground vegetation inside and $5 \\mathrm { c m }$ around each collar was manually removed. The collars were allowed to equilibrate for 17 days after they were set up before the first measurement. The height from soil surface to the rim was measured in four cardinal directions within each collar to calculate the headspace volume. Soil respiration $\\mathrm { ( C O } _ { 2 }$ efflux) was then measured by sealing the headspace within an opaque plexiglass lid fitted with a portable infrared gas analyzer (CARBOCAP model GMP 343,Vaisala,Finland).From each collar， $\\mathrm { C O } _ { 2 }$ concentrations were recorded every $1 5 \\mathrm { ~ s ~ }$ for $3 ~ \\mathrm { m i n }$ .During each measurement,we recorded the headspace air temperature using a digital thermometer probe.Soil respiration within the headspace of each chamber was calculated using a linear regression of $\\mathrm { C O } _ { 2 }$ concentration vs.time,with the slope of the regression indicating the $\\mathrm { C O } _ { 2 }$ efflux.Estimated values were subsequently adjusted for variation in headspace volume and air temperature,and converted to a soil surfacearea basis，resultinginunits of μmol $\\mathrm { C O } _ { 2 } \\ \\mathrm { m } ^ { - 2 } \\ \\mathrm { s } ^ { - 1 } ,$ as described by Hasselquist et al. (2012). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Vegetationmeasurements ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Total vegetation and graminoid cover in each plot were estimated in August,2013,by randomly placing $2 0 \\ 0 . 5 \\times 0 . 5 \\ \\mathrm { m }$ quadrats within the plot and visually estimating percent cover values within each quadrat. To assess plant community composition within each plot,we used point quadrat analysis in August,2013,as described by Wardle et al.(2003) for each of three randomly positioned $0 . 5 \\times 0 . 5 \\mathrm { ~ m ~ }$ quadrats.The percent cover of all plant species (including vascular plants and mosses）within each quadrat was estimated by downwardly projecting 1oo points,and recording all vegetation intercepts for each species by each projection (Wardle et al.,20o3).Further,survival of planted $P$ .sylvestris seedlings in each plot was measured by visually determining the proportion of these seedlings that were still alive in September 2013. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To explore the effects of treatments on tree seed germination,we sowed seeds of the native Swedish tree species Betu lapubescens，P.syluestris，andP.abies，and the introduced Canadian tree species,Pinus contorta.In each plot,we set up five subplots directly adjacent to each location where soil measurements were made.Each subplot consisted of four parallel 20-cm-long lines,with $1 0 \\ \\mathrm { c m }$ separating each line. Each line was randomly assigned to one of the four tree species and planted with 5O seeds each (i.e., ${ \\sim } 0 . 5 \\ \\mathrm { c m }$ between each seed).Seeds were sowed on June 12 and 13,2013,and germinated seeds were counted on June 28,July 9, July 31 andSeptember13,2013 (i.e.，15,26，48 and 92days after sowing,respectively).A wire mesh ( $( 1 \\times 1$ cm mesh size) was placed above each subplot for the duration of the experiment to protect seeds and seedlings from consumption by birds and small mammals. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Statisticalanalysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "For all variables,we considered the plot to be the unit of replication,meaning that multiple measurements made within each plot at the same time were always averaged in order to generate plot level values.When variables were measured at multiple times (i.e.，respiration and seedling germination),or at multiple soil depths,plot level averages were made separately for each measurement time or depth.All data were subsequently analyzed using analysis of variance (ANovA). For variables measured at both sampling depths (i.e., SIR,PLFA, $\\mathrm { \\ p H } ,$ extractable soil nutrients,and soil nutrient transformations variables),data were analyzed using a three-factor split plot ANOVA,with soil depth (O-10 or $1 0 { - } 2 0 ~ \\mathrm { c m } ,$ ）servingasa splitplot factor within biochar (added or not added) and mixing (mixed or not mixed) as main factors.Soil respiration data were analyzed using repeated-measures ANovA，with biochar and mixing serving as fixed factors, and sampling time serving as the repeated measure.The final seedling germination rate measured 92 days after sowing was analyzed using a three-factor ANovA，with seedling species serving as a subplot factor within biochar and mixing treatments.The remaining data(i.e., resin capsule and all other vegetation data） were analyzed using two-factor ANovA，with biochar and mixing serving as fixed factors.Prior to two-way ANovA,vegetation community composition data were subjected to principal components analysis (PCA),and scores from the first and second principal component axes were analyzed using two-way ANovA.For all ANOVAs described above,block was initially included as a random factor within each ANovA model and was removed whenever significant block effects were not present (Zar，1999). Whenever ANovAs revealed significant interactive effects among factors,data were subsequently analyzed using post hoc Student-Newman-Keuls tests to identify pairwise differences among treatment combinations,or Student's t-tests to compare two treatments within a given soil depth.All data were analyzed using SPSS version 21 (IBM,New York,NY,USA) except for the PCA for which Primer version6 software(Luton, UK)was used.Data were first evaluated for assumptions of normality and homoscedasticity prior to ANovA and were always found to meet these assumptions. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/ede5b2b2427006ef1b657be75d30435850afdcc85715217bcb8441109096db9a.jpg",
        "table_caption": [
            "r :erereei gi geerng "
        ],
        "table_footnote": [
            ""
        ],
        "table_body": "<html><body><table><tr><td>q×wxq</td><td>P</td><td></td><td></td><td></td></tr><tr><td></td><td>F</td><td></td><td></td><td>00-0--7：3000</td></tr><tr><td></td><td>P</td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td>14-21－27－51030060</td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>P</td><td></td><td></td><td>、</td></tr><tr><td></td><td></td><td></td><td></td><td>10-00-00-2208008</td></tr><tr><td></td><td>P</td><td></td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td>022105710血566708</td></tr><tr><td></td><td>P</td><td></td><td></td><td></td></tr><tr><td>*（a) gida</td><td>F</td><td>34-14-68-38660022</td><td></td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr><tr><td></td><td>P</td><td></td><td></td><td></td></tr><tr><td></td><td>F</td><td></td><td></td><td>1543013004245062320</td></tr><tr><td></td><td>P F</td><td></td><td></td><td></td></tr><tr><td></td><td></td><td>8</td><td></td><td>51326381141709</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/77158afe6fcd06faafc732c21292557256e9ab32cf44c69eab990b8af298393b.jpg",
        "table_caption": [
            "Table 2 The $F \\mathrm { - }$ and $P$ -values derived from three-factor ANovAs comparing the main and interactive effects of biochar(added or not added),soil mixing (mixed or not mixed),soil depth (0-10 or $1 0 { - } 2 0 ~ \\mathrm { c m } ,$ on soil microbial variables,including substrate induced respiration(SIR)ndosidcidatacdigtotalugaldtealFsdegaltocti Bolded $F \\mathrm { - }$ and $P$ -values indicate a significant effect at $P = 0 . 0 5$ （204号 "
        ],
        "table_footnote": [
            "\\*Degrees of freedom: 1,5. tOrganic Matter (O.M.). "
        ],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"2\">Mixing (M)*</td><td colspan=\"2\">Biochar (B)*</td><td colspan=\"2\">Depth (D)*</td><td colspan=\"2\">B ×M*</td><td colspan=\"2\">B×D*</td><td colspan=\"2\">M× D*</td><td colspan=\"2\">B×M× D*</td></tr><tr><td></td><td>F</td><td>P</td><td>F</td><td>P</td><td>F</td><td>P</td><td>F</td><td>P</td><td>F</td><td>P</td><td>F</td><td>P</td><td>F</td><td>P</td></tr><tr><td>SIR (μg C g-1 h-1)</td><td>15.2</td><td>0.000</td><td>2.5</td><td>0.121</td><td>129.5</td><td>0.000</td><td>21.6</td><td>0.000</td><td>0.6</td><td>0.432</td><td>17.4</td><td>0.000</td><td>11.5</td><td>0.002</td></tr><tr><td>Total PLFA (nmol g-1 O.M.)t</td><td>12.9</td><td>0.001</td><td>1.7</td><td>0.204</td><td>83.5</td><td>0.000</td><td>4.3</td><td>0.046</td><td>0.2</td><td>0.627</td><td>16.9</td><td>0.000</td><td>2.0</td><td>0.170</td></tr><tr><td>Fungi (nmol g-1 O.M.)</td><td>14.1</td><td>0.001</td><td>2.8</td><td>0.102</td><td>87.1</td><td>0.000</td><td>3.3</td><td>0.077</td><td>0.7</td><td>0.399</td><td>19.0</td><td>0.000</td><td>1.6</td><td>0.210</td></tr><tr><td>Bacteria (nmol g-1 O.M.)</td><td>12.0</td><td>0.001</td><td>1.5</td><td>0.226</td><td>80.2</td><td>0.000</td><td>4.6</td><td>0.039</td><td>0.3</td><td>0.623</td><td>15.7</td><td>0.000</td><td>2.3</td><td>0.142</td></tr><tr><td>Gram + (nmol g-1 O.M.)</td><td>11.6</td><td>0.002</td><td>1.9</td><td>0.183</td><td>85.0</td><td>0.000</td><td>4.4</td><td>0.044</td><td>0.3</td><td>0.571</td><td>15.8</td><td>0.000</td><td>1.9</td><td>0.174</td></tr><tr><td>Gram - (nmol g-1 O.M.)</td><td>11.9</td><td>0.001</td><td>1.3</td><td>0.271</td><td>73.5</td><td>0.000</td><td>4.7</td><td>0.038</td><td>0.2</td><td>0.686</td><td>15.0</td><td>0.000</td><td>2.4</td><td>0.134</td></tr><tr><td>Actinobacteria (nmol g-1 O.M.)</td><td>12.9</td><td>0.001</td><td>2.0</td><td>0.170</td><td>84.0</td><td>0.000</td><td>4.7</td><td>0.038</td><td>0.2</td><td>0.682</td><td>16.3</td><td>0.000</td><td>2.0</td><td>0.163</td></tr><tr><td>Fungal to bacterial ratio</td><td>0.5</td><td>0.933</td><td>5.2</td><td>0.029</td><td>38.1</td><td>0.000</td><td>1.3</td><td>0.266</td><td>0.1</td><td>0.933</td><td>6.8</td><td>0.013</td><td>0.1</td><td>0.813</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/95bbbe3b9cbdded7b0579c8e18d1da6ccb407cdeb6ac746c74f42cac9e83cab2.jpg",
        "table_caption": [
            "Table3 The degrees of freedom, $F \\mathrm { - }$ and $P$ -values from a repeated-measures ANovA evaluating the main and interactive effects of biochar (added or not added),soil mixing (mixed or not mixed),sampling time,and their interactions on soil respiration,expressed as $\\mu { \\bmod { \\mathrm { \\mathbf { m } } } } ^ { - 2 } { \\mathrm { \\mathbf { s } } } ^ { - 1 }$ .Bolded $F \\mathrm { - }$ and $P .$ values indicate a significant effect at $P = 0 . 0 5$ （20 "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>df</td><td>F-values</td><td>P-values</td></tr><tr><td>Mixing</td><td>1,5</td><td>7.9</td><td>0.006</td></tr><tr><td>Biochar</td><td>1,5</td><td>2.8</td><td>0.096</td></tr><tr><td>Time</td><td>3,15</td><td>12.1</td><td>0.000</td></tr><tr><td>Mixing*Biochar</td><td>1,5</td><td>2.5</td><td>0.117</td></tr><tr><td>Mixing*Time</td><td>3,15</td><td>2.8</td><td>0.019</td></tr><tr><td>Biochar*Time</td><td>1,5</td><td>0.1</td><td>0.992</td></tr><tr><td>Biochar*Mixing*Time</td><td>3,15</td><td>0.8</td><td>0.578</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Soil response variables ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Numerous soil variables were responsive to biochar addition，soil mixing,and soil depth，as well as their interactions (Tables 1,2,and 3). For soil depth,extractable $\\mathrm { P O } _ { 4 } ^ { - }$ concentrations (Fig. 2a),net $\\mathrm { \\Delta N }$ mineralization (Fig. 2b),and all soil microbial community parameters (Fig.3) decreased with depth,whereas extractable $\\mathrm { N O } _ { 3 } ^ { - }$ concentrations increased with depth (Fig. 2c). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Biochar addition caused a significant increase in net $\\mathsf { N }$ mineralization (Fig. $2 \\mathrm { b } ,$ ，Table1)，extractable $\\mathrm { N H } _ { 4 } ^ { + }$ concentrations (Fig.2d, Table 1),resin-sorbed $\\mathrm { N H _ { 4 } ^ { + } }$ concentrations (Fig.4a,Table 1)，and the fungal:bacterial ratio (Fig. 3e, Table 2).Biochar had no significant main effects on any other response variable nor were there any significant interactions between biochar and soil depth. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Soil mixing had a significant main effect on many responsevariables.Mixingcausedasignificant decrease in net Nmineralization rates(Fig. $^ { 2 \\mathrm { b } , }$ Table 1)， SIR， total PLFAs， the abundance ofall microbial functional groups (Fig.3a-d，Table 2)，soil respiration rates (Supplementary Fig.1，Table 3)，and anincrease insoil $\\mathrm { N O } _ { 3 } ^ { - }$ concentrations(Fig. 2c, Table 1)． Forseveralvariables, soilmixingalso showed an interactive effect with soil depth (Table 1, 2).For net N mineralization, this interaction occurred because the negative effect that soil mixing had on N mineralization was more pronounced in the surface compared to deeper soil (Fig.2b).Likewise，for all microbial response variables(Table 2)，the negative impact of mixing was more pronounced in surface relative to deeper soil (Fig. 3a-e; data for ${ \\mathrm { G r a m } } + { } ,$ Gram-，and actinobacteria not graphically depicted). For soil $\\mathrm { \\ p H } ,$ the interactive effect occurred because mixingincreasedsoil $\\mathrm { \\Delta p H }$ inthesurface $\\mathrm { ( p H = 4 . 8 8 \\pm 0 . 0 5 4 }$ and $5 . 1 7 \\pm 0 . 0 3 6$ in the unmixed and mixed soil，respectively)，but not in the deeper soil layer $( 5 . 4 1 \\pm 0 . 0 3 6$ regardless of treatment).For soil respiration，the effect of mixing interacted significantly with time (Table 3),with negative effects more pronounced in the middle compared to the beginning or end of the growing season (Fig. S1). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Numerous soil variables responded to the interactive effect of biochar and mixing,and one additional variable(SIR) responded to a three-way interactive effects of biochar,mixing,and soil depth (Table 1 and 2).For netN mineralization (Fig.2b),all microbial parameters except fungi and the fungal to bacteria ratio (Fig. 3a-e), and resin-sorbed $\\mathrm { N O } _ { 3 } ^ { - }$ and $\\mathrm { H } _ { 2 } \\mathrm { P O } _ { 4 } ^ { - }$ (Fig. 4b,c), two-way interactive effects between biochar and mixing occurred because the impacts of soil mixing on these variables were less severe when biochar was also added.Likewise,the three-way interactive effect found for SIR was due to the negative effects of soil mixing being less severe when biochar was also added,but only in the surface soil (Fig. 3a). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/f6a79fc77fb1a34f021cee0274c2649677fcbaa39ff0022f30591d3b2a85c1e5.jpg",
        "img_caption": [
            "Fig.2 The mean $( \\pm S \\mathrm { E } )$ extractable soil $\\mathrm { P O } _ { 4 } ^ { 3 - }$ concentrations in response to soil depth (a),net $\\Nu$ mineralization rates in response to soil depth and biochar and soil mixing treatments (b), $\\mathrm { N O } _ { 3 } ^ { - }$ concentrations in response to soil depth and soil mixing(c),and soil $\\mathrm { N H _ { 4 } ^ { + } }$ inresponse tosoildepthandiocharappcation(d).Withinachpanl,dferentapitalleters(AorB)bovebarsorbargroups indicateasignificantdiferenceetweenthesoildepths;lowercaseleters (aorb)indicatesignificantdiferencesacrossalarss indicated by post hoc Student-Neuman-Keuls tests,and stars $( ^ { * } )$ indicate significant differences between the two bars within each soil depth,as determined using post hoc Student t-tests. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Vegetation response variables ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The addition of biochar had a significant main effect on only one vegetation variable,that is,plant species richness，which declined when biochar was added (Fig. 5d,Table 4). Soil mixing had a negative impact on total plant cover and graminoid cover (Fig.5a, Table 4). Mixing also reduced PCA axis 2 scores (Fig.5b，Table 4)，where lowerscoresrepresented greater abundance of Vaccinium vitis-idaea and Calluna vulgaris，andhigherscoresrepresented greater abundance of Deschampsia flexuosa and Epilobium angustifolium (loading scores $- 0 . 4 4 , ~ - 0 . 2 2 , ~ 0 . 3 4 ,$ and 0.76, respectively).In contrast，pine seedling survival was significantly enhanced by soil mixing (Fig. 5c, Table 4), as was the germination percentage of all four tree species (Fig.6，Table 5).For tree seed germination，the positive effect of mixing on germination differed among the four species (i.e.，indicated by a significant mixing by species interaction; Table 5). These interactive effects occurred because the positive effect of mixing was less pronounced for B.pendula compared with the three conifer species (Fig.6).One variable,that is total vegetation cover,was also affectedby the interaction of biochar and mixing，whereby the negative effect that mixing had on total cover was more severe when biochar was added compared to when it was not added (Fig. 5a). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Consistent with our first hypothesis (i.e.,that addition ofbiocharwouldenhancenutrientavailabilityand mineralization rates,microbial biomass,and soil respiration rates independently of the soil mixing treatment)，we found that biochar increased $\\mathrm { N H _ { 4 } ^ { + } }$ availability，regardless of whether it was applied to the surface or mixed into the soil.However,a majority of other variables were unresponsive to biochar addition,such as $\\mathrm { N O } _ { 3 } ^ { - }$ and $\\mathrm { P O _ { 4 } ^ { - } { - } P , }$ ，most microbial community variables,and soil respiration. One potential explanation for the observed increase in $\\mathrm { N H _ { 4 } ^ { + } }$ concentrations is that the biochar itself served as a source of $\\mathrm { N H _ { 4 } ^ { + } }$ ，which accumulates within ash residues on its surfaces during the charring process (Gundale & Deluca，2006;Pluchon et al.,2014).However,if we consider that the mean soil bulk density at the site was ${ \\mathrm { ~ 1 ~ g ~ c m } } ^ { - 3 }$ and a depth of $2 0 \\ \\mathrm { c m } ,$ ，the increase in $\\mathrm { N H _ { 4 } ^ { + } }$ concentrations caused by biochar addition scales up to approximately $0 . 5 \\mathrm { ~ k g } \\mathrm { N H } _ { 4 } ^ { + }$ per plot，which is 724 times greater than the $\\mathrm { N H _ { 4 } ^ { + } }$ directly contributed by the biochar itself (i.e., $5 0 0 ~ \\mathrm { k g }$ of biocharper $\\mathrm { p l o t } \\times 1 . 3 8 ~ \\mathrm { m g }$ $\\mathrm { N H _ { 4 } ^ { + } }$ $\\mathbf { k g } ^ { - 1 }$ biochar $= 6 9 0 ~ \\mathrm { m g } ~ \\mathrm { N H _ { 4 } ^ { + } }$ added per plot). Thus, the positive effect of biochar on soil $\\mathrm { N H _ { 4 } ^ { + } }$ concentrations was instead likely to have arisen by promoting net N mineralization rather than ash input (indicated by a main biochar effect,Table 1)，which was particularly evident in the mixed plots (indicated by a biochar by mixing interactiveeffect,Table1).Enhancement ofNmineralization associated with biochar especially in the mixed plots may have occurred as a result of enhanced gas exchange or soil moisture retention associated with its veryhigh micropore volume (Keech et al.,2oo5;Pluchon et al., 2014). ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/efc5185aa65259448479c55b74a79be789d5e0b5c1fcda85ad2e2180e59390f4.jpg",
        "img_caption": [
            "Fig.3The mean $( \\pm \\mathrm { { S E } ) }$ substrate-inducedrespiration (SIR)rate (a),concentrationsof total (b),fungal (c),and bacterial(d) phospho lipid fatty acids (PLFAs),and the fungal:bacterial ratio (e) in response to soil depth (0-10 or $1 0 { - } 2 0 ~ \\mathrm { c m } ,$ ）anda factorial combination of biocharpplicationandsoilixing.Withinchpanel,diferentcapitalleters(AorB)aoveeachgroupofbarsidicaesaigifi cantdifferencetweeteeptseasloweraetrs(or)dicategicatdiereescossallarssdcate by post hoc Student-Neuman-Keuls tests. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/4ad83990fd1a2e1a8936d320e76e7674ca33a8dd8738f96e3d32b497538e5100.jpg",
        "img_caption": [
            "Fig.4 The mean $( \\pm \\mathrm { { S E } ) }$ resin-sorbed $\\mathrm { N H _ { 4 } ^ { + } }$ in response to biochar addition (a),and resin-sorbed $\\mathsf { N O } _ { 3 } ^ { - }$ (b）and $\\mathrm { P O } _ { 4 } ^ { - }$ (c）in response to biochar application and soil mixing treatments. Within each subpanel different lower case letters above bars,or stars(\\*）above bar pairs indicate significant differences,as determined using post hoc Student's t-tests. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Contrary to the first part of our second hypothesis (i.e.，that soil mixing alone would enhance nutrient availability and mineralization rates,and soil respiration,but decrease total microbial biomass and fungal to bacteria ratios),we found that soil mixing caused a decline in a majority of these variables.While all plots within our experiment were subjected to a relatively minor level of disturbance during forest harvest and stump removal (which left the organic horizon mostly intact)，our mixing treatment caused a substantially more severe disturbance by turning over the entire soil volume to a depth of approximately $3 0 \\ \\mathrm { c m } ,$ thereby likely affecting a wide range of soil properties suchasaggregatestructure， porosity， andgas exchange. The disturbance caused by the mixing treatment resembled several mechanical site preparation techniques(e.g.， moundingorfurrowing) widely employed in the boreal region used to enhance forest establishment,which have been shown in numerous studies to enhance short term nutrient availability and mineralization rates,as well as bacterial biomass,and soil respiration rates (Frey et al.，2Oo3;Siira-Pietikainen et al.，2003；MacKenzie et al.，2005；Piirainen et al., 2007).These changes can occur because soil disturbance causes soil organic matter stabilized within soil aggregates to become more available to the microbial community,leading to short-term increase in bacterial biomass,soil respiration,nutrient transformation rates, and nutrient accumulation in the soil (Siira-Pietikainen et al.,2oo3),followedbyan eventual decline (Piirainen et al.,20o7). One potential explanation for the contradictory results found in our study is that these effects are short lived and had ended prior to our sampling effort. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We found no evidence for our second hypothesis that soil mixing would enhance effects of biochar on measured soil variables.Instead，we found that biochar dampened many of the impacts that mixing by itself had on soil nutrient availability,nutrient transformation rates,and microbial community variables. Several prop erties of biochar may have contributed to this dampening. For instance，numerous studies have shown that biochar can enhance microbial biomass and activity by serving as a substrate and habitat for microbes,and by improving soil physical properties (Pietikainen et al., 2000; Lehmann et al.,2011). Our finding of enhancement of SIR and soil bacterial and fungal PLFAs in the mixed soil with vs.without biochar would have likely led to the enhancement of net N mineralization rates,given this process is driven by the soil microbial community. This stimulation of the soil microbial community may also have immobilized $\\mathrm { N O } _ { 3 } ^ { - }$ ，thus leading to the lower $\\mathrm { N O } _ { 3 } ^ { - }$ concentrations we observed in the mixed soil with vs. without biochar. The significant increase in soil $\\mathrm { P O } _ { 4 } ^ { - }$ -P in mixed soils with vs. without biochar could have been due to biochar interfering with $\\mathrm { P O } _ { 4 } ^ { - }$ -P complexation into humic substances,orwith Fe and Al ions (Lehmann et al.,2003; Topoliantz et al.,2005),which can limit $\\mathrm { ~ P ~ } { }$ availability in the boreal region (Giesler et al., 2005). ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/02aa0e5c53cde84fe37ab790450dab8236e10c0b9a591fd3e67cb145c61b36a4.jpg",
        "img_caption": [
            "Fig.5The mean $( \\pm \\mathrm { { S E } ) }$ graminoid and total cover of the ground layer vegetation in response to soil mixing and biochar treatments (a),the mean $( \\pm 9 5 \\%$ confidence interval) of the first and second axis of aprinciple component analysis (PCA)describing the vegetation composition (b),and mean $( \\pm \\mathrm { { S E } ) }$ survival of $P$ .syluestris seedlings (c) in response to soil mixing treatments,and the response on speciesrichnestothacoaltrement(d).Diferntletersbovebrs(aorbibpanlsanddinicatesiificadfer ences,as determined using Student-Neuman-Keuls post hoc tests (a) or analysis of variance (c and d). "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/d39381cb69c1cc50efd728fcb84b7c6c9ece54ab94be7fb89d37efead050b3b9.jpg",
        "table_caption": [
            "Table 4 The $F \\mathrm { - }$ and $P$ -values from ANovA evaluating the main andinteractive effectsof biochar (added ornotadded) and soil mixing (mixed or not mixed） on plant species richness,PCA axis1 and 2,graminoid and total cover,and pine survival. Bolded $F \\mathrm { - }$ and $P \\mathrm { - }$ values indicate a significant effect at $P = 0 . 0 5$ （204 "
        ],
        "table_footnote": [
            "\\*Degrees of freedom: 1,5. "
        ],
        "table_body": "<html><body><table><tr><td></td><td colspan=\"2\">Mixing (M)*</td><td colspan=\"2\">Biochar (B)*</td><td colspan=\"2\">B×M*</td></tr><tr><td></td><td>F</td><td>P</td><td>F</td><td>P</td><td>F</td><td>P</td></tr><tr><td>Species Richness</td><td>2.1</td><td>0.166</td><td>8.5</td><td>0.011</td><td>0.1</td><td>0.775</td></tr><tr><td>Total cover (%)</td><td>62.4</td><td>0.000</td><td>3.3</td><td>0.088</td><td>5.5</td><td>0.033</td></tr><tr><td>Graminoid cover (%)</td><td>117.3</td><td>0.000</td><td>0.8</td><td>0.394</td><td>1.7</td><td>0.218</td></tr><tr><td>PCA1</td><td>1.0</td><td>0.345</td><td>0.5</td><td>0.495</td><td>0.0</td><td>0.960</td></tr><tr><td>PCA 2</td><td>8.4</td><td>0.011</td><td>0.0</td><td>0.971</td><td>1.1</td><td>0.314</td></tr><tr><td>Pine Survival (%)</td><td>145.9</td><td>0.000</td><td>0.2</td><td>0.630</td><td>2.5</td><td>0.137</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/2ae16e803f89d1b97830589090c3f82c80554c6090eef251a161b3fdfacd9094.jpg",
        "img_caption": [
            "Fig.6 The mean $( \\pm S \\mathrm { E } )$ germination rate $( \\% )$ forplanted seeds ofBetulapendula,Piceaabies,Pinussyluestris,andPinuscontorta in response to soil mixing 92 days after seed sowing. Stars above each pair of bars indicate a significant difference，as determined using post hoc Student's t-tests whereas,capital lettersabove each bar pair indicate a significant difference in germination rate across the four species,as determined using Student-Neuman-Keuls post hoc tests. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/3e1aad5ea86d1e5381ae14d662364280f4d6aaeed85368d77d44b0c236cb4eea.jpg",
        "table_caption": [
            "Table 5 The degrees of freedom, $F \\mathrm { - }$ and $P$ -values fromasplit plot ANovA evaluating the main and interactive effects of biochar (added or not added),soil mixing (mixed or not mixed), seedling species,and their interactions on the percent germination of four seedling species (Betula pendula,Picea abies,Pinus syluestric,andPinus contorta).Bolded $F \\mathrm { - }$ and $P$ -valuesindicatea significant effect at $P = 0 . 0 5$ "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>df</td><td>F-value</td><td>P-value</td></tr><tr><td>Mixing</td><td>1,20</td><td>23.4</td><td><0.001</td></tr><tr><td>Biochar</td><td>1,20</td><td>2.4</td><td>0.131</td></tr><tr><td>Species</td><td>3,441</td><td>187.6</td><td><0.001</td></tr><tr><td>Mixing*Biochar</td><td>1,20</td><td>0.109</td><td>0.745</td></tr><tr><td>Biochar*Species</td><td>3,441</td><td>0.070</td><td>0.976</td></tr><tr><td>Mixing*Species</td><td>3,441</td><td>5.215</td><td>0.002</td></tr><tr><td>Mixing*Biochar*Species</td><td>3,441</td><td>0.403</td><td>0.751</td></tr></table></body></html>",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Contrary to our third hypothesis (i.e., that treatment effects on nutrient availability would correspond with differences in plant community composition),we found that elevated soil $\\mathrm { N H _ { 4 } ^ { + } }$ concentrations that occurred in response to biochar addition did not correspond with large changes to the ground layer vegetation. The only effect of biochar was to cause a small decrease in plant species richness per unit area. However, in partial support of our third hypothesis,we found that mixing reduced graminoid and total plant cover and promoted dominance by ericaceous shrubs；this corresponded with the lower net N mineralization rates and resinsorbed $\\mathrm { P O } _ { 4 } ^ { - }$ -P concentrations in the mixed plots. The most likely explanation for the observed unresponsiveness of vegetation to biochar application,as well as for the relatively weak relationship between vegetation cover and nutrient availability，isthat vegetation appeared to be primarily controlled by disturbance rather than soil nutrient availabilityover the time scale of our study. The soil mixing treatments clearly damaged and buried vegetation,resulting in a direct reduction in vegetation cover.While no effect of enhanced nutrient availability on vegetation was evident in our study，we anticipate that these effects could emerge over longer times scales,as the relative importance of plant competition for nutrients gradually becomes more important (Grime,1979). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Contrary to the predictions of our fourth hypothesis, our data showed that biochar application had no discernable short-term impact on tree seed and seedling response despite significantly increasing extractable $\\mathrm { N H } _ { 4 } ^ { + }$ concentrations.This result is consistent with some previous studies in northern conifer forests (Naydenov et al.,2006;Heiskanen et al.,2013)butnot others(Wardle et al.,1998;Nilsson et al.,2008;Pluchon et al.,2014). Pluchon et al. (2014) showed that biochar effects on seedling growth of boreal forest tree species were determined by interactive effects between biochar and soil，whereby biochar with higher concentrations of available $\\mathrm { P O } _ { 4 } ^ { - }$ -P had large effects only in soils where $\\mathrm { \\Delta P }$ was limiting relative to N. This result could explain the unresponsiveness of seedlings to biochar application,as biochar may not have alleviated the primary resource limitation or reduced competition with the ground layer vegetation at the site over the time scale of our study. However, in support of our fourth hypothesis, $P$ sylvestris seedling growth and germinationrates of four sown species (P.sylvestris,P.contorta,P.abies,andB.pendula) were strongly impaired in the plots where vegetation cover was the greatest (i.e.， the unmixed plots). These results highlight the importance of ground layer vegetation in determining tree establishment success in boreal forests (Thiffault etal.,2013). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The suggestion that biochar management can be used to effectively mitigate global anthropogenic $\\mathrm { C O } _ { 2 }$ emissions require its successful implementation in nearly every major biome,and thus,far studies evaluating biochar application in forest environments are almost completely lacking. Our study provides several insights into understanding the impacts and effectiveness of biochar management in forested environments and boreal forests specifically. First, it suggests that biochar application can enhance availability of some soil nutrients known to limit productivity in the boreal region (notably $\\mathrm { N H _ { 4 } ^ { + } }$ ）while directly contributing to a relatively stable pool of soil C. Given that we applied $1 0 \\mathrm { ~ t ~ } \\mathrm { h a } ^ { - 1 }$ of biochar with a C content of $7 4 \\%$ (i.e., $7 . 4 ~ \\mathrm { M g ~ C ~ h a ^ { - 1 } } ,$ to a soil containing_approximately five times as much C (i.e., $3 8 . 8 ~ \\mathrm { M g ~ h a } ^ { - 1 } ,$ ),and no changes in soil C efflux (i.e., soil respiration) were detected, our study suggests that biochar was relatively stable and at most caused only minor losses of existing soil C. This finding suggests that biochar may indeed serve as a useful tool to simultaneously enhance soil fertility and soil C stocks in boreal forests. Secondly, our data provide new insights into the potential impacts of biochar on aboveground C sequestration in the boreal region. Biochar alone was ineffective at enhancing growth of the ground layer vegetation or the regeneration of forest trees over the 2-year duration of our study, contrary to a wide range of studies conducted in agro-ecosystems that have shown positive effects on plant growth (Jeffery et al.,2011).Given that trees eventually account for most of the aboveground C in establishing forest stands, our results suggest that biochar application in the boreal region might be more useful and successful as a $\\boldsymbol { \\mathrm { ~ C ~ } }$ storage and sequestration tool if used in combination with site preparation systems aimed at optimizing forest regeneration. Within this context, biochar may help prolong the shortterm transient effects that these preparation techniques mayhave on soil nutrient availability， microbial biomass,and activity,while directly enhancing recalcitrant soil C stocks.While our study covered a relatively short response period relative to a typical forest rotation length,it is a critical first step in evaluating the impacts of biochar management in forested ecosystems on the global C cycle.Our study,in combination with additional long-term studies,is necessary before biochar management can be accepted and promoted within proposed C trading schemes in the boreal region. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Wethank the staff and SLU SvartbergetField station for their assistance setting up and maintaining the experiment. We thank K.Gundale for assistance with laboratory work.We acknowledge funding from FORMAS and TC4F program to M.J.G,From TC4F toM-C.N.,and from FORMAS toD.A.W. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Ameloot N,Sleutel S,Das KC,Kanagaratnam J,De Neve S (2015) Biochar amendment to soils with contrasting organic matter level: efects on N mineralization and biological soil properties. GCB Bioenergy,7,135-144.   \nAnderson JPE,Domsch KH (1978) Physiological method for quantitative measurement of microbial biomass in soils.Soil Biology & Biochemistry,10,215-221.   \nAtkinson CJ, Fitzgerald JD,Hipps NA (2010)Potential mechanisms for achieving agricultural benefits from biochar application to temperate soils: a review.Plant and Soil,337, 1-18.   \nBiederman LA,Harpole WS (2013) Biochar and its effects on plant productivity and nutrient cycling:a meta-analysis.Global Change Biology Bioenergy,5,202- 214.   \nBligh EG,Dyer WJ(1959)A rapid method to total lipid extraction and purification. CanadianJournal of BiochemistryandPhysiology,37,911-917.   \nBrewer CE,Unger R,Schmidt-RohrK,Brown RC (2011) Criteria to select biochars for field studies based on biochar chemical properties. Bioenergy Research,4, 312- 323.   \nBurney JA,Davis SJ,Lobell DB (2010) Greenhouse gas mitigation by agricultural intensification.Proceedings of theNational Academy of Sciences of the United States of America,107, 12052-12057.   \nChan KY, Zhihong $x$ (2009) Biochar: nutrient properties and their enhancement. In: Biochar for Environmental Management (eds Lehmann J, Joseph S),pp.67-81.Earthscan, Sterling, Virginia.   \nClough TJ,Condron LM, Kammann C,Muiller C (2013)A review of biochar and soil nitrogen dynamics. Agronomy,3,275-293.   \nCornwell WK,Cornelissen JHC,Amatangelo K,et al. (2008)Plant species traits are the predominant control on litter decomposition rates within biomes worldwide. Ecology Letters,11,065-1071.   \nCusack DF,Axsen J, Shwom R, Hartzell-Nichols L,White S, Mackey KRM (2014) An interdisciplinary assessment of climate engineering strategies.Frontiers in Ecology and the Enironment,12,28-287.   \nDeLuca TH,MacKenzie MD,Gundale MJ,Holben WE (2006)Wildfire-produced charcoal directly influences nitrogen cycling in ponderosa pine forests.Soil Science Society ofAmerica Journal,70,448-453.   \nEno CF (1960) Nitrate production in the field by incubating the soil in polyethylene bags.Soil ScienceSociety ofAmerica Proceedings,24,277-299.   \nFrey BR, Lieffers VJ, Munson AD, Blenis PV (2Oo3) The influence of partial harvesting and forest floor disturbance on nutrient availability and understory vegetation in boreal mixedwoods.Canadian Journal of Forest Research-Revue Canadienne De Recherche Forestiere,33,1180-1188.   \nGiesler R,Andersson T,Lovgren L,Persson P (2005) Phosphate sorption in aluminum-and iron-rich humus soils.Soil Science Society of America Journal, 69,77-86.   \nGlaser B,Haumaier L,Guggenberger G, Zech W (2001) The Terra Preta' phenomenon: a model for sustainable agriculture in the humid tropics. Naturwissenschaften, 88, 37-41.   \nGrime JP (1979) Plant Strategies and Vegetation Processes.John Wiley and Sons,London, UK.   \nGundale MJ,Deluca TH(2006) Temperature and source material influence ecological attributes of ponderosa pineand Douglas-fircharcoal.Forest Ecologyand Management, 231, 86-93.   \nGundale MJ, Deluca TH,Nordin A (201la) Bryophytesatenuateanthropogenic nitrogen inputs in boreal forests.Global Change Biology,17,2743-2753.   \nGundale MJ,Fajardo A, Lucas RW,Nilsson M-C,Wardle DA (2011b) Resource heterogeneity does not explain the productivity-diversity relationship across a boreal island fertility gradient.Ecography,34,87-896.   \nGundale MJ,From F,Bach LH, Nordin A(2014)Anthropogenic nitrogen deposition in boreal forests hasa minor impact on the global carbon cycle. Global Change Biology,20,276-286.   \nGundale MJ,Sutherland S,Deluca TH(2O08)Fire,nativespecies,andsoilresource interactions influence the spatio-temporal invasion patern of Bromus tectorum. Ecography,31,201-210.   \nHasselquistNJ,MetcalfeDB,Hogberg P(2012)Contrastingefectsoflowand igh nitrogen additions onsoil CO2 flux components and ectomycorrhizal fungal sporocarp production ina boreal forest. Global Change Biology,18,3596-3605.   \nHeiskanen J,Tammeorg P,DumroeseRK (2013) Growth of Norway spruce seedlings after transplanting into silty soil amended with biochar: a bioassay in a growth chamber- Short Communication.Journal of Forest Science (Prague)，59, 125–129.   \nHobbie SE (1996) Temperature and plant species control over litter decomposition in Alaskan tundra. Ecological Monographs,66,503-522.   \nIPCC(2013) Intergovermental Panel on Climate Change Fourth Assssment Report: Working Group 1 contribution to the firth asessment report of the intergovernmental panel on climate change, Chapter11. In: Climate Change 2013: The physical science basis.(eds StockerTF,QinD),pp.1-119.New York,NY,Cambridge University Press.   \nJeffery S,Bezemer TM,Cornelissen ${ \\bf G } ,$ et al.(2013) The way forward in biochar research: targeting trade-ofs between the potential wins.Global Change Biology Bioenergy,7, 1-13.   \nJefery S,VerheijenFGA,VanDer Velde M, BastosAC (2011)A quantitativereview of the effects of biochar application to soils on crop productivity using metaanalysis.Agriculture Ecosystems $\\mathcal { E }$ Enoiromet,44,.   \nJones DL, Murphy DV,Khalid M,Ahmad W,Edwards-Jones G,Deluca TH(2010) Short-term biochar-induced increase in soil CO(2) release is both biotically and abioticallymediated.Soil Biology $\\mathcal { E }$ Biochemistry,43,1723-171.   \nKeech O,Carcaillet C,Nilsson M-C (205)Adsorptionofalelopathiccompounds by wood-derived charcoal: the role of wood porosity.Plant and Soil,272, 291-300.   \nLehmann J(2O07a) Bio-energy in the black.Frontiersin Ecologyand theEnvironment, 5, 381-387.   \nLehmann J(2007b)A handful of carbon. Nature, 447, 143-144.   \nLehmann J,Da Silva JP Jr, Steiner C,Nehls T,Zech W,Glaser B (2003) Nutrient availability and leaching in an archaeological Anthrosol and a Ferrasol of the Central Amazon basin: fertilizer,manure,and charcoal amendments.Plnt and Soil, 249,343–357.   \nLehmannJ, Joseph S(eds)(20o9) Biochar for Environmental Management.Earthscan, Sterling, Virgina.   \nLehmann J, Rillig MC, Thies J, Masielo CA,Hockaday WC,Crowley D (2011) Biochar effectsofsoilbiota-Areview.Soil Biology&Bochemistry,43,-36.   \nLiang B,Lehmann J,Sohi SP,etal. (2O10) Black carbon affects thecyclingof nonblack carbon in soil. Organic Geochemistry,41,206-213.   \nLindholm EL, Stendahl J, Berg S,Hansson PA (2011) Greenhouse gas balance of harvesting stumps and logging residues for energy in Sweden. Scandinavian Journal of Forest Research,26,586-594.   \nLiu XY, Zhang AF,Ji CY,et al. (2013) Biochar's effect on crop productivity and the dependence on experimental conditions-a meta-analysis of literature data. Plant and Soil,373,583-594.   \nMacKenzie MD, Schmidt MG, Bedford L (2005) Soil microclimate and nitrogen availability 10 years after mechanical site preparation in northern British Columbia. Canadian JournalofForestResearch-RevueCanadienneDeRechercheForestiere,35,18541866.   \nMcIntosh ACS, Macdonald SE, Gundale MJ (2012) Tree species versus regional controls on ecosystem properties and processes: an example using introduced Pinus contortain Swedish boreal forests.Canadian Journal of Forest Research-Revue Canadienne DeRecherche orestiere,42,288.   \nNaydenov K,Tremblay F,Bergeron Y,Goudiaby V (2o06) Influence of active charcoal on the primary growth of jack pine seedlings.Canadian Journal of Forest Research-ReueCanadienneDeRechercheForestiere,36,761-767.   \nNelissen V,Rütting T,Huygens D,StaelensJ,RuysschaertG,BoeckxP (2O12) Maize biochars accelerate short-term soil nitrogen dynamics ina loamy sand soil. Soil Biolnou and Binchemistru. 55.20-27.   \nNilsson MC,Wardle DA, Deluca TH (20o8) Belowground and aboveground consequences of interactions between live plant species mixtures and dead organic substrate mixtures. Oikos,117, 439-449.   \nO'Neill B,Grossman J,Tsai MT,et al. (2009) Bacterial community composition in Brazilian Anthrosols and adjacent soils characterized using culturing and molecularidentification.Microbial Ecology,58,23-35.   \nOhlson M, Dahlberg B,Okland T, Brown KJ,Halvorsen R (2009) The charcoal carbon pool in boreal forest soils. Nature Geoscience,2, 692-695.   \nPalm CA,Smukler SM,Sullivan CC,Mutuo PK,Nyadzi GI, Walsh MG (2010) Identifying potential synergies and trade-offs for meeting food security and climate change objectives in sub-Saharan Africa.Proceedings of the National Academy of Sciences of theUnitedStates ofAmerica,107,19661-19666.   \nPietikainen J, Kiikkila O,Fritze H (2Ooo) Charcoal as a habitat for microbes and its effect on the microbial community of the underlying humus. Oikos,89,231-242.   \nPiirainen S,Finer L,Mannerkoski H, Starr M(2oo7) Carbon, nitrogen and phosphorus leaching after site preparation at a boreal forest clear-cut area.Forest Ecology and Management,243,10-18.   \nPluchon N,Gundale MJ,Nilsson MC,Kardol P,Wardle DA (2014) Stimulation of boreal tree seedling growth by wood-derived charcoal: effects of charcoal properties,seedling speciesand soil fertility.Functional Ecology,28,766-775.   \nPost WM,IzaurraldeRC,West TO,Liebig MA,King AW (2012) Management opportunities for enhancing terrestrial carbon dioxide sinks.Frontiersin Ecology and the Environment,10,554-561.   \nPreston CM, Schmidt MWI (2006) Black (pyrogenic) carbon: a synthesis of current knowledge and uncertainties with special consideration of boreal regions. Biogeosciences,3,397-420.   \nRobertson SJ,Rutherford PM,Lopez-Gutierrez JC,Massicotte HB (2012) Biochar enhances seedling growth and alters root symbioses and properties of sub-boreal forest soils. Canadian Journal of Soil Science,92, 329-340.   \nSabatti M, Fabbrini F,Harfouche A,et al.(2014) Evaluation of biomass production potential and heating value of hybrid poplar genotypes in a short-rotation culture in Italy. Industrial CropsandProducts,61,62-73.   \nSabine CL,Heinmann M,Artaxo P et al. (2004) Current status and past trends on the global carbon cycle.In: The Global Cycle SCOPE 62.(eds Field CB,Raupach MR),pp.17-44. Island Press,Washington, DC.   \nSiira-Pietikainen A,Haimi J, Fritze H (2003) Organisms,decomposition,and growth of pine seedlings in boreal forest soil affected by sod cuting and trenching. Biology andFertility of Soils,37,163-174.   \nSohi SP (2012) Carbon storage with benefits.Science,338,1034-1035.   \nSteiner C, Teixeira WG,Lehmann J,Nehls T,De Macedo JLV,Blum WEH, Zech W (2007) Long term effects of manure,charcoal,and mineral fertilization on crop production and fertility on a highly weathered Central Amazonian upland soil. Plant and Soil,291,275-90.   \nThiffault N,Fenton NJ,Munson AD,et al.(2013) Managing understory vegetation formaintaining productivity in black spruce forests: a synthesis within a multiscale research model. Forests,4, 613-631.   \nTopoliantz S,Pong J-F,Ballof S (2oo5) Manioc peel and charcoal: a potential organic amendment for sustainable soil fertilityin the tropics.Biology and Fertility of Soils, 41, 15–21.   \nWalmsley JD,Godbold DL (2010) Stump harvesting for bioenergy - a review of the environmental impacts. Forestry, 83,17-38.   \nWardle DA (1993) Changes in the microbial biomass and metabolic quotient during leaf-litter succession in some New Zealand forest and scrubland ecosystems. Functional Ecology,7,346-355.   \nWardle DA,Gundale MJ, Jaderlund A, Nilsson M-C (2013) Decoupled long-term effects of nutrient enrichment on aboveground and belowground properties in subalpine tundra. Ecology, 94, 904-919.   \nWardle DA,Hornberg G,Zackrisson O,Kalela-Brundin M,Coomes DA (2003) Long-term effects of wildfire on ecosystem properties across an island area gradient. Science,300, 972-975.   \nWardle DA, Jonsson M,Bansal S,Bardgett RD,Gundale MJ,Metcalfe DB (2012) Linking vegetation change, carbon sequestration and biodiversity: insights from island ecosystems in a long term natural experiment.Journal of Ecology,100, 16-30.   \nWardle DA,Nilsson MC, Zackrisson O (20o8) Fire-derived charcoal causes loss of forest humus. Science, 320, 629-630.   \nWardle DA, Zackrisson O, Nilsson MC (1998) The charcoal effect in boreal forests: mechanisms and ecological consequences. Oecologia, 115, 419-426.   \nZackrisson O,Nilsson M-C,Wardle DA (1996) Key ecological function of charcoal fromwildfire in the boreal forest. Oikos, 77,10-19.   \nZar JH (1999) Biostatistical Analysis.Prentice Hall, Upper Saddle River, NJ. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Supporting Information ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Additional Supporting Information may be found in the online version of this article: ",
        "page_idx": 12
    }
]