[
    {
        "type": "text",
        "text": "NursRxiv ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "DOI:10.12209/issn2708-3845.20220723001 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "护理不安全因素的研究进展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "张华，张培，王帅，高冬华（北京中医药大学东方医院西院区，北京100072）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：当前，人们原来越关注自己的身体健康,而且维权意识也有所增强，患者本人及其家属对于医院的护理质量提出了更多、更高的要求,其中,护理安全就是其中重要一项。护理安全不仅是衡量护理服务质量的一项重要指标，同时也是患者选择医院最直接的依据指标。本文即对现有护理不安全因素的研究文献进行梳理，更好的掌握护理不安全因素的研究进展情况，以期能够更好为护理安全、提高护理服务质量有所帮助。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：护理；护理安全；护理质量；不安全因素",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Research progress of unsafe factors in nursing ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ZHANG Hua，ZHANG Pei，WANG Shuai，GAO Donghua (West Hospital ofDongfang Hospital Beijing University ofChinese Medicine,100072) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT:At present，people pay more and more attention to their own health，and their awareness of rights protection has also been enhanced.Patients themselves and their families have put forward more and higher requirements for the quality of hospital care，among which，nursing Safety is one of the most important. Nursing safety is not only an important index to measure the quality of nursing service,but also the most direct basis for patients to choose hospitals.In this paper,the existing nursing unsafe factors research literature was combed to better grasp the research progress of nursing unsafe factors，in order to beter for nursing safety and improve the quality of nursing services. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEY WORDS: Nursing；nursing safety;nursing quality;unsafe factors ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "社会的进步及医疗卫生事业的发展，给医院护理工作的开展提供了越来越优越的工作条件，加之患者及其家属对健康认识水平的提高、对护理服务质量的重视，都给护理工作提出了新的、更多的要求[]。如何提升护理安全水平、避免护理不安全情况的出现，确保患者能够及时恰当的得到安全护理，已经成为广大医护工作者必须面对的一项重要课题。现基于相关文献,将护理不安全因素的分析与防范对策综述如下，以期能够切实实现护理安全。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1护理安全的概念研究现状",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "对于护理安全，目前对其概念的界定较为一致，分为狭义的护理安全和广义的护理安全。狭义的护理安全，即在对患者实施护理的全过程之中，确保患者不发生法律法规允许范围以外的、表现在心理上、机体结构上或者机体功能上的损害、障碍、缺陷或者死亡[2]。现代护理管理的不断发展，赋予了护理安全更为广泛的内涵，广义的护理安全还包括因护理事故或纠纷而造成医院及当事护理人员承担的行政、经济、法律责任等，以及医疗护理服务场所的环境污染、放射性危害、化疗药物、血源性病原体、针头刺伤等对护理人员造成的危害[3]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "护理安全管理，被大多数学者界定为通过教育、管理、技术等手段运用切实可行的措施，控制护理中不安全因素的发展和出现，保障能够为患者提供安全、高效、优质的护理服务[4]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2护理不安全因素研究现状",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在护理工作中，难免会存在各种各样的不安全因素，一旦出现护理不安全的情况，则很有可能",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "对护理效果、患者康复、护患关系和医院形象造成直接影响[5]。综合现有文献来看，护理不安全因素主要包括以下方面：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1护理人员方面的因素",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "护理人员身处护理工作第一线，在很大程度上决定着护理的安全程度，因此也是护理不安全因素之一。具体而言：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "一是护理人员素质：所谓护理人员素质，主要包括其政治思想、职业道德以及业务水平等多个方面。如果护理人员并不具备较强的责任心，在护理工作中玩忽职守，不按照规定操作、不严格落实各项规章制度，则很有可能会给护理工作的安全性造成损害，难以满足患者需要[6]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "二是护理人员配备：现阶段，很大一部分医院的护理人员在配备上是无法满足护理需要的，很多护士直接参与病区安全管理的操作工作，导致护理人员超负荷工作，无法以充足的精力实现多重身份的转换，不仅侵害了护理人员的健康，而且也使其能够投入到患者以外的时间大幅减少，导致不安全事件时有发生[7]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2管理方面的因素",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "所谓管理，即基于达到确定质量要求目的而开展的各项必须性的只能与活动。护理工作中，需要健全的管理体系，这是护理安全管理的核心内容。但是，很多医院的护理管理体系不完善，管理制度存在漏洞，对于质量管理也是存在形式主义，常规性监管也严重不力，容易导致护理不安全情况的出现[8]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "针对在临床护理安全质量管理上的不足，通过制定并完善各项规章制度，包括护理不安全时间上报制度、护理安全事故措施、护理指控标准等，并建立由护士长和高级技术人员组成的护理质量控制小组，按照护理安全管理制度和质控指标的要求，定期组织检查，分析和总结发现的问题，及时予以纠正和改进，通过加大对每个环节中易发生不安全事件的多项指标的监督和检查，并对在检查中出现问题的违规想象进行责任人处罚处理，以保障护理工作能够在全员重视下保质保量的完成[9]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3患者方面因素",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "护理工作属于呼唤双方共同参与的一项管理活动，其正常开展不仅需要护理工作人员主观上和医院管理上的投人，而且还需要患者及其家属的配合、支持。很多患者由于心理承受能力不强，并且对于疾病的认识缺乏客观性，很容易出现情绪波动，对于医生不信任，对于护理人员不配合。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "还有的患者做完治疗后不遵守医院规章制度，未经允许擅自离开病房，不按时服药、不定期复查等,对患者自身安全具有重要影响[10]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3护理不安全因素的防范对策研究现状",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "针对护理工作中存在的各种不安全因素实施有效的管理，是护理管理中的重点，也是确保护理质量、提高护理安全性必不可少的内容。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1注重护士队伍建设",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "加强护士队伍建，是应对护理不安全因素、确保护理安全的基础性内容，具体可采取以下措施：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "一是提高护理人员法律观念和安全意识。护理人员的工作具有一定的特殊性，因此在法律观念和安全意识方面的要求较高。在日常的护理中必须按照科学的法治思维进行护理行为的约束，医院也要定期组织护理人员参加培训，向护理人员普及法律知识和安全知识，提高护理人员的法制意识和护理安全意识[1]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "二是提高护士整体素质。忽视的业务素质对于护理工作具有重要意义，因此应当以此为基础，强化对在职护士的培训与继续教育工作，并且针对新入职的护士要深入开展人职教育，还应当鼓励和引导低年资护士深造、学习，不断提高自己的技能[12]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "三是合理配置护理人力资源。护理人员的调配与使用对于护理工作质量的影响是具有直接性的，这就需要能够科学、合理的调配护理人力资源。将护理工作按照技术性的强弱作为依据进行分工，以提高护理工作中的效率、提高护士的工作热情,最大限度的将护理人力资源的作用充分发挥出来[13]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.2完善护理管理制度",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "护理管理制度的完善，是确保护理安全必不可少的因素，具体可以采取以下措施：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "一是丰富护理安全管理措施。我们应明确护理安全管理的理念，认识到护理工作中与之相关的安全隐患及影响因素，制定并执行相应管理对策，进行护理质量改造,才能使护理工作更加完善[14]。同时，落实护理核心制度，鼓励患者参与，建立科学、有效的管理模式，使护理人员从中学习分享，吸取经验教训,最大限地度减少不良事件的发生[15]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "二是明确检查标准和内容。护理质量检查与其他工作相比存在自身的特点，在实施检查工作之前必须制订出一整套具有科学性和实用性的标准并形成制度归档，做到每一项护理操作都有规范和标准，在检查方法上寻找出能切实提高护理质量的督促方法，不能将护理质量检查流于形式。护理工作是医院医疗工作中一个重要的组成部分，只有不断的进行护理工作质量的提升，才能的降低不良事件的发生率，促进医院医疗质量的不断提升[16]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "三是注重护理人员的安全文化态度管理。护理安全文化态度的影响因素有不良事件报告障碍、工作年限和每周平均工作时间等，合理的人力资源配备及对护理不良事件采取非惩罚、鼓励的安全文化氛围，对典型案例进行警示教育，重视查找根本原因，重视系统改进而非个人咎责，帮助指导护士积极应对压力、释放压力，减轻职业疲倦，能够最大限度消除护理人员护理不良事件报告障碍，提高护理人员的报告意向，提升护理人员的安全文化态度，从而为患者提供安全、高效的护理服务[17]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "四是控制护理不安全行为。对于护理工作中存在的各种不安全行为，护士长应当在强化自身控制能力的同时，教育护士进行自我控制与约束，并注意护士在工作中的言行，做好引导工作。一旦出现或者发现护理不安全行为出现，则应当采取积极有效的措施加以防范，切实杜绝护理安全隐患[18]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.3加强患者管理",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "为了能够降低因患者方面原因导致护理不安全情况发生的可能，应当实行保护性的医疗制度，对于患者的生命价值、情感动态、个人隐私、应享权利都应给予尊重[19]。护士应当加强痛患者的沟通，顺畅护患沟通渠道，在护理过程中的各个环节，如操作、措施、规章、费用等方面均要同患者充分沟通、多沟通。并且，对于患者，还应当有针对性的开展健康教育，引导其配合及支持，得到患者的理解。同时，还应当提高患者对医嘱的遵守程度，避免不遵医嘱行为的出现。另外，护士还应当加强对患者的人文关怀，对于长期患病、病情较重、意志力较差的患者，要给予其支持和安慰，并且在日常管理中要严格落实交接班制度，强化巡视的实效性[10]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "当前，医疗机构间的竞争原来越激烈。患者在选择就医机构时，通常将安全质量视为最直接、最重要的一项标准。对于护理中的不安全因素，护理工作者应当在今后的工作中不断总结经验、积极探索，有针对性的采取措施，避免护理不安全情况的出现，确保护理安全工作的落实，并推动护理工作走向制度化、标准化、规范化，为患者提供更为安全、便捷、安心、满意的、全程性的优质服务。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[1]刘定芬.对加强护理安全管理的认识和思考[J].医药与保健，2014(10)：142.  \n[2]林凤莲,黎欢．影响护理安全的因素分析及对策[J].当代医学,2012,18(8):14-15.  \n[3]耿丽萍,宋丹,刘肖眉.我国护理安全管理的现状、影响因素及对策[J].解放军护理杂志，2012,29(20) :15-18.  \n[4]张丽丽.护理不安全因素与管理对策分析[J].中国卫生产业,2016,13(16):160-162.  \n[5]邢中杰,李青菊,马霞霞．普外科护理不安全因素分析及干预对策[J]．百科论坛电子杂志,2020(2)：842-843.  \n[6]刘建平,朱俊芳.护理不安全因素分析与防范对策[J].中国医药指南,2013,11(27):231-232.  \n[7］农彩莲.护理不安全因素分析与防范的研究进展[J].中国医药指南,2013,11(20):79-80.  \n[8］申登华.护理不安全因素分析与防范的研究进展[J].包头医学院学报,2014,30(5)：156-158.  \n[9]章园园．产科护理不安全因素的分析与防范对策[J].健康大视野,2018(24)：194.  \n[10］贺立莉.对加强护理安全管理的认识和思考[J].科技展望,2015,25(11)：182.  \n[11］周敏,陈柳,徐洁.妇产科护理中不安全因素分析及对策研究[J].中华肿瘤防治杂志,2016,23(S2)：377-378.  \n[12］王淑英.护理不安全因素分析与几点建议[J].药物与人,2014,27(5):163-164.  \n[13］王丽娟.分析护理不安全的诸多因素及管理对策[J].大家健康(学术版),2015,9(24):222.  \n[14］姜琳.国内护理安全管理现状与影响因素的研究进展[J].临床心电学杂志,2018,27(4):294-295.  \n[15］李毕香.护理不良事件的研究现状及对策[J].当代护士(下旬刊),2017(4):14-16.  \n[16］张伟红.鼓励性上报护理不良事件在护理安全管理中的应用[J].实用临床护理学电子杂志,2017,2(13):173,179.  \n[17］汤新辉,刘华云,谭慧,等.护理安全文化态度的现状及影响因素研究[J].护理管理杂志，2019,19(10) :693-696.  \n[18］沈小玲.对加强护理安全管理的认识和思考[J].大家健康(学术版),2014,8(17)：52.  \n[19］黄锦萍,张伟,李晓红.浅谈护理安全管理[J].中国实用医药，2010,5(2):258-259.",
        "page_idx": 2
    }
]