[
    {
        "type": "text",
        "text": "面向技能学习的虚拟现实技术研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "夏时洪",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：虚拟现实技术已广泛应用于训练演习、工程设计规划和文化娱乐展示等方面。本文拟结合作者自身的研究经历力图阐述技能学习同虚拟现实技术的关系，简要介绍虚拟现实技术在技能学习应用中的现状并综述相关技术，最后就未来研究方向给出了自己的见解。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：虚拟现实；技能学习；行为主义心理学",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "虚拟现实技术研究涉及到计算机图形学、人工智能、心理学等学科领域，其目的是构建一个虚拟环境系统，使得虚拟世界和物理世界可在某种程度上无缝融合、和谐共生。这一系统可以提供包括视觉、听觉、触觉等在内的逼真感官体验，已广泛应用于训练演习、工程设计规划和文化娱乐展示等方面。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "众所周知，人是社会的主体，以人为本的教育与培训、安全与健康、产品设计，一直是技术发展的主要应用目标与科学研究重点。围绕这一思路，作者曾经研究、探讨：如何利用基于物理的人体运动建模与仿真技术辅助运动员进行科学训练；如何利用信息技术获取和分析人体运动信号，为康复训练提供新方法和工具；如何构建沉浸式虚拟环境，为装配操作训练提供新方法和工具。这些工作涉及到体育训练、康复训练、人机工程领域的动作技能学习和物理任务操作技能的学习，这方面的应用研究还仅仅是一个开始，还有许多从实际应用中发现的科学问题需要进一步深入研究。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "我国在这方面的应用需求很迫切。例如，教育部发布的“中等职业教育改革创新行动计划 2010-2012”中明确要求“按照企业生产的技术、设备和设施标准，改善中等职业学校实践教学条件，提高虚拟仿真、模拟现实和多媒体教学等信息化教学实训水平，培养 800万技能型人才。”在今年两会期间，全国人大代表、中国红十字总会训练中心主任辛宝山介绍，我国近几年每年突发事件高达120万起，救护员仅1000万人，造成直接损失3000 亿元人民币以上，建议将全民的应急知识与技能培训纳入国家及地方各级政府的急救体系建设中，制定应急救护知识与技能普及的总体规划。面向技能学习的虚拟现实技术研究对于满足国家的这方面需求有重要作用。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "本文拟首先借用行为主义心理学理论分析学习环境同虚拟环境的关系，接着介绍国内外研究现状和生成虚拟环境的关键技术，最后小结全文。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2 学习环境与虚拟环境",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "对人类认知规律的研究表明，在多种感官渠道的共同刺激下，人类对客观世界及其规律的认知和理解会更加准确和深刻。20世纪20 年代于美国产生的行为主义心理学派认为：人类的思维是与外界环境相互作用的结果，即“刺激-反应”，刺激和反应之间的联结叫作强化；通过对环境的“操作”和对行为的“积极强化”，任何行为都能被创造、设计、塑造和改变；学习过程即是学习者在特定环境中渐进而反复的“尝试与错误”、直至最后成功的过程。环境是否“友好”、反馈是否及时准确、学习者的体验是否逼真、安全等因素直接影响到学习的效果。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "受行为主义理论的影响，布卢姆及其合作者1以行为结果为目标分类依据，将人类的学习分为三个基本领域：认知、情感和动作技能。这三个领域的学习都要求学习者在探索和认知环境的同时，能够收到环境对其学习行为的正向反馈，以强化客观环境对主观行为的修正效果，虚拟现实恰恰提供了实现这一要求的技术支撑。随着虚拟现实技术的发展，心理学家也已开始采用虚拟现实手段和工具研究人类学习基本规律。最近，社会心理学家拜伦森（Bailenson）及其合作者的研究进一步证实了沉浸式虚拟环境在远程教学中的正面效果[2],并通过观察实验验证了虚拟现实技术在人们学习动作技能时的有效性[3]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "事实上，虚拟现实技术在辅助动作技能学习方面的优势主要是由其可构建多维度虚拟环境、及时且有针对性的交互反馈、成本相对较低、安全可控等技术特点决定的。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "一般说来，一个完整的虚拟现实系统（虚拟环境）由以高性能计算机为核心的虚拟环境处理器，以头盔显示器为核心的视觉系统，以语音识别、声音合成与声音定位为核心的听觉系统，以方位跟踪器、数据手套和数据衣为主体的身体方位姿态跟踪设备，以及味觉、嗅觉、触觉与力觉反馈系统等功能单元构成。虚拟环境处理器是虚拟现实系统的心脏，完成虚拟世界的产生和相关信息、数据的处理功能。输入设备给虚拟现实系统提供来自用户的输入，并允许用户在虚拟环境中改变自己的位置、视线方向和视野，也允许改变虚拟环境中虚拟物体的位置和方向。而输出设备是把由虚拟现实系统（虚拟环境）综合产生的各种感官信息输出给用户，使用户产生一种身临其境的逼真感。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "这样的虚拟环境具备多种感官刺激功能，具有沉浸、交互、构想三方面的特点。利用虚拟现实技术的沉浸性，学习者可以在虚拟环境里扮演一个角色，从而激发其学习兴趣，提升学习的主动性，全身心地去练习一门技能，直至掌握这项技能。利用虚拟现实技术的交互性，学生可以通过自然的交互操作学习复杂的操作技能，并根据系统给出的反馈反复进行练习。利用虚拟现实技术的构想性，学生可以通过练习在实际任务中获取经验，形成所需要的技能，并创造出新的知识。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "因此，利用虚拟现实技术构建的虚拟学习环境可以提供包括视觉、听觉、触觉等在内逼真感官体验，正符合行为主义心理学派对人类学习过程的主张，可以提高技能学习的效率和质量。此外，对于一些需要高昂的训练费用，较大的场地或者训练条件危险的技能，虚拟现实技术不仅可以提供一种安全廉价的可反复进行练习的训练环境，而且允许教师全程记录并分析学生学习过程中的行为，有助于设计更合适的学习情景。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3 国内外应用研究现状",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "目前，基于虚拟环境的学习和训练已经成为虚拟现实技术的重用应用领域之一。在那些非常昂贵、危险甚至是物理世界无条件构建的学习环境中，虚拟学习环境可以替代传统学习环境保障学习者得到足够有效的练习。如飞行训练、核武器拆装训练、外科手术技能训练、应急情况下的决策技能训练等。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）．动作技能学习与训练",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "典型的案例包括：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "飞行模拟训练：美国埃德温.林克（EdwinLink）在1927年开始建设最著名的早期飞行模拟训练装置LinkTainer，他的设计专利后在1929 年首次发售。这一技术不断得到完善，已被用来训练战斗机飞行员在极端压力情况下的任务操作；",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "美国国家航空航天局（NASA）于1993年建立的沉浸式虚拟现实训练环境：该环境帮助完成了哈勃太空望远镜（Hubble Space Telescope）的修护和维护任务[4]；虚拟外科手术学习和训练环境：这种环境可以有效帮助实习生熟悉手术操作流程，但是相同的学习环境和学习任务对不同实习生而言其学习效果不一样。帕克（Park）及其合作者利用daVinci@（达芬奇）手术系统进一步研究了不同个体在外科手术技能训练中的学习效率和遗忘情况[5]；  \n在社交恐惧症（如自闭症、孤独症）患者的治疗中，虚拟坏境也发挥出有别于传统治疗方法的优势。利用虚拟环境构建社交事件，患者可以通过角色扮演学习社交技能[6]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（2）．决策技能学习与训练",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "紧急情况下决策技能的学习与训练具有不同于常规技能学习和训练的鲜明特点，例如：这种决策时间短、压力大（如应急管理决策可能直接关系到大量公众的生命保障和巨大社会经济财富的保全）、所需信息不完备、存在大量干扰信息、形势瞬息万变等，因而对学习目标有更高的要求，只有高度体验型的学习环境（如沉浸式虚拟学习环境)才能达到训练目标。再有，在安全科学领域早期研究中，主要探讨利用虚拟现实技术开展应急响应和重建，如训练应急管理决策人员、训练远程操作人员、召开远程紧急会议等方面]。沉浸式虚拟学习环境也被引入到大学教育，用于培训金融危机事件下学生的协同决策技能[8]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "X 虚拟环境生成技术",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "沉浸式虚拟学习环境的构建离不开虚拟环境生成技术。目前已有多种方法和工具可以用来创建虚拟环境，如CAD技术、Max、Maya等。然而，定制包含一定学习内容或任务的虚拟情境仍然需要花费大量的时间，并且其逼真度也有待进一步提高。因此，为了快速、高效地制作满足用户需求的逼真虚拟环境，大多采用基于数据获取的技术和设备，以及基于数据驱动的建模方法。本节拟分别介绍视觉、听觉、触觉三方面内容的生成技术和设备。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4.1视觉内容的获取技术及设备",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "人类感知外界环境信息一般是通过感觉器官进行的，其中大部分信息来源于人的眼睛。因而，三维（3D）视觉内容的获取技术及设备都无一例外地模拟人眼的感知过程。从技术的角度来说，三维内容获取的实质也就是要测量、跟踪、记录物体在三维空间中的运动信号。典型的获取设备一般由以下几个部分组成：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "感知设备：如CCD/CMOS 相机、加速度计、结构光、电磁传感器等，通常被设计在系统内部或者运动物体身体上，负责向系统提供物体的运动信息。  \n信号捕获设备：负责捕获、识别感知设备感知到的信号。  \n数据传输设备：负责将各路信号同步，并快速准确地传送到系统的计算处理单元。数据处理设备：负责处理系统捕获到的原始信号，计算捕获物体的几何信息，重建捕获物体的形状、运动信息。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "传统的机器视觉传感是将三维的景物投影成二维图像。由于丢失了深度信息，因而重构的三维景物不是唯一的，这就是计算机视觉领域著名的病态问题。因此，采用计算机视觉的获取系统，一般需要多路相机或者需要其它可以感知深度信息的感知设备补充。也可以直接用电磁或机械系统模拟人眼的感知。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "不同技术原理的设备各有其优缺点，一般可从以下几个方面进行评价：定位精度、实时性、使用方便程度、可捕获运动范围大小、成本、抗干扰性、多目标捕获能力。获取技术与设备主要有以下几类：",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）．电磁式获取技术与设备",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "电磁式获取技术与设备一般由发射源、接收传感器和数据处理单元组成。发射源在空间产生按一定时空规律分布的电磁场；接收传感器（通常有 $1 0 { \\sim } 2 0$ 个）安置在表演者身体的关键位置，随着表演者的动作在电磁场中运动，通过电缆或无线方式与数据处理单元相连。表演者在电磁场内表演时，接收传感器将接收到的信号通过电缆传送给处理单元，根据这些信号可以解算出每个传感器的空间位置和方向。Polhemus 公司和Ascension 公司均以生产电磁式获取技术与设备而著称。目前这类系统的采样速率一般为每秒 $1 5 { \\sim } 1 2 0$ 次（依赖于模型和传感器的数量)，为了消除抖动和干扰，采样速率一般在 $1 5 \\mathrm { H z }$ 以下。对于一些高速运动，如拳击、篮球比赛等，该采样速度还不能满足要求。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "电磁式获取技术与设备的优点首先在于它记录的是六维信息，即不仅能得到空间位置，还能得到方向信息，这一点对某些特殊的应用场合很有价值。再有，装置的定标比较简单，技术较成熟，鲁棒性好，成本相对低廉。它的缺点在于对环境要求严格，在表演场地附近不能有金属物品，否则会造成电磁场畸变，影响精度。系统的允许表演范围比光学式要小，特别是电缆对表演者的活动限制比较大，对于比较剧烈的运动和表演则不适用。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）．机械式获取技术与设备",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "机械式获取技术与设备主要依靠机械装置来跟踪和测量运动轨迹。典型的系统由多个关节和刚性连杆组成，在可转动的关节中装有角度传感器，可以测得关节旋转角度的变化情况。装置运动时，根据角度传感器所测得的角度变化和连杆的长度，可以得出杆件末端点在空间中的位置和运动轨迹。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "这种方法的优点是成本低，精度也较高，可以作到实时测量，还可容许多个角色同时表演。其缺点是使用起来非常不方便，机械结构对表演者的动作阻碍和限制很大。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）．声学式获取技术与设备",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "常用的声学式运动获取装置由发送器、接收器和处理单元组成。发送器是一个固定的超声波发生器，接收器一般由呈三角形排列的三个超声探头组成。通过测量声波从发送器到接收器的时间或者相位差，系统可以计算并确定接收器的位置和方向。Logitech、SAC等公司都生产超声波运动捕获设备。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "这类装置成本较低，但对运动的捕获有较大延迟和滞后，实时性较差，精度一般不很高，声源和接收器间不能有大的遮挡物体，受噪声和多次反射等干扰较大。由于空气中声波的速度与气压、湿度、温度有关，所以还必须在算法中做出相应的补偿。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（4）．光学式获取技术与设备。",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "光学式运动获取通过对目标上特定光点的监视和跟踪来完成运动捕获的任务。目前常见的光学式运动捕获大多基于计算机视觉原理。从理论上说，对于空间中的一个点，只要它能同时为两部相机所见，则根据同一时刻两部相机所拍摄的图像和相机参数，可以确定这一时刻该点在空间中的位置。当相机以足够高的速率连续拍摄时，从图像序列中就可以得到该点的运动轨迹。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "典型的光学式运动捕获系统通常使用 $6 { \\sim } 8$ 个相机环绕表演场地排列。这些相机的视野重叠区域就是表演者的动作范围。为了便于处理，通常要求表演者穿上单色的服装，在身体的关键部位，如关节、髋部、肘、腕等位置贴上一些特制的标志或发光点，称为\"Marker\"。视觉系统将识别和处理这些标志。系统定标后，相机连续拍摄表演者的动作，并将图像序列保存下来，然后再进行分析和处理，识别其中的标志点，并计算其在每一瞬间的空间位置，进而得到其运动轨迹。为了得到准确的运动轨迹，相机应有较高的拍摄速率，一般要达到每秒 60 帧以上。如果在表演者的脸部表情关键点贴上Marker，则可以实现表情捕获。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "光学式运动捕获的优点是表演者活动范围大，无电缆、机械装置的限制，表演者可以自由地表演，使用很方便。其采样速率较高，可以满足多数高速运动测量的需要。Marker 的价格便宜，便于扩充。这种方法的缺点是系统价格昂贵，虽然它可以捕获实时运动，但后处理（包括 Marker 的识别、跟踪、空间坐标的计算）的工作量较大，对于表演场地的光照、反射情况有一定的要求，装置定标也较为烦琐。特别是当运动复杂时，不同部位的 Marker有可能发生混淆、遮挡，产生错误结果，这时需要人工干预后处理过程。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（5）．结构光获取技术与设备",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "结构光法将激光器（或投影仪）发出的光束经光学系统形成某种形式的光，包括点、单线、多线、单圆、同心多圆、网格、十字交叉、灰度编码图案、彩色编码图案和随机纹理投影等投向景物，在景物上形成图案并由摄像机摄取，而后由图像根据三角法和传感器结构参数进行计算，得到景物表面的深度图像和三维坐标。深度图像中各像素的值表示景物表面上各点到摄像机间的绝对距离，因而可以直接得到被测物的形状与位置信息。这种方法有两个优点：一是它在工作空间形成了一个已知的光模式，模式发生变化表明存在一个物体，从而简化了物体检测问题。二是通过光模式发生畸变的情况，可以了解物体的三维特性。该方法的传感器具有体积小、价格低、便于安装和维护的特点，在工业中成为三维感知最常用的技术。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（6）．摄像机阵列获取技术与设备",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "摄像机阵列获取系统使用经过严格标定的密集摄像机阵列，不但可以避免位置改变、朝向、焦距和标定等问题的困扰，而且甚至可以完成动态场景的采集。麻省理工学院、卡内基.梅隆大学和斯坦福大学先后于 2004年和 2005年构建了该类系统。在此基础上可以完成光照的采集、插值和渲染，从而生成具有逼真光照变化的三维动态内容。特别值得一提的是，美国南加州大学的德贝维奇（Debevec）等人，根据光照复用理论设计了一系列变化光照下对人物进行静态图像或动态视频的采集系统，可以实现高质量逼真变化光照下的人物重光照效果。但该系统只能处理规则的周期的运动对象，例如，步态一致的行人的真实感再现，而无法实现更复杂情况如舞蹈等非规则人体运动的全景真实感再现。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2听觉内容生成技术及设备",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在虚拟现实系统中，听觉信息是仅次于视觉信息的第二传感通道。听觉通道给人的听觉系统提供声音显示，也是创建虚拟世界的一个重要组成部分。在虚拟现实系统中加入与视觉并行的三维虚拟声音，一方面可以在很大程度上增强用户在虚拟世界中的沉浸感和交互性，另一方面也可以减弱大脑对于视觉的依赖性，降低沉浸感对视觉信息的要求，使用户能从既有视觉感受又有听觉感受的环境中获得更多的信息。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "虚拟现实系统中的三维虚拟声音与人们熟悉的立体声音完全不同。我们日常听到的立体声录音虽然有左右声道之分，但就整体效果而言，我们能感觉到立体声音来自听者面前的某个平面；而虚拟现实系统中的三维虚拟声音却使听者能感觉到声音是来自围绕听者双耳的一个球形中的任何地方，即声音可能出现在头的上方、后方或者前方。因而把在虚拟场景中能使用户准确地判断出声源的精确位置、符合人们在真实境界中听觉方式的声音系统称为三维虚拟声音。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "三维声音生成的研究包括9]：（1）基于物理的声音建模，如：物体碰撞的声音、流体声音；（2）声音在三维空间中定位、距离感知；（3）多核处理器进行实时的声音传播和声音渲染。具体内容有：",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "声音的建模 对声音仿真的目的，就是用计算机生成的声音能够非常逼近真实世界中的声音。从频域上讲，二者的频谱分量要相当接近。任何真实世界中的声音都可看作许多幅值、相位唯一的正弦波分量的混合，对声音的建模，可理解为对声音的频谱分析。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "声音的定位和空间化 双耳理论(duplex theory)认为低频声源(20—3kHz)到达双耳的时间差和高频声源(5kHz以上)对双耳的声压差决定了人对声音的定位。但该理论不能解释同一平面内或仰角相同的前后对称两个位置的声音定位，因为这两个位置的声源相对人的时间差和声压差是很小的。后来，人们使用人工头(dummyhead 或称为Manikin)立体声系统制作声音，由于该系统考虑了人的因素，使用户感到声音的方位感和沉浸感增强了，从而验证了耳机可以做到一定程度的声音定位。但在虚拟现实的交互应用中，很难做到对每一个位置的每一种声音都进行录音然后播放，人工头立体声缺乏灵活性。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "人的因素为提供更加灵活的、沉浸感更强的声音接口，声学家越来越重视研究人的因素，认识到了人的外耳、头部阴影等因素也影响着声音的定位，于是提出了头部相关传递函数(HRTF，Head—Related TransferFunctions)的概念。在时域上，称为人的双耳脉冲响应。人耳的头部相关传递函数是自由场中声源的方位角、声源到头中心的距离(2米以内)以及声波的角频率的函数。不同的人有不同的传递函数。即使是同一个人，周围不同的角位置，也对应着不同的传递函数。所以利用头部周围不同角位置的头部相关传递函数可以建立虚拟的三维声音。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "声音的距离感 由于虚拟环境并非全为自由场，并且单纯的头部相关函数在声音定位时有时出现前后颠倒和声音在头内的现象。声音的距离信息既有助于听者跟踪来源，又有助于声音的定位。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "当声源到头中心的距离在2米内时，声音的距离信息决定于头部相关传递函数。2米以外，距离信息与声强、空气吸收、混响及反射有关，即与虚拟环境的反射参数有关。困此声音距离的仿真需要体现对环境特性的仿真。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "如果真实场景的脉冲响应是可测量时，可采用室内声学测量中常采用的伪随机噪声M系列。如果要模拟虚拟的场景或要模拟的场景的脉冲响应不能通过测量得到时，环境的声场模拟可采用建立于几何声学基础之上的射线跟踪法、镜像法或结合了两种方法的综合算法。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "三维音频渲染算法 处理多声源及大场景情况下的声音渲染往往耗时甚久，渲染一个场景甚至需要几周的时间。在近期的研究工作中，国内外研究人员采用了GPU、多核处理器、自适应矩阵分解等软硬件方法对声音渲染进行加速，大大提高了声音渲染的效率，减少了声音渲染的时间。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.3触觉内容生成技术及设备",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "触觉技术（Haptics）能模拟出与屏幕上对象的形状和纹理有关的逼真触觉，在交互过程中有着不可替代的作用。目前主要应用于国防、教育、建筑、医学等领域。比如通过触觉技术设备，宇航员可以模拟太空作业；游戏用户可以在一个虚拟世界里打乒乓球，既能看到球的运动，还能在挥拍击球时感觉到球的撞击，能产生强烈的身临其境的感觉。当前的研究主要是触觉交互感知设备以及虚拟物体的触觉建模[0]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "触觉交互感知设备从功能上可分为两大类[]：触觉再现(Tactile Display)和力觉/动感反馈（Force/Kinesthetic Feedback)。触觉的感知，包含材料的质感、纹理感以及温度感等。目前能模拟的仅是一般的接触感即力感。力觉感知设备要求能反馈力的大小和方向，与触觉反馈装置相比，力觉反馈装置设计成熟一些。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "虚拟物体的触觉建模本质上是一种基于物理约束的物体受力变形的模型，其所计算的作用力或受力变形应当尽可能接近真实世界中物体之间相互作用所产生的作用力或受力变形。目前触觉建模研究中较多的是针对简单情况下，物体间相互作用时力的计算算法，对于物体受力/触觉作用时的变形计算还处于起步阶段。根据触觉接口设备在虚拟环境中的虚拟化身(avatar）的不同(如点、线或体)以及虚拟环境中物体的不同模型(刚性或柔性等)，可以有两类触觉建模方法：（1）适用于刚性物体的单点力计算方法；（2）适用于柔性物体的利用受力与变形之间的关系建模方法。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "刚性物体的单点力计算方法包括基于点的力生成算法，基于线的力生成算法以及基于几何体的力生成算法：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "基于点的力生成算法 用接口设备的末端点HIP(haptic interface point，触觉接口点)与虚拟物体相互作用，类似真实世界中借助棒状物等工具的末端去触摸物体。HIP只能在空间某一维方向上运动，虚拟环境中的avatar会刺入虚拟物体内部，这类力建模方法称为向量场方法。向量场算法的优点是力直接正比于穿透距离，比较简单有效。缺点是这类算法并不记录avatar的历史位置信息，这样在与一些扁平的或者比较复杂的三维物体相互作用时，无法确定作用力的方向以及应该基于虚拟物体的哪一个表面来计算作用力；其次，向量场方法会使得虚拟作用力出现振荡和能量泄漏现象，容易引起系统的不稳定。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "基于线的力生成算法 用点接触模型虽然较简单有效，但不能仿真碰撞过程中所产生的力矩。巴什多安（Basdogan）等人研究了4DOF 手指接触算法，通过带有摩擦力的点接触作用来仿真接触点法向附近的力矩作用。巴尔巴利等人通过使用射线状线段(带有方向的线段)模型来计算手指与虚拟物体的相互作用力。这种模型可以使得操作者能够同时与虚拟物体的多个方向和面相互作用，并且能够获得力矩作用的再现。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "基于几何体的力生成算法 基于几何体的力生成算法相对基于点和射线段模型的算法计算量更多。虽然单个点不足以用来仿真两个三维多面体之间的接触作用，但是一组分布在接触三维物体表面的点集合却可以来计算力和力矩作用。麦克尼利（McNeely）等人基于这个思想研究了三维茶壶和机械部件之间的力生成算法；奥塔杜伊（Otaduy）和林（Lin）则建立了较为复杂的多面体虚拟环境和avatar 模型的相互作用模型。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "柔性物体的受力与变形之间的关系是另一个触觉建模方法。与柔性物体接触时的作用力通常是由变形计算产生。因此，对接触力的建模主要研究力与变形的关系，主要包括有限元模型和质点一弹簧模型及其变种：",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "有限元模型 有限元方法把整个物体所在的空间离散化为一个个小单元，每个小单元都有一些节点。然后通过把动力学方程离散化到每个小单元，求出这些节点的位移，再运用预先选定的插值函数来计算单元内每一点的位移及其他所关心的问题，如应力、应变和内力。这个方法计算精确但计算量大，无法直接用于实时的力变形计算。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "质点－弹簧模型 在这个模型中，整个物体被模拟成一个由大量质点和弹簧组成的系统，对系统中所有的质点根据牛顿定律建立动力学方程。这个方法原理简单、计算量小，实时性好。但存在力的到达深度不受限制、网格的拓扑结构制约系统行为的问题。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "现在的触觉交互设备性能受限于系统摩擦、惯性和不稳定性，只能提供近似真实的触觉体验。而未来的触觉交互系统应能沿着皮肤提供分布式的感应以获得真实的触觉仿真，例如，日本东京大学最近提出的非接触式超声波触觉[1]。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5 结束语与未来方向",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "已有许多学者研究探讨了如何利用虚拟现实技术构建沉浸式虚拟学习环境，以帮助人们学习知识和技能。尽管这些工作都取得了不同程度的进展和成功，然而，从实用的角度看，目前构建沉浸式虚拟学习环境的技术手段还存在虚拟学习内容制作效率低下的问题。如果进一步考虑远程教育应用以及人机环境的适人性，以下研究方向将是未来努力的重点。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "三维动态物体的获取与生成技术研究 利用计算机实时生成高真实感的三维动态物体是目前虚拟现实技术在文化创意产业数字内容创作与支持技能学习的训练演习环境构建等领域中亟待解决的关键问题。目前，国内外主要采用两种思路来生成高真实感的三维动态物体：（1）通过计算机视觉系统或者其他感知设备直接获取；（2）基于已有的三维获取内容研发相应的计算模型从而再生新的三维内容。然而，如何实时获取动态物体的细节信息、如何实时生成响应动态环境变化的动态物体仍然是当前未得到有效解决的研究问题，直接导致现有技术无法满足相关领域应用需要。如，快速方便地构建影视特效和动画电影领域所追求的高真实感的人物以及训练演习环境中实时响应动态环境的具备类人智能的虚拟人物。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "网络环境下图形内容渲染技术研究 借助计算机网络技术将能够把传统局限在某个固定地点的沉浸式虚拟环境系统扩展到每个网络终端，从而打造全新的远程教育系统，让更多的人可以参与到虚拟学习环境中，享受全新的学习体验。要实现这一目标，无所不在的图形内容显示将是最为迫切的研究内容，而云渲染技术是可能的解决方案。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "三维用户接口技术研究 通过鼠标、键盘等传统接口技术已经不能满足三维虚拟世界同物理世界间信息交互的需要，三维用户接口的研究势在必行。在虚拟环境中模拟物理世界中人的交互行为，通过人的化身来实现物理世界同虚拟世界的自然交互，将有助于增强虚拟学习环境的沉浸感与交互性。人物行为交互的智能性是有望取得重点突破的研究内容。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "社会化虚拟人研究 游戏 SECONDLIFE 和电影《阿凡达》的成功标志着在虚拟环境中生成栩栩如生的虚拟人物已经不再是难事。然而，在沉浸式虚拟学习环境，人们希望同虚拟人物有人性化的交流，从而提升学习的效率和质量。因此，未来需要模拟虚拟人的社会属性，使得虚拟人不仅仅具有情绪，还具有性格、社交能力等特质，最终使得虚拟人与虚拟人、虚拟人与自然人的交流变得更加自然、友好。这一技术有望支撑虚拟现实技术解决更多实际应用问题。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "致谢 ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "在本文的写作过程中，博士研究生赵建军、鲁大营等同学提供了调研材料并做了部分文字校对工作，在此一并致谢！特别感谢编辑部老师对本文提供的有益修改建议。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1] Bloom，B.S.，Krathwohl，D.R.，Taxonomy of Educational Objectives:The Classification of Educational Goals.Handbook I: Cognitive Domain,New York, Toronto: Longmans,1956   \n[2] Bailenson,J.N., Yee,N.,Blascovich,J.,BeallA. C.,Lundblad,N.&Jin,M,The Use of Immersive Virtual Reality in the Learning Sciences: Digital Transformations of Teachers,Students,and Social Context, The Journal of the Learning Sciences,17: 102-141,2008.   \n[3] Bailenson,J.,Patel, K., Nielsen,A., Bajscy,R.,Jung,S.&Kurillo, G.The Effect of Interactivity on Learning Physical Actions in Virtual Reality,Media Psychology,11: 354-376,2008.   \n[4] Loftin,R.B., Kenney,P.,Training the Hubble space telescope flight team, IEEE Computer Graphics and Applications - CGA,vol. 15, no. 5, pp.31-37,1995.   \n[5] Park, S.H., Suh,I.H., Chien,J., Paik, J.,Riter, FE., Oleynikov,D., Siu,K.C.,Modeling Surgical Skill Learning with Cognitive Simulation，Medicine Meets Virtual Reality,18: 428-432,2011.   \n[6] Parsons,S.，Mitchell,P.,The potential of virtual reality in social skills training for people with autistic spectrum disorders, Journal of Intellectual Disability Research, 46(5): 430-443,2002.   \n[7] Beroggi, G. E. G., Waisel,L., Wallace,W. A.Employing virtual reality to support decision making in emergency management, Safety Science, 20(1): 79-88,1995.   \n[8] Yahaya,R.A. Immersive virtual reality learning environment $\\because$ learning decision-making skills in a virtual reality-enhanced learning environment, Queensland University of Technology,2007.   \n[9] Calamia,P.，Lin，M.C.，Manocha，D.， Savioja,L.， Tsingos，N.，Interactive Sound Rendering. SIGGRAPH COURSE 2009.http://gamma.cs.unc.edu/SOUND09/   \n[10] 宋爱国，吴涓．虚拟力觉/触觉再现技术研究进展．ChinaGraph Symposium 2005. http://www.cad.zju.edu.cn/chinagraph/chinese/hotreport/CG_SymposiumO5_WuJuan_Haptic.pdf   \n[11] Hoshi,T.，Takahashi,M.，Nakatsuma,K.,Shinoda,H..Touchable holography. SIGGRAPH'09: SIGGRAPH 2009 Emerging Technologies. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "作者简介：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "作者：夏时洪 中国科学院计算技术研究所副研究员，博士生导师，xsh@ict.ac.cn",
        "page_idx": 8
    }
]