[
    {
        "type": "text",
        "text": "国外科研资助机构数据管理计划政策的调研与分析\\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李向阳1.2 顾立平1 王彦兵12（'中国科学院文献情报中心北京 100190; 2中国科学院大学 北京100049）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要文章运用文献综述与调研方法，对国外主要科研资助机构颁布的数据管理计划（DMP）政策进行了调研分析。研究表明，国外 DMP 政策主要包含数据选择与标识（包括数据描述、数据版权、元数据标准、数据监管、数据检索）、数据存储与保存（包括存储格式、存储地点、存储期限、数据备份、数据安全）、数据共享与传播（包括数据共享、权限管理、伦理与隐私）等内容。建议未来在国外DMP 政策的基础上，通过实地调研，探索制定出契合我国国情的DMP政策。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 数据管理计划 数据描述 数据保存 数据共享",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Research on Data Management Plan Policies of Foreign Research Funding Agencies ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Li Xiangyang1,2 Ku Liping Wang Yanbing1,2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1National Science Library, Chinese Academy of Sciences, Beijing,100190 2University of Chinese Academy ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "of Sciences,Beijing,100049) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AbstractBy using literature review and desktop study, the authors research and analyze the DMP policies promulgated by major foreign research funding agencies. Studies have shown that foreign DMP policies mainly contain data selection and identification (including data descriptions，data rights，metadata standards，data governance,data retrieval)，data storage and preservation (including storage format, storage location， storage period,data backup,data security),data sharing and disemination (including data sharing,rights management, ethics and privacy),etc.The authors recommend that DMP policies fit the national conditions of China to be made on the basis of foreign DMP policies and field survey in the future. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywordsdata management plan， data description， data storage， data sharing",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "科研数据（Research Data）是数字形式的研究数据，既包括可存储的数字式数据，也包括可转换成数字的非数字式数据，如神经图像、勘测数据、仿真数据等。由于数据本身易丢失、损坏，难以长期保存，且多数科研资助机构有数据管理方面的相关要求，因而管理科研数据成为科研人员日常研究活动的重要组成部分。在这一背景下，数据管理计划（Data Management Plan，DMP）应运而生。DMP 是一份详细记录数据管理活动，指导数据管理工作的纲领性文件，能够为科研活动中的数据管理提供有益指导，使各项数据管理活动遵循良好规范2]。制定一份高质量的DMP，将能使科研数据的创建、保存、归档和利用有章可循、有据可依，同时也能保证共享、重用和长期保存数据的一致性、准确性与可追溯性[3]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "随着数据管理热潮的兴起，国外政府部门、科研院所、基金会等科研资助机构陆续出台了一系列DMP政策文件。美国国立卫生研究院（NIH）要求从2003年10月1日起，所有向NIH申请经费在50万美元以上的科研人员都必须提交一份数据共享管理计划或不共享数据的说明[4。美国国家科学基金会（NSF)规定，基金项目申报者在2011年1月18日以后提交项目申请时，需提交不超过两页的标有“DMP”的补充文件，以说明其如何遵守NSF的数据共享政策[5。英国高校更重视对数据管理工作的指导与服务，许多大学要求科研人员使用数据监管中心（DDC）研发的DMPOnline软件对数据进行管理。2011年3月，DDC 详细给出了DMP文档中应包含的八项核心内容。国内学者对此也展开了积极探索，王凯等探讨了DMP 的概念，并对其两种在线生成工具DMPOnline 和DMPTool进行了对比分析2；许鑫等总结了DataOne（Data Observation Network for Earth，地球观测数据网）项目实施数据监管的关键流程，指出制定科学的DMP 是其中关键一环；陈大庆则对英国主要科研资助机构的数据管理政策进行了调研分析，认为DMP是这些政策中亟待补充完善的内容8；杨淑娟等从数据、数字监护、权限管理、计划执行四方面对英美国家基金项目中DMP的政策内容进行了概述，以期为我国的基金项目管理与图书馆服务提供指引；鄂丽君则调研了国外高校图书馆科研数据管理教育的现状，发现DMP已成为图书馆对科研人员进行教育培训的重要内容[]；李庆娜等指出数据管理是临床研究质量控制的关键环节，而撰写一份契合本机构实际情况的高质量的DMP十分重要[1]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着对 DMP 理论探讨的不断深入，其在实践应用方面也取得快速发展。近年来，英国、美国、澳大利亚等国家的一些大学图书馆（如爱丁堡大学图书馆、南安普顿大学图书馆等）都已经把开展数据管理服务作为其一项重要业务，其内容包括对科研人员进行数据管理意识、知识和技能等方面的培训。在数据管理大潮的冲击下，图书馆等科研服务机构亟需拓展新业务，开发新的服务模式来避免被边缘化，而主动为科研人员提供数据管理服务是其面临的重要发展机遇[12]。在这一背景下，了解国外科研资助机构的 DMP政策有助于图书馆等科研服务单位更有针对性地开展数据管理服务工作。国内学者虽对DMP政策的有关内容进行了探讨，但这些探讨还不够系统、深入，难以一窥DMP 政策的全貌。为此，本文将在相关研究的基础上，对国外政府机构、高校、基金会等科研资助机构的DMP 政策进行系统地调研分析，以期为我国科研资助机构与服务机构把握DMP的内涵实质，进而有效推动国内的数据管理工作提供参考。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 研究设计",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 研究框架",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "根据文献调研结果，在制定DMP时，科研人员通常会面临“存什么”、“怎么存”以及“怎么用”的问题。如果把这些疑问转化为系列的正式研究问题，也即：在制定DMP 时，需要存储哪些数据？如何对这些数据进行组织描述？在数据存储、备份与长期保存中，需要考虑哪些问题？如何传播与共享数据？回答这些问题对于制定科学有效的DMP至关重要，因而需要相关的政策文件予以指导。本文在开展研究时，参考了《前瞻导论——推动政策与形塑未来》一书[3第二章“前瞻方法”与第三章“跟踪扫描”中提到的相关研究方法，采用政策观测的方式，设置若干政策观测重点，并据此设计研究框架，将制定DMP 时涉及的问题分为3大部分，每一部分又包含若干观察子问题，具体如表1所示。",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/21389f56b463b13e3317e8bd90dd7a565ddc7ec80801baa52c1a15a538977682.jpg",
        "table_caption": [
            "表1国外科研资助机构数据管理计划（DMP）政策的分析框架"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>研究问题</td><td>政策观测的具体内容</td></tr><tr><td></td><td>需保存哪些数据？如何对这些数科研活动中将采集或创建哪些类型的数据？</td></tr><tr><td>据进行组织描述？</td><td>如何获取第三方数据，包括数字数据与实体数据？</td></tr></table></body></html>",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/3d4f958d9c4b86dc3f07aa3bf2df6aac3ebfb51366c4690dec8c22710b778649.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>数据版权或知识产权归谁所有？ 采用或创建怎样的元数据标准？ 如何确保数据质量？ 如何使他人能够获取、理解并重用数据？ 在数据存储、备份与保存中，需采用哪些数据存储格式？</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 研究对象",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "为解决上述问题，笔者在政策调研中选取了若干具有代表性的科研资助机构进行政策观测，这些机构来自美国、英国、澳大利亚、荷兰、比利时等多个国家，涵盖政府、高校与基金会三类机构，其中以高校居多。这些机构在科研数据管理方面均拥有丰富经验，且理论研究与实践探索均走在了同行前列，在业界拥有较强的影响力。各机构、政策名称及其发布时间如表2所示。",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/0490e6513f1784aae4e562cdfff3d4fbe6f0fbbf521b1519ae78d3565bcdc7f3.jpg",
        "table_caption": [
            "表2国外主要科研资助机构数据管理计划（DMP）政策一览"
        ],
        "table_footnote": [
            "本研究的调研时间为2015年3月至5月，经过同年6月至7月的多次讨论与审核修订，于2015 年8月正式完稿。以下根据研究框架，分别论述国外主要科研资助机构DMP 政策的核心内容。"
        ],
        "table_body": "<html><body><table><tr><td>机构名称</td><td>政策名称</td><td>政策发布时间</td></tr><tr><td>美国地质勘探局（USGS）</td><td>数据管理计划要点检查表[14]</td><td>2015年3月更新</td></tr><tr><td>美国国家科学基金会（NSF)</td><td>数据管理计划[15]</td><td>2011年1月发布</td></tr><tr><td>美国人文基金会（NEH)</td><td>NEH数字人文办公室数据管理计划[16]</td><td>2014年7月发布</td></tr><tr><td>美国校际社会科学数据共享联盟（ICPSR）</td><td>高效数据管理计划指南[17]</td><td>2013年6月发布</td></tr><tr><td>英国经济与社会研究理事会（ESRC)</td><td>数据管理计划：同行评议人员指南[18]</td><td>2012年10月发布</td></tr><tr><td>澳大利亚国家数据服务合作中心（ANDS）</td><td>数据管理计划[19]</td><td>2011年8月发布</td></tr><tr><td>荷兰数据归档与网络服务协会（DNAS)</td><td>科研数据管理计划[20]</td><td>2012年4月发布</td></tr><tr><td>哥伦比亚大学（COLUMBIA）</td><td>数据管理计划检查表[21]</td><td>2014年4月发布</td></tr><tr><td>根特大学（RUG）</td><td>数据管理计划[22]</td><td>2015年2月发布</td></tr><tr><td>剑桥大学（CAMB）</td><td>创建数据管理计划：确定计划内容[23]</td><td>2010年10月发布</td></tr><tr><td>康奈尔大学（CORNELL）</td><td>数据管理计划撰写指南[24]</td><td>2013年5月发布</td></tr><tr><td>莫纳什大学（MU）</td><td>科研数据计划检查表[25]</td><td>2009年8月发布</td></tr><tr><td>纽卡斯尔大学（NCL)</td><td>数据管理检查表[26]</td><td>2011年6月发布</td></tr><tr><td>悉尼大学（USYD）</td><td>科研数据管理计划检查表[27]</td><td>2012年7月发布</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3数据选择与标识",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.1 描述数据类型及其处理工具、方法等",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在 DMP 中，应首先对科研数据进行简要描述，这几乎是所有科研资助机构的一致要求。描述内容主要包括数据性质、特点及其采集或创建方法、流程、工具，数据类型、规模及其产生速度，数据的分析、处理工具或软件等。此外，RUG[22]认为，如需收集敏感数据，还应对其必要性进行解释。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在描述数据概况时，应明确数据丢失或无法使用将会对研究工作产生怎样的影响，能否重新生成数据，还应考虑数据规模及其对数据存储、共享与传输产生的影响，数据可能面临的泄露风险等问题也应被慎重考虑。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2评估、描述拟采用的第三方数据",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "创建新数据会产生成本问题，因而科研人员应首先考虑当前的已有数据能否继续使用，例如出版物、网站或进度报告中的数据等。如需使用第三方数据，则应考虑这些数据是否可用，能否获得版权许可来共享数据或其衍生数据。此外，还应从数据内容、来源、使用规定等方面对其进行描述，列出相关引用信息，如本地入藏号、DOI、URL等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "科研人员应明确所需数据的所有可能来源，这些数据是否有访问限制及其将如何影响数据存储、访问与保护；如需获取外部数据，则能否在本地建立数据副本；若数据源正在更新，用户能否得到通知或必须手动检查；若数据源不再可用（如网站不复存在、数据无法更新或已替换为更新版本等)，将对数据获取产生怎样的影响。上述问题在使用第三方数据时均应认真考虑。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3 明确数据版权或知识产权的所有权",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "科研人员就科研数据的权属和相关法律问题进行明确规范，能够为科研数据的合理合法使用提供重要依据，因此多数科研资助机构都在DMP 中强调了科研数据的所有权问题。如NSF[15]强烈建议，DMP 中除应指明数据知识产权的拥有主体外，还应描述如何保护知识产权，注明所有的版权限制项目。ICPSR[1认为，主要研究人员和其所在机构拥有数据版权。ESRC[I8]则指出，在谈及数据版权问题时，应考虑其版权许可是否得到了同意或阐明，尤其当研究汇集了多个来源数据时。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "USYD[27]对科研数据的版权归属进行了详细规定，明确了以下5种情况：一是数据创建者若包含USYD雇佣的研究人员，则数据版权通常属于USYD；二是数据创建者若为其他机构雇佣的研究者，则数据版权属于研究人员，先前另有约定的除外；三是数据创建者若为USYD学生，则数据版权通常属于学生；四是数据创建者若为USYD 附属机构，且该机构未受雇于其他机构，则数据版权属于该附属机构；五是数据创建者若为USYD 附属机构，且该机构受雇于其他机构，则数据版权通常也属于该附属机构，先前另有约定的除外；此外，还存在其他一些情况，如数据创建者为外部机构等。在制定DMP 时，科研人员应与其资助或合作机构就数据权属做出明确约定，以规避数据保存、共享与传播中带来的不必要争议。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.4采用或创建适用的元数据标准",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "选用或根据需要创建一套适用的元数据标准是未来数据发现与共享的基础。CAMB[23]建议可使用都柏林核心集和文本编码倡议（TEI）标准来实现数据互操作，此外还可采用本领域当前广泛应用的数据描述标准，而受控词汇也有助于提高数据描述的一致性。ANDS[9指出，应考虑如何命名数据文件，如何将数据组织到文件夹中，如何管理不同机器之间的数据传输与同步，以及如何跟踪不同版本的数据文档。NSF[15]强烈建议使用结构化或标签式的元数据标准，如XML，该格式展示灵活、机器可读且易于保存。ICPSR[17]从自身角度出发，认为元数据实体应依照与社会科学、行为科学和经济科学最相关的标准来制定。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在选用或创建元数据标准时，应明确何人负责创建元数据，何人负责更新元数据，若无适用的元数据标准，则在DMP 中应指明这一点，并描述所使用的补充文档。此外，元数据存储格式以及是否采用不同",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "格式进行数据共享或发布也是应当考虑的问题。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.5 制定并实施有效的数据质量监管程序",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "准确的、高质量的数据记录是科学研究可信的前提，是决定项目效益、推动社会进步的关键。在数据监管时，应考虑如何进行数据检查和认证，是外部认证还是内部认证（内部认证需由数据采集者以外的人员来进行)。此外，还应考虑质量认证是否在数据的整个生命周期中都在进行，是否对认证步骤进行了记录，是否依据原始数据集对转录数据或复制数据进行了错误检查与审核（如选择随机样本进行检查、寻找异常值、核对图表数据和制图数据等)。ESRC[I8指出，应考虑制定科学的监管程序，包括数据验证方法，数据采集、输入所采用的标准，遵循的研究实践准则，所用的转录模板等。此外，还应确保数据质量问题在数据收集、数据录入、数字化或数据检查时就得到了处理。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.6提供检索数据、解读数据的辅助信息",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在 DMP 中可制作专门的文档来描述数据采集方法，解释数据分析过程，介绍项目参与者与任务执行者的详细信息。此外，还可列出项目实施中开发或记录的所有辅助信息，如笔记、数据集列表、说明文件等。MU[25认为，数据资产列表、元数据标准、识别符协议或参考编号、文件命名协议、文件结构协议等都有助于他人理解所共享的数据。NCL2建议，应确保描述数据组织及其所有辅助信息的内容能被存储起来。 $\\mathrm { N E H ^ { [ 1 6 ] } }$ 则规定，项目申请者应在DMP中描述数据格式、存储介质及其传播方式等。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在数据描述时，采用已定义的规范术语、叙词表和关键词表，有助于提高数据的易懂性、可移植性与可发现性，而清晰的、描述性的、独特的文件命名以及定义明确的参数单位对研究者查询、检索和发现数据也非常重要7]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4数据存储与保存",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.1选用本领域通用的数据存储格式",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在存储数据时，应首先明确所采用的存储格式，如XML、SPSS、Word、Excel、AVI、NVivo 等，并解释原因。CAMB[23]建议，可采用当前广泛使用的、本机构拥有相关使用许可的、正成为本领域标准的存储格式。MU[251认为，国际或国家标准机构认可的、本领域公认的最佳实践标准是一个不错选择。ICPSR[17]则建议依照现行标准和实践进行数据存储，其当前以ASCII格式存储了大量数据，并采用XML 和PDF/A格式来保存文档。注意，若使用无所有权或基于开源标准的数据存储格式，则应事前声明，以规避数据长期开放获取可能带来的风险。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4.2 描述数据存储地点与存储环境",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "存储地点是进行数据存储必须考虑的一个重要问题。USYD[2建议，数字式数据及相关副本可存储在主题或领域知识库、USYD学术知识库、各院系网络硬盘等，亦可提交给本人所在教学单位，或在保留期结束之后安全销毁。CAMB[23]认为，可将数据存储在档案馆、知识库、中央数据库或数据中心，但应与这些机构提前沟通，以明确其存储标准及要求；若无法找到合适的存储地点，则应处理好数据的可持续利用问题，如选择开放的存储标准，或向所在机构寻求支持。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "一般而言，科研数据主要有三个存储去向：政府或专门机构资助的大型数据一般存储在专门的数据中心或存储库中；小型研究则通常将数据存储在机构库或科研机构自己的存储系统中；还有部分数据会被科研人员直接存储到本地计算机或硬盘中。研究人员可根据数据规模及项目要求自行选择合适的存储地点。此外，还应考虑是否需要将数据存储于特定的环境中，如低温、低湿、低光照的条件下。对于非数字式数据、文献及其他项目资料，可考虑存储在学校、院系、机构或部门的安全设施中。一些资助机构可能会提",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "供数据存储的相关费用，这一因素也应被考虑进来。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.3 制定并实施完善的数据备份策略",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "数据备份是确保数据安全与可持续利用的重要保障。在备份数据时，应提供数据备份频率的详细信息，如按日、周或月等进行备份。此外，还应明确数据备份责任人，确定备份数据的存储地点，以规避设备损坏、硬件失灵、数据丢失等风险。CORNELL[24建议，应描述备份数据时使用的硬件、存储环境、本地或外部服务，并可尝试将这些服务的成本纳入项目预算。RUG[22认为，应制定合理的数据备份流程，若所在部门或研究小组已有一个备份程序，则可参考执行。ESRC[18]则对数据备份中的各类问题进行了综合考虑：（1）备份程序能否实现备份目的，应考虑研究涉及的所有机构的备份程序、备份频率等；（2）备份是否考虑了多种媒介和多个副本？（3）是否考虑了备份副本可用性的检查方法？（4）是否给出了信息描述机构、本地数据中心的备份政策？（4）如需采集敏感数据，是否考虑了与《数据保护法案》相符的保护方法？如数据加密、匿名化、谨慎传输等；（5）备份策略是否反映了现有的最佳实践？（6）是否描述了版本控制方法？即确保如果一个文档中的信息发生变化，其他文档中的相关信息也发生相应变化，同时跟踪记录多个版本及其存储地点。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在备份数据时，应考虑若数据被存储在别处，则其是否有适用的备份策略；数据及其副本是否以不同媒介被存储在了多地以防单点故障；是否有专人监管以确保备份顺利进行；是否有多人知晓数据存储地点及其访问方法；备份数据将被保存多久等。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.4 明确数据管理责任人及其监管职责",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "多数科研资助机构都要求科研人员给出数据使用许可协议、使用限制、保密性或相关隐私问题等的处理方案以确保数据安全。显而易见，若研究涉及敏感数据，则数据安全问题将变得更为重要，这既适用于数字数据文件，也适用于实体数据文件，如访谈数据、血液样本数据、DVD 等。COLUMBIA[21认为，应明确三个问题，一是何人在何种层次上控制数据？二是数据是否有专门的隐私或安全保护政策？三是数据是否有延迟获取的时间段？NSF[15]建议，在 DMP 中应描述数据技术层面、程序层面的保护方法，包括如何实施数据许可、权限限制、延迟公开等。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "为确保数据安全，应明确数据管理责任人，如首席研究员、数据管理员、助理研究员等，并提供其详细信息。此外，还应指出何人负责采集项目实施各阶段的数据文档，可通过哪些流程确保隐私数据得到保密处理，在何地存储数据副本，如何保证存储安全等。最后，是否还有其他影响数据安全的因素还需数据管理人员在实践活动中认真考虑。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.5指明拟保存的数据及其保存期限",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "DMP 中数据保存计划的具体细节除与数据共享策略密切相关外，还取决于数据存储服务提供商，如外部知识库、数据中心或出版商等。一般而言，数据保存计划应着重考虑两方面的问题：一是确认相关部门、机构或项目的数据保存政策及其对数据长期保存的影响；二是明确保存的数据类型及其保存期限。 $\\mathbf { M U } ^ { [ 2 5 ] }$ 认为，以下6种数据应被永久保存：（1）研究具有争议性；（2）研究具有广泛关注性；（2）研究中首次采用了创新方法；（3）研究对传统范式具有挑战性；（4）研究不可再次进行或再次进行的成本较高；（5）研究具有长远价值；（6）研究能够支持专利申请或相关知识产权活动。对于可直接验证研究结论以及具有重用潜力的数据也应重点保存。此外，研究人员还应考虑在其离开某一领域后，如何确保自己的数据被保留下来，这对数字数据与实体数据都适用。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "除上述问题，还应考虑如何保存实体数据，如野外记录簿、地图等；明确是否有专人负责迁移旧的过时格式的数据；若数据文件被迁移或转换，则是否有专人来核查原件及转换后的文件，以确保数据未被篡改或丢失。数据清理问题，包括清理哪些数据、何时清理、怎样清理等也应被纳入DMP 中。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5数据共享与传播",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.1制定科学完备的数据共享计划",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "调研发现，14个科研资助机构都要求科研人员共享其研究数据，并在DMP中表明其共享意愿、共享方式等。为此，科研人员应明确是否进行数据共享，如果共享，则应解释如何共享，与何人共享，在何种条件下共享以及共享时可能面临的困难等。MU[25将数据共享策略分为三种：一是不共享，仅本人可获取使用；二是内部共享，MU的员工和学生可获取数据；三是进行外部共享，如向其他机构等提供数据。此外，对于特殊数据，MU认为应根据其具体类型设置共享时段，如成年人心理测试或干预方面的数据可在该研究实施7年后共享，包含临床试验的医学数据可在15年后共享等。CORNELL24认为，应指明共享的数据内容及其所处阶段，如原始型，经过处理、精简或分析后的数据等。此外，DMP 中还应：（1）描述共享数据所采用的文件格式，应选用可使数据得到最大重用的、持久的文件格式，如有必要，将目前的数据格式转换为这些格式；（2）给出他人重用数据的条件，描述数据适用的许可标准及其他使用条款；（3)给出数据的存储地点及其获取方式；（4）若共享第三方数据，则应介绍该数据或其衍生数据能否共享，在何种条件下共享；（5）指出数据所有者与数据共享责任人；（6）向用户介绍，当前的数据共享策略如何使他们将数据的价值最大化。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "除上述问题外，USGS[14指出还应考虑数据的安全性或敏感性问题，如不能立即公开数据，则应给出数据共享的时间安排。ICPSR[I则把科研数据广泛提供给社会科学界使用，包括可公开获取的、限制获取的以及延迟发布的数据文件等，并针对这些文件制定了不同的访问策略。ESRC[I8建议，应认真考虑数据共享面临的所有问题及其解决方法，如征求受访者的共享意见，将数据匿名化或清除个人隐私信息后再共享等。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.2 对数据访问权限进行有效管理",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "数据访问是数据共享政策中的一项重要内容，在对共享数据进行管理时，应明确何人拥有数据的访问权限，如何对这些权限进行管理。对于敏感数据，应采取保密措施，制定正式的获取与使用规范，保护其免受未经授权的访问。此外，在DMP 中还应对所有有权访问共享数据的人员进行介绍，如果访问限制因数据集的不同而变化，则应在数据共享政策中澄清这一点。最后，需明确其他研究人员在何时能够获取数据？在项目实施中的任何阶段，在研究成果发表或交流之后，抑或在一定的迟滞期之后，还是永不可获得。这些都是数据访问管理中应考虑的问题。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.3 正确处理数据中的伦理及隐私问题",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "科研人员负有伦理或法律上的保密义务，包括保护研究对象的隐私，或其他情形下要求的安全存储及访问限制，例如可能阻止数据共享的许可限制等。ICPSR[17的伦理与隐私保护内容包括两项：一是知情同意，即对于特定项目，知情同意声明将不包括禁止数据在研究领域内共享的内容；二是信息泄露风险管理，即研究项目在将数据存储在ICPSR之前，需删除其中的所有直接标识符，而一旦进行存储，这些数据将经过一个严格的处理程序，以保护个人隐私。NCL2建议，数据管理中若涉及伦理及隐私问题，应：（1）介绍数据中敏感、机密或受保护隐私信息的管理方法，如加密技术、密码限制等；（2）提供伦理或隐私方面制约科研项目共享或公开研究数据的事项；（3）提供数据保存、隐私及机密保护方面包含参与者同意信息的详细内容；（4）提供保护隐私及机密数据的流程或步骤信息，如匿名化处理等；（5）提供与其他机构或组织签署的数据知识产权协议方面的详细信息，如协议内容、签署地点和日期等；（6）提供数据版权限制方面的信息；（7）提供数据授权方面的信息，在这一条件下，数据可以被重用。上述内容基本囊括了数据管理中的各项伦理及法律事项，在具体的实践活动中可根据项目要求及实际情况参照执行。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "6结语 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "根据以上分析论证，本文认为一个完整的DMP应包含数据选择与标识、数据存储与保存、数据共享与传播三项主要内容，具体如表3所示。尽管DMP 在科研项目的概念化阶段就已经被创建，然而在实际应用中其还需不断更新完善，以便在项目生命周期的各个阶段都能为科研人员的数据管理工作提供科学有效的指导。",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/e1dcc933b1180d356c06a0308c24ed7e38bbd3c56a55f6bfe720b394421856cf.jpg",
        "table_caption": [
            "表3国外科研资助机构DMP 政策的核心要点"
        ],
        "table_footnote": [
            "本文通过对国外典型科研资助机构 DMP 政策的调研分析，一方面有助于国内科研资助机构加深对"
        ],
        "table_body": "<html><body><table><tr><td>政策</td><td>观察问题</td><td>要点</td></tr><tr><td>数据选择与标识</td><td></td><td>描述数据类型、采集或创描述数据采集方法、数据类型、数据规模、产生速度</td></tr><tr><td></td><td>建方法 获取、描述第三方数据</td><td>及其处理工具或软件 评估现有数据，描述第三方数据的来源、内容及使用</td></tr><tr><td></td><td>明确数据版权或知识产权</td><td>规定等 指明数据版权所有者，如有必要，描述数据版权的保</td></tr><tr><td></td><td></td><td>护方案 采用或创建适用的元数据采用或创建符合项目数据研究要求的元数据标准，如</td></tr><tr><td></td><td>方案</td><td>柏林核心集、文本编码倡议（TEI）标准、XML等</td></tr><tr><td></td><td>确保数据质量</td><td>对数据进行监管认证，制定科学有效的质量监管流程</td></tr><tr><td>数据存储与保存</td><td>提高数据可解读性</td><td>描述数据采集方法，解释数据分析过程，给出辅助解</td></tr><tr><td></td><td>选用合适的数据存储格式</td><td>读信息 给出存储的数据类型，选用当前广泛使用的、本领域</td></tr><tr><td></td><td></td><td>公认的最佳实践格式 描述数据存储地点与条件依据数据规模选择存储地点，明确是否需要将数据存</td></tr><tr><td></td><td>制定完善的数据备份计划</td><td>储于特定环境中 考虑备份频率，明确备份责任人，制定备份流程，给</td></tr><tr><td></td><td>明确数据管理责任人</td><td>出备份地点与保护方案 指明数据管理责任人，给出数据使用许可协议、使用</td></tr><tr><td>数据共享与传播</td><td>指明数据保存期限</td><td>限制、保密性或相关隐私问题的处理方案 针对不同类型数据采用相应的保存期限，适时进行数</td></tr><tr><td></td><td>进行广泛的数据共享</td><td>据更新、迁移与清理 明确是否进行数据共享，与何人、在何种条件下共享</td></tr><tr><td></td><td></td><td>以及共享时可能会遇到的各类问题</td></tr><tr><td></td><td>管理数据访问权限</td><td>介绍何人拥有访问权限，以及如何进行权限管理</td></tr><tr><td></td><td>处理伦理及隐私问题</td><td>提供隐私保护方案，如数据加密、匿名化等，处理知 情同意与信息泄露风险</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "DMP 政策的理解，促进其尽快建立和完善相关的政策规定，推动国内数据管理实践活动的开展。如在项目申请阶段便明确要求申请者提交相应的DMP 文件，并在项目中期与完结时对计划实施情况进行监督、考核，且给出具体的奖惩措施等。另一方面也有助于图书馆等国内科研服务机构更好地把握DMP 的内涵实质，领悟其政策要领，进而为科研人员提供更具针对性的数据管理服务。由于本次调研分析的对象局限于国外若干科研资助机构，因而在国内推广应用其DMP 政策时，各机构还需结合自身的实际情况，考虑具体的应用情境，对上述政策进行针对性的选用。此外，在国外DMP 政策内容的基础上，在科研数据的整个生命周期中处理各利益相关方的数据权益关系时，国内科研资助机构还需对数据管理的具体模式进行实地考察，包括对科研人员、图书馆员、学科馆员等进行访谈调研等，并在进一步结合其他相关数据政策的基础上，制定出契合实际、符合我国国情的数据管理政策。同时，我国科研服务机构，如图书馆、信息中心等也应及时跟进，密切关注国内外数据管理政策，尤其是DMP 政策的最新理论与实践进展，针对科研资助机构的具体要求不断为科研人员开发新的服务内容与服务项目，在服务科研的同时推动自身发展。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[1]李晓辉．图书馆科研数据管理与服务模式探讨[J].中国图书馆学报，2011（5)：46 -52.  \n[2]王凯，彭洁，屈宝强．国外数据管理计划服务工具的对比研究[J].情报杂志，2014,33（12)：203-206.  \n[3] 杨淑娟，陈家翠．研究成果传播与共享——英美国家基金项目数据管理计划概述[J].情报杂志，2012,31 (12): 176-179.  \n[4] NIH. NIH Data Sharing Policy and Implementation Guidance[EB/OL].[2015-04-14].http://grants.nih.gov/grants/policy/data_ sharing/data_sharing_guidance.htm.  \n[5] NSF Dissemination and Sharing of Research Results [EB/OL].[2015-04-012]. http://www.osp.uah.edu/documents/NSFSharingofResearchResults.pdf.  \n[6] DDC.Checklist for a Data Management Plan[EB/OL].[2015-04-30].htp: /www.dcc.ac.uk/sites/default/files/documents/data-forum/documents/docs/DDC_Checklist_DMP_v3.pdf.  \n[7] 许鑫，刘甜，于霜.Data One项目及其对我国数据监管工作的启示[J].图书与情报，2014（6)：109-116.  \n[8] 陈大庆．英国科研资助机构的数据管理与共享政策调查及启示[J].图书情报工作，2013，57（8)：5-10.  \n[9] 杨淑娟，陈家翠．图书馆员数字监护素养研究[J].图书馆建设，2013（1)：78-80.  \n[10]鄂丽君．国外大学图书馆的科研数据管理教育[J].情报资料工作，2014（1)：101-104.  \n[11] 李庆娜，黄秀玲，高蕊，等．基于电子数据获取的临床研究数据管理计划的制定及其关键因素探讨[J].中西医结合学报，2012，10（8)：841-846.  \n[12] 赵艳枝.长尾数据监护与图书馆的职责——伊利诺伊香槟大学图书馆范例研究[J].国家图书馆学刊，2015(3): 79-83.  \n[13]顾立平．前瞻导论——推动政策与形塑未来[M]．台北：设计家出版社，2013：57-143.  \n[14] USGS.Data Management Planning Considerations-Checklist[EB/OL].[2015-04-02].htp://www.usgs.gov/datamanagement/plan/data-management-checklist.pdf.  \n[15]NSF. National Science Foundation-Data Management Plan [EB/OL].[2015-04-02]. htp://www.lib.uci.edu/about/projects/scamp/nsfdmp/docs/DMP-NSF-Template.pdf.  \n[16] NEH.Data Management Plans for NEHOfice of Digital Humanities [EB/OL].[2015-04-02]. http://www.neh.gov/files/grants/data_management_plans_2014.pdf.  \n[17] ICPSR.Guidelines for Efective Data Management Plans [EB/OL].[2015-04-02]. htp://www.icpsr.umich.edu/files/datamanagement/DataManagementPlans-All.pdf.  \n[18]ESRC.Data Management Plan: Guidance for Peer Reviewers [EB/OL].[2015-04-02]. htp://www.esrc.ac.uk/_images/Data-Management-Plan-Guidance-for-peer-reviewers_tcm8-15569.pdf.  \n[19] ANDS.Data Management Planning [EB/OL].[2015-04-02]. htp:/ands.org.au/guides/data-management-planning-awareness.pdf.  \n[20] DNAS. Data Management Plan for Scientific Research [EB/OL].[2015-04-02]. http://www.dans.knaw.nl/en/deposit/information-about-depositing-data/DANSdatamanagementplanUK.pdf.  \n[21] COLUMBIA. Data Management Planning Checklist [EB/OL].[2015-04-02]. http://scholcomm.columbia.edu/wp-content/uploads/2014/04/DMPChecklist_v041.pdf.  \n[22] RUG. Data Management Plan [EB/OL].[2015-04-02]. htp://www.fppwdocs.ugent.be/fppw/Figs/DMP_final.pdf.  \n[23] CAMB. Creating a Data Management Plan [EB/OL].[2015-04-02]. htp://www.lib.cam.ac.uk/dataman/resources/DataPlanTemplate.pdf.  \n[24] CORNELL. Guide to writing a Data Management Plan (DMP)[EB/OL].[2015-04-02]. htp:/data.research.cornell.edu/content/data-management-planning.  \n[25]MU.Research Data Planning Checklist (Academic staff) [EB/OL].[2015-04-02]. htp://monash.edu/library/researchdata/file_links/data-aca-checklist.doc.  \n[26]NCL.Data Management Checklist [EB/OL].[2015-04-02]. htp:/lgdata.s3-website-us-east-1.amazonaws.com/docs/719/289158/UON_draft-datamanage-plan-template-Express Version-29July2011.doc.  \n[27] USYD.Research Data Management Planning Checklist [EB/OL].[2015-04-02]. http:/library.usyd.edu.au/publish/dmp/sydney-dmp.pdf.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[作者简介]李向阳，男，1989年生，中国科学院文献情报中心、中国科学院大学硕士研究生。顾立平，男，1978年生，中国科学院文献情报中心副研究员。王彦兵，男，1985年生，中国科学院文献情报中心、中国科学院大学硕士研究生。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "收稿日期：2015-08-13",
        "page_idx": 9
    }
]