[
    {
        "type": "text",
        "text": "锻炼行为促进情绪健康的个体差异：基于 认知神经科学的视角1 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "盖力锟1²沈浩冉1² 胡卓尔1²漆昌柱魏高峡1.2\\* \\*通讯作者：魏高峡，weigx@psych.ac.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1中国科学院心理研究所心理健康重点实验室，北京100101)  \n（²中国科学院大学心理学系，北京100101）  \n（武汉体育学院，武汉430079）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：锻炼行为作为一种非药物的经济型干预手段，已被证实对抑郁、焦虑等负性情绪有显著的改善作用。然而，由于个体差异因素的存在，运动引起的情绪效应仍有多个不一致的研究结果。本研究在个体差异的框架下，从行为学水平梳理运动引起情绪效应的研究现状，重点分析运动过程的个体因素，包括年龄、性别、体质、人格和情绪特质等对情绪效应的影响，并从这些个体因素所呈现出的大脑结构和功能差异角度，展望今后在考察个体差异时所应考虑的研究方向，有助于更好地理解人类情绪干预的效果，对今后制定个性化的情绪健康促进方案，开展有针对性的情绪障碍类疾病的预防和运动康复具有重要的现实意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：锻炼行为，个体差异，情绪干预，大脑，健康促进",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Individual differences in exercise behavior promoting emotional health: a cognitive neuroscience perspective ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "GE Likunl.²， SHEN Haoranl.²，HU Zhuoerl.2，QI Changzhu³，WEI Gaoxial.2 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1 CAS Key Laboratory of Mental Health， Institute of Psychology，Beijing   \n100101，China)   \n(² Department of Psychology， University of Chinese Academy of Sciences,   \nBeijing 100101， China)   \n(’ Wuhan Sports University，Wuhan 430079，China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Exercise behavior， as a non-drug economic intervention， has been shown to significantly improve negative emotions such as depression and anxiety. However， due to the existence of individual differences factors, there are still many inconsistent research results on the exercise-induced emotional effects. Under the framework of individual differences， this study sorted out the research status of exercise-induced emotional effects from the behavioral level， focusing on the effects of subject factors in the exercise process， such as age， gender， physical fitness and personality and emotional traits influence on emotional effect. From the perspective of the differences in brain structure and function caused by these individual factors, the research directions that should be considered in investigating individual differences in the future are proposed. This is helpful to better understand the effect of human emotion intervention and has important practical significance for the development of personalized emotional health promotion programs， the prevention and sports rehabilitation of targeted emotional disorders. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: exercise behavior， individual differences, emotional intervention, brain，health promotion ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "情绪是个体生物和社会需要是否得到满足的反映。情绪状态的强度和持续时间直接影响身心健康水平[]。个体如果长期处于负性情绪，不仅容易诱发心血管、慢性消化系统等躯体疾病，引起抑郁、焦虑和精神障碍疾病[1-4]，还会导致认知与社会功能受损[5,6]，严重时甚至造成非自杀性自伤和自杀行为[7-9]。近期一项大样本流行病学研究显示，我国人群的焦虑障碍终身患病率为 $7 . 6 \\%$ ，抑郁障碍为 $6 . 8 \\% ^ { [ 1 0 ] }$ 。这些情绪障碍的发生严重影响了患者的生活质量，同时也给社会带来了沉重的经济负担。因此，采用科学的途径预防情绪类疾病的发生，提升个体的情绪健康水平，具有十分重要的现实意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "大量研究证实，锻炼行为是一种非药物的经济型干预手段，对情绪健康有积极的影响。一定剂量的锻炼活动不仅可以减轻焦虑、紧张、抑郁、愤怒和困惑等负性情绪体验[11-15]，还能重塑与情绪相关的大脑结构和功能活动[16-18]。然而，运动对情绪的改善作用尚存在争议。年龄、性别、情绪易感性、体质等个体因素在运动引起的情绪效应中扮演着重要作用，直接影响了情绪识别、情绪体验和情绪调节等过程的发生。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "双模理论（Dual-modemodel）指出，运动引起的情绪反应是两个因素相互作用的结果，其一是源于额叶的不同认知过程（如运动动机、自我效能感、运动环境等），其二是由运动引起的不同相关内感受器信号，这些信号可以通过皮层下通路达到大脑情感中枢[19,20]。有研究者指出，个体差异因素会随着运动强度的增强而引起更大的结果变异性，而这种个体差异引起的系统性变化也预示着潜在机制的转变，转变为一种更高水平、多突触的，以及涉及个体特征和认知因素的可塑性通路[20]。双模理论不仅指出前额叶在运动情绪效益中起到的作用，也考虑到皮层下区域的功能，同时也将个体差异作为一个重要影响因素，为解释运动影响情绪的个体差异提供了理论基础。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本综述首先从行为学角度，对运动引起情绪效益存在个体差异现象的研究现状进行了梳理，重点分析运动过程中，包括年龄、性别、体质、情绪和人格等个体因素对情绪效应的影响，并试图从这些个体差异因素背后的大脑结构与功能差异角度出发，为今后探讨运动影响情绪存在个体差异可能的机制提供启发。最后展望未来在考察运动过程个体差异时所应考虑的研究方向，为制定个性化的情绪健康促进方案，开展有针对性的情绪障碍类疾病的预防和运动康复具有重要的现实意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2锻炼后情绪获益的个体差异因素",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "有研究表明，急性有氧运动对紧张、抑郁、愤怒和困惑等负性情绪的改善最显著[11]。但也有研究发现，有氧运动后仅有正性情绪的增加[21，22]。还有研究则同时发现，运动后正性情绪增加和负性情绪的减少[23，24]。造成研究结果不一致的原因，除了研究设计以外，与被试群体的特征密切相关。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 年龄因素",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "年龄是影响运动改善情绪效果的重要因素，多个研究表明运动对抑郁情绪的改善存在显著的年龄效应。横断研究发现，运动能够降低中年女性患心理疾病的风险，但在年轻女性和老年女性中未发现该关系[25]。在抑郁症（MDD）群体中，与老年人相比，只在年轻患者中发现，身体活动可以预测两年后抑郁症状的改善[26]。有元分析探讨了体育运动对临床抑郁患者的干预效果，结果显示体育运动，尤其是有氧运动能缓解患者的抑郁症状，且对60岁以上患者的干预效果优于60 以下患者[27]。即便在老年群体内部，不同年龄阶段的老年人从运动获得的情绪收益也不同。相比于高龄老人群体(>74岁)，身体活动和抑郁症高患病率之间的相关关系在年轻老年群体(65-74岁)更显著[28]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "追踪研究同样揭示运动对多种负性情绪的缓解存在年龄差异。有研究对年轻人(18-30岁)和老年人(59-75岁)进行了连续3天的中等强度运动训练，测量了被试基线和干预后的特质焦虑水平。结果显示，基线阶段年轻人和老年人特质焦虑水平没有显著差异，但干预后年龄与时间出现交互作用，老年人特质焦虑水平的改善程度大于年轻人[29]。这种年龄差异在短时干预中也得到证实。研究让不同年龄段的被试（年轻人、中年人、老年人）进行20分钟的蹬踏自行车运动，在基线阶段和干预结束后测量了被试对不同唤醒度和效价情绪词汇的评分。结果发现，相比于对照组，干预组所有被试的高唤醒度正性情绪水平升高，但在低唤醒度正性情绪出现了显著差异，年轻人的低唤醒正性情绪在干预后有显著减少[30]。此外，有元分析探讨了太极拳对非临床被试负性情绪(抑郁和焦虑)的干预作用，发现太极拳可以显著改善年轻人和老年人的负性情绪，但对老年人的改善效果大于年轻人[31]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "这些研究发现一致地表明，年龄会影响运动对情绪的改善效果。相比于年轻人，老年人从运动中的情绪获益更多，这可能一方面与其情绪调节能力更强有关，老年人更关注正性信息，体会到的负性情绪更少[32，33]。另一方面，老年人更善于识别积极表情而非消极表情，识别愤怒、悲伤、恐惧等消极面孔的能力也低于年轻人[34，35]。因此，运动带给老年人的情绪效应优于其他年龄群体。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2性别因素",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "性别也是影响运动改善情绪效果的重要个体差异因素。大量研究表明，身体活动量与抑郁水平存在显著的负相关关系，即身体活动量越多的个体，抑郁等负性情绪水平越低[36，37]。以往研究发现，由于男女投入到体育锻炼行为中的程度不同，进而造成情绪水平的差异。相比于女性，男性由于有更多的体育锻炼行为，通常表现出更低抑郁水平，并且男性的身体活动程度可以显著预测其抑郁水平[38-41]。女性身体活动量相对较少，焦虑、抑郁等负性情绪水平要显著高于男性[40，42]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "干预研究发现，男性在运动后焦虑情绪与焦虑敏感性降低更显著，女性则在运动后对应激和生理唤醒的适应力增强[43,44]。其他研究发现急性运动能显著降低女性的疲劳感、困惑和POMS 情绪纷乱总分等并增加活力水平，但在男性中没有显著的改善，并且除了紧张感之外，女性在急性运动后所有情绪改善幅度都比男性大(即效应量更大)[42]。由此可见，运动干预的具体情绪获益在性别差异上的研究结果并不一致。但对于更广泛的情绪种类，不论是健康人群还是焦虑症群体中，都一致地发现运动对女性的影响更大，情绪改善效果更强[45-47]。这可能与女性更低的情绪基线，更大的运动后情绪效益，以及更愿意将运动作为改善情绪的方法有关[42]。由此看来，不同性别参与运动的动机差异可能调节了运动的情绪获益程度[48，49]。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.3体质因素",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "另一个会影响运动后的情绪获益的是体质因素。其中，心肺适能(cardiorespiratoryfitness，CRF)是反映体质水平的常用参数，指身体循环系统和呼吸系统在持续的身体活动中的氧化代谢能力，一般通过最大摄氧量$\\left( \\mathrm { { V O } _ { 2 m a x } } \\right)$ 进行评价。研究发现，CRF越高的个体，患有抑郁、焦虑的几率越小[50]。较差和中等CRF水平的个体，其患有抑郁的概率分别是高CRF个体的1.76倍和1.23 倍[51]。有研究对创伤后应激障碍（PTSD）被试进行6次中等强度的有氧运动训练后发现，有氧运动能降低所有被试的PTSD症状和焦虑敏感性，但CRF越低的个体，PTSD症状和焦虑敏感性的改善程度越高[52]。但也有研究让被试进行30分钟中等强度有氧运动后，发现相比于低CRF个体，高CRF个体运动后精力唤醒度更高，低CRF个体的精力唤醒度在20分钟后却降到了基线水平[53]。此外：还有研究发现，与正常体重和肥胖人群相比，低体重的个体所获的抗抑郁情绪效应较为有限[54]。由此看来，不同体质水平的个体，运动后所获的情绪效应存在显著差异。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "除 CRF之外，强度偏好(intensity-preference)和强度忍耐(intensity-tolerance)也是影响情绪获益的与运动相关的个体特质因素[55，56]。在进行15分钟的高强度循环运动(high-intensity circuit，HIC)后，高强度偏好和高强度忍耐个体情绪获益更多，即运动完后他们有更多积极的情绪体验，愉悦度更高。进一步分析表明，在HIC运动中，强度偏好、忍耐和HIC运动后的正性情绪存在显著正相关，进一步支持了个体差异的结论。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.4心理特质因素",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "人格特质和情绪特质等心理特质因素同样会影响运动对情绪的改善效果。一些研究证实，外向性、宜人性、尽责性和感觉寻求与更多的身体活动有关，而神经质与身体活动量呈负相关，且神经质更高，焦虑抑郁等负性情绪表现得越为显著[57-60]。一项元分析指出，现有证据虽然支持了身体活动与外向性、神经质、尽责性和开放性之间的显著相关，但除神经质外，其它人格特质的影响异质性较高[61]。高神经质个体在运动后负性情绪的改善更明显[62]。但由于人格特质分类标准较多，研究者采用的测评工具多样，运动干预的追踪研究尚未在人格体质上获得较为一致的结论。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "情绪特质中，焦虑敏感性也是运动影响情绪的重要个体差异因素。焦虑敏感性是一种与焦虑相关的躯体知觉的恐惧，这种认知-情绪易感性会抑制身体活动带来的愉悦情感体验，导致更多负性情绪体验，减少个体在运动中的投入度，甚至可以预测后续的身体活动程度[63，64]。高焦虑敏感性的个体在运动中自觉用力程度评分（RPE）上增加更快，负性情绪体验更强[65]。在运动干预的行为学实验中发现，这类个体的状态焦虑在运动干预前后均表现出较高水平[66,67]。这种焦虑敏感性可以在运动之后得到改善，而且对于高焦虑敏感性个体在一次有氧运动后就显著降低。研究者推测可能是减少了通过暴露于恐惧的生理感觉来降低焦虑敏感性[67-69]。有研究者指出，焦虑敏感性在运动对焦虑和抑郁情绪的影响中可能起到了重要的中介作用[70]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3与个体差异有关的神经机制",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1身体锻炼行为影响情绪反应的脑机制",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "目前为止，运动影响情绪的脑机制尚未获得清晰的解答，在短时和长时干预的实验研究中仅能找到零星的实验证据。静息态fMRI研究结果显示，30分钟中等强度的急性有氧运动干预增强了情绪奖赏网络内部的功能连接，包括腹内侧前额叶（PFC）、杏仁核、伏隔核脑结构[71]。另有研究发现，30分钟高强度的有氧运动能增加积极情绪，降低消极情绪，而且积极情绪的变化和脑岛与杏仁核之间功能连接的变化呈现正相关[21]。对青少年进行短时中等强度的有氧运动干预，能够降低负性情绪，且负性情绪的降低与前额叶-杏仁核功能连接的变化相关[72，73]。除短时干预外，长时干预的研究也揭示了运动改善情绪的脑机制。对患有阈下情绪综合症的青少年(包括抑郁和躁狂)进行12周的有氧运动训练后发现，青少年左侧前扣带回（ACC）灰质体积和右侧前扣带回皮层厚度均出现了显著增加[74]。针对重度抑郁患者进行10周太极拳干预训练后，患者脑岛屿颞上回与尾状核之间的功能连接增强，且与抑郁情绪的改善呈显著相关［75]。任务态的脑成像研究发现，4周瑜伽训练增加了抑郁患者情绪任务加工任务中脑岛的激活程度，且脑岛激活的变化和负性情绪变化之间存在正相关[76]。除了脑岛以外，长时运动干预研究同样发现海马旁回的重要作用[77]。由此可见，身体锻炼行为改善情绪效应的功能脑成像研究基本聚焦于前额叶和边缘系统有关的神经环路活动改变上。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2引起情绪效应的相关神经机制差异 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "直接从神经机制角度探讨锻炼行为情绪效应的个体差异研究尚未可见。零星的一些证据发现，不同年龄和性别的个体在接受相同的运动干预后，大脑功能活动模式出现差异。比如，在年龄效应上，有研究发现，30分钟的有氧训练能增强海马与皮层网络之间的功能连接，但海马与内侧PFC、额顶网路内侧功能连接的变化出现了显著的年龄差异现象，老年人在这些脑区之间的功能连接变化显著显著高于年轻人[71]。近期一项关于性别差异的近红外研究观察到30分钟中等强度有氧运动后，男性左右前额叶的脱氧血红蛋白显著高于女性[78]。、",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "大多数行为学研究已证实年龄、性别、体质因素和心理特质因素在身体锻炼行为影响情绪效应中起着重要的调节作用。虽然其背后机制尚未被揭示，但情绪加工过程存在的脑机制差异，为解释这些个体差异现象提供了重要的神经科学基础。个体因素在情绪相关的大脑结构和功能活动上存有显著的差异性表征。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（1）不同年龄人群处理情绪信息的脑机制差异",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "与情绪相关脑区的结构和功能会随着年龄增长出现变化。杏仁核体积会出现随龄减小的趋势［79,80]。静息态功能连接研究表明，杏仁核和小脑之间的功能连接强度与年龄呈正相关，而与背内侧PFC、感觉运动区之间的功能连接强度和年龄则呈负相关[32]。任务态研究发现，相比于中性图片，观看情绪图片时年轻人和老年人杏仁核激活更强；但是仅在老年人中发现，观看正性情绪图片杏仁核的激活强于负性图片[81]。在观看负性刺激时，相比于年轻人，老年人杏仁核的激活降低，表明他们对负性刺激的反应减弱[32，33]。海马体积也会随年龄增长出现衰减[79]。随着年龄增长，后部海马与后扣带回、内侧 PFC 以及外侧顶叶的功能连接降低[82]。此外，老年人ACC 的灰质体积出现显著降低［83，84]。老年人ACC与前脑岛之间的功能连接增强，与颞上回和额下回之间的功能连接降低，这些功能连接的改变与情绪功能、认知功能的变化有关[85]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "PFC是情绪加工和情绪调节的重要脑区，其结构和功能也表现显著的年龄差异现象。有研究仅在老年人中发现处理正性刺激时背侧PFC的激活强于正性刺激反映了他们对正性刺激的控制能力增强[86]，而中年人的PFC 与杏仁核之间的功能连接增强，反映了他们对负性刺激的情绪调节能力增强[32]。老化转移（Posterior-anterior shift in aging，PASA）理论指出，正常老化伴随前脑功能增强，后脑功能降低。例如，年轻人在情绪任务中更多激活枕叶、额叶和边缘区域，老年人则更多的激活顶叶、颞叶和额叶区域；老年人PFC脑区与杏仁核的功能连接更强，与后部知觉加工脑区的功能连接较低[87，88]。因此，老年人可能是为补偿大脑老化的结构和功能衰退状态，PFC表现出更为显著的代偿作用。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（2）不同性别人群情绪调节的脑机制差异",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "与情绪调节相关的大脑神经系统存在性别差异。一项基于体素形态学的研究发现，男性的情绪调节能力优于女性，且男性情绪调节能力与右背外侧前额叶（dlPFC）灰质体积呈正相关；相反，女性的情绪调节能力与从左脑干延伸到左海马、左杏仁核和岛叶皮层的解剖簇的灰质体积之间存在正相关[89]。在负性情绪调节过程中，男性和女性的左侧前扣带回的激活都有所增强，但男性包括左dIPFC、外侧眶额叶（1OFC）和右ACC在内的前额叶区域总体上表现出更强的激活，女性只在左侧mOFC的激活更强；在正性情绪调节过程中，男性和女性的左侧 dmPFC都有更强的激活，但男性的左侧1OFC也同样激活增强[90]。其他研究者也同样发现男性在情绪调节过程中d1PFC，OFC和ACC等前额叶皮质激活强于女性，说明男性在情绪调节时有更多自上而下的认知调控[91]。然而也有研究得出相反的结论，研究者发现男性在情绪调节过程中杏仁核与前额叶活动减少，而女性腹侧纹状体激活更强，这可能是因为男性更多地使用自动情绪调节，女性更多的利用正性情绪去下调（down-regulating）负性情绪[92]。最新研究进一步证实，女性利用自上而下的控制机制来抑制负面情绪，带状盖脑网络的连通性更强；男性则利用注意力转移机制来抑制负面情绪，腹侧注意网络连接更强[93]。尽管目前尚未有明确探查运动对情绪改善的性别差异研究，但根据情绪调节方面研究推测，这种性别差异可能体现在前额叶、脑岛、ACC、杏仁核和纹状体等一些重要的情绪脑区。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（3）不同体质人群大脑结构和功能活动差异",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "多数研究一致表明，CRF与情绪加工、调节等相关的脑区（如海马、PFC、ACC、纹状体）的结构与功能密切相关[94,95]。海马是和CRF 有关的关键脑区之一，高CRF 个体海马体积更大，在这不同年龄阶段[96-98]和不同疾病[98，99]中都得到了一致的结果。在海马的功能方面，高CRF个体左侧前海马和额极、额中回、旁海马的功能连接更强[97]。CRF 越高，旁海马内部功能连接越高[100]。干预研究为CRF 和海马之间的关系提供了最直接可靠的证据，经过1年有氧训练干预后，参加有氧训练的老年人VO2max 显著提高，海马体积变大，并且CRF的变化与海马的变化呈现正相关[101]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "CRF 和PFC的结构与功能密切相关。结构方面，CRF和前额皮层的多个子区域包括 vmPFC 和 DLPFC 都存在正相关，高CRF 个体的 PFC 体积更大[102，103]。功能方面，高CRF的老年人右侧额中回、双侧上顶叶皮层和视觉皮层的激活更强；而低CRF 的老年人ACC 激活增强，ACC 对反应冲突更敏感[104]。干预研究发现，有氧训练能够提升老年人的CRF，同时CRF 的增加与和PFC、顶叶和颞叶的白质分数各向异性值的变化之间存在正相关[105]。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（4）不同心理特质人群的情绪发生脑机制",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "运动后，情绪体验与认知控制是基于前额叶和皮层下区域的神经反应产生，可能会受到人格与情绪特质的影响。不同人格特质个体情绪加工机制存在差异，比如，与低神经质个体相比，高神经质个体内侧前额叶皮层(mPFC)的激活降低，mPFC在内隐情绪加工中起到关键作用，其功能异常导致高神经质个体内隐负性情绪加工存在缺陷[106]。此外，神经质得分与负性情绪调节过程中dmPFC、额下回和额中回的激活负相关，同时也跟杏仁核与dmPFC功能连接呈负相关，说明高神经质个体认知重评能力减弱，dmPFC对杏仁核的控制减弱[107]。并且有研究通过格兰杰因果分析，探讨了静息状态的有向连接，发现神经质与右侧杏仁核对右侧额中回的影响增加，以及右侧楔前叶对右侧杏仁核的影响减少有关，这可能会影响神经质个体的认知调节和自我参照过程的调节[108]。对于外向性，在脑结构上，高外向性个体眶额叶和右杏仁核体积更大[109]，静息状态下杏仁核与壳核、颞极、岛叶和枕叶皮层的功能连接更强，这可能反映了外向者奖励敏感性的提高和社会情感功能的增强[108，110]。除此之外，左侧额下回活动增加，双侧杏仁核活动减少可以预测成功的情绪下调，而成功的情绪下调是由开放性和习惯使用重评来调节的[111]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在情绪相关的心理特征上，高焦虑个体杏仁核与腹内侧前额叶功能连接较弱；低焦虑个体表现出杏仁核与腹内侧前额叶功能连接较强，杏仁核与背侧内侧前额叶功能连接较弱[112]。在广泛性焦虑症患者中，杏仁核与右侧 ACC功能连接强度与症状严重程度和特质焦虑负相关，杏仁核与额下回连接强度与症状严重程度正相关[113]。在面孔识别任务中，高焦虑倾向组（特质焦虑、焦虑敏感性)双侧杏仁核和脑岛激活大于焦虑正常组，且焦虑倾向得分越高，这些脑区激活越强[114]。在面孔墙情绪任务中，焦虑敏感性与双侧脑岛的激活呈正相关[115]。在评价负性情绪图片时，特质焦虑得分与ACC、岛叶和OFC的激活呈正相关，厌恶/焦虑敏感性得分与mPFC、dlPFC 的激活负相关[116]。因此，焦虑倾向更高，或者焦虑特质更强的个体，前额叶、ACC、杏仁核和脑岛的激活更强，前额叶与这些脑区的认知控制出现异常。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4研究展望",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "身体锻炼影响情绪健康这一科学问题的研究已有半个世纪的历史，但关于某些关键情绪的精准化运动干预方案并未获得清晰解答，这与参与运动的主体即个体本身的因素密切相关。在情绪的产生和调节过程中，性别、年龄、情绪特质等个体因素扮演了重要角色。从现有行为研究结果来看，可能老年人与女性从运动获得的情绪效益更大，高体质个体运动后会有更多正性情绪的增加，而低体质的个体负性情绪改善更多，焦虑敏感性等情绪特质可能起到了中介作用。因此在考察情绪的干预效应时，应充分考虑与个体因素相关的大脑结构和功能差异现象。今后研究还应重点关注以下方向：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（1）情绪产生和加工过程所涉及的局部脑区和大脑网络活动较为复杂，包括对情绪刺激的识别、产生情绪反应和情绪调节过程[117]。因此，不同个体差异因素可能对运动后情绪效应加工的具体阶段影响也不同。比如，不同状态焦虑的个体接受相同的运动干预方案，在情绪的调节过程可能能发现更多的效应差异；但在特质焦虑个体上，其差异在情绪加工的早期阶段就会出现。今后在探察锻炼行为影响情绪效应时，应有针对性考察不同情绪信息加工阶段的个体差异现象，为精准化的情绪干预提供切实可行的预防和治疗方案。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（2）进一步明确身体锻炼改善情绪个体差异的脑机制。关于个体因素在身体锻炼和情绪之间的调节作用，仍是需要进一步深入探讨的问题。目前多数的行为学研究都发现了年龄、性别、体质、心理特质等因素的调节作用，但仍缺乏引起差异的直接的脑影像证据，只有少数研究发现运动后不同群体脑结构的改变出现差异[118，119]。因此，未来的研究应考虑身体锻炼对大脑的影响是否存在个体差异，为理解身体锻炼对情绪影响作用提供更直接的证据。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（3）应从动态的角度考察身体锻炼行为的情绪获益。短时的锻炼行为影响杏仁核、腹侧纹状体、腹内侧前额叶、眶额叶以及脑岛等脑区的功能活动模式，长时间的锻炼则影响到前额叶以及皮层下情绪环路的多个大脑结构组织。以往的多个情绪干预研究只关注干预是否产生显著效应，忽略了干预效应的持续时长。在多个时间点上采集相关情绪指标，有助于追踪情绪干预的动态效果，发现运动行为影响情绪相关环路的关键时间点，更好地理解情绪效应发生的核心脑机制，同时也为制定运动处方提供科学的研究证据。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（4）目前的实验研究对情绪的衡量绝大多数都是通过情绪问卷，测量参与者的主观情绪体验，仅有极少的研究通过自主活动指标（如心率、皮肤电导反应和呼吸频率等）和惊跳反应去测量或者间接反应情绪[120，121]。针对想要探究的情绪维度，采用多元的情绪测量方式，能够弥补单一主观报告法可能造成的诸如要求特征等问题，从情绪的多个方面（情绪体验、生理唤醒和神经活动等）测量得出的结论可能更加严谨，甚至对现有研究结果有所突破。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（5）运动强度、运动频次和持续时间等与剂量效应相关的干预变量，对大脑结构和功能活动的影响存在显著差异。类似的，不同强度对情绪相关环路活动的影响可能也存在不同。比如，运动强度和年龄以及体质水平之间存在显著的交互作用[25，122]。这些剂量效应与个体因素之间存在的交互作用，可能共同影响了情绪效应的产生和调节效果。今后可根据具体考察的情绪效应将二种因素进行有机结合。甚至对于特殊个体的运动干预，可能需要特定的运动干预剂量，相应的实验设计也需要有所针对。同时，即使不是考察个体差异的运动干预研究，也应该考虑到个体因素对研究结果的影响，因为这些因素会导致组内异质性增大。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（6）根据双模理论，前额叶参与了与运动有关的不同认知过程，同时前额叶也是情绪调控的重要脑区。在运动行为与大脑可塑性的研究中，均发现前额叶是短时和长时运动影响情绪的关键脑区。鉴于不同年龄阶段前额叶所具有的功能存在差异，特别是老年群体，前额叶功能存在显著的代偿现象。在考察情绪获益时，应根据所要探讨的人群，重点关注前额叶以及额顶网络的功能活动及结构形态的变化，有助于理解运动后情绪获益差异。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[1]PRESSMAN S D,GALLAGHER M W,LOPEZ S J. Is the Emotion-Health Connection a \"First-World ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Problem\"? [J]. Psychological Science，2013，24: 544-9.   \n[2] PRESSMAN S D， COHEN S. Does positive affect influence health? ［J]. Psychological Bulletin，2005，131:925-71.   \n[3] MIDDEL B,EL BAZ N, PEDERSEN S S,et al． Decline in Health-Related Quality of Life 6 Months After Coronary Artery Bypass Graft Surgery The Influence of Anxiety， Depression，and Personality Traits [J]. Journal of Cardiovascular Nursing， 2014， 29: 544-54.   \n[4] MANNAN M, MAMUN A， DOI S， et al. Prospective Associations between Depression and Obesity for Adolescent Males and Females-A Systematic Review and Meta-Analysisof Longitudinal Studies ［J]． PloS one，2016，11:e0157240.   \n[5] GIMSON A， SCHLOSSER M, HUNTLEY J D，et al. Support for midlife anxiety diagnosis as an independent risk factor for dementia: a systematic review [J]． Bmj Open， 2018,8:   \n[6]BENNETT S， THOMAS A J. Depression and dementia: Cause，consequence or coincidence? [J]. Maturitas，2014，79:184-90.   \n[7]JACOBSON C M， GOULD M. The Epidemiology and Phenomenology of Non-Suicidal SelfInjurious Behavior Among Adolescents:A Critical Review of the Literature ［J]. Archives of Suicide Research，2007，11: 129-47.   \n[8］谢唯，况荣华，毛绍菊，et al．抑郁症与非自杀性自伤关系的研究进展 %J南昌大学学报(医学版) [J]．2017，57:100-3.   \n[9]崔莹莹，黄园园，谌丁艳，et al．深圳市中学生非自杀性自伤行为现状及影响因素调查%J 华南预 防医学［J]．2018，44：416-20.   \n[10] HUANG Y， WANG Y，WANG H, et al． Prevalence of mental disorders in China:a crosssectional epidemiological study ［J]． The lancet Psychiatry，2019,6: 211-24.   \n[11] BERGER B G, MOTL R W. Exercise and mood: A selective review and synthesis of research employing the profile of mood states ［J]． Journal of Applied Sport Psychology，2000，12:69- 92.   \n[12] LOFRANO-PRADO M C， HILL JO，GOMES SILVA H J，et al. Acute effects of aerobic exercise on mood and hunger feelings in male obese adolescents:a crossover study ［J]. International Journal of Behavioral Nutrition and Physical Activity， 2012,9:   \n[13]张．儿童青少年体育活动与大脑发育关联的探索性研究[D]，2020.   \n[14] RG A，GASDD E, LMR B，et al. Global trends in insufficient physical activity among adolescents:a pooled analysisof298population-based surveyswith $1 \\cdot 6$ million participants ［J]. The Lancet Child & Adolescent Health， 2020，4: 23-35.   \n[15] PANZA M J，GRAUPENSPERGER S，AGANS J P，et al． Adolescent Sport Participationand Symptoms of Anxiety and Depression: A Systematic Review and Meta-Analysis [J]. Journal of Sport & Exercise Psychology，2020，42:1-18.   \n[16］程雯，沈龙山，陈刘成，etal．学前儿童行为发展水平与脑运动中枢发育关联性研究［J]．蚌埠医 学院学报，2019，44：984-8.   \n[17]CHADDOCK-HEYMAN L，ERICKSON K I，KIENZLER C，et al． The role of aerobic fitnessin cortical thickness and mathematics achievement in preadolescent children [J]. PloS one, 2015，10:e0134115.   \n[18] VOSS M W， CHADDOCK L， KIM J S，et al. Aerobic fitness is associated with greater efficiency of the network underlying cognitive control in preadolescent children [J]. Neuroscience，2011，199:166-76.   \n[19] EKKEKAKIS P. Pleasure and displeasure from the body: Perspectives from exercise [J]. Cognition & Emotion，2003，17:213-39.   \n[20] EKKEKAKIS P. The study of affective responses to acute exercise: the dual-mode model [J]．2005,   \n[21] SCHMITT A， UPADHYAY N, MARTIN J A，et al. Affective Modulation after High-Intensity Exercise Is Associated with Prolonged Amygdalar-Insular Functional Connectivity Increase [J]．Neural Plasticity，2020，2020:   \n[22] SCHMITT A， UPADHYAY N， MARTIN J A， et al. Modulation of Distinct Intrinsic Resting State Brain Networks by Acute Exercise Bouts of Differing Intensity [J]. Brain plasticity (Amsterdam，Netherlands)，2019，5:39-55.   \n[23]BARTHOLOMEW J B， MORRISON D， CICCOLO J T. Effects of acute exercise on mood and wellbeing in patients with major depressive disorder [J]. Medicine and Science in Sports and Exercise，2005，37:2032-7.   \n[24] LOH K P， KLECKNER I R，LIN P-J，et al． Effects of a Home-based Exercise Program on Anxiety and Mood Disturbances in Older Adults with Cancer Receiving Chemotherapy [J]. Journal of the American Geriatrics Society，2019,67:1005-11.   \n[25] AMANDA G, ANNE K, JAANA P，et al. Association of physical activity with future mental health in older，mid-life and younger women [J]． The European Journal of Public Health, 2014，813-8.   \n[26] WASSINK-VOSSEN S,COLLARD R M, PENNINX B W,et al． The reciprocal relationship between physical activity and depression: Does age matter? [J]. European Psychiatry the Journal of the Association of European Psychiatrists，2018，51:9.   \n[27] SILVEIRA H, MORAES H, OLIVEIRA N, et al. Physical exercise and clinically depressed patients: a systematic review and meta-analysis [J]. Neuropsychobiology， 2013,67: 61-8. [28] RUUSKANEN J M, RUOPPILA I. Physical activity and psychological well-being among people aged 65 to 84 years ［J]． Age & Ageing，1995，24: 292-6.   \n[29] YOUNGSTEDT S D. Comparison of Anxiolytic Effects of Acute Exercise in Older Versus Younger Adults ［J]． Journal of Applied Gerontology，2010，29:251-60.   \n[30] HOGAN C L， MATA J， CARSTENSEN L L. Exercise holds immediate benefits for affect and cognition in younger and older adults [J]． Psychol Aging，2013，28:587-94.   \n[31] ZHANG S, ZOU L，CHEN L Z，et al． The Effect of Tai Chi Chuan on Negative Emotions in Non-Clinical Populations:A Meta-Analysis and Systematic Review ［J]. International Journal of Environmental Research and Public Health, 2019,16:   \n[32] XIAO T， ZHANG S，LUE-EN L，et al. Exploring Age-Related Changes in Resting State Functional Connectivity of the Amygdala:From Young to Middle Adulthood ［J].Frontiers in Aging Neuroscience，2018，10: 209-.   \n[33] NASHIRO K, SAKAKI M, MATHER M. Age differences in brain activity during emotion processing: reflections of age-related decline or increased emotion regulation? [J]. Gerontology，2011，58:156-63.   \n[34] KEIGHTLEY M L， CHIEW K S,GORDON W，et al. Age-related differences in brain activity underlying identification of emotional expressions in faces [J]. Social Cognitive & Affective Neuroscience，2007，292-302.   \n[35] SZYMKOWICZ S M, JONAS P，TIAN L，et al. Hippocampal Brain Volume Is Associated with Faster Facial Emotion Identification in Older Adults:Preliminary Results ［J]. Frontiers in Aging Neuroscience，2016,8: [36] WARBURTON D E R，NICOL C W，BREDIN S S D. Health benefits of physical activity:the evidence [J]． Canadian Medical Association Journal，2006,174:801-9.   \n[37] JANSSEN I， LEBLANC A G. Systematic review of the health benefits of physical activity and fitness in school-aged children and youth [J]. International Journal of Behavioral Nutrition and Physical Activity， 2010,7:   \n[38] MCPHIE M L， RAWANA J S. The effect of physical activity on depression in adolescence and emerging adulthood: A growth-curve analysis [J]. Journal of Adolescence， 2015， 40: 83- 92.   \n[39] BHUI K， FLETCHER A. Common mood and anxiety states: gender differencesin the protective effect of physical activity [J]. Social Psychiatry and Psychiatric Epidemiology, 2000，35:28-35.   \n[40]GLAVIN E E， MATTHEW J， SPAETH A M. Gender Differences in the Relationship Between Exercise, Sleep，and Mood in Young Adults [J]. Health Education & Behavior， 2021,   \n[41] CAHUAS A， HE Z， ZHANG Z,et al. Relationship of physical activity and sleep with depression in college students ［J]. Journal of American College Health，2020，68:557-64. [42] MCDOWELL C P,CAMPBELL M J， HERRING M P. Sex-Related Differences in Mood Responses to Acute Aerobic Exercise [J]. Medicine and Science in Sports and Exercise,2016,48:1798-802. [43] MUNIVE V， SANTI A， TORRES-ALEMAN I.A Concerted Action Of Estradiol And Insulin Like Growth Factor I Underlies Sex Differences In Mood Regulation By Exercise [J]． Scientific Reports，2016，6:   \n[44] MEDINA J L， DEBOER L B, DAVIS M L，et al. Gender moderates the effect of exercise on anxiety sensitivity [J]. Mental Health and Physical Activity，2014，7:147-51.   \n[45]ROCHELEAU C A，WEBSTER G D，BRYAN A，et al． Moderators of the relationship between exercise and mood changes:gender，exertion level，and workout duration [J]． 2004，19: 491- 506.   \n[46] YEUNG R R. The acute effects of exercise on mood state ［J]. Journal of Psychosomatic Research，1996，40:123-41.   \n[47] HERRING M P，MONROE D C，GORDON B R，et al． Acute Exercise Effects among Young Adults with Analogue Generalized Anxiety Disorder [J]. Medicine and Science in Sports and Exercise, 2019，51:962-9.   \n[48] FURNHAM A, BADMIN N， SNEADE I. Body image dissatisfaction: gender differences in eating attitudes，self-esteem， and reasons for exercise [J]. The Journal of psychology，2002，136: 581-96.   \n[49] PRITCHARD M E， BEAVER JL. Do exercise motives predict obligatory exercise? [J]. Eating Behaviors，2012，13:139-41.   \n[50]STUBBS B， ROSENBAUM S， VANCAMPFORT D， etal． Exerciseimprovescardiorespiratory fitness in people with depression: A meta-analysis of randomized control trials ［J]. Journal of Affective Disorders，2015，190:249.   \n[51] KANDOLA A， ASHDOWN-FRANKS G， STUBBS B,et al. The association between cardiorespiratory fitness and the incidence of common mental health disorders:A systematic review and metaanalysis [J]. Journal of Affective Disorders，2019,257:   \n[52] LEBOUTHILLIE D M, ASMUNDSON M G FG J G. Lower cardiorespiratory fitness is associated with greater reduction in PTSD symptoms and anxiety sensitivity following aerobic exercise [J]. Mental health and physical activity，2016, Ləə」rEIRU&LELLU S J， HALL  E， EΛΛEΛAAIS r. RegIOIaI DraII aCUIVaUIOI aS ä DIOIOgICd1 marker ofaffective responsivityto acute exercise:Influence offitness[J]. Psychophysiology，2001，38:   \n[54] WALID E A， CHRISTIANE S， CERI P， et al. Does the Association between Depressive Symptomatology and Physical Activity Depend on Body Image Perception? A Survey of Students from Seven Universities in the UK [J]. International Journal of Environmental Research and Public Health，2011，8:   \n[55]EKKEKAKIS,PANTELEIMON,BIXBY，et al．Role of self-reported individual differences in preference for and tolerance of exercise intensity in fitness testing performance [J]. Journal of strength and conditioning research，2014,   \n[56] B0X A G, PETRUZZELLO S J. Why do they do it? Differences in high-intensity exerciseaffect between those with higher and lower intensity preference and tolerance [J]. Psychology of Sport and Exercise， 2019,   \n[57] ARTESE A， EHLEY D, SUTIN A R, et al. Personality and Actigraphy-Measured Physical Activity in Older Adults [J]. Psychology and Aging，2017，32:131-8.   \n[58] BRUNES A， AUGESTAD L B,GUDMUNDSDOTTIR SL. Personality， physical activity，and symptoms of anxiety and depression: the HUNT study ［J]. Social Psychiatry and Psychiatric Epidemiology，2013，48:745-56.   \n[59] DE MOOR M H M, BEEM A L， STUBBE J H,et al． Regular exercise，anxiety，depression and personality:A population-based study ［J]. Preventive Medicine,2006,42: 273-9.   \n[60] WILSON K E， DAS B M, EVANS E M, et al. Structural Equation Modeling Supportsa Moderating Role of Personality in the Relationship Between Physical Activity and Mental Health in College Women ［J]． Journal of Physical Activity & Health，2016,13:67-78. [61] WILSON K E, DISHMAN R K. Personality and physical activity: A systematic review and meta-analysis ［J]. Personality and Individual Differences，2015，72: 230-42.   \n[62] YEUNG R R, HEMSLEY D R. Effects of personality and acute exercise on mood states [J]. Personality and Individual Differences，1996,20: 545-50.   \n[63] FARRIS S G, LEGASSE A J， UEBELACKER L A，et al. Anxiety Sensitivity is Associated with Lower Enjoyment and an Anxiogenic Response to Physical Activity in Smokers [J]. Cognitive Therapy and Research，2019，43:78-87.   \n[64] MOSHIER S J， SZUHANY K L， HEARON B A，et al. Anxiety Sensitivity Uniquely Predicts Exercise Behaviors in Young Adults Seeking to Increase Physical Activity [J]. Behavior Modification，2016，40:178-98.   \n[65] FARRIS S G,UEBELACKER L A， BROWN R A，et al． Anxiety sensitivity predicts increased perceived exertion during a 1-mile walk test among treatment-seeking smokers [J]. Journal of Behavioral Medicine，2017，40:886-93.   \n[66] JOHNSON K A， STEWART S，ROSENFIELD D，et al． Prospective Evaluation of the Effects of Anxiety Sensitivity and State Anxiety in Predicting Acute Nicotine Withdrawal Symptoms During Smoking Cessation [J]． Psychology of Addictive Behaviors， 2012，26: 289-97.   \n[67] BROMAN-FULKS J J， BERMAN M E，RABIAN B A，et al. Effects of aerobic exercise on anxiety sensitivity [J]． Behaviour Research and Therapy，2004，42:125-36.   \n[68] BROMAN-FULKS J J，ABRAHAM C M, THOMAS K, et al． Anxiety sensitivity mediates the relationship between exercise frequency and anxiety and depression symptomology [J]. Stress and Health，2018，34:500-8. [69] BROMAN-FULKS J J， STOREY K M. Evaluation of a brief aerobic exercise intervention for high anxiety sensitivity [J]. Anxiety Stress and Coping，2008，21:117-28.   \n[70] SMITS JA J， BERRY A C， ROSENFIELD D，et al. Reducing anxiety sensitivity with exercise [J]．Depression and Anxiety，2008，25:689-99.   \n[71] WENG T B, PIERCE G L， DARLING W G,et al． The Acute Effects of Aerobic Exercise onthe Functional Connectivity of Human Brain Networks[J]. Brain plasticity(Amsterdam, Netherlands)，2017，2:171-90.   \n[72] WEI G X, ZUO X N. Acute Exercise Modulates Prefrontal-amygdala Connectivity Decreasing Negative Affect. [M]. the 21st Annual Meeting of Organization for Human Brain Mapping. Honolulu. 2015.   \n[73] GE L-K, HU Z， WANG W, et al. Aerobic Exercise Decreases Negative Affect by Modulating Orbitofrontal-Amygdala Connectivity in Adolescents ［J]. Life-Basel， 2021,11:   \n[74]LIN K， STUBBS B, ZOU W，et al. Aerobic exercise impacts the anterior cingulate cortex in adolescents with subthreshold mood syndromes: a randomized controlled trial study [J]. Translational Psychiatry， 2020,10:   \n[75]ANNA X, S Z C，W L S,et al. Distinct Insular Functional Connectivity Changes Related to Mood and Fatigue Improvements in Major Depressive Disorder Following Tai Chi Training: A Pilot Study ［J]. Frontiers in integrative neuroscience,2020，14:   \n[76] MORGANA N， FERNANDA P-F， HELOISA O， et al． Effects of Yoga Respiratory Practice ( Bhastrika pranayama ）on Anxiety，Affect，and Brain Functional Connectivity and Activity: A Randomized Controlled Trial [J]．Frontiers in psychiatry，2020，11:   \n[77] TOZZI L， CARBALLEDO A， LAVELLE G,et al. Longitudinal functional connectivity changes correlate with mood improvement after regular exercise in a dose -dependent fashion [J]. European Journal of Neuroscience，2016，43:   \n[78] INAGAKI Y， SATO R，UCHIYAMA T，et al. Sex Differences in the Oxygenation of the Left and Right Prefrontal Cortex during Moderate-Intensity Exercise [J]. 2021，18: 5212.   \n[79] MALYKHIN N V，BOUCHARD T P，CAMICIOLI R，et al． Aging hippocampus and amygdala [J]. Neuroreport，2008，19:543-7.   \n[80] KURTH F，CHERBUIN N, LUDERS E. Age but no sex effects on subareas of the amygdala ［J]. Human Brain Mapping，2019，40:1697-704.   \n[81] MATHER M, CANLI T， ENGLISH T，et al. Amygdala responses to emotionally valenced stimuli in older and younger adults [J]． Psychological Science，2004，15: 259-63.   \n[82] DAMOISEAUX J S，VIVIANO R P, YUAN P,et al. Differential effect of age on posterior and anterior hippocampal functional connectivity [J]. Neuroimage,2016,468-76.   \n[83] G0OD C D， JOHNSRUDE I S，ASHBURNER J，et al. A voxel-based morphometric study of ageing in 465 normal adult human brains ［J]． Neuroimage，2001，14:21.   \n[84] MANN S L， HAZLETT E A, BYNE W，et al. Anterior and posterior cingulate cortex volume in healthy adults:Effects of aging and gender differences [J]. Brain Research， 2011，1401:18- 29.   \n[85] CAO W， LUO C， ZHU B,et al. Resting-state functional connectivity in anterior cingulate cortex in normal aging ［J]. Frontiers in Aging Neuroscience, 2014,6: 280-.   \n[86] GUTCHESS A H， KENSINGER E A， SCHACTER D L. Aging， self-referencing， and medial prefrontal cortex [J]. Social neuroscience，2007，2:117-33.   \n[87] BRUNA M,ALLISON P， RICARDO V， et al. Dedifferentiation ofemotion regulation strategies in the aging brain [J]. Soc Cogn Affect Neurosci，2015,840-7.   \n[88] JACQUES P S， DOLCOS F，CABEZA R.Effects of aging on functional connectivity of the amygdala during negative evaluation: A network analysis of fMRI data ［J]. Neurobiology of Aging，2010，31:315-27.   \n[89] KONG F， ZHEN Z,LI J，et al. Sex-related neuroanatomical basis of emotion regulation ability [J]．PloS one，2014，9:e97071-e.   \n[90] MAK A K Y， HU Z-G, ZHANG J X X, et al. Sex-related differences in neural activity during emotion regulation [J]． Neuropsychologia, 2009,47: 2900-8.   \n[91] DOMES G， SCHULZE L，BOETTGER M,et al． The Neural Correlates of Sex Differences in Emotional Reactivity and Emotion Regulation ［J]． Human brain mapping， 2010,31:758-69. [92]MCRAE K,OCHSNER K N， MAUSS I B,et al. Gender differences in emotion regulation:An fMRI study of cognitive reappraisal [J]. Group Processes & Intergroup Relations， 2008，11: 143-62.   \n[93] STOICA T， KNIGHT L K， NAAZ F，et al． Gender differences in functional connectivity during emotion regulation ［J]． Neuropsychologia， 2021，156:   \n[94] ORTEGA F B， CAMPOS D， CADENAS-SANCHEZ C， et al． Physical fitness and shapes of subcortical brain structures in children [J]. The British journal of nutrition，2017,1-10. [95] KRONMAN C A, KERN K L， NAUER R K, et a1. Cardiorespiratory fitness predicts effective connectivity between the hippocampus and default mode network nodes in young adults [J]. Hippocampus，2019，30:   \n[96] ERICKSON K I， PRAKASH R S， VOSS M W，et al． Aerobic fitness is associated with hippocampal volume in elderly humans ［J]． Hippocampus，2010，19:1030-9.   \n[97] STILLMAN, CHELSEA, M.，et al. Cardiorespiratory fitness is associated with enhanced hippocampal functional connectivity in healthy young adults ［J]. Hippocampus, 2018,   \n[98] AGHJAYANSL，LESNOVSKAYAA，ESTEBAN-CORNEJOI，etal.Aerobicexercise, cardiorespiratory fitness，and the human hippocampus [J]． Hippocampus， 2021，31:817-44. [99]FULLANA M A， HARRISON B J， SORIANO-MAS C，et al． Neural signatures of human fear Conditioning: an updated and extended meta-analysis of fMRI studies [J]. Molecular Psychiatry，2015,   \n[100] IKUTAT，LOPRINZIPD.Associationofcardiorespiratoryfitness on interhemispheric hippocampal and parahippocampal functional connectivity ［J]. European Journal of Neuroence，2019,   \n[101] ERICKSON K I， VOSS M W, PRAKASH R S,et al. Exercise training increases size of hippocampus and improves memory [J]. Proceedings of the National Academy of Sciences of the United States of America，2011，108:3017-22.   \n[102] GORDON B A， RYKHLEVSKAIA E I， BRUMBACK C R，et al． Neuroanatomical correlates of aging，cardiopulmonary fitness level，and education [J]. Psychophysiology，2008，45:825-38. [103] WEINSTEIN A M, VOSS M W， PRAKASH R S， et al． The association between aerobic fitness and executive function is mediated by prefrontal cortex volume [J]. Brain Behavior & Immunity，2012，26:811-9.   \n[104] COLCOMBE S J， KRAMER A F，ERICKSON K I，et al． Cardiovascular fitness，cortical plasticity，and aging [J]． Proceedings of the National Academy of Sciences， 2004， 101: 3316- 21.   \n[105] VOSS M W,HEO S,PRAKASH R S，et al． The Influence of Aerobic Fitness on Cerebral Exercise Intervention [J]． Human Brain Mapping， 2013,34: 2972-85.   \n[106] YANG J，YU Y， WANG W,et al. Atypical neural activation associated with implicit negative emotional facial processing in fMRI tasks in individuals with neuroticism personality traits ［J]． Current Psychology，2021,   \n[107] CRANEN A， GORKA S M， PHAN K L， et al. Amygdala-orbitofrontal functional conectivity mediates the relationship between sensation seeking and alcohol use among binge-drinking adults ［J]． Drug and Alcohol Dependence，2018，192:208-14.   \n[108] PANG Y,CUI Q， WANG Y，et al. Extraversion and neuroticism related to the restingstate effective connectivity of amygdala [J]. Scientific Reports，2016,6:   \n[109] CREMERS H,VAN TOL M-J，ROELOFS K，et al. Extraversion Is Linked to Volume of the Orbitofrontal Cortex and Amygdala ［J]. Plos One，2011，6:   \n[110] MITCHELL R L C， KUMARI V. HansEysenck'sinterface between the brain and personality: Modern evidence on the cognitive neuroscience of personality [J]. Personality and Individual Differences，2016,103:74-81.   \n[111] MORAWETZ C，ALEXANDROWICZ R W， HEEKEREN H R. Successful Emotion RegulationIs Predicted by Amygdala Activity and Aspects of Personality: A Latent Variable Approach [J]. Emotion，2017，17:421-41.   \n[112] KIM M J，GEE D G， LOUCKS R A，et al． Anxiety Dissociates Dorsal and Ventral Medial Prefrontal Cortex Functional Connectivity with the Amygdala at Rest [J]. Cerebral Cortex, 2011，21:1667-73.   \n[113] DU Y,LI H, XIAO H, et al． Illness Severity Moderated Association Between Trait Anxiety and Amygdala-Based Functional Connectivity in Generalized Anxiety Disorder [J]. Frontiers in Behavioral Neuroscience，2021，15:   \n[114] STEIN M B, SIMMONS A N, FEINSTEIN J S, et al． Increased amygdala and insula activation during emotion processing in anxiety-prone subjects ［J]. American Journal of Psychiatry，2007，164:318-27.   \n[115] SIMMONS A, MATTHEWS S C， PAULUS M P,et al. Intolerance of uncertainty correlates with insula activation during affective ambiguity ［J]. Neuroscience Letters, 2008,430: 92- 7.   \n[116] SCHAEFER A，LEUTGEB V， REISHOFER G，et al. Propensity and sensitivity measures of fear and disgust are differentially related to emotion-specific brain activation [J]. Neuroscience Letters，2009,465:262-6.   \n[117] PHILLIPS M L， DREVETS W C，RAUCH S L，et al. Neurobiology of emotion perception I: The neural basis of normal emotion perception ［J]. Biological Psychiatry， 2003，54: 504-14. [118] WENG T B,PIERCE G L，DARLING W G,et al． The Acute Effects of Aerobic Exercise on the Functional Connectivity of Human Brain Networks [J]． Brain Plasticity， 2016,2:171-90. [119] INAGAKI Y， SATO R，UCHIYAMA T，et al． Sex Differences in the Oxygenation of the Left and Right Prefrontal Cortex during Moderate-Intensity Exercise [J]. International Journal of Environmental Research and Public Health，2021，18:10.   \n[120] TEMPEST G D， PARFITT G. Prefrontal oxygenation and the acoustic startle eyeblink response during exercise: A test of the dual-mode model [J]. Psychophysiology， 2017， 54: 1070-80.   \n[121] TANG Y-Y, FAN Y, LU Q，et al. Long-Term Physical Exercise and Mindfulness Practice in an Aging Population [J].Frontiers in Psychology，2020，11:   \n[122] EKKEKAKIS P,LIND E. Exercise does not feel the same when you are overweight： the impact of self-selected and imposed intensity on affect and exertion [J]. International Journal of 0besity，2006,30:652-60. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "作者贡献声明：",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "盖力锟：提出研究思路，论文起草、最终版本修订；  \n沈浩冉：论文起草、最终版本修订；  \n胡卓尔，漆昌柱：论文最终版本修订；  \n魏高峡：提出研究思路，论文最终版本修订。",
        "page_idx": 15
    }
]