[
    {
        "type": "text",
        "text": "RESEARCHARTICLE ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: De Colibus L,Wang X,Tijsma A, Neyts J, Spyrou JAB,Ren J, et al.(2015) Structure Elucidation of Coxsackievirus A16 in Complex with GPP3 Informs a Systematic Review of Highly Potent Capsid Binders to Enteroviruses.PLoS Pathog 11(10):e1005165.doi:10.1371/journal.ppat.1005165 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Editor: Richard J. Kuhn,Purdue University, UNITED STATES ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received: May 31,2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Accepted: August 21,2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Published:October20,2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Copyright: $\\circledcirc$ 2015 De Colibus et al.This is an open accessarticle distributed under the terms of the Creative Commons Attribution License,which permits unrestricted use,distribution,and reproduction in any medium,provided the original author and source are credited. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Structure Elucidation of Coxsackievirus A16 in Complex with GPP3 Informs a Systematic Review of Highly Potent Capsid Binders to Enteroviruses ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Data Availability Statement: The atomic coordinatesand structure factoramplitudes have been deposited in the Protein Data Bank,www.pdb. org (PDBid: 5abj). ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Funding:This work was supported by the Strategic Priority Research Program of the Chinese Academy of Sciences,grant no.XDB08020200,the National Major Project of Infectious Disease (2012ZX10004701), the Ministry of Science and Technology 973 Project (grant no.2014CB542800), and National Science Foundation grant 81330036. DIS& EEF are supported by the UK Medical ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Luigi De Colibus1@, Xiangxi Wang2,Aloys Tijsma³, Johan Neyts³, John A. B.Spyrou1, Jingshan Ren1,JonathanM. Grimes1,4, Gerhard Puerstinger5, Pieter Leyssen³,Elizabeth E. Fry1,Zihe $\\scriptstyle \\mathsf { R a o } ^ { 2 , 6 * }$ , David I. Stuart1,4 \\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1DivisionofStructural Biology,UniversityofOxford,Oxford,United Kingdom,2NationalLaboratoryof Macromolecules,Institute of Biophysics,Chinese Academy of Science,Beijing, China,3 Laboratory of Virologyand Chemotherapy,Rega Institute for Medical Research,Leuven,Belgium,4 Diamond Light Source,Didcot, United Kingdom,5 Departmentof Pharmaceutical Chemistry,University of Innsbruck, Innsbruck,Austria,6 Laboratory of Structural Biology,Schoolof Medicine,Tsinghua University,Beijing, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "These authors contributed equally to this work. \\* raozh @xtal.tsinghua.edu.cn (ZR); dave @ strubi.ox.ac.uk (DIS) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The replication of enterovirus 71 (EV71) and coxsackievirus A16 (CVA16), which are the major cause of hand, foot and mouth disease (HFMD)in children,can be inhibited by the capsid binder GPP3.Here,we present the crystal structure of CVA16 in complex with GPP3,which clarifies the role of the key residues involved in interactions with the inhibitor. Based on this model,in silico docking was performed to investigate the interactions with the two next-generation capsid binders NLD and ALD,which we show to be potent inhibitors of a panel of enteroviruses with potentially interesting pharmacological properties. A metaanalysis was performed using the available structural information to obtain a deeper insight into those structural features required for capsid binders to interact effectively and also those that confer broad-spectrum anti-enterovirus activity. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Author Summary ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Hand, foot and mouth disease (HFMD),a common infectious disease of children documented worldwide is caused by enterovirus infection. Coxsackievirus A16 (CVA16) and enterovirus 71 (EV71) are the major causative agents of HFMD. Although EV71 vaccines have completed phase III clinical trials, there remains no vaccine against CVA16 or licensed drug against either CVA16 or EV71. In this study we show the crystal structure of CVA16 in complex with inhibitor GPP3, shedding light on the residues involved in the interaction with the virus capsid. Taking advantage of the crystal structure we employed a quantum mechanics polarized ligand docking (QMPLD) protocol to dock two recently ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Research Council, grant (grant No.G100o099) and JRby the Wellcome Trust.Thiswork isa contribution from the Instruct Centre, Oxford.Administrative support was provided by the Wellcome Trust (075491/Z/04).The funders had no role in study design,data collectionand analysis,decision to publish,or preparation of the manuscript. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Competing Interests:The authors have declared that no competing interests exist. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "designed capsid binders. These molecules have been already proven to be very powerful inhibitors of EV71 and here we show that they exhibit strong antiviral activity against a widerangeof enterovirus. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Our research provides new insights into the design of inhibitors for the treatment of different pathogenic enterovirus infections. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "HFMD is caused by enterovirus infections, predominantly CVA16 and EV71[1,2].This childhood infection is usually mild, but occasionally leads to neurological disease and even death in the most extreme cases.Major outbreaks have been reported in the past, predominantly in Asia, leading to these viruses becoming a growing public health concern. Currently, there is no vaccine or effective drug available for the treatment of these infections[3]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Enteroviruses belong to the Picornaviridae family of small viruses with a single-stranded, positive-sense genomic RNA. The viral genome is enclosed in a non-enveloped icosahedral capsid that is built out of 60 copies of the structural proteins VP1 to VP4. VP1 surrounds the 5-fold axes and VP2 and VP3 alternate around the 2- and 3-fold axes,while VP4 forms part of the inner lining of the capsid. Canyon-like depressions encircle the 5-fold axes and are frequently the sites for receptor attachment[4] (Fig la). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Uncoating, the process during which the capsid opens up to release the viral genome into the host-cell cytosol to initiate virus replication,is key to enterovirus infection.Structural analysis has revealed that each of the 6O VPl proteins in the enterovirus capsid contain a hydrophobic‘pocket factor'.This is a natural lipid (for instance sphingosine), which is buried in a hydrophobic pocket at the base of the canyon, within the VP1 capsid protein (Fig la). Expulsion of this molecule during binding of the virus to its receptor prepares the particle for a cascade of structural rearrangements to open up and release its genome[5-7]. Because expulsion of the pocket factor is required for infection,a molecule that replaces this factor with higher affinity can serve as an antiviral agent that acts before the virus can replicate. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Here,we present the crystal structure of CVA16 in complex with the capsid binder 3-(4-pyridyl)-2-imidazolidinone (GPP3) (Fig lb),and calculate the energy of the compound/ protein interaction using an in silico docking method.The same in silico protocol is used to dock two recently designed capsid binders[8] into the CVA16 crystal structure to demonstrate that they have a similar binding mode.Furthermore,the structural and in silico results are analyzed in the context of the antiviral activity of these inhibitors against a wide range of enteroviruses,showing the potency and broad-spectrum antiviral activity of these molecules. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Structural basis of CVA16-GPP3 interactions ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The crystal structure of CVA16 in complex with the uncoating inhibitor GPP3 was determined by crystallography (Materials and Methods, Fig 2 and Table 1). To this end, CVA16 crystals were soaked with the inhibitor dissolved in DMSO because GPP3,like most pocket-factor analogs,is rather insoluble in water. Diffraction data were collcted from 15 crystals at room temperature in crystallization plates at the Diamond Light Source[9]. Data were scaled together, merged and the structure solved at $2 . 7 5 \\mathrm { \\AA }$ resolution by molecular replacement using the structure of the mature CVA16 virus[1O]. The electron density map revealed that the compound replaces the natural pocket factor (modeled as sphingosine) with only a negligible shift $( \\sim 0 . 2$ A) in the polypeptide backbone of the residues lining the pocket, reflecting its shape similarity ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/bf19b4161a2a48ae7bb1606c2f4b60213df25e52ac93cd2a47f71b7aad0f4597.jpg",
        "img_caption": [
            "Fig1.(As locationfCdinket(tale)lnfodaact (magentaiticepretatiobtdrafifdiseoeedatotati whereaseothsbinrondthivefodisstaealtoocets.)electid 2-imidazlidioiidt "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "doi:10.1371/journal.ppat.1005165.g001 doi:10.1371/journal.ppat.1005165.g002 ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/b1ade9455b6782360b255c75e9d87a2093fba4ef3005e473fe75a3b981b0253d.jpg",
        "img_caption": [
            "Fig 2. Real-space averaged OMIT $\\vert F _ { \\circ } \\vert - \\vert F _ { \\circ } \\vert$ map (green mesh) of GPP3 inhibitor bound to CVA16. VP1 residues within $3 \\mathbb { A }$ of the ligand are colored in blue and shown as sticks; the side chain of lle24 of VP3 is colored in orange. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "with sphingosine (Fig 3).The surface area accessible to solvent, calculated by Areaimol[11], is $1 2 . 3 \\mathring { \\mathrm { A } } ^ { 2 }$ for GPP3 in the VPl pocket whereas for the sphingosine it is $1 1 . 8 \\mathring { \\mathrm { A } } ^ { 2 }$ . This demonstrate that GPP3 is buried within the pocket. As expected, GPP3 binds with its pyridine ring close to the entrance of the pocket, with the carbonyl oxygen of the imidazole moiety ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/f5ea2a44eddc3c6542a6185f34a12df8696ed50f7f1422cd3f15490048dacf89.jpg",
        "table_caption": [
            "Table1.Datacollectionandrefinementstatistics. "
        ],
        "table_footnote": [
            "aValues in parentheses are for highest-resolution shell. bThe $R _ { \\mathsf { f r e e } }$ is of imited significance,owing to the considerable noncrystallographic symmetry. C According to the criterion of Molprobity "
        ],
        "table_body": "<html><body><table><tr><td>CVA-16-GPP3</td></tr><tr><td>Data collection</td></tr><tr><td>No. crystals (positions) 15(20)</td></tr><tr><td>Space group P41212</td></tr><tr><td>a,b,c (A) 491.6, 491.6, 709.6</td></tr><tr><td>Resolution (A)a 50.0-2.75 (2.85-2.75)</td></tr><tr><td>Rpim 0.481</td></tr><tr><td><l/σ(1)> 1.42 (0.621)</td></tr><tr><td>Completeness 40.5 (36.1)</td></tr><tr><td>Redundancy 1.3 (1.3)</td></tr><tr><td>Refinement</td></tr><tr><td>Resolution 50.0-2.75</td></tr><tr><td>No. reflections 879111/8919</td></tr><tr><td>Rwork/Rfreeb 0.305/0.307</td></tr><tr><td>No. atoms</td></tr><tr><td>Protein 6398</td></tr><tr><td>Ligand/ion/water 42</td></tr><tr><td>Average B-factors (A2)</td></tr><tr><td>protein 24</td></tr><tr><td>Ligand/ion/water 27</td></tr><tr><td>r.m.s. deviations</td></tr><tr><td>Bond lengths (A) 0.007</td></tr><tr><td>Bond angles () 1.4</td></tr><tr><td>Ramachandran plot outliers (%)c 0.25</td></tr><tr><td>Ramachandran plot most favored regions (%) 93.35</td></tr><tr><td>Rotamer outliers (%)c 1.87</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "doi:10.1371/journal.ppat.1005165.t001",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "hydrogen-bonding to the backbone nitrogen of residue Ilel13,which is also the case for sphingosine,and with the phenoxy ring sandwiched between two hydrophobic residues (Phel35 and Tyrl55) (Fig 2).This binding mode was also observed for EV71 in complex with the same compound[8],except that EV71 has a phenylalanine at position 155. The RMSD between EV71 crystal structure and CVA16 structure is $0 . 5 \\mathring \\mathrm { A }$ for all aligned residues. Their sequence identity is ${ \\sim } 8 0 \\%$ in the capsid proteins. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In silico docking ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In silico docking into the CVA16 structure[10] used quantum mechanics-polarized ligand docking (QMPLD)[12] implemented in the Schrodinger suite (http://www.schrodinger.com/) (Fig 4), using procedures described previously[8] (Materials and Methods). The docking of GPP3 in the crystal structure reproduces exactly the experimentally observed pose (Fig 4a) with an energy of interaction of ${ - 6 6 } \\mathrm { K c a l / m o l }$ ,expressed as a sum of van der Waals and electrostatic energies.More powerful capsid binders,called NLD and ALD,have been designed against EV71[8]. NLD has an $\\mathrm { I C } _ { 5 0 }$ value that is an order of magnitude lower than GPP3,which ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/b12ed16a6167cd9a6c9c41c311da341440138d5d5883ccbf5f397d2656ccf0cc.jpg",
        "img_caption": [
            "ig3.Comparisofoplexsof16itsgosead.gosine（reeCV61cyan)permpedota VA16 VP1 (blue).The RMS difference between all Cα atoms of the icosahedral protomer is 0.2 A. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "doi:10.1371/journal.ppat.1005165.g003 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "was previously the best capsid binder reported against this virus.These molecules were docked using the same protocol and the energy of binding calculated. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "NLD,docked in the CVA16 pocket, hydrogen-bonded with the main chain oxygen of Gln202 (Fig 4b), with an energy of binding of $- 6 9 \\mathrm { K c a l / m o l } .$ ,this docking pose was also observed when NLD was docked in the EV71 pocket. This difference in energy is in agreement with the observed difference in $\\mathrm { E C } _ { 5 0 }$ values between GPP3 $( \\mathrm { E C } _ { 5 0 } = 0 . 0 1 4 \\mu \\mathrm { M } )$ and NLD $\\mathrm { \\ E C } _ { 5 0 }$ $= 0 . 0 0 0 1 2 \\mu \\mathrm { M } )$ (Table 2), the latter having an $\\mathrm { E C } _ { 5 0 }$ value two order of magnitude smaller. At $\\mathrm { p H } = 7 . 0$ the pyridine moiety of NLD may also be protonated; so we also docked this molecule into the VP1 pocket. The result was a rotated pyridine stillinvolved in the interaction with the ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/821247a6806c817cb59bc04bd4004e0b2bf66fe62ea77ded6b47c21c673bd579.jpg",
        "img_caption": [
            "Fig4.MoleculardokingoandDinttepocketBotlgansaresostcs.(A)Ovelftdockedgand(n)by QMPLDandtheexerimtalteidofoatioofagenta)tenteexperimetallbsededkrl inhibitoratoms.B)rgswairofeteperitalyeeddfo aliiiCieoaedfdiro experimentallddllori chain of Asp112. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "doi:10.1371/journal.ppat.1005165.g004 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "main chain oxygen of $\\mathrm { G l n } 2 0 2$ ,with a binding energy of $- 6 4 \\mathrm { K c a l / m o l }$ .The second highest scoring docking pose for protonated NLD in CVA16 has the same orientation as that observed in the EV71-NLD crystal structure[8], hydrogen bonding with Asp112 (Fig 4c). Moreover the energy difference between the first and the second docking pose is only 0.29 Kcal/mol. The reason for this discrepancy could be the presence of the Metl14 in the CVAl6 sequence (Thrl14 in EV71), which may hinder the fullrotation of the protonated pyridine moiety to hydrogen bond with Asp112 (Fig 4d). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Virus-cell-based assays and structure informed meta-analysis ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The antiviral activity of the three compounds was assessed in virus-cell-based assays against a panel of representative viruses (Table 2).To investigate the relationship between the structure of the VP1 pocket and the different $\\mathrm { E C } _ { 5 0 }$ values obtained,a meta-analysis was performed based on the available crystal structures of the viruses[8,13-15] included in the test panel. Perhaps surprisingly,the measured inhibitory activities varied widely acros the three types of poliovirus (PV1, PV2, PV3),furthermore GPP3 was a somewhat better inhibitor,for all three types, than either NLD or ALD.The VP1 pocket of the different poliovirus types is shown on Fig 5. The energy of interaction between the pocket factor,identified as a natural lipid,and the residues lining the binding pocket is the combination of hydrophobic and electrostatic terms. In all structures,the lipid,modeled on the basis of the electron density as a sphingosine or palmitate, sits with its hydrophobic tail between two hydrophobic residues (Phel34 and Tyr159 in PV2 and PV3,Leul34 in PV1) at the bottom of the pocket and establishes a hydrogen bond between the polar head of the lipid and the protein main chain of Ser2O6 and side chain of Tyrl12 in PV3 or the side chain of Tyrl12 in PV1 at the pocket entrance.In PV1,position 134 is occupied bya leucine residue,while,for PV2 and PV3,a phenylalanine is present. The ",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/a9938b0ad54000be6e1506ea8c3adb45a3862b621276678d54e47b237f4623fb.jpg",
        "table_caption": [
            "able2.AntiviralactivityofthecapsidbindersNLD,ALDandGPP3invius-cellbasedassaysagainstapanelofenteroviuses. "
        ],
        "table_footnote": [
            "CVB3(strainNancy);VB4(strainE2Edwads);CVA9(stranBoek);CVA16(strainG-1);CVA1(tranCoe);PV1(poliovstyeabn); PV2(poliovirusttrabin);(olvtytrabin);ChovusraGegoy);V(mavs); (human rhinovirus type14); EV71-B2 (strain 11316 genogroup B2); EV71-B5 (strain TW/96016/08 genogroup B5). aAssay performed on BGM cells; bAssay performed on HeLa H1 cells; CAssay performed on HeLa H1 cels; dAssay performed on RD cells. \\*indicates thatatleastonetreated,infectedconditionreproduciblyresembledtheuntreated,uninfectedcellcontrols. "
        ],
        "table_body": "<html><body><table><tr><td>NLD</td><td>ALD</td><td>GPP3</td></tr><tr><td>cells</td><td>CC50 (μM)</td><td></td></tr><tr><td>BGM</td><td>17 ± 2 7±1</td><td>7±2</td></tr><tr><td> HeLa H1</td><td>>22 >21</td><td>>24</td></tr><tr><td>HeLa Rh</td><td>5.0 ± 1.1 4.1 ± 0.1</td><td>4.1 ± 2.4</td></tr><tr><td>RD</td><td>20 ± 1 33 ± 6</td><td>9±3</td></tr><tr><td>Virus</td><td>EC50 (μM)</td><td></td></tr><tr><td>CVA9a</td><td>6.0 ± 1.0 5.4 ± 1.0</td><td>1.5 ± 0.1</td></tr><tr><td>CVA16b</td><td>0.00012 ± 0.00004* 0.043 ± 0.008*</td><td>0.014 ± 0.004*</td></tr><tr><td>CVA21a</td><td>0.013 ± 0.008* 0.056 ± 0.04*</td><td>0.016 ± 0.015*</td></tr><tr><td>CVB3a</td><td>2.6 ± 0.2 2.2 ± 0.2</td><td>3.7 ± 0.2</td></tr><tr><td>CVB4a</td><td>>17</td><td>>7 >7</td></tr><tr><td>PV1a</td><td>0.9 ± 0.4*</td><td>3.5 ± 1.4* 0.2</td></tr><tr><td>PV2a</td><td>0.040 0.075 ± 0.019*</td><td>0.006</td></tr><tr><td>PV3a</td><td>0.095 ± 0.029* 0.184 ± 0.008*</td><td>0.066</td></tr><tr><td>ECH011a</td><td>1.3 ± 0.2</td><td>2.1 ± 0.5 0.5 ± 0.1</td></tr><tr><td> HRV02℃</td><td>2.4</td><td>>21 1.0 ± 0.7</td></tr><tr><td> HRV14℃</td><td>>5.0</td><td>0.843 ± 0.013 1.5 ± 0.3</td></tr><tr><td>EV71-B2d</td><td>0.00053 ± 0.00005*</td><td>0.031 ± 0.012* 0.00096 ± 0.0006*</td></tr><tr><td>EV71-B5d</td><td>0.0014 ± 0.0003*</td><td>0.082 ± 0.023* 0.00093 ± 0.0003*</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "doi:10.1371/journal.ppat.1005165.t002",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "difference at this position may play a crucial role in the affinity of the interaction with capsid binders because Phel34,together with Tyrl59 sandwich the phenoxy moiety present in all the capsid binders in a ‘hydrophobic trap'[8]. Moreover,all three types of poliovirus have a less polar entrance to the pocket, which is less exposed to the solvent compared to that of EV71 and CVA16.This may explain why GPP3,which doesn't carry any extra polar group on the pyridine moiety, can fit properly into the pocket and is the most potent inhibitor.Nevertheless good antiviral activity was observed for NLD against PV2 and PV3.In these viruses, residues Tyrl59 and Phel34,the same as found in CVA16,are involved in the interaction with the phenoxy moiety of NLD while the side chain of Lysll3 at the bottom of the pocket can easily adopt a diferent rotamer conformation.As such,the protein is able to better accommodate the inhibitor and also to establish a hydrogen bond with the amine or amide group on NLD or ALD. Similarly,Thrl11 at the bottom of the pocket can hydrogen-bond with the amine or amide group of NLD and ALD,whilst an additional hydrogen bond can be established between Tyrl12 and the amine or amide group of NLD and ALD because the pyridine moiety is free to rotate around the bond with the imidazolidinone. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "In contrast, very low activity of the three capsid binders is observed against Coxsackievirus B3 (CVB3). This is likely due to the presence of $\\mathrm { A r g 9 5 }$ in CBV3 that would collide with the 2-amino-pyridine moiety of NLD,the 2-amide-pyridine moiety of ALD or the pyridine moiety ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/5d594a4eb887cec96066aca28b35219e79b249503d3de3eb5569b7b138adfd86.jpg",
        "img_caption": [
            "Fig5.upepcsd:e sidcainsisaso Phe134 and Leu134. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "doi:10.1371/journal.ppat.1005165.g005 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "of GPP3 (Fig 6).Residues Argl0l and Glul05,which are within a radius of $5 \\mathring { \\mathrm { A } }$ ,would prevent the movement of Arg95 (Fig 6), whereas Thr93,which is present in the pocket instead of Aspl12 in the case of EV71 and CVA16 prevents the formation of hydrogen bonds with the amino group of NLD and amide group of ALD.Similarly, echovirus 11 has Tyrl46 and Val19 at the bottom of the pocket (Fig 7), which only permits weaker hydrophobic interactions with the phenoxy moiety of the capsid binders; whilst Tyr210 constrains the size of the pocket factor that can be accommodated and,as a consequence, prevents binding of the capsid binders. Moreover,this residue is also involved in a stacking interaction with Arg98 and Argl04 (Fig 7): binding of the capsid binders would require the displacement of Tyr210,and disruption of the ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/b258f9325be77966bfd4c50a02caa0a326be6a0cccd8bf14ef8679a7382f2dfe.jpg",
        "img_caption": [
            "Fig6.(A)VPcfdseeocBidupse complexwithNd:4C)daddehiesiduesarehoicsRsidesshoinre:sp12145. Residues shown in CVB3 are: Thr93,Arg95,Leu116 and Tyr143. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "doi:10.1371/journal.ppat.1005165.g006 doi:10.1371/journal.ppat.1005165.g007 doi:10.1371/journal.ppat.1005165.g008 ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/c9696945814c03321fd59494f19309c6516196e04af408dc9ad3ee428154ffd9.jpg",
        "img_caption": [
            "Fig7.(A)Vcfho)ddsseocsd:ups (blue)inompleitd4CEdeesdusareocssidusoires1 Phe155.Residues shown in EV11 are: Ser96,Arg98,Arg104,Val119,Tyr146 and Tyr210. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/5d2fdd80d27a9a83ca99f2f2504331bc23cb953b73325d967c0ec2fd05a55616.jpg",
        "img_caption": [
            "Fig8.A)dsocsd)ep EV71(blue)implexithD(DBid:4CE).Ligand(magentaaniehainesidues(greeforCA9,befoEV)resoicse residuesshowninEV71are:Asp112,r114,Pe135,Phe155.ResiduesshowninCVA9are:Arg96,Lys98,Val19,yr146andTr10. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "stacking interactions would incur a significant energetic penalty. Finally, the replacement of Aspl12 by Ser96 prevents hydrogen-bonding with the amino group of NLD and the amide group of ALD. Similar structural features that interfere with the interaction with capsid binders are observed in Coxsackie A9 (CVA9). Tyrl46 and Val119 at the bottom of the pocket reduce the hydrophobic interaction with the inhibitors,whilst the close contact of Tyr210 and Lys98 with the pyridine moiety of the inhibitors would hinder binding (Fig 8). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "One of the most promising strategies to prevent infection with enteroviruses is to replace the hydrophobic-pocket-factors with more robust, high-affinity pocket binders[5,8].We investigated the interaction of GPP3 with CVA16 by determining the crystal structure of it in complex with the whole virus particle and identified the key residues involved in the interactions with the capsid binder including Phel35 and Tyr155 which make a hydrophobic sandwich with the phenoxy moiety as observed for EV71[8]. The QMPLD[12] method, with guidance from the observed crystal structures, provided reliable docking results and identified the residues in the CVA16 pocket interacting with NLD and ALD. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "We supported these structural results with virus-cell-based assays using the respective inhibitors. The $\\mathrm { E C } _ { 5 0 }$ measurements performed with these inhibitors against CVA16, showed for NLD an $\\mathrm { E C } _ { 5 0 }$ of $0 . 1 2 \\mathrm { n M }$ .Additionally,we tested the activity of these inhibitors against a panel of enteroviruses (Table 2).Finally,structural comparisons (Fig 9) were used in a metaanalysis to correlate structural features with differences in antiviral activity.These results reinforce the potential of NLD as a candidate for a HFMD drug.We also rationalized the results for other viruses: low activity generally accompanies replacement of a Phe with Leu which fails ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/d2e16d87e248269667c128880672531b48e8fe110ca4fbb54753bc59dbaf218a.jpg",
        "img_caption": [
            "Fig 9.Residue conservation mapped onto the VP1 subunit of CVA16 (residues 2:8 and 19:297 the disordered portion spanning these residues is shown by a dashed line) using Consurf (violet $\\mathbf { \\sigma } = \\mathbf { \\sigma }$ invariant,white $\\mathbf { \\tau } = \\mathbf { \\tau }$ conserved,blue $\\mathbf { \\tau } =$ variable), based on the alignmentof all the virus structures used in the inhibitor assays.The Nand C terimini are marked. "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "doi:10.1371/journal.ppat.1005165.g009 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "to make the proper hydrophobic sandwich with the phenoxy moiety present in all inhibitors or the presence of side chains cluttering the entrance of the pocket interfering with the binding of the inhibitors. Good anti-poliovirus activity was observed for all the three capsid binders with highest $\\mathrm { E C } _ { 5 0 }$ for PV1 which has a Leu residue at the bottom of the pocket, that reduces the energy of binding, compared to PV2 and PV3,which have a Phe.In conclusion,the hydrophobic pocket below the canyon in VP1 still proves an interesting target for the development of novelinhibitors that target the early stage of enterovirus infection. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "MaterialsandMethods ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Virus production, purification and crystallization ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "CVA16 (genotype B) was isolated from Zhejiang Provence, China. The virus was grown in Vero cells (from the Shanghai Cell Bank of the Chinese Academy of Sciences) in Dulbecco's modified Eagle's medium (DMEM; Sigma) supplemented with $0 . 5 \\%$ fetal bovine serum (FBS) (Gibco) until $90 \\%$ of cells exhibited a cytopathic effect (CPE). Both cells and virus containing supernatant were collected,frozen and thawed three times,centrifuged to remove cell debris and ultra-filtered.The virus supernatant was concentrated and subjected to sucrose density gradient ultracentrifugation. CVA16 was inactivated by formaldehyde and purified as described previously[6].Diamond-shaped crystals of CVA16 mature virions (at a concentration of $2 \\mathrm { m g / m l }$ in PBS buffer) with a maximum size of $0 . 1 \\times 0 . 1 \\times 0 . 0 8 ~ \\mathrm { m m } ^ { 3 }$ grew in $3 . 2 \\mathrm { M }$ （204号 sodium chloride, $0 . 1 \\mathrm { { M } }$ sodium acetate trihydrate $\\mathrm { p H } 7 . 0$ (Screen SaltRx1,Hampton Research, condition 12) within 2 weeks.GPP3 was dissolved in $1 0 0 \\%$ DMSO at a concentration of 19 $\\mathrm { m g / m l } .$ , stock solution was mixed with the above mother liquor in a ratio of 1:2 and further diluted in water to give a solution containing $3 . 8 ~ \\mathrm { m g / m l }$ ligand. About $0 . 5 \\mu \\mathrm { l }$ of this solution was added to the $0 . 2 \\ J { \\cdot } \\ J { \\bf l }$ crystallization drops 1 week before data collection. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Structure determination. Data were collected in situ[9]on beamline IO3 at Diamond light source.Diffraction images of $0 . 0 5 ^ { \\circ }$ or $0 . 1 ^ { \\circ }$ rotation were recorded ona Pilatus 6M detector using an unattenuated beam of $0 . 0 8 \\times 0 . 0 2 \\mathrm { m m } ^ { 2 }$ at I03, with exposure times of 0.1 s per image. Owing to radiation damage in the microcrystals,data collection was limited to 3-10 frames per crystal. Data processing was performed with HKL2o00[16]. ${ \\angle 1 } / { \\sigma { \\mathrm { I } } } { \\mathrm { > } }$ was calculated with ioversigma.py (http://strucbio.biologie.uni-konstanz.de/ccp4wiki/index.php/Calculate_average_I/ sigma_from_.sca_file) and intensities converted to structure-factor amplitudes with TRUNCATE[17]. All crystals belonged to space group $P 4 _ { 1 } 2 _ { 1 } 2$ with one particle in the asymmetric unit.Despite the low completeness of the data set the high non crystallographic redundancy allows to overcome efficiently the lack of experimental diffraction data.The data collected were isomorphous with those for the mature CVA16 virus in complex with sphingosine,therefore after removing the sphingosine that model was subjected to positional and B-factor refinement with NCS constraints in CNS.1.3[18].NCS operators were updated by rigid-body refinement of individual protomers in PHENIX[19] and recalculated NCS matrices used as constraints in CNS.1.3[18], performing simulated annealing at 5ooK,positional and B-factor refinement. Water molecules were modeled into the $3 . 5 \\sigma$ peaks of an Fo - Fc map.Density modification was performed with CNS.1.3[18] and Coot[20]. Ligand coordinates were generated with PRODRG[21],and restraint dictionaries generated by Grade (http://grade.globalphasing.org/), PRODRG[21] and XPLO2D[22]. Model building was performed with Coot[20]. The Fo - Fc map was calculated removing the atoms corresponding to the pocket factor from the model before the phase calculation with CNS[18]. The electron density map was averaged according to 60-fold non crystallographic symmetry in Coot[2O]. The model was validated with MolProbity[23]. $9 3 . 3 5 \\%$ of the residues were in favored regions of the Ramachandran plot, and $0 . 2 5 \\%$ （204号 were outliers. Figures were prepared with PyMOL (http://www.pymol.org/). Structures superposition was performed by SSM[24]. Structure sequence alignments was performed with Promals[25]. Mapping of residue conservation on the structure was performed by Consurf[26]. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Virus-cell-based assays ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "BGM,HeLa H1 (a subclone of HeLacels highly sensitive to virus-induced cell death by CVA16), HeLa Rh (a subclone of HeLa cells highly sensitive to virus-induced cell death by rhinoviruses) and RD cells, subcultured in cell growth medium [MEM Rega3(Cat. $\\mathrm { N } ^ { \\circ } 1 9 9 9 3 0 1 3$ ; Invitrogen) or ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "MEM (Cat. $\\mathrm { N } ^ { \\circ } 2 1 0 9 0$ ; Invitrogen) supplemented with $1 0 \\%$ FCS (Integro), $5 \\mathrm { m l } 2 0 0 \\mathrm { m M } .$ L-glutamine (25030024) and $5 \\mathrm { m l } 7 . 5 \\%$ sodium bicarbonate (25080060) ata ratio of1:5(BGM) or1:10 (HeLa H1,HeLa Rh and RD) and grown for 7 (BGM) or 3-4 (HeLa H1,HeLa Rh and RD) days in $1 5 0 \\mathrm { c m } ^ { 2 }$ tissue culture flasks (Techno Plastic Products),were harvested and a cell suspension was prepared with a cell density of 25,000 cells/ $^ { \\prime } 5 0 \\mu \\mathrm { l }$ in assay medium (MEM Rega3, $2 \\%$ FCS,5ml L-glutamine and $5 \\mathrm { m l }$ sodiumbicarbonate) of which $5 0 \\mu \\mathrm { l }$ was seeded per well at the end of the assay setup. Compound dilutions were prepared in assay medium added to empty wels (96-well microtiter plates,Falcon, BD). Subsequently, $5 0 \\mu \\mathrm { l }$ of a $4 \\mathbf { x }$ virus dilution in assay medium (assay medium supplemented with $1 5 \\mathrm { m l M g C l }$ 1M (Sigma,M1028) in case of HRV) was added followed by addition of $5 0 \\mu \\mathrm { l }$ of cell suspension. The assay plates were returned to the incubator for 3-4 days,( $3 5 ^ { \\circ } \\mathrm { C }$ for HRV) at which time maximal cytopathic effect is observed.For the evaluation of cytostatic/cytotoxic effects and for the evaluation of the antiviral effect, the assay medium was aspirated, replaced with $7 5 \\mu \\mathrm { l }$ of a $5 \\%$ MTS(Promega) solution in phenol red-free medium and incubated for1.5 hours $( 3 7 ^ { \\circ } \\mathrm { C } , 5 \\% { \\mathrm { C O } } 2 , 9 5 { \\mathrm { - } } 9 9 \\%$ relative humidity).Absorbance was measured at a wavelength of $4 9 8 \\mathrm { n m }$ (Safire²,Tecan) and optical densities (OD values) were converted to percentage of untreated controls. The $\\mathrm { E C } _ { 5 0 }$ 0 $5 0 \\%$ effective concentration) and $\\mathrm { C C } _ { 5 0 } \\pm \\mathrm { S D }$ （ $5 0 \\%$ cellular cytotoxicity) were,whenever possible,calculated respectively as the median of all the $\\mathrm { E C } _ { 5 0 }$ or $\\mathrm { C C } _ { 5 0 }$ values derived from at least 3 individual dose-response curves. Following quantitative data collection, each well, in which $5 5 0 \\%$ cell survival was measured,was checked by microscope for minute signs of virus-induced cytopathic effects or alterations to the cel or monolayer morphology. A compound was only considered a selective inhibitor of virus replication when at least one treated, infected condition resembled the untreated,uninfected cell control. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Molecular docking and binding-energy calculation ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Small-molecule coordinates were generated by PRODRG24 and energy minimized with Ligprep in the Schrodinger suite at $\\mathrm { p H } 7 . 0$ with the OPLS_2005 force field[27]. The standard conversion procedure with full hydrogen optimization was applied with the Protein Preparation workflow.The VP1 binding pocket in the crystal structure in complex with the GPP3 ligand was taken as the receptor structure.These processed coordinates were used for the subsequent grid generation and ligand-docking procedures.The Glide Grid[28,29] (Schrodinger suite) was built using an inner box (the centroid of the GPP3 molecule) of $\\mathrm { 8 } \\times \\mathrm { 8 } \\times \\mathrm { 8 } \\mathring { \\mathrm { A } } ^ { 3 }$ and an outer box (within which all the ligand atoms must be contained) that extended $3 0 \\mathring \\mathrm { A }$ in each direction from the inner one. Default values were used for all other parameters. The hydrogen bond betwen the imidazole moiety of the GPP3 molecule and the carbonyl group of VP1 Ilel13 and hydrophobic constraints corresponding to the region identified as a hydrophobic trap were used as positional constraints.For docking, the QMPLD[12] protocol (Schrodinger suite, http://www.schrodinger.com/) was used. This ligand docking protocol aims to improve the partial charges on the ligand atoms in the docking by replacing them with charges derived from quantum mechanical calculations.In this hypothesis,the use of mixed quantum mechanical/molecular mechanics (QM/MM) model for the ligand charges are employed in docking calculations rather than usual fixed charges assigned by force field such as OPLS.These force fields use charges derived by empirical methods that don't account role of polarization of ligand in specific environments. Employment of QM/MM techniques enables the charge calculations for the ligand to be performed in the protein environment, thus incorporating polarization effects in a natural and accurate fashion[30].In this way,the polarization of the charge on the ligand by receptor is accounted for, resulting in an improved docking pose.The most reliable binding pose for each small molecule was selected on the basis of calculated van der Waals and electrostatic interactions.RMSD values were calculated with VMD[31]. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "We thank staff at beamlines IO3 of the Diamond Synchrotron for assistance with data collection.We thank Dr.Pietro Roversi and Prof.Axel Brünger for helpful discussion on ligand stereochemistry and ligand restraints and Prof.David Rowlands and Dr.Patrizia Abrusci for helpful comments on the manuscript.We also acknowledge Stijn Delmotte, Kim Donckers, Caroline Collard and Charlotte Vanderheydt for excellent assistance in the generation of the antiviral data. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Author Contributions ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Conceived and designed the experiments: LDC XW AT JN GP PL DIS. Performed the experiments: LDC XW AT JN GP PL JABS JR. Analyzed the data: LDC XW JABS JR PL EEF DIS. Contributed reagents/materials/analysis tools: XW GP PL JN AT.Wrote the paper: LDC XW ATJNJABS JR JMG GPPL EEF ZRDIS. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "1.Zeng M,LiYF,Wang XH,Lu GP,Shen HG,etal.(2012) Epidemiology of hand,foot,and mouth disease in children in Shanghai 2007-2010.Epidemiol Infect 140:1122-1130.doi:10.1017/ S0950268811001622 PMID:21878145   \n2.Wong SS,Yip CC,Lau SK, Yuen KY(2010) Human enterovirus 71and hand,foot and mouth disease. Epidemiol Infect 138:1071-1089.doi: 10.1017/S0950268809991555 PMID:20056019   \n3．Chen X,Tan X,LiJ,Jin Y,GongL,etal.(2013) Molecularepidemiology of coxsackievirus A16:intratype and prevalent intertype recombination identified.PLoS One 8: e82861.doi:10.1371/journal.pone. 0082861 PMID:24340064   \n4. Dang M,Wang X,Wang Q, Wang Y,Lin J,etal. (2014) Molecular mechanism of SCARB2-mediated attachment and uncoating of EV71.Protein Cell 5:692-703.doi: 10.1007/s13238-014-0087-3 PMID: 24986489   \n5.Wang X,Peng W,RenJ, Hu Z,XuJ,etal.(2012)Asensor-adaptor mechanism for enterovirus uncoating from structures of EV71.Nature structural& molecular biology 19: 424-429.doi: 10.1016/j. psychres.2015.09.034   \n6．Ren J,Wang X, Hu Z,Gao Q,Sun Y,etal. (2013) Picornavirus uncoating intermediate captured in atomic detail.Nat Commun 4:1929.doi: 10.1038/ncomms2889 PMlD:23728514   \n7．Strauss M,Filman DJ,Belnap DM, Cheng N,Noel RT,etal. (2015) Nectin-Like Interactions between Poliovirus and Its Receptor Trigger Conformational Changes Associated with Cell Entry.Journal of virology 89: 4143-4157.doi: 10.1128/JVI.03101-14 PMID: 25631086   \n8.De Colibus L,Wang X,Spyrou JAB, Kelly J, Ren J,et al. (2014) More-powerful virus inhibitors from structure-based analysis of HEV71 capsid-binding molecules.Nature structural& molecular biology 21: 282-288.doi: 10.1016/j.psychres.2015.09.034   \n9.Axford D,Owen RL,Aishima J,FoadiJ,MorganAW,etal.(2012) In situ macromolecular crystallography using microbeams.Acta crystallographica Section D,Biological crystallography 68:592-600.doi: 10.1107/S0907444912006749 PMID:22525757   \n10. Ren J,Wang X,ZhuL, Hu Z, Gao Q,etal. (2015)Structures of coxsackievirus A16 capsids with native antigenicity,implications forparticle expansion,receptor binding and immunogenicity.JVirol.   \n11.Winn MD,Ballard CC,Cowtan KD,Dodson EJ,Emsley P,etal. (2011)Overview of the CCP4 suite anc currentdevelopments.Acta crystallographica Section D,Biological crystalography 67:235-242.doi: 10.1107/S0907444910045749 PMID:21460441   \n12. Cho AE,Guallar V, Berne BJ,Friesner R (20o5) Importance of accurate charges in molecular docking: quantum mechanical/molecular mechanical (QM/MM)approach.JComput Chem 26:915-931.PMID: 15841474   \n13. Miller ST,Hogle JM,Filman DJ(2001)Ab initio phasing of high-symmetry macromolecular complexes: successfulphasing of authentic poliovirus data to 3.0 A resolution.JMol Biol 307: 499-512.PMID: 11254378   \n14.Lentz KN,Smith AD,Geisler SC,Cox S, Buontempo P,etal.(1997) Structure of poliovirus type 2Lansing complexed with antiviral agent SCH48973: comparison of the structural and biological properties of three poliovirus serotypes.Structure 5: 961-978.PMlD: 9261087   \n15.Muckelbauer JK,Kremer M,Minorl,Tong L,Zlotnick A,etal. (1995)Structure determinationof coxsackievirus B3 to 3.5A resolution.Acta CrystallogrD Biol Crystallogr 51: 871-887.PMlD:15299757   \n16．Otwinowski Z, MinorW(1997) Processing of X-ray diffraction data collected in oscilation mode.Macromolecular Crystallography,Pt A 276: 307-326.   \n17.French G.S.and Wilson K.S.(1978) On the treatment of negative intensity observations. Acta Cryst A34: 517-525.   \n18. Brunger AT,Adams PD,Clore GM, DeLano WL,Gros P,etal. (1998) Crystallgraphy& NMR system: A new software suite for macromolecular structure determination. Acta Crystallographica Section DBiological Crystallography 54: 905-921.   \n19. Adams PD,Afonine PV,Bunkoczi G,Chen VB, Davis IW,et al. (2010) PHENIX: a comprehensive Python-based system for macromolecular structure solution.Acta Crystallographica Section D-Biological Crystallography 66: 213-221.   \n20. Emsley P,Lohkamp B, Scott WG, Cowtan K(2010) Features and development of Coot. Acta Crystallographica Section D-Biological Crystallography 66: 486-501.   \n21. Schuttelkopf AW,van Aalten DMF (2004) PRODRG:atoolfor high-throughput crystallography of protein-ligand complexes.Acta Crystallogr1355-1363.   \n22. Kleywegt GJ(1995) Dictionaries for Heteros.CCP4/ESF-EACBM Newsleter on Protein Crystallography 45-50.   \n23. Chen VB,ArendallWB,Headd JJ, Keedy DA,Immormino RM,etal. (2010) MolProbity: all-atom structure validation for macromolecular crystallography.Acta Crystallographica Section D-Biological Crystallography 66:12-21.   \n24.Krisinel E, Henrick K(2O04) Secondary-structure matching (SSM),a new toolforfast protein structure alignment in three dimensions.Acta CrystallogrD Biol Crystallogr 60:2256-2268.PMID:15572779   \n25.Pei J, Grishin NV (2007) PROMALS: towards accurate multiple sequence alignments of distantly related proteins. Bioinformatics 23:802-808.PMID:17267437   \n26．Landau M,Mayrosel,Rosenberg Y,GlaserF,Martz E,etal. (2005) ConSurf 20o5:the projectionof evolutionary conservation scores of residues on protein structures.Nucleic Acids Res 33:W299-302. PMID: 15980475   \n27.Banks JLea (2005) Integrated modeling program,applied chemicaltheory (IMPACT).J Comput Chem: 1752-1780.PMID:16211539   \n28. Friesner RA, Banks JL,MurphyRB,HalgrenTA, Klicic JJ,etal. (2004) Glide: anew approach forrapid, accurate docking and scoring.1. Method and assessment of docking accuracy.J Med Chem 47: 1739-1749.PMID:15027865   \n29.HalgrenTA,MurphyRB,Friesner RA,Beard HS,Frye LL,etal. (2004) Glide: anew approach forrapid, accurate docking and scoring.2.Enrichment factors in database screening.JMed Chem 47:1750- 1759.PMID:15027866   \n30.Dubey KD,Chaubey AK,Ojha RP (2012) Role of polarizationin ligand docking and binding afinity prediction for inhibitors of dengue virus.Medicinal Chemistry Research 21:1030-1038.   \n31.Humphrey W, Dalke A, Schulten K(1996) VMD:Visual molecular dynamics.Journal of Molecular Graphics & Modelling 14: 33-38. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    }
]