[
    {
        "type": "text",
        "text": "时间洞察力对成瘾行为的影响及其机制",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "曹华；杨玲\\*；何圆圆；苏红婷；张建勋；张炀(西北师范大学 心理学院，兰州730070)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[摘要]成瘾行为给个体和社会带来了严重的危害。对成瘾人群时间洞察力的研究成为探讨成瘾行为产生和发展的一个新的视角。过去消极、现在享乐和现在宿命时间洞察力取向的个体更可能出现成瘾行为，而未来时间洞察力取向则是成瘾行为的一个保护性因素，它不仅可以减少成瘾行为的发生，也有利于成瘾行为的康复。从自我调节，冲动性决策等行为机制和前额叶的神经机制方面可以帮助我们深入理解时间洞察力对成瘾行为的影响。未来研究可以进一步探讨不同成瘾行为者时间洞察力的一致性与特异性;采用纵向研究方法探讨成瘾者时间洞察力的动态变化过程；对成瘾者的洞察力进行干预，增加成瘾者的未来时间洞察力，减少其过去消极和现在时间洞察力取向来帮助成瘾者实现时间洞察力的平衡，从而提高其戒断效果。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[关键词]时间洞察力；成瘾行为；决策；作用机制",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1引言",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "成瘾行为主要分为行为成瘾（病理性赌博、网络成瘾、手机成瘾等）和物质成瘾（香烟、酒精成瘾和药物成瘾等）（刘勤学，杨燕，林悦，余思，周宗奎，2017；彭娟，冯廷勇，2014）。近年来，研究者越来越关注成瘾行为的产生原因和内在作用机制，并不断地探索有效的预防和干预方法。而时间洞察力（Timeperspective，TP）作为一个重要的个体差异变量，可以帮助我们有效地解释和预防成瘾行为（Przepiorka&Blachnio,2016）。时间洞察力是指个体对时间的认知、体验和行动（或行动倾向）上所表现出来的较为稳定的心理和行为特征，它是一种相对稳定的人格特质，反映了人们对过去、现在、未来的一贯看法，它可以区分为过去时间洞察力、现在时间洞察力和未来时间洞察力（Agarwal,1993；黄希庭,2004）。Zimbardo 和 Body（1999)编制的《津巴多时间洞察力量表》（ZimbardoTime Perspective Inventory,ZTPI）用于评估个体对过去、现在和未来的认知、情绪和行为方式，被广泛用于探讨时间洞察力与成瘾行为的关系之中。该量表将时间洞察力划分为五个维度：（1）过去消极（PastNegative,PN），表达对过去的消极、悲观态度；（2）过去积极（PastPositive,PP），反映对过去富有情感和快乐体验；（3）现在享乐（PresentHedonistic,PH），指对现在享受快乐的渴望和追求；（4）现在宿命（Present Fatalistic,PF），指持无法控制的外力决定命运的信念；（5）未来（Future，F）指实现未来长期目标的思考与计划（吕厚超，杜刚，2017）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "当前，时间洞察力与成瘾行为关系的研究结果主要体现在两个方面。一方面，时间洞察力的不同维度与成瘾行为的关系存在差异。例如，大多数研究表明过去消极、现在享乐和现在宿命时间洞察力与成瘾行为为正相关关系，未来时间洞察力与成瘾行为为负相关，而过去积极时间洞察力和成瘾行为的相关不显著(Keough, Zimbardo,& Boyd,1999;Mckay，Percy，& Cole, 2013;Mckay, Percy,Cole,Worrell,& Andretta,2016; Petry,Bickel,& Arnett,1998）；另一方面，对于不同类型的成瘾者，其时间洞察力具有一致性的同时也存在特异性，例如，行为成瘾、酒精成瘾和香烟成瘾者表现出过去消极、现在享乐和现在宿命时间洞察力取向，具有更少的未来时间洞察力取向，而药物成瘾者则更多地表现出现在享乐时间洞察力取向（Beenstock,Adams,& White,2011;Cheong,Tucker, Simpson,&Chandler，2014）。深入探讨时间洞察力与成瘾行为之间的关系及其内在作用机制，有利于我们探索成瘾行为产生背后的深层原因，对成瘾行为的预防和干预治疗也具有重要的现实意义。因此，本文在总结新近研究的基础上，首先，从风险性和保护性时间洞察力两个视角阐述了时间洞察力与成瘾行为的关系；其次，重点分析时间洞察力视角下成瘾行为的内在作用机制；最后，对时间洞察力对成瘾行为影响的未来研究方向进行了展望。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2时间洞察力与成瘾行为的关系",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "过去消极、现在享乐时间洞察力和现在宿命时间洞察力（现在享乐时间洞察力和现在宿命时间洞察力在之后统称为现在时间洞察力)对于成瘾行为是一种风险性因素，会增加成瘾行为发生的可能性和干预的难度，而未来时间洞察力则是一种保护性因素，会减少成瘾行为发生的可能性，帮助成瘾者戒除成瘾行为(Chavarria, Allan,Moltisanti, & Taylor, 2015）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1风险性时间洞察力",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "对成瘾行为而言，过去消极和现在时间洞察力取向是一种风险性因素。一方面，过去消极时间洞察力和现在时间洞察力取向的个体更容易出现成瘾行为，成瘾的严重程度更高，在成瘾戒断中更困难，且过去消极时间洞察力和现在时间洞察力可以显著地正向预测成瘾行为；另一方面，相比正常人，成瘾者普遍表现出过去消极和现在时间洞察力取向（Mckay,Andretta,Magee,& Worrell,2014）。这种关系在病理性赌博（Donati,Sotili,Morsanyi,& Primi,2018；戴雅玲，张运红，郑安云，苗丹民，2009）、网络成瘾（Chittaro＆Vianello,2013）、手机成瘾（Jung＆Han,2014）、香烟成瘾（Kovac&Rise,2007;Merson& Perriot,2011）、酒精成瘾（Cole,Andretta,& Mckay, 2O15; Laghi, Liga, Baumgartner,& Baiocco,2012; Roos & Albers,1965）和毒品成瘾（Alvos,Gregson,& Ross,1993; Apostolidis,Fieulaine, Simonin, & Rolland, 20O6; Fieulaine & Martinez, 2011; King & Manaster,1975; Melges,Tinklenberg,Hollister,& Gillespie,1971; Moskalewicz,2016）中得到验证。例如，Noel 等人（2017）的一项研究结果表明，相比正常人，病理性赌博者显示出更大的过去消极时间洞察力和现在时间洞察力取向，而且，现在时间洞察力取向越高的的病理性赌博者，其冲动性和风险倾向越高。Chittaro 和Vianello（2013）调查了149名Facebook用户，结果也发现过去消极和现在宿命时间洞察力可以显著地预测病理性网络的使用。研究者认为可以将时间洞察力作为个体差异变量考虑到病理性网络的使用背景中。同样，在物质成瘾中，研究结果也表明，现在时间洞察力取向者会报告更多的香烟、酒精和非法药物的使用频率，并且现在时间洞察力可以显著地预测成瘾物质使用频率（Chua,Milfont，&Jose,2014; Peters et al., 2005; Wills, Sandy,& Yaeger,2001）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "过去消极和现在时间洞察力取向的个体更容易出现成瘾行为，成瘾者也表现出更倾向于过去消极时间洞察力，现在宿命和现在享乐主义时间洞察力以及对未来时间洞察力的短视。这可能是由于过去消极和现在时间洞察力取向个体的自我调节能力更差。自我调节能力被视为一种态度或特质因素，这种因素会影响个体是否能够成功控制自身行为，低自我调节能力则可能直接诱发无意识行为（程翠萍，张永红，2011）。除自我调节能力外，过去消极和现在时间洞察力取向的个体往往伴随更多的抑郁和焦虑问题（Davies& Filippopoulos，2015），他们更倾向于满足当前的情绪发泄，很少关注未来，即使关注未来，也总是感觉前途渺茫，因而更加关注当前的快乐和满足，不考虑当前的行为对未来的影响，也不相信这会影响他们的未来，这也是他们更容易出现成瘾行为的重要原因。例如，有研究就表明，倾向于过去消极时间洞察力的个体，会伴随着更多的消极情绪，这会持续地影响到他们现在和未来的行为，而现在时间洞察力取向的个体更倾向于即时的满足，表现为高冲动性。这也可以解释为什么成瘾者往往更具有高冲动性，倾向于获得即时的奖赏而忽视未来的不良后果(Mackillop，Anderson，Castelda,Mattson,& Donovick, 2006b; Nigro, Cosenza,& Ciccarelli, 2017）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2保护性时间洞察力",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "未来时间洞察力是个体对未来社会和自我发展，尤其是对未来自我发展可能性的认知、情感和行为（或倾向）（宋其争，2004），它与个体的态度、行为意向和行为控制感知有很强的相关性，具有预期性、动力性、倾向性的特点（Andre,van Vianen,Peetsma,&Oort,2018）。不论是行为成瘾还是物质成瘾，研究结果普遍表明，未来时间洞察力与成瘾行为之间为显著的负向关系，未来时间洞察力取向个体的成瘾行为更少，成瘾严重程度更低，成瘾者也表现出更少的未来时间洞察力取向。增强未来时间洞察力不仅可以减少成瘾行为，而且有助于成瘾者的戒断和康复（Alm & Laftman, 2016; Chodkiewicz & Nowakowska, 2011; Lennings,1994）。这种关系在手机成瘾（常若松，彭姓，符明弘，张长路，唐晓雨，2017;彭姓，2016）、香烟成瘾（Adams,2009;Adams,& Nettle,2009）、酒精成瘾（Cole,Andretta,& Mckay,2015; Wells,Morgan,Worrell, Sumnall,& McKay,2018）和毒品成瘾（Apostolidis,Fieulaine,& Soulé,2006）等成瘾行为的研究中得到验证。例如，对来自5个国家（苏格兰、法国、德国、中国和马来西亚）的吸烟者 $( \\mathrm { N } { = } 1 0 3 4 1 )$ 和非吸烟者 $( N { = } 4 9 5 5 )$ 进行调查分析发现，相比吸烟者，非吸烟者更可能是未来时间洞察力取向，在控制国家、年龄、性别、教育水平和民族等变量的条件下，分析时间洞察力和吸烟状态之间的关系，结果表明，时间洞察力和吸烟状态之间存在显著的相关关系，且时间洞察力可以预测吸烟状态。未来时间洞察力取向的个体更可能是非吸烟者而不是吸烟者（Sansoneetal.,2013）。在时间洞察力中，还有一个重要的维度，即过去积极时间洞察力，它反映个体对过去富有情感和快乐体验，研究表明，过去积极时间洞察力和健康的生活方式（主要指饮食，睡眠和身体锻炼）为显著的正相关（甄一凡，任政，钮文异，2015），而且过去积极时间洞察力可以正向预测健康的生活方式（崔萌萌，周艳玲，钮文异，2014）。但是，在时间洞察力与成瘾行为的关系研究中，研究结果普遍表明过去积极时间洞察力与病理性赌博（Donati，Sottili，Morsanyi，& Primi，2O18；Noel，Saeremans,Kornreich, Jaafari,&D'Argembeau,2017）、网络成瘾（Chittaro,& Vianello,2013;丁凯，2009）、酒精使用障碍（Loose,Pont,Acier,&El-Baalbaki,2018）和药物成瘾（Cheong,Tucker,Simpson,& Chandler,2014)之间并不存在显著的相关关系。基于此，我们认为未来时间洞察力可以作为成瘾行为的潜在保护性因素，且这种观点也得到理论和实证研究结果的支持（Zajenkowski，Carelli，&Ledzinska,2014）。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "期望-价值理论（Wigfield，1994）认为个体行为动机由结果期待和价值评估决定，而未来时间洞察力则可以通过影响相关选择物的期望和价值来影响延迟满足。解释水平理论也表明未来时间洞察力通过促使个体关注高水平特征相关的价值（即延迟奖励），使即时满足得到贬值，而延迟目标得到增值（庞雪，吕厚超，华生旭，2014）。自我控制能力受损，不能有效控制自己选择延迟满足是成瘾者的一个重要表现（周宏丽，2015）。延迟满足（delayof gratification）指一种个体甘愿为更有价值的长远结果而放弃即时满足的抉择取向，属于人格中自我控制的一个部分，是心理成熟的表现，其产生机制在很大程度上基于未来取向的自我调节（郝春东，刘晓燕，2006）。在追求未来目标和预期行为结果时，延迟满足需要理解监控、寻求帮助、时间管理、自我评估、批判性思维等一系列自我调节策略。Zimmerman（20o8）的自我调节周期模型（self-regulation cyclical model）认为在坚持未来目标过程中，延迟行为是一个需要自我监控的调节周期（涉及思熟虑、表现、反省三个阶段），这就可以解释延迟满足与未来时间洞察力在整个自我调节过程中的相互关联。根据该模型，具有较高未来时间洞察力的个体在深思熟虑阶段有更多的投入，会运用自我动机信念来实现延迟目标；在表现阶段，能更多地参与意志管理过程，如自我指导、自我编码和自我试验等；在反省阶段，能更好地评估行为，检验因果属性，考察对任务完成的满意程度，发展行为的适宜性和防御性反应。因此，未来时间洞察力可以作为成瘾行为的一个保护性因素，可能是由于未来时间洞察力个体具有更强的成就动机、自我调节和自我控制能力，从而能够明确的设置未来目标，不断的坚持和调整自己的行为（Kim,Hong，Lee,&Hyun,2017；庞雪，吕厚超，华生旭，2014）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "综上所述，不论是在行为成瘾还是物质成瘾中，作为一个重要的个体差异变量，时间洞察力与成瘾行为的发生和发展存在密切关系。过去消极和现在时间洞察力取向是成瘾行为的一种风险性因素，而未来时间洞察力则是成瘾行为的一个重要的保护性因素。过去消极时间洞察力取向的个体更有可能将过去消极的体验带入到现在，现在时间洞察力倾向的个体则可能会对过去和未来不屑一顾而更多地关注于即时的满足（Barnett,Melugin,& Hernandez,2018;Hyun,Park,Lee,&Kim，2014），而未来时间洞察力取向个体能够对自己的行为不断地进行自我调节和自我控制，甘愿为价值更大的遥远结果而放弃即时的满足（Przepiorka，&Blachnio，2016）。因此，过去消极和现在时间洞察力取向的个体更容易产生成瘾行为，而未来时间洞察力取向不仅可以减少成瘾行为的发生，而且也可以帮助成瘾行为的戒除。同时，成瘾者也表现出更多过去消极和现在时间洞察力，以及更少的未来时间洞察力。于是越来越多的研究者鼓励个体用未来时间洞察力来代替过去消极和现在时间洞察力（Chan＆Hyun,2014）。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3时间洞察力与成瘾行为关系的内在作用机制",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在探讨时间洞察力与成瘾行为的关系的基础上，深入理解其内在的作用机制有利于我们了解个体时间洞察力是如何作用于成瘾行为，为进一步的临床干预提供理论基础。从自我调节、冲动性决策等行为机制和神经机制两个方面可以进一步帮助我们理解时间洞察力与成瘾行为的关系。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1 行为机制",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "自我调节指的是控制或改变自己的思维、情感、冲动以及行为的能力，尤其是通过这种改变达到理想、价值观、道德以及社会期望等标准，以逐渐实现自己的长期目标（Baumeister,Vohs,& Tice,2010;Gailliot et al.,2007）。研究表明自我调节与成瘾行为的发生和发展、戒断和复发均存在密切的关系（Baumeister&Vonasch,2015）。在时间洞察力与自我调节的关系研究中，未来时间洞察力与自我调节之间存在显著的正相关，与现在宿命主义和过去消极主义时间洞察力则是显著的负相关（Bilde,Vansteenkiste,&Lens,2011），这或许表明当个体更关注未来时会更好地去调节自己的行为，倾向于有计划有目的的行为，而与之相反，当个体只关注过去和现在的时候，他们不能对自己的行为进行合理的规划，而是倾向于即时的满足和冲动性行为（Miller& Brickman，2004；Stanescu & Iorga,2015）。因此，在时间洞察力与成瘾行为关系中，个体的自我调节能力起着重要作用。过去消极和现在时间洞察力取向的个体并不能对自己的行为进行及时有效的控制和改变，从而做出更多的冲动性行为，更容易出现成瘾行为，而未来时间洞察力取向的个体则相反。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "决策是一种高级且复杂的认知功能，行为的冲动性是其外在表现，个体的冲动行为与不良决策息息相关（苏中华，王会，赵晓丹，徐芳芳，郝伟，2014）。冲动性作为一种人格特质，具有这种特质的人在内部或者外部刺激的作用下通常会讯速地、没有计划地做出反应，而且不考虑这些反应对自身或他人是否产生负面的影响（Moeller,Barratt,Dougherty,Schmitz,& Swann,2001；周亮，何晓燕,肖水源，2006）。研究表明，不论是行为成瘾（例如，病理性赌博、网络成瘾、手机成瘾）群体，还是物质成瘾（香烟成瘾、酒精成瘾和药物成瘾）群体常表现出高冲动性，更容易做出一些冲动性决策行为（Tang,Zhang,Yan,&Qu,2017;徐四华，2012；严万森，李纾，隋南，2011；周平艳等，2014）。时间洞察力是个体通过过去、现在和未来的时间范畴来过滤其经历的无意识过程，这个过程会影响到其信息加工、决策和目标设定，最终会影响其行为（Griva，Tseferidi，&Anagnostopoulos,2015）。时间洞察力本身与冲动性之间存在密切关系（Ciccarelli,Malinconico,Griffiths,Nigro,&Cosenza,2016），以现在时间洞察力为取向的个体会倾向于进行不经思考的冲动性行为，倾向于在没有未来计划的情况下做出快速的决定，实现即时的满足，而不去考虑未来可能导致的后果，未来时间洞察力取向的个体则会倾向于思考未来可能会导致的后果，做出理性的决策行为以获得更长远的利益（Agarwal& Srivastava,1981）。因此，过去消极和现在时间洞察力取向的个体之所以更容易出现成瘾行为，可能是由于过去消极时间洞察力取向的个体更容易把过去消极的情绪体验带到当前，影响其决策行为，现在时间洞察去取向个体倾向于即时的满足，容易做出冲动性决策行为，因而过去消极和现在时间洞察力取向个体更容易出现成瘾行为，而相反，未来时间洞察力取向的个体则会采取更加理性的决策，减少或者降低成瘾行为产生的可能性。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2 神经机制",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "脑影像研究表明，不同的时间洞察力（过去、现在和未来时间洞察力）取向个体大脑的激活区域具有一致性的同时也存在差异（Carelli，& Olsson，2014;Chen,Guo,& Feng,2018;Coull,Vidal,Nazarian,& Macar,2004）。其中主要激活区域包括前扣带回、颞叶皮层、顶叶和前额叶皮质。例如，与未来时间洞察力（更多激活腹侧前额叶皮质，Brodmann 47区）相比，过去和现在时间洞察力的内侧前额叶皮质出现更多的激活（过去时间洞察力激活更多的Brodmann10区，现在时间洞察力更多的激活Brodmann32区），其中，过去消极和过去积极时间洞察力更多的激活内侧前额皮质，而现在宿命时间洞察力和现在享乐时间洞察力更多的和前扣带回（anteriorcingulate cortex）、Brodmann 32区和内侧额上皮质( superior medial frontal cortex)（陶安琪,2014; Carelli, Olsson, Wiberg, & Sircova,2012）。研究者也发现内侧前额叶和包括海马在内的内侧颞叶等区域的活动强度能反映时间洞察力能力的差异（索涛，2012），且腹内侧前额叶受损会影响未来的时间洞察力（Fellows,&Farah,2005）。成瘾的双系统理论认为，成瘾是大脑反思系统(Reflective System)和冲动系统(Impulsive System)之间失衡的结果（Bechara,2005; Stacy＆Wiers,2010；严万森，张冉冉，刘苏姣，2016）。冲动系统的神经基础主要是杏仁核-纹状体系统，它在自然奖赏和药物奖赏的情绪及动机效应中起关键作用，是一个相对内隐的、无意识的、自动化的系统；反思系统的神经基础主要是前额叶皮质系统，它在冲动控制、计划决策、情绪调节等过程中起重要作用，是相对外显的、有意识的、受控性的系统。当以前额叶为中心的反思系统控制能力下降、以纹状体为中心的冲动系统功能亢进时，个体的行为变得冲动而不可控。在赌博成瘾（Balodis et al.，2012）、酒精成瘾（Courtney，Ghahremani,&Ray,2013）、可卡因成瘾（Ersche etal.,2011）的研究中均发现成瘾者的额叶-纹状体环路功能存在异常。因此，前额叶皮质可能是时间洞察力对成瘾行为的影响的重要神经基础。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "综上，不论是在行为机制还是神经机制中，自我控制以及决策在时间洞察力与成瘾行为的关系中均起着重要作用。且自我控制和决策之间也存在相互作用（窦凯，王玉洁，聂衍刚，黎建斌，2014；熊素红，孙洪杰，2017）。因此，时间洞察力与成瘾行为之间的关系具有复杂性，当前，对于时间洞察力与成瘾行为之间的内在作用机制研究还存在不足，未来需要进一步探讨其更深层次的作用机制，特别是不同维度的时间洞察力与成瘾关系的内在作用路径及其神经机制。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4展望 ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.1 不同成瘾行为时间洞察力的一致性与特异性",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "虽然，已有的研究表明时间洞察力与成瘾行为之间存在密切关系，成瘾者普遍存在过去消极时间洞察力和现在时间洞察力取向以及未来时间洞察力短视。但是，不同成瘾行为的时间洞察力存在一致性的同时也会存在特异性（Akamatsu,2014;Georgiou,2014;Miura,2017）。例如，Barnett 等人（2013）的研究也发现未来时间洞察力可以预防香烟、大麻和硬药的使用，但是对酒精没有效果。这可能是由于酒精和其他药物成瘾者在风险感知上存在差异。有研究发现个体对时间的态度和认知与风险感知关系密切，表现为过去时间洞察力取向的个体可能会低估现在的行为对未来造成不良影响的风险，进而出现更多的风险行为。而未来时间洞察力取向个体会增加其对成瘾行为带来的危害的风险感知，进而减少成瘾行为的可能性（Zajenkowski,Carelli,&Ledzinska,2014）。同时有研究表明某些成瘾行为在时间洞察力上差异不显著，时间洞察力的某些维度（例如，过去积极时间洞察力）与成瘾行为之间相关不显著。例如，Mackillop 等人（2006a）在研究中并没有发现非病理性赌博者、潜在的病理性赌博者和病理性赌博者的时间洞察力存在差异性。而这可能是由于此次调查对象是以大学生为研究对象，并非临床样本。虽然，三组是不同方面的赌博行为，但是作为一种非临床的样本他们心理痛苦程度并没有什么不同。正如 Hodgins 和 Engel（2002）指出时间洞察力的差异可能是由于痛苦导致，而不是成瘾行为本身。而且时间洞察力结构的复杂性，决定了并非时间洞察力的每个维度都与成瘾行为存在直接的关系。此外，时间洞察力会受到年龄，性别、人格特征、社会角色、价值观、情绪等多种因素的影响（吕厚超，黄希庭，2005）。因此，在时间洞察力与成瘾行为关系的研究中存在一致性的同时也会出现特异性。未来需要进一步在研究不同成瘾行为者的时间洞察力的一致性和特异性的同时，将更多的影响因素考虑其中，并深入探讨这种特异性背后的内在机制。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.2采用纵向研究方法探讨成瘾者时间洞察力的动态变化过程",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "时间洞察力作为一种人格特征，是由过去、现在和未来组成，而这种过去、现在和未来是相对变化的过程。因此，时间洞察力具有稳定性同时也具有一定的可变化性，它也会随着个体发展和环境而发生变化。Zimbardo 和 Boyd（1999）把同时具有三个时间倾向性的表现称作是一种平衡的时间洞察（Balanced TimePerspective,BTP）能力，是一种高的时间洞察能力，具体表现为个体具有较高的过去积极时间观，中度的现在享乐时间洞察力和未来时间洞察力，较低的过去消极时间洞察力和现在宿命时间洞察力。具有平衡时间洞察力的个体，能够正视现在，审时度势，及时把握时机，具有长远眼光，因此更容易适应快速发展的社会，更能够取得成功。研究表明成瘾者普遍存在过去消极、现在享乐、现在宿命和未来短视的时间洞察力，存在明显时间洞察力的偏离。然而，由于以往研究普遍采用的是横断研究的方法，更多的是探讨成瘾者的时间洞察力现状，时间洞察力对成瘾行为的预测作用，而鲜有研究采用纵向研究的方式揭示成瘾者时间洞察力的动态变化过程，特别是什么因素导致个体偏离平衡时间洞察力，出现过去消极和现在享乐时间洞察力取向，最终出现成瘾行为。而以动态的方式揭示这种偏离平衡时间洞察力的变化过程，对于成瘾行为的干预可能更有价值。有研究就表明，对于刚开始戒断毒品的成瘾者而言，他们会由于过去的吸毒经历而产生更高的过去消极时间洞察力，而超过1年的戒断者，他们开始忽视过去的消极的经历，转向关注未来（Zentsova＆Leonov,2013）。因此，未来可以通过纵向追踪的研究方法来探讨个体时间洞察力的动态发展变化过程，特别是对于成瘾者，其时间洞察力偏离平衡时间洞察力的动态过程，为成瘾行为的预防和康复提供指导。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4.3 提高成瘾者的未来时间洞察力，实现平衡的时间洞察力",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "平衡的时间洞察力对于个体可能具有更加积极的意义(Boniwell& Zimbardo,2004)。然而，不论是行为成瘾者还是物质成瘾者均存在明显的平衡时间洞察力的偏离，更偏向于过去消极和现在时间洞察力，而缺少过未来时间洞察力取向。偏离平衡的时间洞察力和抑郁、焦虑、压力等消极情绪正相关（Mooney，Earl,Mooney,&Bateman,2017）。因此，未来时间洞察力作为成瘾行为的一个保护性因素，对成瘾行为的预防和戒断具有重要意义。而且时间洞察力是可以进行干预的，研究表明，未来时间洞察力可以显著地预测8个月后的戒烟尝试行为，增强当前吸烟者的未来时间洞察力能够帮助当前吸烟者更多地去尝试戒烟（Hall et al.,2012）。而对于酒精滥用者，增加他们的未来时间洞察力可以减少酒精滥用的危害（Acuff etal.,2017）。然而，当前还缺少从时间洞察力视角来预防和干预成瘾行为的研究，未来研究需要进一步探索对时间洞察力的干预的方法及这种干预对预防成瘾行为的效果。同时，对于成瘾者，未来研究可以进一步探索如何通过提高成瘾者未来时间洞察力，减少其过去消极和现在时间洞察力取向来帮助成瘾者实现时间洞察力的平衡，使成瘾者更好的适应社会生活，提高戒断效果（Do&Shin,2017）。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "币石怯，彭，付叨弘，孤长跗，居岏雨.(2UI)，向职工现仕伯叩观匀丁仇成隐颅向的大尔研儿一 一丁机区",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "用动机的中介作用．辽宁师范大学学报(社会科学版),40(4),1-5.   \n程翠萍，张永红.(2011).时限性自我调节理论:健康行为研究的一种新取向．心理科学进展，19(8), 1186-1192.   \n崔萌萌，周艳玲，钮文异.(2014).北京市某医学院在校本科生健康生活方式与时间洞察力研究．中国健康 教育,30(7),619-622.   \n戴雅玲，张运红，郑安云，苗丹民.(2009).网络成瘾青少年时间透视、生活事件与病理性互联网使用的相关 研究．中国心理卫生杂志,23(3),200-203.   \n丁凯.(2009)．大学生时间洞察力与网络成瘾关系研究.西南大学硕士学位论文   \n窦凯，王玉洁，聂衍刚，黎建斌.(2014)．自我损耗促进冲动决策:来自行为和ERPs的证据．心理学报,46(10), 1564-1579.   \n郝春东，刘晓燕.(2006)．延迟满足的研究方法、理论及现状．心理发展与教育,22(3),120-124.   \n黄希庭.(2004)．论时间洞察力．心理科学,27(1),5-7.   \n刘勤学，杨燕，林悦，余思，周宗奎.(2017).智能手机成瘾：概念、测量及影响因素．中国临床心理学杂志， 25(1), 82-87.   \n吕厚超，杜刚.(2017).津巴多时间洞察力类型划分:基于聚类分析的结果．西南大学学报(社会科学版),43(5), 97-104.   \n吕厚超，黄希庭.(2005)．时间洞察力的概念及研究方法．心理科学,28(1),166-169   \n庞雪，吕厚超，华生旭.(2014)．延迟满足：基于未来时间洞察力的自我调节．心理科学(1),78-82.   \n彭娟，冯廷勇.(2014).成瘾人群跨期选择的神经机制及干预方法．心理科学进展,22(5),810-821.   \n彭姓.(2016)．职校学生的手机成瘾、手机使用动机与时间洞察力的现状及其关系研究.云南师范大学硕士 学位论文.   \n宋其争.(2004)．大学生未来时间洞察力的理论和实证研究.西南大学硕士学位论文.   \n苏中华，王会，赵晓丹，徐芳芳，郝伟.(2014).苯丙胺类物质所致精神障碍患者的冲动性和认知决策能力研 究．中华精神科杂志,47(3),164-168.   \n索涛.(2012)．个体人格特质对跨期决策的影响及其神经基础.西南大学硕士学位论文.   \n陶安琪.(2014).不同时间洞察力个体的跨期选择偏好及神经机制研究.西南大学硕士学位论文.   \n熊素红，孙洪杰.(2017).奖赏敏感性在冲动性饮食行为中的作用．心理科学(2),429-435.   \n徐四华.(2012).网络成瘾者的行为冲动性——来自爱荷华赌博任务的证据．心理学报,44(11),1523-1534.   \n严万森，李纾，隋南.(2011).成瘾人群的决策障碍:研究范式与神经机制．心理科学进展,19(5),652-663.   \n严万森，张冉冉，刘苏姣.(2016).冲动性对不同成瘾行为发展的调控及其神经机制．心理科学进展，24(2), 159-172.   \n甄一凡，任政，钮文异.(2015).某校本科生时间洞察力与生活方式关系的结构方程模型分析．中国学校卫 生, 36(10),1551-1554.   \n周宏丽.(2015)．网游成瘾者的跨期选择和风险决策的认知神经机制．浙江师范大学硕士学位论文.   \n周亮，何晓燕，肖水源.(2006).冲动性测量的方法学问题．中国临床心理学杂志,14(5),455-457.   \n周平艳，刘丹玮，周仁来，孙本良，肖洁，李松.(2014).药物成瘾对决策行为的损伤及戒断后的恢复．中国 临床心理学杂志,22(6),951-956.   \nAcuff,S.F.,Soltis,K.E.,Dennhardt,A.A.,Borsari,B.,Martens,M.P.,& Murphy,J.G. (2O17).Future so bright? delay discounting and consideration of future consequences predict academic performance among college drinkers. Experimental & Clinical Psychopharmacology, 25(5), 412-421.   \nAdams，J. (2009).The role of time perspective in smoking cessation amongst older english adults. Health Psychology Oficial Journal of the Division of Health Psychology American Psychological Association, 28(5), 529-534.   \nAdams,J.,& Nette,D. (20o9). Time perspective, personality and smoking,body mass,and physical activity: an empirical study. British Journal of Health Psychology,14(1),83-105.   \nAgarwal,A.(1993).Time,memory,and knowledge representation:the indian perspective.Advancesin Psychology 103, 45-55.   \nAgarwal,A.,& Srivastava,M. (1981).Significance oftime perspective inreflection impulsivity. Psychol. Stud. 26, 100-103.   \nAkamatsu,R. (2O14). Does Future Time Perspective in Life Relate to Health Behaviors Among Japanese Workers?. Journal of Nutrition Education and Behavior,46(4),S153.   \nAlvos,L., Gregson, R.A.M.,& Ross,M. W. (1993).Future time perspective in current and previous injecting drug users. Drug & Alcohol Dependence,31(2),193-197.   \nAlm，S.，& Laftman，S.B.(2O16).Future orientation climate in the school class: relations to adolescent delinquency, heavy alcohol use,and internalizing problems.Children & Youth Services Review,70,324-331.   \nAndre,L.van Vianen,A.E.,Peetsma,T.T.,&Oort,F.J. (2018). Motivational powerof future time perspective: Meta-analyses in education, work,and health. PloS one,13(1),e0190492.   \nApostolidis,T.,Fieulaine,N.， Simonin,L.，& Rolland,G (2006).Cannabis use,time perspectiveand risk perception: Evidence of a moderating effect. Psychology and health,21(5),571-592.   \nApostolidis T,Fieulaine N,& Soulé F. (2O06).Future time perspective as predictor of cannabis use: exploring the role of substance perception among french adolescents.Addictive Behaviors,31(12),2339-2343.   \nBalodis, I M.,Kober,H., Worhunsky,P.D.,Stevens,M. C.,Pearlson, G D.,&Potenza,M.N. (2012). Diminished fronto-striatal activity during procesing of monetary rewards and losses in pathological gambling. Biological Psychiatry, 1(8), 749-757.   \nBarnett,E.，Spruijt-Metz,D.，Unger,J.B.，Rohrbach,L.A.， Sun,P.，& Sussman，S.(2013).Bidirectional associations between future time perspective and substance use among continuation high-school students. Substance use & misuse,48(8),574-580.   \nBarnettM. D., Melugin,P.R.,& Hernandez, J. (2O18). Time perspective, intended academic engagement,and academic performance. Current Psychology,1-7.   \nBaumeister,R.F.,& Vonasch,A.J.(2O15). Uses ofself-regulation to facilitate and restrain addictive behavior. Addictive Behaviors,44,3-8.   \nBaumeister,R.F.,Vohs,K.D.,& Tice,D.M. (2010).The strength model of self-control. Current Directions in Psychological Science,16(6),351-355.   \nBechara,A. (2oo5).Decision making,impulse control and loss of wilpower to resist drugs: A neurocognitive perspective. Nature Neuroscience, 8(11),1458-1463.   \nBeenstock,J. Adams,J.,& White, M. (2011).The association between time perspective and alcohol consumption in university students: cross-sectional study. European Journal of Public Health, 21(4), 438-443.   \nBilde, J.D., Vansteenkiste,M.,& Lens, W. (2O11). Understanding the association between future time perspective and self-regulated learning through the lens of self-determination theory.Learning & Instruction,21(3), 332-344.   \nRoniwell.I.&Zimhardo.P.G（2004).Ralancing time nersnective in nursuit of ontimal functioning.Positive ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "psychology in practice,10,165-180.   \nCareli,M. G.,& Olsson,C.J. (2O14). Neural correlates of time perspective.InMaciejStolarski,NicolasFieulaine, & Wessel van Beek (Eds.), Time perspective theory; review, research and application: essays in honor of Philip G Zimbardo (p.231-242). Cham,Switzerland: Springer International Publishing.   \nCareli，M.G, Olsson, C.J.，Wiberg，B.，& Sircova，A. (2012).Neural correlates of time perspective: An fMRi-study. International Conference on Time Perspective and Research (pp.1-13).   \nChan,J. P.,& Hyun, J. S. (2014). Internet Literacy vs.Technology Addiction: Relationship Analysis with Time Perspectives of Secondary School Students. Education 59(5),23-26.   \nChavarria,J.Allan,N.P.,Moltisanti,A.,& Taylor,J. (2015).Theeffectsof present hedonistic time perspective and past negative time perspective on substance use consequences. Drug & Alcohol Dependence,152,39-46.   \nChen, Z., Guo,Y.,&Feng,T. (2018). Neuroanatomical correlates of time perspective: Avoxel-based morphometry study. Behavioural brain research,339,255-260.   \nCheong,J.W.,Tucker, J.A., Simpson, C.A.,& Chandler,S.D.(2O14).Time horizons and substance use among african american youths living in disadvantaged urban areas . Addictive Behaviors,39(4),818-823.   \nChittaro,L.，& Vianello,A. (2O13). Time perspective asa predictor of problematic internet use: a study of facebook users.Personality & Individual Differences, 55(8), 989-993.   \nChodkiewicz, J.，& Nowakowska, K. (2O11). Temporal orientation and a course of alcohol addiction therapy Psychiatria polska,45(2),177-186.   \nChua,L. W.,Milfont,T.L.,& Jose,P.E. (2O14). Coping skils help explain how future-oriented adolescents accrue greater well-being over time. Journal of Youth & Adolescence, 44(11),1-14.   \nCiccarelli，M.，Malinconico,R.，Grifiths,M.D.，Nigro,G.，& Cosenza,M.(2016).Reward preferencesof pathological gamblers under conditions of uncertainty: An experimental study. Journal of gambling studies, 32(4), 1175-1189.   \nCole,J. C.,Andretta,J.R.,&Mckay,M.T. (2O15).The relationshipbetween temporal profilesand alcohol-related problems in university undergraduates: results from the united kingdom.Addictive Behaviors,55,15-18.   \nCoull,J. T., Vidal,F.,Nazarian,B.,& Macar,F. (2oo4).Functional anatomyoftheatentional modulationof time estimation. Science,303(5663), 1506-1508.   \nCourtney,K.E., Ghahremani,D.G,&Ray,L.A.(2O13).Fronto-striatal functional connectivity duringresponse inhibition in alcohol dependence. Addiction Biology,18(3),593-604.   \nDavies,S.,& Filippopoulos,P. (2O15). Changes in psychological time perspective during residentialaddiction ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "treatment: a mixed-methods study.Journal of Groups in Addiction & Recovery,10(3),249-270. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Donati,M. A.,Sottili,E.,Morsanyi,K.,& Primi, C.(2018). Time Perspectives and Gambling in AdolescentBos: Differential Effects of Present-and Future-Orientation. Journal of gambling studies,1-18.   \nDo,Y. K.,& Shin,E.(2O17). Bidirectional relationship between time preference and adolescent smoking and alcohol use: evidence from longitudinal data. Addictive Behaviors,7O, 42-48.   \nErsche,K.D.,Barnes,A.,Jones,P.S.,Moreinzamir,S.,Robbins,T.W.,& Bullmore,E.T.(201).Abnormal structure of frontostriatal brain systems is associated with aspects of impulsivity and compulsivity in cocaine dependence. Brain A Journal of Neurology,134(7),2013-2024.   \nFellows,L.K.,&Farah,M.J. (2Oo5).Dissociable elements ofhuman foresight: arole for the ventromedial frontal lobes in framing the future, but not in discounting future rewards. Neuropsychologia, 43(8),1214-1221.   \nFieulaine,N.,& Martinez,F. (2Ol1). About the fuels of self-regulation: Time perspective and desire forcontrol in adolescents substance use.In V. Barkoukis (Ed.),The psychology of self-regulation (pp.102-121). New York: Nova. Science Publishers.   \nGailliot,M.T.,Baumeister,R.F.,DeWal, C.N., Maner,J. K.,Plant,E.A., Tice,D.M.,.& Schmeichel,B.J. (2007). Self-control relies on glucose as a limited energy source: willpower is more than a metaphor. Journal of personality and social psychology, 92(2),325-336.   \nGeorgiou, G. K. C. (2014). Substance use: depressive symptomatology, desire for control and time perspective. Mental Health & Substance Use,7(3),230-242.   \nGriva,F.,Tseferidi,S.I.,&Anagnostopoulos,F. (2o15).Time toget healthy: associations of time perspective with perceived health status and health behaviors. Psychology Health & Medicine,2O(1),25-33.   \nHall,P. A.,Fong,G T., Yong,H. H., Sansone, G.,Borland,R.,& Siahpush,M. (2012). Do time perspective and sensation-seeking predict quitting activity among smokers? Findings from the International Tobacco Control (ITC) Four Country Survey. Addictive behaviors,37(12),1307-1313.   \nHodgins,D.C.,& Engel,A. (20O2).Future time perspective in pathological gamblers.The Journal of nervous and mental disease,190 (11), 775-780.   \nHyun, J.S.,Park,C.J.,Lee,K.E.,& Kim,J.Y. (2O14).Abstractthinking,risk-taking,and impulsivity: implication for the smart phone addiction of adolescent. Information Japan,17(1O),5175-5180.   \nJung,E.J.,& Han,Y.J.(2O14).The effect of adolescents' time perspective and self-control on academic procrastination $\\because$ the mediating effect of cellular phone addiction. Korean Journal of Child Studies,35(1), 119-133.   \nKeough，K.A., Zimbardo,P.G，& Boyd,J.N. (1999).Who's smoking,drinking,and using drugs? Time perspective as a predictor of substance use. Basic and applied social psychology,21(2),149-164.   \nKim, J.,Hong,H.,Lee,J.,& Hyun,M. H.(2017). Efectsof time perspectiveandself-controlon procrastination and Internet addiction. Journal of behavioral addictions, 6(2),229-236.   \nKing,M. R.，& Manaster, G. J. (1975). Time perspective correlates of collegiate marijuana use. Journal of consulting and clinical psychology,43(1), 99.   \nKovac,V.B.,& Rise,J. (2007).The relation between past behavior, intention,planning,and quiting smoking: The moderating effect of future orientation. Journal of Applied Biobehavioral Research,12(2), 82-100.   \nLaghi,F.,Liga,F.,Baumgartner,E.,&Baiocco,R.(2O12).Time perspectiveand psychosocial positive functioning among Italian adolescents who binge eat and drink. Journal of Adolescence,35(5),1277-1284.   \nLennings, C.J. (1994). An investigation of the efects of agency and time perspective variables oncareer maturity. The Journal of Psychology,128(3), 243-253.   \nLoose,T.,Pont,L.R.D.,Acier,D.,&El-Baalbaki,G. (2O18).Time perspectives mediate the relationship between personality traits and alcohol consumption. Time & Society (2), 0961463X1875851.   \nMackillop,J.,Anderson,E.J.,Castelda,B.A.,Mattson,R.E.,&Donovick,P.J.(206a).Divergent validityof measures of cognitive distortions,impulsivity，and time perspective in pathological gambling.Journal of Gambling Studies,22(3),339-354.   \nMackillop,J.,Anderson,E.J.,Castelda,B.A.,Mason,R.E,&Donovick,P.J. (2o6b).Convergentvalidityof measures of cognitive distortions,impulsivity,and time perspective with pathological gambling. Psychology of Addictive Behaviors Journal of the Society of Psychologists in Addictive Behaviors,20(1),75-79.   \nMckay，M.T.，Andretta,J.R.,MageeJ.，& Worrell,F.C.(2014).What do temporal profiles tellus about adolescent alcohol use? results from a large sample in the united kingdom. Journal of Adolescence, 37(8), 1319-1328.   \nMckay,M.T.,Percy,A.,& Cole,J. C. (2O13). Present orientation,futureorientationand alcoholuse in northern irish adolescents. Addiction Research & Theory, 21(1),43-51.   \nMckay,M.T.,，Percy，A.,，Cole,J.C.，Worrell,F.C.,& Andretta,J.R.(2016).The relationship between time atitudes profiles and self-efficacy,sensation seeking,and alcohol use: an exploratory study. Personality & Individual Differences, 97,203-209.   \nMelges,F.T.,Tinklenberg,J.R.,Hollster,L.E.,& Gillspie,H.K. (1971).Marihuana and the temporal spanof awareness. Archives of General Psychiatry,24(6),564-567.   \nMerson,F.,& Perriot,J.(2O11).social deprivationand time perception, the impact on smoking cesstion.Sante Publique,23(5),359-370.   \nMiller,R.B.,& Brickman,S.J. (2O04).A model of future-oriented motivationand self-regulation.Educational Psychology Review, 16(1),9-33.   \nMiura,T. (2O17). Does time preference affect smoking behavior? A dynamic panel analysis. Graduate School of Economics and Osaka School of International Public Policy(OSIPP) Osaka University Discussion Papers In Economics And Business,16,1-24.   \nMoeller, F. G., Barratt,E.S., Dougherty, D.M., Schmitz, J. M.,& Swann, A. C. (20o1). Psychiatric aspectsof impulsivity. American Journal of Psychiatry,158(11),1783-1793.   \nMooney,A.,Earl,J.K.,Mooney,C.H.,& Bateman,H. (2O17).Using Balanced Time Perspective to Explain Well-eing and Planingin Retirement.Frontiers inpsychology,8,1781.   \nMoskalewicz, M. (2016). Lived Time Disturbances of Drug Addiction Therapy Newcomers. A Qualitative,Field Phenomenology Case Study at Monar-Markot Center in Poland. International journal of mental health and addiction,14(6),1023-1038.   \nNigro,G., Cosenza,M.,& Ciccareli,M. (2017).The blurred future of adolescent gamblers: Impulsivity，time horizon,and emotional distress.Frontiers in psychology,8(486),1-12.   \nNoel,X.，Saeremans,M., Kornreich,C.，Jaafari,N.,& D'Argembeau,A. (2017).Future-oriented mental time travel in individuals with disordered gambling. Consciousness and cognition,49,227-236.   \nPeters，R.J.,Tortolero,S.R.,Johnson,R.J.,Addy,R.C.,Markham,C.M.,Escobar- Chaves,S.L.，...& Yacoubian,G S.(2Oo5).The relationship between future orientation and street substance use among Texas alternative school students. The American journal on addictions,14(5),478-485.   \nPetry,N.M.,Bickel, W.K.,&Arnet,M.(1998).Shortened time horizons and insensitivityto futureconsequences in heroin addicts. Addiction, 93(5), 729-738.   \nPrzepiorka,A.,& Blachnio,A.(2016). Time perspective in Internet and Facebook addiction. Computers in Human Behavior,60,13-18.   \nRoos,P.,& Albers,R.(1965).Performance of alcoholics and normals on a measure of temporal orientation. Journal of Clinical Psychology,21(1),34-36.   \nSansone,G.,Fong,G.T.,Hall,P.A., Guignard,R.,Beck,F.,Mons,U.,..&Jiang,Y. (2O13).Time perspective asa predictor of smoking status: Findings from the International Tobacco Control (ITC) Surveys in Scotland, France, Germany,China,and Malaysia. BMC Public Health,13(1),346-354.   \nStanescu,D.F.,& Iorga,M. E.(2015). An exploratory study regarding the relations between time perspective, achievement motivation and self-regulation. Management Dynamics in the Knowledge Economy,3(1)7-24.   \nStacy,A. W.,& Wiers,R.W.(010). Implicit cognition and addiction: A tool for explaining paradoxical behavior. Annual Review of Clinical Psychology, 6,551-575.   \nTang,Z.,Zhang,H., Yan,A.,& Qu,C.(2017). Time Is Money: The Decision Making of Smartphone High Users in Gain and Loss Intertemporal Choice. Frontiers in psychology,8,363-375.   \nWels,K.E.,Morgan,G,Worrell,F.C.,Sumnall,H.,&McKay,M.T.(2O18).The influenceoftime atiudeson alcohol-related atitudes，behaviors and subjective life expectancy in early adolescence:A longitudinal examination using mover-stayer latent transition analysis. International Journal of Behavioral Development, 42(1), 93-105.   \nWigfield，A. (1994). Expectancy-value theory of achievement motivation: A developmental perspective. Educational psychology review, 6(1), 49-78.   \nWills,T.A.,Sandy,J.M.,& Yaeger,A.M. (2Oo1).Time perspective and early-onset substanceuse: amodel based on stress-coping theory. Psychol Addict Behav, 15(2),118-125.   \nZajenkowski, M., Careli, M. G,& Ledzihska, M. (2015). Cognitive processes in time perspective. In I. M. Stolarski, W. van Beek,& N.Fieulaine (Eds.),Time perspective theory; review, research and applications (pp. 243-255). Switzerland: Springer International Publishing   \nZentsova, N.I.,& Leonov,S.V. (2O13).Comparative characteristics of time perspective of professional athletes and drug addicted people . Procedia - Social and Behavioral Sciences, 78(2), 340-344.   \nZimbardo,P.G.,&Boyd,J.N.(1999).Puting time inperspective: avalid,reliable individual-diferences metric. Journal of Personality & Social Psychology, 77(6),1271-1288.   \nZimmerman,B.J. (2oo8). Investigating self-regulation and motivation: historical background,methodological developments,and future prospects. American Educational Research Journal, 5(1),166-183. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The influence of time perspectives on addictive behavior and its mechanism ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "CAO Hua; YANG Ling; HE Yuan Yuan; SU Hong Ting ; ZHANG Jian Xun; ZHANG Yang (School of Psychology, Northwest Normal University, Lanzhou 73oO70, China) ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Abstract: Addictive behaviors have brought serious harms to the individual and the society. The study on the time perspective of groups with addictive behaviors has become a new perspective to explore the emergence and development of addictive behaviors. The people who have past negative perspective orientation, present hedonistic and present fatalistic are more likely to have addictive behaviors while the orientation of future time perspective is a protective factor for addictive behaviors.It will not only reduce the occurrence of addictive behaviors but also benefit the recovery of the addictive behaviors. The behavioral mechanisms such as self-regulation, impulsive decision,and the neural mechanisms of the prefrontal cortex can help us understand the addictive behaviors deeply from the time perspective. Future researches can further explore the consistency and specificity of time perspective among different addictive behaviors，use longitudinal research methods to explore the dynamic process of addicts' time perspective,and Intervention in the time perspective of addicts, help addicts achieve a balance of time perspective by improving their future time perspective and reducing their orientations of past negative and present time perspective,which therefore,can help the addicts increase their abstinence. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Key words: time perspective; addictive behavior; decision-making; mechanisms. ",
        "page_idx": 18
    }
]