[
    {
        "type": "text",
        "text": "读者培训工作全流程分析",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "以中国科学院青岛生物能源与过程研究所一次培训为例",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "牛振恒（中国科学院青岛生物能源与过程研究所，青岛266101）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘 要读者文献情报能力培训是图书馆重点工作之一，是图书馆充分发挥支撑作用的重要手段。文章通过全流程叙述中科院青岛生物能源与过程研究所图书馆举办的一次读者培训，重点展示培训前后的各环节工作细节，文献情报专员和自助培训平台在培训工作中起到重要作用，为图书馆开展读者培训提供参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 图书馆；读者培训；文献情报专员；自助培训 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号 G252",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "On the Whole Process Analysis of Reader Training ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Take One Example of Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Science ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Niu Zhenheng (Qingdao Institute of Bioenergy and Bioprocess Technology, Chinese Academy of Science, Qingdao( China), 266101) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT Reader training is one of the library important work ,and also is an important means that the library give full play to the supporting role. By narrating the whole reader training process of one readers’ training that Qingdao Institute of Bioenergy and Bioprocess Technology Library, Chinese Academy of Science has had. the article emphasises on training work details and the important role that intelligence commissioner and self-help training platform play in the training work, and provides reference for library reader training. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEY WORDS Library; Reader training; Intelligence commissioner; Self-help training CLAS NUMBER G252 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2014年10月16日上午，中科院青岛生物能源与过程研究所图书馆（以下称“本馆”）举办了EndNote、Thomson Data Analyzer（TDA）和论文收录引证检索3场技能培训，共有240余人参加。就培训参加人数而言不算多，此前最多的单场培训参加人数高达200 余人，但这次培训的整个操作过程具有一定的借鉴意义，抛砖引玉。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1培训需求确定",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1培训主题",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "这3场培训均为本馆年度培训计划范围。本馆每年初会面向全所进行文献情报能力培训需求调研，然后确定每年的基本培训计划。EndNote使用能力培训于本年度4月举办过一次，参训人员达150多人。由于8月份研究生新生入所，几个月以来有不少新进科研人员，这些新人中有一部分从未使用过EndNote软件，且EndNote X7又有新功能，本馆认为应有不少培训需求。本次中科院文献情报中心学科馆员李玲研究员和王阳博士到研究所指导工作，而EndNote 和TDA使用能力培训也是她们驾轻就熟的培训项目，论文收录引证检索培训由图书馆人员（具有中科院文献情报中心收录引证检索资质）实施，正好半天；对于读者来说，可集中时间和精力“饱餐一顿”；本馆可很好地节约开支（大会议室半日内，不分时间长短，使用费1000元）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.2培训人数",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "本馆制作了培训报名统计表（各培训主题名称、培训目标和主要内容）发至各科研团队文献情报专员，由他们负责宣传到本团队所有人员（包括学生），统计各项培训报名者，并反馈给图书馆汇总。值得一提的是，本馆建立了文献情报专员队伍：各科研团队负责人指定一位在职人员负责配合图书馆做好有关本团队的文献情报工作。本馆与读者之间的许多信息交流通过这支队伍实现，他们在本馆文献情报资源建设与服务过程中起到非常重要的作用。本馆很快收到各文献情报专员的报名反馈，统计结果，EndNote使用能力培训有46人报名，TDA使用能力培训报名32人，论文收录引证检索技能培训则21人，3项均报名者不到一半。如仅按报名人数，用研究所能容纳50人的小会议室就可以了，只需要400元场地使用费，但是，本馆根据以往的经验，通过宣传，培训参加者单场会超过50人，需要使用大会议室。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2培训实施",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1宣传 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "首先进行大会议室预约，预约成功才可以确定培训日期。其次是确定培训的起始时间、各场培训的顺序和所需时间（包括中间休息和现场答疑时间）。再次是从图书馆网站公告、读者电子邮件群发和海报张贴3个途径展开培训宣传。为节约经费，本馆自行设计打印海报，选取纸张大小为A3的1个版面，所有培训核心信息集中展示，彩色打印。为醒目，文字须精练，字体、字号、颜色须考虑清楚。为此，我们把3场培训信息在海报上作如下分配：海报名称、培训时间和地点、培训主题及其目标和时间段、培训人员介绍、鼓动性宣传文字。字体、字号、颜色方面突出海报名称、培训主题和鼓动语，让读者较远即可看到海报名称“TDA、Endnote等三项情报能力培训”和鼓动语“磨刀不误砍柴工”。稍近即可看到3场培训主题及其培训目标和实施时段。其中，EndnoteX7使用能力培训目标：帮助科研人员高效管理文献，便捷科研写作；TDA情报分析技术能力培训目标：帮助科研人员通过技术手段了解已知竞争对手，发现潜在竞争对手，预测技术发展方向，为个人和团队科研决策提供重要参考依据；论文收录引证检索能力培训目标：帮助科研人员快速学会准确查证论文被SCI、EI等收录和被引用情况，并形成规范报告。海报设计好以后，将海报内容稍加改造，形成图书馆网站的培训通知和读者电子邮件通知。最后，提前1天对3个途径宣传一气呵成。需要注意的是，正式培训通知采用读者电子邮件群发，让大家都知道什么时间、什么地点、什么培训、分别有哪些培训目标，唤起部分读者的潜在需求；海报张贴仅在公告栏和个别人流量大的地方张贴即可，非公告栏张贴用极少量双面胶，以便日后清理；培训当天上班前向文献情报专员发电子邮件，要求他们在同事和学生中提醒。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2培训 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "培训人员提前到会场进行开窗通风等处理，调试投影仪、网络等培训设施；培训开始，发放中科院文献情报赠送的文献情报服务印刷品、印有“资源到所 服务到人融入一线嵌入过程”等宣传信息的眼镜布等小礼品。读者往往不喜欢做第一排或靠前，培训组织人员需以“视听清楚”、“不是领导开会”等语言鼓动读者集中往前坐。培训宣传效果还不错，首场培训到场读者竟达80余人，比最高单场报名人数将近翻了一翻。如果本馆为了省钱而采用 50人的小会议室，就会出现某图书馆培训场地过小，部分读者只能站在门外，甚至不得不离开的情况[2]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "由于培训者选取本馆读者熟悉的培训题材结合在线演示，有效提高了读者兴趣和共鸣，3场培训过程中，读者精力集中，全神贯注。现场答疑，读者提问踊跃，求知气氛较为浓厚，尤其EndnoteX7使用能力培训，部分读者是带着问题来参加培训的。由于 EndNote 和TDA使用能力培训以前举办过，且有完善的录像，论文收录引证检索方法较为简单，本次培训未进行现场录像。每场培训开始，培训组织者从多角度进行拍照，以便日后存档，宣传使用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3善后",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "培训结束，图书馆及时将3场培训课件上传至本所机构知识库“读者文献情报能力培训”栏目的相应培训主题附件，然后将相应链接地址用于“Endnote、TDA等三项情报能力培训课件下载通知”中，实现“点击下载”；然后，通过本馆网站公告和读者电子邮件群发途径，通知大家下载相应的培训课件和如何获取以前的培训录像。结果，读者根据通知，下载 Endnote培训资料164次，下载TDA培训资料69次，下载论文收录引证检索培训资料40次，都远比当初报名参加培训的人数多。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "本馆提前下载了Endnote、TDA 软件安装包并上传到机构知识库相应的主题附件，与课件一起供大家下载，也节约了流量。为更好地普及TDA学科情报分析技术，本馆请中科院文献情报中心资源建设部协调，由销售方给我所开通了TDA软件全所试用1个月（图书馆公用计算机有1个席位可常年使用）。为了让读者的TDA情报分析更为准确，本馆在通知中增加了重要提醒：（1）专利数据分析方法、流程和论文数据分析相同（本次培训是文献计量分析，此前培训为专利分析）；（2）数据检索质量是保证分析结果质量的前提，检全率和检准率需要把握好，检索式编制要科学，期刊文献检索方法“点击下载”，专利文献检索方法“点击下载”；（3）数据导入TDA系统后，按培训的列表法、叙词表法、分组法的某种方法进行数据整理，直到完成分析。并给出了3场培训的联系人及联系方式。最后，及时于单位网站发布培训新闻，并附上培训资料“点击下载”，以方便有需求的浏览者。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "本馆一向重视读者自助培训。读者自助培训模式是指由图书馆根据读者需求搜集或制作主题明确、方法适当的培训资料，通过多种便捷途径（主要是网络）向读者提供，并由读者通过自学掌握某方面知识或方法的培训方式。本馆通过机构知识库建立了自助培训平台，将近几年的培训按主题系统收集，并主动通过网络收集相关培训课件，形成若干文献情报能力培训主题。如“Eendnote 软件和使用方法”、“TDA情报分析工具技能系列培训资料”、“SciFinder数据库使用能力培训资料集合”、“科研产出能力培训资料集合”、“专利文献检索培训课件”、“通用科技信息检索知识集合”等等。在本馆网站开辟了“信息素质培训”栏目，以超链接形式，将读者引向“中科院文献情报中心信息素质教育平台”、“本所培训资料平台”等去处，方便读者根据需求获取有关培训资料。平台公开培训课件均得到知识产权人许可，包括公开时间、范围和使用条件；自主搜集培训资料时，特别注意资料生产者的许可使用声明，符合传播要求，绝大部分课件向社会开放，促进知识共享。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3存在的不足",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "培训过程中，Eendnote培训的现场答疑时间预留不足，提问20多分钟，仍有读者跃跃欲试，培训组织者为不太影响下场培训，不得不要求以后由培训师个性化指导。该教训说明，以后多场培训组合时，应对各种培训进行读者互动预判，将可能提问最多的培训放在最后，以免影响其他培训准时开展。我们的机构知识库和图书馆网站的读者培训主题分类需进一步系统化、科学化，应根据培训材料的功能类型进行分类，可以分为“文献获取能力”、“情报分析能力”、“科研工具使用能力”、“论文写作能力”、“项目申报与管理能力”、“知识产权保护能力”、“计算机操作能力”等主题，以便读者根据需求寻找有关培训资料，实施自助培训。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4结语 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "读者培训看事不大，但牵涉的人、事、物较多，可以说是个系统工程，如何合理而有效开展读者培训值得研究。虽然本馆这次开展的读者培训也存在一些不足，但是，笔者相信有兄弟图书馆值得借鉴之处。希望图书馆同仁共同探索科学合理的读者培训模式与方法，扎扎实实开展好读者文献情报能力培训，充分发挥图书馆的支撑作用。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[1]谷聪聪.高校图书馆读者培训分析与思考——以复旦大学图书馆为例[J].上海高校图书情报工作研究,2014(2):14-16.",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "作者简介牛振恒，男，硕士，副研究馆员，中国科学院青岛生物能源与过程研究所，研究方向：信息资源管理，发表研究论文30余篇。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "联系方式联系电话：15153237828 Email地址：niuzh@qibebt.ac.cn邮政地址：山东省青岛市崂山区松岭路189号，邮编，266101",
        "page_idx": 2
    }
]