[
    {
        "type": "text",
        "text": "PACAP及其衍生物治疗糖尿病及其并发症的研究进展",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "颜秋霞1,2 马义1 洪岸1\\* ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1暨南大学细胞生物学系暨南大学生物医药研究院广东省生物工程药物重点实验室基因工程药物国家工程研究中心广州510632)(2广州医科大学附属第六医院/清远市人民医院生殖医学中心清远511518）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要 垂体腺苷酸环化酶激活肽（PACAP）是近年新发现的神经多肽，属于促胰液素/胰高血糖素/血管活性肽(VIP)家族中的新成员，广泛分布于脑和外周组织器官，尤其在内分泌胰腺、性腺、呼吸和生殖系统，在能量代谢、神经保护、免疫系统等发挥重要生理学功能。糖尿病是一种常见的主要以高血糖为特征的慢性代谢性疾病，糖尿病并发症日益严重威胁着人们的身体健康，已成为导致糖尿病患者致死、致残的主要原因。本文主要论述PACAP治疗糖尿病及其并发症国内外研究的最新进展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词 垂体腺苷酸环化酶激活肽 糖尿病 糖尿病并发症",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中图分类号 Q819",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Research Progress of Pituitary Adenylate Cyclase-activating Polypeptide (PACAP) as a New Potential Therapeutic Peptide in Diabetes and its Complications ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "YAN Qiu-xia1, 2 MA Yi1 HONG An1\\*",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1 Department of Cellular Biology of Jinan University,Institute of Biological Medicine of Jinan University,   \nGuangdong Provincial Key Laboratory of Bioengineering Medicine, National Engineering Research Center of Genetic Medicine,Guangzhou 510632,China)   \n(2 Center for Reproductive Medicine,The Sixth Afiliated Hospital of Guangzhou Medical University,Qingyuan People's Hospital, Qingyuan 511518,China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract Pituitary adenylate cyclase-activating polypeptide (PACAP） belongs to the secretin, glucagon,and vasoactive intestinal peptide(VIP) family. PACAP is widely distributed in the brain and peripheral organs, notably in the endocrine pancreas, gonads, respiratory and urogenital tracts. PACAP play important roles in metabolism and neuroprotection. Diabetes is a common chronic metabolic disease characterized by high blood sugar. Its complications have become the main cause of mortality and disability in diabetes patients. This review outlines the knowledge accumulated over the past years on the role of this neuropeptide in diabetes and its major complications, particularly emphasizing its potential for new therapeutic approaches. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Key words Pituitary adenylate cyclase-activating polypeptide (PACAP) Diabetes mellitus ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Diabetic complications ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "垂体腺苷酸环化酶激活肽（pituitary adenylate cyclase-activating polypeptide,PACAP)是1989年由Miyata等[1]从羊下丘脑分离出来的具有广泛生物活性的多肽，因能激活大鼠垂体细胞腺苷酸环化酶（adenylate cyclase，AC）而得名。PACAP属于促胰液素/胰高血糖素/血管活性肠肽(vasoactive intestinal polypeptide，VIP）家族中的新成员，广泛分布于中枢神经系统和外周组织器官，发挥多种生物学功能，包括促胰岛素释放、促神经递质释放、血管舒张、支气管扩张、免疫调节、细胞增殖和分化等。随着社会的发展，糖尿病（diabetes Mellitus，DM）患病率明显增加，已成为影响人类健康的重要疾病之一。根据国际糖尿病联合会的报道，2013年全球糖尿病患者人数为3.82亿，预计到2035年将增加到5.92亿[2]。糖尿病如没有及时诊断和治疗，可引起多种慢性并发症，包括糖尿病视网膜病变、糖尿病肾病、糖尿病神经病变、糖尿病足等。因此，迫切需要寻求治疗糖尿病及其并发症的有效方法。近年来研究发现，PACAP作为一种有潜在价值的新型神经肽，在治疗和改善糖尿病及其并发症方面发挥重要作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 PACAP及其受体",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "PACAP分子式为 $\\mathrm { C } _ { 2 0 3 } \\mathrm { H } _ { 3 3 1 } \\mathrm { N } _ { 6 3 } \\mathrm { O } _ { 5 3 } \\mathrm { S }$ ，编码人PACAP的基因定位于染色体的18p11带区，具有PACAP38和PACAP27两种活性形式，它们来源于同一个含176 个氨基酸残基的前体（包含24个氨基酸的信号肽）。其中，含有38个氨基酸残基的多肽称为PACAP38，而将具有PACAP $3 8 \\mathrm { N }$ 端的1-27个氨基酸残基的多肽称为PACAP27，是由内源性蛋白酶在PACAP38的酰胺化位点",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Gly28-Lys29-Arg30（GKR）裂解而成（图1），它与VIP有 $68 \\%$ 的同源性。PACAP在生物进化过程中高度保守，具有保守而关键的生物学功能[3]。N端1-27位是PACAP发挥生物活性必不可少的氨基酸序列，除了鸡（S2I）、比目鱼（K20Q）和鲟鱼（K15E）有一个氨基酸改变外，在几乎所有脊椎动物中高度保存，相反，PACAP的C端是可变的（图2）。在巨大的进化压力下能保留PACAP的生物活性序列，表明其发挥重要的生理功能。PACAP广泛分布在脑和外周器官中，特别是内分泌胰腺，性腺，呼吸道和泌尿生殖道等。其中，PACAP38在所有组织中的表达比PACAP27更丰富。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/c7cabedca2b7a4559ba0e8c54bafbb8a5053bf84dbe167e489f805c0fd2a5f32.jpg",
        "img_caption": [
            "图1PACAP的前体及其编码的生物活性肽的结构[3]"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Fig 1 The Schematic representation of precursor and bioactive peptide of PACAP ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/3230e8c1ba7fb865d25f6756e81bba40432852f19628090b58c7c25a6a05fba8.jpg",
        "img_caption": [
            "图2PACAP在不同物种中的高度保守[3I"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig2PACAP is highly conservative in different species ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "PACAP 受体属于G蛋白偶联受体（G-protein coupled receptor），可分为两大类，分别是PAC1 和VPAC（包括VPAC1和VPAC2）。PAC1是PACAP的特异受体，VPAC1 和 VPAC2 是 PACAP 和 VIP 的共同受体。目前这3 种受体已经成功被克隆。PAC1基因位于人染色体7p14.3，由18个外显子编码而成；VPAC1位于人染色体3p22.1，由16个外显子编码而成；VPAC2基因位于人染色体7q36.3区域，由17个外显子编码而成。PACAP38的C末端结构域负责识别受体结合位点，PACAP第6至38位氨基酸对VPAC2的亲和力比对VPAC1的高15倍，而PACAP第1至25位氨基酸对VPAC1亲和力比VPAC2高66倍（如图3），可见PACAP的C末端结构域与VPAC2的结合至关重要。PACAP受体广泛分布在神经系统中，在外周器官中表现出不同的分布模式。PAC1主要位于垂体和胎盘中；VPAC1主要位于肺、肠和肾上腺髓质；而VPAC2主要在β胰岛细胞、垂体、辜丸、卵巢和脾表达。PACAP的三种受体亚型分布广泛跟PACAP发挥多种生物功能密切相关。不同的受体剪接体、不同的PACAP 浓度和其他生物活性因子共同决定PACAP在不同细胞类型触发不同的信号通路，如PACAP通过胰岛β细胞上的VPAC2受体介导葡萄糖依赖的胰岛素分泌，同时通过肾上腺细胞的VPAC1受体介导肾上腺素分泌，导致肝糖原分解，升高血糖[4]。BAY55-9837是由BAYER 公司开发的治疗2型糖尿病的多肽药物，是以PACAP为基础改造而来，能选择性地通过VPAC2受体刺激葡萄糖依赖性的胰岛素分泌，提高机体葡萄糖耐受能力，有效降低血糖，且无低血糖风险。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/2ca6014288c1d1367496b82665e3577bb661b37fd69166ade36beb3dafb23644.jpg",
        "img_caption": [
            "图3PACAP初级结构对受体识别、活化和选择性结合的结构域[3I Fig 3 Primary structure of PACAP38 indicating domains responsible for recognition, activation, and selectivity of the receptors inferred from structure-activity relationship studies. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2糖尿病及其并发症",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "糖尿病是一类以长期高血糖为特征的代谢障碍性疾病，可以分为四类：1型糖尿病、2 型糖尿病，妊娠期糖尿病和其他类型糖尿病。 $5 \\sim 1 0 \\%$ 的患者为1型糖尿病，为胰岛素 $\\beta$ 细胞破坏引起的胰岛素绝对不足； $90 \\% \\sim 9 5 \\%$ 患者属于2型糖尿病，是胰岛素抵抗和代偿性胰岛素分泌不足，降低了外周组织对葡萄糖的利用[5]。糖尿病并发症主要是指长期高血糖状态对体内的组织和器官产生慢性损坏，包括微血管病变（视网膜病变、糖尿病肾病）和大血管病变（脑血管病变、冠心病、外周血管病变）以及神经病变等。随着糖尿病人数的增多，糖尿病慢性并发症发生率逐年增加，已成为危害人类健康的公共卫生问题，其发病机制较为复杂，主要包括糖代谢紊乱、氧化应激、遗传因素等，了解糖尿病慢性并发症的发病机制对于治疗和预防糖尿病并发症的发生起着重要的作用。近年来一些神经肽及其类似物作为抗糖尿病药物脱颖而出，它们通过和不同的受体结合激活各种不同的信号通路而发挥生物学功能，其中PACAP是最令人瞩目的神经肽，有望成为治疗糖尿病并发症的新药物。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 PACAP与糖尿病 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "PACAP及其受体广泛表达于胃肠系统、胰腺、脂肪组织及肌肉组织，参与并维持能量代谢平衡。原位杂交结果显示PACAP高亲和力受体PAC1和VPAC2 主要在胰岛 $\\beta$ 细胞表达，VPAC1主要在胰岛周围血管表达。1998年，美国公开了PACAP及其受体（VPAC2）与维持能量内环境稳定相关的专利(United states Patent6,316,596)。PACAP 对能量代谢的调节呈现显著的双向性：高血糖时，促进血糖依赖的胰岛素分泌，提高胰岛素受体的敏感性；低血糖时，促进胰腺淀粉酶和脂肪酶的分泌，促进肝糖的分解，提高血糖浓度。Parker 等[6利用基因非参数连锁分析（genome-wide nonparametric linkage analysis)研究 480 对患 2 型糖尿病的双胞胎,发现2型糖尿病的易感基因定位于染色体18p11区，而PACAP基因也定位于染色体18p11区，推测PACAP与2型糖尿病具有一定的相关性。每日腹膜内注射PACAP，可有效降低高脂饮食诱导的肥胖小鼠或GK大鼠循环血糖的含量[7]。PACAP还可促进胰岛素诱导的3T3-L1 前脂肪细胞向成熟脂肪细胞分化，抑制糖尿病模型鼠GK大鼠高血糖症的发展[8]。体内外实验表明，PACAP 是通过自分泌和旁分泌途径促进胰岛素的产生和释放，保护胰岛 $\\beta$ 细胞对葡萄糖的响应能力，以及调节胰岛 $\\beta$ 细胞的增殖和存活力[9]。过表达PACAP的转基因小鼠可以促进胰岛 $\\beta$ 细胞增殖，防止胰岛 $\\beta$ 细胞的衰竭，维持胰岛 $\\beta$ 细胞数量，延缓高血糖的发生[10]。而PACAP 基因缺失小鼠的糖类和脂肪代谢异常，血清甘油三酯和胆固醇含量异常升高，提示 PACAP 是糖类和脂肪代谢的重要调节因子[1]。在糖尿病进展中，PACAP通过不同类型的受体和胞内信号分子（AMP、PKA、离子通道和 MAPK）来发挥发挥不同的生物效应。PAC1受体基因缺失 $( { \\mathrm { P A C l } } - / - )$ 或VPAC2受体基因 $( \\mathrm { V P A C } 2 \\mathrm { - } / - )$ 缺失小鼠，均出现胰岛素分泌受损和葡萄糖耐受不良。PAC1基因缺失小鼠的葡萄糖依赖性的胰岛素分泌显著下降，提示PACAP与PAC1结合的信号通路在调节葡萄糖依赖性的胰岛素分泌起着重要作用[12]。然而，天然PACAP本身不能有效降低生物体血糖水平，胰岛 $\\beta$ 细胞上的VPAC2受体介导促胰岛素分泌，而肾上腺细胞上的VPAC1受体则介导肾上腺素分泌，导致糖原分解，增加胰高血糖素和肝脏葡萄糖的产生[13]。因此，作为VPAC2受体特异激动剂的PACAP衍生物可有效地降低血液葡萄糖水平，具有葡萄糖依赖性促胰岛素分泌，保护胰岛β细胞功能的作用，且不会引起肾上腺素分泌和糖原分解，被公认为是治疗2型糖尿病的新型多肽药物[9]。我们前期研究表明，作为VPAC2受体特异激动剂的",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "PACAP衍生多肽可有效促进实验鼠胰岛素的分泌，并显著提高其葡萄糖耐受能力，而VPAC2受体拮抗剂则会增加高脂高糖喂养的实验兔的血脂浓度，加速糖尿病症的发展[14; 15]。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4PACAP与糖尿病并发症",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.1 PACAP和糖尿病血管病变 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "糖尿病可导致多组织器官微血管和大血管病变。研究表明，氧化应激与糖尿病及其血管并发症的发病机制密切相关[6]。血管功能取决于氧化和抗氧化之间的平衡机制，高糖状态导致抗炎症和抗血栓之间的内稳态失去平衡，因此糖尿病患者容易产生炎症和形成血栓。PACAP可以抑制体外高糖诱导的小鼠微血管内皮细胞[17]和血管平滑肌细胞的增殖[18]，这取决于细胞和组织的类型、PACAP 的浓度和生物利用度以及PACAP受体的选择性剪接变体等。将小鼠血管内皮细胞系H5V暴露于高糖环境下 $( 2 5 \\mathrm { m M } ) 2$ ，天，PACAP未起作用。当将暴露时间延长到7天和15 天时，PACAP 通过PAC1和VPAC2受体介导，抑制血管内皮细胞增殖[17]。同样,PACAP及其结构类似物VIP并不能直接促进细胞增殖和影响细胞的生存能力，却能通过减少ROS介导的氧化应激途径来抑制高糖诱导的细胞凋亡，防止高血糖条件下的血管新生和氧化应激产生的细胞凋亡[19]。PACAP不仅能重建微血管系统，还能发挥舒张血管作用。PACAP/VIP 通过高亲和力受体VPAC2介导，抑制血管平滑肌细胞的增殖，舒张血管，用于治疗糖尿病高血压[18]。Mazzocchi等人[20]发现，PACAP在肾上腺髓质合成后激活肾上腺球状带上的受体VPAC1/VPAC2，促进内源性的降血压药醛固酮的释放，使血压降低。此外,PACAP/VIP 还可通过与VPAC2受体结合，增强了培养的大鼠脂肪细胞的脂解作用，这为治疗糖尿病患者动脉粥样硬化提供了新的策略[2I]。综上所述，体内外实验证明PACAP通过与特定细胞上的特定受体结合，激活一系列的生理/代偿反应，重建血管内稳态，为开发治疗糖尿病血管并发症的新型特异性PACAP类似物或受体激动剂奠定基础。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2 PACAP与糖尿病视网膜病变 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "糖尿病视网膜病变（diabetic retinopathy,DR）是一种严重且高发的糖尿病微血管病变，已经成为当前全球致盲的重要原因。DR分为非增殖期视网膜病变（non-proliferative diabetic retinopathy，NPDR）和增殖期视网膜病变（proliferativediabetic retinopathy，PDR）。非增殖期，毛细血管渗透性增加形成微血管瘤，微血管的渗透物在视网膜黄斑聚集，形成糖尿病黄斑水肿。随着病情的进一步发展，视网膜毛细血管闭塞导致局部缺血，促进新生血管的形成。视网膜新生血管形成是 NPDR发展为PDR的标志，此阶段是导致患者视力严重下降或失明的重要原因。糖尿病是公认的DR发生和发展的危险因素。最近有学者提出糖尿病视网膜病变的视力损伤与神经炎症和神经性疾病有关。在人类和动物模型的DR中，视网膜神经细胞病变早于微血管病变，在糖尿病早期就出现神经细胞凋亡现象和神经胶质细胞的功能异常，提示早期血糖控制对于DR 的防治有着及其重要的作用[22]。高血糖可触发众多DR相关的代谢通路的，包括多元醇途径的紊乱、磷脂酰肌醇信号途径（PKC）的活化、糖基化终末产物（AGEs）的堆积、氧化应激、炎症因子（TNF- $\\cdot \\beta$ 和IL6）和生长因子（VEGF 和IGF-1）表达增加、肾素-血管紧张素系统激活等[23]。免疫组化和色谱层析发现，人类视网膜神经肽主要是由视网膜神经细胞和非神经细胞，以及非视网膜来源的细胞分泌。视网膜神经肽分为两种类型，一种促进DR的发展进程，另外一种却能减缓和阻止DR的临床症状。在DR中，视网膜神经毒性和神经保护性之间的平衡决定视网膜神经细胞的命运[24]。PACAP及其受体在视网膜表达，越来越多的证据表明在不同的视网膜病变过程中，PACAP是一种视网膜保护多肽，视网膜PACAP及其受体表达水平升高是糖尿病大鼠早期症状，比视网膜形态学改变出现得早[25]。SzabadfiT等人[26]研究表明，在早期糖尿病视网膜病变的大鼠模型中，PACAP与PAC1受体介导的信号通路下调凋亡因子表达，细胞凋亡减弱，说明PACAP发挥抗凋亡作用，改善了DR 的症状。眼球内注射PACAP,促进抗凋亡因子Bcl-2的表达，同时抑制p38 丝裂原活化蛋白激酶（p38MAPK）促凋亡信号通路，减缓视网膜炎症的进展和细胞凋亡，从而发挥糖尿病小鼠模型视网膜屏障的保护作用[27]。除此之外，PACAP还能保护神经节细胞和多巴胺能神经细胞，阻止它们退化[28]。PACAP作为一种强有力的抗凋亡因子，在不同水平的凋亡级联反应中发挥抗凋亡作用[29]。在人视网膜色素上皮细胞视网膜黄斑水肿模型中发现，PACAP 通过调节紧密连接蛋白ZO-1和claudin-1的表达，防止血-视网膜屏障的损坏[30]。由此看来，PACAP通过结合PAC1能触发机体糖尿病视网膜病变的保护机制。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3 PACAP与糖尿病肾病",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "糖尿病肾病（diabetic nephropathy,DN）是由糖尿病引发的最常见最危险的糖尿病慢性并发症之一，主要的病理特征是微血管病变导致的肾小球硬化。糖尿病肾病前期是肾小球滤过率下降出现蛋白尿，晚期发展为尿毒症。糖尿病肾病是晚期肾衰竭的主要原因，大约 $30 \\% { \\sim } 4 0 \\%$ 的病人需要肾移植。在出现糖尿病肾病前，主要临床特征是高血压和高血糖。糖尿病肾病主要是由氧化应激、糖基化终末产物（AGEs）、凋亡因子和炎症因子引起[31]。PACAP具有抗感染、抗凋亡和抗氧化的作用，可成为防止或延缓糖尿病肾病发展的候选多肽。Banki等人[32]最近报道了PACAP保护肾脏的新作用机制，包括减少肾脏的纤维标志物，如collagenIV 和TGF- $_ { \\cdot \\beta 1 }$ ，抑制促调亡p38MAPK信号通路。体外动物实验证明，PACAP能促进血管扩张和肾素释放，保护肾脏免遭ROS诱导的氧化应激[33]；体内实验也表明，PACAP通过抑制凋亡、纤维化和氧化应激通路来阻止由高血糖引起的肾脏损坏，在糖尿病肾病病理进程中起到保护肾脏的作用[34]。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "4.4PACAP与糖尿病神经病变 ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "糖尿病神经病变（diabetic neuropathy）是糖尿病另一并发症，其机制主要是由于糖代谢紊乱和血管病变导致的周围及中枢神经系统的损害，主要表现为对称性疼痛和感觉异常等。超过一半的糖尿病患者会出现不同形式的神经病变、感觉异常、疼痛和自主神经功能障碍，这些临床表现严重降低了患者的生活质量。糖尿病病程和血糖控制仍然是1型和2型糖尿病神经病变的危险因素。糖尿病神经病变发病缓慢，初期症状不明显，治疗较为困难。引起糖尿病神经病的机制较多，主要与代谢紊乱、微循环障碍、自由基损伤等有关。虽然目前一些治疗药物针对病因治疗，但对高血糖引起神经系统损伤的修复作用仍不理想，主要是因为缺乏合适的动物模型来研究神经病变的确切原因[35]。PACAP 能在大脑传递，甚至可以穿过血脑屏障，具有保护神经细胞、促进神经修复等生物学功能，是治疗糖尿病神经病变的候选多肽。然而，PACAP在大脑中的生物利用度相对较低，且在体内极不稳定，极易被体内普遍存在的二肽基肽酶IV（dipeptidyl peptidaseIV，DPP-4)降解为PACAP(3-38)或PACAP(5-38)，形成自身特异受体PAC1 的特异拮抗剂。PACAP(5-38)作为PAC1拮抗剂，竞争抑制了PACAP激活腺苷酸环化酶的能力。此外，PACAP代谢稳定性差，在体内半衰期只有 $2 \\mathord { \\sim } 1 0$ 分钟，因此，PACAP只能局部用药，限制其临床使用。因此，有必要开发更稳定PACAP衍生肽，使其更易穿越血管屏障和其它组织屏障，到达中枢或周围神经系统，更好的发挥多种重要的生物功能。我们采用基因重组技术表达的缓释重组PACAP衍生肽MHDBAY，极大延长了其在db/db 糖尿病小鼠体内的半衰期，通过激活特异性受体VPCA2,促进胰岛素分泌，降低血糖水平，改善胰岛素抵抗[36]。此外，我们还发现由PACAPN端的 $1 { \\sim } 5$ 个氨基酸（His1-Ser2-Asp3-Gly4-Ile5）经二硫键环化而成的一种新型环肽，稳定性较PACAP更强，是PAC1受体的新型高效激动剂，不仅促进胰岛素分泌，降低血糖水平和改善葡萄糖耐受不良，还能减缓紫外线诱导的大鼠视网膜神经节细胞的凋亡[37;38]。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5结语 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "糖尿病并发症主要是由血管结构和功能的改变和代谢异常产生，PACAP能够有效地阻止和防止这些变化，成为有发展前景的治疗糖尿病及其并发症新型肽类药物。遗憾的是，PACAP在生物体内被迅速降解，生物利用率低，影响了在治疗糖尿病并发症方面的应用。因此，需要进一步研发PACAP衍生肽，延长半衰期，增加稳定性，使其更容易跨过血脑屏障，与靶细胞上的受体结合，激活靶细胞发挥生物学功能。伴随着PACAP相关研究的不断深入，其在减轻机体各组织器官损伤的作用机制将会得到进一步的阐明，同时也为其在糖尿病及其并发症治疗及干预中的应用提供新的思路。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[1] Miyata A， Arimura A， Dahl R R， et al. Isolation of a novel 38 residue-hypothalamic polypeptide which stimulates adenylate cyclase in pituitary cells. Biochem Biophys Res Commun， 1989，164(1): 567-574.   \n[2] Guariguata L， Nolan T，Beagley J，et al. International Diabetes Federation. Diabetes Atlas, Belgium，2013.   \n[3] Vaudry D, Falluel A,Bourgault S,et al. Pituitary adenylate cyclase-activating polypeptide and its receptors: 20 years after the discovery. Pharmacol Rev，2009，61(3): 283-357.   \n[4] Akesson L， Ahren B， Manganiello V C， et al. Dual effects of pituitary adenylate cyclase-activating polypeptide and isoproterenol on lipid metabolism and signaling in primary rat adipocytes.Endocrinology，2003，144(12): 5293-5299.   \n[5] Casanova L， Hughes F J， Preshaw P M. Diabetes and periodontal disease : a two-way relationship.Br Dent J，2014，217(8): 433-437.   \n[6] Parker A，Meyer J，Lewitzky S， et al. A gene conferring susceptibility to type 2 diabetes in conjunction with obesity is located on chromosome 18pl1. Diabetes， 2001， 50 (3): 675-680.   \n[7]Yada T, Sakurada M, Filipsson K,et al. Intraperitoneal PACAP administration decreases blood glucose in GK rats， and in normal and high fat diet mice. Ann N Y Acad Sci， 20oo， 921: 259-263.   \n[8]Nakata M， Yada T. Physiological and therapeutic roles of PACAP in glucose metabolism and diabetes. Nihon Yakurigaku Zasshi， 2004，123 (4): 267-273.   \n[9]Sakurai Y， Shintani N， Hayata A， et al. Trophic effects of PACAP on pancreatic islets: a mini-review. JMol Neurosci， 2011， 43(1): 3-7.   \n[10] Yamamoto K, Hashimoto H,Tomimoto S,et al. Overexpression of PACAP in transgenic mouse pancreatic beta-cells enhances insulin secretion and ameliorates streptozotocin-induced diabetes. Diabetes，2003，52(5): 1155-1162.   \n[11] Gray S L， Cummings K J， Jirik FR， et al. Targeted disruption of the pituitary adenylate cyclase-activating polypeptide gene results in early postnatal death associated with dysfunction of lipid and carbohydrate metabolism. Mol Endocrinol， 2001，15(10): 1739-1747.   \n[12] Ahren B. Role of Pituitary Adenylate Cyclase-Activating Polypeptide in the Pancreatic Endocrine System. Neural Signaling : Opportunities for Novel Diagnostic Approaches and Therapies，2008，1144:28-35.   \n[13] Tsutsumi M, Claus TH,Liang Y, et al. A potent and highly selective VPAC2 agonist enhances glucose-induced insulin release and glucose disposal: a potential therapy for type 2 diabetes. Diabetes，2002，51(5):1453-1460.   \n[14] Ma Y， Luo T J， Xu W N， et al. A new recombinant pituitary adenylate cyclase-activating peptide-derived peptide eficiently promotes glucose uptake and glucose-dependent insulin secretion. Acta Biochim Biophys Sin (Shanghai)， 2012， 44(11): 948-956.   \n[15] Ma Y， Ma M，Dai Y， et al. Expression,identification and biological effects of a novel VPAC2-specific agonist with high stability and bioactivity. Acta Biochim Biophys Sin (Shanghai)，2010，42(1):21-29.   \n[16] Ryu S， Ornoy A， Samuni A， et al. Oxidative stress in Cohen diabetic rat model by high-sucrose， low-copper diet: inducing pancreatic damage and diabetes.Metabolism，2008, 57(9): 1253-1261.   \n[17] Castorina A, Giunta S,Mazzone V,et al. Effects of PACAP and VIP on hyperglycemia-induced proliferation in murine microvascular endothelial cels. Peptides， 2010，31(12): 2276-2283.   \n[18] St Hilaire R C，Murthy S N, Kadowitz P J, et al. Role of VPACl and VPAC2 in VIP mediated inhibition of rat pulmonary artery and aortic smooth muscle cell proliferation. Peptides， 2010, 31(8): 1517-1522.   \n[19] Racz B， Gasz B，Borsiczky B，et al. Protective effects of pituitary adenylate cyclase activating polypeptide in endothelial cells against oxidative stress-induced apoptosis. Gen Comp Endocrinol，2007，153 (1-3): 115-123.   \n[20] Mazzocchi G，Malendowicz L K， Neri G， et al. Pituitary adenylate cyclase-activating polypeptide and PACAP receptor expression and function in the rat adrenal gland. Int J Mol Med，2002，9(3): 233-243.   \n[21] Akesson L， Ahren B， Edgren G， et al. VPAC2-R mediates the lipolytic effects of pituitary adenylate cyclase-activating polypeptide/vasoactive intestinal polypeptide in primary rat adipocytes. Endocrinology，2005，146 (2): 744-750.   \n[22] Zhang X Y，Wang N L， Barile G R， et al. Diabetic retinopathy: neuron protection as a therapeutic target. Int JBiochem Cell Biol，2013，45(7):1525-1529.   \n[23] Brownlee M. Biochemistry and molecular cell biology of diabetic complications. Nature,2001, 414(6865): 813-820.   \n[24] Gabriel R. Neuropeptides and diabetic retinopathy. Br J Clin Pharmacol， 2013， 75(5): 1189-1201.   \n[25] Giunta S，Castorina A，Bucolo C，et al. Early changes in pituitary adenylate cyclase-activating peptide ， vasoactive intestinal peptide and related receptors expression in retina of streptozotocin-induced diabetic rats.Peptides， 2012，37(1): 32-39.   \n[26] Szabadfi K，Atlasz T，Kiss P， et al. Protective effects of the neuropeptide PACAP in diabetic retinopathy. Cell Tissue Res，2012，348(1): 37-46.   \n[27] Marzagali R， Scuderi S，Drago F， et al. Emerging Role of PACAP as a New Potential Therapeutic Target in Major Diabetes Complications. International Journal of Endocrinology, 2015，(2015): 1-11.   \n[28] Szabadfi K， Szabo A， Kiss P， et al. PACAP promotes neuron survival in early experimental diabetic retinopathy. Neurochem Int， 2014， 64: 84-91.   \n[29] Seaborn T， Masmoudi-Kouli O， Fournier A， et al. Protective effects of pituitary adenylate cyclase-activating polypeptide (PACAP) against apoptosis. Curr Pharm Des， 2011，17(3): 204-214.   \n[30] Scuderi S， D'Amico AG， Castorina A， et al. Ameliorative effect of PACAP and VIP against increased permeability in a model of outer blood retinal barrier dysfunction. Peptides， 2013, 39: 119-124.   \n[31] Gnudi L. Celular and molecular mechanisms of diabetic glomerulopathy. Nephrol Dial Transplant，2012，27(7): 2642-2649.   \n[32] Banki E， Kovacs K，Nagy D，et al. Molecular mechanisms underlying the Nephroprotective effects of PACAP in diabetes.JMol Neurosci，2014， 54(3): 300-309.   \n[33] Reglodi D， Kiss P，Horvath G， et al. Efects of pituitary adenylate cyclase activating polypeptide in the urinary system， with special emphasis on its protective effects in the kidney. Neuropeptides，2012， 46(2): 61-70.   \n[34] Banki E，Degrell P， Kiss P， et al. Effect of PACAP treatment on kidney morphology and cytokine expression in rat diabetic nephropathy. Peptides， 2013， 42: 125-130.   \n[35] Calcutt N A， Cooper M E，Kern T S，et al. Therapies for hyperglycaemia-induced diabetic complications: from animal models to clinical trials. Nat Rev Drug Discov， 2009， 8(5): 417-429.   \n[36] Ma Y,Fang S X, Zhao S J, et al. A recombinant slow-release PACAP-derived peptide alleviates diabetes by promoting both insulin secretion and actions.Biomaterials， 2015， 51: 80-90.   \n[37] Yu R J， Wang JJ， Li J， et al. A novel cyclopeptide from the cyclization of PACAP(1-5) with potent activity towards PAC1 attenuates STZ-induced diabetes. Peptides ， 2010 ， 31(6) : 1062-1067.   \n[38] Cheng H H, Ding Y, Yu R R,et al. Neuroprotection of a novel cyclopeptide C\\*HSDGIC\\* from the cyclization of PACAP (1-5) in cellular and rodent models of retinal ganglion cell apoptosis. PLoS One，2014，9(10):e108090. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    }
]