[
    {
        "type": "text",
        "text": "Cytogeography of Caltha palustris (Ranunculaceae) from China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WANG Guangyan1.2.3, ZHOU Ning1,23.4, QIAN Min $^ { 1 , 2 , 3 }$ , ZHANG Chan5, YANG Yongping1,2.3 \\* (1.Key Laboratory for Plant Diversity and Biogeography of East Asia, Kunming Institute of Botany, Chinese Academy of Sciences,Kunming 650201, China; 2.Plant Germplasm and Genomics Center, Germplasm Bank of Wild Species, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming 650201, China; 3.Institute of Tibetan Plateau Research at Kunming, Chinese Academy of Sciences, Kunming 650201, China; 4. Chinese Education Ministry's Key Laboratory of Western Resources and Modern Biotechnology, Key Laboratory of Biotechnology Shaanxi Province, Colege ofLife Sciences,Northwest University, Xi'an 710069, China; 5. College of Life Sciences, Henan Normal University, Xinxiang 453007, Henan, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: Twenty-three C. palustris accessions and ten $C .$ scaposa accessions have been cytologically investigated using the traditional chromosome tableting technique and flow cytometry (FCM), in order to investigate the evolution of $C$ palustris and C. scaposa in Caltha of Ranunculaceae. Caltha palustris was found to be a polyploid complex， which contained tetraploids $( 2 n = 4 x = 3 2 )$ ，hexaploids( $2 n = 6 x = 4 8 ^ { \\cdot }$ ，andoctoploids $( 2 n = 8 x = 6 4 )$ ，and $C$ scaposa were tetraploids ( $2 n = 4 x = 3 2$ ）andoctoploids( $2 n = 8 x = 6 4$ ). Tetraploids were common in $C .$ palustris and $C .$ scaposa; however, hardly any diploids were discovered. This finding may be explained by cytotype adaptive differences to the underlying heterogeneity of environmental factors. Most accessions of $C .$ palustris and $C .$ ，scaposa were from extreme habitats, such as the alpine mountains in the Qinghai-Tibetan Plateau. Ancestral diploids may have existed in this region during glacial periods and colonized most regions at the end of the glaciation cycles. However, individuals with other ploidy levels may gradually replace diploids, because of their increased fitness in changing environment. Moreover， there were two possible evolutionary colonization routes: one from Gan'su to Yunnan,and the other from Tibet to Yunnan.Molecular phylogeny have shown that $C .$ scaposa is closely related to C.palustris, the chromosome size of $C$ scaposa was smaller than that of $C$ palustris, $C .$ ，scaposa may be a relatively derived evolutionary taxon. More samples need to be analyzed in the future to better elucidate C. scaposa cytogeography because of only 10 accessions. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words: cytogeography, C. palustris, C. scaposa, polyploidy ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "国产驴蹄草的细胞地理学研究",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王广艳1,2,3，周宁1,2,3,4，钱敏1,2.3，张婵5，杨永平 1,2,3\\*",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1.中国科学院昆明植物研究所东亚植物多样性与生物地理学重点实验室，昆明650201;2.中国科学院昆明植物研究所中国西南野生生物种质资源库，昆明650201；3.中国科学院青藏高原研究所昆明部，昆明650201；4.西北大学西部资源生物与生物技术教育部重点实验室，陕西省生物技术重点实验室，西安710069；5.河南师范大学生命科学学院，河南 新乡 453007)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：为探讨国产毛茛科（Ranunculaceae）驴蹄草属（Caltha）两种植物的演化，该文利用传统染色体压片技术和流式细胞术，并结合前人染色体研究结果，对我国驴蹄草23个居群和花葶驴蹄草10个居群进行了细胞学研究。结果表明：驴蹄草是由四倍体（ $2 n = 4 x = 3 2$ ）、六倍体（ $2 n = 6 x = 4 8$ ）和八倍体（ $2 n = 8 x = 6 4$ ）构成的多倍体复合群，花葶驴蹄草具有四倍体（ $2 n = 4 x = 3 2$ ）和八倍体（ $2 n = 8 x = 6 4$ ）两种倍性水平。驴蹄草和花葶驴蹄草均四倍体较为常见，目前尚未有二倍体报道。由于驴蹄草和花葶驴蹄草大部分居群采自青藏高原地区，可能在冰期时存在古二倍体，其适应性较弱，逐渐被其它的倍性取代，是由于不同细胞型对环境适应性的结果。驴蹄草可能存在两条进化路线：一条是从甘肃到达云南，另一条是从西藏到达云南。前期分子系统学研究显示花葶驴蹄草与驴蹄草亲缘关系较近，本研究结果中花葶驴蹄草染色体比驴蹄草要小，花葶驴蹄草可能比驴蹄草相对进化。目前花葶驴蹄草只有10个居群，还需进一步增加居群量来解析其演化路线。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "关键词：细胞地理，驴蹄草，花葶驴蹄草，多倍化 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Polyploidy, the duplication of entire sets of chromosomes, is a key process in the evolution and diversification of vascular plants (Hegarty et al., 2013; Oto & Whiton, 2000). Previous studies found that polyploids are beter able to adapt to stress or novel niches than their diploid progenitors (Ehrendorfer,1980; Grant,1981; Levin,2004; Morton,1993; Otto & Whitton, 2000; Stebbins,1985). Furthermore, intraspecific variation in ploidy level is frequently observed in angiosperms (Kolar et al.,2015; Wood et al.,2009). It is known that polyploidization is one of the few speciation processes that may operate in sympatry, due to the possible immediate emergence of reproductive isolation between individuals with different ploidy levels (Husband & Sabara, 2003).Therefore, the geographic distribution of cytotypes could provide valuable information about the origin and maintenance of different ploidy levels (Baack, 2O04; Kolar et al.,2009; Rieseberg & Willis, 2007; Segraves et al.,1999). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The perennial herb Caltha palustris grows from $6 0 0 { - } 4 ~ 0 0 0 ~ \\mathrm { m }$ in mountain regions, valleys, marshlands, forests, streams, and on grassy slopes in the north temperate region (Wang et al., 2001).After C. palustris was first described by Linnaeus (1753)，great variability of some morphological characters was described in this species,such as plant size,leaf shape and size, leaf margins,flowers,mature follicles, rooting at nodes,tepal number and color, and seed color and symmetry (Smit, 1973; Kumar & Singhal, 2008). It was previously shown that morphological diversity is a product of environmental conditions (Blagojevic et al., 2O13). The current study primarily focused on cytotype distribution in the $C .$ palustris complex,which includes tetraploids (Wang et al.,2013; Yang,2002; Yuan & Yang,2006), hexaploids (Parfenov & Dmitrieva,1985; Wang et al., 2013; Yang, 2002; Yuan & Yang,2006),and octoploids (Wang et al., 2013; Yang, 2002; Yuan & Yang,2006)( $( x = 8$ ,Langlet,1927). Furthermore,molecular phylogenetic evidence also showed that C. scaposa is sister to $C$ palustris (with $100 \\%$ bootstrap support) (Cheng & Xie, 2014; Schuettpelz & Hoot, 2004). Caltha scaposa is endemic to Sino-Himalaya, and grows from 2800 to $4 1 0 0 \\mathrm { ~ m ~ }$ in wet parts of alpine meadows and valleys. Only two cytotypes have been detected: tetraploids (Wang et al.,2013) and octoploids (Wang et al.,2013; Yuan & Yang,2006) ( $\\mathit { \\Pi } _ { \\overline { { x } } }$ $= 8$ ，Langlet, 1927). The existence of different cytotypes in $C .$ palustris and $C$ scaposa may indicate strong spatial segregation. As a result of inche differentiation (Ehrendorfer, 198o; Lewis, 1980),reproductive exclusion (Levin,1975; Van-Dijk & Bakx-Schotman,1997),and historical factors (Ancev, 20o6),these distinct cytotypes may experience differential reproductive success andoccurrenceofparticularevolutionaryconstraintsordemographicstochasticity (Munoz-Pajares et al., 2017). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "By conducting a novel analysis of previous cytotype distribution data, we herein present a cytogeographical study of C. palustris and C. scaposa in China. Our aims in this study were to: 1) assess the geographic distribution of different cytotypes in $C$ palustris and $C .$ scaposa to propose a scenario of dispersal events;and 2） determine the major driving force of speciation in $C$ palustris and C. scaposa. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Materials and Methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1 Taxon sampling ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this study, we sampled six C. palustris accessions and four $C .$ scaposa accessions (Table 1). In total，15-20 plants from each population were sampled. Geographical coordinates were recorded in the field using a GPS instrument. Living plants were cultivated in a greenhouse, and voucher specimens were deposited in the herbarium at Kunming Institute of Botany, Chinese ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Academy of Sciences. We performed cytogeographical analysis using these accessions and previously reported data (Yang, 2002; Yuan & Yang, 2006; Table 2). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2 Chromosome number ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Root tips were collected from each individual and pretreated with a solution of $0 . 0 0 2 ~ \\mathrm { m o l { \\cdot } L ^ { - 1 } }$ 8-hydroxyquinoline at $2 0 { - } 2 1 \\ ^ { \\circ } \\mathrm { C }$ for $4 { - } 5 \\mathrm { ~ h ~ }$ . After fixation for $5 0 \\ \\mathrm { m i n }$ in Carnoy's solution (3:1 ethanol :acetic acid) at $4 ~ ^ { \\circ } \\mathrm { C }$ ，the root tips were dissociated in a mixture of $1 \\mathrm { ~ N ~ }$ HCl and $45 \\%$ acetic acid (1:1) at $6 0 ~ ^ { \\circ } \\mathrm { C }$ for $3 0 ~ \\mathrm { s }$ ，stained with $1 \\%$ acetic orcein for $2 { - } 3 \\mathrm { ~ h ~ }$ and squashed on a glass slide (Wang et al., 2013). Chromosome numbers were determined for each accession from at least 50 cells of at least two seedlings by mitotic observations.Mitotic interphase nuclei and prophase chromosomes preparations folowed Tanaka (1971，1977，1987)，and the designation of the centromeric position followed Levan et al. (1964). Karyotype asymmetry was classified according to Stebbins (1971). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.3Flow cytometry and DNA ploidy level determination ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Propidium iodide flow cytometry (FCM) analysis was performed using fresh leaf samples from our greenhouse.Approximately $0 . 5 ~ \\mathrm { c m } ^ { 2 }$ ofleaf material was finely diced using a new razor blade in a Petri dish that contained $1 , 5 0 0 { - } 2 , 0 0 0 ~ \\mu \\mathrm { L }$ of WPB nuclear solution buffer ( $\\mathrm { 0 . 2 ~ m o l { \\cdot } L ^ { - 1 } }$ Tris· HCl, 4 mmol $\\mathrm { L } ^ { - 1 }$ $\\mathrm { M g C l } \\cdot 6 \\mathrm { H } _ { 2 } \\mathrm { O }$ ， $2 \\ \\mathrm { m m o l { \\cdot } L ^ { - 1 } }$ EDTA $\\mathrm { N a } _ { 2 } \\cdot 2 \\mathrm { H } _ { 2 } \\mathrm { O }$ ， $8 6 \\ { \\mathrm { m m o l { \\cdot } L ^ { - 1 } \\ N } } ;$ aCl, $1 0 \\ \\mathrm { m m o l { \\cdot } L ^ { - 1 } }$ $\\mathrm { N a } _ { 2 } \\mathrm { S } _ { 2 } \\mathrm { O } _ { 5 }$ ， $1 \\%$ PVP-10, $1 \\%$ [v/v] Triton X-100, $\\mathrm { p H } \\ 7 . 5 \\rangle$ (Tian et al.,2O11). The nuclear suspension was then filtered through disposable filters $( 3 0 \\mu \\mathrm { m } )$ to remove cell debris,and stained with $1 5 0 ~ \\mu \\mathrm { L }$ propidium iodide $( 5 0 ~ \\mu \\mathrm { g } \\cdot \\mathrm { m L } ^ { - 1 }$ ； including RNAse $[ 5 0 0 ~ \\mu \\mathrm { g } \\cdot \\mathrm { m L } ^ { - 1 } ] )$ for $1 0 \\ \\mathrm { m i n }$ . Samples were analyzed on a CyFlow Space (Partec,Minster, Germany) flow cytometer equipped with a blue laser operating at $4 8 8 ~ \\mathrm { n m }$ .At least 5ooo nuclei were measured for each sample.FlowMax ver. 2.82 was used to analyze the resulting histograms. By comparison with a known ploidy level $( 4 x ;$ yyp04), we estimated the ploidy levels of other samples based on the histograms.The ploidy level of each sample was calculated as described by Tian et al., 2011: ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Ploidy level of sample $\\mathbf { \\Sigma } = \\mathbf { \\Sigma }$ (mean of sample peak/mean of standard peak) $*$ ploidy level of the standard species ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Results ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1 Chromosome counts and DNA ploidy level determination ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this study, ploidy levels included $1 3 ~ 4 x ~ C .$ palustris,one 6x C.palustris,nine 8x C.palustris, seven $4 x ~ C .$ scaposa,and three $8 x C .$ scaposa accessions (Table 2); these specimens were collected from Gan'su (one accession)， Yunnan (l6 accessions)， Sichuan (four accessions)， Tibet (one accession), Guizhou (one accession),and Qinghai (one accession). Metaphase chromosomes of eight accessions are shown in Fig.1.We successfully estimated the ploidy levels of two $C$ palustris accessions (yyp09 and yyp10) by FCM at $4 x$ and $8 x$ (Fig. 2). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Cytogeography ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The ploidy distribution of C. palustris and $C .$ scaposa was revealed based on currently available data (Fig. 3). All C. palustris accessions were single-ploidy, although our sample was very limited in some accessions; however, secondary constriction chromosomes were observed in three $C$ palustris accessons (Table 2). The tetraploid cytotype was more common than the other cytotypes (hexaploids and octoploids).Moreover, the tetraploid karyotype also exhibited obvious variation among accessons.The samples from Diqing State (Yunnan) included tetraploid, hexaploid, and octoploid cytotypes. Two cytotypes (tetraploids and octoploids) were found in Lijiang (Yunnan). Only one cytotype existed in Tewo (Gansu)，Dali (Yunnan), Gongshan (Yunnan)，Hongyuan (Sichuan), Nayong (Guizhou),and Zuogong (Tibet). All C. scaposa accessions were single-ploidy, and the tetraploid cytotype was also common. Two cytotypes (tetraploids and octoploids) existed in Sichuan,and one cytotype each in Tibet, Qinghai, and Yunnan. In addition, only one contact areas between different cytotype were detected (Fig. 3). In the Xiaozhongdian accession, a region of overlap between the ranges of $4 x C .$ palustris and 8x C. scaposa was observed. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3Discussion ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "FCM offers a rapid and precise method for identifying taxa of different ploidy levels, enabling researchers to map the fine-scale distribution of ploidies within individual populations (Suda et al., 2004). FCM has been used in ploidy analysis, e.g., in Ranunculus (Ranunculaceae) (Cires et al., 2010）and $C .$ ，leptosepala s.l. (Wefferling et al.，2017). In our study，ploidy levels of two accessions (yyp09 and yyplO) were estimated by FCM. The current study revealed that $C$ palustris may be viewed as a polyploid complex, which presents clear paterns of cytotype distribution. Polyploidy is a prevalent phenomenon in the chromosomal evolution of extant species and genera (Otto & Whiton, 2Oo0),and it may have contributed to the origin of flowering plants (De Bodt et al., 2Oo5). As a result, plant scientists have recognized that polyploid lineages may have complex relationships with each other and their diploid ancestors, making application of species concepts problematic (Soltis et al.,2007,2009). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The C. palustris polyploid complex showed a varied cytotype distribution. No diploids and few hexaploids were found in this study,but tetraploid and octoploid cytotypes were common and widespread. Similarly, in C. scaposa, tetraploids and octoploids were common, whereas diploids and hexaploids were not found. Such distribution patterns are often explained by cytotype adaptive differences to the underlying heterogeneity of environmental factors (Lewis,1980). All accessions except for the Guizhou and Gan'su accessions were from extreme habitats,such as alpine mountains in the Qinghai-Tibetan Plateau.Polyploidy is common in plants from cold climates with harsh and stressful environments (Grant，1981； Love & Love，1949,1967). Therefore,a relatively high frequency of polyploidy was observed in this species. Ancestral diploids may have been present in this region during glacial periods and colonized most regions at the end of the glaciation cycles. However, other ploidy levels may gradually replace diploids, because of their increased fitness in changing environment (Cui et al., 2008). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The chromosome counts observed in the C. palustris complex indicate that ploidy changes may have been important in its evolution. Chromosome counts often show obvious differences in different accessions within a particular species. Our analysis showed that the Hengduan Mountains may be better viewed as a polyploid complex of diploids, tetraploids,and hexaploids. Symmetrical karyotypes are widely accepted to be more primitive than asymmetrical ones (Stebbins,1971).In our combined data (Table 1),the accessions from Zhongdian (Yunnan) with different types (3B,3C),AI (11.39,7.34,5.96),and secondary constrictions showed the highest asymmetric tendencies.Therefore,we speculate that two possible evolutionary trends may exist: one from Gan'su to Yunnan,and another from Tibet to Yunnan. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Molecular phylogeny have shown that $C$ ，scaposa is closely related to $C$ palustris (Cheng & Xie, 2014; Schuetpelz & Hoot, 2004). Caltha scaposa cytotype distribution was determined from only 10 populations; therefore, C. scaposa cytogeography could not be comprehensively analyzed. Moreover, the chromosome size of this species was smaller than that of C. palustris. The size of the chromosome is also a feature subject to evolutionary change,the direction of chromosome evolution could be toward a decrease in chromosome size (Martel et al.,2Oo4).Therefore, smaler chromosomes may be a relatively derived evolutionary character. Consequently, in the future, additional samples need to be analyzed to better elucidate C. scaposa cytogeography. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "ANCEV M,2006.Polyploidy and hybridization in Bulgarian (Brassicaceae） distribution and evolutionary role [J]. Phytol Balcan, 12: 357-366.   \nBAACK EJ， 2004. Cytotype segregation on regional and microgeographic scales in snow buttercups (Ranunculus adoneus, Ranunculaceae) [J]. Amer JBot, 91: 1783-1788.   \nBLAGOJEVIC J, JOVANOVIC V, ADNADEVIC T, et al.， 2013. Chromosome status of marsh marigold Caltha palustris L. (Ranunculaceae) from Serbia [J]. Genetika, 45: 793-798.   \nCHENG J，XIE L，2014. Molecular phylogeny and historical biogeography of Caltha (Ranunculaceae) based on analyses of multiple nuclear and plastid sequences [J]. J Syst Evol, 52: 51-67.   \nCIRES E,CUESTA C，ANGELES M, et al.， 2010. Intraspecific genome size variation and morphologicaldifferentiationofRanunculusparnassifolius(Ranunculaceae), an Alpine-Pyrenean-Cantabrian polyploid group [J]. Biol J Linn Soc,101: 251-271.   \nCUI XK，AO CQ， ZHANG Q，et al.，2008. Diploid and tetraploid distribution of Allium przewalskianum Regel. (Liliaceae) in the Qinghai-Tibetan Plateau and adjacent regions [J]. Caryologia, 61(2): 192-200.   \nDE BODT S,MAERE S,VAN DE PEER Y, 2005.Genome duplication and the origin of angiosperms [J]. Trends Ecol Evol, 20: 591-597.   \nEHRENDORFER F, 1980. Polyploidy and distribution [M]// LEWIS WH. Polyploidy: Biological Relevance: 45-60.   \nGRANT V, 1981. Plant speciation, second nd [M]. New York: Columbia University Press.   \nHUSBAND BC, SABARA HA, 2003. Reproductive isolation between autotetraploids and their diploid progenitors in fireweed, Chamerion angustifolium (Onagraceae) [J]. New Phytol,161: 703-713.   \nKOLAR F,PISOVA S, ZAVESKA E,et al., 2015. The origin of unique diversity in deglaciated areas traces of Pleistocene processes in north-European endemics from the Galium pusillum polyploid complex (Rubiaceae)[J]. Molec Ecol, 24: 1311-1344.   \nKOLAR F, STECH M, TRAVNICEK P, et al.,2009. Towards resolving the Knautia arvensis agg. (Dipsacaceae) puzzle: primary and secondary contact zones and ploidy segregation at landscape and microgeographic scales [J]. Ann Bot, 103: 963-974.   \nKUMAR P, SINGHAL VK, 2008. Cytology of Caltha palustris L. (Ranunculaceae) from cold regions of western Himalayas [J]. Cytologia, 73: 137-143.   \nLANGLET O,1927. Beitrage zur zytologie der Ranunculazeen [J]. Svensk Bot Tidskr, 21: 1-17.   \nLEVAN A， FEDGA K， SANDBERG A， 1964. Nomenclature for centromeric position on chromosomes [J]. Hereditas,52: 201-220.   \nLEVIN DA, 2004. The ecological transition in speciation [J]. New phytol, 161: 91-96.   \nLEVIN DA,1975. Minority cytotype exclusion in local plant populations [J]. Taxon,1: 35-43.   \nLEWIS W,1980.Polyploidy in species_population [M]/ LEWIS WH. Polyploidy,biological relevance. New York: Plenum Press: 103-144.   \nLINNAEUS C, 1753. Caltha [M]// LINNAEUS C. Species plantarum: 558.   \nLOVE A, LOVE D,1949. The geobotanical significance of polyploidy I. Polyploidy and latitude [J]. Port Acta Biol Ser, A: 273-352.   \nLOVE A,LOVE D,1967. Polyploidy and altitude, Mt. Washington [J]. Biol Zent (Supple), 86: 307-312.   \nMARTEL E, PONCET V, LAMY F, et al., 2004. Chromosome evolution of Pennisetum species (Poaceae): implications of ITS phylogeny [J]. Plant Syst Evol, 249: 139-149.   \nMORTON J,1993. Chromosome numbers and polyploidy in the flora of Cameroons Mountain [J]. Opera Bot, 121: 159-172.   \nMUNOZ-PAJARES AJ， PERFECTTI F, LOUREIRO J，et al.， 2017. Niche differences may explai the geographic distribution of cytotypes in Erysimum mediohispanicum [J]. Plant Biol, 20(s1): 139-147.   \nOTTO SP, WHITTON J,2000. Polyploid incidence and evolution [J]. Annual Rev Genet, 34: 401-437.   \nPARFENOV VI,DMITRIEVA SA，1985.Kariologicheskaja differenciacija u vidov flory Belorussii iee rol, v formoobrazovanii [J]. Dokl Akad Nauk Byelorussk SSR (Minsk)，29: 544-557.   \nRIESEBERG LH, WILLIS JH, 2007. Plant speciation [J]. Science, 317: 910-914.   \nSCHUETTPELZ E, HOOT SB, 2004. Phylogeny and biogeography of Caltha (Ranunculaceae) based on chloroplast and nuclear DNA sequences [J]. Amer JBot, 91: 247-253.   \nSEGRAVES KA, THOMPSON JN, SOLTIS PS, et al.,1999. Multiple origins of polyploidy and the geographic structure of Heuchera grossulariifolia [J]. Molec Ecol, 8: 253-262.   \nSMIT GS,1973.A revision of Caltha (Ranunculacaea)[J]. Blumea,21: 119-150.   \nSOLTIS DE, SOLTIS PS, SCHEMSKE DW, et al., 2007. Autopolyploidy in angiosperms: have we grossly underestimated the number of species [J]? Taxon, 56: 13-30.   \nSOLTIS DE,ALBERT VA，LEEBENS-MACK J，et al.，2009.Polyploidy and angiosperm diversification [J]. Amer JBot, 96(1): 336-348.   \nSTEBBINS G, 1971. Chromosomal evolution in higher plants [M]. London: Edward Arnold.   \nSTEBBINS GL，1985.Polyploidy, hybridization,and the invasion of new habitats [J]. Annu Missouri Bot Gard, 72: 824-832.   \nSUDA J, MALCOVA R, ABAZID D, et al., 2004. Cytotype distribution in Empetrum (Ericaceae) at various spatial scales in the Czech Republic [J]. Folia Geobot, 39: 169-171.   \nTANAKA R, 1971. Types of resting nuclei in Orchidaceae [J]. Bot Mag Tokyo, 84: 118-122.   \nTANAKA R, 1977. Recent karyotype studies [M]// OGAWA K et al. Tokyo: Asakura Publisher: 293-326.   \nTANAKA R, 1987. The karyotype theory and wide crossing as an example in Orchidaceae [M]/ HONG DY. Plant chromosome research 1989. Proceedings of the Sino-Japanese Svmposium on Plant Chromosomes.Hiroshima,1-10.   \nTIAN XM, ZHOU XY, GONG N, 2011. Applications of flow cytometry in plant research-analysis of nuclear DNA content and ploidy level in plant cells [J]. Chin Agric Sci Bull, 27: 21-27.   \nVAN-DIJK P, BAKX-SCHOTMAN T, 1997. Chloroplast DNA phylogeography and cytotype geography in autopolyploid Plantago media [J]. Molec Ecol, 6: 345-352.   \nWANG GY，MENG Y， YANG YP, 2013.Karyological analyses of 33 species of the tribe Ophiopogoneae (Liliaceae) from Southwest China [J]. J Plant Res,126: 597-604.   \nWANG LY， REN C， YANG QE，2013. Cytology of two species in the genus Caltha (Ranunculaceae) from China[J].JTrop Subtrop Bot,21: 21-28.[王龙远，任琛，杨亲二，等, 2013．国产毛茛科驴蹄草属两种植物的细胞学研究 [J]．热带亚热带植物学报,21(1): 21-28.]   \nWANG WC,FU DZ,LI LQ,et al., 2001. Ranunculaceae,Flora of China [M]. Beijing: Science Press:133-438.[王文采，傅德志，李良千，等,2001．毛茛科，中国植物志[M]．北京：科 学出版社:133-438.]   \nWEFFERLING KM, CASTRO S, LOUREIRO J, et al., 2017. Cytogeography of the subalpine marsh marigold polyploidy complex (Caltha leptosepala s. 1., Ranunculaceae) [J]. Amer J Bot, 104(2): 271-285.   \nWOOD TE，TAKEBAYASHI N，BARKER MS,et al.，2009. The frequency of polyploid speciation in vascular plants [J]. Proc Natl Acad Sci USA,106: 13875-13879.   \nYANG Q，2002. Cytology of the tribe Trollieae and of the tribe Cimicifugeae in the Ranunculaceae a comparative study [J]. Acta Phytotax Sin, 4O: 52-65.   \nYUAN Q, YANG QE, 2006. Cytology, palynology, and taxonomy of Asteropyrum and four other genera of Ranunculaceae [J].Bot JLinn Soc, 152: 15-26.   \nYUAN Q, YANG QE,2006. Tribal relationships of Beesia, Eranthis and seven other genera of Ranunculaceae evidence from cytological characters [J]. Bot JLinn Soc,15O: 267-289.   \nA.驴蹄草（yyp04)；B.驴蹄草（yyp06)；C.驴蹄草（yyp07)；D.驴蹄草（yyp08);   \nE．花葶驴蹄草（yyp01)；F.花葶驴蹄草（yyp02)；G.花葶驴蹄草（ $\\cdot \\mathrm { y y p } 0 3 )$ ；H.花葶驴 蹄草（ $\\mathrm { \\ y y p 0 5 } \\mathrm { ; }$ 。标尺 $= 5$ 微米. A. C. palustris (yyp04); B. C. palustris (yyp06); C. C. palustris (yyp07)； D. C. palustris (yyp08); E. C. scaposa(yyp01)；F.C. scaposa (yyp02)；G.C. scaposa (yyp03)； H.C. scaposa (yyp05). Scale bar ${ \\bf \\varepsilon } = 5 { \\bf \\varepsilon } \\mu \\mathrm { m }$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/bbbe10d0aa7a36a44f68af9878d1cf57dd671795f9395f5baaa49c09b798092f.jpg",
        "table_caption": [
            "表1驴蹄草和花葶驴蹄草凭证标本信息 Table1 Voucher information of Caltha palustris and C. scaposa in this study "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"7\">Taxon Caltha palustris</td><td>Locality</td><td>Voucher</td><td>Latitude</td><td>Longitude</td><td>Altitude</td></tr><tr><td> Xiaozhongdian Town, Zhongdian Country, Yunnan</td><td>yyp04</td><td>27°33'11\"</td><td>99048'46</td><td>3220 3468</td></tr><tr><td>Tieciling, Tewo, Gansu Huadianba, Cangshan Country, Dali, Yunnan</td><td></td><td>35°44'6\"</td><td>104°17'10\"</td><td>1978</td></tr><tr><td></td><td></td><td>25°38'39\"</td><td>100°10'11\"</td><td>1978</td></tr><tr><td>Xiaohuadianba, Cangshan Country, Dali, Yunnan</td><td></td><td>25°38'39\"</td><td>100°10'11\"</td><td></td></tr><tr><td>Bitahai, Zhongdian Country, Yunnan</td><td></td><td>27°49'26\"</td><td>99°59'23\"</td><td>3541</td></tr><tr><td>Napahai, Zhongdian Country, Yunnan Pantiange, Weixi Country, Yunnan</td><td>27°19'50\"</td><td>27°53'22\"</td><td>99°39'13\" 99°13'18\"</td><td>3282 2541</td></tr><tr><td>Kangpu, Weixi Country, Yunnan</td><td></td><td>27°35'58\"</td><td>99°0'56\"</td><td>1724</td></tr><tr><td>Ke'na, Weixi Country, Yunnan</td><td></td><td></td><td></td><td></td></tr><tr><td>Wenhai, Lijiang, Yunnan</td><td></td><td>27°10'37\"</td><td>99°17'13\"</td><td>2300</td></tr><tr><td> Zhegu Mountain, Hongyuan, Sichuan</td><td></td><td>26°58'26\"</td><td>100°9'51\"</td><td>3078</td></tr><tr><td>Ganba Village,Ju'ren Town, Nayong Country, Guizhou</td><td></td><td>31°50'18\"</td><td>102°39'48\" 99°5'7\"</td><td>4073</td></tr><tr><td>Dongda Mountain, Zuogong Country, Tibet</td><td>yyp09</td><td>28°20'22\" 29°44'56\"</td><td>97°57'53\"</td><td>1666 5156</td><td></td></tr><tr><td>Tu'guan Village, Xiaozhongdian Town, Zhongdian Country, Yunnan</td><td></td><td>27°33'11\"</td><td>9948'46\"</td><td></td><td>3220</td></tr><tr><td>Tianbao Mountain, Zhongdian Country, Yunnan</td><td>yyp07</td><td>27°39'23\"</td><td></td><td>99°55'3\"</td><td>3080</td></tr><tr><td>Bigutianchi, Zhongdian Town, Zhongdian Country, Yunnan</td><td>yyp08 yyp06</td><td></td><td>27°33'11\"</td><td>9948'46\"</td><td>3220</td></tr><tr><td>Dulongjiang, Gongshan Country, Yunnan Wutoudi, Yulongxue Mountain, Lijiang, Yunnan</td><td></td><td>27°44'0\"</td><td></td><td>98°21'0\"</td><td>1431</td></tr><tr><td></td><td></td><td></td><td>27°5'53\"</td><td>100°10'30\"</td><td>5427</td></tr><tr><td>Bigusang, Zhongdian Country, Yunnan</td><td>Hong Mountain, Zhongdian Country, Yunnan</td><td></td><td>27°11'3\"</td><td>100°3'37\"</td><td>3150</td></tr><tr><td></td><td></td><td></td><td>27°43'25\"</td><td>99°41'25\"</td><td>3339</td></tr><tr><td> Yuhu, Yulongxue Mountain, Lijiang, Yunnan</td><td></td><td></td><td>27°5'53\"</td><td>100°10'30\"</td><td>5427</td></tr><tr><td>Baimaxue Mountain, Deqin Country, Yunnan</td><td></td><td></td><td>28°20'22\"</td><td>99°5'7\"</td><td></td></tr><tr><td>LBaimaxue Mountain, Deqin Country, Yunnan Gao Mountain, Kangding Country, Sichuan</td><td></td><td>yyp10</td><td></td><td></td><td>4361</td></tr><tr><td></td><td></td><td>yyp02</td><td>28°20'22\"</td><td>99°5'7\"</td><td>4361</td></tr><tr><td>C. scaposa</td><td>Dege Country, Sichuan</td><td>yyp01</td><td>29°59'54\"</td><td>101°57'25\"</td><td>2861</td></tr><tr><td></td><td></td><td>yyp03</td><td>31°48'22\"</td><td>98°34'51\"</td><td>3290</td></tr><tr><td>Daofu Country, Sichuan</td><td></td><td></td><td>30°58'46\"</td><td>101°7'30\"</td><td>2979</td></tr><tr><td>Shiqu Country, Sichuan Hongyuan Country, Sichuan</td><td></td><td></td><td>32°58'44\"</td><td>98°6'10\"</td><td>4178</td></tr><tr><td></td><td></td><td></td><td>32°47'27\"</td><td>102°32'39\"</td><td>3492</td></tr><tr><td></td><td>Xindu Bridge, Kangding Country, Sichuan</td><td></td><td>30°2'33\"</td><td>101°29'43\"</td><td>2861</td></tr><tr><td> Chengduo Country, Qinghai</td><td></td><td></td><td>33°22'9\"</td><td>97°6'38\"</td><td>3831</td></tr><tr><td>A'ba Country, Sichuan</td><td></td><td>yyp05</td><td>31°53'57\"</td><td>102°13'28\"</td><td>2617</td></tr><tr><td> Xiaozhongdian, Zhongdian, Yunnan</td><td>Sejila Mountain, Linzhi Country, Tibet</td><td></td><td>29°56'36\" 27°33'11\"</td><td>94°47'57\"</td><td>3400 3220</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/c7d696250b29827dd9163f206768791c81a675c09ef9e3fb182cf7fc21aca5ba.jpg",
        "table_caption": [
            "表2 驴蹄草和花葶驴蹄草细胞学特征 Table 2 Cytological characteristics of Caltha palustris and C. scaposa in this study "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Taxon</td><td colspan=\"2\">Locality</td><td colspan=\"2\">Voucher Ratio LC/SC</td><td colspan=\"2\">CL (μm) AI Mean ± SD</td><td colspan=\"2\">Typ e</td><td colspan=\"2\">Karyotype formula Reference</td></tr><tr><td>Caltha palustris</td><td>Xiaozhongdian Town, Zhongdian Country， yyp04 Yunnan</td><td></td><td></td><td>3.30</td><td>4.09 ± 1.19</td><td>7.34</td><td>2B</td><td>2n=4x=32=13m+13sm(1sec)+6st</td><td></td></tr><tr><td rowspan=\"14\"></td><td>Tieciling, Tewo, Gansu</td><td></td><td></td><td></td><td></td><td></td><td></td><td>2n=4x=32=20m+8sm+4st</td><td>Yang (2002), Yuan and Yang (2006)</td></tr><tr><td>Huadianba, Cangshan Country, Dali, Yunnan</td><td></td><td></td><td></td><td></td><td></td><td></td><td>2n=4x=32=18m+6sm+8st</td><td>Yang (2002), Yuan and Yang (2006)</td></tr><tr><td>Xiaohuadianba, Cangshan Country，Dali, Yunnan</td><td></td><td></td><td></td><td></td><td></td><td></td><td>2n=4x=32=18m+6sm+8st</td><td>Yang (2002), Yuan and Yang (2006)</td></tr><tr><td>Bitahai, Zhongdian Country, Yunnan</td><td></td><td></td><td></td><td></td><td></td><td></td><td>2n=4x=32=18m+6sm+8st</td><td>Yuan and Yang (2006)</td></tr><tr><td>Napahai, Zhongdian Country, Yunnan</td><td></td><td></td><td></td><td></td><td></td><td></td><td>2n=4x=32=8m+6sm+14st+4t</td><td>Yang (2002), Yuan and Yang (2006)</td></tr><tr><td>Pantiange, Weixi Country, Yunnan</td><td></td><td></td><td></td><td></td><td></td><td></td><td>2n=4x=32=16m+8sm+8st</td><td>Yang (2002), Yuan and Yang (2006)</td></tr><tr><td>Kangpu, Weixi Country, Yunnan</td><td></td><td></td><td></td><td></td><td></td><td></td><td>2n=4x=32=16m+8sm+8st</td><td>Yang (2002), Yuan and Yang (2006)</td></tr><tr><td>Ke'na, Weixi Country, Yunnan</td><td></td><td></td><td></td><td></td><td></td><td></td><td>2n=4x=32=16m+8sm+8st</td><td>Yang (2002), Yuan and Yang (2006)</td></tr><tr><td>Wenhai, Lijiang, Yunnan Zhegu Mountain, Hongyuan, Sichuan</td><td></td><td></td><td></td><td></td><td></td><td></td><td>2n=4x=32=6m+4sm+22st 2n=4x=32=18m+6sm+8st</td><td>Yang (2002), Yuan and Yang (2006)</td></tr><tr><td>Guizhou</td><td>Ganba Village, Ju'ren Town, Nayong Country,</td><td></td><td></td><td></td><td></td><td></td><td>2n=4x=32=16m+2sm+14st</td><td>Yuan and Yang (2006) Wang et al. (2013)</td></tr><tr><td>Dongda Mountain, Zuogong Country, Tibet</td><td></td><td>yyp09</td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Tu'guan Village, Xiaozhongdian</td><td>Town,</td><td></td><td></td><td></td><td></td><td>4x</td><td></td><td></td></tr><tr><td>Zhongdian Country, Yunnan</td><td></td><td></td><td></td><td></td><td></td><td></td><td>2n=6x=48=31m+11sm+6st</td><td>Yang (2002), Yuan and Yang (2006)</td></tr><tr><td>Tianbao Mountain, Zhongdian Country, Yunnan Bigutianchi, ZhongdianTown,</td><td>yyp07 yyp08</td><td>4.07 2.72</td><td></td><td>4.74±1.74 3.95±0.93</td><td>11.39</td><td>3C</td><td>2n=8x=64=14m+28sm(1sec)+22st</td><td></td></tr><tr><td>Country, Yunnan Dulongjiang, Gongshan Country, Yunnan</td><td>Zhongdian</td><td></td><td></td><td></td><td>5.96</td><td>3B</td><td>2n=8x=64=13m+37sm+14st(1sec)</td><td></td></tr><tr><td>Wutoudi,</td><td>Yulongxue Mountain, Lijiang,</td><td>yyp06</td><td>3.22</td><td>2.35±0.56</td><td>4.39</td><td>2B</td><td>2n=8x=64=1M+33m+27sm+3st 2n=8x=64=1M+33m+27sm+3st</td><td></td></tr><tr><td>Yunnan</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>Hong Mountain, Zhongdian Country, Yunnan</td><td></td><td></td><td></td><td></td><td></td><td></td><td>2n=8x=64=31m+15sm+15st+3t</td><td>Yang (2002)</td></tr><tr><td>Bigusang, Zhongdian Country, Yunnan</td><td></td><td></td><td></td><td></td><td></td><td></td><td>2n=8x=64=38m+14sm+13st+1t</td><td>Yang (2002)</td></tr><tr><td></td><td>Yuhu, Yulongxue Mountain,Lijiang, Yunnan Baimaxue Mountain, Deqin Country, Yunnan</td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td rowspan=\"10\">C. scaposa</td><td></td><td></td><td></td><td></td><td></td><td></td><td>2n=8x=64 2n=8x=64</td><td></td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>LBaimaxue Mountain, Deqin Country, Yunnan</td><td>yyp10</td><td></td><td></td><td></td><td></td><td>8x</td><td></td></tr><tr><td>Gao Mountain, Kangding Country, Sichuan</td><td>yyp02</td><td>3 2.3</td><td>2.65±0.75</td><td>4.64</td><td>2B</td><td>2n=4x=32=19m+13sm</td><td></td></tr><tr><td>Dege Country, Sichuan Daofu Country, Sichuan</td><td>yyp01 yyp03</td><td>2.82</td><td>3.38±0.79 2.03±0.42</td><td>2.54 2.42</td><td>2B 2B</td><td>2n=4x=32=1M+26m+5sm 2n=4x=32=29m+2sm+1st</td><td></td></tr><tr><td>Shiqu Country, Sichuan</td><td></td><td></td><td></td><td></td><td></td><td>2n=4x=32=19m+11sm+2st</td><td>Yuan and Yang (2006)</td></tr><tr><td>Hongyuan Country, Sichuan</td><td></td><td></td><td></td><td></td><td></td><td>2n=4x=32=13m+17sm+2st</td><td>Yang (2002)</td></tr><tr><td>Xindu Bridge, Kangding Country, Sichuan</td><td></td><td></td><td></td><td></td><td></td><td>2n=4x=32=20m+8sm+4st</td><td>Yuan and Yang (2006)</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/dbcffd2977ce899f898fded3c2fbb017c9a8576c663fde407fbba9a0d63589f6.jpg",
        "table_caption": [],
        "table_footnote": [
            "注：LC：最长染色体长度；SC：最短染色体长度；CL：染色体平均长度。 Note:LC: longest chromosome length; SC: shortest chromosome length; CL: mean length of chromosome. "
        ],
        "table_body": "<html><body><table><tr><td>Chengduo Country, Qinghai A'ba Country, Sichuan Sejila Mountain, Linzhi Country, Tibet Xiaozhongdian, Zhongdian, Yunnan yyp05</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/ff45dbfdc0a994a793e48c0f684fd8c100eb7e50e9bde0064aa749a590c5b348.jpg",
        "img_caption": [
            "图1驴蹄草和花葶驴蹄草的有丝分裂中期细胞图"
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Fig. 1 Mitotic nuclei and metaphase chromosomes of $C .$ palustris and C. scaposa ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/2285347fc9d8b2a68bcbf09ef270df829e5d83a4c443bd5fee2924aa6f44b756.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "A．标样（yyp04）流式图；B.样品（ $\\cdot \\operatorname { y y p } \\ 0 9$ ）流式图；C.样品（yyp10）流式图；D.样品（yyp O9andyyp10）流式图。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "A.The peak at the $\\mathbf { G } 0 / \\mathbf { G } 1$ phase of standard (yypO4); B.The peak at the GO/G1 phase of sample (yyp 09); C.The The peak at the G0/G1 phase of sample (yyp 10); D. The peaks marked 1 and 2 at the GO/G1 phase of sample (yyp 09 and yyp10). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "图2居群yyp09 和yyp10 流式图",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Fig. 2 Flow cytometry (FCM) histograms of populations yyp09 and yyp 10 ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/c708585c15b70b009a4233e7f8c1f82790ad5fde9d445be80c87bf13f1c13670.jpg",
        "img_caption": [
            "图3 驴蹄草和花葶驴蹄草倍性分布图，黑色和灰色圆圈分别代表驴蹄草和花葶驴蹄草 Fig. 3 Distribution of cytotypes of C. palustris and C. scaposa, Black and gray circle indicated $C$ 号 palustrisand C.scaposa, separately "
        ],
        "img_footnote": [],
        "page_idx": 12
    }
]