[
    {
        "type": "text",
        "text": "$\\mathbf { N i } ^ { 3 + }$ doped cobalt-nickel layered double hydroxides as high performance electrode material for supercapacitors ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Hongmei Sun,ab Yixing Ye,a Zhenfei Tian,a Shouliang Wu,a Jun Liu,a\\* and Changhao Liang a.b Key Laboratory of Materials Physics and Anhui Key Laboratory of Nanomaterialsand Nanotechnology, Institute of Solid State Physics，Hefei Institutes of Physical Science， Chinese Academy of Sciences, Hefei 230031, China.   \nDepartment of Materials Science and Engineering, University of Science and Technology of China, Hefei 230026,China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Co-Ni layered double hydroxides (LDHs), as promising supercapacitor electrode materials with high specific capacity, have suffered poor rate property and cycle stability. By doping and topochemical oxidation of Ni ions is considered as efficivent rout to overcome these drawbacks.In this work, $\\mathrm { N i } ^ { 3 + }$ （204号 doped cobalt-nickel layered double hydroxides (Co-Ni-LDHs） were synthesized by pluse laser ablation of Ni taget in $\\mathrm { C o C l } _ { 2 }$ aqeous solution. The existence of $\\mathrm { N i } ^ { 3 + }$ ions doped in Co-Ni-LDHs decline the conductive resistance,and increase the mobility of surface charge and transfer rate of electrolyte. As a results, the $\\mathrm { N i } ^ { 3 + }$ doped Co-Ni-LDHs display a maximum specific capacitance of 2275 $\\mathrm { F / g }$ and $1 4 5 0 \\mathrm { F / g }$ at the current density of $1 \\mathrm { A / g }$ and $2 0 \\mathrm { A / g }$ , respectivly, indicating a high rate specific capacitance. Moreover, the capacitance retention is to be $80 \\%$ after 1800 cycles at the current density of $6 \\mathrm { A / g }$ , manifesting good cycling stability of $\\mathrm { N i } ^ { 3 + }$ doped Co-Ni-LDHs. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: laser ablation in liquids, $\\mathrm { N i } ^ { 3 + }$ doped cobalt-nickel layered double hydroxides, supercapacitors materials， excellent rate capability, good cycling stability ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.Introduction ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Transition metal-based layered double hydroxides materials (LDHs) are considered as one of the most promising materials for pseudocapacitor, owing to the low cost, environmental friendliness and high theoretical capacitance. 1 2 3 Compared to monometallic hydroxide, LDHs present two kinds of metal inserted in the host layer, which could provide richer redox reactions and offer an effective way for achieving improved electrochemical performance. 4 £However, the poor rate capacitance and cycle stability due to the severe large volume expansion and the poor conductivity limit the practical applications of LDHs structure for supercapacitors materials. To overcome these disadvantages, substantial efforts are focused on the efficient incorporation of high conductive materials such as graphene, CNT, conductive polymers into the LDHs composites to improve the conductivity. 6 Z For example, Huang  et al. fabricated ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "CoNiAl-LDH nanosheets attached on sandwich-like reduced graphene oxide (RGO) with 1866 $\\mathrm { F / g }$ at the current density of 1 $\\mathbf { A } / \\mathbf { g }$ while maintaining $1 3 6 0 \\mathrm { F / g }$ at the current density of $1 0 \\mathrm { A / g }$ Another strategy is to design hierarchical or porous structure with high surface area grown on the current collector (nickel foam²，conductive textile substratell） to buffer the volume expansion.l 12 But the low material loading masses are not suitable for application. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Recently, engineering $\\mathbf { M } ^ { 3 + }$ in LDHs phase has emerged as an effective approach for solving this problems. The $\\mathbf { M } ^ { 3 + } ( \\mathbf { M } { = } \\mathbf { N i } , \\mathbf { C o } )$ ）species of LDHs play a key role in the efficiency of the active metal sites as well as controlling electron-transfer rate. $\\mathrm { \\underline { { { 1 3 } } } ~ { \\underline { { { 1 4 } } } } ~ { \\underline { { { 1 5 } } } } W a n g ^ { \\underline { { { 1 6 } } } } }$ etched Al in Ni-CoAl LDH by NaOH to enable the partial conversion of $\\mathrm { C o } ^ { 2 + }$ to ${ \\mathrm { C o } } ^ { 3 + }$ with enhanced conductivity. Compared to Ni-Co-Al LDH,Ni-Co-Al LDHs after NaOH treatment display the lower resistance which lead to faster electrode kinetics. Moreover， theoretical studiesl has demonstrated the spin-up states of $\\mathrm { N i } ^ { 3 + }$ in monolayer NiTi-LDH ( $( 0 . 9 \\ \\mathrm { n m } )$ ） can improve density of states values around the Fermi level, demonstrating a half-metallic characteristic to improve carrier mobility and electrical conductivity. Therefore, $\\mathbf { M } ^ { 3 + }$ in LDHs are desirable to improve electrochemical performance. 18 19 Although good results were obtained by doping $\\mathbf { M } ^ { 3 + }$ ，special chemical treatments to the precursory compounds are generally needed to induce the transformation from $\\mathbf { M } ^ { 2 + }$ to $\\mathbf { M } ^ { 3 + }$ . For example, ${ \\mathrm { C o } } ^ { 3 + }$ doped layered double hydroxides were synthesized through a topochemical oxidative reaction employing bromine20 $( \\mathbf { B r } _ { 2 } )$ ， $\\mathbf { O } _ { 2 }$ 15, ${ \\bf N O } _ { 3 } ^ { - }$ ions & as an oxidizing agent, or chemical etching of Al in Ni-Co-Al LDH by $\\mathrm { \\Delta N a O H ~ ^ { \\mathrm { ~ 9 ~ 1 8 ~ } } }$ （ Therefore, it is still need to explore a simple and green strategy method to synthesize $\\mathbf { M } ^ { 3 + }$ （204号 doped layered double hydroxides materials. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Laser ablation in liquids (LAL） technique has been demonstrated a novel strategy to fabricate nanomaterials with desired size, structures and components.23-25 Also, it's an effective rout to achieving doping ions into hydroxides. For example, our group has fabricated Mndoped $\\mathrm { N i ( O H ) } _ { 2 }$ nanosheets.26 Co-doped $\\mathrm { N i ( O H ) } _ { 2 } \\ ^ { 2 7 }$ by laser ablation Mn or Co target in $\\mathrm { N i C l } _ { 2 }$ aqueous solution. In this work, by laser ablation of Ni target in $\\mathrm { C o C l } _ { 2 }$ aqueous solution, doping and topochemical oxidation of $\\mathrm { N i } ^ { 3 + }$ ions were simultaneously accomplished in one step. We successfully fabricate the $\\mathbf { N i } ^ { 3 + }$ doped cobalt-nickel layered double hydroxides (Co-Ni-LDHs). Moreover,as-synthesized $\\mathrm { N i } ^ { 3 + }$ doped Co-Ni-LDHs used aselectrode materials for supercapacitors display high rate specific capacitance and excellent cycling stability.(特点和结 果) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.Experimental section ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.1 LAL assisted formation of Co-Ni-LDHs ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "As shown in Figure S1, firstly, a nickel target $( 9 9 . 9 9 \\%$ in purity) is fixed in a vessel filled with $1 8 ~ \\mathrm { m L } ~ 0 . 0 1 ~ \\mathrm { M } ~ \\mathrm { C o C l _ { 2 } }$ solution, and ablated for $3 0 \\mathrm { m i n }$ by a Nd:YAG laser with wavelength of $1 0 6 4 \\ \\mathrm { n m }$ ， pulse duration of 1O ns and per pulse laser energy of $1 2 0 \\ \\mathrm { m J }$ . The obtained colloidal solution was aged for $1 5 \\mathrm { ~ h ~ }$ . The precipitate is the final products and subsequently washed with ethanol and deionized water alternately for three times for characterization and application in supercapacitors. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2 Characterization of Co-Ni-LDHs ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Scanning electron microscopy (SEM) system (Sirion 200 FEG) was used to observe the morphology of the Co-Ni-LDHs nanostructures. Energy dispersive X-ray spectrometry (EDX) was used to determine the element content. A transmission electron microscopy (TEM) system (JEOL，JEM-2010) with a 20O KV acceleration voltage was used to obtain the structural information of the products and element distribution. X-ray diffraction (XRD) analysis of the collected powder products was performed by using a Philips X'Pert system with Cu-Ka radiated $( \\lambda = 1 . 5 4 1 9 \\mathrm { ~ \\AA ~ }$ ). The surface chemical states were analyzed by X-ray photoelectron spectroscopy (XPS; Thermo ESCACLB 250). The surface area and porosity of the samples were measured using an Omnisorp 10oCX Analyzer (Beckman Coulter, Inc., USA). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3 Supercapacitors performance of Co-Ni-LDHs ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The as-prepared samples were used as electro-active materials for supercapacitors. The electrochemical performances of electrodes were evaluated on a Zahner electrochemical workstation (Germany） at room temperature and measured in 3 M KOH electrolyte. The working electrode was prepared by dispersing the samples into N-methyl pyrrolidone and mixed with polyvinylidene fluoride and acetylene black in a mass ratio of 8:1:1 and then painted on Ni foam. The mass loading of the powders on the nickel foam ( $\\mathrm { 1 ~ c m } { \\times } 1 ~ \\mathrm { c m }$ was determined by subtracting the weight before deposition from that after deposition and calculated to be around $3 ~ \\mathrm { m g / c m } ^ { 2 }$ . The test system is a standard three-electrode configuration including an $\\mathbf { A g / A g C l }$ electrode as a reference electrode and a platinum foil as the counter electrode. The specific capacitance of the electrode could be calculated according to equation 1. Where $\\mathbf { C } _ { \\mathrm { S P } }$ is the specific capacitance $\\mathbf { \\sigma } ( \\mathrm { F / g } )$ , I is the current density (A), $\\Delta \\mathfrak { t }$ is the discharge time (s) and $\\Delta \\mathrm { V }$ is the potential window (V), $\\mathbf { m }$ is the mass of the active materials (g), respectively. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.Results and discussion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1 Morphological and structural characterization ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Figure 1 (a) XRD pattern of Co-Ni-LDHs, (b) ${ \\bf N } _ { 2 }$ adsorption desorption isotherms and poresize-distribution curves of Co-Ni-LDHs,(c) SEM image of Co-Ni-LDHs,(d) TEM image of Co-Ni-LDHs, (e) TEM image and the corresponding SAED pattern of individual Co-Ni-LDHs nanosheets,(f) EDX elemental mapping images of Co-Ni-LDHs. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Figure la presents the XRD pattern of as-synthesized Co-Ni-LDHs. The two prominent lowangle diffraction peaks located at $1 1 . 2 1 ^ { \\circ }$ and $2 2 . 6 9 ^ { \\circ }$ are assigned to (O03） and (Oo6) lattice planes of the hydrotalcite-like LDHs phase, which are similar to the standard XRD peaks for $\\mathbf { a }$ （204号 ${ \\mathrm { C o } } ( \\mathrm { O H } ) _ { 2 }$ phase(JCPDS No. 42-1467).28 In addition， the (00h) reflections present sharp, symmetric and high diffraction intensity， suggesting that the synthesized structure is well crystallized with a regular interlayer and the preferential orientation growth along ${ < } 0 0 \\mathrm { h } >$ zone axis. Corresponding SEM and TEM image of Co-Ni-LDHs (Figure 1c,d) show typical morphology of aggregated nanosheets that interconnect with each other to form a porous structure. Calculated by the Barret-Joyner-Halenda (BJH) model (Figure 1b), the specific surface area and pore diameter is of $2 0 1 . 9 ~ \\mathrm { m } ^ { 2 } / \\mathrm { g }$ and $1 1 . 3 \\ \\mathrm { n m }$ ， respectively, which is much larger than that of ${ \\mathrm { N i } } ( \\mathrm { O H } ) _ { 2 }$ nanosheets （114 $\\mathrm { m } ^ { 2 } / \\mathrm { g } ) ^ { \\frac { 2 6 } { 2 } }$ and floss-like Ni-Co binary hydroxides $( 1 0 6 . 5 ~ \\mathrm { m } ^ { 2 } / \\mathrm { g } )$ 27. Such large specific surface area and nanosheets-based porous structures allow high access of electrolyte to the integrated nanosheets, which is crucial for the reduction of the interface contact resistance between the electrodes and electrolyte. 28 TEM image of several separated nanosheets (Figure le) reveals a hexagonal shape of Co-Ni-LDHs, and the corresponding SAED pattrn (inset in Figure 1e) presents perfect hexagonal difaction spots well matched with d-spacing of (110) lattice plane, indexed as the two-dimensional in-plane reflections. EDS spectrum (Figure S2 in ESIt） of products demonstrates that the element ratio of Co and Ni is to be O.55:0.45, thus it can be marked as $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs.Also,the EDS elemental mapping images (Figure 1f) verify that all elements (Co，Ni and O） are uniformly distributed in $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/8843447eeb525ea261f846686710aa5f98a312b9d844613acde6e1fa900436d5.jpg",
        "img_caption": [
            "Figure 2 XPS spectra of $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs (a) Co 2p,(b) Ni 2p "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "XPS spectra is used to analyze the valence states of $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs. The C 1s peak at $2 8 4 . 8 \\ \\mathrm { e V }$ 用于分析其它元素的价键。 $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs 的全谱 XPS 曲线 (Figure S3a) present sharp photoelectron peaks of Co, Ni, O and C elements. Figure S3b shows the fine XPS spectrum of O 1s, the peak located at $5 3 1 . 1 \\ \\mathrm { e V }$ is related to hydroxyl ions. $^ { 3 5 } \\mathrm { I n }$ the Co 2p region (Figure 2a), one pair of binding energies located at $7 8 2 . 5 \\ \\mathrm { e V }$ and $7 9 8 . 5 \\mathrm { e V }$ coincide with $\\mathrm { C o } ^ { 2 + }$ .29 30 While in the Ni 2p region (Figure 2b),two typical $\\mathrm { N i } ^ { 2 + } 2 \\mathrm { p } _ { 3 / 2 }$ and $\\mathrm { N i } ^ { 3 + } 2 \\mathsf { p } _ { 3 / 2 }$ peaks centered at $8 5 6 . 3 \\mathrm { e V }$ and $8 5 5 . 9 { \\mathrm { ~ e V } }$ are co-existed in the $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs.3 It means that $\\mathrm { N i } ^ { 3 + }$ ions were doped in $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs,which is ascribed to the unique LAL reaction process described as follows.As pulse laser irradiating on the interface between Ni target and liquid, a plasma plume with high temperature, high pressure environment, containing Ni species (including atoms, ions, and radicals) is produced. The Ni species in the plasma plume continuously reacts with oxygen dissolved in solution or water, parts of Ni ions can be easily oxidized to $\\mathrm { N i } ^ { 3 + }$ ions. Simultaneously, the Ni species and ${ \\mathrm { C o } } ^ { 2 + }$ in the solution continuously reacts with the ions and radicals such as $\\mathrm { O H ^ { - } }$ to form $\\mathbf { N i } ^ { 3 + }$ doped $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs.31 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.2. Supercapacitors performance of Coo.55Nio.45-LDHs ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "$\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs are used as electrode materials for supercapacitors, electrochemical performance are investigated by cyclic voltammetry (CV)， galvanostatic charge-discharge measurements and electrochemical impedance spectroscopy (EIS). CV curves of Coo.5sNi0.45- LDHs (Figure 3a） at the first test cycle present obvious redox peaks， revealing pseudocapacitive characteristics，which differ from the nearly rectangular CV shapes for conventional EDLCs.32 The reactions involved could be interpreted as follows: 33 ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "10 Co -LDHs (b） enseessr 604 20. 5mV/s 20mV/s 1501   \n50 0 50mV/s 100   \n-5 -20- 50-   \n-10 Nickle foam -40   \n0.0 0.10.2 0.3 0.4 0.5 0.00.10.20.30.40.5 2 4 6 Potential(V) Potential(V) y(mVs-1)1/2   \n(d) (e)   \n0.5 A +C00.55Ni0 4 5-LDHs 100 -LDHs 1800- O0000   \n0.3 20A/g 70 1200 60   \n0.2 800- 501   \n0.1 0 500 100015002000 5 10 15 20 40 400 8001200 1600 Time(s) Current density(A/g) Cycle number ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Figure 3 (a) CV curves of $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs at scan rate of $5 \\mathrm { m V / s }$ ，(b) CV curve of $\\mathrm { C o _ { 0 . 5 5 } N i _ { 0 . 4 5 ^ { - } } }$ LDHs at various scan rates,(c) The linear relationship of $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs between the oxidation peak currents and the square root of scan rates,(d) Galvanostatic charge-discharge curves of $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs at 1, 2,4, 6, 10, and $2 0 \\mathrm { A / g }$ ，(e) The specific capacitance of the $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs at 1, 2, 4, 6, 10, and $2 0 \\mathrm { A / g }$ ， (f) Cycling performance at a scan rate of $6 \\mathrm { A / g }$ of $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs In addition, CV curves within the potential window of $0 . 0 { - } 0 . 5 \\mathrm { ~ V ~ }$ (vs. Ag/AgCl) at various scan rates from 5 to $5 0 ~ \\mathrm { m V / s }$ is evaluated and shown in Figure 3b. With the rising of scan rate, the currents increase and the potentials of redox peaks shift to a more negative or positive position. This phenomenon is mainly due to the fact that the increasing of scan rate would cause the rising in the internal difusion resistance within the pseudoactive materials.34 Furthermore, even at high scan rate of $5 0 ~ \\mathrm { m V / s }$ ， the shape of CV curve does not significantly distort， implying the nature of fast electron transport. Here, the good linear relationship between the oxidation peak currents and the square root of scan rates (Figure 3c) confirms that the electrode reaction of Co/Ni-LDHs is diffusion controlled.35 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In order to further evaluate the rate capacity and cycling stability of the prepared $\\mathrm { C o _ { 0 . 5 5 } N i _ { 0 . 4 5 } - }$ LDHs,galvanostatic charge-discharge (GCD) measurements were conducted. Figure 3d shows the GCD of the $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs at different current densities from $1 \\mathrm { A / g }$ to $2 0 \\mathrm { A / g }$ in a voltage range of $0 . 1 \\mathrm { - } 0 . 5 \\mathrm { ~ V } .$ The well-defined charge and discharge plateaus in all curves demonstrate the existence of redox reaction, confirming the foregoing CV results. The specific capacitance of the $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs（Figure 3e) composite is calculated to be 2275,2153,1965,1845, 1708 and $1 4 5 0 ~ \\mathrm { F / g }$ at the current discharge of 1, 2, 4, 6, 10, and $2 0 \\mathrm { A / g }$ according to equation (1). The specific capacitance retention of $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs at different current densities is displayed in Figure S4. The high capacity retention of $64 \\%$ are achieved for $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs when the current density is increased from $1 \\mathrm { A / g }$ to $2 0 { \\mathrm { ~ A / g } }$ ， displaying high rate capability Figure 3f displays the cyclic performance of the obtained $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs composite at a current density of $6 \\mathrm { A / g }$ . It can be seen that the specific capacitance shows a gradual decrease at first, and it is nearly constant after 800 cycles. After 180O cycles, there is still $80 \\%$ capacitance retention for $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs electrode, indicating a good cycling stability. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/68c810c8e7e2c22cda9e3421577ddb37d692307ce915381ede61ecbb71d8488d.jpg",
        "table_caption": [
            "Table 1 Comparison of various relative results of Co-Ni-LDHs. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Material</td><td>Specific</td><td>Current</td><td>Reference</td></tr><tr><td></td><td>capacitance (F/g)</td><td>density (A/g)</td><td>This work</td></tr><tr><td>C00.5sNi0.45-LDHs</td><td>1708 1450</td><td>10</td><td>This work</td></tr><tr><td>Ni³+ doped NiTi-LDHs</td><td></td><td>20</td><td>17</td></tr><tr><td>RGO@CoNiAl-LDHs</td><td>1500 1360</td><td>20 10</td><td>8</td></tr><tr><td>α phase Ni-Co bimetallic hydroxides</td><td>1350</td><td>20</td><td>33</td></tr><tr><td>floss-like Ni-Co binary hydroxides</td><td>594</td><td>10</td><td>27</td></tr><tr><td>Ni(OH)2 hexagonal platelets</td><td>628</td><td>10</td><td>34b</td></tr><tr><td>CoNiAl-LDHs/GO</td><td>618</td><td>20</td><td>7</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In comparison with the previously reported results(Table 1), including RGO@CoNiAl-LDH, &floss-like Ni-Co binary hydroxides²² and $\\mathbf { a }$ -phase Ni-Co bimetallic hydroxides³³，here synthesized $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs exhibit better specific capacitance. The achieved higher specific capacitance, excellent rate capability and the long cycle life may be understood as following issues: (a) The $\\mathrm { N i } ^ { 3 + }$ promote electron transportation to reduce the conductivity of $\\mathrm { C o _ { 0 . 5 5 } N i _ { 0 . 4 5 ^ { - } } }$ LDHs; 1Z (b) The high specific surface area and porous structure of $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs could shorten the diffusion distance between the electrolyte and electrodes, which can promote deep ions difusion in electrochemical reaction; 29 36 (c) The uniform distribution of Ni is a key factor to ensure the electron transfer, which can effectively optimize the electrical conductivity and durability of the electrode materials; 19 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In summary, $\\mathrm { N i } ^ { 3 + }$ doped $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs were prepared by liquid-phase laser ablation method. Detailed characterization reveal $\\mathbf { N i } ^ { 3 + }$ doped $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs hexagonal sheet-like shape，high specific surface area, porous structures and uniform distribution of Co，Ni elements. As electrode materials for supercapacitors, $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs yields a maximum specific capacitance of $2 2 7 5 \\mathrm { F / g }$ at $1 \\mathrm { A / g }$ ,and $1 4 5 0 \\mathrm { F / g }$ at high current density of $2 0 \\mathrm { A / g }$ ，which indicate a high rate capacity. Furthermore, $\\mathrm { C o } _ { 0 . 5 5 } \\mathrm { N i } _ { 0 . 4 5 }$ -LDHs present $80 \\%$ capacitance retention after 1800 cycles at $6 \\mathrm { A / g }$ ， meaning long cycle life for energy storage applications. Overall, this work provide a novel and efficient strategy in engineering $\\mathbf { M } ^ { 3 + }$ in LDHs phase,and confirmed that is an effective approach for improving their supercapacitor performance for practical energy storage devices. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "This work was financially supported by the National Basic Research Program of China (2014CB931704), the National Natural Science Foundation of China (NSFC, No. 51371166, 51401206, 51571186,11674321，11504375） and the CAS/SAFEA International Partnership Program for Creative Research Teams). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "ReferencePrimary Sources Secondary Sources Uncategorized References ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Polypyrrole-mediated Graphene Foam Electrodes.Adv Mater 2013,25(4),591-595.   \n2. Pu,J.;Tong,Y;Wang,S.;ng,E.H.;WangZ.H,ickeobalthdroidenanoshetsarasonNfoamforpsedocaacitor applications.J Power Sources 2014,250,250-256.   \n3.(a)Chen,Z;QiYC;WengD;iaoQ.;engYT;Wang,X.L;L,H.X;WeiF;u,YF,Deignandntesisoferaical NanowireCompositesforElectrochemicalEnergyStorage.AdvFunctMater009，19(21)，3420-3426;(b)Birjega，R.;MateiA.; FilipescuM;ker-giFclesCgDelD;cueigatiod basedlayereddoublehydroxidesandtheirderivedmixedoxidesthinfimsdepositedbypulsedlaserdeposition.ApliedSurface Science 2013,278,122-126.   \n4.Salunkhe,RR;BastakotiBP;HsuC.-;zuki,N;,J.H;ou.X;HuC-C;YamauchiirectGrowthbal Hydroxide Rods on Nickel Foamand Its Application for Energy Storage.Chem-EurJ2014,20(11),3084-3088.   \n5.MaW.;Wang,L;Xue,J.;Cui,HUltra-largescalesynthesisofCo-Niayereddoublehydroxidesmonolayernanosheetsbya solvent-free bottom-up strategy.JAlloy Compd 2016,662,315-319.   \n6.Wang,L;Wang,D.;g,XY;Zang,ZJ;eiF;CenXJ;Cn,B;J,ayeredemblofgapeeidedC layered double hydroxidenanosheetsas electrode materialsforsupercapacitors.Chem Commun2011,47(12),3556-3558. 7.Fang,J.;Li.;LQ;ZangW.;ouQ;LuF;ZangX;hengJicrowaveasistedsthesisofColayereddoube hydroxide/graphene oxide composite and itsapplication in supercapacitors.Electrochim Acta 2012,85,248-255.   \n8.Huang,P;CaoC.;un,Y;ang,S.;Weiong,WOne-potsythesisfsandich-likeducedgrapeneide@Cod double hydroxide with excellent pseudocapacitive properties.JMater Chem A 2015,3 (20),10858-10863.   \n9.Abushrenta,N;Wu,X;Wang,J.;LuJ;un,X,HerarchicalCobasedPorousLayeredDoubleHydroxideArrysDerivedikali Etching for High-performance Supercapacitors.Sci Rep-Uk 2015,5.   \n10.NagarajuG;RajuG.S.R;K,YHu,J.S.,erarchicalNi-Colyerddoublehydroxidenanosheetsetrappedoncoductive textilefibers:acost-efectiveandflexibleelectrodeforhigh-performancepseudocapacitors.Nanoscale1,8(2)12-825. 11.Zhang，Q;Chen,H.;Wang,J.;Xu,D;LiX;ang,Y;Zang,KGrowthofHierarchical3DMesoporousNix/iCo2O4Corel Heterostructures on Nickel Foam for Lithium-lon Batteries.Chemsuschem 2014,7(8),2325-2334.   \n12.Cheng,JP;ang,J.H;Li;ZngWF.;uF;ang,.acedelectrochemicalperfancefrddbe hydroxide nanosheet arrays coated by platinum films.Electrochim Acta 2013,114,68-75.   \n13．Gu,F.; Cheng, X.; Wang,S.F.; Wang, X.; Lee,P.S., Oxidative Intercalation for Monometalic $N i 2 + - N i 3 +$ Layered Double Hydroxide and Enhanced Capacitance in Exfoliated Nanosheets.Small 2015,11 (17),2044-2050.   \n14.(a)Vialat,P.;Rabu,P;MoustyC.;Leroux,F,sightofaneasytopochemicalidativereactioninbtaininghighpefoance electrochemiclcapaitredon(oColl)-o-llmonmetallcbaltayeredoubledoxide.JPowerSoures1,9-;(b) Xie,J.; Sun, X.; Zhang, N.; Xu, K.; Zhou, M.; Xie, Y., Layer-by-layer $\\beta$ -Ni(OH)2/graphene nanohybrids for ultraflexible all-solid-state thinfilm supercapacitors with high electrochemical performance. Nano Energy 2013,2(1),65-74.   \n15.Vialat，P；Mousty，C.；Taviot-Gueho，C.；Renaudin，G.；Martinez，H.；Dupin，J.-C.；Elkaim，E.；Leroux，F.，High-Perforing MonometalicCobaltLayeredDoubleHydroxideSupercapacitorwith DefinedLocalStructure.AdvFunctMater2014,24(30),4831- 4842.   \n16.Wang，X.；Yan，C.；Sumboja,A.；an,J.;Lee，P.S.，Achieving HighRatePerformanceinLayered Hydroxide Supercapacitor Electrodes.Adv Energy Mater 2014,4(6),1301240.   \n17.Zhao,Y.; Wang, Q.; Bian,T.; Yu, H.; Fan, H.; Zhou, C.; Wu,L.-Z.; Tung,C.-H.; O'Hare, D.; Zhang,T., $N i 3 +$ doped monolayer layered double hydroxide nanosheets as efficient electrodes for supercapacitors. Nanoscale 2015,7(16),7168-7173.   \n18.Wu,X.L;Jiang,LL;Long,C.L;WeiT;Fan,Z.J,DualSupportSystemEnsuring PorousCo-Al HydroxideNanosheetswith Ultrahigh Rate Performanceand High EnergyDensityfor Supercapacitors.AdvFunct Mater2015,25(11),1648-1655.   \n19.Chen,H.;Hu,L.F.;Chen,M.;Yan,Y;Wu,L.M.,Nickel-CobaltLayeredDoubleHydroxide NanosheetsforHigh-performance Supercapacitor Electrode Materials.Adv Funct Mater 2014,24 (7),934-942.   \n20.Liang,J;a,R.iN;baada,K.;sakiTpohemicaSynthesis,AniEhangedExfoltiofCoed DoubleHydroxides:ARoute toPositivelyCharged Co-NiHydroxideNanoshetswithTunableComposition.Chem Mater201022 (2), 371-378.   \n21.Zhang,H.;iuJ;e,Yan.F;iangC.tsisofdopedala(2)aoseetsaistedblqd-se laser ablation and their electrochemical properties.Phys Chem Chem Phys 2013,15 (15),5684-5690.   \n22.Liu,J;iagC.H;ZagHM.;an,Z.F;Zang,S.GeneralStraegforDopinglpurities(Ge,Sin,niinaie Nanocrystals.JPhys Chem C2012,116 (8),4986-4992.   \n23.Liu,J.;LiangC;Xu,G;Tian,Z;aoG.;Zng,LGe-dopedmatitenanosheetswithtunabledopinglevel,tructured improved photoelectrochemical performance.Nano Energy 2013,2 (3),328-336.   \n24.Tian,Z.;LiangC;LuJ.;Zhang，H.;Zhang,LReactiveandphotocatalyticdegradationofvariouswatercontaminantsbylaser ablation-derived SnOx nanoparticles in liquid.JMater Chem 2011,21 (45),18242.   \n25.Zhaoping LiuRenzhi Ma,Minoru Osada,KazunoriTakada,andTakayoshiSasak,Selectiveand ControlledSynthesisof $a -$ and $\\beta$ CobaltHydroxides in Highly Developed Hexagonal Platelets. 2005.   \n26.Sun，W.P；Rui,X.H.；Ulaganathan,M.；Madhavi,S.；Yan，Q.YFew-layeredNi(OH)(2)nanoshetsforhigh-performance supercapacitors.J Power Sources 2015,295,323-328.   \n27.Tang,Y;LiuY;GuoW;Yu,S.；GaoF.，Flos-likeNi-Cobinaryhydroxideassembledbywhisker-ikenanowiresforhigh performance supercapacitor. lonics 2014,21 (6),1655-1663.   \n28.Chen,J.-C;HsuCT;HuC.-Cperircapacitivperforancsofnaryickeobaltroxdeanoetorkperedby cathodic deposition.JPower Sources 2014,253,205-213.   \n29.Quan,W;Tang,ZL;ongY;Wang,S.T;ZangZHdroxyopenationefectontheyclestabifckelbalt layered double hydroxides synthesized via solvothermal method.Electrochim Acta 2015,182,445-451. 30.CaiX;n,X;Ma,LJZ;uCanAvotherlsythesisofolyereddubledroxidenanosheesdecoated RGO sheets for high performance supercapacitor. Chemical Engineering Journal 2015,268,251-259.   \n31.Liu,X.Y;GaoY.Q;YangG.W,Aflexible,transparentandsuper-long-lifesupercapacitorbasedonultrafineCo3O4nanocstal electrodes. Nanoscale 2016,8 (7),4227-4235.   \n32．Simon,P.; Gogotsi, Y., Materials for electrochemical capacitors.Nat Mater 2008,7(11),845-854.   \n33．Xia,D;Chen,H;Jang,J;Zang,LZaoY;Guo,D;uJacilelysynthesizedpasenickelobaltbmetalicroides: Tuning the composition for high pseudocapacitance.Electrochim Acta 2015,156,108-114.   \n34.(a)LiJ.;Yang,M.；WeiJ.;houZ，PreparationandelectrochemicalperformancesofdoughnutlikeN(OH)(2)-(OH)(2) compositessedapaciaterlsole(5)498-;()L;uJJLJ;Z D.;LiN.B.;anF..oe-steposteectiveemetodtoinitufbicateO)(2)exgalpateletsNfde free supercapacitor electrode materials.JMater Chem A2015,3(5),1953-1960.   \n35.LiY.W;oJ.H;uCJao;engX;ong.ctfterlaesthlectroemicalfoe of Al-substituted α-type nickel hydroxide electrodes.IntJHydrogen Energ 2010,35(6),2539-2545.   \n36.Min,S.D;ZaoC.J.;Zang,.M.;ChenG.R;Qian,X.Z;GuoZ.P.ynthesisofNi(OH)(2)/GOpseudocompositeonickel foam for supercapacitors with superior performance.JMater Chem A 2015,3(7),3641-3650. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    }
]