[
    {
        "type": "text",
        "text": "Fabricating binary anti-corrosion structures containing superhydrophobic surfaces and sturdy barrier layers for Al alloys ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yinghao Wu,ab Wenjie Zhao,\\*a Wurong Wangb and Wenjie Suia ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Aluminum alloys with novel binary anti-corrosion structures on the surface showing superhydrophobic properties were fabricated via chemical etching,anodic oxidation and chemical modification.Surface morphologies and chemical elements of the as-prepared films were investigated by Fourier transform infrared spectrometer,scanning electron microscopy and confocal laser scanning microscope.Surface wettability was investigated by the contact angle meter. Manipulation of surface morphology by anodic Oxidation current density and the influence of surface chemical modification on the wetability were investigated.The anti-corrosion properties of the as-prepared films were characterized usingan electrochemistry workstation.The results showed that surface water contact angle could reach $1 5 6 ^ { \\circ }$ after chemical modification when the current density of anodic oxidation was $5 \\mathsf { A } \\mathsf { d } \\mathsf { m } ^ { - 2 }$ .The corrosion potential $( E _ { \\mathrm { c o r r } } )$ was positively increased from $- 1 1 8 9 \\mathrm { ~ m V }$ for bare Al alloys to $- 3 0 4 ~ \\mathrm { m V }$ for the samples anodized at $5 \\ \\mathsf { A } \\ \\mathsf { d } \\mathsf { m } ^ { - 2 }$ .The synergetic effect between the protective properties of air trapped in a low adhesion superhydrophobic surfaceand good barrier properties of the barrier layer of anodic oxidation film was remarkably enhanced the corrosion resistance of aluminum allys.Influences of the anodic Oxidation current density and the self-assembled films on the anti-corrosion performance were discussed in detail. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Aluminum and aluminum alloys are widely used in the architectural,automotive and ocean environments forboth technical and economic considerations,1 which is the largest usage amount of metal materials in industry,second only to steel.2 However,Al alloys are reactive and the demands of corrosion resistance for some applications cannot be met.In order to improve the corrosion resistance properties of Al alloys,the surface modification technology has developed rapidly in recent years,which is related to electrochemistry,chemistry,metallography,and other disciplines.3-8 The surface modification of Al alloys is generally consisted of chemical etching，anodic oxidation,coating,and etc.9-12 It has been reported that the chemical modified samples which present superhydrophobicity can enhance the corrosion resistance of Al alloys.13-15 The resulting superhydrophobic performance is attributed to the combined effects of micro/nano-structure on Al alloys surface and the modification of low surface energy materials. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Chemical etching can enhance the surface roughness values of Al alloys,16,17 thus leads to the enhancement of both the hydrophobic and hydrophilic properties.18,19 Yin et al.2o fabricated a superhydrophobic film on Al alloys by chemical etching and surface modification.The Al alloys were covered by etch pits and rather rougher than untreated surface. The superhydrophobic surface modified by fluorosilane significantly improved the corrosion resistance of Al alloys with a WCA of $1 6 1 . 2 ^ { \\circ }$ . Xianming Shi et al.15 also revealed that nano-silica particles deposited on acid-etched aluminum substrates present superhydrophobic property,when the surface roughness value ofRa exceeds $4 5 0 \\mathrm { n m }$ ,contact angle was greater than $1 5 4 ^ { \\circ }$ .The electrochemical data suggested that the super hydrophobic surface enhanced the corrosion resistance of Al alloys.Although the micro/nano-binary structure fabricated by chemical etchingmeet the need ofsurfacesuperhydrophobicity,the convexities on etched Al alloys can hold a large amount of corrosion medium which will decrease the anti-corrosion of Al alloys. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "As a cost-effective and ready-to-implement process,anodic oxidation was applied extensively on Al alloys to improve the corrosion resistance.21-23 Kong et al. found that the anodic oxidation could improve the corrosion resistance of Al alloys. After anodic oxidation,the barrier layer of $\\mathbf { A l } _ { 2 } \\mathbf { O } _ { 3 }$ on Al alloys surface remarkably prevented the corrosive anions from entering the substrate to improve the corrosion resistance.5 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "However,there are many nanopores on the anodized sample surfaces,of which the chloride ions in liquid can stay in the pores.As time going on,the chloride ions could permeate the barrier film and corrode the aluminum substrate.The superhydrophobic surface can protect the aluminum substrate from corrosion.24-26 Li et al.24 fabricated a superhydrophobic surface byanodic oxidation and self-assembly.The influence of anodic oxidation current density and the self-assembly time were studied.The result of electrochemical measurement indicated that the anti-corrosion performance of Al alloys was greatly improvedby the self-assembled superhydrophobic film.It also showed that changing the anodic oxidation condition can manipulate the surface morphology of Al alloys.27-29 Ludmila Boinovich revealed the synergetic effect of superhydrophobic surface and good barrier properties of the oxide sublayer which fabricated by laser treatment could remarkably enhanced the corrosion resistance of aluminum alloys.0 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "To the best of our knowledge，many studies have been previously carried out about the independent effect of anodic oxide flms and surface superhydrophobicity on the anticorrosion properties.However,utilizing the synergistic effect of anodic oxide films and surface superhydrophobicity (espe ciallythe regular binary structure fabricated by anodic oxida tion) to prepare the anti-corrosion flms,was rarely referred to. In particular,it is necessary to explore the relationship between the anti-corrosion properties and the binary structures on Al alloys surface manipulated by anodic oxidation current density. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Inspired by the above-mentioned influences of surface morphology and chemical modification on corrosion resistance,in thiswork,Al alloys surfaces were treated by an acid etching,anodic oxidation and chemical modification method.A versatile procedure combining micro/nano-binary structures, anodic oxidation porous films and further modification with low-surface-energy molecules were proposed to fabricate excellent anti-corrosion films on Al alloys substrates.The various anodic current densities were used to manipulate the surfaces morphology of Al alloys.Electrochemical and surface analysis methods were used in this paper to revel the corresponding synergetic corrosion resistance of anodic oxide films with various micro/nano-structure manipulated by anodic oxidation current density and chemical modification. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.Experimental ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.Preparation of self-assembled monolayers (SAMs) ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "$1 H , 1 H , 2 H , 2 H$ Perfluorooctyltriethoxysilane $[ \\mathrm { C F } _ { 3 } ( \\mathrm { C F } _ { 2 } ) _ { 5 } ( \\mathrm { C H } _ { 2 } ) _ { 2 } .$ $\\mathrm { S i } ( \\mathrm { O C H } _ { 2 } \\mathrm { C H } _ { 3 } ) _ { 3 }$ ，PTES] was obtained from Aladdin and used without further purification.Other chemical compounds used were analytical grade.All the aqueous electrolyte solutions used here were obtained using deionized water. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The experimental material is 2o24 Al alloys with the chemical compositions as follows: $4 . 5 \\% \\mathrm { C u }$ ， $1 . 5 \\% \\mathrm { M g }$ ， $0 . 5 \\% \\mathrm { F e }$ ， $0 . 6 \\% \\mathrm { M n }$ ， $0 . 5 \\% \\mathrm { S i }$ ， $0 . 5 \\%$ othersandAlas theremainder.TheAlalloyswith a size of $2 5 ~ \\mathrm { m m } \\times 2 5 ~ \\mathrm { m m } \\times 5 ~ \\mathrm { m m }$ were used as substrate.The substrates were ground by emery paper (no.40o,80o,1200) gradually,and polished, then ultrasonically cleaned in acetoneethanol and deionized water for $1 0 ~ \\mathrm { \\ m i n }$ ，respectively.The substrates were chemically etched by hydrochloric acid solution $\\mathrm { \\big ( V H C l : V H _ { 2 } O = 1 : 2 \\big ) }$ for $3 \\ \\mathrm { m i n }$ .All the etched samples were ultrasonically cleaned with deionized water to remove any residual dust particles formed in the pores.The anodic oxidation was carried out using constant current operation in $4 . 5 ~ \\mathrm { g }$ ${ \\bf L } ^ { - 1 }$ sulfuric acid solution for $3 0 \\ \\mathrm { { m i n } }$ ，theanodic oxidation current density varied from $2 \\operatorname { A } \\dim ^ { - 2 }$ to $6 \\mathrm { A } \\mathrm { d } \\mathrm { m } ^ { - 2 }$ (included 2 A $\\mathrm { d } \\mathrm { m } ^ { - 2 }$ ,3A $\\mathrm { d } \\mathrm { m } ^ { - 2 }$ ， $4 \\mathrm { ~ A ~ } \\mathrm { d m } ^ { - 2 }$ ， $5 \\mathrm { ~ A ~ d m } ^ { - 2 }$ ， $6 \\mathrm { ~ A ~ } \\mathrm { d m } ^ { - 2 }$ ). After ultrasonicallycleaned with deionized water the samples were dried by ${ \\bf N } _ { 2 }$ .Then the as-prepared samples were immersed in $\\mathrm { ~ 5 ~ m M }$ PTES solution in a mixture of ethanol and water (the volume ratio of ethanol and water was $1 : 1 \\dot { }$ at $6 0 ~ ^ { \\circ } \\mathbf { C } .$ After $^ \\textrm { \\scriptsize 6 h }$ ，the obtained specimens were taken out and then dried at $6 0 ^ { \\circ } \\mathbf { C }$ for 2 h.The fabrication procedure of forming the superhydrophobic film on Al alloy surface is shown in Fig.1.The micro/nano structure in circles of Fig. 1 was upwards-magnifying to shown the typical morphology at different stages of the fabrication of superhydrophobic surface on Al alloys. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2. Characterization of surfaces ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The morphologies of the sample surfaces were investigated using a confocal laser scanning microscope (CLSM) and field emission scanning electron microscope (SEM,FEI Quanta 250 FEG,USA) under a vacuum environment, with an accelerating voltage of $2 0  { \\mathrm { ~ \\ k V } }$ 、The chemical composition of surfaces was studied using Fourier Transform Infrared Spectrometer (FTIR, Nicolet 67oo,Thermo Fisher scientific,USA).The static water contact angle (WCA) of different samples was measured by a contact angle meter (OCA2o,Germany).Water droplets were placed on the surface with a volume of ${ \\mathsf { 5 . 0 } } \\mu \\mathrm { L }$ .The data were the average value of at least 5 measurements for each sample. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.3.Electrochemical measurements ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Electrochemical corrosion tests were performed on an electro chemistry workstation (Modulab,Solartron,USA) by potentiodynamic polarization ina three-electrode system:the specimen was used as the working electrode with a test area of $0 . 2 \\ \\mathrm { c m } ^ { 2 }$ asaturated calomel reference electrode,and a platinum wire counter electrode.All electrochemical measurements were performed in $3 . 5 ~ \\mathrm { w t \\% }$ NaCl aqueous solution at room temperature.Dynamic measurement of polarization curves ina Tafel model was carried out with respect to the open circuit potential (OCP) at a scanning rate of $2 { \\mathrm { ~ m V ~ } } s ^ { - 1 }$ .Electrochemical impedance spectroscopic measurements were conducted in the frequency ranging from $1 0 ~ \\mathrm { { m H z } }$ to $1 0 ~ \\mathrm { k H z }$ ： ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3. Results and discussion ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1.Fabrication and characterization of the SAMs ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The fabrication of superhydrophobic films on the anodized Al alloyswas based onthehydrolysisofperfluorooctyltriethoxysilane molecules.Fig.2 illustrates the reac tion mechanism for the SAMs formed on anodized sample surface under investigation.31 The driving force for this assembly is the situ formation of polysiloxane,which is connected to the hydroxyl groups (-OH) on sample surface via Si",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/c4f4a710d355075dda554563dd29fd70f319aed395e58d7838b7aef0335bfb2a.jpg",
        "img_caption": [
            "Fig.1Schematicilustrationof the preparation processof micro/nano-structures and SAMs onanAlalloys substrate "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "O-Al bonds.³² Then it followed by polymerization reactions and interfacial condensation between the hydroxyl groups and the silanol groups，leading to a covalent linkage between the organic layer and aluminum.In this process,PTES with $- \\mathbf { C } \\mathbf { F } _ { 2 } - $ and $- \\mathbf { C F } _ { 3 }$ outer groups were covalently anchored onto the Al alloys surface. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The self-assembled film is a robust flm that is highly crosslinked both laterally and to the Al alloys surface.FTIR spectra (Fig.3) were performed to investigate the surface chemistry of samples treated with PTEs.The spectrum of pure ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Al alloys was given as a reference.Significant changes in the intensity of the bonds could be seen in the range from 850 to $1 5 5 0 ~ \\mathrm { \\ c m } ^ { - 1 }$ . For chemically modified Al alloys， the peak appeared at $1 0 7 2 ~ \\mathrm { c m } ^ { - 1 }$ responded to siloxane (-Si-O-Si-).3 The absorption peak at $1 1 2 8 ~ \\mathrm { { c m } ^ { - 1 } }$ was related to $- \\mathrm { { S i - O - A l - } }$ bond. The absorption bond at $1 1 5 0 ~ \\mathrm { ~ c m } ^ { - 1 }$ can be attributed to stretching vibration of Al-O-Al bond after being self-assembled, the Si-O-C bond broke during the complete hydrolysis of silane,and new bond Si-O-Si formed.The Si-O-Si bond at1222 $\\mathrm { c m } ^ { - 1 }$ could be observed clearly. The peaks at $1 2 5 1 ~ \\mathrm { c m } ^ { - 1 }$ and ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/16d3c66db4ccd8e9546011978acfa0c30008bfe9fedef97d3e99b3567df6e17a.jpg",
        "img_caption": [
            "Fig.2 Schematic illustration of the formation of the PTES film on the aluminum surface. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/fbfd38eb5a3d03229da00f788e441f9b89900e9e0cace80057b2192be491b21e.jpg",
        "img_caption": [
            "Fig.3FTIR spectra of samples treated with PTES and bare Al alloy. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "$1 3 2 0 ~ \\mathrm { c m } ^ { - 1 }$ represented $- \\mathbf { C } \\mathbf { F } _ { 2 } - $ and $- \\mathbf { C F } _ { 3 }$ bonds,and $- \\mathbf { C } \\mathbf { F } _ { 2 } - $ peak intensity were about 5 times stronger than $- \\mathbf { C F } _ { 3 }$ which respond to the molecular structure of PTES. The $- \\mathbf { C F } _ { 3 }$ and $- \\mathbf { C F } _ { 2 }$ groups in the ultrathin self-assembly PTES films decreased the surface energy which rendered the treated Al alloys surface being superhydrophobic. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "To characterize the surface feature of various specimens, FESEM and CLSM pictures were obtained as shown in Fig.4-6, respectively.We studied the micro/nano-structure evolution of Al alloys surface by varying the anodic oxidation current density while keeping the other experiment conditions constant.For the etched samples in Fig.4,it can be seen that the surface consists of etch pits and convexities.But the pits and convexities irregularly arranged on the surface.This kind of structure can enhance the capability of air trapping and cause the surface exhibiting superhydrophobicity with appropriatesurface roughness.Fig.5 shows the microstructure of anodized aluminum surface with different current density.Typical SEM images of the aluminum block anodized for $3 0 \\mathrm { m i n }$ at different current density $2 \\operatorname { A } \\dim ^ { - 2 }$ $3 \\mathrm { A } \\mathrm { d } \\mathrm { m } ^ { - 2 }$ $4 \\mathrm { A } \\mathrm { d } \\mathrm { m } ^ { - 2 }$ $5 \\mathrm { A } \\mathrm { d } \\mathrm { m } ^ { - 2 }$ and 6A $\\mathrm { d } \\mathrm { m } ^ { - 2 }$ were shown in Fig.5 (a and b: 2 A $\\mathrm { d } \\mathrm { m } ^ { - 2 }$ ), (c and d: 3 A $\\mathrm { d } \\mathrm { m } ^ { - 2 } )$ , (e and f: $4  { \\mathrm { ~ A ~ } }  { \\mathrm { d } }  { \\mathrm { m } } ^ { - 2 }$ ， $( \\boldsymbol { \\mathrm { g } }$ and $\\mathrm { h } \\colon 5 \\mathrm { ~ A ~ } \\mathrm { d } \\mathrm { m } ^ { - 2 }$ ), (i and j: 6 A $\\mathrm { d } \\mathrm { m } ^ { - 2 } ,$ ！ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In Fig.5(a:2 A $\\mathrm { d } \\mathrm { m } ^ { - 2 }$ ）it can be seen that the pits and convexities arranged irregularly on the surface,and under higher magnifications $( \\mathsf { b } \\colon 2 \\mathrm { \\mathbf { A } } \\mathrm { d } \\mathrm { \\mathbf { m } } ^ { - 2 } ) .$ )compact nanopetals can be observed on Al alloys surface;in (c and $\\mathrm { d } \\colon 3 \\mathrm { ~ A ~ } \\mathrm { d } \\mathrm { m } ^ { - 2 } .$ ),thesame shape nanopetals to (b) was found,but decreased in number and little nanopores appeared below the petals； the pits on surface arranged more regular when anodic oxidation current density was $4 \\mathrm { A } \\mathrm { d } \\mathrm { m } ^ { - 2 }$ (e: $4 \\mathrm { A d m } ^ { - 2 \\cdot }$ ,thenanopetals disappeared and the nanopores increased but didn't spread all over surface (f: $4 \\mathrm { A d m } ^ { - 2 } )$ ; for $\\left( \\mathbf { g } \\colon 5 \\mathrm { \\mathbf { A } } \\mathrm { d } \\mathrm { m } ^ { - 2 } \\right)$ ,it can be seen that as the anodic oxidation current density increased，pits and convexities arranged regularly, the pits and convexities structure became more unified in size.This structure can provide more space to trap air and increase the WCA.For $( \\mathrm { h } ; 5 \\mathrm { A d m } ^ { - 2 } )$ ,thenanopores spread all over the surface.The continuous and highly ordered pores are the porous layer of anodic oxide film,the compact oxide film can prevent corrosive anions attach to aluminum substrate.' When the current density continuously increased to ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/852257eb283aa820cbf723b028d1fb2dbd5030c543b09b3e9b56b58f263a129f.jpg",
        "img_caption": [
            "Fig.4FESEMimagsofetchedsamplesfor(a)nd(b);()andd)forsamplesimmersedinaodicidatioelectrolyteafterethingwithout anodizing. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/935ded30a084b8925874ba9b41c1174b1a6d5a36247561436c3feda75d8ba647.jpg",
        "img_caption": [
            "Fig.5FESEM images for samples anodized at different current density: (a)and (b) $2 \\mathsf { A } \\mathsf { d } \\mathsf { m } ^ { - 2 }$ : (c)and (d) $3 \\mathsf { A } \\mathsf { d } \\mathsf { m } ^ { - 2 }$ ： (e)and (f) $4 \\mathsf { A } \\mathsf { d } \\mathsf { m } ^ { - 2 }$ ：(g)and (h)5 $\\mathsf { A } \\mathsf { d } \\mathsf { m } ^ { - 2 }$ ：(i)and $( \\mathrm { j } ) 6 \\mathsf { A } \\mathsf { d } \\mathsf { m } ^ { - 2 }$ "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "6A $\\mathrm { d } \\mathrm { m } ^ { - 2 }$ (i and j: 6 A $\\mathrm { d } \\mathrm { m } ^ { - 2 }$ ),the Joule heat generated by anodizing lead to the broken of anodic oxide layer.34 As the current density increased to a critical degree,at the pointed end of protuberances on surface,Joule heat generated greatly.Heat conduction was inefficiency,and Joule heat could not remove from the specimen efficiently.35 Protuberances overheating were ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Ra:0.65 (a) Ra:2.19 (b) Ra:2.20 (c) Ra:2.23 (d) doa S 中 200 S 600 0 600 600 0 600   \nRa:2.30 (e) Ra:2.42 (f) Ra:2.13 (g） Ra:2.15 (h) 100- as o 1.2 1 0.402 44 1.2 0.20.0 1.2 10 0.0 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "accelerated which lead to the ablation of the treated Al alloy surface.2,36 As we all known there were large numbers of dislocation defects in crystalline metals.These dislocation sites are more easier appears stress concentration.At these place cracks initiated and extended (in the ellipse of Fig. 5(j).The cracks result in the attachment of chloride ions on aluminum substrate which would reduce corrosion resistance. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "It can be seen that when anodic current density was low,for both Fig.5 (b: $2 \\operatorname { A } \\dim ^ { - 2 ^ { \\cdot } } .$ and (d $: 3 \\mathrm { A d m } ^ { - 2 } .$ )nanopetalsappeared on the Al surface.But there were no nanopetals on the etched sample surface in Fig.4(b).We investigated the etched sample immersed in anodize electrolyte for the same time but with no electricity.For Fig.4(c and d)，we can't see nanopetals on aluminum surface,which indicated that the nanopetals and nanopores on anodized sample surface were not formed by etching effect but electrochemical reaction in the process of anodic oxidation.This indicated that we successfully controlled the micro-morphology of Al alloys surface by changing the current density in the anodic oxidation process.It is shown that continuous manipulation of the micro/nano-structure fabricated by adjusting anodic oxidation current density can be realized. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Chemical etching and anodic oxidation lead to a rough structure with pits and convexities,nanopetals and nanopores. Fig.6 showed the surface roughness values (Ra) of different samples.The polished sample (a) had a roughness value of 0.65 $\\mu \\mathrm { m }$ ，the etched sample (g) was $2 . 1 3 ~ { \\mu \\mathrm { m } }$ and the sample immersed in anodic oxidation electrolyte after etching without anodizing Fig. $6 ( \\mathrm { h } )$ was $2 . 2 5 ~ { \\mu \\mathrm { m } }$ ，The Ra values of etched samples anodized for different current density were $2 . 1 9 ~ { \\mu \\mathrm { m } }$ $2 . 2 0 ~ { \\mu \\mathrm { m } }$ 5 $2 . 2 3 \\mu \\mathrm { m }$ ， $2 . 3 0 \\mu \\mathrm { m }$ and $2 . 4 2 \\mu \\mathrm { m }$ Fig. $6 ( \\mathrm { b - f } )$ ,respectively. The value of Ra increased following the increase of anodic oxidation current density.It can be concluded that such an anodizing process plays an important role in fabricating micro/ nano-structures on Alalloys and thus determining the Ra value. When the anodic oxidation current density was 5A $\\mathrm { d } \\mathrm { m } ^ { - 2 }$ Fig. 6(e), the surface of the Al alloys was completely anodized, and the fraction of micro/nano-structures was suitable for forminga superhydrophobic surface. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fig.7 showed the wettability results for the as-prepared specimen．After being polished，the Al alloy surface was hydrophilic with a Ra roughness of $0 . 6 5 \\mu \\mathrm { m }$ providing a WCA of $6 5 ^ { \\circ }$ .The polished sample assembled with PTES performed hydrophobicitywitha WCAof $1 0 6 ^ { \\circ }$ . The chemically etched Al alloys used here without being anodized have a better hydrophobicity,the surface roughness increased to $2 . 1 3 \\mu \\mathrm { m }$ providing an obviously higher WCA of $1 3 4 \\pm 1 ^ { \\circ }$ .This indicated that many micro-scale protrusions on the surface formed during etching enhanced the surface hydrophobicity.When the etchedAlalloys were anodized with different current density，the value of contact angle displayed an obvious promotion.After being anodized the etched Alalloys surface turned to $\\mathbf { A l } _ { 2 } \\mathbf { O } _ { 3 }$ because of anodic oxidizing,and the nanostructure became more ordered. The nanostructure on Al alloys surface was controlled by anodic oxidation current density.When the anodic oxidation current density was 5 A $\\mathrm { d } \\mathrm { m } ^ { - 2 }$ ,Al alloys showed the highest WCA, the maximum WCA reached $1 5 6 ~ \\pm ~ 1 ^ { \\circ }$ .As mentioned above,on rough surface,the real contact area of water droplets on the surface was limited due to the existence of the dispersed protrusions on asperities.Such surface consisted of micro-and nano-binary structure,would trap a large amount of air into its rough structure. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/ffcb202cc87fc2fab8d5a69ce45beb74c2fdadb47f25c571f6648b9fcf2ae2e9.jpg",
        "img_caption": [
            "Fig.6CLSM imagesandsurface roughnessforAlalloys polishedsamples (a),anodizedwithdifferent curentdensity $( \\mathsf { b - f } )$ ,etched samples (g), and immersed samples (h). ",
            "Fig.7Relationship between the anodic oxidation current density and the water contact angle of Al alloys surface. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Generally,on the low adhesion superhydrophobic surface, water droplets sit partially on the air pockets and roll easily when the surface is tilted even only a few degrees,exhibiting an enhanced hydrophobic behavior. The apparent contact angel can be expressed by Cassie's equation:37 ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "herein, $\\theta _ { \\alpha }$ is the WCA of the superhydrophobic aluminum surface; $\\theta$ is the contact angel of the smooth surface modified with PTES；and $f _ { \\mathrm { s } }$ is the surface area fraction of the solid, respectively.As lots of air gets trapped into the convexities on the special hierarchical structure of the anodized sample shown in Fig.4,the water drop on such film only contacts the top of the convexities resulting in a large water-air interface termed as a composite surface which prevents water droplets from penetrating into the etching pits,leading to superhydrophobicity. According to the measured results, $\\theta _ { \\alpha } = 1 5 6 ^ { \\circ }$ ，and $\\theta = 1 0 6 ^ { \\circ }$ According to the equation,the $\\left( 1 ~ - f _ { \\mathrm { s } } \\right)$ value of the dual scale structure surface was calculated to be O.88o7,which indicated the trapped air occupies about $8 8 . 0 7 \\%$ of the contact area between the water droplet and the porous surface.These result indicated that thewetted areawas $1 1 . 9 3 \\%$ of the contact area and the corrosive anions in corrosion medium could only have $1 1 . 9 3 \\%$ chance to enter the self-assembled aluminum surface, which can excellently enhance the anti-corrosion property of Al alloys.The trapped air played an important role in preventing the penetration of water droplets to aluminum surface, increasing the WCA and enhancing the hydrophobicity of aluminum surface and that can lead to a better corrosion resistance of Al alloys.The samples were put into air environ ment for 3 months,the WCA decreased only a little,which indicated that the superhydrophobic surface has a good stability. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The non-sticking property of the superhydrophobic surface was analyzed using the method proposed by McCarthy.38 Fig. 8 showed the method,contact and departure process of a $5 ~ \\mu \\mathrm { L }$ water droplet with respect to the anodized Al surface.The arrows represented the substrate's moving direction.At frst, the droplet was suspended due to the gravity Fig. 8(a),and then contacted with the lifting substrate which can be actualized by adjusting the height of the loading platform.It can be found that the suspending droplet is difficult to be adhered to the modified Al surface in all cases;which can indicate that the modified surface showed almost no obvious water adhesion to the suspending droplet. In addition,the droplet keep practically perfect sphere no matter whetherit contacted with the modified Al surface slightly or tightly.Even the substrate pushed the droplet highly contact with the needle,and the needle was inserted in the droplet deeply,the droplet can also keep its spherical shape and leave the Al surface easily with no water droplet remaining when the loading platform lowered down (Fig.8).This indicated that the adhesion of the modified surface along the vertical orientation is extremely feeble. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4． Corrosion test ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The electrochemical behaviors of the treated Al alloys were studied by examining the polarization curves obtained in 3.5 $\\mathrm { w t \\% }$ NaCl aqueous solution.In this work,both types of specimens were immersed in $3 . 5 ~ \\mathrm { w t \\% }$ NaCl solution for $^ { 1 \\mathrm { ~ h ~ } }$ before corrosion tests were performed. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The polarization curves in Fig.9(a) showed the ability of the anti-corrosion surface to protect the aluminum substrate from corrosion.Tafel curves were measured following the OCP. The (a) · (b) -0 (c) -o (d) 6 (e) ！ (f) -0 important parameters including corrosion current density $\\left( I _ { \\mathrm { c o r r } } \\right)$ ，corrosion potential $\\left( E _ { \\mathrm { c o r r } } \\right)$ and protection efficiency $( \\eta )$ obtained from the polarization curves were listed in Table 1. The protection $\\eta$ of as-prepared samples was calculated from $I _ { \\mathrm { c o r r } }$ values according to the following equation:9 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/948fd6d72351b6a25e7af714c083a881b5a96b5cac67a1abbc469bcec195b020.jpg",
        "img_caption": [
            "Fig.9Tafel polarization curves (a)and Bode plots (b)of self-assembled samples and bare Al alloys. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\eta = \\frac { I _ { \\mathrm { c o r r } } ^ { 0 } - I _ { \\mathrm { c o r r } } } { I _ { \\mathrm { c o r r } } ^ { 0 } } \\times 1 0 0 \\%\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where, $I _ { \\mathrm { c o r r } } ^ { 0 }$ and $I _ { \\mathrm { c o r r } }$ are the corrosion current density of bare and as-prepared samples，respectively. For the anodized samples modified by PTES,as the anodic oxidation current density increased，the corrosion potential $\\left( E _ { \\mathrm { c o r r } } \\right)$ positively increased from $- 1 1 8 9 \\mathrm { m V }$ for the bare Al alloys to $- 3 0 4 ~ \\mathrm { m V }$ for the samples anodized at $5 \\mathrm { ~ A ~ d m } ^ { - 2 }$ . The shift of the $E _ { \\mathrm { c o r r } }$ in the positive direction could be linked to an improvement of the protective properties of the excellent anti-corrosion aluminum surface.The corrosion current density $\\left( I _ { \\mathrm { c o r r } } \\right)$ of the superhydrophobic Al alloys $\\left( 1 . 0 5 6 \\times 1 0 ^ { - 1 0 } \\mathrm { ~ A ~ c m } ^ { - 2 } \\right)$ decreased by 4 orders of magnitude as compared to that of the untreated Al alloys $\\left( 6 . 3 3 6 \\times 1 0 ^ { - 6 } \\mathrm { A c m } ^ { - 2 } \\right)$ .These results indicated that the Al alloys with novel micro/nano-structure and chemically modification with PTES showed superhydrophobic performance and displayed excellent corrosion resistance. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "It is generally recognized that a more positive $E _ { \\mathrm { c o r r } }$ indicates a lower corrosion tendency and a lower $I _ { \\mathrm { c o r r } }$ value represents a lower corrosion dynamic rate.Compared to polished sample the achieved samples showed a substantial improvement of the corrosion resistance.When the anodic oxidation current density was $5 \\mathrm { A } \\mathrm { d } \\mathrm { m } ^ { - 2 }$ ,the anodized sample surface consisted of pits,convexities and compact nanopores.This micro- and nanobinary structure surface assembled with PTES performed the ability of superhydrophobicity can prevent the corrosive anions attach to aluminum substrate.However,when the current density continue increased to $6 \\mathrm { A } \\mathrm { d } \\mathrm { m } ^ { - 2 }$ ,the convexities on the anodic oxide film surface partly dissolved which lead to the reduction of WCA of aluminum surface,and the initiation and extending of cracks,thus waterand corrosionanions canattach to aluminum substrate when the PTES film was broken. Although the corrosion resistance of the samples anodized at 6 A $\\mathrm { d } \\mathrm { m } ^ { - 2 }$ decreased compared to the sample whose anodic oxidation current density was $5 \\mathrm { A } \\mathrm { d } \\mathrm { m } ^ { - 2 }$ ,it also owned a better corrosion resistance in contrast to the bare Al alloys.The sample anodized at $5 \\mathrm { A } \\mathrm { d } \\mathrm { m } ^ { - 2 }$ without modification (AWM) also showed an enhancement of anti-corrosion performance which was resulted of the barrier layer of anodic oxidation films (showed in Fig.1) can prevent corrosive anions from attaching to the Al alloys surface.The in situ growth anodic oxide layers on etched sample surfaces can not only provided the needed roughness of superhydrophobicity but also increased the corrosion resistance of aluminum substrate.It could be found obviously that the $E _ { \\mathrm { c o r r } }$ value (in Table 1) had a sequence of polished substrate $\\prec$ AWMsamples $< 2$ $2 \\mathrm { A } \\mathrm { d } \\mathrm { m } ^ { - 2 } < 3 \\mathrm { A } \\mathrm { d } \\mathrm { m } ^ { - 2 } < 6 \\mathrm { A }$ $\\mathrm { d } \\mathrm { m } ^ { - 2 } < 4 \\mathrm { ~ A ~ } \\mathrm { d } \\mathrm { m } ^ { - 2 } < 5 \\mathrm { ~ A ~ } \\mathrm { d } \\mathrm { m } ^ { - 2 } ,$ For $I _ { \\mathrm { c o r r } } .$ ,a similar order can be found: the polished substrate $>$ AWM samples $> 6$ A $\\mathrm { d } \\mathrm { m } ^ { - 2 } > 2 .$ A $\\mathrm { d } \\mathrm { m } ^ { - 2 } > 3 \\mathrm { ~ A } \\mathrm { ~ d } \\mathrm { m } ^ { - 2 } > 4 \\mathrm { ~ A } \\mathrm { ~ d } \\mathrm { m } ^ { - 2 } > 5 \\mathrm { ~ A } \\mathrm { ~ d } \\mathrm { m } ^ { - 2 } .$ The obtained results were consistent with tendency of polarization curves.These results indicated the surface of Al alloys anodized at $0 . 2 5 \\mathrm { ~ A ~ }$ of this experiment condition showed the best corrosion resistance, and the others also displayed better corrosion resistance. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Fig. 9(b) presented the impedance graphs for different samples. Universally,the impedance values at low frequency region were considered as an indicator of anti-corrosion representation.The samples anodized at different current density modified by PTES represents different impedance values at $0 . 0 1 \\mathrm { H z }$ were $1 2 4 . 7 \\mathrm { k } \\Omega \\mathrm { c m } ^ { 2 }$ for 2 A $\\mathrm { d } \\mathrm { m } ^ { - 2 }$ $4 . 1 \\times 1 0 ^ { 3 } { \\mathrm { k } } \\Omega$ $\\mathrm { c m } ^ { 2 }$ for $3 \\mathrm { \\ A d m } ^ { - 2 }$ $1 0 . 7 6 \\times 1 0 ^ { 3 } \\mathrm { k } \\Omega \\mathrm { c m } ^ { 2 }$ for 4 A $\\mathrm { d } \\mathrm { m } ^ { - 2 }$ $2 6 . 5 \\times 1 0 ^ { 3 }$ $\\mathbf { k } \\Omega \\mathbf { c m } ^ { 2 }$ for $5 \\mathrm { ~ A ~ d m } ^ { - 2 }$ ， $6 9 4 ~ \\mathrm { k } \\Omega ~ \\mathrm { c m } ^ { 2 }$ for $6 \\mathrm { ~ A ~ d m } ^ { - 2 }$ ,the anodized sample without modification had a impedance value of $9 . 0 8 \\mathrm { k } \\Omega$ $\\mathrm { c m } ^ { 2 }$ and the bare Al alloys had a impedance value of $7 . 4 6 ~ \\mathrm { k } \\Omega$ $\\mathrm { c m } ^ { 2 }$ ,respectively. ",
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/2c73ca244f3c0827ff1be30c06475b814ee2f148fd2ccc919c35432c1a17635a.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td rowspan=\"2\"></td><td colspan=\"8\">Table1Electrochemical parameters for bare and treated Al obtained from polarization curves</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td>6Adm-2</td></tr><tr><td>Samples</td><td></td><td>Bare Al alloys</td><td>AWM -936</td><td>2 Adm-²</td><td>3Adm-² -580</td><td>4 A dm-² -307</td><td>5Adm-² -304</td><td>-745</td></tr><tr><td>Ecorr (mV)</td><td></td><td>-1189 6.336 ×10-6</td><td>7.265×10-7</td><td>-774 3.115 ×10-7</td><td>1.191 × 10-8</td><td>5.711 × 10-10</td><td>1.056 × 10-10</td><td>3.204 × 10-7</td></tr><tr><td>Icorr (Acm-²) n (%)</td><td></td><td>一</td><td>88.53%</td><td>95.08%</td><td>99.8%</td><td>99.991%</td><td>99.998%</td><td>94.94%</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/5d78afba6b13f89e37242adde51d89d8b8d8c22c73ee18305cce1fb5db4185e0.jpg",
        "img_caption": [
            "Fig.10Nyquist plots of self-assembled samples and bare Al alloys. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "TheseresultsindicatedthatallPTES-modifiedsurfaceshave larger impedance values than the bare aluminum surfaces.Also it can be seen in Fig.10 that the impedance of bare aluminum had a capacitive loop in the low frequency zone.The style of Nyquist plots of anodic oxidation flm after modification was changed to a capacitive loop and a straight line appear at low frequency and high frequency, respectively. The evolution of the system can be observed showing what is known as Warburg or diffusion-controlled impedance,indicated by a straight line. The straight line created when charge transfer was influenced bya semi-infinite length diffusion process4 and was controlled by the diffusion of species through the inhibitor-formed layer.41 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The value of semicircle diameter in Nyquist plots is propor tional to corrosion resistance which is inversely proportional $\\mathrm { t o } I _ { \\mathrm { c o r r } }$ .The sample anodized at $5 \\mathrm { A } \\mathrm { d } \\mathrm { m } ^ { - 2 }$ shown the tendency of the biggest diameter which means it had the best anti-corrosion performance. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In Fig.11 the impedance equivalent circuits consisted of capacitors，resistors，insulators and Warburg impedance. Among them, $R _ { \\mathrm { s } }$ is on behalf of the resistance of solution, $R _ { \\mathrm { f i l m } }$ represents the resistance of SAMs and anodic oxide flms and $R _ { \\mathrm { c t } }$ represent the charger transfer resistance.Capacitors $\\left( C _ { \\mathrm { d l } } \\right)$ in EIS experiments often do notbehave ideally; instead, they act as a constant phase element (Q).Diffusion can create impedance which was known as Warburg impedance (W).Therefore,the value of impedance modulus at low frequency， semicircle diameter and $R _ { \\mathrm { c t } }$ can be applied as indicators of anti-corrosion property.42 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Based on above reported literature,the schematic shown in Fig.12 was drawn to intuitively describe the anti-corrosion mechanism of self-assembled anodic oxide films with regular binary structure.With regards to the mechanism of the corro sion resistance,it can be attributed to the anodic oxide film worked in coordination with the superhydrophobic surface of Al alloys.Firstly,the superhydrophobic surface can prevent the corrosive anions in aqueoussolution from attaching to aluminum substrate.Secondly,although the superhydrophobic surfaces have a good stability,during long-term contact of the superhydrophobic film with a corrosive solution，the wetted area $( 1 1 . 9 3 \\% )$ of the surface is subjected to corrosion processes and the corrosion anions get into the pores of the anodic oxidation film.At that time,the barrier layer of anodic oxide films will prevent the corrosive anions from permeating in Al substrate which can also promote the anti-corrosion ability ofAl alloys.Remarkable resistance was characteristic of the superhydrophobic films obtainedby anodic oxidationandchemical modification.Electrochemical and wetting experiments showed that the protective potential is significantly enhanced.The asprepared 2o24 Al alloys behaves an excellent anti-corrosion performance and shows great potential application in many industrial areas.We attribute this to the synergetic effect between the protective properties of air trapped ina low adhesion superhydrophobic surface and good barrier properties of thebarrierlayerof anodic oxidation filmthatretard the corrosive anions,and water molecules. ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/e6dee6fc1541732c16b6f7c3f63c1ee6ca6a4656cbf4bb4f9ad62d78b7de2c63.jpg",
        "img_caption": [
            "Fig.11Electrochemical equivalent circuit for EIS data fitting. "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/b09694095fb89d1100ba5a977a442d1d3d10c45518053cdf321f6875866d677a.jpg",
        "img_caption": [
            "Fig.12Schematic of self-assembled anodic oxide films during corrosion process. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "5. Conclusions ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This paper described the aluminum alloys with excellent anticorrosion property were fabricated by means of chemical etching,anodic oxidation and self-assembly ofPTES.The SEM images indicated that anodic oxidation current densities can successfully manipulate the micro/nano-structure on Al alloys surface.As revealed by the potentiodynamic polarization tests and EIS measurements, the as-prepared PTES-SAMs showed an excellent anti-corrosion capability compared with bare Al alloys because of the anodic oxide layer and their surface superhydrophobicity.Furthermore,the anodic oxidation current density is the critical factor for the surface morphology fabrication and it is important for the anti-corrosion performance. The samples prepared by anodic oxidation current densities of 5 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A $\\mathrm { d } \\mathrm { m } ^ { - 2 }$ exhibited the best anti-corrosion behavior for its high WCA and low-adhesion than other samples.The results showed in this paper provided an effective protection method for Al alloys,which can prevent future corrosion via anodic oxidation and chemical modification,removing the need for replacement of the whole Al alloys.Through a combination of anodic oxidation films with novel micro/nano-binary structure and chemical modification,Al alloys with excellent anti-corrosion performance were obtained. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This work was supported by the National Key Basic Research Program of China (973) (2014CB643305), the National Natural Science Foundation of China (512o2263),the Scientific and Technological Innovative Team Project of Zhejiang Province (2011R50006). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1G.E. Thompson， R. C. Furneaux， G. C. Wood, J.A.Richardson and J. S.Goode,Nature,1978,272,433-435.   \n2M.F.Naeini,M.H. Shariat andM.Eizadjou,J.Alloys Compd., 2011,509,4696-4700.   \n3 Q.Zhang, Y.-R. Zhu and Z.-Y. Huang, Chem. J. Chin. Univ., 2009,30,2210-2214.   \n4 J.Ou,W.Hu,M.Xue,F.Wang and W.Li,ACS Appl.Mater. Interfaces,2013,5,3101-3107.   \n5 D. Kong and J. Wang,J. Alloys Compd.,2015,632, 286-290.   \n6G.M. Scamans and A.S.Rehal,J. Mater. Sci.,1979,14,2459- 2470.   \n7 C.-C. Tseng, J.-L. Lee, T.-H. Kuo, S.-N. Kuo and K.-H. Tseng, Surf. Coat. Technol.,2012,206,3437-3443.   \n8 B. Grignard, A. Vaillant,J. de Coninck, M. Piens,A. M. Jonas, C.Detrembleur and C. Jerome,Langmuir,2011,27,335-342.   \n9 Z.G.Guo,F. Zhou,J. C. Hao and W.M.Liu,J. Am. Chem. Soc., 2005,127,15670-15671.   \nlO S.M.Li, S.Z. Zhou and J.H.Liu,Acta Phys.-Chim. Sin.,2009, 25,2581-2589.   \n[1 F.Z. Zhang,L.L. Zhao,H.Y.Chen, S.L.Xu,D.G.Evans and X.Duan,Angew.Chem.,Int.Ed.,2008,47,2466-2469.   \n12 L. Qin,W. Zhao,H. Hou, Y. Jin, Z. Zeng, X. Wu and Q. Xue, RSC Adv.,2014,4,60307-60315.   \n13 Y. Liu,J. Liu, S.Li, Y.Wang, Z. Han and L.Ren, Colloids Surf., A,2015,466,125-131.   \n14 Z.Chen,M. Shuai and L.Wang,J. Solid State Electrochem., 2013,17,2661-2669.   \n15 X. Shi, N. Tuan Anh, Z. Suo,J. Wu,J. Gong and R. Avci, Surf. Coat.Technol.,2012,206,3700-3713.   \n16 K. S.Kim,J.A.Hurtado and H. Tan,Phys.Rev. Lett.,1999,83, 3872-3875.   \n17 R.Wu, S. Liang,A. Pan, Z. Yuan,Y. Tang, X. Tan, D. Guan and Y. Yu,Appl. Surf. Sci.,2012,258,5933-5937.   \n18 T.Onda, S.Shibuichi,N. Satoh and K. Tsujii,Langmuir,1996, 12,2125-2127.   \n19 T.Minami, N. Katata and K. Tadanaga, Preparation and characterization of super-water-repellent Al2O3 coating films with high transparency,1997.   \n20 B. Yin,L. Fang, J. Hu, A. Q. Tang, J. He and J. H. Mao, Surf. InterfaceAnal.,2012,44,439-444.   \n21D.Najjar,T.Magnin and T.J.Warner,Mater. Sci.Eng.,1997, 238,293-302.   \n22 W.L. Zhang and G.S.Frankel, Electrochim. Acta,2003,48, 1193-1210.   \n23V.Moutarlier,M.P.Gigandet,B.Normand and J.Pagetti, Corros. Sci.,2005,47,937-951.   \n24 S.-M.Li, S.-Z. Zhou and J.-H. Liu,Acta Phys.-Chim. Sin.,2009, 25,2581-2589.   \n25L.Feng,Y. Che, Y. Liu, X.Qiang and Y.Wang,Appl. Surf. Sci., 2013,283,367-374.   \n26 Z. Li, Y. Yuan and X. Jing, J. Alloys Compd., 2012, 541,380- 391.   \n27W.Chen,J.-S.Wu and X.-H.Xia,ACS Nano,2008,2, 959-965.   \n28K.Schwirn,W.Lee,R.Hillebrand,M.Steinhart,K.Nielsch andU.Goesele,ACSNano,2008,2,302-310.   \n29 O.Jessensky,F.Muller and U.Gosele,Appl.Phys. Lett.,1998, 72, 1173-1175.   \n30 L．B.Boinovich，A．M.Emelyanenko，A．D．Modestov, A.G.Domantovsky and K.A. Emelyanenko，ACS Appl. Mater.Interfaces,2015,7,19500-19508.   \n31F.Zhang, S.Chen,L. Dong,Y. Lei, T.Liu and Y.Yin,Appl. Surf. Sci.,2011,257,2587-2591.   \n32A.Ulman,Chem.Rev.,1996,96,1533-1554.   \n33 O.P. Khatri, D.Devaprakasam and S.K. Biswas, Tribol. Lett., 2005,20,235-246.   \n34 S．Akiya，T.Kikuchi，S.Natsui and R.O．Suzuki，J. Electrochem. Soc.,2015,162,E244-E250.   \n35 S.Ono,M. Saito and H.Asoh,Electrochim.Acta,2005,51, 827-833.   \n36 Y.Kihn,G.E.Thompson,G.Galaup,P. Skeldon,X. Zhou, K. Shimizu and H.Habazaki, Corros. Sci.,20oo,42,533-544.   \n37R.V.Lakshmi and B. J. Basu,J. Colloid Interface Sci., 2009, 339,454-460.   \n38L.Gao and T.J.McCarthy,J.Am. Chem. Soc.,2006,128,9052- 9053.   \n39S.Banerjee,A.Mishra,M.M.Singh,B.Maiti,B.Ray and P.Maiti,RSC Adv.,2011,1,199-210.   \n40M.M.Verdian,K.Raeissi and M.Salehi,J.Alloys Compd.. 2010,507,42-46.   \n41 D.Colorado-Garrido,D.M. Ortega-Toledo,J.A.Hernandez, J.G.Gonzalez-Rodriguez and J.Uruchurtu,J. Solid State Electrochem.,2009,13,1715-1722.   \n42 M.Ates and N. Uludag,J. Appl. Polym. Sci., 2012,124, 4655- 4662. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]