[
    {
        "type": "text",
        "text": "编者按：",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "世界正处于百年未有之大变局中。快速变化的社会将给人类的文化、心理和行为带来怎样的影响？这不仅是社会各界普遍关注的问题，更是当今诸多人文学科、特别是文化心理学的重大研究前沿。应本刊主编邀请，蔡华俭研究员对心理学视野下的针对中国社会变化的相关研究进行了全面回顾和整理。这些研究不仅揭示了近半个多世纪以来中国人的心理和行为模式的基本变化趋势，更展示了这一变化的复杂性。这些发现一定程度上可以帮助我们理解过去、当下和未来的中国和中国人，为培养\"自尊自信、理性平和、积极向上\"的社会心态、建设社会心理服务体系、国家治理现代化提供借鉴。文末，蔡华俭研究员指出，中国人的心理和行为变化研究还处于初始阶段，亟须在深度和广度上进行拓展；他热切号召更多研究者参与到这一具有重大学术和实践价值的研究领域中来，把\"文章写在祖国大地上”。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(本文责任编辑：李纾)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "半个世纪来中国人的心理与行为变化",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "心理学视野下的实证研究",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "蔡华俭1,2 黄梓航1,2林莉³张明杨1,2王潇欧1,²朱慧珺1,2谢怡萍1,2 杨盈1,2 杨紫嫣1,2 敬一鸣1,2",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "( 中国科学院心理研究所人格与社会心理研究中心，北京100101)(中国科学院大学心理学系，北京",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "100049) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(浙江省教育科学研究院普教所，浙江杭州，310012)",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "摘要 半个世纪以来，史无前例的快速社会变迁对中国文化和中国人的心理与行为产生了广泛而深远的影响。现有研究探讨了中国人在十多个方面的心理和行为变化，包括文化价值、人格特征、自我建构、人际信任、幸福感、情绪、动机、关系、心理健康以及其他社会态度和行为等。总体上，这些研究勾画出了半个世纪以来中国人心理变化的总体倾向：(1)与现代社会相适应的个体主义价值和心理行为日益盛行；(2)传统社会所强调的集体主义价值虽日渐衰落，但其部分仍在当代社会主流价值中占有一席之地；(3)多元文化共存将是当下和未来中国社会的重要特征。一些具体的变化还包括：中国人的一般信任在下降、幸福感先下降但近年来有上升的迹象、心理健康总体水平上升但是不同社会群体升降不一致、总体的负性情绪在增加、性观念更为开放和包容等。未来的研究应在广度（内容、领域）和深度（原因、机制和过程）上对现有研究进行拓展，努力建构能同时解释社会变迁心理影响一般规律及中国社会、文化心理变化独特性的理论。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "关键词文化变迁；文化心理学；个体主义；集体主义；现代性；传统性",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "早在一百多年前，面对西方的坚船利炮、野蛮入侵和清末中国大地的山雨欲来，晚清重臣李鸿章深深地意识到，中国正在面临“三千年来未有之大变局”。的确，一百多年来，从延续了几千年的封建社会的结束，到第一个具有现代国家意义的中华民国的出现，再到社会主义新中国的建立，及至由四十多年前开启的改革开放带来的高速发展，中国从积贫积弱一跃成为GDP总量世界第二，正在从一个传统、落后的农业国家向现代化国家全面、加速转变。一百多年来跌宕起伏的大变化，特别是改革开放四十多年来波澜壮阔的大发展给中国文化和中国人的心理与行为带来了什么样的影响？未来将会走向何方？一个多世纪来，已经有很多学者从哲学（如梁漱溟、殷海光等）、历史学（如杜维明、余英时等）、人类学（如费孝通、阎云翔等）、社会学（如周晓虹、边燕杰等）、文学（如鲁迅、林语堂等）等不同的专业领域和视角，审视和探讨了社会变迁对中国人的影响，其中也不乏心理学家的探索（如杨国枢、黄光国等）。特别是近十多年以来，惊诧于中国近四十年奇迹般的发展，越来越多的海内外心理学者开始关注和研究中国社会变迁对中国文化和中国人心理行为的影响，导致了大量研究的产生。本文拟系统、全面地回顾和梳理相关研究。下面，我们将先介绍这些研究的主要时代背景、理论框架、历史演进、方法范式；再从十余个方面对文化和心理变化相关研究发现进行系统梳理，廓清中国人心理与行为变化的具体脉络；最后，基于当代文化心理学中最为常用的个体主义和集体主义基本框架，对中国人心理变化的总体趋势进行总结，并指出未来研究方向。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1时代背景、理论框架、历史演进与方法范式",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.1时代背景",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "近年来，心理学界对中国社会变迁的文化和心理后果的关注正持续升温。某种意义上，这是当下特定国内和国际发展背景的必然结果。就国内而言，四十多年来中国翻天覆地的变化和未来可期的高速发展，为研究社会变迁的心理效应提供了强烈的客观需求、社会动力和研究素材；同时，中国心理学近二十年来的蓬勃发展，特别是近年来国家和全社会对心理学，尤其是社会心理和心理健康的高度关注为研究提供了坚实的人力基础和社会资源。而在国际上，文化心理学近四十年来的繁荣和大量发现为研究社会变迁提供了丰富的理论基础和专业支撑；同时，社会变迁和文化心理发展变化的动态建构作为国际文化心理学新方向的崛起，则为研究中国社会变迁提供了绝佳的学术契机。由此，中国社会发展的客观需要和国内、外心理学研究的不断进步，共同推动了中国社会变迁研究的快速发展。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.2理论框架",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "社会变迁是很多学科共同的研究热点，源自不同学科领域的理论有很多。在心理学领域，影响最大的主要有两个：发端于社会学的现代化理论（Inkeles,1977;Inglehart&Baker,2000）和当代文化心理学领域广为应用的个体主义和集体主义文化理论（Hofstede,1983;Oyserman,Coon,& Kemmelmeier,2002; Triandis,1995）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "现代化理论在宏观上区分传统社会和现代社会，反映在个体身上则为传统性和现代性（杨国枢，2008）。按照现代化理论，世界范围内社会变迁的基本趋势是从传统到现代；相应地，人的变化则是传统性不断下降、现代性不断增强。不过，对于传统性和现代性的理解和操作则因人、地域、时代而异。最初，Inkeles 认为现代性的高低可以从十二个方面来衡量，涉及生活态度、价值观念和行为方式等。在研究中国社会变迁的过程中，为了更好地解释中国人的变化，研究者先后多次对现代性的内容进行新的阐释（见下文），目前仍在探索中。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在文化心理学领域，个体主义和集体主义有广义和狭义之分。狭义地讲，个体主义和集体主义主要指价值观和信仰层面的文化观念，可以通过具体的量表进行测量(比如，Triandis &Gelfand,1998），并通过很多具体行为表现出来；广义地讲，个体主义和集体主义则是指一种文化综合征（cultural syndrome），除了价值观念外，还包括与之相应的自我、认知、情感、动机等可以标志文化差异的许多方面（Oyserman etal.,2002），二者分别与自主和服从、独立我和相依我、分析思维和整体思维、个体情感和社会情感、内在动机和外在动机等对应，并分别流行于西方和东方。从变迁的角度看，集体主义主要流行于传统社会，而个体主义则主要流行于现代社会。因此，世界范围内文化和人的心理与行为变化的基本趋势是：个体主义不断增强，集体主义不断式微。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "需要注意的是，个体主义并不等同现代性、集体主义并不等同传统性。相比较而言，个体主义和集体主义涵盖的内容更广泛，操作更具体，内涵相对稳定，而传统性和现代性则更多停留在价值观和人格层面、内涵不确定性高。本文中，在梳理既往文献时，我们尊重原有研究的理论解释；但是在总结时，我们更多地采用广义的个体主义和集体主义框架，同时兼顾传统性和现代性框架。需要指出的是，本文综述的心理与行为变化中，不是所有的都可以用这两个理论框架解释（比如，心理健康的变化）。因此，我们在把握基本的大趋势的同时，也要注意某些心理和行为的特殊变化走向。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.3方法范式",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "社会变迁研究通常涉及三种效应：时间效应（period or time effect）、时代效应（cohort effect）、年龄效应（age effect）。其中，时间效应是指主要由特定时期文化与经济变化导致的效应（比如城市化导致的变化）；时代效应是指由特殊出生年代形成的心理影响或留下的心理烙印（比如文化大革命在一代人上身留下的特殊印记）；年龄效应是指由年龄差异或个体发展导致的效应（比如生理成熟导致的变化）。三个效应中，和社会或社会变迁有关的是时间效应和时代效应，而年龄效应则是大多数研究中期望控制或排除的干扰因素。理想的社会变迁研究设计应能对上述三种效应进行区分，并分别加以考察。但是，由于现实中三种效应经常混淆在一起，目前还没有一种方法能彻底地对三者进行区分；较为理想的是跨时足够长的多代追踪研究设计（Cohort-Sequential longitudinal design），现实中这样的设计亦因需要跨越很长的时间和相当大的样本，难以真正实施。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "实际研究中，研究者采用的是各种不完美的或者间接的方法。其中，比较常用的有三类：跨时间的比较（比如：横断历史元分析、横断历史调查比较、文化产品或历史档案数据分析）、跨代际的比较（比如：实际的代际差异比较、知觉的代际差异比较）、历史重构（比如：基于横断比较的历史重构）。跨时间的比较是通过比较产生于不同时间点上的数据，继而揭示沿时间轴可能存在的变化及其方向，比如很多研究通过对不同年代大学生的比较推断社会变迁的影响（比如：Twenge,2000;Xin&Xin,2017）。这种方法得到的结果通常是时间效应和时代效应的混合，有的可能还包括年龄效应。跨代际的比较是通过比较某一时点上出生于不同年代人群的心理继而揭示可能存在的时代变迁效应，比如很多研究通过对出生于不同年代的人的对比继而揭示社会变迁的影响（比如：Cai, Zou,Feng,Liu,& Jing,2018; Zhou,Yiu,Wu,&Greenfield,2018）。这种方法得到的结果通常是时代效应和年龄效应的混合。历史重构则是基于一种间接的逻辑，用非时间、非代际的差异来重构时间上的差异。比如发达地区和落后地区之间的差异某种程度上可以反映社会变迁的趋势，因为社会的发展总体上是从落后到发达。有些研究就采用了这种方法(比如：Cai,Kwan,& Sedikides,2012)。这种方法得到的结果除了上述三种效应的影响外，还可能受到其他不对等因素的影响。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "上述三类方法在现存的中国社会变迁研究中都有使用。鉴于每种方法都各有长处和不足，都可能掺杂无关的干扰，因此解读每一项研究结果时，需要考虑到可能存在的干扰和其他解释，特别需要考虑与采用其他方法的研究相互印证。此外，还需要特别注意的是，社会变迁研究通常涉及群体和个体两个水平，基于群体研究得到的发现未必适用于个体，反之亦然。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1.4历史演进",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "历史地看，关于中国社会变迁的心理学实证研究，可依据研究路径划分为两个阶段。第一阶段肇始于中国台湾。半个多世纪前，中国心理学者开始在台湾地区进行现代化过程中的文化与心理变化研究（高旭繁，杨国枢，2011；瞿海源，1971），人的传统性和现代性是这一阶段研究的核心主题。这是因为中国台湾的社会变迁研究开始之时，文化心理学作为社会心理学的一个分支尚未兴起，而社会学领域的现代化和现代性研究却正是高潮（Inkeles,1977;Kahl,1968)。因此，社会学中的现代化理论“当仁不让”地成为当时心理学视角社会变迁研究的主要理论框架。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "这一主题的研究根据研究者对传统性和现代性理解的不断深化，先后经历了三个时期：从1969 年开始到1985年，研究者承续西方学者对现代化的理解，认为现代化包括社会的现代化和人的现代化两个方面，而人的现代化主要表现为人的现代性的增强和传统性的衰落，把人的传统性和现代性理解为同一维度的两极，此长则彼消，并基于此编制本土化量表开展研究；从1985 年到2005年，研究者不再认为现代性和传统性是一个维度的两极，转而把传统性和现代性理解为两个独立的维度，并且每一个维度都包含不同领域的多个子维度，并基于新的理解重新编制量表并开展研究；2005年以来，研究者发现以往关于传统性和现代性的理解已经不能反映日新月异的国际、国内经济和社会现实，基于对过去研究的反思，开始重新理解现代化并编制新的量表，目前这些研究尚在进行中（高旭繁，杨国枢，2011）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "上个世纪80年代，发端于中国台湾地区传统性和现代性研究开始在大陆取样，其后不断有大陆心理学者加入到现代性的研究队伍中来（蔡笑岳，吴萍，1999；郭亨杰，夏云,1997；许燕，曹雪，2000）。近十多年来，大陆现代性主题之外的变迁研究开始越来越多，标志着中国社会变迁研究进入了第二阶段。和第一阶段相比，第二阶段在很多方面都有显著的不同：首先，学术基础和取向不同，第一阶段的研究主要是以社会学领域的现代化理论为主要基础，而第二阶段的研究则除了现代化理论外，更多的以现代社会心理学特别是文化心理学的理论为基础，某种意义上，二者分别对应于社会心理学的社会学取向和心理学取向；其次，就内容来看，第一阶段主要关注的是涵盖在传统性和现代性范畴下的文化价值和人格类结果变量，而第二阶段的研究则包括一切对社会变迁敏感的心理和行为，涉及文化价值、自我、认知、情感、动机、心理健康等等；再次，方法上，第一阶段的研究除了定性的方法外，定量方法主要局限于跨代际和跨时间的比较，而第二阶段的研究除了上述方法外，还采用了文化产品分析、横断历史元分析、横断历史重构、实验室实验等多种新方法；最后，两阶段研究的地域不同，第一阶段的研究主要是以中国台湾的社会变迁为主要关注点，研究者也主要来自中国台湾；第二阶段的研究主要关注中国大陆的社会变迁，特别是大陆近四十年来的变化，而研究者队伍更呈国际化倾向，不仅有国内的学者，更有不少来自西方的学者。和第一阶段相比，第二阶段的研究显然理论基础更多元，内容更丰富，方法更多样，队伍更国际。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2主要研究及发现",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "迄今为止，心理学视野下针对中国社会变迁的研究数量相当可观，且涉及了非常广泛的心理与行为。由于这些非某一个或几个社会变迁相关理论（比如：现代化理论）所能涵盖，本文将依据研究内容在心理学（特别是社会和文化心理学）的归属，大致按宏观到微观、核心到边缘的顺序从十一个方面进行回顾与综述。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "2.1文化价值观的变化",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "作为社会变迁研究中关注最多的主题之一，已经有大量研究对中国人价值观的变化从各个不同的角度、采用不同的方法进行了研究。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "现代化理论框架下的传统性和现代性研究是主要的系列研究之一。关于这方面的研究，已经有专文综述（高旭繁，杨国枢，2011）。主要发现包括：1）中国社会在过去半个多世纪经历了、且仍在经历从传统到现代的巨大转变(Yang,1996)；与此相应，中国人的文化价值和人格等心理变化则表现为从传统性（遵从权威、孝亲敬祖、安分守成、宿命自保、男性优越）到现代性（平权开放、独立自顾、乐观进取、尊重情感、男女平等）的转变；2）虽然中国人的传统性不断衰落和现代性不断增强，但二者并不必然对立，传统性的很多方面在现代社会依然广泛存在（高旭繁，杨国枢，2011；Yang,1996）；3）经济发展、城市化和教育是传统性衰落、现代性增强的主要推手（郭亨杰，夏云，1997；许燕，曹雪，2000；张兴贵，郑雪，2002）；4）传统性和现代性的内涵随着时代的发展在不断变化（高旭繁，杨国枢，2011；吴超，秦启文，李亚娟，2008）。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "另一个系列研究以 Schwartz 的价值理论为基础（Schwartz,1994,1997）。Schwartz 把人类的价值分成四个高阶价值：开放（open-to-change），保守（conservation），自我促进（self-enhancement），自我超越(self-transcendence)。开放价值强调个人的自主性、独立性、多样性、挑战等；保守价值强调自我控制、安全、稳定、关系和传统；自我促进价值强调个人成就、地位、名声等；自我超越强调提升他人甚至人类的福祉。基于此，Egri等（2004）考察了三代中国人（出生于1950到1965年间的建国初期、1966到1976年间的文革时期和1978 年后的改革开放时期）的价值观差异，发现相较于改革开放前的一代，改革开放后出生的一代对于开放的接受程度逐渐提升，保守性和自我超越没有变化，自我促进价值则比改革开放前下降。Tang 等考察了改革开放前（1961\\~1977）、改革开放间（1978\\~1989）、改革开放后（ $\\cdot 1 9 9 0 { \\sim } 1 9 9 8 \\$ ）三代的差异，结果发现：对于开放的接受程度逐渐提升，但是改革开放前一代和改革开放后一代在自我超越和自我促进、保守性上没有变化；此外，自我促进和工作绩效、自我超越和组织绩效的关系因代际而异（Tang,Wang,&Zhang,2017）。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "其他心理学视角的价值观变迁研究则涉及了非常多样化的内容和领域，其中大部分都和个体主义、集体主义有关。Ma等人（2016）对不同年龄公司职员进行调查发现，年轻人（尤其是‘90 后’）特别崇尚个体主义，摒弃集体主义。Zhang（2013）的研究发现，对年龄较大的人而言，强调集体主义而不是个人价值观的广告更有吸引力；但对于年轻一代，个体主义取向和集体主义取向的广告一样有吸引力。Sun等人（2010）在上海考察了不同年龄的两代人，发现年轻一代的价值观更具有世俗的、个体主义的色彩，更注重提升自我价值（例如追求事业成功);而年龄较长的一代则更重视集体利益（例如为国家做贡献）。Zhao（2018）在一项研究中发现，比起前辈，80后的公司雇员更注重生活与工作的平衡，更看重工作本身带来的具有个体主义特色的成就感、自我表达、意义感。M00re（2005）的研究发现，80后年轻人崇尚带有个体主义色彩的“酷”文化。Zhou等人（2018）让奶奶辈的被试评价自己、自己的子女和自己的孙子女，发现孙辈的孩子体现出了更多具有个体主义价值观的行为，比如自主性、自我表达、好奇心等。吴翠萍（2008）发现，随着经济的发展，当代青年人越来越重视精神消费（比如外出旅游）、个性消费（比如购买“牌子货”），与他们的父母辈崇尚节俭、重视实用的观念形成鲜明对照（也见Hung,Gu,&Yim,2007）。Wang 和Nehring 等人（2014）发现，当代中国人在恋爱中更加追求自由、自主和自我实现。Zeng 和Greenfield(2015)通过对 google 中文电子书的研究发现，体现个体主义价值的词语（选择、竞争、获得、私家、自主、创新、公平等）在上升，而体现集体主义价值的词语（付出、公家、帮助、牺牲、刻苦、服从等）在下降。Xu和Hamamura 等人(2014）通过调查发现，在中国人的眼中，物质主义、个体主义、自由、平等、开放等价值的重要性在日益上升，集体、忠义、内敛、中庸等价值的重要性在降低。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "上述各个不同方面进行的研究，揭示了中国社会文化价值观变化的一个基本趋势：个体主义在上升，而集体主义的很多方面则在不断衰落，这和近半个世纪来世界范围内的社会文化变迁趋势基本一致（Santos,Varmum,& Grossmann,2017;Cai,Huang,& Jing,2019）。不过研究也显示，不是所有的集体主义价值观都在衰落，部分依然流行，有的甚至在不断加强。比如：Zeng和Greenfield（2015）发现，“责任”、“义务”等作为传统价值在过去几十年中依然稳定或上升；Xu和Hamamura(2014)等发现，家庭、朋友、亲情、爱国等传统价值观的重要性没有随着时代的发展而降低；Yang 发现，在现代化过程中许多传统价值观（比如孝顺、宿命、祖先崇拜等）和现代价值观（自主、自立、独立)不但可以共存，甚至能够相互加强（Yang,1996）。Yang等发现中庸在当下中国依然具有适应价值（Yangetal.,2016）。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "还有研究探讨了重大自然或社会事件对价值观的影响。许燕等基于 Spranger提出的科学型、实用型、社会型、政治型、信仰型、审美型等六个价值观类型，探讨了重大自然和社会灾难事件对大学生价值观的影响（许燕等人，2004；许燕，王芳，贾慧悦，2008）。他们发现虽然改革开放使得当代大学生实用主义取向越来越明显，但是重大社会灾难事件会削弱实用主义价值观，而加强注重社会和健康的价值观。这意味着日益增强的个体主义价值观在一定条件下可能会受到遏制，而处于颓势的集体主义价值观则可能再次得到增强。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "2.2自我的变化",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "关于中国人“自我”的变化，现有研究涉及了认知（比如，自我概念）和情感（比如，自尊）两个侧面。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "作为文化心理学领域影响广泛的基础性理论之一，“独立-互依”自我建构理论通常认为西方特别是北美等个体主义盛行的地方，个体多拥有独立型的自我建构，而非西方特别是东亚等集体主义盛行的地方个体多拥有互依型的自我建构（Markus&Kitayama,1991）。前者强调个体自主性及其表达，而后者则注重个体和他人的关系及其和谐性。徐江等人（2015）对六个省市不同年龄段被试的自我建构进行了调查，发现出生越晚的人，其独立型自我构建的得分越高，表明随着时代的发展，中国人的独立自我建构具有日益加强的趋势，而中国人互依型自我建构的代际差异则并不显著（徐江，任孝鹏，苏红.，2015）。Hamamura 和 Xu(2015)发现，中国人的语言表达中第一人称的单数“我”用的越来越多，而复数“我们”等用的越来越少。Yu等人(2016)也发现了类似的趋势。这些发现也表明中国人的独立自我建构越来越普遍，而互依自我建构则逐渐变弱。值得一提的是，研究发现，独立型自我建构对当代中国人的幸福感越来越重要（Cheng,Cheung,&Montasem,2016），表明独立自我建构在当代中国的适应性正与日俱增。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "也有研究探讨了中国人自我概念其他方面的变化。Wang 等对中国人的自传体记忆内容进行了研究，发现和老一代相比，中国年轻一代的自传体记忆更多关注个体的内容、更少关注他人或集体的内容（Wang,Leichtman,&White,1998）。刘电芝等人（2011）发现当代大学生的性别自我概念中绝对单性化的人越来越少，而具有双性化特点的人越来越多。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "还有研究探讨了自我的情感侧面的变化，包括自尊、自恋等各种自我评价等。关于自尊，一项元分析研究发现，1996至2009 年间中国青少年（中学生）在Rosenberg自尊量表上的得分显著下降（Liu&Xin,2015；但见赵东妍，2019）；另一项元分析对1993至2013年间中国大学生的自尊水平进行了分析，发现大学生自尊水平显著下降，并且这种趋势不随地域和性别的变化而变化（沙晶莹，张向葵，2016）。最新的一项关于中国人自尊的元分析则汇总了目前为止所有涉及中国人自尊的研究，结果发现：1）从1993年到 2017年间，中国人的自尊总体上呈上升的趋势，但同时存在一个先降后升的过程，拐点大概出现在2008年前后；2）现代化和中国人自尊的上升关系密切；3）就不同群体而言，中学生没有明显变化，大学生和非学生群体都表现出上升的趋势（Li,Li,Mei,&Wang,2020）。关于自恋，Cai等人（2012）发现，中国人的自恋水平呈逐渐上升的趋势，因为年轻人、城市人、社会经济地位较高的人、独生子女、个体主义水平高的人具有更高的自恋水平。但是，最近的一项元分析发现，在2008年到 2017年的9 年间，中国年轻人（14\\~24岁）的自恋有下降的趋势（Gao etal.,2019）。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.3人格的变化",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "基于人格理论及其测量的中西方分野，关于中国人的人格变化研究可以分为两类。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "第一类是以源自西方的人格量表为基础的研究。卡特尔人格量表在中国曾被广泛应用。一项研究考察了 $2 0 0 0 { \\sim } 2 0 0 9$ 年21篇卡特尔人格量表测量的结果，发现男大学生的稳定性和敢为性有上升的趋势，并逐渐接近女大学生的水平（周振华，周秀芳，李燕，2011）。近年来，大五人格量表在中国得到了越来越多的应用。对2004至2013年的65项采用大五人格量表的研究的元分析显示，总体上看，大学生在神经质、外向性、开放性、宜人性和尽责性上的得分皆显著提升；但是男女两性不尽相同，男性在各维度基本趋势上升，但女性的开放性没有变化，而宜人性却有所下降（田园，明桦，黄四林，孙铃，2017）。另一项研究发现，独生子女在大五人格中的神经质得分更高而尽责性得分更低，由此作者推测中国人的神经质特性可能增高而责任性可能降低(Cameron,Erkal, Gangadharan,& Meng,2013)。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "另外一类研究是基于中国文化的独特性以及对西方人格量表在中国适用性的质疑，研究者提出了不少本土化的人格理论，并开发了相应的人格量表，比如：王登峰等提出的大七人格（王登峰，崔红，2003，2007），周欣悦等提出的七因素结构人格（Zhou,Saucier,Gao,&Liu,2009)。其中，影响最大的当属中科院心理所宋维真教授和香港大学张妙清教授等人合作研究的大四人格理论和中国人人格量表（Chinese Personality Assessment Scale）（宋维真，张建新，张建平，张妙清，梁觉，1993）。这些研究者把文化心理领域的跨文化和本土研究范式相结合，提出中国人人格的四个方面：可靠性、个人性、领导性和人际关系性。和西方的大五人格理论相比，开放性是西方人独有的，而关系性则是中国人独有的（Cheung etal.,2001）；如果把中国的大四人格和西方的大五人格合在一起，则可以形成更具有文化普适性的大六人格（张建新，周明洁，2006）。周明洁和张建新（2007）通过对《中国人人格测量表》两个不同时期形成的中国常模进行对比，发现中国人的“现代人格”正在逐渐形成，具体表现为对他人更为包容、多元化取向增强；而反映传统文化影响的人际关系维度在减弱，具体表现为和关系、人情、面子等传统文化的核心元素相关的特质水平在降低。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "2.4情绪的变化",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "有关情绪变化的研究主要集中在各种消极情绪，比如焦虑、抑郁、孤独等负性情绪。系列元分析发现，中国青少年的焦虑情绪从1992年到2017年间一直在上升（辛自强等人，2011;辛自强，2009；张迪，2015; Xin,Wang,& Sheng,2020；Xin,Zhang,& Liu,2010）；中国人的抑郁情绪在青少年和老年人中都有上升的趋势（李晓敏，韩布新，2012；聂晓璐等人，2013；辛自强，张梅，2009；闫志民等人，2014）。Xin 和 Xin(2015)分析了2002\\~2011年间中国大学生在UCLA孤独量表上的得分，发现大学生孤独感在上升。闫志民等人则发现，1995\\~2011年间中国老年人的孤独感越来越强（闫志民等人，2014）。丰怡通过对1970\\~2010 年间流行歌曲歌词中积极和消极情绪词的分析发现，在1970\\~2010年间，歌词中消极情绪词比率在显著上升，而积极情绪词虽也在上升但是变化不显著（丰怡，2013）。总起来，随着经济社会的发展，中国人的负面情绪体验显著增加，而积极情绪变化不显著。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "一些研究还涉及理解他人情绪和管控自己情绪的能力。颜志强、苏金龙和苏彦捷（2017)则发现， $2 0 0 9 { \\sim } 2 0 1 5$ 年间大学生的共情能力有所提高。刘丹和缴润凯（2017）的研究发现，$2 0 0 0 { \\sim } 2 0 1 4$ 年间男大学生情绪智力下降，而女大学生相对稳定；并且，男女大学生情绪智力变化差异有扩大的趋势。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "2.5动机的变化",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "社会变迁研究目前主要涉及了两类动机：追求成就的动机（achievement motivation）和追求独特性的动机。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "成就动机是指人们在完成任务的过程中，力求获得成功的内驱力，通常包括追求成功和避免失败两个方面。成就动机高的个体在生活中更愿意选择自己认为重要、有价值、可能性大的事情去做，并乐意为获得成功而努力。早期的两项研究一致发现，中国大学生的成就动机水平随着年级和年龄的增长而降低（解翠玲，2007；张淑华，唐学平，1996)，一定程度上意味着大学生的成就动机有随着时代发展而下降的可能。最近，辛素飞和王一鑫（2019）运用横断历史研究对中国大学生1999\\~2014年间成就动机的变化趋势进行了检验，发现16年间中国大学生的成就动机总体上呈下降趋势；具体到追求成功和避免失败两个不同侧面，结果显示追求成功的动机没有显著改变，而避免失败的动机在上升。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "关于独特性动机变化，苏红等对多个大样本的中国人的名字进行的一项研究发现，从上个世纪五十年代开始，常见名的使用不断下降，而独特名字的使用不断上升（苏红，任孝鹏，陆柯雯，张慧，2016）。在另一项研究中，Cai等人采用不同的方法，通过对人名中的字在汉语同期使用频率的比较发现，过去几十年来，中国人名字中低频字越来越常见，表明中国拥有独特名字的人越来越多(Cai etal.,2018）。Cai等人还对主观报告的独特性需求的代际差异进行了研究，发现随着时代的发展中国人的独特性需求日益增强（Caietal.,2018）。这些研究从一个侧面反映随着时代的发展，中国人的独特性动机呈现日益增高之势。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2.6儿童发展与教育的变化",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "文化的传播和传承在很大程度上是在教育和儿童发展过程中实现的。文化心理学研究表明，和个体主义盛行的西方社会相比，集体主义盛行的社会中人们会有更多的回避或自我抑制行为（Elliot&Covington,2001），这在儿童阶段的一个典型表现就是害羞。研究发现，随着中国的快速发展，当代的中国儿童越来越少表现出害羞行为，并且害羞对社会适应的价值也越来越低。在一项研究中，Chen 等人（2005）分别于1990、1998和2002年考察了小学儿童的害羞行为，发现在三个考察时间点上，中国儿童的害羞水平呈下降趋势；且父母和儿童对于害羞行为的态度由积极变成了消极，害羞和学业成绩、同伴关系、心理健康的关系也由正向变成了负向(Chen,Cen, Li,& He,2005)。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "儿童心理和行为变化的一个重要原因可能是成人对儿童的教养方式发生了变化。Chen(2012）对中国一所学校的儿童进行了调查，发现来自城镇户口家庭的孩子比来自农村户口家庭的孩子有更强的主动性（initiative-taking），并且这种主动性与父母的鼓励存在正向关系；此外，和来自农村户口家庭的女孩相比，城镇户口家庭的女孩社交能力更强，对学校的适应也更好。研究者认为，这是因为在竞争更为激烈的城市环境下，主动性更具适应价值，父母在培养孩子的过程中就会更倾向于鼓励孩子的主动性。在另一项研究中，Zhou等人调查了19个有子女和孙子女的女性老年被试。他们考察了在这些奶奶眼中祖孙三代人各自的特点以及不同代的人教养孩子的特点（Zhou et al.,2018）。该研究发现，老人们认为年轻一代在符合现代社会要求的自主性、好奇心、自我表达三个特质上水平较高，表明具有较高的个体主义倾向；而在符合传统社会要求的服从、害羞特质上水平较低，表明具有较低的集体主义倾向；在教养孩子时，年轻一代更多采用促进导向（promotion-oriented）的教养（表扬和支持），而更少采用预防导向（prevention-oriented）的教养（控制和批评）。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "2.7幸福感的变化",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "幸福感是衡量一个人生活和适应状态的核心指标之一，也是国际上通行的衡量人民生活质量和社会发展水平的重要指标。很多学者针对中国高速发展对人民幸福感的影响进行了考察。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Brockmann,Delhey,Welzel 和 Yuan（2009）分析了1990 年和 2000 年的世界价值观调查中的数据，发现中国人的生活满意度在1990年和 2000 年之间下降。Steele 和Lynch（2013）加入更新的世界价值观调查数据后，发现中国人的生活满意度在1990\\~2007年间呈U型变化，先呈现下降的趋势，2000年后开始回升。Easterlin等人（2012）回顾了不同调查机构在过去二十年对中国人幸福感的调查，也发现中国人的生活满意度变化呈现U型变化轨迹，即在1990到 2000年之间幸福感下降,而在2000年到2010年之间则趋于平稳或略有上升(Easterlin,Morgan,Switek,& Wang,2012；也见Knight＆Gunatilaka,2011）。刘军强、熊谋林和苏阳（2012）对中国综合社会调查（CGSS）数据的分析也发现，2003到 2010 年间，中国居民的生活满意度上升显著。一项基于中国家庭经济调查(Chinese Household Finance Survey)的最新大样本研究发现，从 2013年到2017年五年间，中国人的幸福感呈显著上升趋势（Clark,Yi,&Huang,2019）。可见，中国人幸福感在90年代有所下降，2000年后开始回升并延续至今。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "更多研究探讨了不同群体的中国人在不同社会发展阶段生活满意度的变化。李双双和李雪平（2015）发现，2000\\~2011年间中国大学生的生活满意度显著上升。董洁（2016）对 2003至2014 年间采用本土量表考察城市居民主观幸福感的文献进行了回顾，发现城市居民的主观幸福感有上升的趋势。Morgan 等人发现2002\\~2012年间城市居民的生活满意度呈上升趋势（Morgan& Wang,2019）。洪岩壁（2017）的研究比较了2005年和2013年两次CGSS的数据，发现社会阶层较低的群体主观幸福感上升尤为明显。但是，李超、吴宇恒和覃飙（2016）的研究却发现 $2 0 0 3 { \\sim } 2 0 1 3$ 年间农民工的工作满意度显著下降，这在内陆省份的新生代农民工群体中表现得尤为明显。Zhang 等人新近的研究发现，总体上，中国人的幸福感在代际间表现出日益下降的趋势；当把党员和非党员分别考察时，则发现在计划经济时代党员的幸福感显著高于非党员，但是改革开放后党员的优势日渐消失（Zhang,Hu,& Zhang,2020）。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "还有研究探讨了不同社会群体生活满意度的变化差异。一项研究发现，2001\\~2010 年间的城乡居民幸福感差距在逐渐减小（张军华，2012）。另一项最新研究却发现，2003\\~2015年间，不同群体间中国人的幸福差异有日益扩大的趋势（Yang,Liu,& Zhang,2019）。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "有些研究者还试图探讨导致中国人幸福感变化的原因。理论上一般认为像中国这样发展起点较低的国家，人们的生活满意度应该随经济社会的发展有一个长期的连续上升的趋势，经济发展到达一定程度之后才会开始下降（Easterlin etal.,2012）。而中国在90年代经济高速发展过程中，却出现人们生活满意度先降后升的现象。一种解释是，上世纪90 年代改革开放带来了大量的失业与下岗，没有了“铁饭碗”及与其相联的收入安全感。而 2000年后，随着就业率的回升和市场经济的持续发展，人们的幸福感水平又有所提升（王洪亮，屠亚富，2016；Easterlinet al.,2012）。还有研究显示，从1990年到 2007年，个体主义倾向对中国人的幸福感预测力越来越大（Steele& Lynch,2013）。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "2.8心理健康的变化",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "近年来，心理健康受到了前所未有的关注。过去几十年来，关于中国人心理健康的研究数量相当庞大。其中，基于症状自评量表（SCL-90）的研究最多。该量表包含躯体化、强迫症状、人际关系敏感等10个因子。从2005年起，一大批研究者开始对发表的文献进行各种整合性的元分析，涉及时代变化的就有数十篇，涵盖学生、教师、军人、医生、农民工等多个特殊群体。这些研究发现：1）中小学生群体的心理健康总体上稳中有降（范会勇，张进辅，2005；郝萍，张大均，苏志强，胡天强，2016；盛红勇，2008；王勍，俞国良，2017；辛自强，张梅，2009;俞国良，李天然，王勍，2016；Xin,Niu,&Chi,2012;）；2）大学生的心理健康稳中有升（陈顺森，陈春玉，2011；丁武，郭执玺，2017；胡青坡，2011；姜松海，黄茜，2016；罗鸣春，黄希庭，严进洪，付艳芬，尹可丽，2010；辛素飞，刘丽君，辛自强，林崇德，2018；辛素飞，姜文源，辛自强，2019；辛素飞，刘丽君，2019；辛自强，张梅，何琳，2012；杨海波，2010;张梅，孙冬青，辛自强，黄四林，2018；张立营，2013)；3）教师群体稳中有降(范会勇，李漠川，2014；李漠川，范会勇，2014；汪海彬，陈宁，陈峰，2013；肖桐，邬志辉，2018；杨睿娟，2013；衣新发，赵倩，胡卫平，李骏，2014；赵云龙，2015；赵云龙，2014)；4）军人群体稳中有升（邓丽芳，2013；冯正直，戴琴，2008；李敬强，王蓓，李康，赵宁，2018；衣新发，赵倩，蔡曙山，2012；赵梦雪等，2017;）；5）农民工、矿工、铁路职工群体稳中有升(黄四林等，2015；刘玉姣，刘剑，朱宝岩，2018；衣新发，刘钰，廖江群，窦东徽，彭凯平，2010)；6)女性群体稳中有降（董振银，李贵臻，袁奉卫，2010；孔令明等，2014；赵春娟，薛洪涛，2015)。一项整合了5465个研究、涉及四百多万人的元分析则表明，中国人的心理健康整体上稳中有升（廖友国，连榕，2019）。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "心理健康和应对密切相关。应对方式是指个体面对挫折或压力时所采取的认知和行为方式，包括解决问题、自责、求助、幻想、退避、合理化六个因子（肖计划，徐秀峰，1996）；其中“解决问题”“求助”因子属于积极的应对方式，“自责”“幻想”“退避”因子属于消极的应对方式，“合理化”因子则属于混合型的应对方式。辛自强等人（2008）对2001\\~2006年间大学生应对方式的变化进行了研究，发现五年间各维度上的得分都没有显著变化（辛自强，刘春晖，张莉，2008）。与之相反，辛素飞等人（2018）对2001\\~2015年间大学生应对方式变化的研究则发现，大学生总体上越来越倾向于采用积极的应对方式解决问题（比如：“解决问题”和“求助”显著上升）；具体到不同性别，男性大学生除了“解决问题”外，其他方面都显著上升；女性大学生除了“求助”外，其他方面也都显著上升（辛素飞，刘丽君，辛自强，林崇德，2018）。辛素飞等人的这些研究发现似乎表明，面对困难和挫折，中国大学生积极和消极的应对方式都有增加的趋势。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "2.9信任的变化",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "对大多数人（包括陌生人）的一般信任是现代社会维护人际关系和良性运转的重要心理资源（Welzel&Delhey,2015）。有历史数据表明，中国人的一般信任水平曾在国际上处于较高的水平，与荷兰、丹麦等北欧国家相当（马德勇，2008；Medrano,2015；Niu,Xin,& Martins,2010)。然而近年来一些研究却发现，信任缺乏已成为当下中国所面临的一个危机。中国社会科学院2013年发布的《中国社会心态研究报告(2012\\~2013)》通过对北京、上海等城市居民的信任状况调查，发现“中国城市居民信任不及格”(王俊秀，杨宜音，2013)。一系列基于纵向数据的研究也证明了这一趋势。比如，辛自强等人开展的一项横断历史元分析发现，1998年到2009年间，大学生的人际信任水平显著下降（辛自强，周正，2012）。在后续的系列元分析中，辛自强等重复了这一趋势（Xin& Xin,2017;Zhang&Xin,2019）。一系列利用现存开放数据库的研究也发现了类似趋势。比如，一项基于世界价值观调查数据的研究发现，中国普通居民在一般信任相关项目上（“大多数人是可以信任的”、“与人交往小心为好”）的得分在1990 年、1995 年、2001 年、2003 年不断下降；一项基于亚洲民主动态调查的结果也表明，中国普通居民的信任水平相较 1990 年显著下降（马得勇，2008)；另一项基于CGSS（2010\\~2013）的数据分析表明，2013 年中国居民的一般信任水平显著低于2010年。这些研究表明，中国人的信任在总体上呈下降趋势。不过，也有个别研究显示，中国人的信任水平近年来有逐步提升的迹象（杨明，孟天广，方然，2011），",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "有研究者认为，市场化可能是导致中国人信任下降的一个重要原因（辛自强，2019）。中国经济发达地区的信任水平比落后地区低，而不同地区市场化的程度差异可以解释这些地区民众信任水平的差异；并且，市场化进程可以纵向预测中国人的信任下降，而信任下降却不能预测市场化进程（Xin&Xin,2017）。进一步，辛自强等认为，市场化会导致经济人信念的增长，并降低对他人的善良预期，最终导致一般信任下降。这一推测得到了一些实证研究的支持。一项对比研究发现，学习经济类专业和非经济类专业的大学生刚入学时一般信任水平没有差异，但三年后，经济类的学生信任水平却显著低于非经济类的学生（辛自强，窦东徽，陈超，2013)。另一项实验研究发现，经济人观念的启动直接导致了信任水平的降低（Xin&Liu,2013）。不过，后续研究亦表明，经济人信念对信任的影响随着领域的不同而不同，消费领域是一个重灾区（刘国芳，辛自强，林崇德，2016）。一些研究还发现其他与市场化相伴的因素也会导致信任下降，比如，信誉机制的缺失（刘国芳，辛自强，2011)、收入差距的增大（Yang&Xin,2019;Zhang＆ Xin,2019）、社会不平等的加剧、制度/规则的缺乏（Zhang＆Xin，2019）、潜规则的盛行（辛素飞，2016）等。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "辛自强团队还对信任变化的微观机制做了系列研究。他们在一项研究中发现，如果被试观察到别人不信任他人的行为，那么观察者自己也会变得更不信任他人，从而出现所谓的“坏苹果效应”（一个坏苹果会带坏其他苹果；Gino,Ayal,& Ariely,2009），即便这一效应持续时间有限（刘国芳，辛自强，林崇德，2017）。另一项研究则发现父母的信任水平能预测子女的信任水平，表现出代际传递的趋势（池丽萍，辛自强，2013）。但是，后续的研究却发现代际传播主要发生在父母和男孩之间（池丽萍，2013）。这些发现表明，信任下降可以通过横向和纵向传递两条途径发生。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "2.10关系及其作用的变化",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "中国是一个关系社会。关系既可以满足情感需要，也可以服务于实用目的。关于关系在中国现代化过程中变得越来越重要还是越来越不重要，目前学术界存在所谓的“Yang-Guthrie'之争（Bian,2018）。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "基于“理性市场”假说（The-market-as-rational- institution），Guthrie认为，随着市场经济的发展，个体和社会都将变得越来越理性，规则在日常生活中将发挥越来越大的作用，而关系的重要性将会日益下降（Guthrie,1998）。这种观点得到了部分研究的支持。在一项针对上海国有企业经理的调查研究中(Guthrie,1998)，Guthrie 等发现，这些经理在招人、供应商和销售的选择、福利的发放等很多方面都很少考虑关系。Guthrie认为，这是因为国有企业和私企一样财务有限，不得不以利润为目标、精确计算、理性行事。Hanser在一项研究中也发现，上个世纪90年代，在私人企业以及改革后的国企中，关系在初次找工作时几乎不起什么作用（Hanser,2002)。Huang（2008）曾对一群在深圳找工作的大学生（包括本科毕业生和研究生）进行访谈，结果发现，找工作关键还是主要依靠能力，关系起的作用非常小。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Yang 则认为，关系是深深根植于中国历史、文化中的一项基本元素和重要资源（guanxi-as-cultural-repertoire），在中国社会具有独特的适应价值，其重要性不会随着经济社会的发展而减弱，只是可能会以不同的形式表现出来（Yang,2002）。与此一致，一些基于大样本的研究确实表明，关系的作用不仅没有随着经济社会的发展而减弱，甚至还在增强。Bian等人对全国五个城市的一项调查发现，与正式渠道入职的受访者相比，通过私人关系找到工作的受访者有更高的工资、更对口的工作（Bian&Huang,2009;另见 Zhao,2013）。这种现象和 80 年代、90 年代的许多发现是一致的，表明关系的持续重要性（Bian&Huang,2009,2015；Bian,Huang,& Zhang,2014）。一项基于 $2 0 0 3 { \\sim } 2 0 0 8$ 年的CGSS 数据研究也发现，在改革开放的前三十年，受访者依靠关系找工作的比例增加了 $20 \\%$ （Bian,2008;Tian&Lin,2016）。一项横跨1978 到 2009 年的纵向研究发现，中国人在找工作时依靠关系的比率总体上呈现上升趋势；这种趋势在非国有企业中上升尤为明显，从1978 年的不到 $1 \\%$ 上升到2009年的 $65 \\%$ ，而同期基于个人才德（merit）找到工作的比率仅从 $4 \\%$ 上升到 $14 \\%$ ，速度缓慢得多（Bian,2018）。此外，还有研究表明关系能帮助人得到更多的升迁机会（Zhao,2013）；多样化的私人关系较之单一的关系可以提供更多获得更高地位的机会（Lin,Ao,& Song,2008; Son&Lin,2012）。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "2.11其他社会态度和行为的变化",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "与性相关的心理和行为是包括社会学、心理学在内的很多学科共同关注的热点。大量研究显示，从改革开放以来，中国人和性相关的心理和行为发生了巨大变化。这些变化主要表现在以下几个方面：首先，中国人的婚恋观念发生了巨大变化。自1950年《中华人民共和国婚姻法》颁布以来，人们对婚姻的权利和自主意识大大增强（张承芬，陈英敏，2000；徐安琪，2000；徐安琪，李煜，2004）；人们不仅可以自主决定是否进入婚姻，更可以决定是否离开婚姻，离婚率逐年上升（李萍，2011；刘易平，2012；徐安琪，1994）。其次，中国人的性意识、观念或者态度发生了深刻变化。传统的贞操观日益淡薄（黄盈盈，潘绥铭，2012；徐安琪，2003；叶丽红，高亚兵，骆伯巍，2001），而性自由、男女平等、甚至女性在性中应该更具自主性的观念越来越强（Farrer,Suo,Tsuchiya,& Sun,2012；Xiao,Mehrotra,& Zimmerman,2011）。各种不符合传统和常规的性行为越来越多，且越来越被人们接受和包容，比如婚前性行为、婚外性行为、同性恋、虚拟性行为等（刘玉萍，郭郡郡，喻海龙，2019；於嘉，谢宇，2017;Hu,2016；Tian,Merli,& Qian,2013； Zhang, 2017；Ruan,2013; Zhang, Gao, Dong,Tan,& Wu,2002； Zheng,& Zheng,2014）。日常生活中，性不再是各种话题中的禁忌，对性的关注和讨论日益增多。在《人民日报》中，和“性”相关的许多关键词比如婚前性行为、同性恋、婚外性行为、婚外恋和小三等出现的频率越来越高（何瑛，胡翼青，2014）。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "还有不少研究探讨了性行为之外的其他社会态度/行为的变化。辛素飞等运用横断历史元分析发现， $2 0 0 5 { \\sim } 2 0 1 5$ 年间中国大学生的攻击性水平有所降低（辛素飞，郑阳，2019）；中国老年人的社会支持总体在下降，但是具体趋势随社会支持的领域以及地区的不同而不同：所有地区客观支持都在下降，但东部地区老年人的主观支持在上升（辛素飞，岳阳明，辛自强，林崇德，2018）；中国大学生的社会支持也在下降（Xin&Xin，2015）。林荣茂等（林荣茂，严由伟，唐向东，2010）发现，1994到 2009 年间，中国高中生和大学生的睡眠质量有所下降；但凌喜欢和辛自强（2014）发现大学生群体在1998到2011年间睡眠质量变化不显著。Harmel等人的研究发现，新一代的中国人尤其是独生子女，对政治的兴趣更高，更希望与政府进行沟通并亲身参与到政治中去（Harmel&Yeh,2014）。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "3讨论",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "3.1主要发现与分析",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "过去半个世纪见证了中国史无前例的高速发展和翻天覆地的变化，也见证了中国文化和中国人的心理与行为的广泛变化。对此，心理学及相关学科研究者进行了大量实证研究，涉及文化价值观、自我、人格、情绪、动机、心理健康、人际关系、人际信任、社会态度和行为等十余个方面，初步揭示了中国人心理与行为变化基本趋势与多重复杂性交织的总体图景。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "3.1.1中国人心理与行为变化的主要发现及其启示",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "基于前面的梳理，我们可以看出中国人的心理与行为主要变化有：现代性在逐渐增强，传统性在降低；现代社会广泛流行的、与个体主义相关的诸多价值（自主、独特等）日益盛行，而传统社会流行的与集体主义相关的许多价值（服从、内敛等）在衰落；独立建构的自我日益增强，而相依建构的自我不断减弱；与中国传统文化关系密切的人格因素（涉及人情、面子、关系、和谐等）的水平在降低，而适应现代社会要求的人格因素（涉及多元、开放、包容等）水平在上升；成就动机总体上在下降，但追求成功的动机没有下降，而是避免失败的动机在增强；追求独特的动机在增强；焦虑、抑郁、孤独等负面情绪在普遍增加，而积极情绪变化缓慢;生活满意度总体上有先下降后企稳回升的趋势，但不同群体的变化模式不一样；心理健康整体上是稳中有升，但是具体到不同的群体，则变化不一致，有的群体在下降，有的群体保持不变或有所上升；对挫折和困难的应对既有积极的变化，也有消极的变化；人际信任方面，人与人之间的一般信任总体在下降；关系继续在社会生活中发挥重要作用，甚至还在不断上升；人们主观感受到的社会支持在降低；中国人在性行为和性心理方面越来越开放、包容等等。这些发现表明，近半个世纪来，中国人的心理和行为发生了广泛的而显著的变化，启示中国人的心理和行为是随着时代的变化而不断变化的，国家治理现代化和建设社会心理服务体系的实践要与时俱进，以适应中国人不断变化的心理和行为。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "3.1.2中国人心理与行为变化的复杂性及其启示",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "现有的研究已经覆盖了相当广泛的群体，身份上包括了学生、教师、农民、工人、军人、公司职员等不同社会群体；年龄上包括了儿童、青年到老人各个年龄群体；地域上覆盖了沿海、内地、边远地区等等。由于不同群体具有不同的人口学、社会学以及心理学特征、处于不同的社会生态环境，心理和行为的变化趋势在很多方面都不尽相同。比如，关于近几年来中国人心理健康方面的变化，虽然总体上有稳中向好的趋势，但基于不同群体的研究也发现，社会变迁对不同群体心理健康的影响是不一样的。有些群体心理健康水平在增加，比如军人群体等；有些在下降，比如中小学生。社会变迁的影响因人群而异的特点意味着，在当下社会心理服务体系建设的过程中，既要把握总体趋势，还要了解社会变迁对特定人群的独特影响。任何政策、措施都不能一刀切，要根据不同群体的不同情况进行调整，宏观层面要相对稳健，微观层面则要灵活。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "现有研究显示，心理和行为的变化并非单调线性。首先，一些与文化变迁有关的心理和行为指标在不同时间段有不尽相同的变化趋势。比如，有研究发现中国人的幸福感在90年代下降，但近年来有上升的趋势；一般信任大部分时间都在下降，但近期有回升的势头。其次，有些文化心理指标会因为一些重大社会事件而改变变化速度甚至方向。比如有研究显示中国大学生的价值观在汶川地震和非典（SARS）前后都有较大变化。这意味着我们要认识到发展中出现的有些社会心理问题可能只是暂时的、是前进中的曲折，从而保持积极的心态，既不回避问题，又对未来怀有乐观。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "现有研究还表明，社会变迁形成的文化变迁及其心理后果既有积极的、也有消极的。一方面，如多元、开放、包容、独立、自主、责任等价值和品质的提升有助于中国人在全球化背景下适应现代社会，有助于中国建设人类命运共同体的战略倡导和努力。另一方面，社会变迁也带来很多消极影响，比较凸显的有人际信任的下降、大量消极情绪的上升、部分群体心理健康的下降等等，这些消极的后果是我们应尽力避免、降低乃至消除的。从某种意义上讲，国家近年来大力倡导的社会心理服务体系建设就是对社会发展过程中出现的大量心理问题及其变化而提出的一种战略应对。积极和消极影响的同时存在还提示我们需要全面、科学、辩证地评估改革开放和社会发展过程及其影响，积极应对可能的消极影响。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "最后，如何理解现有研究的种种不一致发现？一方面，它可能反映了一种客观现实。一个研究考察的通常都是某一特定群体在某一特定时间段内的变化，而不同群体在不同时间内的心理与行为变化表现出不同的趋势，这是完全可能的；有些研究是在个体水平上进行的（横断面个体数据的跨时间比较），有些则是在群体水平上进行的（比如横断历史元分析），而个体水平上的规律和群体水平上的规律本来就可能不一致（Na et al.,2010；Robinson,1950)。另一方面，许多不一致还可能与采用的方法有关。绝大部分的研究都只采用一种方法，而几乎每一种方法得到的结果都是多种效应的混合，社会变迁只是其中一种效应。此外，这些方法在对来自不同时间、不同空间、不同样本的数据进行对比时，样本及其代表性、研究内容及其操作测量的对等性等问题都可能使结果变得不一致。鉴于此，我们需要特别审慎地解读具体研究结果。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "3.1.3中国人心理与行为变化的基本趋势及其启示",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "中国人的文化和心理行为的变化固然呈现出复杂的图景，基于文化心理学的主要理论框架个体主义和集体主义，我们依然可以发现一些基本趋势：在现代社会广泛流行的个体主义及与其相适应的多种文化心理行为在上升，而在传统社会广泛流行的集体主义及与其相适应的多种文化心理行为在衰落（Cai etal.,2019）。比如：平等、自主、独立、开放、多元、包容等很多现代社会流行的文化价值与个体品质在增强，而墨守成规、男尊女卑等很多传统价值在式微。但我们也发现，世界变迁体系中预期上升的某些现代观念和心理比如自我超越，并没有上升；而预期下降的价值和心理比如自我促进，也没有下降。同时，一些中国传统文化的元素比如孝亲敬祖、对家庭的重视、对亲情友情的重视、对关系的重视等仍在延续，有些甚至还在不断加强。此前基于中国台湾地区的研究也有类似发现（Lu&Yang,2006）。这提示我们，当下的中国是一个多元文化并存的社会，传统和现代、东方和西方、个体主义和集体主义的碰撞和交融广泛存在。可以预期，在全球化日益不可逆转的今天，多元文化互动与并存将是未来世界的基本特色。对此，我们要充分认识并积极应对，特别要发挥中国传统文化注重整体和辩证思维的特点，在努力利用多元文化的优势（比如：有利于创造性）的同时，防范各种文化中消极元素的作用，并注意协调各种文化或其元素在互动过程中可能出现的大大小小的冲突，保持社会和谐。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "3.2未来研究方向",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "毫无疑问，针对中国在现代化过程中的文化变迁与心理变化的大量研究具有重要的理论和实践价值。但我们也应认识到，和国际范围内的社会变迁研究类似（Cai etal.,2019），中国的社会变迁研究也处于起步阶段，还有大量的领域没有涉及，未来还有广阔的发展空间。除了采用不同的方法重复现有研究外，未来的探讨还可以从以下方面展开。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "3.2.1拓展现有研究领域和内容",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "当代心理学，特别是文化心理学已经揭示了大量对微观或宏观社会生态环境敏感的心理与行为。理论上，一切对社会生态环境敏感的心理内容都有必要从动态的、变迁的视角重新进行研究。在这一意义上，从现代心理学主题，比如注意、智力、思维方式等等，到相对具有本土特色的主题，比如，与关系密切相关的“差序格局”的变化（“自己人”由血亲变为拟亲）、家庭结构的变化（大家庭瓦解、垂直化变为扁平化）、人际交往模式的变化（流动性增加、混合型关系重要性的提升）等等，未来都需要有大量研究去探讨这些社会变迁尚未涉及的领域。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "3.2.2加强心理构念本身内涵变化的研究",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "现有的研究在探讨某种文化心理变化时，通常假设该文化心理在不同时代有着相同的内涵，并基于此对其平均水平进行比较。但是，基于西方和中国的许多研究表明，这种假设并不总是合理的。比如，一项基于西方的研究发现，不同时代的人对幸福的理解不同，过去人们更多地把幸福理解为好运带来的结果，而现在却更多地把幸福理解为个人成功的结果（Oishi et al,2013）。中国也有许多类似的发现，比如：有研究发现，爷爷奶奶一代人更多地把顺从理解为孩子是否帮家里干活，而孙子一代却把顺从理解为代际冲突中的一种常见行为（Zhou et al,2018）。这些发现提示我们，研究某种文化价值或者心理行为时，变化的可能不仅是水平，还有可能是内涵，因此构念内涵的变化也应该是未来研究应该关注的一个方向。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "3.2.3加强对不同心理和行为之间关系变迁的研究",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "大部分的研究都聚焦于心理和行为本身水平的变化，仅有个别研究探讨变量之间关系的变化，特别是心理、行为和适应的关系。比如，一项研究发现（Chen etal.,2005），害羞在1992年的中国是一个积极的人格特征，是和良好的社会适应、更好的学业成绩相联系的。但到了 2002年，不仅儿童害羞的平均水平下降了，它和心理适应的关系也发生了变化，从一个对适应有利的因素变成了一个不利的因素。类似的，各种文化价值和心理适应的关系是否也会随着社会的变迁而变化？在更普遍的意义上，各种心理与行为的关系是否也会发生某种变化？未来需要大量的研究以社会变迁为背景探讨这些问题。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "3.2.4加强对导致文化与心理行为变化背后原因的研究",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "已有的大多数研究都只是在揭示现象（比如：是否改变、如何改变），少有研究考察导致变化的具体因素。虽然缘自西方的现代化理论（Inglehart&Baker,2000）、社会变迁与人类发展理论（Greenfield,2009）等从宏观上指出了一些可能的因素，但往往并不精细。比如，有研究表明中国中小学生的心理健康在下降，但是什么样的社会变化导致了中小学生心理健康的下降？学习压力、亲子关系、社会环境等的变化都可能是其原因。同样，有研究表明中国人负性情绪越来越多，这背后是因为社会流动性带来的不确定性增加？科技发展带来的人际交往数量和模式变化？还是社会不公平感的增加等等？弄清导致变化的具体原因或机制，不仅具有重要的理论价值，更可以为干预提供科学的指导。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "3.2.5加强对社会变迁影响文化心理的过程和机制的研究",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "一般认为文化的变化或变迁有四种可能的来源：外来文化的输入、传统文化的传承和淘汰、新文化元素的创造、变迁过程中的随机变异。那么，这四个不同来源在中国文化变迁过程中是如何独自或共同发挥作用的？发挥作用的具体路径如何？各种作用的边界条件为何？横向传播和纵向传承的关系如何？如何促进或进行文化创新？对这些问题的回答不仅可以帮助我们了解中国的文化变迁，更可以帮助我们理解一般意义上的文化变迁过程。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "当代文化心理学研究还表明，文化对具体心理与行为的影响既可能是通过主观文化（subjective culture）发挥作用，也可能是通过主体间文化（inter-subjective culture）发挥作用(Chiu,Gelfand,Yamagishi,Shteynberg,&Wan,2010)。此外，人类的基因、大脑和文化行为之间是相互影响、相互建构的（Chiao,2009;Kim& Sasaki,2014）。这些发现为未来揭示文化心理变化的行为和神经机制提供了新的路径和视角。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "3.2.6努力构建适合中国的更具解释力的理论",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "解释社会变迁最具影响力的是现代化理论（Inglehart&Baker,2000；Welzel,2013）和社会变迁与人类发展理论（Greenfield,2009），二者早期都有一个隐含的预期，即：随着经济的发展，与个体主义相关的文化价值和心理行为将会越来越普遍，而与集体主义相关的文化价值和心理行为将会日趋衰落（Inglehart&Baker,2000；Welzel,2010）。然而，已有的大量研究发现了更为复杂的变化趋势（Cai etal.,2019）。比如，东亚的日本、韩国、新加波等国家都实现了现代化，但是儒家文化的许多传统依然得到了很好的保持，有些甚至还在加强。为了解释这些不一致的现象，Inglehart 等学者对早期的现代化理论进行修正，承认传统文化遗产在一定程度上能够延续（比如：Inglehart＆Baker,2000）。但是，对于为什么会延续、哪些文化成分会延续、延续的传统文化和现代文化如何互动和共存等很多具体问题都缺乏深入研究。未来中国社会变迁的研究应致力于构建更包容、更具解释力的理论来回答这些问题。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "4结语 ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "世界格局正在经历百年来未有之变化，心理学家及相关学科研究者已对中国史无前例的社会变迁进行了大量研究。本文中，我们首次对近几十年来心理学视角下的相关研究进行了系统整理和介绍，并尝试指出了一些未来亟待研究的方向。这些已经完成的和将要进行的研究可以帮助我们深入、全面地认识中国社会变迁对中国文化和中国人心理与行为的影响，帮助我们理解中国、理解中国人，包括过去、现在和未来。同时，社会变迁和文化心理变化之间的关系正在成为文化心理学的前沿热点（Grossmann&Na,2014），立足中国已经和正在发生的快速变化对这一学术前沿进行研究，也将有助于认识社会变迁影响文化心理和行为的一般和特殊规律，回答心理学领域的诸多基础问题。实践上，这些研究所揭示的中国人心理和行为变化规律，也将对中国当下和未来的国家建设、国民身心健康和幸福提升具有重大的指导意义（傅小兰，蔡华俭，2016）。正是基于对社会变迁问题这些重要性的认识，2019年底在北京举行的“首届世界科技与发展论坛”上，“社会变迁对人的身心健康的影响”被列为未来人类十大科学问题之一（新华网，2019）。藉此东风，我们也期望并号召越来越多的心理学家加入到这一重大历史性课题的研究中来，既促进对伟大变革中的中国和中国人的理解，也为世界范围内心理学的发展做出独特贡献。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "参考文献  \n蔡笑岳,& 吴萍.(1999).我国青少年学生观念现代性的研究．心理科学(02),148-151.  \n陈顺森，陈春玉.(2011).近 20 年大学生心理健康状况的变迁.漳州师范学院学报(自然科学版),24(2),96-101.  \n池丽萍.(2013).信任：父母的代内相似和亲子的代际传递．心理学报,45(3),336-344.  \n池丽萍，辛自强.(2013).信任代际传递的中介机制：一个概念模型．首都师范大学学报(社会科学版),(1),140-147.  \n丁武，郭执玺.(2017).我国农村大学生心理健康变迁 (2000\\~2015):一项横断历史研究.思想政治教育研究,(2),156-160.  \n邓丽芳．（2013）．近10年来中国飞行员心理健康状况的元分析．心理科学，36（1），228-233.  \n董洁.(2016).我国城市化进程中居民主观幸福感的十年变迁.西南民族大学学报：人文社会科学版,37(11),76-81.  \n董振银,李贵臻，袁奉卫.(2010).我国妇女心理健康状况分析——一项横断历史研究.卫生职业教育,28(19),123-125.  \n新华网.2019年度人类社会发展十大科学问题发布.2019-10-17取自http://www.xinhuanet.com/tech/2019-10/17/c_1125113994.htm  \n范会勇，李漠川.(2014).经济社会因素对中小学教师心理健康的影响：基于历史数据的分析.上海教育科研,(2),18-20.  \n范会勇，张进辅.(2005).过去十年中学生SCL-90调查结果的元分析．心理科学,28(6),1424-1326.  \n丰怡.(2013).个人主义在当代中国：文化变迁视角下的考察（硕士学位论文）.中国科学院心理研究所,北京.  \n傅小兰，蔡华俭.(2016).心安国安 心治国治一—把握时代心理脉搏 提升国家凝聚力．中国科学院院刊,31(11),1224-1236.  \n冯正直，戴琴.(2008)．中国军人心理健康状况的元分析.心理学报,40(03),358-367.  \n高旭繁，杨国枢.(2011).华人心理传统性与心理现代性研究之回顾与前瞻．彰化师大教育学报，100（19），1-11.  \n郝萍，张大均，苏志强，胡天强.(2016).中国四～六年级小学生1995\\~2011 年心理健康状况变化分析．中国学校卫生,37(4),597- 601.  \n郭亨杰，夏云.(1997).大学生的个人现代性、传统性及其与心理健康的关系．第八届全国心理学学术会议文摘选集.  \n何瑛，胡翼青.(2014).改革开放以来“性观念”话语变迁考察—一以《人民日报》为例．新闻界(21),24-29.  \n洪岩璧.(2017).再分配与幸福感阶层差异的变迁 (2005-2013).社会,37(2),106-132.  \n胡青坡.(2011).2001\\~2005 年中国大学生心理调查结果的 meta 分析.上海预防医学,23(10),490-493.  \n黄四林，侯佳伟，张梅，辛自强，张红川，孙铃，窦东徽.(2015).中国农民工心理健康水平变迁的横断历史研究:1995\\~2011.心理学报,47(4),466-477.  \n黄盈盈，潘绥铭.(2012).中国少男少女的爱与性—一基于2010年14\\~17岁全国总人口的随机抽样调查．中国青年研究,7,57-63.  \n姜松梅，黄茜.(2016).我国研究生心理健康状况的横断历史研究.南京医科大学学报：社会科学版,(4),281-287.  \n解翠玲.(2007).大学生成就动机的发展特点研究．内蒙古师范大学学报(哲学社会科学版),10(4),23.  \n孔令明，张理义，梅贵森，任忠文，张志斌，邹华根，刘晓辉，陈继军.(2014).中国女军人适应不良状况及其与时代变迁的关系.中国健康心理学杂志,22(5),727-729.  \n李超,吴宇恒，覃飙.(2016).中国农民工工作满意度变迁:2003\\~2013 年.经济体制改革,(1),77-84.  \n李敬强，王蓓，李康，赵宁.(2018).中国军航飞行员心理健康状况的横断历史研究.中国卫生统计,35(2),289-291.  \n李漠川，范会勇.(2013).1995\\~2012 年间我国小学教师心理健康状况的元分析.心理学进展,4,123-128.  \n李萍.(2011).当前我国农村离婚率趋高的社会学分析．中国青年研究,2011(5),17-20.  \n李双双，李雪平.(2015).大学生主观幸福感变迁的元分析研究.心理技术与应用,(10),12-17.  \n李晓敏，韩布新.(2012).城市老年人抑郁症状检出率随年代的变化趋势．中国老年学杂志,32(8),3496-3499.  \n廖友国，连榕.(2019).近三十年国民心理健康变迁的横断历史研究.西南大学学报(社会科学版),45(2),105-116.  \n林荣茂，严由伟，唐向东.(2010).近15 年中国青少年学生匹兹堡睡眠质量指数调查结果的元分析.中国心理卫生杂志,24(11),839-844.  \n凌喜欢，辛自强.(2014).大学生睡眠质量变化的横断历史研究.中国心理卫生杂志,28(10),786-790.  \n刘丹，缴润凯.(2017).我国大学生情绪智力变迁的横断历史研究:2000\\~2014.黑龙江高教研究,(9),113-116.  \n刘电芝，黄会欣，贾凤芹，龚茜，黄顾,李霞.(2011).新编大学生性别角色量表揭示性别角色变迁.心理学报,43(06),639-649.  \n刘国芳，辛自强.(2011).间接互惠中的声誉机制：印象、名声、标签及其传递．心理科学进展,19(2),233-242.  \n刘国芳，辛自强，林崇德.(2016).经济人信念对信任的影响：信任主题的调节作用．心理科学,39(1),166-171.  \n刘国芳，辛自强，林崇德.(2017)．人际信任中的坏苹果效应及其传递．心理与行为研究,15(5),691-696.  \n刘易平.(2012).当代中国社会变迁背景下高离婚率的社会学分析．四川理工学院学报：社会科学版,(2),13-17.  \n刘玉姣，刘剑，朱宝岩.(2018).2007\\~2014 年中国煤矿井下工人心理健康状况研究.安全与环境学报,18(1),176-181.  \n刘玉萍，郭郡郡，喻海龙.(2019)．婚前同居、同居蔓延与中国居民的婚姻稳定性:自选择及其变化．西北人口,40(01), 87-96.  \n刘军强，熊谋林，苏阳.(2012).经济增长时期的国民幸福感———基于CG S S数据的追踪研究.中国社会科学,12,82-102.  \n罗鸣春，黄希庭，严进洪，付艳芬，尹可丽.(2010).中国少数民族大学生心理健康状况的元分析.心理科学,(4),779-784.  \n马得勇.(2008)．信任，信任的起源与信任的变迁.开放时代,4,72-86.  \n聂晓璐，王红英，孙凤，杨智荣，唐少文，陶庆梅，王华丽，吕晓珍，于欣，詹思延.(2013).2000\\~2012 年中国社区人群老年期抑郁情绪检出率——系统综述和更新的 meta 分析.中国心理卫生杂志,27(11),805-814.  \n瞿海源.(1971).个人现代化程度与人格之关系（硕士学位论文）.国立台湾大学心理学研究所，台北.  \n沙晶莹，张向葵.(2016).中国大学生自尊变迁的横断历史研究:1993\\~2013.心理科学进展,24(11),1712-1722.  \n盛红勇.(2008).1996\\~2005 年大学新生 SCL-90 调查结果的元分析.解放军预防医学杂志,26(1),45-46.  \n宋维真，张建新，张建平，张妙清，梁觉.(1993).编制中国人个性测量表(CPAI）的意义与程序.心理学报,25(04),66-73.  \n苏红，任孝鹏，陆柯雯，张慧.(2016)．人名演变与时代变迁．青年研究,(3),31-38.  \n田园，明桦，黄四林，孙铃.(2017).2004 至 2013 年中国大学生人格变迁的横断历史研究.心理发展与教育,33(1),30-36.  \n汪海彬，陈宁，陈峰.(2013).中小学教师心理健康状况的横断历史研究.上海教育科研,(2),41-45.  \n王登峰，崔红.(2003).中国人人格量表(QZPS）的编制过程与初步结果.心理学报,35(1),127-136.  \n王登峰，崔红.(2007).人格结构的中西方差异与中国人的人格特点.心理科学进展,15(02),196-202.  \n王洪亮，屠亚富.(2016).中国“幸福收入之谜”现象研究.南京审计学院学报,(2016 年02),31-39.  \n王俊秀，杨宜音.(2013).中国社会心态研究报告 (2012\\~2013)．北京：社会科学文献出版社.  \n王就，俞国良.(2017).初中生心理健康的横断历史研究.中国特殊教育,11,74-80.  \n吴超，秦启文，李亚娟.(2008).对当代大学生孝道观的调查-改革开放以来中国社会青年价值观变迁研究．青年探索,2008(1), 40-43.  \n吴翠萍.(2008).改革开放 30 年与青年观念的变迁 改革开放 30 年与青年消费观念的变迁.中國青年研究,2008(1),17-20.  \n肖计划，徐秀峰.(1996)．“应付方式问卷”效度与信度研究．中国心理卫生杂志,10(4),164-168.  \n肖桐，邬志辉.(2018).我国农村教师心理健康状况的变迁（1991\\~2014）：一项横断历史研究．教育科学研究,69-77.  \n辛素飞.(2016).潜规则认同及其对信任的影响(博士学位论文).北京师范大学.  \n辛素飞，王一鑫.(2019).中国大学生成就动机变迁的横断历史研究:1999\\~2014.心理发展与教育,35(3),288-294.  \n辛素飞，郑阳.(2019).中国大学生攻击性水平变迁的横断历史研究.中国心理卫生杂志,7,550 -555.  \n辛素飞，姜文源，辛自强.(2019).1993 至 2016 年医学生心理健康变迁的横断历史研究.心理科学进展,27(7),1183-1193.  \n辛素飞，刘丽君，辛自强，林崇德.(2018).中国大学生应对方式变迁的横断历史研究.心理与行为研究,16(6),779-785.  \n辛素飞，王一鑫，林崇德.(2018).高职生心理健康水平变迁的横断历史研究:199\\~2016 年.教育研究,18(11),120 -130.  \n辛素飞，岳阳明，辛自强，林崇德.(2018).1996 至 2015 年中国老年人社会支持的变迁：一项横断历史研究.心理发展与教育,34(6),672-681.  \n辛素飞，刘丽君.(2019).少数民族大学生心理健康水平的变迁——横断历史研究的视角．青年研究,12(2),27-37.  \n辛自强.（2019）．市场化与人际信任变迁．心理科学进展.27(12),1951-1966.  \n辛自强,窦东徽，陈超.(2013).学经济学降低人际信任？经济类专业学习对大学生人际信任的影响.心理科学进展,21(1),31-36.  \n辛自强，张梅.(2009).1992 年以来中学生心理健康的变迁：一项横断历史研究.心理学报,41(1),69-78.  \n辛自强，周正.(2012).大学生人际信任变迁的横断历史研究.心理科学进展,20(3),344-353.  \n辛自强，刘春晖，张莉.(2008).2001—2006 年男女大学生应对方式的横断历史研究.中华女子学院学报,20(3),25-30.  \n辛自强，辛素飞，张梅.(2011).1993至 2009 年大学生焦虑的变迁：一项横断历史研究.心理发展与教育,27(6),648-653.  \n辛自强，张梅，何琳.(2012).大学生心理健康变迁的横断历史研究.心理学报,44(5),664-679.  \n辛自强.(2009).青少年心理健康水平下滑及其应对．中小学心理健康教育,24(4),4-7.  \n徐安琪.(2003).未婚青年性态度与性行为的最新报告．青年研究(8),12-22.  \n徐安琪.(2000).择偶标准：五十年变迁及其原因分析．社会学研究,(6),18-30  \n徐安琪.(1994).中国离婚现状、特点及其趋势．上海社会科学院学术季刊,(2).  \n徐安琪，李煜.(2004)．青年择偶过程:转型期的嬗变．青年研究,(1),16-25.  \n徐江，任孝鹏，苏红.(2015).中国人独立性自我构建和依存性自我构建的代际变迁.心理学进展,5(02),67-74.  \n许燕、曹雪.(2000).从传统性到现代性的转变上看京港大学生的人格差异．心理学探新.76（4），44-58  \n许燕，王芳，贾慧悦.(2008).5.12地震灾后四川和北京大学生价值观类型的对比．心理学探新.28(4),46 -50  \n许燕，刘嘉，蒋奖，王芳，郑跃忠，付涛 (2004).SARS 突发病害与大学生价值观的变化历程．心理学探新,91(3),35-39.  \n闫志民，李丹，赵宇晗，余林，杨逊，朱水容，王平.(2014).日益孤独的中国老年人：一项横断历史研究.心理科学进展,22(7),1084-1091.  \n颜志强，苏金龙，苏彦捷.(2017).共情的时代变迁：一项横断历史元分析.心理技术与应用,5(10),578-585.  \n杨国枢.(2008).心理传统性与现代性．华人本土心理学(下).(pp.688-720).重庆：重庆大学出版社.  \n杨海波.(2010).近10 年中国大学新生 SCL-90 调查结果元分析及其常模确定.中国学校卫生,31(1),88-90.  \n杨明，孟天广,& 方然.(2011).变迁社会中的社会信任:存量与变化——1990\\~2010年．北京大学学报(哲学社会",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "科学版)(06),100-109.   \n杨睿娟.(2013).不同职业类别教师心理健康水平的横断历史研究 (1995\\~2011).教师教育研究,25(4),45-50.   \n杨宜音.(2010).人格变迁和变迁人格：社会变迁视角下的人格研究．西南大学学报(社会科学版),36(4),1-8.   \n叶丽红，高亚兵，骆伯巍.(2001).当代大学生的性观念研究．中国心理卫生杂志,15(3),188-189.   \n衣新发，刘钰，廖江群，窦东徽，彭凯平.(2010).铁路员工心理健康状况的横断历史研究:1988\\~2009.北京交通 大学学报：社会科学版,9(3),47-53.   \n衣新发，赵倩，蔡曙山.(2012).中国军人心理健康状况的横断历史研究:1990\\~2007.心理学报,44(2),226-236.   \n衣新发，赵倩，胡卫平，李骏.(2014).中国教师心理健康状况的横断历史研究:1994\\~2011.北京师范大学学报: 社会科学版,(3),12-22.   \n俞国良，李天然，王就.(2016).高中生心理健康的横断历史研究.教育研究,37(10),113-122.   \n於嘉,谢宇.(2017).我国居民初婚前同居状况及影响因素分析.人口研究,41(02),3-16.   \n张迪.(2015).不同生源地大学新生心理健康状况的变迁 (2006\\~2013 年).心理学探新,35(6),561-566.   \n张承芬，陈英敏.(2000).当代农村青年婚恋观的调查．山东师范大学学报：人文社会科学版,(5),81-83.   \n张建新，周明洁.(2006).中国人人格结构探索——人格特质六因素假说.心理科学进展,14(04),574-585.   \n张军华.(2012).城乡经济发展差异变迁与幸福感指数——基于 2001\\~2010 年数据分析.学术论坛,35(12), 114-117.   \n张立营.(2013).1994 至 2012 年大学新生心理健康的变迁：一项横断历史研究．科技创新导报,(17),217-218.   \n张梅，孙冬青，辛自强，黄四林.(2018).我国贫困大学生心理健康变迁的横断历史研究:1998\\~2015.心理发展与 教育,34(5),625-632.   \n张淑华，唐学平.(1996).关于儿童成就动机状况的调查研究．沈阳师范学院学报(社会科学版),(2),35-39.   \n张兴贵，郑雪.(2002).青少年人格现代性的城乡差异比较．心理发展与教育，(3),6-11.   \n赵春娟，薛洪涛.(2015).ICU护士心理健康状况横断历史研究．护理研究，29(3),793-797.   \n赵东妍.(2019).中小学生自尊水平的横断历史研究．硕士论文   \n赵梦雪，冯正直，王毅超，赖薇，胡丰，刘可愚，夏凡，蒋娟，王佳，夏蕾.(2017).1993\\~2013 年常驻高海拔地区 军人心理健康状态的横断历史研究.心理学报,49(5),653-662.   \n赵云龙.(2014).中国高校教师心理健康变迁的横断历史研究:2001-2010 年.现代预防医学,41(15),2769-2772.   \n赵云龙.(2015).二十年来我国中小学教师心理健康的变迁.社会心理科学,(6),3-13.   \n周明洁，张建新.(2007).中国社会现代化进程和城市现代化水平 与中国人群体人格变化模式.心理科学进 展，15(02),203-210.   \n周振华，周秀芳，李燕.(2011).男女大学生卡特尔16 种人格因素量表测查结果比较的元分析.中国心理卫生杂 志,25(8),630-635.   \nBian,Y.(2018).The prevalence and the Increasing significance of guanxi. The China Quarterly,234, 597-621   \nBian,Y.(20o8).“Urban occupational mobility and employment institutions: hierarchy, market,and networks in a mixed system.”In D.Davis & F.Wang(eds.), Creating Wealth and Poverty in China. Stanford, CA: Stanford University Press,165-183.   \nBian,Y.,& Huang,X. (2015).Beyond the strength of social ties: job search networks and entry-level wage in urban China. American Behavioral Scientist,59, 961-976.   \nBian,Y.,& Huang,X.(2oo9).New work resources and job mobility in China’s transitional economy.”Research in the Sociology of Work, 19,255-282.   \nBian,Y., Huang, X.,& Zhang,L. (2014). Information and favoritism: the network efect on wage income in China. Social Networks, 40, 417-439.   \nBrockmann, H., Delhey, J., Welzel, C.,& Yuan, H. (20o9). The China puzzle: Falling happiness in a rising economy. Journal of Happiness Studies,10(4),387-405.   \nCai,H. J., Huang, Z.H.,&Jing,Y.M. (2019).Living ina changing world: The change of culture and psychology In D. Matsumoto & H. C. Hwang (Eds.), Oxford handbook of culture and psychology (2nd edition, pp.1070-116). Oxford, England: Oxford University Press.   \nCai, H., Kwan, V. S.,& Sedikides, C. (2012).A sociocultural approach to narcissism: The case of modern China. European Journal of Personality,26(5), 529-535.   \nCai, H. J., Zou, X.,Feng,Y.,Liu,Y.Z.&Jing,Y.M. (20l8). Increasing need foruniqueness incontemporaryChina: empirical evidence. Frontiers in Psychology. 9, 554.   \nCameron,L.,Erkal,N., Gangadharan,L.,& Meng,X. (2O13).Little Emperors: Behavioral ImpactsofChina's One-Child Policy. Science, 339, 953-957.   \nChen, X. (2012). Human development in the context of social change: Introduction. Child Development Perspectives,6(4),321-325.   \nChen,X., Cen,G.,Li,D.,&He,Y. (20o5).Social functioning and adjustment in Chinese children: The imprintof historical time. Child development,76(1),182-195.   \nCheng, C., Cheung, M. W.L.,Montasem,A.,& International Network of Well-Being Studies. (2016). Explaining differences in subjective well-being across33 nations using multilevel models: Universal personality,cultural relativity,and national income. Journal of Personality, 84(1), 46-58.   \nCheung,F.M.,Leung, K.,Zhang, J. X., Sun, H.F., Gan,Y.Q.,Song, W. Z.,& Xie,D. (20o1). Indigenous Chinese personality constructs: Is the five-factor model complete?.Journal ofcross-cultural psychology,32(4),407-433.   \nChiao,J.Y. (2oo9). Cultural neuroscience: Aonce and future discipline.Progressin Brain Research,178,287-304.   \nChiu, C.Y., Gelfand,M.J.,Yamagishi,T., Shteynberg, G.,& Wan, C.(2010). Intersubjective culture: The role of intersubjective perceptions in cross-cultural research. Perspectives on Psychological Science, 5, 482-493.   \nClark,W.A.V.,Yi,D., Huang,Y.(2019). Subjective well-being in China’s changing society. Proceedings of the National Academy of Sciences,116 (34),16799-16804.   \nEasterlin,R.A.,Morgan,R,Switek,M.&Wang,F.(20l2).China'slifesatisfaction,990\\~20.Proceedingsofthe National Academy of Sciences,109(25), 9775-9780.   \nEllot,A. J.,& Covington, M. V. (20o1). Approach and avoidance motivation. Educational Psychology Review,13, 73-92.   \nEgri, C.P.,& Ralston,D.A. (2004). Generation cohorts and personal values: A comparison of China and the United States. Organization science,15(2),210-220.   \nFarrer, J., Suo,G.,Tsuchiya, H.,& Sun, Z.(2012). Re-embedding sexual meanings: A qualitative comparison ofthe premarital sexual scripts of Chinese and Japanese young adults. Sexuality & Culture,16(3),263-286.   \nGao,S.,Thomaes,S., Noortage, W. V.D., Xie,X., Zhang,X., Wang,S. (2019). Recent changes in narcissism of Chinese youth: A cross-temporal meta-analysis,2008-2017.Personality and Individual Diffrences,148(2019), 62-66.   \nGino,F.,Ayal,S.,&Ariely,D.(2o9).Contagionanddifferentiationinunethicalbehavior:Theeffctofone badapple on the barrel. Psychological Science,20(3),393-398.   \nGuthrie,D. (1998).“The declining significance of guanxi in China’s economic transition.”The China Quarterly，154, 254-282.   \nGuthrie,Doug.1999. Dragon ina Thre-Piece Suit: The Emergence ofCapitalism in China. Princeton,NJ: Princeton University Press.   \nGreenfield,P.M. (2oo9).Linking socialchange and developmental change: Shifting pathways of human development. Developmental Psychology, 45(2),401-418.   \nGrossmann,I.,& Na, J. (2014). Research in culture and psychology: Past lessons and future challenges. Wiley Interdisciplinary Reviews: Cognitive Science,5(1),1-14.   \nHamamura,T.,& Xu,Y. (20l5). Changes in Chinese culture as examined through changes in personal pronoun usage. Journal of Cross-Cultural Psychology, 46(7), 930-941.   \nHanser,A. (2oO2).“Youth job searches in urban China: the use of social connections in a changing labor market.\" In Tom Gold,Doug Guthrie and David Wank (eds.),Social Connections in China.New York: Cambridge University Press, 137-161.   \nHarmel,R.,& Yeh,Y.Y.(2O14). China's age cohorts: differences inpolitical atitudes and behavior. Social Science Quarterly,96(1),214-234.   \nHofstede,G.(1983). National cultures in four dimensions: Aresearch-based theory of cultural differences among nations. International Studies of Management & Organization, 13(1-2),46-74.   \nHu,Y.(2016).Sex Ideologies in China: Examining Interprovince Diferences. The Journal of Sex Research,53(9), 1118-1130.   \nHuang,X.(2Oo8).“Guanxi networks and job searches in China's emerging labour market: aqualitative investigation.” Work, Employment and Society, 22,467-484.   \nHung,K.H.,Gu,F.F.,&Yim, C.K.B.(20o7).Asocial institutional approach to identifying generationcohorts in China with a comparison with American consumers. Journal ofinternational business studies,38(5),836-853.   \nInkeles,A.(1977). Understandingand misunderstanding individual modernity.Journalof CrossCultural Psychology, 8,135-175.   \nInglehart,R.,& Baker, W.E. (2ooo). Modernization,cultural change,and the persistence of traditional values. American Sociological Review, 65(1),19-51.   \nKahl, J.A. (1968).The measurement ofmodernism: A study ofvalues in Brazil and Mexico Austin,TX: University of Texas Press.   \nKim, H.S., & Sasaki, J. Y. (2014). Deviance ofuniquenessm harmony or conformity? Acultural analysis.Journal of Personality and Social Psychology, 77,785-800.   \nKnight,J.,& Gunatilaka, R. (20l1). Does economic growth raise happiness in China?. Oxford Development Studies,39(01),1-24.   \nLi,L.M. W.,Li, W. Q.,Mei,D.,& Wang,Y. (2020). Self-esteem Among Chinese Cohorts: Its Temporal Trendand Its Relationships with Socioecological Factors,1993-2016.European Journal ofPersonality,34(2),203-214.   \nLin,N.,Ao,D,& Song,L. (2oo8).“Productionand returns of social capital.”InR.Hsung,N.Lin& R. Breiger(eds.), Contexts of Social Capital: Social Networks in Communities,Markets and Organizations.London: Routledge, 107-132.   \nLiu,D.,& Xin,Z.(2015).Birth cohort andage changes in the self - esteem ofChinese adolescents: a cross- temporal meta - analysis,1996-2009.Journal of Research on Adolescence,25(2),366-376.   \nLu,Luo,& Yang, Kuo-shu (2Oo6).Emergence and composition of the traditional-modern bicultural self people in contemporary Taiwanese societies. Asian Journal of Social Psychology, 9,167-175.   \nMa, J.,Hu, Z.,& Goclowska, M.A.(2O16). Cultural orientation in China: Differences across five generations of employees. Social Behavior and Personality: an international journal,44(4), 529-540.   \nMarkus,H.R.,& Kitayama,S. (1991). Culture and the self: implications for cognition, emotion,and motivation. Psychological Review, 98(2),224-253.   \nMedrano,J.D.(2015). Interpersonal trust. Retrieved June 16, 2015,from http://www.jdsurvey.net/jds/jdsurveyActualidad.jsp?Idioma $\\mathrm { \\Sigma } _ { 1 } = \\dot { \\mathrm { \\Omega } }$ [&SeccionTexto=0404&NOID $\\vDash$ 104.   \nMorgan,R.,Wang,F.(2019).Wel-Beingin Transition: Life Satisfaction in Urban China from 2002 to2012.Journalof Happiness Studies.20,2609-2629.   \nMoore,R.L. (20o5). Generation ku: Individualism and China's millnnial youth.Ethnology,357-376.   \nNa,J.,Grosmann,I,Varum,.E.,Kitayaa,SGozalez,R,&isbett,R.E.(o).Culuraldirecsareot alwaysreducible to individual diffrences.Proceedings ofthe National Academy ofSciences ofthe United Statesof America, 107(14),6192-6197.   \nNiu, J. H., Xin, Z.Q.,& Martins,N. (2O10).Trust discrimination tendency in average citizens at in-nation and out-nation levels in Canada,China and the United States. International Journal ofPsychological Studies,2(1), 12-24.   \nOishi,S., Graham,J.,Kesebir,S.,&Galinha,I.C.(2o13).Concepts ofhappiness across timeandcultures.Personality and Social Psychology Bulletin,39(5),559-577.   \nOyserman,D., Coon, H.M.,& Kemmelmeier,M.. (2o02). Rethinking individualism and collectivism: evaluationof theoretical assumptions and meta-analyses.Psychological Bulletin,128(1),3-72.   \nRuan,F.F.(2O13).Sex in China: Studies in sexology in Chinese culture.New York,NY: Springer Science & Business Media.   \nRobinson WS (1950) Ecological correlations and the behavior of individuals. American Sociology Review,15, 351-357.   \nSantos,H.C.,Varum,M.E,& Grossmann,I. (O17).Global increases inindividualism.Psychological Science,28(9), 1228-1239.   \nSchwartz,S.H. (1994). Are there universals in thecontent and structure of values?Journal ofSocial Isues,5019-45.   \nSchwartz, S.H.(1997）.Values and culture. D. Munro,S.Carr,Schumaker,eds. Motivation and Culture.Routledge, New York, 69-84.   \nSingelis,T.M.,Triandis,H. C.,Bhawuk,D.P.,& Gelfand,M.J. (1995). Horizontal and vertical dimensions of individualismandcollectivism: Atheoretical and measurement refinement. Cross-cultural research,29(3),240-275.   \nSon,J.,&Lin,N. (2l2).“Network diversity,contact diversityandstatusattainment.”Scial Networks,3401-613.   \nStele,L.,& Lynch,S. (2013).The pursuit of happiness in China: Individualism,collectivism,and subjective well-being during China's economic and social transformation.Social Indicators Research,114(2),441-451.   \nSun, J.,& Wang,X. (20l0). Value diferences between generations in China: A study in Shanghai. Journal of Youth Studies,13(1),65-81.   \nTang,N., Wang, Y.,& Zhang, K. (2017). Values of Chinese generation cohorts: Do they mater in the workplace? Organizational Behavior and Human Decision Processes.143, 8-22.   \nTian,F.F.,&Lin,N.. (2016). Weak ties,strong ties,andjob mobility inurbanchina:1978\\~2008.social networks,44, 117-129.   \nTian,F.F., Merli, M. G.,& Qian,Z.(2013).Job mobilityand extramarital sex in reform-era urban China: Evidence from Shanghai. Chinese Sociological Review,46(1),60-82.   \nTriandis,H.C.(1995).Individualism and collectivism. Boulder, CO:Westview Press.   \nTriandis,H.C.,& Gelfand,M.J. (1998). Converging measurement of horizontal and vertical individualism and collectivism. Journal ofpersonality and social psychology,74(1),118.   \nTwenge, J. M. (2000).The Age of Anxiety? Birth Cohort Change inAnxiety and Neuroticism,1952-1993.Journal of Personality and Social Psychology,79(6),1007-1021.   \nWang,X.,& Nehring,D.(2014). Individualization as an ambition: mapping the dating landscape in Beijing. Modern China,40(6),578-604.   \nWang, Q.,Leichtman,M.D.,& White,S.H. (1998).Childhood memoryand self-description in young Chinese adults: impact of growing up an only child. Cognition, 69,73-103.   \nWelzel, C. (20l0). How selfishareself-expresson values?Acivicness test.Journalof Cross-Cultural Psychology,41, 152-174.   \nWelzel, C. (2013). Freedom rising. Cambridge University Press.   \nWelzel,C.,& Delhey,J. (2015). Generalizing trust: The benign force ofemancipation.Journal of Cross-Cultural Psychology, 46, 875-896.   \nXiao, Z., Mehrotra,P.,& Zimmerman,R.(2011).Sexual revolution in China: implications for Chinese women and society. AIDS Care,23(supl),105-112.   \nXin, Z.Q.,& Liu, G.F. (2013). Homo economicus belief inhibits trust. PLoS ONE,8(10), e76671.   \nXin, S.& Xin,Q.(2015). Birth cohort changes in Chinese collge students'loneliness and social support: One up,as another down. International Journal of Behavioral Development，40( 5),398-407.   \nXin,Z.Q.,& Xin,S.F.(2017). Marketization process predicts trust decline in China.JournalofEconomic Psychology, 62,120-129.   \nXin,Z.,Niu,J.,& Chi,L.(O12).Birthcohortchanges in Chineseadolescents' mentalhealth.InternationalJournalof Psychology, 47(4),287-295.   \nXin,S.,Wang,Y.,Sheng,L. (2O2O).Impactof social changes and birth cohort onanxiety in adolescent in mainland China (1992-2017).A cross-temporal meta-analysis. Children and Youth Services Review. 116,105159   \nXin, Z.,Zhang,L.,& Liu,D.(201o). Birth cohortchanges ofChinese adolescents'anxiety: A cross-temporal meta-analysis,1992-2005. Personality and Individual Differences, 48(2),208-212.   \nXu,Y.,& Hamamura,T.(2014).Folk beliefs of cultural changes in China.Frontiers in psychology,5,article 1066.   \nYang，J.,Liu, K.,& Zhang Y. (2019).HappinessInequality in China.Journal ofHappiness Studies, 20: 2747-2771.   \nYang,K.S.(1996).The psychological transformation of the Chinese people as a result of societal modernization. In Bond,M. H. (Ed.), Handbook of Chinese Psychology (pp.479-498). Hong Kong: Oxford University Press.   \nYang,M. M. (2o02).“The resilience of guanxi and its new deployments: a critique of some new guanxi scholarship.\" The China Quarterly, 170,459-476.   \nYang,X.,Zhang,P.,Zhao,J.,Zhao,J.,Wang,J.,Chen,Y.,Ding,S.,Zhang,X. (2016).Confucianculture stillaes: The benefits of Zhongyong thinking (Doctrine of the mean) for mental health.Journal of CrossCultural Psychology, 47(8), 1097-1113.   \nYang, Z., & Xin,Z. (2019). Income inequalityand interpersonal trust in China. Asian Journal ofSocial Psychology. doi: 10.1111/ajsp.12399   \nYu,F.,Peng,T.,Peng,K.,Tang,S., Chen, C.S., Qian,X.,Sun,P,Han,T,&Chai,F. (2016). Cultural value shifting in pronoun use. Journal of CrossCultural Psychology, 47(2),310-316.   \nZeng, R., & Greenfield,P. M. (2015). Cultural evolution over the last 40 years in China: Using the Google Ngram Viewer to study implications of social and political change for cultural values. International Journal of Psychology, 50(1), 47-55.   \nZhang,L., Gao,X.,Dong, .,Tan,Y.,& Wu,Z. (2o2). Premarital sexual activities among students inauniversity in Beijing, China. Sexually Transmitted Diseases,29(4),212-215.   \nZhang, J. (2013). The Persuasiveness ofIndividualistic and Colectivistic Advertising Appeals Among Chinese Generation-X Consumers.Journal of Advertising, 39(3), 69-80.   \nZhang,Y. (2017).Premarital cohabitation and marital dissolution in postreform China.Journal ofMarriage and Family 79(5), 1435-1449.   \nZhang,T.H.,Hu,J.,& Zhang, X. (2020). Disparities in Subjective Welbeing: Political Status,Urban-RuralDivide,and Cohort Dynamics in China. Chinese Sociological Review, 52(1),56-83.   \nZhang,Y., & Xin,Z. Q. (2019). Rule comes first: The influences of market atributes on interpersonal trust in the marketization process.Journal of Social Issues,75(1), 286-313.   \nZhao, Y. (2018). Managing Chinese millennial employees and their impact on human resource management transformation: an empirical study. Asia Pacific Business Review, 24(4), 472-489.   \nZhao,W. (2o13).“Social networks, job search and income disparity in a transitional economy: an institutional embeddedness argument.” Research in Sociology of Work,24,103-132.   \nZheng,L.,& Zheng, Y. (2014). Online sexual activity in Mainland China: Relationship to sexual sensation seeking and sociosexuality. Computers in Human Behavior, 36,323-329.   \nZhou,X., Saucier, G., Gao,D.,&Liu,J. (2o09). The factor structure ofChinese personality terms.Journal of Personality,77(2),363-400.   \nZhou, C., Yiu, W.Y.V., Wu,M. S.,& Greenfield,P.M. (2018). Perception of crossgenerational diffrences inchild ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "behavior and parent socialization: a mixed-method interview study with grandmothers in China.Journal of Cross-Cultural Psychology,49(1),62-81. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "The Change of Chinese Psychology over the Past Half Century: Empirical Research ",
        "text_level": 1,
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "CAI Huajian1,2; HUANG Zihang1,2; LIN $\\mathrm { L i } ^ { 3 }$ ; ZHANG Mingyang1,2; WANG Xiaoou1,2; ZHU Huijun1,2; XIE, Yiping1,2; YANG, Ying1,2; YANG, Ziyang1,2; JING Yiming1,2 ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "(enteforsolitdcialoitutefoaeseii)t ofPsychology,University of Chinese Academy of Science s,Beijing 10oo49,China) ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "(Zhejiang institute of educational sciences,Hangzhou,31oo12, Zhejiang) ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "Abstract China has undergone unprecedented societal transformations over the past decades. A large body of research has examined the impacts of the rapid societal change on Chinese culture and psychology， including values， personality， self, emotion, motivation，parenting， trust, Guanxi, happiness,mental health,and other social attitudes and behaviors. On the one hand,individualism in general was on the rise. On the other hand, while collctivism in general is declining,as manifested in diverse values,self-construals,personalities,parenting styles and social atitudes, some traditional values persist (e.g. filial piety). Some specific findings include that 1） general trust declined; 2) negative emotions, motivation to avoid failure,and the importance of Guanxi were on the rise; 3) mental health overall was on the rise but it was geting worse for some specific groups (e.g. students in elementary and middle schools); 4) subjective well-being was decreasing in 199Os and started to rise recently. Many changes, however, varied across time and people with diferent demographic and social backgrounds， suggesting co-existence of multi-cultures. These findings have important theoretical and practical implications. Future study needs to extend the current research scope and examine the causes,outcomes,and mechanisms of the changes. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "Key words: cultural change; cultural psychology； individualism; collectivism； modernity;traditionality",
        "page_idx": 34
    }
]