[
    {
        "type": "text",
        "text": "专题：国家生态保护与建设工程生态成效评估 Assessment on the Effects of National Ecological Conservation and Restoration Projects ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "国家黑河流域综合治理工程生态成效科学评估 \\*",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/850cf98b3c7b0f7effedfe23b4a3a893625a8f20aa9a1239872e15a627f0eab0.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "肖生春肖洪浪米丽娜李丽莉陆志翔彭小梅中国科学院西北生态环境资源研究院内陆河流域生态水文重点实验室兰州730000摘要　黑河是我国西北地区第二大内陆河，2001年国家实施了该流域的综合治理工程。文章基于近10年来对黑河流域自然-经济系统水循环、水过程和生态与环境变化研究成果和阶段认识，对生态治理效果及其生态环境影响进行了科学评估。整体上，黑河流域水资源主要受西风带影响，主要产流区为中高山区。近10年和百年是流域器测记录以来和千年尺度上的丰水期，这为流域分水和综合治理提供了有力的水资源保障，而持续增长的社会经济系统水资源需求压力是导致流域中下游和经济发展-生态用水之间矛盾的主要根源。在中游地表水利用量得到有效控制的情况下，中游地区社会经济系统用水结构产生显著变化，但地表水资源限制和中游耕地面积持续增加导致局地地下水水位及储量呈减少趋势，且面临枯水期水资源严重超载问题。进入下游的水量接近规划要求，下游水系统和生态环境恶化趋势得到有效遏制，但还未全面恢复，并存在较大空间异质性；持续增加的由河岸林地开垦而来的耕地，对下游生态与生产用水分配带来更大的压力，下游需要更为精细的水资源时空管理和调控措施。在未来可能面临的枯水期，流域社会-经济-生态可持续发展目标下的水资源管理将面临更大的挑战。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词黑河流域，流域综合治理，生态成效，科学评估，问题与对策 DOI 10.16418/j.issn.1000-3045.2017.01.006 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\*资助项目：中科院科技服务网络计划（STS计划）（KFJ-EW-STS-005-02），国家自然科学基金项目（41471082、91125026），国家重点研发计划项目（2016YFSF0302481）修改稿收到日期：2017年1月5日",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "黑河是我国西北地区第二大内陆河，流域中下游地区极度干旱，区域水资源难以满足当地经济发展和生态平衡的需要，历史上水事矛盾已相当突出。随着人口增长、经济发展和对水土资源的过度开发，20世纪60年代以来，进入下游的水量逐渐减少，河湖干涸、林木大面积死亡、草场沙化、沙尘暴肆虐等生态问题进一步加剧，省际及上中下游水事矛盾日益激化[]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1999 年，水利部黄河水利委员会成立黑河流域管理局，负责黑河水量统一调度。2001年8月3日，国务院以国函[2001]86号文批复《黑河流域近期治理规划》（以下简称“《规划》”）。《规划》提出力争通过近期的3年治理实现国务院批准的《黑河干流水量分配方案》（水政资[1997]496号），逐步形成以水资源合理配置为中心的生态系统综合治理和保护体系，遏制生态系统恶化趋势，并为逐步改善当地生态系统奠定坚实基础。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "生态工程实施后对生态环境的影响如何？能否可持续发展？生态工程后续项目如何实施？这些问题都是国家决策层需要了解的信息。开展重大生态工程成效科学评估，对科学全面及时掌握重大生态治理工程实施的生态效果，认识西北干旱区生态与环境演变规律，揭示生态恢复过程的环境响应过程，分析存在的主要问题，提出解决方案和进一步对策意义深远，同时也是保障工程实施效果、科学部署后续生态工程的前提条件。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "如何有效地为政策制定者提供权威的科学证据是科学界面临的巨大挑战之一，从一系列研究成果和观点中提炼出与决策有共识的科学评估是应对上述挑战的强有力工具2。一系列国际间、全球尺度及区域性的评估报告使得科学评估这一新的方法不断发展和完善，如政府间气候变化专门委员会（IPCC）、千年生态系统评估报告（MA）、北极气候影响评估、波罗的海流域气候变化评估、中国西部环境演变评估综合报告和第二次气候变化国家评估报告等[2]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "自20世纪后半叶以来，世界范围内由水资源短缺引发的生产、生活和生态等问题引起国际社会的高度重视，各国政府和科学界积极开展区域水文过程及其资源环境效应研究，为合理规划和利用水资源提供科学依据，并逐步形成了以流域为研究对象的流域科学，以及以流域为单元进行水资源管理的机构，如美国田纳西河流域、澳大利亚墨累-达令流域、欧洲的莱茵河流域等。但历经半个多世纪发展的国际流域管理领域仍然是出自于经验，以工程管理为主[3]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从科学发展的需要出发，一些国家先后建立了大型观测网络和相应研究计划。“欧洲典型试验流域生态-水文观测网”（European Network of Experimental andRepresentativeBasins，ENERB）、“美国半干旱水文和河岸可持续性计划”（Sustainability of Semi-arid HydrologyandRiparianAreas，SAHRA）等生态-水文观测试验计划是近年来生态水文学观测研究的代表。这些大型观测和研究计划的实施为认识和解决复杂的流域资源环境问题奠定了重要科学基础[4]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "针对我国内陆河地区严峻的水-生态问题，为认识内陆河流域生态系统与水文系统相互作用的过程和机理，最终为国家内陆河流域水安全、生态安全以及经济的可持续发展提供基础理论和科技支撑，国家自然科学基金委于2010年立项实施“黑河流域生态-水文过程集成研究”重大研究计划。项目执行以来，通过建立“遥感一监测一实验”一体的流域生态水文观测系统及其相应的数据平台，初步揭示了流域冰川、森林、绿洲等重要生态水文过程耦合机理，认识了流域一级生态水文单元的水系统特征，奠定了流域水循环、水平衡的科学基础；计算了黑河下游生态需水量，为黑河流域水资源优化管理厘定了重要的约束条件[3]。在此基础上，Cheng 等人[1]就多年来黑河流域生态一水文一经济系统综合研究进展进行了总体回顾，并提出了流域整体协调可持续发展目标和流域生态-经济综合管理理论及实践体系。上述水文过程、生态环境变化和自然-经济系统水循环研究成果和阶段认识，为黑河流域生态治理工程实施效果及其生态环境影响系统评估提供了科学依据。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1气候变化和流域分水驱动的水系统变化",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.1 近百年出山径流丰水期由暖季西风带水汽在中高海拔山区降水主导",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "不同水体同位素研究结果表明，黑河上游祁连山区夏季降水的水汽来源主要为西风输送，冬季还受极地气团的影响。黑河流域南部山区6一9月为水汽输入期，低层大气为水汽输入层，对地表径流的贡献时段主要在6—9月中旬，冬季主要以基流补给河水为主[5]。流域北部荒漠区年内各季均为水汽输出、过境期，中低层大气为主要的水汽输出层。南部山区降水在空间景观带尺度上，占山区总面积 $78 \\%$ 以上、海拔 $3 0 0 0 \\mathrm { m }$ 以上的高寒灌丛-草甸带、寒漠带和冰雪带等区域，占流域总产水量 $8 5 \\%$ 以上。王宁练等人[7利用同位素示踪技术、模型模拟和出山口河水中 $\\delta ^ { 1 8 } \\mathrm { O }$ 分析，认为海拔 $3 6 0 0 \\mathrm { m }$ 以上是黑河山区流域的主要产流区，产流量占出山径流量的 $80 \\%$ 以上。He等人对中低山（ $3 2 0 0 \\mathrm { m }$ 以下）森林-草地水文过程研究表明，森林带产流量很低（ $1 2 \\mathrm { m m }$ ，$3 . 5 \\%$ ），降水（ $3 7 4 \\mathrm { m m }$ ）基本消耗于林地的蒸散发，甚至由于林地水分亏缺，而额外消耗来自于高海拔山区的径流补给（约 $1 4 \\mathrm { m m }$ ）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "树木年轮重建的黑河干流莺落峡年径流序列[表明,过去1500年以来（AD.575—2006），黑河平均径流量在11.11亿—13.64亿 $\\mathrm { m } ^ { 3 }$ ，低于器测时期（1958—2006）的平均径流量15.73亿 $\\mathrm { m } ^ { 3 }$ ，且不同保证率下的径流量也存在一定差异。从重建序列来看，器测记录时期为百年尺度上近1500年来的3个丰水期之一。受气候变化的影响，近20年来，黑河上游冰川/永久积雪面积持续减少，而降水增加导致出山径流也呈明显增加趋势。这为流域分水奠定了良好的水资源条件，极大地缓解了中游节水和分水的压力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "黑河流域上游山区水资源总量（降水）主要受到气候变化影响，而集中于海拔 $3 5 0 0 \\mathrm { m }$ 以下区域的人类活动，包括矿产开发、放牧、造林、水库修建、浅山区雨养农业等，主要影响了由降水向径流（包括地表和地下）的转化、截留和利用等水文过程。上游山区，尤其是浅山区大面积人工造林和山前冷凉农业灌区扩张等土地利用方式的改变（荒漠草原到农用地），可能会截留利用部分出山径流的水资源。因此，确定合理的森林、草地和雨养农业规模及阈值，是保证出山口径流稳定的基础。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "根据长序列气候变化的周期分析结果，在年代际尺度上，在未来10一20年间，流域径流很可能转入枯水阶段。也就是说，未来的水资源状况不足以支持平均状况下分配给下游的9.5亿 $\\mathrm { m } ^ { 3 }$ 水量和依然持续扩张的中游绿洲。因此，应及早制定应对措施，控制乃至缩减中下游耕地面积，调整三次产业结构以及第一产业（农业）内部结构，以适应平水或枯水阶段的水资源状况",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.2人为控制下近60年来流域水资源分配过程变化",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "水文记录表明，最近10余年是器测记录阶段的丰水期。1945年以来，黑河干流莺落峡水文站出山口年径流多年平均为（ $1 5 . 8 7 { \\scriptstyle \\pm 2 . 7 4 }$ ）亿 $\\mathrm { m } ^ { 3 }$ ，下游正义峡水文站年径流多年平均为（ $1 0 . 5 9 { \\scriptstyle \\pm 2 . 5 7 }$ ）亿 $\\mathrm { m } ^ { 3 }$ ；而2000—2012年期间两水文站年径流量分别为（ $1 7 . 5 3 { \\pm } 2 . 9 1 \\$ ）亿 $\\mathrm { m } ^ { 3 }$ 和（ $1 0 . 1 9 { \\scriptstyle \\pm 2 . 0 9 }$ ）亿 $\\mathrm { m } ^ { 3 }$ 。2000—2012年干流出山口的多年平均径流量较1945—1999年间高 $1 3 . 2 5 \\%$ ，下游正义峡较之低 $4 . 5 4 \\%$ 。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "通过对比下游正义峡理论下泄径流量（以“97分水方案”（国务院1997年分水方案）计算）和实测径流量，除2004枯水年份外，其余年份均低于理论下泄水量。而20世纪80年代之前，实际下泄水量均大于理论下泄水量。20世纪80年代，二者基本持平；90年代开始，实际下泄水量均小于理论下泄水量，这也是下游水环境整体恶化的阶段。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中下游水资源分配累计曲线数据表明，2000年以来，莺落峡出山口径流共计227.94亿 $\\mathrm { m } ^ { 3 }$ ，正义峡下泄水量达132.54亿 $\\mathrm { m } ^ { 3 }$ ，但较之理论下泄水量，多年欠账累积达到15亿 $\\mathrm { m } ^ { 3 }$ ，特别是2006年以来，出现“来水越丰，欠水越多”的现象。按照“97分水方案”中分水曲线延长的结果，当上游莺落峡来水超过15.8亿 $\\mathrm { m } ^ { 3 }$ 时，每来 $1 \\mathrm { m } ^ { 3 }$ 水对应下游正义峡下泄 $1 . 1 8 \\mathrm { m } ^ { 3 }$ ，这是该方案执行中的悖论。因此，该界限以上的流域分水额度还需要进一步优化。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "正义峡下泄水量除鼎新和东风场区分配1.5亿 $\\mathrm { m } ^ { 3 }$ 外，剩余部分均经狼心山东、西河和东居延海专用干渠流入额济纳绿洲及东居延海。1990年之前，狼心山下泄水量为5.92亿 $\\mathrm { m } ^ { 3 }$ ，20世纪90年代为3.50亿 $\\mathrm { m } ^ { 3 }$ ，2000年以来恢复至5.42亿 $\\mathrm { m } ^ { 3 }$ 。东西河分配水量比例基本为 $7 : 3$ 。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "自2002年东居延海初次进水以来，东居延海多年平均入湖水量为0.50亿 $\\mathrm { m } ^ { 3 }$ ，累计进水量5.48亿 $\\mathrm { m } ^ { 3 }$ 。自2004年以来实现湖泊常年有水状况，面积在 $4 0 \\mathrm { k m } ^ { 2 }$ 左右波动，2011年最大水面达到 $4 2 . 3 \\mathrm { k m } ^ { 2 }$ 。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "黑河下游水量的季节性分配完全受中游农事活动的影响。在4一6月和10一11月，中游进入农业用水高峰，正义峡以下地表径流处于最低值，只有在次年1一3月非农业用水期间有径流进入下游。根据黑河流域重点控制水文站实测月径流量观测资料分析结果，莺落峡站各个年代径流年内分配均呈明显的“单峰型”分布特征，其径流量在6一9月达到峰值，7月达到极大值。正义峡站呈明显的“双峰型”或“三峰型”分布特征，其径流量在5月和11月达到谷值，分别在3、7、8和9月份到达峰值。20世纪50年代正义峡径流极大值出现在8月份，60年代和80年代出现在7月份，70年代、90年代和20世纪前10年出现在9月份。除80年代外，1950—1999年间正义峡汛期年代际径流量呈现持续减小趋势，20 世纪前10年汛期径流量回升，表现出极大的变率。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1950年以前，下游额济纳河行水期一般有8一10个月，遇丰水年，全年长流不断；20世纪60年代行水期与50年代类似，但径流量已大为减少。70年代后，行水期缩短为5个月左右，集中在春季和秋季，4一9月呈断流状态，遇枯水年份，只有冬春季的10一20天行水。额济纳东、西河在90年代和20世纪前10年径流年内分配均呈明显的“双峰型”分布特征，其径流量在2、3月和9月达到峰值，在4一6月和11月基本呈断流状态。实施流域分水后东河各月径流多表现为增长态势，特别是7—9月，甚至在4一6月也有很少量的径流维持。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1.3水资源开发和工程控制措施极大地改变了流域不同尺度、区域的水循环",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "流域生态治理工程实施以来，中游蓄水工程由2000年的0.84亿 $\\mathrm { m } ^ { 3 }$ 增至2012年的1.09亿 $\\mathrm { m } ^ { 3 }$ ，灌溉机井增加了3000多眼，高新技术节水面积增加46万亩，渠系衬砌增加近400公里，灌区水利用系数从2000年的0.48增加到2012年的0.53。另一方面，水浇地面积增加了35万亩，灌溉用水量增加了2.00亿 $\\mathrm { m } ^ { 3 }$ 以上。据水利普查资料显示，地下水开采量每年增加1.0亿 $\\mathrm { m } ^ { 3 }$ 以上。因此，中游灌溉面积扩大增加的用水量基本抵消甚至超过了节水型社会建设所取得的节水水平提高成效。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "总体上，中游地区1985—2013年地下水埋深平均增加了1.0— $3 . 0 \\mathrm { m }$ ，最大达 $1 7 . 4 \\mathrm { m }$ 。尽管在2005—2013年地下水位出现回升，但近30年地下水位累积趋势仍以区域性下降为主，地下水量仍处于亏缺状态。分水以来，中游地区表现为山前洪积扇裙带中上部地下水位持续下降，但下降速率有所减缓，而洪积扇裙带下部、细土及河谷平原地下水位基本稳定或出现上升趋势[0]。在现状灌溉量不变的情况下，中游地下水储量仍将以1亿一2亿 $\\mathrm { m } ^ { 3 } / \\mathrm { a }$ 的速度减少。如要保持中游地下水量稳定，必需削减目前灌溉用水量的 $20 \\%$ 。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "水体同位素和水化学研究结果也表明，在分水限制和节水制度下，中游绿洲井渠混灌区已开始大量抽取利用深层地下水，正加速和改变着区域深-浅层、地表-地下水之间的循环过程和空间格局。中游浅层地下水T（氢同位素氘）浓度逐渐降低，表明由灌溉回归渗漏的深层较低T浓度地下水对原有浅层地下水形成强烈混合和补给；下游地区额济纳旗人口和农业集中区周围地下水呈现出很高的矿化度（TDS），说明地下水的最终汇聚和排泄区已从过去的尾闾湖区，转移至达来库布镇和东居延海之间[]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "自干流出山口莺落峡至尾闾湖的地表地下水多次转化过程：出山径流在正义峡以上大多处于补给河流地表水的过程，之后为河道径流渗漏补给荒漠区冲积平原地下水过程。据估算，中游上段地下水出露补给河道径流量在10.75亿 $\\mathrm { m } ^ { 3 }$ 左右；至下段，地表水补给地下水量在19.13亿 $\\mathbf { m } ^ { 3 }$ 。出山口至张掖段河道对地下水补给约占出山径流的 $2 7 \\%$ ，张掖至正义峡段河道对地下水的补给约占该段河流径流量的 $6 9 \\% ^ { [ 1 2 ] }$ 。根据上述水文过程，可以认为目前中游水文及其过程现状可以支撑干旱区内陆河以“细水长流”的方式，达到中下游水资源的时空需求。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "黄藏寺水利枢纽工程是《黑河流域近期治理规划》和《黑河水资源开发利用保护规划》中确定的黑河干流骨干调蓄工程，设计库容4.05亿 $\\mathrm { m } ^ { 3 }$ 。2013年10月，《黑河黄藏寺水利枢纽工程项目建议书》通过国家发改委的批复。工程建议书认为该枢纽工程可控制黑河干流莺落峡以上来水的 $80 \\%$ ，直接调控正义峡断面来水过程和下游生态供水过程，缩短中游闭口时间，使正义峡与狼心山下泄流量可分别增加1.03亿 $\\mathrm { m } ^ { 3 }$ 和1.18亿 $\\mathrm { m } ^ { 3 }$ 。上述直接控制下的输配水过程，可能会简化、改变中游水循环过程和缩短循环链，降低水资源重复使用率，使中游的地下水环境问题进一步加剧。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "张掖盆地地下水资源形成所需的时间为上游地区 $<$ 中游地区 $<$ 下游地区，从地下水更新模拟结果中可以看到更深层的地下水形成与转化往往耗费4000一6000年乃至更多时间；浅层地下水抽取后能在较短时间内通过地表水体的补充得到更新，而如果开采的是年龄在数万年以上的深层地下水则就会透支水资源的可持续发展能力[13]。额济纳盆地潜水年龄最轻的地方是沿着黑河河道的方向，因此沿河道地区，地下水更新能力很强，同时也说明黑河下游额济纳盆地地下水最重要的补给来源于黑河十流的河道渗漏，在这一区域地下水与地表水的交互最频繁。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "总体上讲，地下水系统水量变化向着有利于地下水盆地生态恢复的方向发展，但这是近年来连续处于丰水年的结果，若在未来的若干年遇到连续的偏干甚至枯水期，地下水系统将如何变化还有待进一步研究。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "因此，在利用黑河流域水资源时，必须合理利用河水和更新快的浅层地下水，而对深层地下水尤其是承压层地下水，因其形成时间很长，开采需严格限制。应基于地下水系统更新和利用强度进行分区，制定相应的区域、季节和年际间地下水人工回补制度，实现地下水采补平衡，维护盆地和流域地下水系统健康和持续发展。中游湿地建设及其人工补水一定程度上对局部地下水补给起到促进作用，但改变了自然地质构造下天然水循环路径和方式，可能会造成局地水文地质灾害，如2005—2007年期间甘肃省张掖市甘州区城区局部地下水位上涨[14]。在缺水现状下，额济纳盆地地下水利用强度较高，将导致地下水负均衡加剧，并在空间上向人类活动强烈区域转移，最终影响到人居环境及其周边区域的健康发展与稳定持续。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.4下游地下水位逐步回升、水质趋于淡化",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "总体上，受生态输水过程影响，河流沿岸补给区，如东河、西河和中戈壁，与分水前相比，2014年地下水位普遍上升；受混合和稀释作用以及土壤中富含 $\\mathrm { C a } ^ { 2 + }$ 、$\\mathrm { M g } ^ { 2 + }$ 等矿物及其大量溶解的影响，地下水矿化度呈现减少趋势，天然水化学场总体上向淡水方向发展；受输水影响较弱的绿洲外围的东、西戈壁区域，依然受到浓缩和蒸发作用，矿化度呈增加趋势，水化学场依然向咸化的方向发展。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "生态输水10余年来，TDS降低的区域主要发生在东河中下游段吉日格朗图至居延海、拐子湖以及策克，多数区域水质由盐水向咸水类型转化；TDS增加的区域出现在东河上段狼心山-东河大桥，居延三角洲，东、西戈壁区；西河和中戈壁的变化趋势不太明显。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在水化学类型方面，较之分水前，2014年水化学类型中CI型水体明显减少，含盐量有所下降。空间上，在河道影响区域地下水的淡水分布区有所扩大，但微咸水和咸水依然广泛分布。2014年淡水分布区从人口聚居区的赛汉陶来、达来库布镇以及河流上段狼心山一带逐步扩展至东河沿河至尾闾湖区、西河中下段及古绿洲黑城区域。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1.5分水条件约束下的中游农业绿洲区社会经济系统及用水结构变化",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "近20年来（1994一2013年），张掖地区生产总值（GDP）及人均GDP均以约 $14 \\%$ 的年均速度呈快速增长趋势。经济结构在20年来呈现不同层次的优化，一二三产业比例由1994年的 $5 0 : 2 5 : 2 5$ 转化为2013年的 $2 6 : 3 5 : 3 9$ ；农业内部种植业与林牧渔总和产值比例由1994年的 $6 9 : 3 1$ 转化为2013年的 $6 4 : 3 6$ 。从用水特征看，20年来张掖市用水总量年均增长 $0 . 2 4 \\%$ ；用水结构呈现高用水部门用水比例下降，相对低用水行业用水比例上升；主要用水部门农业内部农田灌溉用水呈下降趋势，林牧渔用水小幅上升[15]。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "从影响用水总量关键因素的影响程度看，张掖地区经济总量增长是拉动用水量增加的主要驱动因素，呈现增量效应，年均效应值为 $3 . 0 1 \\mathrm { m } ^ { 3 }$ 水；产业结构调整及用水强度的下降对用水总量的变化表现为减量效应，其减量效应均值分别为 $- 1 . 9 3 \\mathrm { m } ^ { 3 }$ 水、 $\\mathbf { - 0 . 6 2 m } ^ { 3 }$ 水，两者减量效应之和略小于增量效应，符合张掖市用水总量总体上小幅上升的趋势。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "用水总量的约束引起了主要用水部门之间的结构比例变化。高耗水行业用水比重分水后明显降低，其中农业用水比重和农业内部农田灌溉用水比重分别降低 $1 \\%$ 一$2 \\%$ ，工业用水、服务业用水以及农业内部林牧渔用水比重呈逐渐上升趋势。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2水系统变化驱动的流域生态系统变化",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.1经济发展和分水实践主导了流域景观格局演变",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "依然持续加强的区域人类活动，主导了中下游水土资源的利用方向配置格局。上游以裸岩、草甸、稀疏草地、草原和落叶阔叶灌木林为主，分别占总面积的 $2 4 . 4 \\%$ 、 $2 0 . 2 \\%$ 、 $1 9 . 1 \\%$ 、 $1 7 . 4 \\%$ 和 $8 . 1 \\%$ 。1990—2010年，黑河上游最明显的土地覆被变化是冰川/永久积雪面积持续减少，转变为裸地，这主要受气候变化的影响；而人类活动持续加强，表现在工业用地、交通用地和采矿地增加；植被整体上变化不大；另外由于水库的修建，水库/坑塘面积增加明显。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "黑河中游以稀疏草地、旱地、裸岩、沙漠/沙地和裸土为主，分别占总面积的 $4 1 . 0 \\%$ 、 $2 0 . 0 \\%$ 、 $1 1 . 6 \\%$ 、$5 . 8 \\%$ 和 $5 . 2 \\%$ 。1990一2010年，中游出现退耕和扩耕并存的现象，总体上耕地面积依然呈增加趋势；工业用地、交通用地和居住地持续增加，高耗水作物播种面积（沿河水稻等水地）得到控制。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "下游以裸土、裸岩、沙漠/沙地和稀疏草地为主,分别占总面积的 $6 6 . 5 \\%$ 、 $1 8 . 7 \\%$ 、 $7 . 8 \\%$ 和 $3 . 3 \\%$ 。由于水量的保证和东居延海专用输水渠道的建成，湖泊、河流等水域面积逐渐恢复并稳定扩张；下游地下水位逐步上升，水质趋于淡化，但空间异质性较强，整体水环境有所好转。另一方面，耕地、工业交通用地和居住地持续增加，对现状水资源和地下水环境带来很大压力。总体上，下游生态环境从分水前的恶化转变为分水后逐渐恢复，并呈持续好转的趋势。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2水系统调控下，下游荒漠河岸林生长状况总体趋于好转",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "树木径向生长特征一定程度上代表了林分健康状况，树木年轮年表记录了年际尺度上不同样点林分的衰退和恢复等生态变化过程。基于树木年轮学方法和额济纳绿洲28个胡杨轮宽年表，对近50年来及分水前后的胡杨生长状况进行了评价[16]。总体上，近60年（1954—2010年）来，绿洲胡杨林一直处于衰退状态，1969年是荒漠河岸林生长状况最好的年份，2001年是衰退最为严重的年份。空间上，以额济纳东河上段和西河下段生长状况较好，相对于1990年之前（自然阶段），1990一2002年为绿洲胡杨林衰退期，该阶段下游年均来水量减少近 $30 \\%$ ，胡杨径向生长量较自然阶段减少约 $23 . 8 \\%$ 。流域分水后，即2003年以来，胡杨径向生长逐渐恢复，直至2007年以后胡杨林生长状况基本恢复至1990年之前的平均水平，但仍存在空间差异，其中未恢复的区域主要集中在东河中下段。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "额济纳旗统计资料（《额济纳旗土地利用总体规划2009—2020》）表明，2005年全旗耕地总面积 $2 9 1 0 \\mathrm { h m } ^ { 2 }$ （4.37万亩），至2008年，全旗耕地面积增至 $6 4 5 7 \\mathrm { h m } ^ { 2 }$ （9.52万亩）。下游耕地多由绿洲内部林地开垦而来，地下水在生长季被大量抽取，用于农业灌溉，造成区域季节性低水位，从而对以周边胡杨和怪柳为主的河岸林生长造成影响，这也是造成人口和农田较为集中的东河中下游在分水以后胡杨林未全面恢复的主要原因之一。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "因此，下游以荒漠河岸林为主的绿洲需要有更为精细的水资源配置模式和管理对策。司建华等人[17通过对额济纳绿洲地下水位时空动态变化过程和天然植被耗水过程等研究，提出在4月（林草开始生长）和8月（胡杨种子成熟期和有性繁殖的幼苗更新）两个关键生态需水期，应分别保证0.80亿 $\\mathrm { m } ^ { 3 }$ 和1.08亿 $\\mathrm { m } ^ { 3 }$ 水量；在主体绿洲区，生长季（4一10月）应保证2.32亿 $\\mathrm { m } ^ { 3 }$ 水量；在空间上，东河绿洲区水量应至少为1.56亿 $\\mathrm { m } ^ { 3 }$ ，西河绿洲区为1.00亿 $\\mathfrak { m } ^ { 3 }$ ，东西居延海等尾闾区1.60亿 $\\mathrm { m } ^ { 3 }$ 。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3人工配水管理下的尾闾湖及湿地景观结构演变",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "干旱区内陆河尾闾湖及其湿地景观的变化，是气候变化和人类活动影响下流域内水量平衡的综合体现[18]。根据现代额济纳三角洲冲积扇河道分布与水文现状，黑河下游尾闾湖及湿地可分为3类。（1）由现代河道直接相连，如东、西居延海和居延泽。（2）分布于下游的冲积扇缘，如古日乃湖湿地。历史上在哨马营处有古河道相连，与鼎新至狼心山的黑河下游主河道有地下水水力联系，并受到东南部走廊北山经巴丹吉林沙漠西南缘形成的地下水补给。（3）构造堑谷地，如拐子湖湿地，为地质时期河道湖的一部分，基本与古居延泽失去地下水联系。由于其线状深陷的堑谷构造，成为北部丘陵戈壁和巴丹吉林沙漠北部降水形成地下水的主要汇集区。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "多期遥感影像资料解译结果表明，东居延海1975年湖泊水面近 $4 7 . 5 6 ~ \\mathrm { k m } ^ { 2 }$ ，1990年萎缩至 $2 9 . 1 2 \\ \\mathrm { k m } ^ { 2 }$ ，1995和2000 年湖泊一直处于干涸状态，湖底盐碱地成为湖泊主要景观类型；自黑河流域分水计划实施以来，通过专用输水渠道，东居延海2005年湖泊面积达到 $3 9 . 5 5 ~ \\mathrm { k m } ^ { 2 }$ ，以后至2010年基本维持在 $3 5 ~ \\mathrm { k m } ^ { 2 } .$ 左右。湖滨草地景观面积在11一 $2 0 ~ \\mathrm { k m } ^ { 2 }$ 之间，浅水沼泽只存在于湖泊存在一定水量的情况下。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "西居延海自20世纪60年代干涸后，只在1990年和2005年存在 $3 \\mathrm { k m } ^ { 2 }$ 以下的季节性水面。主要的景观类型为湖底盐壳及盐碱地，可达 $4 2 6 \\mathrm { k m } ^ { 2 }$ ，湖滨带草地景观在 $4 \\mathrm { k m } ^ { 2 }$ 以下波动。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "古居延泽大部分均被流沙覆盖，从南向北，目前只存在锁阳坑、进素图海子、天鹅湖等小面积较为低洼的湿地，且主要以盐碱地和湖滨草地景观类型为主。在2005 年以前，只有最北部的天鹅湖存在 $5 \\mathrm { k m } ^ { 2 }$ 以下的水面，湖泊水位在 $1 . 5 \\mathrm { m }$ 以内波动，主要由东河地下水补给。2010年，东河最东部支流有河水直接流入天鹅湖，并与南部进素图海子相连，达到 $2 5 \\mathrm { k m } ^ { 2 }$ 水面，覆盖了原来大面积分布的湖滨草地和盐碱地类型。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "总体上，拐子湖和古日乃湖湿地景观主要以盐碱地和草地景观类型为主，以及较小面积的灌木林地景观类型，其盐碱地和草地景观类型面积变化互为消长。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3蓝绿水、虚拟水与水资源社会化管理建议",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在我国干旱区内陆河流域，绿水和蓝水在流域上、中和下游不同生态带之间存在着非常复杂的转换关系，上游山区为蓝水（径流）形成区，绿水主要向蓝水转化，在平原区蓝水主要向绿水转化。上游的蓝水量和中游灌溉绿洲中蓝水向绿水的转化量都影响下游的蓝水和绿水利用量[19]。绿水的空间异质性受气候、土壤、植被和土地管理等多种因素影响，因此，通过分析蓝水和绿水在流域上、中和下游的形成过程与相互转换关系和作用机制，才能建立合理的水资源管理模式。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从生态水文过程和生态功能来看，干旱区上游山区植被的水源涵养功能是森林、草地等对绿水和蓝水之间的生态调控[20]，其规模和状况决定了山区水资源内循环过程和进入中游平原区的蓝水资源量及其时空分配格局。目前，已经实施的天然林保护工程、退牧还草等国家项目，无疑会增强山区生态系统对蓝绿水资源及其时空分配的调控功能，以保证蓝水在季节和年际等尺度上的稳定性，提高山区生态系统内部绿水循环转化利用效率。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "水资源社会化管理，是水资源需求管理的最高层次，充分认识到水资源的社会属性，并以水资源的社会属性为主线，充分利用各种外部资源来缓解局地水资源的紧缺[21]。就黑河现状而言，目前的技术节水提升空间有限；结构性节水也因其产业优势和区位特征，一定程度上阻滞了一、二、三产业结构的调整，并进而影响到水资源管理向第四层次，即水资源社会化管理的进展。目前，流域水资源管理需要扩展传统水资源评价和利用方法，以流域降水为基本水资源总量，综合考虑绿水资源，构建以垂向“绿”水为中心的流域水循环模拟与绿水资源评价系统，建立流域上、中、下游绿水高效利用土地利用方式，提出流域尺度水资源综合管理模式。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4黑河生态治理成效评估总结及针对性建议",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "总体上，黑河生态治理工程实施以来，流域（干流）内生产、生活、生态用水结构发生了较大变化，上游生态改善，中游地表水得以有效控制，进人下游水量接近规划要求，下游生态环境恶化趋势得到有效遏制，但中游总用水量仍居高不下，面临枯水期的水资源严重超载问题。我国黑河流域综合治理工程生态成效评估总结为3方面，并针对性的提出相应具体建议。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（1）进行全流域统筹水资源管理。目前黑河流域的水资源管理仅限于东支干流区，即甘、临、高、鼎新、额济纳旗几个行政区域，对下游额济纳盆地的管理主要集中在核心绿洲区和东居延海，而对于受地下水补给维持的古日乃湿地、西居延海和古居延泽等干湖盆基本没有涉及。与巴丹吉林沙漠接壤区域，地下水位下降及其导致的植被退化和防护功能减弱，致使沙漠持续扩张，退化湿地和干湖盆基本为盐壳和盐土覆盖，成为沙尘暴沿途盐尘和沙尘的重要补给源地，新建成的临策和在建临哈铁路古居延泽段已多次受到风沙侵袭和轨道沙埋等危害。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（2）进行深入细致数据调查，优化流域产业结构状态。基于近50年器测水文资料制定的流域分水方案主要依据干流年径流数据，缺乏有效的年内时空配置方案和未来水文情势变化情景下的调整对策。集中输水和节水及水利工程建设（包括后续在建控制性工程），致使中游地下水环境和近绿洲外围生态环境出现恶化；人工绿洲，尤其是耕地面积依然持续扩张，抵消甚至超过了节水型社会建设成果，导致水资源需求压力持续增大；下游绿洲缺乏合理的水资源配置规划，以河岸林为主体的绿洲依然没有得到有效和全面恢复；目前流域的产业结构状态，导致虚拟水资源呈急剧向外输出态势。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "（3）优化流域水-生态系统-社会经济系统之间的水资源分配。黑河流域应急输水和生态拯救工程的实施，初步解决了中下游之间水资源分配和下游严重退化生态恢复问题，针对凸显的中游地下水系统持续退化和绿洲边缘防护体系生态退化问题，未来需要重视流域水-生态系统与社会经济系统之间水资源分配问题，以实现流域整体的生态健康与社会经济可持续发展。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1Cheng G,Li X,Zhao W,et al. Integrated study of the water-ecosystem-economy in the Heihe River Basin.National ScienceReview,2014,1: 413-428.  \n2 陈德亮,徐柏青,姚檀栋,等.青藏高原环境变化科学评估：过去、现在与未来.科学通报,2015,60:3025-3035.  \n3程国栋，肖洪浪,傅伯杰,等.黑河流域生态-水文过程集成研究进展.地球科学进展,2014,29(4):431-437.  \n4Vertessy R.Integrated catchment science.CSIRO land and wa-ter,technical report 21/01.2001.  \n5赵良菊,尹力，肖洪浪,等.黑河源区水汽来源及地表径流组成的稳定同位素证据.科学通报,2011,56(1):58-67.  \n6 尹振良.黑河干流山区水文过程模拟与分析.中国科学院大学,博士学位论文.2013.  \n7 王宁练,张世彪,贺建桥,等.祁连山中段黑河上游山区地表径",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "流水资源主要形成区域的同位素示踪研究.科学通报，2009,54: 2148-2152.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "8He Z, Zhao W,Liu H, et al.Effect of forest on annual water yieldin the mountains of an arid inland river basin: a case study in thePailugou catchment on northwestern China's Qilian Mountains.Hydrol. Process,2012: 613-621.  \n9Yang B,Qin C, Shi F,et al.AD 575 and its implications for wa-terresource management. TheHolocene, 2011,22(7):773-784.  \n10 米丽娜,肖洪浪,朱文婧,等.1985一2013年黑河中游流域地下水位动态变化特征.冰川冻土,2015,37(2):461-469.  \n11 杨秋.黑河流域水循环的同位素与水化学研究.中国科学院大学,博士学位论文.2010.  \n12 陈宗宇,万力,聂振龙,等.利用稳定同位素识别黑河流域地下水的补给来源.水文地质工程地质，2006,6:9-14.  \n13 魏恒.基于地下水流一溶质运移模拟的张掖盆地地下水年龄计算与可持续性研究.中国科学院大学,博士学位论文.2013.  \n14 丁宏伟,姚吉禄,何江海.张掖市地下水位上升区环境同位素特征及补给来源分析.干旱区地理,2009,32(1):1-8.  \n15 李丽莉.甘肃省产业用水特征及影响因素的时空差异分析.中国科学院大学,博士学位论文.2015.  \n16 Peng X, Xiao S, Cheng G, et al. Human activity impacts onthe stem radial growth of Populus euphratica riparian forests inChina's Ejina Oasis, using tree-ring analysis. Trees,[2o15-9-28],http://link.springer.com/article/10.1007%2Fs00468-015-1287-z.  \n17司建华,冯起,席海洋,等.黑河下游额济纳绿洲生态需水关键期及需水量.中国沙漠,2013,33(2):560-567.  \n18 Xiao S, Xiao H, Peng X, et al. Hydroclimate-driven changes inthe landscape structure of the terminal lakes and wetlands of theChina's Heihe River Basin.Environ Monit Assess,2015,187:4091.  \n19 李小雁.流域绿水研究的关键科学问题.地球科学进展,2008,23(7): 707-712.  \n20 王刚，张鹏,陈年来.内陆河流域基于绿水理论的生态一水文过程研究.地球科学进展,2008,23(7):692-397.  \n21 程国栋.虚拟水—中国水资源安全战略的新思路.中国科学院院刊,2003,(4):260-265.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Scientific Assessment on Ecological Effects of National Integrated Management Project in Heihe River Basin ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Xiao Shengchun Xiao HonglangMiLina LiLiliLu ZhixiangPeng Xiaomei （KeyLaboratory ofEcohydrologyofInland River Basin,Northwest Institute of Eco-environmentand Resources, Chinese Academyof Sciences,Lanzhou 73oooo,China） ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "AbstractTheHeiheRiveris tescondlargestinlandriverinorthwestChinaheretheationalintegratedmanagementproectas executedin21.Basedonthereseachresultsadpriodicityuderstandingonthehydrologiccycle,processofnature-societysystem,and eco-environmentalchangesoftheHeieRiverBasi,tesientificassessmetontecologicalandevirometaleectsisadout GeneralythewateresourcsofteverarfencedbyteWesterlsdthalndsubalareteaunfproduciaeae lastecadeandastcenturaeteigfowperosofteistrumetalrecodsandontheillsaleinteHeiverThisabove normalwateresouceslevelproidedpowerfulguaranteforthewaterdivisionandtheintegatedmanagementofwatershedNvethele thepressurefromincreasingwaterdemandofthelocalsocioeconomicsystemis themaincauseofteconflictbetweenthewaterusebythe midleandthelowerreachesofHeieRiver,andbetweentheeconomicdevelopmentandcologicalwaterutilzation.Underteffective controlofwateruilzatioeinteiddleachstwateutilatiostruceoftesococooicsteascangedsiiicatl Becauseofthelimitedwaterresourcesandthecontiued increasingfarmlandarea,thegrounder waterlevelandvolumereservepresents locallydecreasdtedenyintdlechsnditilfcesrousorloadingofatersousintefuturelowrpo Thequantityofwaterfowedintothelowerreachscosestoterequestofthewaterdivision,tedeterioratedtendencyofeologyadater environentgotstraidutitastcovedndsogerspatialerogeityoreboatedjusmentsurdac timeadmiistraiootidterousdaeasidfrodatdn morepresurebetweenthefarmlandadeologicwatertilization.Itheposiblelowerrunoffuture,tewaterresourcesmanagementof HeiheRiverBasinwillfacegreaterchallngeunderthesustainabledevelopmentaimofsociety-conomy-ologyinthewholewatershed. KeywordsHeiversiegatdagtofesinloicaltstiicetbdl ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "肖生春 中科院西北生态环境资源院研究员，博士生导师。主要从事干旱区环境演变、树木年轮学以及内陆河流域管理等方面的研究工作。主持及完成国家自然科学基金面上项目3项，执行负责科技部“十一五”“十二五”科技支撑课题和中科院重要方向性项目等。近年来发表论文30余篇，参编专著4部。E-mail:xiaosc@lzb.ac.cn",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "XiaoShegcunReseachProfeorandtutorofPD.studentofNorthwestIstituteofEcoenviromentandResourcs,Chinsecademy ofScience (CA).seahterestsceotalposinidladdrooloditegatedgetad riverbasinHeexeutedtheeproectsofatioalaturaleceoudatioofa,ndeeralprojectsofatioalKechol&D ProgramofChinainthelast2Five-YearPlans.Inrecentlyyears,hepublishedmore than30papersandwrotefouracademic monographs. E-mail: xiaosc@lzb.ac.cn ",
        "page_idx": 9
    }
]