[
    {
        "type": "text",
        "text": "加强中国特色新型网络安全和信息化专业智库建设论略",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "■王世伟上海社会科学院信息研究所上海200235",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "作者简介：王世伟（ORCID：000-001-9179-9580），上海社会科学院信息研究所研究员，E-mail: swwang@sass.org.n。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "《关于加强中国特色新型智库建设的意见》的通知对加强中国特色新型智库建设、构建中国特色新型智库发展新格局提出了26条指导意见，中国特色新型智库建设正在迎来发展的春天，被认为进入了“智库时代”\"。而加强中国特色新型网络安全和信息化专业智库建设正是加强中国特色新型智库发展新格局的重要命题。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1问题的提出",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在科技革命和产业变革多点突破、交叉汇聚的新背景下，网络安全和信息化的发展正在面临全新的发展环境：经济社会正在形成互联式集群平台推进和整体化产业升级转型的新形态，大数据、云计算、物联网、移动互联网、地理信息集成、智能制造等新一代信息技术正在形成全新的万物互联的信息空间，正在推动社会信息化的不断深化融合和拓展延伸，为人们带来了信息传播的互联化和移动化、信息处理的数据化和集群化、信息服务的智能化和便捷化的工作和生活的新方式和新形态，而“互联网 $+ ^ { \\ast }$ 的发展新战略又助推了这样的发展趋势。网络安全和信息化已成为中国当代发展的重大战略问题和综合性挑战。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "从全球的视野观察，世界多极化、经济全球化、文化多样化、社会信息化、国际关系民主化持续推进并深入发展，网络安全作为非传统安全的重要领域，越来越成为全球面临的新挑战中的重点，越来越成为大国博弈角力的新领域，越来越成为国际关系民主化和全球治理所关注的新命题。在万物互联、智能移动的大数据和云环境下，网络安全也形成了诸多交织的形态特征，安全风险的复杂性和难以预测性正在增强。在全面深化改革的进程中，中国的网络安全和信息化也正处于滚石上山、爬坡过坎、难题破解的阶段，建设网络强国的战略决策的难度和复杂性前所未有。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "网络安全和信息化专业智库是中国特色新型智库体系中不可或缺的专业智库。面对复杂的国内外形势变化，进一步加强网络安全和信息化专业智库的建设，健全国家网络信息安全的决策支撑体系，以前瞻性、针对性、储备性的政策研究支撑网络强国的科学发展，是我国迈向网络强国的中国梦的客观需要。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "《关于加强中国特色新型智库建设的意见》指出，应积极推进不同类型、不同性质智库的分类改革，科学界定各类智库的功能定位，加强顶层设计，统筹协调和分类指导，突出优势和特色，调整优化智库布局，促进各类智库有序发展。这为网络安全和信息化专业智库的发展提出了具体要求。因此，进一步加强网络安全和信息化专业智库的建设，必须秉持建设的新理念、新定位，必须创新建设的新体系和新机制。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2加强网络安全和信息化专业智库建设的新理念",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "《关于加强中国特色新型智库建设的意见》其中包含了两个重要的关键词，一个是\"中国特色”，一个是\"新型智库”。加强网络安全和信息化专业智库建设，就要以\"中国特色\"和\"新型智库”作为发展的新理念。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.1关于中国特色",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "网络安全和信息化专业智库的\"中国特色”，应当着力于以下几个方面：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "首先要使网络安全和信息化专业智库成为党和政府科学民主、依法决策的重要支撑。专业智库是中国迈向网络强国进程中开展多层面、多渠道、多形式的广泛的民主协商的主体之一，应承担起重要的历史使命和责任担当，在网络强国路线图的制定和国家网络安全法的制定等重大决策咨询中起到重要的资政作用。应通过研究报告、专报、国内外行业动态、咨询会和座谈会等形式，将不同问题的不同见解加以提炼和归纳，去粗取精、去伪存真、由此及彼、由表及里，在专门化、专业化的梳理方面下功夫，将各方意见加以整理概括，增加学理性和可操作性，使专业智库在民主协商中发挥应有的作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第二是要发挥网络安全和信息化专业智库在推进国家治理体系和治理能力现代化中的作用。应对网络安全和信息化的全球性挑战，破解网络安全和信息化前所未有的复杂性和艰巨性难题，是国家治理体系和治理能力现代化的重要内容。网络安全和信息化作为全球的综合性挑战，其与经济、政治、社会、文化、军事以及外交等都有着密切的联系，亟待加强全球治理，推进全球治理体制变革。包括网络信息安全、全球治理体制等的变革现正处在历史转折点上，在更好地发挥联合国作用的同时，应加强国际社会应对网络信息安全等全球性挑战的能力，其中应发挥网络安全和信息化专业智库在解决和处理中美两个网络大国在网络安全方面的合作、在全球网络安全和信息化的危机治理和问题解决等方面的问题时，不可或缺和不可替代的作用，而中国的新型专[2]业智库正可以有所作为 。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第三是要发挥网络安全和信息化专业智库在增强国家软实力中的作用。2013年4月，习近平总书记曾针对加强中国特色新型智库建设做了重要批示：“智库是国家软实力的重要组成部分，随着形势的发展，智库的作用会越来越大。要高度重视、积极探索中国特色新型智库的组织形式和管理形式。”\"而如何建设中国特色的新型专业智库成为一个重要的内容。2013年 7月，习近平总书记在中国科学院考察工作时，要求中国科学院率先建成国家高水平科技智库。这实际上提出了建设专业智库的命题。高端智库的建设必须体现出专业性和高质量。网络安全和信息化专业智库正是秉持了专业化和优先发展专业化智库建设理念，将发挥智库发展的专长和优势，为党和国家提供更多专业、权威、高端的决策咨询服务，将为增强国家软实力添砖加瓦。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第四是要使网络安全和信息化专业智库注入中国元素和中国文化。中国特色新型网络安全和信息化专业智库，需要立足中国国情，在借鉴西方智库模式和经验的基础上充分体现中国特色、中国风格、中国气派，提出有影响力和震撼力的智库议题或方案。从现阶段来看，我国专业智库自主提出议题和方案的能力还比较薄弱，往往限于对已有政策和观点的诠释，缺乏独立的、有远见的、可操作的并足以影响决策的观点。同时，我国专业智库在语言特色和个性的表达方面也需要下功夫。这些不足，需要在加强中国特色新型专业智库中加以克服和改变。打造中国特色新型网络安全和信息化专业智库，还应注重中国传统文化的继承与发扬，以体现专业智库的民族精神和时代精神。如中国古代很早就形成了奏启制度，其中所形成的奏启文字，与现代智库的专报产品十分类似，可以有所借鉴。《文心雕龙·奏启》篇：“昔唐虞之臣，敷奏以言；秦汉之辅，上书称奏。陈政事，献典仪，上急变，劾愆谬，总谓之奏。奏者，进也。言敷于下，情进于上也。\"可见，奏启的内容包括陈述政治变迁，提供典章制度改革建议，上报突发事件，弹劾有罪之人。同时，对于奏启的体例内容，也有特定的要求：“夫奏之为笔，加固以明允笃诚为本，辨析疏通为首。强志足以成务，博见足以穷理，酌古御今，治繁总要，此其体也。\"奏启的文字要求实事求是，分析透彻，博见穷理，古今借鉴，简明扼要。这些对今天专业智库如何提高研究报告和专报产品的质量不无借鉴启示的作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2关于新型智库",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "网络安全和信息化专业智库的\"新型智库”，应当着力于以下几个方面：",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "首先是确立以服务党和政府决策为宗旨、以政策研究咨询为主攻方向的建设指导思想。随着网络安全和信息化成为全球性的挑战，在国际网络安全与信息化的舞台上主动发出中国的声音、在网络安全全球治理中积极提出中国的方案，推进网络空间全球治理规则民主化、法治化，建设和平、安全、开放、合作的网络空间，建立多边、民主、透明的国际互联网治理体系，应成为中国网络安全和信息化专业智库的使命和担当。网络安全和信息化的发展日新月异，发展的速度超出人们的想象，各种新情况和新问题可谓变化莫测，而中国目前对内外所发生事件的应急处理往往处于滞后反应、被动响应、消极应对的状态。因此，网络安全和信息化的专业智库建设必须进行前瞻性的预测、主动性的建言和储备性的研究，以从容应对各类突发事件，使政府在网络安全和信息化的管理中实现从被动消极状态到主动布局乃至\"先发制人\"的转变。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "第二是确立高端新型智库的建设目标。全球治理格局的新发展呼唤高端新型智库。截至2015年，全世界有约6800个政府间国际组织，以平均每年约1200个的速度增长；1945年，联合国成员国有 51个，而现已发展至193个。这种增长为全球治理格局带来了新变化。在全球化的过程中，中国的外部环境急剧变动，世界其他国家对我国的网络安全政策和意图更加关心甚至有所疑虑。在中国网民不断增加以及网络经济飞速发展的背景下，在网络空间中，中国所担当的国际角色的作用不断增强，中国已被推向网络空间国际治理的前台，因而需要积极思考中国如何在国际关系民主化的进程中承担起更多的国际责任并做出更大的国际贡献，体现出权利和义务的平衡，这是对中国专业智库提出的更高而又十分紧迫的新要求。面对这种新情况，网络安全与信息化专业智库需要努力建设以战略问题和公共政策为主要研究对象的新型高端专业智库，并以高质量的产品积极回应。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "现阶段中国的网络和信息安全智库尚不能适应信息化与网络空间的飞速发展，网络安全和信息化专业智库数量很少，更不论具有国际知名度和资政影响力的专业智库了。现有的专业智库建设缺乏顶层设计和整体规划，研究呈分散碎片化，集约型和高质量的研究成果不多，各系统各行业以及体制内外的专业智库的整合协同效益难以体现。因此，需要把中国特色网络安全和信息化新型专业智库建设作为建设网络强国的重要组成部分，通过新理念和新定位的确立，通过新体系和新机制的构建，坚持高起点推进、高水平建设，不断向新型高端智库迈进。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "具有国际一流水平的中国新型高端网络安全和信息化专业智库必须着眼于实现中国从网络大国迈向网络强国，抢占信息化战略制高点，在国家战略、国家信息化决策和相关政策研究方面能独树一帜，开展全局性、战略性、前瞻性、系统性、综合性研究，加强网络安全和信息化国际治理的前瞻性研究、网络安全和信息化法制建设的针对性研究、陆海空天网五大空间未来发展可能性的储备性政策研究等。围绕\"互联网 $+ ^ { , }$ 所形成的空前的网络安全威胁的重大挑战、围绕中国网络安全和信息化发展的重大机遇、围绕在网络安全与信息化领域依法治国的重大任务，专业智库需要在专题研究、跟踪研究、比较研究、数据挖掘的基础上，提出专业性、建设性、创新性、可操作性的政策建议。专业智库建设的关键不是简单的数量增加和规模扩充，而应当是面向现实问题的研究力量的集成和研究机制的创新再造，应积极拓展政策研究领域，以需求、问题、实践为导向，以创新、独立、品牌为目标，以数据、协同、产品为方法，聚焦国家急需和现实的重大问题，形成若干个具有重要政策影响力的领域，依托原有基础和特色\"深耕细作”，在长期跟踪研究的过程中推出有分量的智库产品以形成高端智库的决策影响力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3加强网络安全和信息化专业智库建设的新定位",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "我国智库整体现状与国际一流智库相比尚存在很多不足，其中包括缺乏清晰的智库定位。笔者以为，要建设具有国际一流水平的中国新型高端网络安全和信息化专业智库，其新定位应当确立三个面向：即面向建设网络强国的发展新愿景；面向陆海空天网五大发展新空间；面向统筹国际国内治理体系和治理能力现代化新目标。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1面向建设网络强国的发展新愿景",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2014年2月，习近平在主持召开中央网络安全和信息化领导小组第一次会议上强调，网络安全和信息化是事关国家安全和国家发展、事关广大人民群众工作生活的重大战略问题，要从国际国内大势出发，总体布局，统筹各方，创新发展，努力把我国建设成为网络强国“。这一发展新愿景正是2013年中国有关智库向党和国家提出的咨询意见的内容。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智库的重要功能就是要为党和政府谋划未来发展的大战略，提出发展的思路、愿景、目标，提出相应的新思想、新概念、新名词等。当代全球的创新理念已经从传统的创造新产品、创造新技术上升到创造世界范围的新领域、创造新生活方式、创造新商业模式、创造新名字的时代。这一创新的转变，突出了思想和理念的创新。网络安全与信息化专业智库应当围绕建设网络强国的发展愿景，着力在出思想上下功夫，在发展战略上出高招，在创新转型上出实招，在话语概念上出妙招，推出更多对建设网络强国的中国梦有创新引领作用、对网络安全和信息化全球治理体制有创新思路的研究成果，并谋划具体的路线图和时间表，以推动我国由网络大国迈向网络强国，形成战略清晰、技术先进、产业领先、攻防兼备的国家网络安全和信息化管理新机制和新形态。网络安全和信息化正在形成互联互通的大联网，云端信息的大集中，泛在即时的大流动，跨域延伸的大渗透，交叉汇聚的大融合的发展趋势，往往牵一发而动全身，有些可以预见，但不可预见或难以预测的情况正在增加，这就需要专业智库谋划准备各类预案，对各种可能性的发展做出翔实的分析研判，加强储备性研究，从而使国家的网络安全和信息化管理在复杂多变的环境中能够乱云飞渡仍从容，沉着有效应对各种复杂局面和突发事件，做到有备无患。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.2面向陆海空天网五大发展新空间",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "进入21世纪特别是第二个十年以来，全球正在逐步形成陆海空天网五大发展新空间，世界强国纷纷就陆海空天网五大发展新空间抢先布局。如 2011年，美国政府先后发布了《网络空间可信身份国家战略》《网络空间国际战略》《网络空间行动战略》，明确将网络空间与陆、海、空、天并列为五大发展和行动空间。五大空间中的网络空间与陆海空天四大空间正在形成相互融合渗透的形态。2015年7月1日新颁布的《中华人民共和国国家安全法》第32条提出：“国家坚持和平探索和利用外层空间、国际海底区域和极地，增强安全进出、科学考察、开发利用的能力，加强国际合作，维护我国在外层空间、国际海底区域和极地的活动、资产和其他利益的安全。\"这正是面向五大空间的新布局”。如何在全球的信息安全、网络安全、网络空间安全中变被动为主动，如何在网络安全全球治理体制和中国依法治理中有序推进，如何在综合安全观的指导下使网络空间清朗起来，如何维护国家网络空间中的信息主权、安全和发展利益，如何在\"互联网 $+ ^ { , }$ '行动计划的快推进中嵌入网络安全的慢开关，如此等等。以上这些重大的战略问题正是专业智库需要深入思考并有所建言之所在。从服务决策的角度去选题和定位，在研究中提出具体的路线图和时间表，提供政策设计方案、应对举措和落实方法，这些都需要专业智库积极谋划建言，发挥国家倚重的高端专业智库的功能。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.3面向统筹国际国内治理体系和治理能力现代化新目标",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在大数据和云环境下，随着全球数据资源呈现实时生成、集中存储、智能开发、广泛交互、快速迭代、跨境流动、远程运维的趋势，国家和地区、企业和个人之间的网络安全和信息化的竞争博弈正在全球范围内展开，网络安全的风险机理正在发展演变，管理边界正在重构，网络安全和信息化对于世界格局和一个国家的很多领域成为牵一发而动全身的重要影响要素，已成为当今全球性的重要挑战，需要以人类命运共同体的理念予以共同应对并形成新机制和新规则。因此，网络安全与信息化专业智库的重要作用日益显现，需要专业智库加强研究并提供统筹国际国内治理体系和治理能力现代化的新路径、新举措和新方法，其中包括建体制、提素养、育人才、解政策、释疑惑、助外交等。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2015年 10月12日，中央政治局就全球治理格局和全球治理体制进行了集体学习，习近平总书记在主持学习中指出：全球治理体制变革正处在历史转折点上，世界上的事情越来越需要各国共同商量着办，建立国际机制、遵守国际规则、追求国际正义成为多数国家的共识。随着全球性挑战增多，加强全球治理、推进全球治理体制变革已是大势所趋”。如何推动变革全球网络空间治理体制中不公正不合理的安排，变革并完善网络空间的全球治理体制，在网络空间中建立以合作共赢为核心的新型国际关系，坚持正确义利观，构建人类命运共同体等理念和举措，这些网络空间全球治理的命题正是专业智库的使命所在。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "网络安全和信息化的发展要求提升全民的信息素养，即从原来单一的信息意识或局限于信息技术的信息素养提升至包括信息意识、网络技能、数据素养、安全防范、信息伦理在内的全方位和综合性的信息素养、科学素质和伦理道德。这就需要专业智库扮演与时俱进的启迪民智的功能。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "智库发展的重要功能就是出思想、出成果和出人才。通过加强专业智库的建设，造就一支德才兼备、富于创新精神的网络安全和信息化公共政策和决策咨询的专业队伍。其中推动中宣部、网信办、工信部等党政机关与高校、社科院、中科院等专业智库之间人才的有序流动，这种\"旋转门\"的人才储备和培养方法已为世界各国的智库发展经验所证实，是一种有效的人才储备和人才输送的好机制。网络安全和信息化相关政策的研究，有关法律的解读，有关举措的评估，都需要专业智库承担相应的职责。如加强对习近平总书记关于网络安全和信息化系列重要讲话精神的研究宣传，加强对中国特色网络安全和信息化理论体系的研究阐释，加强对《中华人民共和国国家安全法》和正在审议的《中华人民共和国网络安全法（草案）》相关背景和条文的解读，加强习近平访美网络安全合作新亮点的解读，这些研究宣传和政策阐释，需要基于对网络安全和信息化重大思想理论问题、重大现实问题、重大实践经验的长期而深入的跟踪研究，在此基础上的解读才更有厚度并更有说服力，以发挥专业智库解读政策、凝聚共识的功能。网络安全和信息化的发展带来了诸多新情况、新问题和新挑战，例如：人们对世界强国间的网络博弈，美国对世界各国的监听风波，层出不穷的网上黑客攻击，巨量个人隐私泄露事件，网上支付的信息安全隐患，网络安全的相关法律中如何保障个人和机构的信息安全，如何推进政府的信息公开…这些发展中的各类问题都需要专业智库进行科学和权威的释疑解惑，从而确立起以专业智库为中心的精英舆论影响机制，不断取得社会信任，并逐步在国际上形成影响。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "中国特色新型智库的一大功能就是公共外交。网络安全正在成为全球性的重大挑战，网络安全与信息化的全球治理平台和通道正在不断增加，而中国专业智库也在不断加强中外的协同合作研究，并采取\"请进来、走出去\"的新方法，专业智库在推动公共外交方面正可以有所作为，以发挥专业智库在公共外交、文化互鉴以及协调政府间关系中的民间\"第二轨道\"的不可替代的作用。中国成功举办的首届和第二届世界互联网大会以及各类信息安全国际论坛都可以成为公共外交的有效载体，以提升专业智库综合研判和战略谋划能力，提升中国与国际业界交流与对话的能力，推动中国网络与信息安全理念、政策、举措走向世界并增加国际影响力和话语权。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4构建网络安全和信息化专业智库的新体系",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "在《关于加强中国特色新型智库建设的意见》中，智库被分为党政部门、社科院、党校行政学院、高校、军队、科研院所和企业、社会智库等七大类，基本上涵盖了智库的所有类型。现阶段的网络安全与信息化专业智库在这七大类中均有所体现，但需要根据新理念和新定位构建新体系。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.1网络安全和信息化专业智库的现状分析",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "随着 20世纪90年代互联网在中国的发端，中国各类和各层级的网络安全与信息化专业智库也应运而生。起始阶段的这些智库有的为国家政府部门，有的从属于企业集团，有的为社科院和高校的研究机构，在履行管理和研究职能的同时兼有智库的功能。如1997年成立的中国信息安全测评中心，是中国专门从事信息安全漏洞分析和风险评估的政府权威部门，承担和参与许多国家课题。该中心编辑有年度《国家信息安全态势评估》智库产品，出版有《中国信息安全》专业刊物。又如1999年成立的国家计算机网络应急技术处理协调中心，该中心隶属于国家工业和信息化部，主要职责是协调处理国家公共互联网上的安全紧急事件，同时为国家的网络安全提供监测、预警、应急、防范的管理和咨询功能，承担有收集、核实、汇总、发布相关信息的功能。又如 2012年创办的中电信息技术研究院有限公司成立有\"信息安全研究院”，专门从事信息安全的研究咨询，该机构曾先后申报承接了“国家信息安全保障体系的产业支撑能力建设”信息安全系统关键技术研发和产业化”等国家项目，并参与了国家部委信息安全和信息技术相关文件的起草，直接或间接参与了政府决策。又如，1999年由方兴东发起创建了国内第一家专业的互联网研究和咨询机构——“互联网实验室”，进行了民间专业智库的积极探索，推出了诸多互联网和网络安全的研究成果，并参与了国家互联网信息办公室的相关活动。同时，一些民营大型网络企业也都设有互联网或信息安全的研究机构。但从全球网络安全和信息化的治理而言，非政府部门的智库缺乏对现实外交活动的了解，难以跟上决策需求。新兴民间智库财力雄厚，但课题针对性不足，建言通道也比较狭窄。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2010年9月，上海社会科学院信息研究所曾提出以建设全国一流社科学术信息智库为发展新目标“，并于 2012年专门成立了信息安全研究中心；2013年中标国家社科基金重大项目“大数据与云环境下国家信息安全管理范式及政策路径选择”；2014年上海市人民政府决策咨询研究基地工作室（“网络安全管理与信息产业发展\"研究方向）落户该所；2015年出版全国网络空间安全蓝皮书《中国网络空间安全发展报告2015》，成为社科院系统网络安全与信息化的专业智库。2015年7月，中国国家安全问题研究中心揭牌仪式在中国国防大学举行。中心的主要任务是致力于中国面临的重大现实安全问题，展开相关课题研究、战略研判、政策咨询、人才培训和国际交流，将形成国家安全决策咨询的大型战略智库、军内外学术交流合作平台和高水平专业人才培训基地，为国家安全领域建设做出贡献 。此外，北京邮电大学国际学院\"互联网治理与法律研究中心”、中国现代国际关系研究院、中国人民大学国际关系学院、上海国际问题研究院、复旦大学国际问题研究院等从事国际关系研究的智库也都以网络安全和信息化作为学术研究和决策咨询的重点。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "从以上的现状分析中可以发现，在网络安全和信息化专业智库体系的建设方面，国家倚重、国际有影响的高端专业智库还是较为缺乏，有分量的智库产品不多。现有的网络安全和信息化专业智库大多从属于国际关系、综合性国家安全以及信息社会的研究机构，专业性和专指度还不够强，已有的智库也未能形成整合协同的合力。显然，网络安全与信息化专业智库的现状难以适应国家迈向网络强国进程中相应的决策咨询需求。如何在现有基础上建设规模适度、布局合理的网络安全和信息化专业智库，以形成专业智库的新体系，成为加强中国特色新型专业智库建设的当务之急。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4.2形成多层次多类型多主题的专业智库体系",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "要以改革创新的精神，积极推进不同系统、不同类型、不同层次的网络安全和信息化专业智库建设。在中共中央网络安全和信息化领导小组办公室和国家互联网信息办公室的指导和统筹协调下，应加强顶层设计，形成相应的专业智库优势和特色，将现有的党政部门、社科院、党校行政学院、高校、军队、科研院所和企业、社会智库等各类智库中的网络安全和信息化研究力量予以整合，构建协同创新的平台、载体和通道，形成专业智库的合力，促进专业智库的科学有序发展，形成网络安全和信息化专业智库的国家队、地方队以及民间机构的多层次专业智库体系，形成专业智库中自然科学和社会科学的深度融合。专业智库既要有一定的数量，更要追求质量，形成大中小型智库协同发展和互为补充的新格局，形成体制内智库与体制外智库互相补充、共同发展的新格局。“互联网+”、政产学研协同创新、社会信息化和网络化飞速发展的新背景，为网络安全和信息化专业智库体系在较短时间内的迅速发展成长提供了可能。与世界各国和地区相比，中国的网络安全和信息化问题更加聚焦，需要破解的难题更多，网络安全和信息化发展的需求更为广泛和迫切，这也为专业智库的发展提供了更大的成长空间。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2.1率先重点建设几个具有较大影响力和国际知名的高端智库要通过顶层设计，依托现有基础，在国家层面建设几个具有较大影响力和国际知名的网络安全和信息化高端专业智库，加强资源统筹整合，建设若干个专题数据库、实验室以及软科学研究基地，推出有影响力的智库研究报告，充分发挥专业智库在中美网络安全对话、世界互联网大会等平台中的智力支撑和民间交流作用。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "高端的专业智库应注重出成果和出人才，形成特色鲜明、长期关注的网络安全和信息化决策咨询研究领域及其研究成果，并在此基础上形成具有一定影响的专业代表性人物和专职研究人员，创建多层次的学术交流平台和成果转化渠道，建设数据详实的信息采集和分析研究共享智慧化系统，充分发挥专业智库在实行科学民主依法决策中的重要作用，在实施网络强国发展战略中的重要作用，在实现一体两翼发展中的重要作用。率先建设的网络安全和信息化专业高端智库的国家队要始终发挥着国家最高咨询机构的作用。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2.2重点建设一批专门的高水平研究中心",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "根据国家亟需、特色鲜明、定位清晰、制度创新、引领发展、规模适度、布局合理的高端智库的建设发展要求，应在国家层面进行统筹协调和分类指导，结合“十三五\"发展规划，围绕网络安全和信息化战略、网络安全和信息化的相关法律、网络安全和信息化的相关技术、网络安全和信息化产业、网络安全和信息化国际治理、网络安全和信息化与经济社会发展、网络安全和信息化与军事外交的发展、中国建设网络强国等重大问题，重点建设一批相应的专门的高水平研究中心，以适应国家网络安全和信息化日趋增强的科学发展和科学决策的需求。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4.2.3充分发挥企业和民间专业智库的独特作用",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "构建中国特色新型智库发展新格局中包括建设高水平的企业智库和规范引导社会智库健康发展的要求。企业智库和社会智库对于发展政产学研紧密结合的新型专业智库具有独特的优势，研究的独立性也较强。企业与民间专业智库将与党政部门、社科院、中科院、高校、军队、科研院所的专业智库形成互补的多样化和多层次的格局，也能为党和政府的决策咨询提供更多维度的专业性、建设性和切实管用的政策建议。在形成多层次、多类型、多主题的专业智库体系的过程中必须加强统筹协调，做好整体规划，优化资源配置，按照实事求是的原则形成大中小智库并举的新格局，避免重复建设，防止一哄而上和无序发展。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5网络安全和信息化专业智库的新机制",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "加强中国特色新型网络安全和信息化专业智库的建设，必须形成新机制，采用新方法。这些新机制和新方法很多，对于网络安全和信息化专业智库而言，应注重形成以下五大新机制。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "5.1形成国际交流合作的新机制",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "从事全球热点问题的网络安全和信息化研究必须在全球视野中拥有国际传播能力并拥有履行战略对话的能力，这就需要在现有基础上积极增强专业智库在国际交流与合作中的活跃度。要通过\"引进来\"进行协同研究的方式克服相关智库闭门造车、被动应付、程序失范的不足；也要通过“走出去\"进行协同合作的方式弥补国际交流中的沉默失声、不得要领、各自为政的短板。要将公共外交、政府的主管部门和宣传部门、军事和情报部门的对外传播资源和要素进行全面整合，强化公共外交和对外传播，注重国际相关的著名智库、学界的领军人物、新闻媒体以及重要的政府官员等关键受众，提高公共外交的效能。在增强专业智库国际交流合作的活跃度中积极创建与全球一流智库对话的平台，增强国际交流合作的机制，开展国际合作项目研究，与外国相关智库共同建立课题组，共同研究网络安全与信息化的公共政策、全球治理以及双边合作等问题，开展多边化的智库活动，凝聚全世界的智慧来解决网络安全这一人类共同面对的问题。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "在国际交流与合作中也要重视培养专业智库外语人才，翻译出版智库成果，开办多语种的外文网站，营造双语或多语言的研究环境。网络安全和信息化所涉问题都较为敏感，在国际交流与合作中，既要注重提炼出反映网络安全与信息化的中国道路的中国话语，也要注重将中国话语与世界业界话语沟通融合，减少相互之间的曲解、偏见和误判，主动对接全球网络安全和信息化的发展格局，在理解的语境、认同的方式和惯例的程序中主动设置核心话题，在超越各自固有的话题体系中反映中国力量和中国精神，运用中国文化的软实力提升中国在全球网络安全与信息化治理中的影响力和话语权。诚如龙永图所指出：要用国际社会能够听懂的逻辑和语言发出中国声音，不仅要把问题搞清楚，而且也要把主张表达清楚，从而避免误解，顺畅沟通，引起世界各国[12]应有的关注与重视 。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.2形成独立和争鸣的研究新机制",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "网络安全和信息化领域是一个正在发展的有机体，许多问题和现象难以预测，在强化问题意识和实践导向的基础上，对国内外网络安全和信息化长期存在并令人困惑的难题，有针对性地进行研究，最终给出合乎逻辑和有说服力的解答，需要专业智库形成独立和争鸣的研究新机制。应当提倡学术争鸣和学术讨论，坚持独立研究和平等研究的精神，从不同维度为决策咨询提供更加广阔的视野，体现专业智库研究成果和咨询建言的独立和客观的品格。独立性往往与中立性相混淆。智库专家及其政策建议报告一般都要提出或支持某种倾向性观点，这些会受到智库专家的学科背景、研究方法和信息来源的影响，不能就此否定其独立性。所要警惕的是智库在非学术的驱动下成为某些人或某些机构的代言工具，或依附于某个利益集团，那么所谓智库的独立性就丧失了，其公信力也不复存在了，这样的智库所提出的政策建议就谈不上什么意义和价值。需要提出的是，智库的独立性并不意味着反政府，与决策者唱对台戏。智库不可能脱离政府，智库研究很大程度上就是为了服务政府、支撑决策，并且依赖于政府的收购服务，经济上也不是完全独立。但只要有自己的研究立场，尊重事实，保持客观性，研究过程、人员配置、结论分析等均不受政府干预，这就是一种独立。为政府辩护但提不出有益建议，批评政府而没有建设性意见，都是不可取的[3。此外，应当增加中国网络安全和信息化专业智库的相关信息的传播力度。美国宾夕法尼亚大学智库项目负责人詹姆斯·麦甘曾经提到：“的确有学者告诉我，中国现在共有 2500家左右的智库。但是从来没有数据库让我获取关于这些智库的信息，我也从未在全球一些正规榜单中看见过他们的影子。我曾经反复询问这份名单到底在哪里，它的数据来源是什么，可是并没有得到这些信息。令我苦恼的是，中国很多智库没有自己的网站或者网站更新太慢，中英文双语网站更是少之又少。很多网站上没有智库专家的个人档案，甚至连有效的联系方式也不提供。”这是对中国智库信息传播能力不足的批评，也是在建设中国特色新型智库的进程中需要完善的方面。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "5.3形成数据驱动型研究新机制",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "大数据正在成为网络安全和信息化研究的新引擎。全球数据总量正以每两年翻一番的速度持续增长。大数据正在改变科学的发展，也正在改变智库的研究方式。大数据技术为智库研究带来了数据密集型科学研究的新范式，正在带来科研方法论的创新。不断增强的海量的大数据将复杂性、综合性、全球性和云端集成性等诸多特点融于一身，实现了从单一学科向多学科、跨学科方向转变，实现了自然科学与社会科学的深度融合，实现了从个体研究和单个机构研究向政产学研以及国际合作研究转变，并建立起全球智库互通的协作网络。更多的数据、更多的参与者、更多的分享，这就是数据驱动型智库研究的新形态。专业智库专家能够在大数据的基础上，通过对数据的实时、动态地监测与分析来解决网络安全和信息化的问题。数据驱动型的智库研究方法已经呼之欲出。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "为适应数据驱动型智库研究的新发展，需要谋划建设国家网络安全和信息化政策研究数据库。如果说以往中国的互联网模式更多是借鉴或复制世界强国的模式和方法，那么随着中国互联网的创新发展，中国的互联网的新模式、新形态已跻身于世界第一方阵，并越来越显示出自己的独特性和创造性。在这样的基础上创建相关的数据库，将为中国从借鉴复制转为创新引领提供研究基础，必将为中国迈向网络强国增强软实力。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "数据驱动型智库研究需要通过数字化开放性的新方法从事新型的调查报告。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "调研对象数据积累的系统性应成为网络与信息安全专业智库的研究基础，通过数据挖掘、数据处理、数据可视化形成研究的基础和优势。通过\"网站十社交媒体十深度访谈\"的模式以获取立体多样和准确的数据信息，甚至可以依靠众包的力量获得更加丰富的数据信息，从而形成信息详实、情报挖掘、深入分析、独立研究的综合性和专题性的年度报告。在综合研判和战略谋划的基础上要为党和政府提出专业化、建设性、切实管用的政策建议，必须进一步落实政府信息公开制度。在健全政府信息公开保密审查制度的基础上，按照政府信息公开条例的规定，形成方便专业智库及时获取相关政府信息和各类数据的新机制和新路径。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "随着大数据时代的来临，数据驱动不仅成为全球经济的聚焦重点，也已成为网络安全与信息化的专业智库的发展之道。数据的收集整合、整序分析、研究挖掘、去疑排冗、发现提取、公开传递，特别是对大数据的深度挖掘的综合研究和价值发现，以体现专业智库之“智”，这些都应成为专业智库的重要功能。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.4形成领军人才培养新机制",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "优秀人才对智库建设至关重要。网络安全和信息化专业智库的人才需要具备以下两项或多项的背景：一是具有政府相关部门的工作经验，二是具有信息技术和情报研究的学科背景或理论研究基础，三是具有信息安全企事业机构管理或技术背景，四是具有国际关系研究的知识积累和外语交流能力，五是具有法律、信息科学、文化等各学科各领域顶尖研究水平或具有发展潜力。  \n网络安全与信息化所面临的问题大都具有实践性、应用性、操作性、前沿性、综合性的特点，应避免专业智库队伍过度学术化和经院化，应广纳政界与业界精英加盟，以适应专业智库的应用型特点。可以通过政界与业界精英人才到专业智库兼职或直接担任智库的管理工作，也可以通过智库人才到政府或企业相关部门挂职兼职，打通学术研究和决策咨询之间的隔膜，为党和国家培养、储备并输送专业人才。  \n网络安全与信息化专业智库也具有国际化的特点，需要培养一批具有国际影响力的智库领军人才。为了形成这样的人才高地，可以通过国际互访、中外共同举办国际论坛、中外双方共同担任研究项目首席专家，以及国际奖学金制度、境外学生交流项目等途径，为中国智库学者走出去并吸引世界各国的优秀人才提供机会和通道。同时可以借助国际交流所形成的人脉优势，提升专业智库的全球影响力和知名度。  \n网络安全与信息化专业智库对人才具有特殊的要求，专业智库学者应具备良好的理念信念和品质素养，形成扎实的专业功底、严谨专注的学风和宽广的国际视野，牢固树立国家安全意识、信息安全意识、保密纪律意识。网络安全与信息化领域常常会发生突发事件，这就需要专业智库学者在长期跟踪积累\"万米长跑\"研究的同时，具有在第一时间快速反应并拿出切实管用的决策建议的\"百米冲刺\"的能力。当国家和社会急需新见解时，智库专家能够自信从容地将具有深厚学术研究积淀的智库成果交给决策者。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "5.5构建协同创新机制",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "网络安全与信息化专业智库研究中，往往涉及一些国家总体安全和信息化战略制高点的问题，时间、范围的跨度较大，单靠一家或几家智库，很难具备政治、军事、文化、经济、军事、外交的一揽子方案设计能力，因此必须构建专业智库间和各类智库间的协同推进、协同创新机制，以务实的精神将相关研究深化和细化。要克服部门化、本土化、层级化的局限，突破部门所有制的藩篱和跨国合作研究的诸多限制，构建智库协同创新机制。2015年 7月在南京大学宣告成立的江苏紫金传媒智库，即由南京大学携手江苏省四大文化企业和传媒集团，整合南大社会学院、新闻传播学院、信息管理学院、政府管理学院等学科力量创建而成。这正是智库协同创新机制的一个新案例[4]。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[1]《关于加强中国特色新型智库建设的意见》全文",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[EB/OL].[2015-08-13].http://news.xinhuanet.com/zgjx/2015-01/21/c_133934292.htm.[2]王珂，王观．《第四届全球智库峰会共同宣言》发布——增强智库在全球事务中的作用[N].人民日报，2015-06-28（05）.[3]王战．加快建设中国特色新型智库，推进国家治理能力现代化[N]．文汇报，2015-03-13（20）．[4]白春礼．发挥科研机构优势建设高端科技智库[N].光明日报，2015-01-29（02）.",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[5]刘奇葆在清华大学调研时强调发挥高校独特优势大力推进智库建设 [EB/OL].[2015-05-09].htp://www.gov.cn/xinwen/2015-05/08/content_2859328.htm.  \n[6]王斯敏，张胜,臧舒迈“比排名更重要的，是智库本身”—对话美国宾夕法尼亚大学智库项目负责人詹姆斯·麦甘 [N].光明日报，2015-07-01(16）  \n[7]努力把我国建设成为网络强国[N].文汇报，2014-0228（01）.  \n[8]中华人民共和国国家安全法全文公布[EB/OL].[2015-07-02].htp://ww.guancha.cn/FaZhi/2015_07_02_325386_s.shtml.[9]习近平在中共中央政治局第二十七次集体学习时强调推动全球治理体制更加公正更加合理为我国发展和世界和平创造有利条件[EB/OL].[2015-10-13]. htp:// news.cntv.cn/2015/10/13/VIDE1444734793583325.shtml.  \n[10]曹玲娟．全国社科情报十二五发展高层论坛在沪召开 [EB/OL].[2015-08-12].http://news.163.  \ncom/10/0921/22/6H4UFHOD00014JB6.html.  \n[11]中国国家安全问题研究中心在京成立[EB/OL].[2015-08-12].ttp://ww.81.cn/jwgz/2015-07/11/content_6581776.htm.[12]王斯敏．智库要抓住强项\"深耕细作”[N].光明日报，2015-07-13（04）.  \n[13]培养有责任感的\"质量型智库\"[EB/OL].[2015-04-01]. htp://news.gmw.cn/2015-04/01/content_15255777.htm.  \n[14]王斯敏．江苏紫金传媒智库成立[N]．光明日报,201507-22（16）．",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Strengthening the Construction of the New Model of Network Security and Informatization:Based Think Tanks with Chinese Characteristics ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Wang Shiwei ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Shanghai Academy of Social Sciences, Shanghai 200235 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance]This paper discusses strengthening the construction of the new model of network security and informatization-based think tanks with Chinese characteristics.[Method/procesIt analyzes the background of the topic by elaborating the new philosophy,the new positioning,the new system and the new mechanism of this new model.[Result/conclusion]In terms of the“new philosophy”,this paper discusses the built-in Chinese characteristics and the new think tank; as to the“new positioning”,it proposes three orientations: for the vision of building wellestablished cyber power,for the network development inthe land,sea,airand space,for the synergy and integration of the international and domestic governance model and modernization of management capabilities;as for“new system”,it is on multi-level and has multi-themes of think tank systems based on the analysis of the present situation of professonal think tanks;the new mechanisms is regarding the international exchanges and cooperation,independenceand contention of the research,data driven research,talent pipeline development and collaborative innovation. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Keywords: think tank network security informatization professional think tank Chinese characteristics ",
        "page_idx": 9
    }
]