[
    {
        "type": "text",
        "text": "Table of Contents Graphic ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/3dcbeafac8d924f471b783117c07d92ff3cad6883ca09f95fcffe5bcd9628f08.jpg",
        "img_caption": [
            "New lead compounds as M2 inhibitors "
        ],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Discovery of multiple lead compounds as M2 inhibitors through the screening of a focused library of scaffold-hops ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Wenhui $\\mathrm { H u } ^ { 1 , 2 , * }$ ,Shaogao Zeng, Chufang Li， Zhiyuan Li and Ling Chen1.2",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1Guangzhou Institute of Biomedicine and Health, Chinese Academy of Sciences, ²State Key Laboratory of Respiratory Disease，Guangzhou, Guangdong 510663, People's Republic of China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "It is urgent to discover new anti-influenza drugs considering the threat of so called swine flu and Spanish flu. Though Adamantane derivatives are the only M2 inhibitors as anti-influenza virus A drugs, they are limited to use in the US due to drug resistant. Herein we reported that multiple lead compounds as M2 inhibitors were rapidly generated through the screening of focused library designed with scaffold-hopping strategy based on Amantadine. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The outbreak of new H1N1 influenza (swine flu) is spreading around the world,, once again，the human faces the great threat. Although vaccination is the ideal way to prevent influenza viruses, the preparation of a new vaccine takes 6 months or more'. So clearly, antiviral drugs are the most important short-term resource to for human to fight the disease. However, there is no more effective drug available to combats the disease when we check our limited stocks. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The only existed ant-infuenza A drugs3-6 are M2 inhibitor (amantadine and its derivative rimantadine） and NA inhibitors (zanamivir and oseltamivir). Even worse, amantadine and rimantadine has been limited to use for the treatment of influenza A in the US due to the rapid development of resistance. Also, there is a growing worry that antineuraminidase-resistant viruses emerge if these drugs are widely used7. Considering the threat of the deadly infectious disease and very limited drugs, there is an urgent need to discover new types of M2 inhibitors for the development of new anti-influenza drugs. Though Amantadine reached the market 4O years ago,all the reported M2 inhibitors to date are adamantane derivatives (figure 1) with BL- $1 7 4 3 ^ { 8 }$ as the only one exception, this leaves many question unanswered. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/4631631a3a3035a5e52b7ebbc08e21f6c55a27be9fcb34f930a6df90da1cd06b.jpg",
        "img_caption": [
            "Figure 1. Reported M2 inhibitors: mainly are amantadine derivatives "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "For many years, high-throughput screening (HTS) of the corporation collected library did not fulfill expectations'.Though this strategy still plays a key role in lead generation, there is a growing interest with the design of focused library10.Focused screening has emerged as a more rational and focused approach that concentrates on the quality, rather than the quantity11. Though many publications12-15 discussed about the trends and its application in drug discovery, there is a shortage of successful case study and most of them are in silicon. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Thus，we decided to design and screen a focused compound library $( < 1 0 0 )$ of scaffold-hops1 based on amantadine in order to generate new lead compounds in M2 inhibitor class.Herein，we not only provide a proof of concept that screening of focused library is highly eficient, but also discovered multiple lead compounds to support the anti-viral drug discovery. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results and Discussion ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The mechanism of M2 inhibitors is to block the ion channel activity of the M2 protein of mostinfluenza A viruses16，and viral replication is inhibited by the blockade of hydrogen ion flow. The amino group in amantadine is probably the pharmacophore and necessary for the blockade of hydrogen ion， consequently adamantyl group is the chemotype. For unknown reason, nearly all the studies except for BL-1743 focused on the searching of new aminoadamantane derivatives17, less investigation was conduct on the scaffold. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The strategy of our focused library design is simply based on the structure and activity relationships of amantadine to keep the primary amine constant and diversity with the scalffold. The scaffold covers different molecular properties with emphesis in steric effect.As shown in figure 2，this library contains liner amine，aromatic amine, monocylic,bicyclic and tricyclic amines supplied by the major chemical companies. We rapidly collected the primary amine library from the commercially sources. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/adbf9768c0d137f0c49f0ba7fba1b916700bc239ef6b3978d581df287c75bd90.jpg",
        "img_caption": [
            "Figure 2. The design strategy of our focused library "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The library was soon assayed in vitro including viral inhibition, cell based assay and patch clamp.Among of these 95 compounds,5 compounds were found for the first time to be M2 inhibitors and are as active as Amantadine in vitro. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Table 1. Compounds as active as Amantadine in the focused library ( Chufang and Zhiyuan) ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/f07ba1a3229105915b040a43bf9d26a1977d32ff06b9fce01163a6193fa9968b.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>No.</td><td>Amant adine</td><td>ZSG-2 -101B</td><td>LSR-2-007 C</td><td>LSR-2-007 D</td><td>ZSG-2-046C</td><td>ZSG-2 -101E</td></tr></table></body></html>",
        "page_idx": 2
    },
    {
        "type": "table",
        "img_path": "images/22a6c4582d9125034bf7193a8df3f19f35bbe43ef38fa463dfbc6ef191cc77b4.jpg",
        "table_caption": [],
        "table_footnote": [
            "IC50 (mean $\\pm$ SEM) $\\mu \\mathrm { M }$ "
        ],
        "table_body": "<html><body><table><tr><td>structure</td><td>NH2</td><td>NH2</td><td>NH2</td><td>NH2</td><td>NH</td><td>NH2</td></tr><tr><td>Viral inhibition</td><td>7.447</td><td>2.438</td><td>14.37</td><td>1.323</td><td>17.88</td><td>2.029</td></tr><tr><td>Cell based assay</td><td>3.525</td><td>15.1</td><td>22.98</td><td>59.60</td><td>25.47</td><td></td></tr><tr><td>Patch-clam p recording</td><td>8.8±2.7</td><td>4.8±1. 2</td><td>6.8±2.2</td><td>4.3±2.7</td><td>4.4±1.3</td><td>13.5±4 .1</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The activity data shows that the M2 ion channel can accommodate some range of chemical space,but requires minimum steric functional group to block the channel. Both liner, monocylic and aromatic amines have no effect on it, however, substituted cyclohexylmaine， some bicylcic and tricylic amine can exert inhibition closely to Amantadine. Expanding the size of Amantadine by adding substitute on the ring, such as methyl, hydroxyl does loss the activity. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Although these scalffolds along with Amantadine are not typically selected by medicinal chemists for drug development, risk-versus-benefit equation give some chances that these unfavorable scalffolds. These chemotype can be used for drug discovery against acute and deadly infectious disease. Thus, this study only provide the proof of concept that focused library is in deed practical for lead generation, but also disclosed several new M2 inhibitors for the scientists to discover new anti-influenza drugs.Drug discovery in the academia may have a good output by eficiently use screening of focused library. \"chance favors the prepared mind\". ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1. Swine flu. After delays,WHO agrees: the 2OO9 pandemic has begun. Cohen J, Enserink M. Science. 2009 Jun 19;324(5934):1496-7.   \n2. To, K.F., P. K. Chan, K.F. Chan, W. K. Lee, W. Y. Lam, K.F. Wong, N. L. Tang, D. N. Tsang, R. Y. Sung,T. A. Buckley, J. S. Tam,and A. F. Cheng.2001. Pathology of fatal human infection associated with avian influenza A H5N1 virus. J. Med. Virol. 63:242-246.   \n3.Swine flu outbreak. What role for antiviral drugs? Couzin-Frankel J. Science. 2009 May 8;324(5928):705.   \n4.Hayden, F.G.,and H. J. Hay. 1992. Emergence and transmission of influenza A viruses resistant to amantadine and rimantadine. Curr. Top.Microbiol. Immunol. 176:119-130.   \n5.D. D. Richman (ed.), Antiviral drug resistance. John Wiley and Sons, Ltd., New York, N.Y.   \n6.Amantadine resistance among porcine H1N1，H1N2，and H3N2 influenza A viruses isolated in Germany between 1981 and 2OO1. Schmidtke M, Zell R, Bauer K， KrumbholzA， SchraderC， SuessJ， WutzlerP. Intervirology. 2006;49(5):286-93.   \n7．Influenza: emergence and control. Lipatov AS, Govorkova EA,Webby RJ, Ozaki H, Peiris M, Guan Y, Poon L, Webster RG. J Virol. 2004 Sep;78(17):8951-9.   \n8. Discovery of spiro-piperidine inhibitors and their modulation of the dynamics of the M2 proton channel from influenza A virus. Wang J, Cady SD, Balannik V, Pinto LH, DeGrado WF, Hong M. J Am Chem Soc. 2009 Jun 17;131(23):8066-76.   \n9.Miller JL. Recent developments in focused library design: targeting gene-families. Curr Top Med Chem. 2006;6(1):19-29。   \n10. New directions in library design and analysis. Gillet VJ. Curr Opin Chem Biol. 2008 Jun;12(3):372-8. Epub 2008 Apr 18.   \n11. Goodnow RA Jr, Guba W, Haap W. Library design practices for success in lead generation with small molecule libraries. Comb Chem High Throughput Screen. 2003 Nov;6(7):649-60.   \n12. Bohm HJ, Flohr A, Stahl M: Scaffold hopping. Drug Discov Today Technol 2004, 1:217-224.   \n13. Schneider G, Schneider P, Renner S: Scaffold-hopping: how far can you jump? QSAR Comb Sci 2006, 25:1162-1171.   \n14. Zhao HY: Scaffold selection and scaffold hopping in lead generation: a medicinal chemistry perspective. Drug Discov Today 2007,12:149-155.   \n15.Barker EJ，Cosgrove DA，Gardiner EJ，Gillet VJ，KittsP，Willett P: Scaffold-hopping using clique detection applied to reduced graphs. J Chem Inf Model 2006, 46:503-511.   \n16. Wang, C., K. Takeuchi, L. H. Pinto,and R. A. Lamb. 1993. Ion channel activity of influenza A virus M2 protein: characterization of the amantadine block. J. Virol. 67:5585-5594.   \n17. N.Kolocouris,G.B.Foscolos,A. Kolocouris,P. Marakos,N. Pouli, G. Fytas, S. Ikeda and E. De Clercq, J. Med. Chem. 37 (1994), p. 2896. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Supplementary Information ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Experimental methods ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Construction of focused library ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "All the compounds are commercially available from Aldrich,across, etc.. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/ab2015f783d692a61b018adc4a728dc220fbbc97c8881d276c230d62d2114676.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>NH2</td><td>NH.HCI</td><td>NH2</td><td>NH2</td><td>NH2</td><td>NH2</td><td></td><td>NH NH2.HCI</td></tr><tr><td>NH2 H2N</td><td>Br NH2.HBr</td><td></td><td></td><td></td><td></td><td>HN</td><td></td></tr><tr><td>N NH2</td><td></td><td>NH2</td><td>NH2</td><td>=N 5、 NH2</td><td>H2N</td><td></td><td></td></tr><tr><td>NH2</td><td>NH2</td><td></td><td>NH2</td><td>NH2</td><td>N` HNNNH</td><td>-NH2</td><td></td></tr><tr><td>NH2</td><td>NH2</td><td>NH2</td><td>NH NH2</td><td>NH2</td><td>NH2</td><td>H2N</td><td>NH2</td></tr><tr><td>NH2</td><td>NH2</td><td>N NH2</td><td>NH2 NH2</td><td>NH2</td><td>NH2</td><td>NH2</td><td>H3C NH2</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/e5bb5b93bec9f5bab01e2c414f14fcb3b7ba2c865818cbd731e4791c6417badf.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>H2N OH</td><td>-NH2 NH2</td><td>NH2 NH2</td><td>NH2</td><td>H2N</td><td>NH2</td><td>H2N</td><td>NH2</td></tr><tr><td>NH2</td><td>-NH2.HCI</td><td>OH H</td><td>NH2</td><td>NH2</td><td>NH2</td><td>-NH2</td><td>NH2</td></tr><tr><td>NH2 .2HCI</td><td>N 2HCI 、NH2</td><td>NH2.HCI</td><td>NH2 OH</td><td>NH2.HCI</td><td>NH2 NH2</td><td></td><td></td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Viral inhibition assay (Chufang) Protocol and data ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Cell based assay(Chufang) Protocol and data ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Electrophysiological recordings by patch clamp(Zhiyuan) ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "M2-transformed HEK293T cells were used 24-48 hours after induction with $1 ~ \\mu \\mathrm { g / m l }$ tetracycline. Perforated whole-cell voltage-clamp recordings were carried out at room temperature $( 2 3 - 2 5 ^ { \\circ } \\mathrm { C } )$ ）using an Axopatch 2OoB amplifier (Axon Instruments Inc., Union City, CA) as described previously (Li et al.， 20O4). Recording electrodes were pulled from $1 . 5 ~ \\mathrm { m M }$ borosilicate pipettes (World Precision Instruments, Inc., Sarasota, FL) using a horizontal puller (Model P-87; Sutter Instrument Company, Novato, CA). In the majority of experiments the extracellular solution used consisted of $1 5 0 ~ \\mathrm { m M }$ NaCl, $\\mathrm { 1 \\ m M \\ M g C l _ { 2 } }$ ， $\\mathrm { 1 \\ m M \\ C a C l _ { 2 } }$ ， $1 0 ~ \\mathrm { m M }$ glucose, $1 0 ~ \\mathrm { m M }$ HEPES,adjusted to $\\mathrm { p H } 6 . 8$ or $1 0 ~ \\mathrm { m M }$ MES,adjusted to $\\mathrm { p H } 5 . 5$ and alternative $\\mathrm { p H }$ values by the addition of either NaOH or HCl. The patch electrode had a resistance between 1.8 and $2 . 5 { \\bf M }$ .The pipette tip was initially filled with amphotericin-free pipette solution,containing of $1 3 0 ~ \\mathrm { m M }$ Cs-methanesulfonate,24 mM CsCl,1 mM $\\mathrm { C a C l } _ { 2 }$ ， $\\mathrm { 1 \\ m M \\ M g C l _ { 2 } }$ ， $1 0 ~ \\mathrm { m M }$ HEPES,and $2 0 0 \\mu \\mathrm { g / m l }$ amphotericin B. The $\\mathsf { p H }$ of the intracellular solution was adjusted to 6.8 with $\\mathbf { C s O H }$ . Salts and drugs were obtained from Sigma-Aldrich (St. louis,MO) unless noted otherwise. The currents were filtered at $1 0 ~ \\mathrm { k H z }$ with 16-bit accuracy using Macintosh G4 computers (Apple Computer, Cupertino，CA)， ITC-16 analog-to-digital boards (Instrutech, port Washington，NY)，and external operations compiled in IGOR Pro (Wavemetrics, Lake Oswego, OR). Drug applications and changes in extracellular $\\mathrm { \\ p H }$ were performed using a commercially available automated fast solution exchange system (RSC-2OO Rapid solution changer). All data are reported as mean $\\pm \\operatorname { S E M }$ for $n$ （20 number of cells. Differences in antagonist inhibition were determined from statistical tests using $\\mathrm { I C } _ { 5 0 }$ value and a comparison between two groups was made using Student's $t$ test. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Data ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Cover letter: ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A brief statement explaining how the manuscript meets the criteria of urgency and significance should be included in the author's cover letter. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Primary Research Formats ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "A Brief Communication reports a concise study of high quality, broad interest and immediate importance. This format may not exceed 3 printed journal pages. Brief Communications begin with a brief unreferenced abstract (3 sentences, no more than 70 words). The main text is typically 1,2OO-1,60O words (not including abstract, figure legends or references) and contains no headings. Brief Communications normally have no more than 2 display items (schemes,figures and/or tables),although this may be flexible at the discretion of the editor, provided the page limit is observed. References are limited to 25. ",
        "page_idx": 7
    }
]