[
    {
        "type": "text",
        "text": "信息系统动力学的基础和应用",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "许建峰1\\*,刘振宇²,王树良,郑涛,王雅实²,王赢飞1,党迎旭 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1（人民法院信息技术服务中心北京100745）²（中国政法大学北京 100027)3（北京理工大学 北京 100081)\\*（通信作者.E-mail: xjfcetc@163.com）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "文章英文版在Cormell arXiv预印版正式发布并及时更新：https://arxiv.org/abs/2112.15505",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[目的]论述建构信息系统动力学的必要性和基础，介绍其基本结构和应用前景。[方法]根据信息模型、性质和度量的数学基础理论以及信息系统的框架结构，建立信息系统的度量功效和动力构型，运用实例说明信息系统动力学的应用成前景。[结果]证明了信息模型、性质和度量定义符合一系列经典信息科技原理，基于信息系统的十一种度量功效和八种典型动力构型，构成了具有普遍意义的信息系统动力学基础理论体系。[局限]相关理论方法需要在其它行业领域复杂信息系统体系中得到应用验证。[结论]基于客观信息论的信息系统动力学能够支持复杂信息系统体系的分析和评价。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：信息空间 框架结构 元宇宙 信息模型 信息度量 信息系统动力学 智慧法院体系工程分类号：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Foundations and applications of Information System Dynamics ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xu Jianfengl\\*，Liu Zhenyu²，Wang Shuliang³， Zheng Tao²，Wang Yashi²，Wang Yingfei¹，Dang Yingxu3 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1（ People's Court Information Technology Service Center,Beijing 100745,China) 2(China University of Political Science and Law,Bei jing l00027,China) 3(Beijing Institute of Technology,Beijing 100081,China) (Corresponding author. E-mail: xjfcetc@163.com) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[0bjective] This paper discusses the necessity and foundation of information system dynamics, introduces its basic structure and application prospect. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Methods] According to the mathematical basic theory on information models， properties , measures and the frame structure of information system, measures of information system effect and dynamic configurations are established, and the application prospect of information system dynamics is illustrated by examples. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "[Results] It is proved that the information models,properties and metric definitions are accord with a series of classical information science and technology principles，and based on eleven metric functions and eight typical dynamic configurations of information system， constitute the general information system dynamics theory system， aims to support the analysis, design， research and development and evaluation. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[Limitations] Relevant theories and methods need to be applied and verified in complei information systems of other fields. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "[Conclusions] Information system dynamics based on objective information theory can support the analysis and evaluation of complex information system. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Keywords: Information Space; Frame structure; Metaverse; Information Model; Information Measure; Information Systems Dynamics; Smart Court SoSs (System of Systems） Engineering Project of China. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1．引言",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "格雷克的《信息简史》开宗明义：信息是我们这个世界赖以运行的血液、食物和生命力。随着信息系统的类型数量越来越多、遍及范围越来越广、连通程度越来越高、协同需求越来越强，人们对于信息系统，特别是对于众多信息系统组成的系统之系统，或称之为体系的洞察和把握越来越难。这些特别复杂的信息系统体系在其运行过程中，由于受到种种内外部不确定性因素的影响，其动态行为的演化可能偏离其最初设定的目的，甚至会出现不稳定现象。同时，这样的信息系统体系建设和应用中如果只强调秩序而忽视活力就必然导致系统的僵化，只强调活力而忽视秩序有必然导致系统的混乱[2]。人们十分渴望能够运用一整套类似于传统动力学指导大型机械系统工程的方法，引领和规范大规模信息系统体系工程的设计、研发、应用和评价。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "然而，虽然信息技术发展和应用的成果日新月异，但在科学理论上，尚未形成一套全面、严谨、完备的信息系统动力学基础理论体系。其中主要原因可概括为：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第一，对于信息概念缺乏普遍公认的数学基础。Shannon1948年发表《通信的数学理论》[3]，被视为信息论的开山之作，揭示了通信过程的本质就是减少不确定性，并且具有一定概率分布的随机事件的不确定性可以表示为熵，由此有人认为信息就是“负熵”。但由于信息的应用远远超出通信的范围，信息系统的形态也远非通信系统所能涵盖，用“负熵”解释信息完全难以满足当代信息科技发展特别是信息系统工程的实践之需。事实上，至今人们对信息的认知远未形成共识[4]。甚至对于信息到底属于客观范畴，还是属于主观范畴这样根本性的问题都存在分歧[5]。尤为重要的是，人们对于运用成熟的数学理论表达和解构信息仍未足够重视，这就使各项研究缺乏统一明晰和便利可行的数学基础自然难以运用严谨精深的数学工具建立完备细致的信息系统动力学理论体系。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第二，对于信息价值缺乏明晰丰富的度量体系。3提出的“熵”确实是能够反映信息价值的重要度量，这也是Shannon信息论蓬勃发展，一直成为信息科学理论大厦支柱骨干的根本原因。后续研究还出现了累积剩余熵[、交叉熵[7]、相对熵[]、条件熵[]、联合熵[10]、模糊熵[等一系列概念指标。但是“熵”指标远不能覆盖现代信息系统工程的实践之需，概因“不确定性”是相对概念，而信息系统实现需要满足成千上万不同用户的需求，任何不同用户都有其不同的“不确定性”，所以现代信息系统的设计和分析鲜有很多直接运用“熵”指标的实例。另一方面，「3提出信息量可以用二进制位，也就是比特（bit）来表达，这一度量已经成为最为普及、最易被理解的信息度量，进一步体现了Shannon信息论对信息科技发展的重大贡献。然而，比特也并不能反映信息的所有意义，因为同样比特数的信息完全可能具有天壤之别的价值。但是，除比特之外，现在几乎没有任何其它具有严格定义、且得到普遍公认的信息度量。比如有人总结大数据的5V特征，即Volume、Velocity、Variety、Value、Veracity[12]，这些特征显然具有度量属性，但大多缺少严格的内涵共识和数学定义。由于缺乏定义明晰、类型丰富的信息度量体系，也就难以建立研究信息作用机理必不可少的基本参照系。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "第三，对于信息空间缺乏科学合理的框架结构。信息空间是信息运动和作用的客观实在，信息系统是其中运用信息服务人类的基本载体。当今时代大到覆盖全球的互联网系统，小到人人拥有的智能手机，都既是一个自身独立的信息系统，也是另一庞大信息系统的组成部分。计算机、互联网、大数据、云计算、区块链、物联网、机器人、虚拟现实等既是信息技术发展的标志性成果，也是丰富多彩的信息系统的各种形态。但是这些信息系统与我们所处的现实世界究属何种关系？新兴信息技术在各种信息系统中到底发挥着怎样的作用？能否对所有信息系统组成的集合进行比较合理的分类？能否构建科学合理地构建信息空间的框架结构？这些问题无不影响着人们对信息系统的分析、规划和预期。一般而言，输入-行为-输出是适用于任何系统过程的描述方式[3]。但是对于纷繁复杂的信息空间和信息系统，这种模式显然过于简单，不足以普遍支持系统的研究分析若迷惘于信息空间的千变万化，则又可能被各种繁琐细节所拘泥而不能自拔。所以迫切需要以一览众山小的总体格局，抽丝剥茧，去繁就简，合理分类信息系统的基本组成，描绘整个信息空间的框架结构，才能支持形成信息系统动力学的理论体系。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "第四，对于信息作用缺乏清晰明了的功效分析。作用机制描述一事物影响另一事物的方式和程度。牛顿力学诞生后，运用微积分和微分方程等数学工具，通过速度、力、能耗、功率等功效指标，描述和分析动力系统的作用机制，才形成了完整成熟的动力学理论体系[14]。这样的方法也被应用于动力系统之外的其它领域，如化学动力学[15]、经济动力学[等，成为分析特定领域运行机制的有效工具。对于信息，虽然人们生活之中须臾不能离开，但却缺乏广为接受、具有普遍意义的功效定义和分析。香农信息论确认信息具有消除不确定性的功效，但仅此一种功效远不足以描述和分析信息系统之间错综复杂的相互作用。其它很多特定的信息系统如雷达、声纳、计算机、数据中心、控制中心等，都具有各自领域很多特定信息功效的具体定义和指标，可以支持相应信息作用机制的分析和研究。但这些各自领域的信息功效远不像速度、力等功效一样，具有普遍通用的意义，因而难以满足将众多分属于不同领域、不同功能的信息系统综合集成为一个大规模体系的分析和研究之需。可见，只有建立具有广泛内涵和普遍意义的信息功效体系，才能确切分析大规模复杂信息系统各组成部分之间的影响方式和程度。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "正是由于上述原因，导致目前仍然缺乏能够刻画信息系统动力学内禀的可计算数学模型。事实上，信息动力学的概念早已产生[17[s][I9]，但书中内容所表述的概念主要还是定性的，缺乏定量的规律性[20]。严彬阐述了信息、信息量、信息限度的概念，说明了信息动力学与信息流动、传送过程、统计状态、物理概念、理论表达、实际测量等因素的关系[20]。由于只考虑“熵”或信息量作为信息的度量或功效，很难将[20所述信息动力学应用于各类信息系统的分析和研究。信息系统动力学的概念也早就出现[2]，A.Flory 和J.Kouloumdjian以信息系统动力学为名研究了数据库的一个模型设计[22]，与传统动力学的观念相去甚远。Ahmed Bounfour和Surinder Batra介绍了一项针对信息系统和信息技术作用于商务模型、人类资源和社会组织等领域的信息系统动力学国际研究项目[23]，其中并未述及应用基础数学建立信息度量和功效体系、形成信息系统动力学研究基础的工作思路。正是由于未能形成具有普遍意义、支持分析众多信息运动机制的数学基础，一个合理的信息科学研究范式仍未上路[24]。本文针对这些重要问题，回顾总结了计算机和网络通信紧密结合，推动信息技术迅猛发展的主要历程，论述了一系列技术成果对于信息运动和应用的重要作用，研究了现实世界、信息空间和信息系统的相互关系，提出了现实世界与信息系统的一体化框架结构。根据近期研究和实践成果，全面修正和补充了[25][2]作者关于信息模型、性质和度量的数学基础理论。在此基础上，以信息的十一类度量为牵引，提出了信息系统的十一种度量功效及其在各个系统环节的分布视图，进而分析了信息系统的动力构型，由此构成了具有普遍意义的信息系统动力学基础理论体系，最后介绍了其在中国智慧法院信息系统体系工程的应用实例，旨在为复杂信息系统体系的分析、设计、研发和评价提供参考。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2．问题的提出",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "与物质和能量一样，信息是我们这个世界赖以运行的血液、食物和生命力[27]。但与物质和能量不同，人们对信息如何驱动世间事物的发展变化依然缺乏全面、定量的认识。相比于一定重量的食物具有多少卡路里，多大力量能使某一质量的物体产生多少加速度等等关于物质和能量完全精确的数学公式，人们对于衡量信息的共识还仅限于比特这一种度量单位，因而也就难以认清错综复杂的信息作用机理，更未能像对于以物质流和能量流为主的系统一样，建立起主要针对信息流的体系完整、量化严谨、普遍适用的信息系统动力学（ISD）理论体系。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1 我们为何需要ISD？",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "根据一般系统论创始人L.V.贝塔朗菲的观点，系统是由若干要素以一定结构形式联结构成的具有某种功能的有机整体[28]。工业时代开启数百年来，汽车、轮船、飞机、高楼大厦、电灯电话、电动列车等机械、建筑和电力系统已经成为人们正常生活再也不能离开的必要条件。毫无疑问，由微积分、微分方程等基础数学和牛顿力学、热力学定律、麦克斯韦电磁场理论等经典物理学紧密结合所构成的传统系统动力学理论，通过体积、重量、温度、速度、力量、热量、功耗、电压、场强、动能等度量既能定性、也能定量描述大量以物质流、能量流及其相互之间传递和转换的系统作用机理，为工业时代的机械建筑和电力等系统的分析、设计、建设、集成和评估发挥了至关重要的支撑和引领作用。这样的方法也被应用于动力系统之外的其它领域，如化学动力学[29]、经济动力学[30]等，成为分析特定领域运行机制的有效工具。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从二十世纪中叶开始，随着计算机和通信技术迅速发展，特别是互联网横空出世，将人类带入信息时代。云计算、大数据、移动互联、超级计算、区块链和人工智能等信息技术广泛应用，较之于工业文明更加根本地改变了人类的生产和生活方式，各类信息系统无论是地域覆盖、涉及人群，还是渗透的业务领域都远胜于传统机电系统。但是人们对于信息和信息系统作用机理的认识却远不如对于传统机电系统那样明晰和严谨。与支撑工业文明的牛顿三大定律和热力学三大定律等都从基本原理推导而得严格的数学表达不同，当今时代的网络三大定律，即摩尔定律、梅特卡夫定律和吉尔德定律都是根据判断所得之经验公式。可以说，信息系统是自发地发展到当今如此巨大的规模，而不是像传统机电系统那样在各种经典动力学定律主导之下自觉发展而成。仅看信息几乎只有一种被称为信息量、或容量的度量能够被公认就足以说明一切。一个没有充分有效度量的对象很难被准确衡量，也很难形成定量的作用机理或动力学理论体系。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "由于没有ISD理论体系指引，大规模信息系统开发之中缺少对各个组成环节定量分析和约束的现象比比皆是，其结果要不是系统难以集成导致开发失败，就是开发完成后由于某些环节的限制造成整个系统的效能低下；再就是像智慧城市、智慧社会等到处都在开发的大规模复杂信息系统，由于缺乏通用、普适的结构形态规范和评价指标体系，不同城市、不同领域的类似信息系统既采用了大量低水平重复的技术，又很难取长补短，普遍带来界面不统一、接口不互联、信息不互通的系统孤岛，在消耗原本可以节省的很多人力和经费成本的同时，也明显降低了整个信息系统的可用性和易用性；还有更重要的，由于缺乏对于很多先进技术运用于信息系统所产生功效的定量分析和充分研究，盲目投入应用的信息系统引发道德、伦理和法律等方面问题的事例屡见不鲜。而未来人工智能技术是否会给人类带来难以预估灾难的担忧，其实也与ISD理论体系的缺失或然相关。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "因此，在当今信息系统无处不在、大型信息系统体系对于人类社会的未来发展发挥着决定性作用的时代，必须尽快立足信息科技发展成果，运用门类齐全的基础数学理论，建构ISD理论体系，以期运用基于数学的、定量的、系统的方法指引和规范大规模信息系统或信息系统体系的良性、有序和科学发展，引领先进信息技术研发，使其能够最大限度地造福人类，而不是走向反面。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2 我们需要怎样的ISD？",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "钱学森提出现代科学技术结构应该有三个层次：一是直接改造客观世界的工程技术，二是为工程技术直接提供理论基础的技术科学，三是在技术科学基础上进一步抽象概括成为认识、揭示事物客观规律的基本理论，也就是基础科学[3l。当今极为需要属于基础科学层次的ISD，具体应该满足以下条件和内容要求：",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "首先，应该在信息概念与数学理论之间架设一座最为简明普适的桥梁。马克思曾经强调，一门科学只有当它达到了能够成功地运用数学时，才算真正发展了[32]。建构ISD的目的就是运用丰富有力的数学工具，支持以定量、可计算、可推演方式为主的信息系统分析和研究。信息是信息系统承载和流动的主要资源，所以建构ISD的首要前提就是运用数学方法定义信息的概念和模型，这样的概念和模型既要十分简明，使人能够从数学视角一目了然理解信息；也要全面普适，最为广泛地包容信息的所有内容和形式，以满足各行各业信息系统的分析研究之需。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "其次，应该源于数学概念和模型，形成信息的度量体系。可以确信，只有信息量或信息熵一类度量远不足以支持分析研究目前各类复杂信息系统的作用机理。而任何作用机理都必然体现于相关度量的影响和变化。所以，必须基于信息的数学概念和模型，形成涵盖与信息价值密切相关、普遍适用于信息采集、传输、处理、存储、应用以及它们之间的各种组合所构成的各类信息系统、具有实用性和可操作性、能够指导信息系统分析研究、由多种指标构成的信息度量体系，才能满足建构ISD理论体系的基本要求。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第三，应该合理解构和归纳一般信息系统的组成要素。建构ISD支持信息系统建设的基本方式就是分析研究信息流在信息系统各组成要素之间的运动方式和作用功效。所以，只有形成定义清晰、要素齐全、递进分解的信息系统、要素、结构、功能等概念体系，支持描述要素与要素、要素与系统、系统与环境等多方面的关系，充分体现信息系统体系的整体性、关联性、时序性、等级结构性、动态平衡性等共同的基本特征，才能周全精确地认识理解信息系统的工作机制和成效。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "第四，应该根据信息的度量体系和信息系统的组成要素解构信息系统的具体功效。信息系统的作用机理必然通过其各组成部分对彼此之间交互信息的度量影响和变化得以体现。一些系统环节可能主要改变流经信息的某些度量指标，而很少或不会影响其它度量指标。因此，需要关注每一系统环节可能对流经信息的每一种度量产生的影响和改变程度。由于这些影响和改变针对特定度量，所以可理解为能够用度量衡量的功效，或简称为度量功效。事实上，信息系统的整体功能和性能正是所有这些度量功效叠加混合而成，可见对于度量功效的解构分析就是ISD的基本内容。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第五，应该根据常用或重要应用场景着重研究信息系统体系的典型动力构型。如果将 ISD比作为一个规模巨大的建筑，那么各系统环节的度量功效就是ISD的一砖一瓦，而动力构型则是ISD的整体或局部建筑结构。动力构型由各种系统环节和信息流组合而成，任何一种组合都可能具有完全独特的动力构型。因此建构ISD需要突出重点，选择具有典型意义的系统环节和信息流程组合，运用定量、可计算、可推演的方法，研究自始至终的信息度量功效，形成分析、评价整个体系效能的方式方法。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "第六，兼收并蓄大量已有的信息科技经典原理及常用方法。信息科技之所以能够引发如此巨大的变革，并不是因为没有理论和方法指导。相反，在信息科技迅猛发展的过程中，信息论、控制论和系统论等新的理论体系日益丰富，互联网、大数据、云计算、超级计算、物联网、区块链、人工智能、虚拟现实等技术方法层出不穷，唯一缺乏的是统一、严谨、普适的ISD理论体系。因此，基于广泛的信息度量功效和典型信息系统动力构型，能够十分便利地容纳吸收已有信息科技理论和方法成果，迅速充实丰富ISD理论体系，为工程技术和技术科学提供坚实、统一、普适的基础科学支撑。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "最后，不断探索新的理论和方法，与时俱进地发展完善ISD开放架构。信息技术快速发展并取得巨大成效的实践已经表明，工程技术、技术科学和基础科学并没有严格的先后发展顺序，实践与理论之间从来都是相互促进、相互交融的。因此，ISD决不应是封闭僵化的理论桎梏，而应采用完全开放的体系架构，既坚实立足于数学、物理及其它众多领域的理论和方法，又能够快速充分地吸收各行各业科技创新和探索的最新成果，使之成为符合信息科技发展潮流并且日臻成熟完备的理论和方法体系。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2.3我们建构ISD的基础是什么？",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "信息科技发展和应用的巨大成果、香农信息理论的经典研究方法、客观信息论关于信息的数学定义、模型和度量研究已经为我们建构ISD理论体系提供了坚实的基础。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "得益于计算机和数字通信技术的紧密结合，互联网诞生后信息技术蓬勃发展，大数据、云计算、移动互联、超级计算、区块链、人工智能、物联网、虚拟及扩展现实等方面的技术应用成果层出不穷，无不渗透延伸到人类社会的每一个角落。互联网技术支持了客观知识信息的畅通流转和广泛应用，大数据技术支持了信息的分布式存储、巨容量管理、高时效检索、强关联表达和精细化映像，云计算技术支持了信息的高效处理、高效存储、远程调用和远程服务，移动互联技术支持了信息的广泛采集和随遇利用，超级计算技术支持了信息的巨量、并行和高速处理，区块链技术支持了信息的高可信利用，人工智能技术支持了信息的自动化利用和高适配服务，物联网技术支持了客观物理信息的广泛采集和流转应用，虚拟及扩展现实技术支持了信息的高保真呈现和多样化作用。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "汉语成语云“实践出真知”，如此丰硕的信息技术应用实践和成果一定能够产生博大深邃的ISD理论成果。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "香农1948年发表《通信的数学理论》[3]，被公认为信息论的开山之作。由于研究对象是通信系统，作者首先将通信系统分解归纳为信源、发送器、信道、接收器和信宿五个部分，分析了流转于其中的消息类型，然后针对最为简单的无噪声离散系统给出了信道容量的数学定义，基于特定状态下允许出现相应符号的持续时间，获得了明确的信道容量公式。继之又假设离散信源是根据特定概率值选择相继符号的马尔可夫过程，提出了信息量度量应该服从的三个重要条件，从而获得了定量计算信息量的熵公式以及熵的很多重要性质。进一步地，将相关讨论延伸到有噪声离散信道的容量、连续信道的容量、连续信源的产生速率等更为复杂的情形，证明了著名的香农三大定理。在香农基础上，运用信息熵研究信息科学的成果络绎不绝，蔚为壮观，以至于后来者都未能突破香农信息观的基本约束。毫无疑问，香农信息论本身具有划时代的意义，其理论水平和实际作用都非同寻常。但作为科学巨匠，其分解归纳实际问题，运用成熟的数学定义和工具，通过一系列假设条件获得具有典型意义的数学公式和科学规律，由此奠定经典信息论科学基础的研究方法更加应该值得后辈尊崇和学习。香农所处时代没有互联网，没有大规模复杂信息系统，不能苛求先辈大师创造能够解决当今各种问题的科学理论工具。但只要我们充分理解和继承先辈大师们的思维范式和科学方法，就一定能够建构解决信息系统体系工程复杂问题的ISD基础科学体系。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "针对信息概念缺乏普遍公认的数学基础、信息价值缺乏明晰丰富的度量体系、信息空间缺乏科学合理的框架结构、信息作用缺乏清晰明了的功效分析等影响信息科学合理研究范式的关键问题，许建峰等运用集合论、映射论、测度论和拓扑学等数学基础理论提出了信息的定义、六元组模型和度量体系[25][26],其中的六元组模型虽然简单，却对信息概念进行了三项重要解构：一是对于信息主体的二元解构，根据信息的反映特性，利用本体和载体的二元结构描述信息的主体；二是对于信息的时间维解构，针对信息的时变特性，引入发生时间和反映时间两个参量，支持从时间维开展信息运动的分析研究；三是对于信息内容的形态解构，引入状态集合和反映集合两个因变集合，以此容纳所有的信息内容和形态。可以说此六元组模型已经在信息概念与数学理论之间架设了一座简明普适的桥梁。由此针对信息的客观性、还原性、传递性、组合性和关联性等五项基本性质证明了相关的数学推论，特别是可还原信息二元状态能够保持数学同构的重要推论，为运用丰富的数学理论支持开展广泛的信息科学研究打开了方便之门。在此基础上，根据信息的十一类度量定义，分别提出并证明了信息的模型和度量体系不仅与众多经典的信息科技原理完全相符，而且具有更加广泛的包容和普适意义，能够为全面、系统地分析研究信息科学、信息技术和信息系统提供坚实的数学理论基础。本文还根据现实世界信息空间和信息系统的相互关系，提出了现实世界与信息系统的一体化框架结构，并以信息的十一类度量为牵引，提出了信息系统的十一种度量功效及其在各个系统环节的分布视图，进而分析了信息系统的动力构型，已然形成具有普遍意义的理论框架，为丰富充实ISD理论体系提供了具体明确的思路和方向。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3．信息科技发展回顾",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "信息技术不断发展，网络、大数据、云计算、人工智能等技术趋向深度交汇融合。今天，信息技术及其应用无处不在，以数据的深度挖掘与融合应用为主要特征的智能化阶段正在开启[3]。在“万物数字化”新世界图景中，信息空间和物理世界的融合，形成新的人机物融合计算环境，催生了智慧司法、智慧城市、智能制造等人机物融合应用。研究信息系统动力学，尤其需要以信息技术发展的时间顺序为主线，分别回顾网络通信技术、大数据技术、区块链技术、云计算技术、人工智能技术、视觉及扩展现实技术等主要技术成果的发展历程。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.1网络通信技术",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "网络技术起源于香农信息理论的建立，以及人类试图将计算机连接组成网络的不断努力[4[s][36]。网络技术的理论基础由克劳德·香农（Claude Shannon）在 20 世纪40年代阐述的信息理论奠定，至今仍对网络基础研究和系统开发发挥着巨大的理论指导作用。香农信息论立足于HarryNyquist 和Ralph Hartley于20 世纪20年代的有关工作基础，阐述了通信技术中存在噪声时信噪比、带宽和无差错传输之间的权衡关系。此外，晶体管技术（特别是MOS 晶体管）和激光技术的突破，使得带宽网络计算在近半个世纪的快速增长成为可能[3]。域名解析系统、TCP/IP协议栈在国际上广泛采用，将世界各地的计算机网络不断融合联通，最终形成了全球互联网。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "（1）早期网络技术",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "最早的网络雏形源于20世纪40年代早期的大型计算机体系结构。大型计算机有中央主机和用户终端，两者通过线路直接相连进行点对点通信。这一时期网络技术主要用于解决计算机用户之间的分时问题[3]。然而，点对点通信模型的能力是有限的，因为它不允许任何两个任意系统之间的直接通信。同时，点对点通信在战略和军事上很脆弱，单条链路中断会导致网络整体瘫痪。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "将不同的物理网络连接成一个逻辑网络，继而提高信息的遍及度，是网络技术一直不断寻求突破的主要问题。早期的网络使用消息交换模型，这种模型要求刚性的路由结构，因此容易出现单点故障。随着电子和通信技术在20世纪50年代的发展，大型机计算机体系所必需的更长距离（用于终端）或更高速度（用于本地设备互连）的通信逐渐实现。在20 世纪60年代早期，PaulBaran在研究核战争中美军网络如何生存问题时，提出了基于消息块数据的分布式网络构想[39]。与此同时，英国国家物理实验室的Donald",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Davies提出了分组交换技术，分组交换是一种快速存储转发网络设计，它将消息分为任意分组，并对每个分组进行路由决策。与用于电话的传统电路交换技术相比，分组交换技术在资源有限的互连链路上能够提高的带宽利用率，增加网络的信息容量，进而缩短响应时间，改善网络系统的延迟[40]。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "在这一时期，美国、英国均开展了网络研究和实验性组网项目，这些实验网络不断演化融合，网络分布规模不断扩大，有效提高信息传输系统中信息的遍及度。1969年，美国国防部高级研究计划局（ARPA）启动ARPANET项目，该项目采用了Davies 和Baran 提出的分组交换技术建成了ARPANET 网络[4I]。1978年，Donald Davies 领导研究团队采用分组交换技术并提出了“网络协议”概念，建成了可实际运行的NPL局域网络（MarkI），实现不同地域实验室计算机实现互联[42]，1973年NPL网络演进到MarkII时，发展成为层级化的网络协议体系。ARPANET网络和NPL网络是最早的可运行的分组交换网络，验证了这项技术在实际工作条件下的可行性。此外，美国密歇根州教育研究信息研究会的Merit网络项目[43]、法国各研究机构间组成的CYCLADES 网络[44I、英国各学术机构间组成的SERCnet网络项目（后来成为JANET网络）[45]、基于Usenet的美国杜克大学UUCPnet项目[4]等所形成的广泛研究合力，逐渐推动产生了以太网技术[47]、ITU-TX.25 标准体系及虚拟电话线路技术[48]、国际分组交换服务、TCP/IP协议栈[49]等组网关键技术，丰富了传输信息的种类，为最终形成全球互联网提供了充分的技术准备。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "（2）互联网技术",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "“互联网”一词源于1974年发布的TCP协议第一版征求意见稿（RFC675：互联网传输控制程序）中[50]。一般来说，互联网是由一个共同协议连接的网络集合。在 20 世纪80年代末，美国国家科学基金会（NSF）资助的国家超级计算中心之间开展网络互联，建设成NSFNET网络。1981年ARPANET与NSFNET网络组网连接。1984年至1988年欧洲核子研究所开始组建基于TCP/IP协议的CERNET网络[5i，1988年之后，泛欧洲的CERNET 网络开始接入美国的NSFNET 网络[44]。1991年英国的 JANET、欧洲的 EARN网络、RARE网络、EBONE网络陆续采用TCP/IP协议架构，并与美国的NSFNET网络实现连接[43]。进入90年代后，亚洲、非洲、南美洲等国家开始组建TCP/IP 网络，并与美国和欧洲的网络连接，形成全球范围的网络分布，极大地扩大了系统传输信息的遍及度。随着越来越广泛的国家和机构与美国NSFNET网络联通，“互联网”被用于特指基于TCP/IP协议栈的全球通信网络[44]。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "互联网的一项关键技术是光纤通信。全球规模的网络连接带来了传统的无线电、卫星和模拟铜制线缆所无法满足的超大容量数据传输挑战。1995年，美国贝尔实验室开发出基于激光和光放大器技术驱动的波分复用（WDM）技术，有效解决传统信息传输系统信道带宽的不足问题，有效改善信息系统的延迟性能，同时保障数字信号采样率不降低[52]。此后，光纤通信网络逐渐成为远距离通信的重要基础设施。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "万维网（缩写为“www\"或“Web\"）是基于互联网的信息空间。在其中，文档和其他Web 资源由URI标识，通过超文本链接链接，并可通过使用Web 浏览器和基于Web 的应用程序进行访问。如今，万维网是全球数十亿人在互联网上进行互动的主要工具，它极大地改变了人们的工作和生活方式[53]。从2005年至2010年短短的五年内，Web2.0推动互联网发展成为一个社会系统的变革力量。“Web2.0\"描述了强调用户生成内容（包括用户对用户的交互）、可用性和互操作性。典型的Web2.0的应用包括社交网络服务、博客、Wiki、大众分类、视频共享网站、托管服务、Web应用程序等[54]，极大丰富了信息服务的种类。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "（3）移动网络技术",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "在Web2.0演进的同时，移动通信技术发生了巨大的革命，意味着智能手机作为一种重要的计算平台可为人随身携带和使用，计算机的概念已经不仅仅固定环境。第一代移动网络技术（1G）是自动模拟蜂窝系统，于1979年在日本首次用于车载电话的NTT系统，以及后来在北欧国家发布的NMT系统，和在北美广泛部署AMPS系统[5s]。1G移动网络使用频分多址（FDMA）技术方案，需要大量无线频谱的支持，对信道的容量要求高，并且安全性很差[56]。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "20世纪90年代，移动通信技术开始实现数字化，进入到第二代移动网络时代（2G）。这一时期，欧洲开发的GSM标准和美国开发的CDMA标准两种系统在全球市场上争夺霸权[57]。与上一代不同的是，2G使用数字传输代替模拟传输，并且还提供了快速的带外（out-of-band）联网信号，保证了数字信号的采样率。2G时代见证了短信、彩信、移动付费等多种信息种类的出现。1999年，日本NTTDoCoMo手机运营商在全球第一次推出了移动电话全互联网服务[58]。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "在越来越丰富的移动互联网应用的推动下，人们对数据的需求快速增加，使得 2G技术无法满足对更高数据速度的需求。移动网络技术开始使用分组交换而不是电路交换进行数据传输，移动网络进入3G技术时代。在3G时代，出现了许多相互竞争的技术标准，包括EV-DO 、 CDMA2000 、 WCDMA 、 TD-SCDMA、GPRS、EDGE、HSDPA、HSPA、UMTS[59]。不同的竞争者在推动各自的技术，以提高信道容量，但在3G时代始终没有形成统一的全球标准。3G技术的高速无线连接显著改善了系统的延迟，使得将广播（甚至电视）内容以流媒体形式传输到3G手机成为可能，促使新闻、文娱等相关行业的发生深刻转型[o]。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "随着移动网络中流媒体等高带宽需求的业务高速增长，到2009年，3G网络的信息容量已经开始无法满足密集型应用需求[6。因此，业界开始寻求数据优化的第四代技术（4G），其主要技术目标是进一步提升信息传输频率，将同样时段的信息容量提高到3G的10倍。4G移动网络的主要技术是WiMAX标准[2]和LTE标准[3]。4G在技术上与3G一个主要不同是它不再使用电路交换方案，而采用了全IP网络方案。因此，4G网络能够像在Internet、LAN或WAN网络上一样，通过VoIP方式传输流媒体数据。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5G是移动网络技术的下一代版本，目前已经进入商用。5G标准包括毫米波段无线电频谱，允许带宽容量高达每秒1千兆位，并将手机和网络之间的延迟（处理数据传输的处理时间）减少到几毫秒[64]。5G的强大信道容量（高达10Gb/s）、低延迟性等为依赖于数据实时传输的用打开了大门（AR/VR、云游戏、互联车辆）[s]。通过5G技术，车辆配备的强大的计算能力和先进的传感器之间可实现信息流的高频交互，使得自动驾驶有可能成为我们日常通勤中最流行的场景。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "（4）物联网技术",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "随着射频识别（RFID）技术、传感器技术、嵌入式系统、无线网络等技术的不断成熟与融合，在1999年Kevin Ashton 首次提出“物联网”（Intermet of things，或IoT）概念[6]。随后，这一概念随着技术的演进而不断丰富完善。人们普遍公认的物联网是指通过在各种生产和生活中各类必需品中嵌入短程移动收发装置，实现人与物之间以及物与物之间的新型通信，相比互联网，更进一步地提高了网络中的信息遍及度。当前，物联网已经成为与互联网一样的全球性网络基础设施，其主要技术特征包括标准化的互操作通信协议、设备的自我配置能力、唯一标识机制、集成接口等[67]，以实现降低网络的延迟，支持不同种类的物联信息互联互通。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "物联网技术的广泛应用通常涉及消费、商业、工业和基础设施等领域[8]。其中，用于消费者的物联网设备包括智能家居、可穿戴技术等[69]；物联网的主要商业应用包括车联网（包括车与车、人与车、车与路互联）、智慧交通、智慧医疗（健康）、智能楼宇等[70];物联网的主要产业应用包括设备资产登记、智能工厂、智慧农业、智慧海洋产业等[71I[72];物联网基础设施方面的主要应用包括智慧城市、能源管理、环境监控等[73][74[7s]。此外，传感器技术将对未来城市战争产生极大的影响，涉及传感器、弹药、车辆、机器人、人类可穿戴生物识别技术以及其他与战场相关的智能技术的使用[7]。物联网与扩展现实进行集成，可将真实环境与沉浸式增强现实内容结合起来，产生令人震撼的多模交互用户体验[7],增强了信息空间对客观世界的反映能力，信息以前所未有的广度呈现于世人面前。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "（5）数联网技术",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "互联网、物联网技术解决了人机之间的信息传输问题，为人类进入数字时代通提供了基本的技术手段。但是，互联网和物联网技术无法避免和解决信息技术及其应用的不断发展带来的信息孤岛、数据失控、数据确权等诸多难题，信息对客观世界万事万物有效反映的遍及性始终面临瓶颈。为了在互联网数据传输的基础上实现数据的互联互通，应用系统之间需自行协调，在数据语法、语义、语用等层面达成一致，并面临着协调成本高、责权效难保障，以及低效、易错、难复盘等挑战。针对现有平台化数据互联互通、信息广度难以提高的问题，我国科研人员借鉴互联网的设计理念，采用软件定义的思路[78],通过以数据为中心的开放式软件体系结构和标准化互操作协议，将各种异构数据平台和系统连接起来，从而在“物理/机器”互联网之上形成一个“虚拟/数据”网络，即“数据互联网”（IntermetofData），简称“数联网”，进而实现全网一体化的数据互联互通，大幅提高了信息反映客观世界的广度。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "数联网的核心是数字对象架构（Digital Object Architecture，DOA），由罗伯特·卡恩于21世纪初正式提出。DOA的概念架构包括一个基本模型、两个基础协议和三个核心系统。一个基本模型是指数字对象，用于抽象互联网中的数据，使得异构数据资源可以采用统一的形式进行建模和描述，有效提高了信息的广度、粒度和种类多样性。从技术角度来看，数字对象是一个比特序列或者是一系列比特序列的集合，包含一些对于某个人或组织有价值的信息。每个数字对象都必须被分配一个全局唯一的标识。标识作为数字对象的核心属性，不以数字对象的所有者、存储位置、访问方式的改变而改变。两个基础协议是指数字对象接口协议（Digital Object Interface Protocol，DOIP）和数字对象标识解析协议（Digital Object Identifier Resolution Protocol，DO-IRP），前者用于与数字对象或管理数字对象的信息系统进行交互，后者用于创建、更新、删除和解析全局管理和分配的数字对象标识。三个核心系统分别是数字对象仓库系统（therepository system）、数字对象注册系统（the registry system）和数字对象标识系统（the identifier/resolutionsystem）。数字对象仓库系统主要负责数字对象的实体封装、存储、访问和销毁，数字对象注册系统主要负责数字对象的元数据注册、发布、修改和删除，数字对象标识系统主要负责数字对象的标识创建、解析、修改和销毁。DOA通过数字对象统一规范互联网的数据资源，采用DOIP和DO-IRP两个协议规范数据交互行为，基于三个核心系统所形成的开放式软件体系结构，实现异构、异地、异主数据的互联互通[79]，极大提高了信息系统对信息的广度、粒度、遍及性和多样性的各种作用能力。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "DOA已在数字图书馆领域取得了全球性的规模化应用，即DOI系统。截至2021年5月，DOI系统在全球已注册了约2.57亿数字对象，覆盖了IEEE、ACM、Springer等众多国际知名学术数据库。中国于2018年开始建设全球最大规模的DOA应用系统——国家工业互联网标识解析系统。截至2021年8月，已建成北京、上海、广州、重庆和武汉等5个国家顶级节点以及200多个二级节点，接入25个省市自治区的2万多家企业，标志着中国的数联网的应用信息广度走在了世界前列。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "3.2超级计算技术",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "（1）超级计算机",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "大数据量大、异构、实效等特征同时也催生高通量计算技术。面对迅速而庞大的数据量，为因应传统的集中式计算架构面临难以逾越的计算瓶颈，出现了针对规模并行化处理（Massively Parallel Processing,MPP）的分布式计算架构。20 世纪 60 年代出现了",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "“超级计算机”概念，即通过高度调整传统设计，以获得比通用计算机更快的运行速度，实现信息流动的更低延迟[80]。20世纪70年代，在大型数据阵列上运行的向量处理器开始占据主导地位，其中1976年出现的Cray-1获得非常成功。矢量计算机在20世纪90 年代一直是超级计算机的主流设计[8Il。从那时到今天，拥有上万个现成处理器的大规模并行超级计算机集群已成为常态。自2017年以来，信息处理的频度飞速提高，超级计算机可以执行 $1 0 ^ { 1 7 }$ 次以上的浮点运算（即100万亿次浮点运算）。相比之下，台式计算机的性能在数百千兆次到数十兆次之间[82]。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "（2）高通量计算技术",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "针对海量非结构化文本数据，出现了基于分布式批处理计算框架的 Apache Hadoop 和Spark 生态体系，其主要目标是避免传统技术处理和分析大数据时遇到的低性能和复杂性问题。Hadoop 能够快速处理大型数据集在于其并行集群和分布式文件系统。与传统技术不同，Hadoop 只在内存中载入本地存储的数据执行计算，而无需在内存中载入全部的远程数据集，有效降低了承载信息容量的需求。因此，Hadoop有效减轻了网络和服务器的通信负载[s3]。Hadoop平台的强大基于两个主要的组件：分布式文件系统（HDFS）和MapReduce框架。此外，在Hadoop之上可添加增强容量、广度、安全性等模块，构成丰富的生态系统。针对MapReduce集群计算模式的局限性，Apache基金会于2012开发了基于弹性分布式数据集（RDD）的 Spark体系[84]。Spark有助于实现迭代算法（在循环中多次访问其数据集）和交互式/探索性数据分析（即重复的数据库式数据查询）。与 ApacheHadoop MapReduce 实现相比，Spark程序处理信息的延迟可以减少几个数量级[s]。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "针对时效性数据需要实时计算反馈的需求，出现了基于分布式流处理计算框架的Apache Storm、Flink 和 Spark Streaming 等生态体系。Apache Storm 是一种分布式数据实时处理框架，它通过各类信息接收和处理基元构成有向无环图（DAG）形式的拓扑结构，使得数据实现从一个处理节点定向流转到另一个处理节点的流水线式信息处理。与MapReduce相比，Apache Storm 的主要区别在于它对数据的处理是实时、高频的，而不是单独成批处理的[8d]。Apache Flink 提供了一个高容量、低延迟的流媒体引擎[87]，以数据并行和流水线的方式执行任意数据流程序,因此具备支持批量/批处理和流处理程序的细粒度信息处理能力。此外，Flink的运行时（runtime）支持本地执行等迭代算法，以及事件时间处理和状态管理[8s]。Spark Streaming 使用 Spark Core 的快速调度功能来执行流分析。它以小批量接收数据，并对这些小批量数据执行RDD转换。这种设计使为批量分析编写的同一组应用程序代码能够用于流式分析，从而简化lambda架构的实现[]。Storm 和Flink 对流式数据的处理是以事件而非小批量形式进行的，使得处理信息的粒度更细，Spark Streaming的小批量流式数据处理方式在带来便利性的同时也会导致延迟较大的问题[90]。",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "3.3 大数据技术",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "大数据与物联网能够协同工作。从物联网设备采集的数据提供了物理设备间连接的映射，这种映射可以用来更准确地定位受众并提高媒体效率。由于物联网越来越多地被用作传输传感器数据，汇聚的海量传感数据可用于医疗、制造和运输环境。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "（1）大规模数据存储与管理技术",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "1960 年代中期，随着直接存取存储器（磁盘和磁鼓）的出现，计算机领域出现了数据库技术。与早先的基于磁带的批处理系统相比，数据库允许数据的共享和交互使用。随着计算机速度和能力的提高，1966年左右开始出现通用的数据库管理系统。早期的数据库技术主要采用两种数据模型：层次模型和网络模型（CODASYL模型）。它们的特点是使用指针（通常是物理磁盘地址）来跟踪从一个记录到另一个记录的关系[]。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "为解决早期数据库模型难以支持高效检索的问题，1970年EdgarF.Codd 首次提出了关系模型[2]。基于关系模型，数据库可基于具有明确语义的结构化查询语言（StructuredQueryLanguage，SQL），数据模型的完整性和精细性显著改善，细化了数据库管理信息的粒度，实现数据的高效访问。但直到20世纪80年代中期，计算硬件存储容量和计算能力才足够强大到广泛部署关系型数据库系统[93]。直到2018年，关系系统在所有大型数据处理应用程序中仍占据主导地位。在商用市场上，IBMDB2、Oracle、MySQL 和MicrosoftSQLServer是使用最为广泛的数据库管理系统。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "20 世纪90年代，随着面向对象编程的兴起，程序员和设计师开始将数据库中的数据视为对象,这这种看待数据的视角允许数据之间的关系是对象及其属性的关系，而不是单个字段的关系。为解决编程对象和关系型数据库表之间进行转换困难的问题，在数据库端，可通过一种面向对象的语言（作为 SQL的扩展）来替代传统的 SQL语句解决。在编程端，亦可通过对象关系映射（ORM）调用库解决此问题[94]。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "在大数据时代，数据体量大、数据源异构多样、数据实效性高等特征使传统的关系型数据库技术面临难以分布式部署的瓶颈问题。2000之后，开始出现非关系型的NoSQL数据库。与传统的关系型数据库相比，NoSQL数据库可以基于分布式文件系统（如HDFS）部署，提高了系统管理信息的遍及度，同时也使得大数据的处理速度更快，保障了数字化信息的高采样率[95]。NoSQL数据库包括键值存储和面向文档等多种细分类型[96]。进一步提高了数据能够管理的信息种类。由于NoSQL数据库不需要固定的表模式，因此可实现数据库设计的水平向扩展，增进了信息处理的广度性能。当前，与NoSQL数据库竞争的下一代数据库技术是NewSQL数据库。NewSQL数据库的特点是在保留了关系模型的同时（因此可以复用 SQL技术），可为在线事务处理（OLTP）工作负载提供NoSQL系统的可伸缩性，从而在实现匹配NoSQL的高处理性能的同时，提供传统数据库系统的粒度(atomicity)、保真性(consistency）、聚合性(isolation)、持续性(durability）保证[97][98]。",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "（2）数据安全与隐私保护技术",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "大数据的共享及流通是其实现价值释放的一个重要方式。无论是直接对外提供数据查询服务还是与外部数据进行融合分析，都是实现数据价值的重要方式。在数据安全时间频发的当下，如何在不同组织间进行安全可控的数据流通始终缺乏有效的技术保障。同时，随着相关法律的逐步完善，数据流通面临更加严格的规范限制，合规问题对多个组织间的数据流通产生制约。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "数据加密是涉及数据安全的一项关键技术。数据加密是对信息进行编码的过程。在此过程中，信息的原始表示形式（明文）转换为另一种形式（密文），增加了信息的采样率，以保持加密后信息的失真度不变。1790年，托马斯·杰斐逊（Thomas Jefferson）提出了一种称为杰斐逊分盘（JeffersonDisk）密码理论，用于对信息进行编码和解码，以提供更安全的军事通信方式[9]。1917年,美国陆军少校约瑟夫·莫伯恩（Joseph Maubome）研发了一种类似于杰斐逊飞盘的加密装置——M-94。直到1942年，该设备一直用于美国军事通信。在第二次世界大战中，轴心国使用了称为“Enigma机器”加密装置，这种更为复杂的装置可以支持每天混杂的字母都会转换成一种全新的组合。现代加密技术普遍使用公钥和对称密钥方案[100]。这种数据加密方法由于所需信息的处理频度极大，破解加密的效率很低，因此可以提供更高的数据安全保障[01]。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "作为旨在保护数据本身不对外泄漏的前提下实现数据融合和建模的技术，隐私计算为实现安全合规的数据流通带来了可能[102]。当前，在数据合规流通需求旺盛的环境下，基于隐私计算的数据流通技术已成为实现数据联合计算的主要思路。当前，隐私计算技术主要分为多方安全计算和可信硬件两大流派。其中，多方安全计算基于密码学理论，可以实现在无可信第三方情况下安全地进行多方协同计算[103]；可信硬件计算则依据对于安全硬件的信赖，构建一个硬件安全区域，使数据仅在该安全区域内进行计算[104]。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "在认可密码学或硬件供应商的信任机制的情况下，隐私计算技术能够在数据本身不外泄的前提下实现多组织间数据的联合计算。此外，联邦学习、共享学习等多种技术手段平衡了安全性和计算性能的隐私保护技术，为跨企业机器学习和数据挖掘提哦难过了新的解决思路[105]。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "（3）数据分析应用技术",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "数据分析是一个检查、清理、转换和建模数据的过程，其目标是发现有用的信息、告知结论和支持决策[106]。数据挖掘的目标是从大量数据中提取模式和知识，以降低信息的失配度。数据分析涉及数据库和数据管理方面、数据预处理、模型和推理考虑、兴趣度度量、复杂性考虑、发现结构的后处理、可视化和在线更新[107]。",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "人类试图从数据中提取模式已经有几个世纪的历史。最早在18世纪，人们已经开始使用贝叶斯定理等方法识别数据模式，19世纪后开始采用回归分析方法建模数据[108]。计算机技术的扩散、普及和日益强大，极大地提高了信息容量和操作频度，能够对大量数据进行半自动或自动分析，以提取更大广度和更细粒度的知识。随着计算机数据挖掘技术的不断进步，传统的针对以独立数据集合为对象的分析技术不断成熟，主要的数据分析技术包括以提高信息聚合度为目标的聚类分析（cluster analysis）[10o]、异常检测（anomaly detection）[io]、相关性分析（dependencies）等。其中，相关性分析包括关联规则挖掘[和序列模式挖掘[2]，是当前数据分析最主要的应用之一。关联分析始于上世纪90年代，由从顾客交易列表中发掘起购物行为模式的“购物篮分析”问题引申而来，在经典机器学习中，Apriori、FP-growth 等频繁模式挖掘算法用于实现对于关联规则的挖掘分析[13]，使得信息服务更适配用户的需求。序列模式挖掘是在数据示例之间发现按顺序上的统计相关模式。通常，假定序列值是离散的，因此序列模式挖掘与时间序列挖掘密切相关[114]。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "以深交网络、用户行为、网页链接关系等数据，其关联关系通常表现为“图”的形态。这类依赖于图结构的数据挖掘分析难以通过分类、聚类、回归和频繁模式挖掘等传统数据分析方法实现，因此，针对图结构数据的图分析技术成为数据分析技术的新方向，可以对图结构中蕴含的未知关系进行探索和发掘，充分获取其中蕴含的图结构关联关系[15]，进一步提高信息聚合度。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "3.4区块链技术",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "区块链的本质是一种分布式数据存储和管理技术，数据存储在分布式的“区块”中，所有区块都按时间顺序链接。区块链数据通过共识机制与对等网络上的其他设备同步使其具有开放、不易篡改、透明可追溯等特性[。在数字时代，对物理世界的数字孪生将产生难以想象的海量数据。如此庞大的数据很几乎无法采用集中方式进行存储和管理。未来，区块链技术所构建的分布式可信协作网络，被期望连接数字空间中的一切，成为数字社会的信任基础设施。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "（1）分布式记账",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "最早的区块链技术由密码学家David Chaum 在1982 年首次提出[=7]。1991年，已签名的信息链被用作电子账本，用于对文档进行数字签名，这种方式可以很容易地显示集合中所有已签名的文档，并使其不能被更改[18]。但加密信息在时间维度会增加信息处理的延迟。1992年，Haber、Stornett 和Dave Bayer将Merkle 树引入到区块链设计中，以提高系统的效率[19]。2008 年，由 Satoshi Nakamoto（中本聪）的化名在《比特币：对等电子现金系统》一文对“区块链”（blockchain）技术进行了完整描述[2o]。2009年，中本聪的论文中描述的现代加密货币方案开始得以实践，标志着比特币（Bitcoin）的诞生，并在日后衍生了众多加密货币区块链应用。",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "与传统的关系型数据库不同，区块链是一种由称为“区块”的记录组成分布式的数字账本，通常用于记载多方之间的交易（transaction）。这些交易数据被散列（hash）并编码到Merkle树中。不同的区块按时序排列，同时在后序区块中包括前序区块的加密散列，从而将不同区块连接接形成链条，即区块链。理论上，区块链可以无限增长，因此存储和管理的信息容量、广度、粒度和时长性能可以无限提高。在区块链中，后一个区块通过散列确认前一个区块的完整性，这个迭代过程一直回到初始块，从而确保区块链上所有区块信息都难以回溯更改。区块链使用对等网络和分布式时间戳服务器进行自主管理，并通过大规模共识进行验证。有效的分布式共识机制可以消除对等网络用户的安全不确定性，解决分布式数据库难以避免的“拜占庭将军”问题[12]，提高链上信息的真实性。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "当前，存在四种主要的区块链类型一一公有链、私有链、联盟链和混合链。公有链中没有访问限制，并通过权益证明或工作证明算法提供共识验证。当前，最知名的公链包括比特币区和以太坊。私有链只有通过管理员邀请才能加入，并且参与者和验证程序的访问均受到限制。联盟链介于公有链和私有链之间，只针对某个特定群体的成员和有限的第三方，并在其内部指定多个预选节点为记账人。混合链同时具有集中管理和去中心特征，并产生不同的块链管理和运行方式。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "区块链提供了一个具有安全性的数据互操作平台，从而使不同的交易方能够安全共享数据。基于可互操作区块链的加密货币也被成为“同质化通证”（fungibletoken，FT）。与同质化通证相对应的，在区块链基础上，亦可构建不具有互操作性的不可替换通证（non-fungible token，NFT）[122]。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "（2）共识技术",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "分布式计算和多代理系统中的一个基本问题是，在存在大量错误进程的情况下如何实现系统的整体可靠性。这通常需要协调过程以达成共识，或就计算过程中需要的某些数据值达成一致，即所谓共识机制。电子货币的设想在比特币出现之前就已经存在（如ecash 和NetCash），但由于没有解决分布式共识问题无法得到广泛使用。区块链的核心分布式共识技术理念出现在20 世纪80年代末和90年代初。1989 年，莱斯利·兰波特（Leslie Lamport）提出了Paxos 协议，并于1990 年在 ACMTransactions on ComputerSystems 发表了共识模型，用于在计算机网络或网络本身可能不可靠的情况下就结果达成一致[123]。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "区块链的共识机制一种去中心化的自我监管机制，确保仅向区块链添加有效交易和区块。区块链主要使用基于时间戳的共识机制，如工作量证明、权益证明等，来实现信息更改的时序化。但这种方法的主要问题是计算开销过大、效率低下，导致系统的延迟过大，因此很难在实际场景中应用[124]。2021年，中国科学院软件所与美国新泽西理工学院提出国际上首个完全实用的“小飞象”拜占庭容错算法（DumboBFT），在实际生产环境显著降低了区块链的延迟性能[25]。",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "在数字化时代，围绕数据要素可信流通，区块链开始步入以“信任链”、“协作链”导向的新发展阶段。目前，基于拜占庭容错算法（Byzantine Fault Tolerance，BFT）的共识机制是各类区块链的主流选择。为实现更高性能，部分联盟链采用Raft的故障容错（Crash Fault Tolerance，CFT）类共识保障数据的全局一致性，系统处理的信息容量大幅提升，目前该类系统最高交易性能已突破十万[126]。但CFT类共识进一步减弱了联盟链系统的去中心化程度和共识容错能力，导致链系统趋向分布式数据库。针对容量、延迟等性能和安全之间的差异化需求，多数区块链平台可以支持多种共识算法，并按需进行选择切换。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "（3）智能合约技术",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "智能合约是一种计算机程序或交易协议，旨在根据合同或协议条款自动执行、控制或记录法律相关事件和行为[]。智能合约的目标是最大限度地减少合同的恶意欺诈和执行成本，以及对可信中介和仲裁的需求。“智能合约”概念起源于1990年初期。1998年，Szabo 提出，智能合约基础设施可以通过使用加密散列和拜占庭容错复制的可复制资产注册和合约执行来实现[i27]。2002 年Askemos 使用 Scheme 作为合同脚本语言实现了这种方法[128]。2014年，加密货币“以太坊”的白皮书将比特币协议描述为智能合约概念的简化版本。自比特币之后，各种加密货币都支持脚本语言，允许不受信任方之间签订智能合约[129]。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "与区块链上的价值转移类似，在区块链上部署智能合约是通过从区块链发送交易来实现的。该交易包括智能合约的编译代码以及接收者地址。然后，该交易必须包含在添加到区块链的块中。此时智能合约的代码将执行以建立智能合约的初始状态[130]。分布式拜占庭容错算法被用于防止试图篡改智能合约。智能合约一旦部署，即无法更新。区块链上的智能合约可以存储任意状态并执行任意计算，终端客户端通过交易与智能合约交互[131]。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "智能合约可以进行多方交易，并提供可证明的数据和透明度，从而促进信任，实现更好的业务决策，降低传统企业对企业应用程序中存在的对账成本，并缩短完成交易的时间。当前，智能合约被广泛应用于债卷、出生证明、遗嘱、房地产交易、劳动合同等诸多领域。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "（4）跨链扩展技术",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "随着区块链技术与5G、人工智能、大数据、云计算等新技术融合创新，融合其他新型信息技术的“区块链+\"日渐成为业界共识。区块链技术大规模、深层次应用使其作为跨业态跨技术融合枢纽的地位不断加强。",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "区块链与物联网的结合可以实现物理-数字世界可信链接，提高信息空间反映现实世界的广度、粒度和遍及度。物联网终端设备的安全可信执行环境，可解决物联网终端身份确认与数据确权的问题，同时区块链记录的准确性和不可篡改性可推动数据市场交易规范化，加速行业融合创新[13]。区块链本身具有一定的复杂性，部署难、使用难、运维难是阻碍区块链发展的现实问题，以云计算为基础，通过集成开发工具、智能合约管理、自动化运维、数字身份、跨链服务等，实现区块链底层和应用一站式开发与部署，降低区块链响应延迟和应用开发部署成本[133]。区块链与隐私计算融合，区块链可为多方协作流程增信，隐私计算实现数据可用不可见，两者结合既能保障数据共享全流程可验证、可追溯、可审计，还能有效保护数据免受泄露，可应用于数据生成及采集合法性验证、数据处理存证和共识、数据使用授权、数据流转、数据协作、数据审计等，为信息的可信流转提供了有效解决方案[134]。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "随着区块链应用广度与深度的不断拓展，不同区块链平台之间跨链难、上层应用系统与底层链切换难、链上链下可信交互难的问题逐渐凸显。当前，区块链的主要挑战是影响信息遍及度的平台间互操作技术，包括公证人机制、侧链/中继链、哈希时间锁定、分布式私钥控制等[135]。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "3.5 云计算技术",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "数字化转型已经成为社会未来发展的“必选项”。云计算(cloud computing)作为一种以虚拟化技术为基础，以网络为载体，为用户提供计算、存储、数据、应用等分布式计算资源的服务模式[136]。以云计算为技术平台底座，融合大数据、人工智能、区块链、数字孪生等新一代数字技术于一体，已经成为经济社会数字化转型的充分必要条件。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "（1）云原生技术",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "在文献中可查的“云计算”概念最早出现在1996年康柏公司的内部文件中[137]。2002年，美国Amazon公司开始提供商用云服务（AmazonWeb Services），让开发人员能够自行构建创新和创业应用程序[138]。2008 年谷歌发布了谷歌云服务平台（Google AppEngine），服务用户快速部署并按需要扩展各类应用。云计算的原生技术包括虚拟化、多租户支持、自动部署运维、微服务、容器、软件开发-IT运维一体化（DevOps）等。云计算通过虚拟化技术可以实现底层硬件和操作系统解耦，将信息系统物理硬件在信息空间的自我映射，增大了系统自身信息的广度和粒度[139]，在此基础上，容器化技术利用虚拟化后的硬件资源实现系统的内存、网络等信息容量的弹性扩展[140]，通过微服务技术的引进应用解偶，避免单点故障导致的系统宕机，延展了处理的信息时长[14I]。在容器和微服务分别实现了资源和应用的细粒度区分之后，Serverless技术将服务细化到函数级别，通过函数的封装与编排，显著提升了应用开发的高速迭代、产品快速部署和更新等能力[42]。",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "同时，云原生技术重构了传统的软件开发和运维模式，通过将测试基础设施与持续交付等有机结合，覆盖软件开发和交付的全过程。基于容器提供了一致性的应用环境、微服务架构提供的松耦合的应用开发框架、应用独立迭代和部署等能力、DevOps提供的一站式应用开发运维平台，处理信息的广度扩展到软件编码、托管、构建、集成、测试发布、部署和运维等全生命周期[143]，通过将测试与开发、运维等集成，显著缩短了软件开发周期、提高迭代效率。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "伴随着信息技术的飞速发展，信息容量的膨胀，信息种类的多样化、算法模型的复杂化对计算资源提出更高要求。云计算依托自身强大的弹性扩容、高可用性等能力，能够快速满足人工智能、大数据等应用对计算资源的要求。基于云原生技术的人工智能产品体系在简化开发流程、数据管理、强化处理性能等方面卓有成效，加速人工智能、大数据、区块链等各类应用的落地创新[144]。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "（2）边缘计算技术",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "移动互联网推动了移动设备的广泛应用，但通常移动设备的图形和芯片组的处理能力有限，会导致系统延迟增加。为减轻移动设备的计算和内存负担，通常使用负载平衡进行补偿，但其代价是进一步加大了网络延迟[145]。因此，有效透明的负载平衡对于对高质量的用户体验至关重要。但由于云计算延迟的高可变且不可预测特性，云原生负载无法始终达到最佳平衡，甚至导致长尾延迟现象[146]。2009年，研究发现在距离移动设备仅一个无线跳跃距离处部署强大的类似云的基础设施可以极大改善系统的整体延迟性能，随后的很多工作都证明了这通过物理部署改进的解决方案比单纯的云计算资源编排更现实[47]。因此，产生了“边缘计算”（Edge computing）概念，即将计算、存储和传输数据在物理上更接近最终用户及其设备，以减少传统云计算的用户体验延迟。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "随着超高清视频、虚拟现实等视觉信息粒度细、采样率高的实时互动应用快速普及，低系统延迟愈发重要。目前，利用边缘计算的低延迟优势，已经能够有效改善16K、24K甚至更高分辨率流媒体的延迟性能[14][49][s0]。因此，欧洲电信标准协会（EuropeanTelecommunications Standards Institute，ETSI）提出的MEC标准，把边缘服务器在与基站位于同一地点或距离基站路由一跳的位置部署，并由在该地区运营商负责操作和维护。MEC技术可有效减少数据包传递的往返时间（RTT），同时支持多用户交互的近实时编排[i51][12]，有效提高系统的延迟性能，为未来6G的发展奠定重要基础。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "同时，由于边缘计算架构增加了信息副本的规模，使得信息的作用对象随之增加，因而也提高了信息系统整体的遍及度。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "（3）云网边一体化技术",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "网络虚拟化技术将云计算、边缘计算以及广域网内的各类信息资源融合于一体，算力部署从传统的单一数据中心转向中心-区域-边缘三级融合的“云网边”分布式架构。在这种架构下，超算中心的算力处理能力通过与计算基础设施的协同，可按信息流容量的大小、延时的高低等不同情况分配不同算力，从而实现算力服务的最优化[153]。例如，计算密集型应用通过超级计算中心平台执行高频的计算任务，而数据密集型应用则通过边缘计算降低系统延迟高效地完成数据接入和处理。",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "在物联网、5G等技术的推动下，云边协同从最初的中心云与边缘云协同扩展到覆盖中心云、边缘云、边缘设备、物联网设备在内的“云边端”综合性技术架构体系，算力下沉到用户侧，进一步改善系统的整体延迟性能[154]。同时，容器、微服务等云原生技术向边缘侧下沉，通过细分信息种类，实现资源弹性调度，为在资源有限、设备异构、需求复杂的边缘环境下的应用部署提供新方式，使得云边端发挥各自优势，云网边协同能力不断增强[155]。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "在云网边一体化的趋势下，边缘侧算力与云端算力深度耦合，云网边分布式的新型算力处理模式逐步代替集中式算力处理模模式，为各智能化应用场景提供更强大的算力基础设施。传统的人工智能开发过程复杂，涉及数据处理、模型开发、训练加速硬件资源、模型部署服务管理等多个环节，模型训练和落地应用都面临不同困难。随着CPU、DSP、GPU、FPGA等异构算力从云端向边缘扩展，人工智能技术实现云端训练-边缘推理的云边协同处理模式转变，增加领域信息的遍及度，并有效改善智能应用系统延迟，形成完整的模型训练和部署闭环[156]。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "（4）零信任安全机制",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "在传统的以组织内部数据中心为核心的信息系统体系架构中，网络位置与信任存在潜在默认关系，对网络边界内部采用完全信任的策略。随着数字化进程不断深化，传统的信息系统体系架构正在向以云网边为承载，融合大数据、人工智能、区块链等新一代技术的数字基础设施转变，多云、混合云成为信息基础设施的主要形态，信息流跨云交互频繁，传统的安全信息边界被打破[157]。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "为应对这一重大的信息信息安全挑战，以信任机制为基础的云计算安全理念开始兴起。其中，具有代表性的技术包括零信任网络访问（Zero-trust network access,ZTNA）[158]和软件定义边界（SDP）模型[159]。新型安全理念打破边界安全理念中网络位置和信任之间的默认关系，网络边界不再是安全边界，默认一切不可信任。信息空间中任何对象访问都须进行身份验证和最小权限授予，以阻断潜在风险的快速传播，使得云计算适应网络边界模糊状态下的安全需求。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "此外，传统云计算平台需要把用户数据收集到数据中心处理，存在用户隐私泄露风险[16o][61]。而新兴的联邦学习技术通过在本地设备上训练和保存用户数据，而无需上传除本地梯度更新之外的用户私有数据，实现更新全局模型。这种在边缘训练，并在云网边一体化环境中分布式服务器进行云端聚合的机器学习模式可以通过限制信息遍及度但同时保证信息适配度的机制提高数据的安全性和隐私性。",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "3.6 人工智能技术",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "人工智能（AI）是指使机器能够像智能生物一样，从经验中学习并执行各种任务的理论和技术。人工智能是一个广泛的概念，包括知识表示、推理、机器学习、群体智能等个细分领域。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "（1）符号主义人工智能",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "从19世纪末起，数理逻辑迅速发展，到20世纪30年代开始用于描述智能行为。1950年，被视为“计算机科学之父”的图灵发表了一篇题为“机器能思考吗？”的著名论文，在该论文中提出了机器思维的概念，并提出著名的“图灵测试”[162]。电子计算机出现后，形式逻辑演绎得以以计算机程序的形式出现。1952年，阿瑟·萨缪尔开发了一个具有自我学习的能力跳棋程序，这个程序甚至在训练的后能够战胜人类专业棋手[163]。1956年，Herbert Simon 和 Allen Newell开放了启发式人工智能程序Logic Theorist，它证明了38条数学定理，表明了可以应用计算机模拟人的思维过程[164]。这一时期人工智能的代表人物有纽厄尔(Newell)、西蒙(Simon)和尼尔逊(Nilsson)等。在1956年的达特茅斯会议上，John McCarthy 和 Marvin Minsky 提出了“人工智能”的概念，以与控制论中的联结主义相区别。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "“符号主义”人工智能的目标是把人工定义的知识或规则放入计算机系统，赋予机器抽象和逻辑能力，以从更高层级来操纵系统。符号主义人工智能的主要特征是赋予了计算机一个基于符号系统的自主推理空间。符号推理空间理论与认知科学密切相关。认知科学认为世界在思想内部的表示和思想活动可以被嵌在程序中的符号所描述和操作。因此，符号主义人工智能认为对信息的物理性处理可通过符号描述，包括比较，层次、推断[165]。但由于早期符号主义人工智能将复杂的外部世界极大简化了为“玩具”空间形式，因此很难在实际中应用[166]。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "20 世纪80年代初，符号主义人工智能迎来第二次复兴—一专家系统。专家系统基于更强大的计算机处理和存储能力，将早期过于简化的“玩具”世界转化为领域专家构建的“知识库”。在构建人工智能系统时，领域专家对论域知识将从最高层开始抽象、分解，形成一个概念系统，细化信息的粒度。同时，将知识表示为陈述性命题，可实现通过自然语言与外界互动[167][168]。以Edward Feigenbaum开发的第一个识别材料化学成分的专家系统Dendral为例[169]，专家系统的创新在于知识库、知识库衍生出的启发式产生系统（product system）、以及将知识表示与推理引擎相分离的系统架构。随后，知识表示经历了语义网络、框架、脚本等不断的演进，信息空间的广度和粒度不断优化，逐渐发展为完备的知识工程理论与技术。到1985年，以专家系统为代表的第二次人工智能浪潮到达顶峰。但在开发构建专家系统的知识库时，如何保障信息的失真度不增加，同时又能将人类专家的知识进行高效地提取、组织和重用，是一个非常困难的挑战，导致专家系统很难进行大规模的应用[159]。",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "专家系统的成功对人工智能从理论走向工程应用具有特别重要的意义。时至今日，知识表示和推理仍然是人工智能的一个重要研究方向。近年来，深度学习被普遍诟病的数据效率低（样本失真度高）、泛化能力差（失配度高）、缺乏可解释性等问题[70]，恰又是符号主义人工智能的优势所在。因此，将符号主义（知识库）与联结主义（深度学习）方法相结合，已成为当前人工智能的研究热点之一[7]。",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "（2）机器学习与深度学习",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "近年来，受益于机器学习、特别是深度学习技术等飞速发展，人工智能在自然语言处理[172]、计算机视觉[173]和推荐系统[174]等多种应用场景中取得了优异的性能。机器学习是一种广泛使用的人工智能技术，它使机器能够利用从经验数据中提取的知识进行学习并提高性能。机器学习分为三类：监督学习、非监督学习和强化学习。监督学习要求对训练样本进行标记，通过降低信息空间的失配度，而非监督学习和强化学习通常应用于未标记的数据，利用信息内在的聚合性，挖掘信息运动的规律和模式。典型的监督学习算法包括线性回归、随机森林和决策树等；非监督学习算法包括K-均值算法，主成分分析法（PCA），奇异值分解法（SVD）等；强化学习算法包括强化学习算法包括Q-learming、Sarsa和策略梯度等[175]。上述经典的监督学习技术通常需要手工选择特征。",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "神经网络起源于早期控制论的联结主义，是一种基于人脑神经启发数学建模的方法，由神经学家 Warren McCulloch 和逻辑学家 Walter Pits 在1943 年提出。1949 年,神经学家Donald O.Hebb 发现神经元之间通过突触信息被激活可以看作一个学习过程，从而把神经网络和机器学习联系起来。20世纪后期，随着多层的神经网络技术发展，神经网络被亦称为“深度学习”。与经典机器学习相比，深度学习能够从大量数据中自动提取特征，因此也被称为“表征学习”。在深度学习的神经网络中，每一层接收来自前一层的输入，并将处理后的数据输出到后续层。与传统的机器学习算法相比，深度学习能够充分挖掘大数据潜层的相关性，提供令人满意的预测准确性，有效改善信息的广度、粒度、延迟等能力，但缺点是需要海量的训练数据，对信息的容量要求过大。当前，卷积神经网络（CNN）和递归神经网络（RNN）是两种典型且应用广泛的深度学习算法[176l，能够处理文本、图像、视频、音频等多种类信息，在人脸识别、图像分类、目标跟踪、图像语义分割等计算机视觉领域，以及在语义分析、信息抽取、文本挖掘、信息检索、机器翻译、问答系统和对话系统等自然语言处理领域均发挥了巨大的作用。",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "（3）智能代理与机器人",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "在人工智能中，智能代理（Intelligent Agent）是指能够感知其环境、自主采取行动以实现目标、通过学习或使用知识提高其性能的任何事物。在智能代理中，都存在一个预先设计“目标函数”，使得智能代理以目标函数的期望值最大化为导向创建或执行相关任务，以增强信息的适配度。例如，强化学习通过“奖励函数”机制塑造智能代理的期望行为，演化计算则通过“适应度函数”调整智能里的行为。",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "智能代理与人工智能中的“机器人”概念密切相关。创造能够自主操作的机器人的理想可以追溯到古典时代，但对机器人功能和潜在用途的研究直到20世纪才有实质性的进步。1948年，NorbertWiener提出的控制论原理为实用机器人学奠定了理论基础。完全自主的机器人直至20世纪下半叶才出现。1961年，第一台数字操作和可编程机器人Unimate 可从压铸机上提起热金属片并将其堆叠[177]。近年来，机器人被广泛应用于制造、装配、包装、采矿、运输、地球和太空探索、外科手术、武器、实验室研究、安全以及消费品和工业品的大规模生产[178][179]。",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "在数字化游戏或社交场景中，智能代理也称为“非玩家角色“（NPC），是指不受人类玩家控制的角色。NPC被用于远程在线反映人的身体的存在、面部和运动等特征[180]。早期的NPC技术普遍采用有限状态机（FSM）模型，其优点是容易实现。但在可伸缩性能很差[i8I]，难以支持信息广度和粒度的优化。21世纪初期，作为在不同类别之间具有最大裕度的分类器，支持向量机技术被应用于控制游戏中的NPC，支持向量机的优点是有效提高了信息的适配度，但主要缺点是缺乏模拟人类行为及决策的灵活性[i82]。近年来，强化学习由于使智能体能够从与周围环境的交互体验中自动学习，增大了信息的广度、粒度和遍及度，使NPC具有较其他模型更为优异的适配度，因而得到了广泛的应用。其中，最著名应用是DeepMind 公司于2015年开发的基于深度强化学习的AlphaGo围棋游戏。AlphaGo可通过神经网络过程，进行获胜可能性最大的决策[183]。",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "（4）数字孪生",
        "text_level": 1,
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "“数字孪生”（DigitalTwins）的概念模型最早出现于2003年，由美国密歇根大学Grieves教授在提出，起初称作“镜像空间模型”，后在演化为“信息镜像模型”、“数字孪生”[i84]。2010年，美国国家航空航天局(NASA)在太空技术路线图中首次引入数字孪生概念，采用数字孪生实现飞行系统的全面诊断和预测。之后，NASA与美空军联合提出面向未来飞行器的数字李生范例，将数字孪生定义为一个集成了多物理场、多尺度、概率性的仿真过程。其实质是通过信息系统增强信息的广度、粒度和遍及度。通用电气公司利用数字孪生进行资产的全寿命周期管理[178]。随着工业领域复杂装备运行环境的动态变化加剧，装备监测数据量倍增，并呈现高速、多源、异构、易变等典型工业大数据特点。传统的PHM技术信息容量、广度、粒度、延迟和采集率有限，难以满足复杂装备在动态多变运行环境下实时状态评估与预测的精度及适应性需求。数字孪生技术为解决上述问题提供了新的思路。西门子公司通过数字孪生帮助制造企业在信息空间构建整合制造流程实现物理空间从产品设计到制造执行的全过程数字化[i8s]，全面提高了工业生产物理环境在信息空间的广度、粒度、延迟、时长、种类等。",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "随着传感器技术带来多领域多尺度融合模型、大数据和人工智能技术带来数据驱动与物理模型融合和全寿命周期数据管理、互联网和物联网带来数据采集和传输、云计算带来高性能计算，各种信息技术不断发展和融合，数字孪生概念进一步泛指通过信息化技术在信息空间中模拟现实世界中的物理实体、流程或者系统。借助数字孪生，人类可以在信息空间中了解物理实体的状态，并对物理实体里面预定义的接口元件进行控制，物理世界在信息空间的状态映射实现全局性提高。数字孪生可以基于物理集成的反馈数据，通过人工智能技术对物理实体的变化而自动做出相应的变化，实质性提高系统的延迟功效。理想状态下，数字孪生可以根据多重的反馈源数据进行自我学习，几乎实时地在数字世界里呈现物理实体的真实状况，提升信息的保真度。数字孪生的自我学习（即机器学习在信息空间中的延伸)能够根据海量的信息反馈，进行迅速的深度挖掘和精确模拟，从而提升信息的适配度。数据孪生是人类利用已有的认知和知识结构，高性能计算去推理解现实世界的问题。未来，随着信息空间不断丰富和完善，信息空间的容量、延迟、广度、粒度、时长、种类、保真、适配等性能将全面提升，人类探索发现新知识的认知活动可能“以物理世界为重心”向‘以数字信息空间为中心’的迁移，进入所谓“数字原生”世代。",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "3.7视觉及扩展现实技术",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "扩展现实技术起源于Milgram和Kishino的“现实-虚拟连续体”概念[186]，最新的扩展现实技术不断倾向于与物理现实深度融合的方向发展[187]，即混合现实和未来全息图[188]。在本小节，我们将讨论从视觉计算开始，逐步讨论虚拟现实（VR）、增强现实（AR）及其高级变体混合现实等新兴领域，以及扩展现实技术如何将虚拟的实体与物理环境连接起来。",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "（1）视觉计算",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "计算机视觉是一个跨学科的计算机科学领域，研究计算机如何从数字图像或视频中获得高水平的理解。计算机视觉任务包括获取、处理、分析和理解数字图像，以及从现实世界中提取高维数据以产生数字或符号信息的方法[189]。计算机视觉技术包括场景重建、对象检测、事件检测、视频跟踪、对象识别、3D姿态估计、3D场景建模和图像恢复等多种任务[190]。",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "在1960 年代早期，图像处理的目的是提高图像质量，以提高照片的视觉效果[191]。1972年Nasir Ahmed 首次提出基于离散余弦变换（DCT）图像有损压缩技术[192]。在此基础上，国际图像专家组于1992年提出JPEG数字图像标准[i93]。DCT的高效压缩能力推动了数字图像和数字照片的广泛传播，提高图像的信息容量。截至2015年，每天产生数十亿JPEG图像，JPEG成为当今使用最广泛的图像文件格式。1977年，研究人员将空间维度的离散余弦变换（DCT）编码和时间维度的预测运动补偿两种算法相结合，开发出运动补偿DCT（MC-DCT）编码技术，使视频压缩得以使用，从而提升了视觉信息的采样率和容量。如今，基于MC-DCT的视频压缩技术MPEG，已经成为国际上使用最为广泛的信息技术标准[194]。20世纪70年代的研究为今天的许多计算机视觉算法奠定了重要的基础，包括从图像中提取边缘、线标记技术、非多面体和多面体建模技术、光流和运动估计等[195]。在1980年代，视觉计算向更严格的数学分析和定量方面发展，包括尺度空间概念、基于阴影、纹理、焦点等物体形状推断等。在这一阶段，视觉计算的很多数学优化问题都在正则化和马尔可夫随机场的框架内进行处理[196]。到1990年代，随着相机校准优化方法的出现，从多幅稀疏图像重建三维场景问题以及多视点立体技术方面取得了重要进展，显著增强了视觉信息的广度和粒度。在20世纪90年代末，计算机图形学和计算机视觉之间研究深度融合，出现了图像渲染、图像变形、视图插值、全景图像拼接和早期光场渲染等复杂视觉计算技术[189]，可支持处理不同种类的视觉信息。",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "进入21世纪，机器学习技术和复杂优化框架的应用，特别是深度学习技术的进步，给视觉计算带来巨大飞跃。为实现数字孪生中在物理环境和数字空间的互操作，视觉计算技术需要深刻理解人类的活动和行为。近年来，同步定位与映射（SLAM）技术通过对移动设备的运动估计来重构未知环境的三维结构，为在数字空间中建立物理世界的三维结构的映射奠定了重要基础[197]，增强了信息空间对物理空间反映的粒度。同时，物理和虚拟世界中的对象之间进行交互，需要整体场景理解技术的支持[198]，具体包括根据像素信息将图像分类为不同的类别的语义分割技术，以及旨在定位图像或场景中的对象，并识别每个对象的类别信息的目标检测技术，提高了信息的粒度和适配度。在沉浸式环境中，通过立体深度估计（Stereo Depth Estimation）技术确定的虚拟对象的位置，是物理对象与虚拟对象进行交换的关键。近年来，通过将深度学习与立体摄像机技术相结合，获得了非常精确的深度估计性能[19]，通过提升信息容量降低失真度。在很多拓展现实应用中，通常需要通过观察和识别用户的动作，在3D沉浸式环境中生成特定于动作的反馈。在机器视觉中，理解一个人的动作被称为动作识别，它包括定位和预测人类行为。近年来，基于纯RGB图像数据或传感器融合的多模态数据的深度学习可以处理不同种类的信息，已被应用于增强现实中的动作识别，同时这种技术还具备在虚拟现实中进行情感识别的潜力[200]。",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "在计算机视觉中，这些问题主要从图像恢复和图像增强两个方面进行研究。图像恢复的目的是从退化的图像（例如，噪声、模糊图像）重建干净的图像，以提高图像信息的保真度。相比之下，图像增强侧重于提高图像质量，即提高视觉信息的容量和遍及度。其中，图像恢复技术已被用于恢复虚拟现实中虚拟图像的纹理细节并去除伪影[201]。在完全沉浸式环境中，超分辨率显示会影响对3D虚拟世界的感知，这不仅要求光学成像中的图像超分辨率，而且要求成像过程中的图像超分辨率。当前，得益于高采样率的光学和显示技术的发展，图像超分辨率技术已直接应用于超高清显示屏。",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "（2）虚拟现实",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "虚拟现实的突出技术特点全合成视图。商用虚拟现实头盔提供用户交互技术的常用方式，包括头部跟踪或有形控制器[202]。因此，用户位于完全虚拟的环境中，并通过用户交互技术与虚拟对象交互。此外，虚拟现实技术被称为虚拟连续体中距离现实最远的一端。也就是说，使用虚拟现实头盔的用户必须完全关注虚拟环境，并与物理现实世界分离[203]。目前的商业虚拟现实技术使得用户能够在虚拟环境中创作内容（例如VR绘画）。同时，启发性探索可以通过用户在虚拟环境中与虚拟实体交互来实现，例如，修改虚拟对象的形状，以及创建新的艺术对象。在这种虚拟环境中，多个用户可以实时协作，这种虚拟化的协同环境的主要特点包括：共享空间感、共享存在感、共享时间感（实时交互）、通信方式（通过手势、文本、语音等）以及共享信息和操纵对象的方式[204]，因此对信息的广度、粒度、延迟、时长、种类等效能要求很高。在这种高度虚拟化的空间中的关键技术挑战是用户如何控制虚拟对象以及虚拟共享空间中多用户如何协作。",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "（3）增强现实",
        "text_level": 1,
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "增强现实技术在虚拟环境之上，进一步为用户提供物理环境中的交替体验，其重点是通过信息空间增强我们的物理世界，从而优化信息空间的广度和粒度。理论上，计算机生成的任何虚拟内容均可以通过各种感知信息渠道呈现，如音频、视觉、嗅觉和触觉[20s]，信息的种类以及与之相关的遍及度是增强现实的关键指标之一。第一代增强现实技术只考虑了视觉增强，其目的是组织和显示叠加在物理环境之上的数字叠加。例如，在90 年代早期的工作中，庞大的透视显示器并没有考虑到用户的移动性，要求用户以静止的姿势，通过有形控制器，与文本和2D图像进行交互[206]，信息的延迟较高。",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "因此，如何确保用户与增强现实中的数字对象无缝且实时的交互是增强现实技术的关键挑战[207]。自增强现实技术问世以来，已有大量的工作研究致力于改进增强现实中用户与数字对象的交互体验。例如，手绘交互技术为增强现实用户提供了一种直观且易用的交互接口。通过这种技术，用户可以通过“捏”的手势来选择和处理虚拟空间中的对象[208]，提高了信息的广度、粒度和遍及度。换而言之，使用增强现实技术的用户，可在物理的工作环境中与数字空间中的虚拟对象同时进行交互，减低信息的延迟。",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "为实现物理世界对象与虚拟数字对象无缝衔接，需要突破机器视觉检测和跟踪技术，以将可视化显示的虚拟内容与真实环境中的相应位置进行映射，以增强信息的广度、粒度和适配度。近年来，增强现实头显技术已经得到显著改进。通过将头显技术嵌入到眼镜中，有效提高了轻量级增强现实的移动性，用户可以通过接收头显视觉和音频反馈识别增强现实中的不同种类对象[209]。虽然增强现实亦可借助手持式触摸屏、天花板投影仪、Pico（可穿戴）投影仪等其他类型的设备实现，但由于头显技术具有自由切换用户注意力和可释放用户双手等优势，信息的延迟低，被普遍认为是未来宇宙用户与虚拟世界交互等主要手段[210]。",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "（4）混合现实",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "增强现实和虚拟现实分别描述了“现实-虚拟连续体”的两端，而混合现实则是位于两者之间的交替现实[2]。增强现实通常只是简单地显示叠加在物理环境上的信息，并没有考虑物理世界与虚拟世界之间的互操作问题。与之相对地，混合现实更关注物理环境与虚拟实体如何交互。因此，很多研究者认为混合现实是增强现实的强化场景。在其中，物理空间与虚拟对象之间具有更紧密的连接和协作关系[212]，全面增强物理世界反映于信息空间的广度、粒度、遍及度、适配度和种类。",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "很多研究者认为，将物理世界连接到虚拟世界的数字孪生是未来元宇宙的起点，而混合现实则为用户提供了在元宇宙中实现物理世界和虚拟世界无缝交互的窗口[213]。在元宇宙中，物理对象、物理对象的数字化身、对象之间的交互融为一体，从而构成巨大规模的虚拟共享空间。所有虚拟环境中的活动应能同步，并反映虚拟空间的运动状态变化[214]。通过混合现实技术，人类用户可以在数字孪生中进行创作[215][216]。这些在数字空间中创建的内容同时可以反映在物理环境中，与物理环境实现跨时空融合[217]。即使我们无法准确预测未来元宇宙终将如何影响我们的物理世界，但我们可通过现时的混合现实技术原型管中窥豹。例如混合现实中的高逼真场景、现实存在感、可共情的物理空间等[218][219].都是人们所畅想的未来将物理空间与多重虚拟世界相互补充、“虚实相生”的元宇宙基本特征[207]。",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "在元宇宙中，基于扩展现实技术由于具有显著的可视化内容特征，因此为机器人和虚拟环境之间开放通信提供了解决方案[220]。此外，在诸如场景分析、安全分析等任务中集成了虚拟环境，使人类用户能够理解机器人操作，从而建立起对机器人建立信任和信心，它将导致人类与机器人协作范式发生转变[22]。同时，机器人将作为现实世界中的人的数字替身的物理容器，元宇宙中的虚拟环境也可改变人类对协作机器人的感知。在未来，数字孪生技术和元宇宙将是新机器人设计的虚拟试验场。",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "在未来元宇宙中，虚拟世界与物理环境实时无缝连接。在这种场景下，具有较少噪声、模糊和高分辨率的3D视觉技术则变得非常重要。无论是传统的基于手工构成特征，还是基于深度学习的语义分割技术或目标检测技术，都存在计算开销过大的问题，依然难以支持元宇宙中要求的实时整体场景理解。因此，视觉研究将图像恢复和图像增强方法相融合[22]，以实现虚实无缝衔接的元宇宙愿景。同时，元宇宙将使得实时多媒体应用呈指数级增长,需要大量带宽来实时传输非常高分辨率的内容，同时对网络延迟的要求非常高，许多交互式应用将运动视为光子延迟，即用户动作和屏幕上响应之间的延迟[223]。因此，当前的5G几乎无法满足元宇宙的透视增强现实或虚拟现实等多媒体应用的延迟要求。为了使用户体验能够真正获得无所不在的元宇宙体验，基于无线移动技术的户外无缝网络接入变得至关重要。目前，最后一英里接入仍然是LTE5G网络的瓶颈所在[224]。为突破这一技术难题，多址边缘计算（Multi-access edge computing，MEC）通在距离无线连接的用户设备一跳的位置提供标准、通用的边缘负载平衡服务，有望将5G延迟降低到1毫秒。然而，考虑到元宇宙中无限的并发用户共同作用在虚拟对象上并且彼此交互，尤其是可能的延迟会对用户体验产生负面影响，这种超大规模上管理和同步信息的运动状态是一个极为巨大的挑战。",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "4．信息空间的框架结构",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "计算机与通信技术紧密结合，推动了信息技术蓬勃发展，促进了互联网、移动互联、云计算、大数据、超级计算、人工智能、区块链、物联网、虚拟现实等一系列重要成果的广泛应用，手段越来越多，种类越来越全，无不深刻改变着人类的生产生活方式。近时期来，“元宇宙”一词受到信息科技领域、也包括社会各界的高度关注[225]。仅从词义而言，元宇宙就比以往各项信息技术成果具有更加广袤、甚至是无边无际的涵义。因此，迫切需要根据信息技术的重要成果，结合信息运动和利用的客观规律，从现实世界、人类社会和信息系统的整体视角，全面审视信息空间的框架结构，力求达成认知基础的基本统一。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "4.1元宇宙的概念和本质",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "元宇宙概念出现在信息技术成果不断涌现，新一轮科技革命方兴未艾的关键时期。有人深思由此可能带来的巨大变革，有人借此包装自己的业务和产品，也有人视其为科技发展史上的噱头或笑料[226]。但是，无论如何信息科技经历数十年蓬勃发展，确实需要运用更加宏阔的概念充分包容、集成、整合各类丰富多彩的成果，以期促进信息科技更加快速、更加有序、更加可预期的发展。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "元宇宙可以视为各类信息技术在当今时代的阶段性集成，能够吸纳迄今为止的数字技术成果，也可能将显著改变科学研究的范式，促进信息科学与生命科学、社会科学、量子科学等广泛领域的更加全面的互动。事实上，迄今为止的各类信息技术成果都以各种不同的功效促进各种形态的信息运动和利用，始终贯穿其中的就是与物质流和能量流密切结合又相互作用的信息流。所以，基于现有代表性观点[219][22][27][8]，可以认为元宇宙就是现实世界和信息空间之中无处不在、形形色色、川流不息的信息流的总和。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "（1）元宇宙的基本要素",
        "text_level": 1,
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "从其概念可知，元宇宙包括信息、信息运动、信息系统和信息利用等基本要素。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "元宇宙是世间所有信息流的总和，而信息流的主体是信息，因此元宇宙最为根本的要素就是信息。如果说宇宙的本源是物质，那么元宇宙的本源就是信息。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "另一方面，不运动的信息并不能成为信息流，因而也不是元宇宙的组成部分。所以元宇宙的另一个基本要素就是信息运动，一个信息由信源出发，经过各种环节，到达信宿所形成的信息流才是元宇宙的组成元素。信息运动既可以是单一设备内部的一次光电转换，也可以是千回万转、层峦叠嶂的环球旅行，这些形式和功效都是元宇宙必须关注的重要因素。",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "当今信息时代，几乎所有信息流都不是仅通过自然界的天然器物就能形成，必需依赖于遍及全球的信息基础设施、人机交互、媒体中心、时空计算、创作经济、创新发现、深度体验等各类信息系统的支持才能得以实现。所以，信息系统是承载信息、驱动信息流的主要载体，也是信息技术发展至今，催生元宇宙概念的重要因素。研究元宇宙，离不开对于现有信息系统的充分理解，也需要对于未来信息系统发展的洞察和预见。",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "同样在当今信息时代，人们重视信息流的根本意义在于尽可能利用信息，服务人类所以元宇宙必须关注更高水平的信息利用。与此有关的一个例子就是，深度体验技术[222]将通过身份、朋友、沉浸、多元、随时、随地、经济、文明的互联互通、融合共享和学习提升，自然而准确地模拟人在现实世界的行为，使得人们能够随时随地切换身份，穿梭于现实世界和信息空间，任意进入其中一个空间和时间节点构成的元宇宙，在其中学习、工作、交友、购物、旅游，实现“身临其境”。在此场景中，具象的元宇宙以抽象的信息空间为基础，支持人们更加随心所欲地利用信息。类似的场景数不胜数，都为元宇宙的技术发展和系统研发，进而推动更高水平的信息利用提供了无限可能。",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "（2）元宇宙的技术特征",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "信息是元宇宙的血液，信息流动赋予元宇宙活力。元宇宙以信息系统为载体，实现现实世界与信息空间的交汇融通和有机结合。所以，元宇宙不是静止，而是运动的；不是局部，而是全局的；不是单一形态，而是多姿多态的；不只属于现实世界或信息系统，而是二者相互联系、相互作用的紧密桥梁。",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "运动是元宇宙的主要技术特征。源源不断的信息流驱动着元宇宙昼夜不息地服务人类，信息运动的来源和去向，运动的方式、速度乃至于加速度，运动经历的环节和过程等等，都关系到元宇宙的具体实现，必须研究建立相应的动力学机制，才能真正理解和掌握元宇宙的基本规律。",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "全局性是元宇宙的一种重要技术特征。既然我们希望通过元宇宙的概念容纳信息技术的各类成果，就不能仅仅限于某一环节或某一场景考虑元宇宙的发展，而应从信息的感、传、知、用各个环节，全世界的各类用户，科学、经济、社会、人文、自然等各个领域，针对信息利用的广阔性、遍及性、真实性等方面的度量指标，谋划元宇宙的全面发展。",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "信息流的形态也将是元宇宙的一个重要技术特征。信息技术经过数十年的快速发展，已经能够为人们提供数字信号、数据、文本、音频、视频、多媒体等各种形态的信息流，满足人们生产生活之中的多元化需求。随着5G移动通信、高性能人工智能技术的成熟应用，利用虚拟现实、增强现实、混合显示等技术增强用户的现场感、沉浸感和代入感，大幅提升用户对信息流和信息空间的体验，是元宇宙发展的应有之义。由此，信息流的细致性、及时性、丰富性和适配性等方面的度量指标，将成为评价元宇宙技术的重要特征。",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "更加密切地实现现实世界与信息系统的无缝衔接，是元宇宙的另一个重要技术特征。人类利用信息技术和信息资源提高工作效率、优化生活方式已经取得了很大成功。但正如我们尚未开启信息科学研究的合理范式一样，对于现实世界中信息资源的充分利用仍处于很低的水平，很多领域不是没有更加精深的现实应用需求，而是信息的采集、传输、处理、汇聚和作用等环节仍然存在技术瓶颈，甚至是认识上鸿沟。一言以蔽之，就是信息系统与现实世界仍然存在严重的脱节和分割。因此，应该通过充满元宇宙的信息流，驱动现实世界与信息系统的全面融合，实现更高层次的信息利用。",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "（3）元宇宙的社会形态",
        "text_level": 1,
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "元宇宙将运用多种新技术整合催生虚实相融的社会形态，丰富数字经济模式，推动传统哲学、社会学，甚至人文科学体系的突破。人类在关注和参与元宇宙的形成与发展过程中，传统的生命概念、时空概念、能量概念、族群概念、经济概念和价值观念都可能被改变和颠覆，迫使人们重新思考基本的哲学概念：先验知识、存在和存在主义、经验主义、二元论、语言本质、超现实社会等。在元宇宙信息流的视角下[22]，现实人类及其创造的虚拟人，包括生物人、电子人、数字人、虚拟人、信息人等，以及它们繁衍的拥有不同性格、技能、知识、经验等天赋的后代，都将形成新的社会关系与情感连接，最终演变为有机体和无机体，成为开拓元宇宙边界的先驱者，并在数字化新大陆上构建“后人类社会”。如果将“后人类社会”形成过程看作生命形态从“碳基生命”向“硅基生命”过渡的过程，那么将存在生物学、信息论、技术的演变，以及伦理、文化和社会的演变，充满期望和风险。其间现实和虚拟之间的新形态人类，有赖于信息流赋能，未来将行走于生物体和机器之中。",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "4.2现实世界与信息空间",
        "text_level": 1,
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "讨论元宇宙，研究信息流，进而探索信息系统动力学，就不能不考虑现实世界、信息空间及其相互之间的关系。可以认为，现实世界是本，信息空间为形。",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "（1）现实世界中的信息空间",
        "text_level": 1,
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "控制论的创始人Wiener指出“信息就是信息，不是物质也不是能量”[29]。在此基础上，德国哲学家 Steucke 提出“信息是与物质、能量并列的第三种东西”[230]。信息理论最为著名的是 Shannon 信息论，其后包括钟义信的全信息论、Burgin的一般信息论、Vigo的表示信息论、Fleissner 和Hofkirchner的统一信息论、信息几何理论体系等几乎所有的代表性成果都遵循信息熵的基本定律[231]。Shannon信息论认为，只有当信宿接收到时，信息才能产生意义。这样也就隐含了信息一定是客观实在的。事实上，人们可以认识信息，描述信息，利用信息，但不能以个人的主观意志改变信息。即使基于各自的学科领域和知识背景对信息的解读不一，但不能由此而否定信息的客观存在。就如物质和能量不以人的意志为转移一样，信息的客观性也应该不以人的主观意识为转移，对于信息系统而言就更是如此。所以，我们将信息界定在客观范畴，将物质、能量和信息视为客观世界的三大构成要素。其中，信息以现实世界中的物质和能量为媒介，客观反映现实世界中的事物及其运动状态。",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "英国科学家Popper提出了现实世界的划分[232]：第一是物理客体或物理状态的世界;第二是意识状态或精神状态的世界，或关于活动的行为意向的世界；第三是思想的客观内容的世界，尤其是科学思想、诗的思想以及艺术作品的世界，并特别强调了第三世界的客观性。其中，第一世界与第三世界实际上是对客观世界的进一步划分，而第二世界就是通常意义上的主观世界。照此观点，现实世界包含主观世界和客观世界，客观世界又分为客观知识世界和客观物理世界。其中，主观世界是指意识、观念世界，是认识和把握整个世界的精神活动以及心理活动的总和，不是信息，只是认识和感知。客观世界是指物质的、可以感知的世界，是意识活动以外的一切物质及其运动的总和，依靠物理载体，存在于书本、磁带、光盘等物理介质上。",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "可见，亘古以来现实世界中就存在信息空间。自然界中声、光、电无不向观察者提供着信息，语言、文字、图像等也在向人们表达着信息，这些都是现实世界中信息空间的内容存在，概属于Popper“三个世界”中的第一世界和第三世界，某种程度上，这两个世界本身都是信息的载体，可以看成是现实世界中信息空间的集合。但是，直到大规模信息系统出现，这些信息的作用范围和功效都非常有限，以至于今天信息时代的人们反而容易忽视它们的存在。",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "（2）信息时代的信息空间",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "进入信息时代，各种信息系统应运而生，现实世界的信息经过数字化进入信息系统，客观反映现实世界。信息系统中信息日益积聚，信息流作用日益凸显，日益成为信息空间的主要载体和关注焦点。例如，信息系统利用数字化配置现实人的生理存在、文化存在、心理和精神存在，构成信息空间中的虚拟人。再例如，信息系统中的数字孪生，就是在信息空间中构建一个完全由数据表达的对象实体，利用信息空间的内核反映现实世界的外壳，在此阶段人们不关注如何处理和存储，只关注其对现实世界表达的精准程度。可见，现实世界包含信息空间，而信息空间更多以信息系统为载体。现实世界是信息空间的本质和内涵，提供信息源泉。信息空间反映现实世界，也推演模拟现实世界难以实现的事物，反哺现实世界。",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "进一步地，包含信息系统的信息空间与现实世界互动，有利于实现从理念、技术到文化层面的互补和平衡。可以设想，在现实世界和信息空间中同时栖息的现实人和虚拟人个体，不是单一身份而是多重身份，此时人类及其虚拟生命在信息空间的社会活动和生活方式中，自学习、自适应、自交互、自进化，获得更多幸福，并将这样的感受和体验带回到现实世界，就有利于现实世界向善改变，形成新的“人类共同体”文明生态，生命也可能在信息空间中从生理有限扩展到数字无限。",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "（3）信息空间的要素",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "可见，信息空间跨越现实世界和信息系统，包括现实世界中的第一世界，也就是客观物理的世界；第三世界，也就是客观知识的世界。同时还包括信息系统中的全部信息，既有采集、传输、处理和作用过程中的各种数字化信息，也有汇聚沉淀、全然以数据形式表达的各种信息。元宇宙正是信息空间中各种信息流的全部集合。",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "进一步分析，可以发现信息空间包含自然信息、行为信息和媒介信息等三种基本要素。",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "1）自然信息",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "自然信息是客观世界中物质和能量的运动状态在客观世界中的直接表现，是信息的第一种基本形态。日月星辰、山川江河、城市街道、乡村田野无时无刻不在展示着自然信息，春天树枝头的嫩芽、秋天山岗上的红叶、迎面走来的老年人头上的华发、镜中反射的青年人健美的身材也都表达了自然信息。可见，自然信息让我们最直接地感受到大自然的气象万千。主要特点有：一是自然信息反映的本体是客观世界中的事物，如地理天象、建筑器物、动物植物等，即使人类还具有纷繁复杂的主观世界，自然信息反映的也仅是人们的外在形象；二是自然信息的表现具有时变性，许多景观在宏观上可能长期一成不变，微观上则很有可能是瞬息方变的；三是自然信息既能够通过本体自身、也能够通过其他载体得以展现，巍峨的山峰既能让攀登者切身感受到它的存在，又能以水中倒影甚至海市蜃楼的方式通过水、空气等其它载体展示它的雄伟。",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "2）行为信息",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "行为信息是主观世界中的意识和思想状态作用于客观世界中物质和能量的间接反映人类的嬉笑怒骂通过表情或语言反映了主观世界的心情状态，鸟儿的振翅鸣叫通过体态或声音表达了逃生或求偶的意识愿望，大象在同伴逝去时还会长时间围绕逝者的躯体驻足停留以表示内心的哀伤。可见，行为信息通过动作、表情、语言、声音等方式间接地反映了人类及其他生灵主观世界的意识和思想状态。主要特点有：一是行为信息反映的本体是主观世界中的意识和思想状态，如人类、动物甚至还包括部分植物、微生物等的本能、欲望、情感、判断、决策等；二是行为信息的表现也具有时变性，因为主观意识复杂多变，因而受其支配的行为动作一定会因时间的变化呈现出千姿百态；三是行为信息只能通过身体、声音或工具等其它载体间接反映、而难以以本体即主观状态本身的形式得到直接呈现。笔者认为，虽然测谎仪等试图窥视人类主观世界的器具已经诞生百年以上，但无论科技如何进步，世间生灵的主观世界永远不会直接呈现在光天化日之下，因为主观世界与客观世界毕竟是两类截然不同的范畴。惟其如此，世界的存在与发展才更显精妙。",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "3）媒介信息",
        "text_level": 1,
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "媒介信息是自然信息和行为信息经过采集、传输或处理等过程后以物质和能量的形式得以存储的映像。报纸、期刊、书本中记录的大量社会新闻、人物评说和百科知识，是能够让人反复阅读的媒介信息；广播、电影、电视中播放的音视频是能够让人反复倾听或观看的媒介信息；遍及全球的互联网服务器存储了容量巨大、形式各异的数据代码，是能够对用户展示或支持各类信息系统运转的媒介信息。可见，媒介信息记录或复制了各种自然信息或行为信息，间接地使客观世界和主观世界中事物的运动状态得以持续或长久表现。主要特点有：一是媒介信息的本体既可以是客观世界中的事物，也可以是主观世界中的意识和思想状态；二是媒介信息具有时间上的稳定性，便于用户重复感受或处理；三是媒介信息只通过纸、竹简、石材、磁盘、电路、屏幕等其它载体反映本体的运动和变化状态。",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "表1反映了信息空间三种基本要素的简要特征。",
        "page_idx": 34
    },
    {
        "type": "table",
        "img_path": "images/79e02498c8015f0d9c655dc7dcbff680cb6b8e32a02f57f90b4189a883e7d281.jpg",
        "table_caption": [
            "表1：信息空间的要素特征"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>分类</td><td>内涵</td><td>实例</td><td>本体</td><td>时变特性</td><td>载体</td></tr><tr><td>自然信息</td><td>客观世界中事物 运动状态的直接 表现。</td><td>山河景象、城市 风貌、身材体形 等。</td><td>客观世界中的 事物。</td><td>因时而变</td><td>本体自身或 其它载体。</td></tr><tr><td>行为信息</td><td>主观世界中意识 和思想状态作用 于客观世界的间 接反映。</td><td>人物的表情、语 言、歌声以及动 物的肢体动作、 鸣叫之声等。</td><td>主观世界中意 识和思想状态。</td><td>因时而变</td><td>本体之外的 其它载体。</td></tr><tr><td>媒介信息</td><td>自然信息和行为 信息的存储映像。</td><td>书本资料、书画 制品、音像媒体、 数据库等。</td><td>客观世界中的 事物或主观世 界中的意识和 思想状态。</td><td>不因时而变</td><td>本体之外的 其它载体。</td></tr></table></body></html>",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "4.3基于信息流的信息空间框架结构",
        "text_level": 1,
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "根据现实世界与信息空间的相互关系，合理分类信息系统的基本组成，基于信息流的驱动作用，描绘整个信息空间的框架结构，是支持形成信息系统动力学理论体系的重要前提。",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "（1）构建原则",
        "text_level": 1,
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "信息空间依靠信息提供资源，依靠信息流动赋予活力，依靠信息系统实现功效价值。信息空间的框架结构应该充分融合现实世界和信息系统，吸纳信息科技成果，覆盖所有信息流程，展现信息运动作用，支持信息系统的研究、分析和评价。因此，构建信息空间框架结构，需要遵循以下四项准则：",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "1）虚实融合 1一 信息空间的框架结构应该是现实世界和信息系统的全面融合；",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "2）信息流动—一信息空间的框架结构依赖于信息的充分流动和驱动作用彰显蓬勃生机；3）流程覆盖一一信息空间的框架结构必须包含信息运动的所有重要流程环节；4）成果包容—一信息空间的框架结构必须包容信息技术的一系列重要成果。",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "（2）框架结构",
        "text_level": 1,
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "基于上述准则，提出信息空间框架结构如图1所示。",
        "page_idx": 35
    },
    {
        "type": "image",
        "img_path": "images/785e9480e1e443cdb1312490d40e7439ff3386f9fa6dde2403e0dd4889c43848.jpg",
        "img_caption": [
            "图1：信息空间的框架结构"
        ],
        "img_footnote": [],
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "图1中，红色区域为现实世界中的主观世界。完整的蓝色区域为承载信息空间的所有载体，既涵盖现实世界中的客观物理世界和客观知识世界，也涵盖由外向内自第二环开始的信息采集/作用、信息传输、信息处理、数据空间等所有信息系统。穿梭于各个环节的箭头表示运动于现实世界和信息系统中的各种信息流，自现实世界由外向内历经信息采集、信息传输、信息处理三环，最后汇聚淀积到核心区域—一数据空间，然后又逆向由内而外，经过信息处理、信息传输、信息作用三环，作用于现实世界。由于信息采集和信息作用直接面向现实世界，所以我们将信息采集/作用表现在同一环路，仅用颜色深浅和信息流不同指向加以区分。理论上，信息系统都是现实世界的组成部分，但由于其对于信息、信息流和信息空间的特殊作用，并且也是信息系统动力学的主要研究对象，因此在信息空间框架结构中将其与现实世界分开，居中成为我们关注和研究的主体。图中所有信息流的总和构成元宇宙，驱动实现现实世界与信息系统的各种交互作用。",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "（3）现实世界",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "按照Popper的划分，现实世界由主观世界、客观物理世界和客观知识世界三部分构成。其中主观世界指向信息系统发送并从其中接受信息，自身并不存储信息，只包含意识、认识、知觉、知识等主观内容，这样符合信息只属于客观范畴的基本定位。客观物理世界包含自然物体和人造物体等两大组成部分。客观知识世界包含符号、数据、图画、书籍、语音和视频等知识产品。无论客观物理世界还是客观知识世界，都既能够产生或接收信息，也能够存储信息，因而也是信息空间的重要载体。",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "（4）信息采集/作用环",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "信息采集/作用环直接面向现实世界。信息采集通过光学采集、音频采集、动力采集、温度采集、电磁采集等各种方式和途径从现实世界采集到各类信息后，将其发送到信息系统其它组成部分。信息作用则逆向行之，从信息系统其它组成部分接收到信息后通过语言文字、图像影像、数据、动力、温度、虚拟现实、增强现实、混合现实等各种方式反馈作用于现实世界。",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "（5）信息传输环",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "信息传输环主要运用通信、专用网、互联网、移动互联网、数联网、物联网等方式，实现信息系统内部各种类型信息端到端传输或相互之间的信息交换。",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "（6）信息处理环",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "信息处理环主要运用传统计算、超级计算、云计算、大数据、人工智能、区块链等方式以及还可以进一步细分为若干具有特定功效的子方式和算法，对信息系统中的各类信息按照业务需求进行各种必要的处理，以满足各类用户的信息需求。",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "（7）数据空间",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "数据空间是信息系统的核心。现实世界中的各类信息经过数字化采集、传输、处理等环节后，转换形成类型丰富、规模庞大、关联密切的巨量数据，以数据信息、文本信息、音频信息、图形信息、图像信息、视频信息、知识图谱、数字孪生等方式汇聚到数据空间，足以形成表征现实世界的全息镜像。这样的全息镜像与现实世界自身相比，显然在传输和处理上具有很多无可比拟的条件和便利，能够使得人们几乎随心所欲地加以利用，反哺作用于现实世界，推动人类的文明进步。所以一定程度上，信息系统的中心任务就是构建能够表征现实世界全息镜像的数据空间。",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "5．信息模型、性质和度量的再认识",
        "text_level": 1,
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "为研究信息系统的动力机制，许建峰等针对客观世界中无处不在的信息提出了客观信息论和信息空间的数学定义[25]，其后稍作改进[26]，还结合空中交通管制系统进行了实例分析[225]，说明有关信息的定义、数学表达、基本性质和度量体系对于信息系统的设计、分析和评估都具有重要作用。本文所讨论的信息空间主要涉及信息的采集、传输、处理、汇聚和作用等重要环节，自然需要运用信息的定义、模型、性质和度量，支持开展整个体系及各组成部分的功能性能和作用机制研究。根据作者近期的研究成果和体系工程实践，已经对相关内容形成了更为透彻的认识。为方便读者阅读理解，在此全面介绍经过一系列修正和补充的客观信息论基础理论体系。",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "5.1信息的模型",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "定义1设表示客观世界集合，表示主观世界集合，为时间集合，和中的元素可以根据论域的特定要求进行合适的具体划分，由此可得信息的数学定义：",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "设本体、发生时间、在上的状态集合、载体、反映时间和在上的反映集合均为非空集，信息便是到的满映射，即：",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "或",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "所有信息的集合称为信息空间，记为，是客观世界的三大构成要素之一。",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "需要强调的是，为最大范围地容纳可能情形，[3]中说明信息定义中的映射“并不仅限于单值映射,也可以是多值映射”。作者经过多年研究分析，都未发现必须用多值映射才能解释的实例。虽然复变函数中也有多值映射的数学表达和理论成果，然而多值映射毕竞很难理解，并且易于导致实践应用的混乱，所以目前的定义还是将信息限制为单值映射，这个修正会为后续诸多研究带来明显便利，同时并不影响绝大多数、甚至可能是所有的应用情形。",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "定义2称为信息的六元组模型，也记为。",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "信息的六元组模型虽然简单，却对信息概念进行了三项重要解构。一是对于信息主体的二元解构：根据信息的反映特性，利用本体和载体的二元结构描述信息的主体；二是对于信息的时间维解构：针对信息的时变特性，引入状态发生时间和反映时间两个参量，支持从时间维开展信息运动的分析研究；三是对于信息内容的形态解构：引入状态集合和反映集合两个因变集合，以此容纳所有的信息内容和形态。通过此三项重要解构，使得我们能够除信息量之外，还能对信息进行更加深刻全面的剖析，也为建立信息系统动力学提供充分的数学基础。",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "图2表现了人们几乎天天都要面对的新闻采访和发布全程信息流，这个经过抽象的场景能够更加直观形象地帮助理解信息的六元组模型。其中，信息采集环节主要通过视频、音频和文字等采集手段获取被采访对象的状态信息；信息传输环节则通过互联网等广域网络将采集到的信息传送到相应处理系统；信息处理环节进行视频、音频、文字以及相互融合处理形成各类新闻素材；这些新闻素材需要汇聚到更加全面的新闻数据库，以支持更加广泛的调阅应用；此后又在信息处理环节，内容和形式更为丰富的新闻信息经过分发和编排处理达到发布条件；其后还通过信息传输环节，各类媒体新闻信息依靠互联网传输到达各种信息终端；最后在信息作用环节，遍及全球的各类终端设备通过多种形态将相应新闻信息直接展现给各类观众或读者。",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 38
    },
    {
        "type": "image",
        "img_path": "images/263f1fab4baed5ff0b539c7a794b5395600cb6cae109180b53bb8cfda24f2b84.jpg",
        "img_caption": [
            "图2新闻采访一发布过程中的信息流程"
        ],
        "img_footnote": [],
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "根据关于信息空间框架结构的分析，整个新闻采访和发布过程主要包括七个重要环节，其中每个环节的信息都具有本体、发生时间、状态集合、载体、反映时间、反映集合等六类元素。表2展现了各项具体内容。",
        "page_idx": 38
    },
    {
        "type": "table",
        "img_path": "images/16d1c0c5dc095d8a9866b7c793ba3f568e3ee14956133b2139c8253e797d4bca.jpg",
        "table_caption": [
            "表1新闻采访和发布过程各主要环节的信息元素"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>序 号</td><td>信息运 动环节</td><td>本体 0</td><td>发生时间)</td><td>状态集合 0</td><td>载体 0</td><td>反映时间 ）</td><td>反映集合 0</td></tr><tr><td>1</td><td>信息采集 ）</td><td>被采访 对象 ）</td><td>从新闻采访开 始到新闻采访 结束 ）</td><td>被采访对象及 采访现场的图 像、语音、文 字等，以及被 采访对象的主 观意识 ）</td><td>摄像机、照 相机、录音 笔、笔记本 等 ）</td><td>从新闻采 访开始到 新闻采访 结束 ）</td><td>被采访对象 及采访现场 的图像、语 音、文字等 数据和文字 集合 ）</td></tr><tr><td>2</td><td>信息传输 ）</td><td>摄像机 照相机 录音笔 笔记本 等 0</td><td>从新闻采访开 始到新闻采访 结束 0</td><td>被采访对象及 采访现场的图 像、语音、文 字等数据和文 字集合 ）</td><td>互联网等传 输链路 ）</td><td>从新闻数 据传输开 始到传输 结束 ）</td><td>被采访对象 及采访现场 的图像、语 音、文字等 数字化编码 ）</td></tr><tr><td>3</td><td>信息处理</td><td>互联网 等传输 链路</td><td>从新闻数据传 输开始到传输 结束</td><td>被采访对象及 采访现场的图 像、语音、文 字等数字化内 容</td><td>视频处理器 音频处理器 编码解码器 新闻编辑剪 辑子系统等</td><td>从数字解 码开始到 音视频、 文字及融 合处理完</td><td>新闻视频、 音频、文字 及融合素材 信息</td></tr></table></body></html>",
        "page_idx": 38
    },
    {
        "type": "table",
        "img_path": "images/213740d1748165dec907ce984cc79c7439ca21b3d745816765419972a2fd05aa.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>序 号</td><td>信息运 动环节</td><td>本体 0</td><td>发生时间)</td><td>状态集合 0</td><td>载体 0</td><td>反映时间 ）</td><td>反映集合 0</td></tr><tr><td></td><td>）</td><td>0</td><td>）</td><td>0</td><td>0 新闻数据库</td><td>成 ）</td><td>） 新闻视频、</td></tr><tr><td>4</td><td>数据空间 ）</td><td>视频处 理器、 音频处 理器、 编码解 码器、 新闻编 辑剪辑 子系统 等 0</td><td>从数字解码开 始到音视频、 文字及融合处 理完成 ）</td><td>新闻视频、音 频、文字及融 合素材信息 0</td><td>）</td><td>从新闻视 频、音频 文字及融 合信息录 入信息数 据库到相 应内容删 除或数据 库停用 ）</td><td>音频、文字 及融合信息 ）</td></tr><tr><td>5</td><td>信息处理</td><td>新闻数 据库</td><td>从新闻视频、 音频、文字及 融合信息录入 信息数据库到 相应内容删除 或数据库停用</td><td>新闻视频、音 频、文字及融 合信息</td><td>新闻媒体制 作子系统</td><td>从新闻媒 体开始接 受视频、 音频、文 字及融合 信息到制 作完成发 布内容编 辑 ）</td><td>具备播放、 发布条件的 新闻视频、 音频和文字 内容 0</td></tr><tr><td>6</td><td>信息传输 ）</td><td>新闻媒 体制作 子系统 ）</td><td>从新闻媒体开 始接受视频、 音频、文字及 融合信息到制 作完成发布内 容编辑 ）</td><td>具备播放、发 布条件的新闻 视频、音频和 文字内容 ）</td><td>互联网传输 链路 ）</td><td>从新闻成 稿传输开 始到传输 结束 ）</td><td>新闻成稿的 数字化编码 ）</td></tr><tr><td>7</td><td>信息作用</td><td>互联网</td><td>从新闻成稿传 传输链丨输开始到传输</td><td>新闻成稿的数 字化编码</td><td>电视、广播 报纸、手机|报、阅读|视频、音频</td><td>从新闻播</td><td>播放的新闻</td></tr></table></body></html>",
        "page_idx": 39
    },
    {
        "type": "table",
        "img_path": "images/fe3c9f69757b7dbb68614034732c64d40948895cc404250544e34a9f1a0d1912.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>序 号</td><td>信息运 动环节</td><td>本体 0</td><td>发生时间)</td><td>状态集合 0</td><td>载体 0</td><td>反映时间 ）</td><td>反映集合 0</td></tr><tr><td></td><td>）</td><td>路 ）</td><td>结束 ）</td><td>）</td><td>等 ）</td><td>开始到结 束 ）</td><td>网页、文字 等 0</td></tr></table></body></html>",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "表2中各个环节的信息主体和载体都不相同，特别是下一个环节的本体、发生时间和状态集合分别都是上一环节的载体、反映时间和反映集合，这反映了信息传递的重要特征。另一方面，由于新闻信息本身放映的都是被采访对象的主、客观状态，因此所有各个环节的本体及其状态又都可以理解为被采访对象在受访时段所处、或所发出的图像、语音、文字等主、客观内容，这也是信息传递的基本属性。",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "5.2信息的基本性质",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "根据六元组模型可以进一步讨论信息的几种特别重要的基本性质。",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "（1）客观性",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "按照定义1，信息是到的满映射，因此信息只有通过才能得以体现。而是客观世界中的载体在时间上的状态集合，所以信息只有通过客观世界才能得以体现。因此我们说信息必然属于客观世界，这就是信息的客观性。",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "推论1信息能够通过客观世界中的事物被感知和测量。",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "证明：对于信息，反映集合是客观世界中的载体在时间上的状态集合。根据英国哲学家Popper关于现实世界的划分[23]，客观世界包含两大部分，一是物理客体或物理状态的世界，二是思想的客观内容的世界，尤其是科学思想、诗的思想以及艺术作品的世界。前者以自然或行为等形式存在，后者以书本、书画、音像、数据等形式存在[234]。因而无论载体属于其中的任何形式，显然其状态集合都能够被感知和测量。",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "同时，由于是本体在发生时间上的状态集合的映射，所以只要满足一定条件，总能从感知或测量到的内容，表明信息的主体内容都能通过客观世界中的事物被感知和测量。",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "正是因为信息具有的客观性，我们称由定义1和定义2导出的一系列理论体系为客观信息论。由于信息具有客观性，人们才能够通过大量确定的方法采集、传输、处理、汇聚和应用信息。事实上，推动人类社会进入信息时代的大量信息系统都是客观存在的系统，尽管人工智能、类脑系统、脑机接口等新型技术快速发展，但其主要作用也是利用先进设备充分模拟人的思维方式或接受人的主观意识，转化为信息系统能够处理、客观存在的信息，所以客观信息论对于信息系统和技术的分析研究具有根本支撑作用。",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "（2）还原性",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "信息是到的满映射，如果这个映射还是单射，也就是说对于任何，若",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "必有",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "此时就是可逆映射，即存在的逆映射，使对任何一组，都存在唯一一组，使",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "由此可得",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "可见，根据和能够还原到在上的状态，这时我们称信息是可还原的，也称是信息的还原态，这就是信息的还原性。现实世界中，绝大多数信息都能够还原，人们能够通过信息寻找其还原态，这正是信息最为重要的性质或意义所在。",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "推论2对于可还原信息，若状态集合是一数学对象，则能够定义反映集合上的数学结构，使得与同构。",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "证明：因为为可还原信息，所以是到的一一满映射。因此，对于任何一组，都存在唯一一组使得。由此，对于中任何子集，当且仅当中所有元素构成一数学结构时，定义中也构成同样的数学结构。显然此时便能够实现与的同构。",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "可还原信息本体状态集合与载体反映集合的同构具有非常重要的意义。由此便能够将同一数学方法应用于信息本体和载体状态两个不同的集合，两个集合上的对象会有相同的属性和操作，对某一集合成立的命题在另一集合上也能成立，也就为运用丰富的数学理论支持开展广泛的信息科学研究打开了方便之门。本文后面关于集合内部关系的详细证明便能显现这方面的特别作用。",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "（3）传递性",
        "text_level": 1,
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "信息是到的满映射。当然不排除存在客观世界中的集合、时间集合以及在上所有状态的集合，并形成到的满映射。根据定义这时映射",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "也是信息，并且",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "实际上是通过到的复合映射。 ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "可见，复合映射实现了信息由到再到、由到再到、由到再到的传递，这就是信息的传递性。正是因为信息具有传递性，才能得以实现采集、传输、处理、汇聚和作用等各个环节的运动。",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "推论3（串行信息传递链）设集合为一系列可还原信息组成的集合，若对于任何，都有：",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "则称为信息和之间的串行信息传递链，且存在都是可还原信息，它们具有相同的还原态。",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "证明：设对于，显然是可还原信息，其还原态为；设对于，为可还原信息，则因为",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "且也是可还原信息，所以分别存在逆映射和，使得 ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "可见，只要令，则就是还原态为的可还原信息",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "串行信息传递是信息系统中十分普遍的信息运动形式，分析串行信息传递链的很多机理对于构建信息系统动力学理论体系具有重要意义。",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "（4）组合性",
        "text_level": 1,
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "信息中是作用不同的各种集合，自然可以分解或组合为若干新的集合，所以信息具有组合性。即：",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "定义3（子信息）对信息和，若",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "并且对于任何，总有",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "则称为的子信息，记为：",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "称作包含于。同时在",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "中至少有一式成立时，称为的真子信息，记为，称真包含于。．",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "推论4设信息是信息的子信息，若为可还原信息，则也是可还原信息。",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "证明：证明信息可还原，只需证明是到一一映射即可。事实上，若非一一映射，则存在两组不同的和一组，使得",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "但是根据子信息的定义，此时即有",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "这与可还原矛盾。所以也是可还原信息",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "定义4（组合信息）对信息及其两个真子信息和，若",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "且对任何，有",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "则称是和的组合，记为",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "信息的组合性决定了信息即可以灵活拆分，又能够任意组合，这就为人们根据实际需要确定信息处理的对象创造了充分条件。",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "（5）关联性",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "信息的关联性至少表现在三个方面。",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "首先，对信息，与、与、与都成对出现，特别是与，作为到的满映射，建立了和这样一对事物所处状态之间的特定联系。并且由于传递性，信息还能将更多的事物联系在一起，这便是信息关联性的一个重要体现，据此人们常言信息是万物联系的桥梁。",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "其次，因为信息可以分解为若干子信息，所以不同信息之间可能存在包含与被包含的关系，或者共同包含于另一信息的关系。由此可见信息之间能够建立起各种相互关系，这将是信息关联性的另一种体现形式，据此人们可以分析和利用信息之间的各种关系。",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "进而，分析信息的内部结构，还能发现信息关联性的最重要体现在于其能够反映其还原态内部的各种关系。可以证明，可还原的信息能够完全保留其还原态的内部关联结构，这就为人们对信息内部结构的处理、分析和利用提供了重要前提。",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "推论5对于可还原信息，若为状态集合上的等价关系，则一定存在反映集合上的等价关系，使得对于的任何两个子信息和，若，必有。",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "证明：对于任何两组，由于是可还原信息，当时，必定存在，使得，，且。由此，可以根据关系定义关系，当且仅当时，。",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "因为为等价关系，具有自反性，即，而，根据的定义，即有。这表明也具有自反性。",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "同样具有对称性，即由能够导出。而，，根据的定义，当时，必有，从而，进而得到。这表明S也具有对称性。",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "另外还具有传递性，即还存在另一组,使得“且”蕴含“”。此时，设，且，当且时，根据的定义，必有且，从而，由此依然根据的定义可得。这表明也具有传递性。",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "因为同时具有自反性、对称性和传递性，所以也是反映集合上的等价关系。",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "5.3信息的度量体系",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "[25][26]建立信息的度量体系，首先遵循了以下原则：",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "（1）溯源性原则一—从信息的定义模型出发，形成各种度量的具体定义和数学表达；（2）完整性原则—一从信息的实际内涵出发，形成涵盖与其价值密切相关的完整度量体系;",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "（3）普适性原则一一从信息的广泛类型出发，形成普遍适用于信息获取、信息传输、信息处理、信息应用及其组合所成的各类信息系统，而不仅限于某一特定领域的度量定义；（4）实用性原则一一从信息的应用要求出发，形成具有实用性和可操作性、能够指导信息系统分析研究的度量体系。在此基础上，根据理论研究和实践经验，还需要增加第五项原则，即（5）开放性原则一一从信息的复杂特性出发，人们很难完全认清信息的度量体系，需要根据理论研究和工程应用需求，合理补充、修正、完善信息的度量体系。",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "[25][26]基于信息的六元组模型和基本性质，提出了九类信息度量的具体定义，并根据集合的测度、势和距离等性质得到了相关的基本命题。本文在此基础上，强调所有度量都针对可还原信息，由此根据最新研究成果修正了部分度量的名称和定义。同时，又增加了信息的采样率和聚合度指标，前者用以表征信息状态在时域中的密集程度，后者用以衡量信息内部各组成部分之间关系的密切程度，都是信息系统设计和实现中具有重要导向意义的度量指标。整体上调整顺序将容量、延迟等人们最易理解的信息度量排列在先，以便于读者更能由浅入深地理解整个信息度量体系的内涵和意义。",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "定义5（信息的容量）设表示客观世界集合，是一个测度空间，为集合上的某种测度，可还原信息关于测度的容量就是的测度，即",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "对于同一个对象集合，数学上可以根据关注点的不同而定义多种不同的测度。所以，这里定义信息的容量并不唯一，而是可以依据不同的需要作出不同的定义。同样的理由，下述各项度量定义也都可以随关注点的变化而改变。",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "在信息系统中，信息的容量通常以比特为单位，是人们最易理解的信息度量。",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "推论6（随机事件信息的最小可还原容量）设随机事件取值的概率为（），，且，信息表示的取值情况，此时称是一个随机事件信息，其中，本体就是随机事件，状态发生时间就是随机事件取值（）的时间，状态集合就是值（），载体就是记录取值的物体或介质，状态反应时间就是载体记录取值的时间，反映集合就是载体记录取值的具体形式。若表示载体的比特数，根据香农信息熵原理，为可还原信息的最小容量就是",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "且 -1 ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "证明：对于随机事件信息，由于可以取值（），因而载体可以认为是一二进制数码。",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "比如，的比特数可以是，定义当取值时，的第位为1，其余位为0（），此时根据的取值能够导出的取值，所以是可还原信息，且。",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "另外，也可以定义当取值时，就取值（），此时根据的取值也能够导出的取值，也是可还原信息，且",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "为简化公式，不失一般性，后面讨论中假定以及均为整数。",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "可见，只要大于一定数值，总能保持的可还原性。但若小于所需数值，便不能保持的可还原性。根据香农信息熵原理，当取值的概率为（），，且时，的信息量为，也就是信息的最小可还原容量为：",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "因此，若，则信息即不可还原。以下的证明分别反映了上述三种情形的容量大小排序。",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "首先求严格凹函数（strictlyconcave function）",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "的最大值，其中",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "因为函数是严格凹的，所以若函数在内取到最大值，则取得最大值的点是唯一的。",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "利用拉格朗日乘子法可以求出函数在内的临界点（extremepoint）。设",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "并令为的临界点，则有 ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "由此可得",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "即是唯一的临界点，函数在该点的临界值（extremevalue）为。",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "利用数学归纳法可以求函数在上的最大值。注意到集合的边界为",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "因为",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "所以，函数可以延拓定义到上。",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "当时，同胚2个的不交并。由知，函数在临界点处取得最大值。",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "假设当时函数在临界点处取得最大值。",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "当时，函数在内的临界点处的临界值是。因为，其中同胚于个的不交并，所以由归纳假设和知，函数在上的最大值为。因此，函数在临界点处取得最大值。",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "由归纳原理知，对于任给的自然数，函数在临界点处取得最大值。",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "下面证明-1。设",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "因为，所以结合函数的单调性知在取得最大值。因为本推论中的未知变量只能取非零自然数，且，所以有",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "定义6（信息的延迟）可还原信息的延迟就是其反映时间上确界与发生时间上确界之差，即",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "延迟也是人们容易理解的信息度量，因为它直观刻画了信息载体对本体状态反映的快慢程度。需要强调的是，延迟的定义允许其具有正负性。特别地，当",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "这表示载体在本体状态发生时间之前，对未来相关状态的预测。比如信息系统中预测相关物体的运动、相关事件的发生等。",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "这里修正了[2提出的延迟定义。相对于[26中的定义，目前表示的是信息中状态发生时间结束至反应时间结束的延迟，相较于原来表示的是原子信息状态发生时间开始至反映时间结束的延迟，前者较后者不考虑状态发生时间本身的因素，更能体现信息的客观特性。另外，用整个信息的反映时间与状态发生时间之差定义延迟相比于考虑所有原子信息的延迟更为简洁明了，且对于可还原信息而言，更具有确定性意义。",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "推论7（串行信息传递延迟）设为信息和之间的串行信息传递链，根据推论3，也是可还原信息。其延迟是所有信息的延迟之和。",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "证明：对于串行信息传递链，根据定义，对于任何，都有，因此,",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "定义7（信息的广度）设和分别是客观世界和主观世界集合，是一个测度空间，为集合上的某种测度，可还原信息关于测度的广度就是的测度，即",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "推论8（雷达探测信息的广度）设可还原信息是雷达探测信息，本体就是被雷达探测的物体，状态发生时间就是雷达波束照射在被探测物体上的时间，状态集合就是被探测物体本身及其运动的状态，载体就是雷达，反映时间就是雷达接收、处理、存储、显示被探测物体的回波信号和/或数据的时间，反映集合就是雷达接收、处理、存储、显示被探测物体的回波信号和/或数据。此时，我们定义本体的测度就是其反射面积。根据雷达方程[23s]，当雷达发射功率、天线增益、天线有效孔径和最小可检测信号确定后，雷达最大探测距离取决于信息的广度，且正比于其四次开方。",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "证明：根据雷达探测信息的定义，本体是被雷达探测的物体，而的广度就是的反射面积。",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "在雷达方程",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "中，就是雷达最大探测距离，为雷达发射功率，为雷达天线增益，为雷达天线有效孔径，为雷达最小可检测信号，就是被探测物体的反射面积。可见，当雷达本身的重要参数、、和确定后，完全由决定，且成正比关系，也即雷达最大探测距离正比于广度的四次开方。",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "定义8（原子信息）对可还原信息和，若是的真子信息，且不存在任何的其它真子信息，使得",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "则称为的原子信息。",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "定义9（信息的粒度）设和分别是客观世界和主观世界集合，是一个测度空间，为集合上的某种测度，信息中所有原子信息的集合记为，是指标集。设是指标集的测度且，则可还原信息关于测度的粒度就是中所有原子信息本体测度的积分对指标集的测度之比，即",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "其中，通常取计数测度最为适宜。这里修正了[3提出的细致度定义，因为相对于[26]中利用最小值定义细致度的方式，目前利用平均值定义粒度的准则更具平均和普遍意义。",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "推论9（光学成像信息的分辨率）设可还原信息是光学成像信息，本体就是被照相或摄像的物体，状态发生时间就是快门打开或摄像录制的时间，状态集合就是被拍摄物体本身及其运动的状态，载体就是照相机或摄像机，反映时间就是照相机或摄像机拍摄、处理、存储、显示被拍摄物体的照片或影像的时间，反映集合就是拍摄、处理、存储、显示被拍摄物体的照片或影像。此时，我们定义本体的测度就是在被拍摄时的最小可区分角度。根据瑞利准则[236]，光学成像信息的分辨率，也就是粒度，正比于光波长，反比于感光单元的阔度。",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "证明：对于被拍摄物体，光学成像信息中的每一幅画面都包含大量像素点，每一个像素点都是的不可再细分的局部影像，因而都是的原子信息，，是指标集。根据定义，信息的粒度是所有原子信息的本体测度的平均值。由光学成像原理可知，对于所有，均相同，且根据瑞利准则，",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "其中，为光波长，为感光单元阔度。可见，信息的粒度（对于任一），正比于光波长，反比于感光单元的阔度。",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "定义10（信息的种类）对于可还原信息，设是状态集合上的等价关系，中的元素关于的等价类组成的集合为，则信息关于的种类就是集合的基数，即",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "本文中，总是用表示集合的基数。可以证明，可还原信息能够将状态集合内部的等价关系传递到状态反映集合之中，因此载体的状态反映集合完全能够反映信息的种类度量。",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "推论10（可还原信息的种类不变性原理）对于可还原信息，设是状态集合上的等价关系，中的元素关于的等价类组成的集合为，则必存在反映集合上的等价关系，使得中的元素关于的等价类组成的集合与通过信息形成一一满射关系，从而使得两个等价类的基数相等，即",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "证明：推论5已经证明能够根据状态集合上的等价关系建立反映集合上的等价关系，对于的任何两个子信息和，若，必有。因而上也有等价类。由于等价关系完全基于信息的映射关系建立，所以两个等价类与之间也完全能够基于信息建立一一满射关系，当然即有",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "定义11（信息的时长）可还原信息时长就是的上确界与下确界之差，即",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "推论11（连续监视信息的平均时长）连续监视信息的平均时长等于信息采集设备的平均无故障时间。",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "证明：设可还原信息是连续监视信息，其中本体可以视为被监视对象，状态发生时间可以视为处于被监视状态的时段，状态集合可以视为处于被监视时段的状态，载体可以视为信息采集设备，反映时间可以视为的工作时段，反映集合可以视为采集并显现的信息。连续监视信息系统一般都要求保持对被监视对象的持续、不间断监视，因此其时长往往与信息采集设备的工作时段相等。即",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "但任何设备都存在发生故障的可能，所以工程上需要规定系统的平均无故障MTBF[237]，表示全生命周期中系统能够不发生故障、正常工作的持续时段。在连续监视系统中，若信息采集设备的平均无故障时间为MTBF，也就表示在全生命周期的平均值就是MTBF，可见连续监视信息的平均值也是MTBF。",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "定义12（信息的采样率）对于可还原信息，若，设是一族两两不相交的连通集合，且满足：对于任何，都有，其中，是指标集。则信息的采样率就是的基数与的Lebesgue测度之比，即",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "特别地，若或的Lebesgue 测度，则定义。这表示信息的状态集合在时间上是完全连续的。",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "推论12（周期性信息最低可还原采样率）对于可还原信息，若为数值集合，且存在最小值，使对于，都有",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "一",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "同时设是一族两两不相交的连通集合，且满足：对于，都有，的Lebesgue 测度均相等，其中，是指标集。则称为周期性信息，且信息的最低可还原采样率等于。",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "证明：对于周期性信息，显然有。因为对于，都有 $\\mathbf { \\bar { \\rho } } = \\mathbf { \\rho }$ ，且是满足此条件的最小值，因此对于，对于时间都不包含高于的频率。根据奈奎斯特采样定理[7]，对于时间将由一系列间隔不大于的取值完全确定。在信息的定义中，就是测度相等的一系列采样间隔，基数就是采样间隔数。因而，的Lebesgue 测度 $\\varprojlim .$ 对成立，进而信息的采样率",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "对成立。",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "当且仅当时，对成立，由此对于，的取值完全确定，具有确定的还原态。",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "定义13（信息的聚合度）对于可还原信息，设集合的基数，是状态集合上所有元素之间关系的集合，则的聚合度就是集合的基数与集合的基数之比。即",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "聚合度表征了状态集合内部元素之间关系的密切程度。一般情况下，状态集合内部元素之间的关系越密切，也就是聚合度越高，信息的价值越高。",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "推论13（可还原信息的聚合度不变性原理）对于可还原信息，设状态集合的基数，是上所有元素之间关系的集合，则对于反映集合，其基数，且存在其上的关系集合，使得基数，因而",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "表明可还原信息能够保持聚合度不变。",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "证明：因为为可还原信息，所以存在状态集合到反映集合的一一满射，因而两个集合的基数必然相等，即有。同时，可以定义上的关系集合 $\\mathbf { \\bar { \\rho } } = \\mathbf { \\rho }$ ，使对任何，若，且，则必有，定义，便是上的关系，集合 $\\mathbf { \\bar { \\rho } } = \\mathbf { \\rho }$ 显然与集合具有一一满射关系，所以基数完全相等，即。由此可得",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "定义14（信息的副本）对于可还原信息，若存在也是可还原信息，此时存在逆映射和，使",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "则称两个信息和互为副本。",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "定义15（信息的遍及度）设是包含可还原信息及其所有副本的集合，是指标集，是指标集上的测度，是可测集上的测度。则信息关于测度的遍及度就是所有的测度之积分",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "推论14（网络系统的价值等于其所载信息的最大广度与遍及度之积）对于可还原信息，若其载体为一由有限节点构成的网络系统，则其价值等于的广度和遍及度可能达到的最大值之积。",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "证明：因为可还原信息中载体为一由有限节点构成的网络系统，设中的节点数为，根据梅特卡夫定律[236]，网络系统的价值等于所含节点数的平方。另一方面，我们可以将视为来源于所有网络节点的信息，因而本体就是网络系统，其测度就是节点数量，此时信息广度能够达到的最大值就是。而载体的测度也是节点数量，信息的遍及度能够达到的最大值也是。可见此网络系统的价值等于信息的广度和遍及度可能达到的最大值之积。",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "定义16（信息的反射和反射态）对可还原信息，若存在映射使得，其中，，为在上的某一状态集合，则称为的一个反射，为基于的反射态。",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "可见，当映射时，就是的还原态。",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "定义17（信息的失真度）对可还原信息，设其状态集合和基于的反射态都是距离空间中的元素，其中是上的距离。则称信息的反射在距离空间中的失真度就是与的距离，即：",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "可见，失真度就是反射态与还原态之间的偏离程度。当且仅当失真度时，信息的反射态就是其还原态。",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "推论15（离散线性随机系统的最小失真度估计方法）设是运动和测量均受高斯白噪声影响的离散线性随机系统状态信息，则基于卡尔曼滤波器的反射能够获得的最小失真度估计。",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "证明：对于运动和测量均受高斯白噪声影响的离散线性随机系统状态信息，其中本体是系统本身，发生时间集合是一系列等间隔的时间序列，可以记为，状态集合可以记为，且满足",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "其中，是时刻的系统状态，是时刻的系统输入。和是系统参数，对于多模型系统，它们为矩阵，是系统的运动噪声，是其协方差。",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "载体是测量系统，反映时间集合与发生时间集合相同，也记为，反映集合就是上的一系列测量值，记为，满足",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "其中，是时刻的测量值，是测量系统参数，对于多测量系统，H为矩阵，为时刻的测量噪声，是其协方差。",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "若由以下五项公式组成：",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "其中，是利用上一状态预测的结果，是上一状态最优的结果，为当前系统输入状态。",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "其中，是对应的协方差，是对应的协方差，是的转置矩阵，是系统运动的协方差。",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "其中为卡尔曼增益。",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "此式中为单位矩阵。",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "显然能够递推实现从到，也就是从到的一一满射，因而为的一个反射。并且根据卡尔曼滤波原理[]，就是对于的最优估计，也就是基于卡尔曼滤波器的反射能够获得的最小失真度估计。",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "定义18（信息的失配度）设目标信息为可还原信息，对可还原信息,设和，和，和，和，和，和分别都是集合中的元素且和都是距离空间中的元素。则信息对目标信息的失配度就是两者在距离空间中的距离，即",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "推论16（搜索算法最小失配度信息的平均查找长度）设目标信息和集合中的元素均为可还原信息，和，和，和，和，和，和分别都是集合中的元素且和都是距离空间中的元素。设，使得",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "则从查找到的平均查找长度ASL（Average SearchLength）既与失配度，也与有关不同的查找算法有关。",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "证明：随着互联网信息内容愈加丰富以及人们运用信息查询工具日益繁多，大量复杂信息查询中，用户既对信息的本体、发生时间和状态有需求，也对信息的载体、反映时间和方式有需求，同时又很难清晰描述所有这些需求，因而很难找到与用户需求完全匹配的目标信息。高级检索或智能推送系统往往针对特定用户的应用场景，分析估计满足用户需求的目标信息，再从有限信息集合中查找计算并将失配度中最小的信息推送给用户。",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "根据平均查找长度原理[10]，的定义是：",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "其中为查找信息的概率，一般情况下可设每个信息查找概率相同，即 $\\ c =$ 。是找到信息的比较次数。此时可分为两种情形：",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "第一种情形是，若采用顺序查找法，从信息开始，依次递加计算失配度，直到找到为止。此时",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "若采用折半查找法，始终以中间序号信息为根，划分左右两个子树，对每一子树仍然以中间序号信息为根，不断递进划分，直至不能再分。对每一子树都从根开始查找信息，计算失配度，直到找到为止。此时",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "其中称为个信息判别树的高度。",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "第二种情形是，此时因为要比较所有信息的失配度并从中选取最小值求得，因而总为。当巨大时，也会因而使查找计算量十分巨大。为此，可设置合适阈值，使失配度小于或等于此阈值即完成查找，以充分减小",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "推论得证。",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "[25][26]指出，Shannon 信息熵实际上就是通信系统传送离散消息所需要的信息容量指标。事实上，上述一系列推论证明了本文定义的十一类信息度量，都能从经典或常用的信息科学原理中找到对应实例（表3）。",
        "page_idx": 52
    },
    {
        "type": "table",
        "img_path": "images/07ccce0f7ef71dae28e380f2ae921497762fbc74247f09adbeebebb369983065.jpg",
        "table_caption": [
            "表3：信息度量体系的对应实例"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>信息度量</td><td>经典及常用原理</td><td>基本推论</td></tr><tr><td>容量</td><td>Shannon信息熵</td><td>随机事件信息的最小可还原容量就是其信息熵。</td></tr><tr><td>延迟</td><td>串行信息传递延迟</td><td>串行信息传递的整体延迟等于各环节的延迟之和。</td></tr><tr><td>广度</td><td>雷达方程[238]</td><td>雷达最大探测距离正比于信息广度之四次开方</td></tr><tr><td>粒度</td><td>光学成像的瑞利准则[239]</td><td>光学成像信息的粒度正比于光波长，反比于感光单元的阔 度。</td></tr><tr><td>种类</td><td>可还原信息种类不变性原理</td><td>可还原信息能够保持信息的种类不变。</td></tr><tr><td>时长</td><td>连续监视信息平均时长[240]</td><td>连续监视信息的平均时长等于信息采集设备的平均无故障 时间。</td></tr><tr><td>采样率</td><td>奈奎斯特采样定理[241]</td><td>周期性信息的最低可还原采样率等于其最高频率之半。</td></tr><tr><td>聚合度</td><td>可还原信息聚合度不变性原理</td><td>可还原信息能够保持信息的聚合度不变。</td></tr><tr><td>遍及度</td><td>梅特卡夫定律[242]</td><td>网络系统的价值等于其所有信息的最大广度与最大遍及度 之积。</td></tr><tr><td>失真度</td><td>卡尔曼滤波原理[243]</td><td>离散线性随机系统的最小失真度估计方法。</td></tr><tr><td>失配度</td><td>搜索算法平均查找长度[244]</td><td>有限信息集合中最小失配度信息的平均查找长度。</td></tr></table></body></html>",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "6.信息系统的度量功效和动力学构型",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "信息与物质、能量等量齐观，是构成客观世界的三大要素之一。关于物质和能量的动力学理论早已有之并且根深叶茂，有力推动了工业文明的发展进步。关于信息的很多理论成果如奈奎斯特采样定理[245]、香农信息熵[3]、卡尔曼滤波方法[246]等等，都揭示了信息采集、传输和处理过程遵循的深刻数学规则，可视为某种过程或环节的信息动力学原理，并且都在信息科技发展和应用中发挥了极为显著的作用。但它们的作用范围仅限于局部过程，人们难以从其中完全把握信息动力学的全貌。信息动力学概念提出后，已有很多论文和专著加以论述。但正如[20]所言，这些内容所表述的概念主要还是定性的，缺乏定量的规律性。[20]同时指出，“动力系统的概念是对任何存在固定‘规则’的一种数学化表达形式”，“力学，作为一门研究空间与时间中物体运动和变化的实验科学，离不开计量及其单位”。可见，“数学化表达形式”和“计量”是研究特定对象动力学机制的必要条件。本文对于信息数学表达、基本性质和度量体系的研究为我们能够深刻、定量地进行信息系统的动力学分析奠定了坚实的数学基础。",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "6.1信息系统的度量功效",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "任一信息系统都可以简化为接收输入信息，施加各种作用，最后产生输出信息的基本过程。由此可见信息系统的主要意义就在于其施加于输入信息的各种功效，通过输出信息得以表现。如果不能对这些功效进行全面分析、合理解构和定量表达，就难以深刻理解信息系统的运行机理和内在规律，也就无法构建能够引领信息系统建设和发展的信息系统动力学理论体系。所以准确理解信息系统的各种功效，对于深入研究信息系统动力学具有决定意义。本文第4部分基于基础数学理论，提出了信息的六元组模型和十一类度量体系，就为进入信息系统动力学的理论大厦提供了入门之钥。因为任何一种功效都不能离开度量指标进行定量表达，而任何一种度量背后必定存在实际的作用功效，所以运用度量体系全面定量地描述、分析信息系统的主要功效，是水到渠成之举。由此我们可以通过十一类度量建立信息系统可能具有的十一类度量功效，即容量功效、延迟功效广度功效、粒度功效、种类功效、时长功效、采样率功效、聚合度功效、遍及度功效、失真度功效和适配度功效。",
        "page_idx": 53
    },
    {
        "type": "image",
        "img_path": "images/f644bf0a61257cd5f67bd844dbe4711477798c2958d273d296588332a044fc3c.jpg",
        "img_caption": [
            "图3：信息系统及其各环节度量功效分布"
        ],
        "img_footnote": [],
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "其中，容量功效就是信息系统作用于信息，导致其容量度量发生变化的功能和效果。因为容量度量取决于信息载体的承载能力，所以实际系统中，信息采集、信息传输、信息处理、数据空间和信息作用各个环节都会由于系统的承载能力而影响到信息的容量指标（图3），比如信息采集、数据空间和信息作用等环节会因为系统的存储能力不足而舍弃一部分信息，降低信息的容量。信息传输环节会由于信道带宽的不足而舍弃部分信息，也会降低信息的容量。香农信息熵实际上就是确保信息能够还原的前提下，通信系统传送离散消息所需要的最小信息容量指标[3]。信息处理环节当然也需要足够的存储空间支持，因此也会影响信息的容量。特别地，信息处理环节还能够通过数据压缩处理减少信息的容量需求，从而事实上提高了整个系统的信息容量，反之数据解压处理则又会降低整个系统的信息容量，可见不同的数据压缩和解压处理具有不同的容量功效。",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "延迟功效就是信息系统作用于信息，导致其延迟度量发生变化的功能和效果。因为实际上不存在任何不需要时间的信息流动和处理过程，所以信息采集、信息传输、信息处理、数据空间和信息作用各个环节都必定会影响到信息的延迟指标（图3）。但是各个环节也都能够通过设备或者算法的改进，使信息的流动和处理达到尽可能低的延迟，从而优化信息系统的延迟功效。特别地，在信息处理环节能够通过时间维度上的外推算法预测本体在未来时段的状态集合，实际上也就能够减少信息的延迟指标，改善信息系统的延迟功效。",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "广度功效就是信息系统作用于信息，导致其广度度量发生变化的功能和效果。广度表征了信息本体的广阔性范围。所以，信息采集环节会由于采集装置的能量、分布等物理属性影响到获取信息的广度指标。比如在无线电探测领域最为基础的雷达方程就表达了天线口径、发射机功率、接收机灵敏度等物理参数对雷达探测范围，实际上也就是信息采集广度的决定性作用。信息作用环节同样也会由于设备的手段、方式和界面等差异而影响到输出信息的广度功效。需要说明的是，典型的信息处理环节本来并不直接涉及信息的本体，似乎不应影响信息的广度功效。但是通过在空间维度的外推算法，就有可能延展本体的范围，从而提高信息的广度功效。数据空间是现实世界在信息系统中的具体反映，当然也会因为模型完整性、数据库容量等因素而影响信息的广度功效。需要强调的是，信息传输环节的容量指标当然会影响信息的广度功效，但这是容量功效对广度功效的间接效应，不是传输环节对于信息广度的直接影响。除此之外，几乎找不到传输环节对于信息广度的其它直接关系。因此为聚焦关键问题，我们在信息系统研究中可以认为信息传输环节并不直接具有信息的广度功效（图3）。",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "粒度功效就是信息系统作用于信息，导致其粒度度量发生变化的功能和效果。粒度表征了信息本体的细致性特征。所以，信息采集环节同样会由于采集装置的孔径面积、传感器数量等物理属性影响到获取信息的粒度指标。比如视频信息采集装置集成光电传感器的数量决定了视频画面的分辨率或像素，就是信息采集的粒度功效。信息作用环节也会由于输出设备的手段、方式和界面等差异而影响到信息的粒度功效。同样，通过在空间维度的内插算法，就有可能加密本体的范围，从而优化信息的粒度功效。数据空间当然也会因为模型完整性、精细性和数据库容量等因素而影响信息的粒度功效。类似于对于广度功效的分析，我们在信息系统研究中也可以认为信息传输环节并不直接具有信息的粒度功效（图3）。",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "种类功效就是信息系统作用于信息，导致其种类度量发生变化的功能和效果。种类度量表征了信息本体状态集合类型的丰富性特征，分析可知信息系统各个主要环节均会影响信息的种类度量，由此产生系统的种类功效（图3）。具体而言，信息采集和信息作用环节都会由于输入、输出手段和方式的差异而获得、输出不同的信息类型，比如微波采集和音采集装置获取不同的输入信息，光学输出和音频输出设备也能产生不同的输出信息，可见信息采集和作用环节都会影响信息的种类功效。随着网络技术的发展，信息传输环节设计开发了针对各种信息类型的通信传输协议，能够在保证传输效率的同时规范和简化系统接口，已经成为互联网、数联网、物联网的普遍实现方式。所以，信息传输环节具有明显的种类功效。对于不同的信息类型自然要求采取不同的信息处理方式因此信息处理环节显然影响信息的种类功效。数据空间的内部结构、模型设计和存储容量等都会直接影响信息类型的丰富程度，当然具有信息的种类功效。",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "时长功效就是信息系统作用于信息，导致其时长度量发生变化的功能和效果。时长表征了信息持续的时间跨度。显然，信息采集的持续时间直接决定信息的时长度量，信息作用的持续时间也会影响输出信息的时长度量。虽然在很多情形下信息传输的持续时间未必影响输出信息的时长度量，但对于广播、电视中经常采用的实况直播等情形，信息传输的持续时间便会直接影响播出信息的时长度量。一般情况下信息处理环节并不直接影响信息的时长度量，但通过外推信息处理，也能拓展信息在时间维度的状态集合，也就影响到信息的时长度量。数据空间的存储容量和结构设计等显然都会直接影响信息的时长度量，所以可以认为信息系统各个环节都具有时长功效（图3）。",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "采样率功效就是信息系统作用于信息，导致其采样率度量发生变化的功能和效果。采样率表征了单位时间内信息状态集合的发生密度。所以，信息采集的密度直接决定了信息的采样率指标。奈奎斯特采样定理就表明对于周期性的正弦函数曲线，只要采样率高于其频率的一半，就能通过采样信息还原本来的函数曲线。类似地，信息作用的频度显然也会影响输出信息的密集程度，也就是采样率指标。在信息传输环节，如果通信系统的带宽指标高于输入信息的采样率，就不会影响输出信息的采样率，否则必然会降低输出信息的采样率。一般情况下信息处理环节也不直接影响信息的采样率度量，但通过内插信息处理，也能加密信息在时间维度的状态集合，如此也就影响到信息的采样率度量。同样，数据空间的存储容量和结构设计等都会直接影响信息的采样率度量，所以可以认为信息系统各个环节都具有采样率功效（图3）。",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "聚合度功效就是信息系统作用于信息，导致其聚合度度量发生变化的功能和效果。聚合度表征了信息状态集合内部元素之间关系的密切程度，所以很多特征并不能从片段或局部信息显性获得。因此，可以认为信息采集和传输环节并不直接影响信息的聚合度指标。通过信息处理环节的计算、关联和融合等处理，能够找寻、建立和拓展信息状态集合的内部关系，提高信息的聚合度指标。数据空间的内部结构和模型设计都会直接决定信息的聚合度指标。基于信息处理和数据空间的信息作用环节就需要考虑信息的聚合度指标，达成更为全面的作用效果。因此可以认为信息系统中信息处理、数据空间和信息作用三个环节具有聚合度功效（图3）。",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "遍及度功效就是信息系统作用于信息，导致其遍及度度量发生变化的功能和效果。遍及度反映的是信息及其副本的载体在目标集合中的遍及程度。一般情况下，信息采集环节并不考虑形成副本的问题，因而可以认为其与遍及度指标无关。而信息作用环节最终产生输出信息，其作用范围直接反映了信息的遍及度指标。信息传输环节的通信网络分布是决定信息作用范围的前提条件，因而也将直接影响信息的遍及度指标。信息处理环节虽不直接连接或作用于末端用户，但其选通或分发处理能够决定、控制信息的作用对象，因而也会影响信息的遍及度指标。数据空间中的分布式结构设计和副本分布范围直接关系到信息的遍及度指标，因此可以认为信息系统中信息传输、信息处理、数据空间和信息作用四个环节具有遍及度功效（图3）。",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "失真度功效就是信息系统作用于信息，导致其失真度度量发生变化的功能和效果。显然，信息采集环节大多是物理或人在回路的过程，往往由于多种原因产生误差，这就增加了信息的失真度。类似地，信息作用环节大多也是物理或人在回路的过程，也会影响信息的失真度。信息传输环节则会由于通信带宽的限制、误码、丢包等原因增加信息的失真度。信息处理环节一方面会由于计算误差增加信息的失真度，同时也可以通过滤波、平滑等算法提高处理精度，从而降低信息的失真度。数据空间中的信息表达和存储方式都会影响到信息的失真度，因此可以认为信息系统中各个环节都具有失真度功效（图3）。",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "失配度功效就是信息系统作用于信息，导致其失配度度量发生变化的功能和效果。失配度反映了信息偏离特定用户需求的程度。一目了然的是，失真度指标一定是各类用户普遍关注的信息度量。由于信息系统各个环节都具有失真度功效，因而可以简明推断各个环节也都具有适配度功效（图3），对每一个环节进行详细分析也能更清楚地得到相同的结论。",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "图3集中反映了信息系统及其各个环节具有的度量功效分布，★所在位置表明其所在环表示的信息系统环节具有其所在扇区的信息度量功效，信息采集和信息作用处于最外围的相同环中，利用深浅两种颜色加以区分，深色为信息采集环节，浅色为信息作用环节。由此可以通过度量功效分布解构整个信息系统的功能和性能指标，为系统设计、分析、测试和集成提供充分、定量的依据。",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "6.2单环信息系统动力构型",
        "text_level": 1,
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "图3呈现了完整的信息系统框架结构及其度量功效分布。但实际系统建设中并非所有情形都需要包含所有各个环节，特别是系统设计师们常常为了聚焦关键问题，而对很多已经成熟或不需要考虑的技术及产品采用简化的处理方案，由此我们可以根据图3分析信息系统的几种典型动力构型，依据所含信息系统的环节，可以简明分为单环、双环、三环和三环一核动力构型。",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "图4呈现了单环信息系统的动力构型，这是最为简单、可能也是最早出现的信息系统构型。",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "单环信息系统只包含处于同一环中的信息采集和信息作用两个环节。由于结构简单，可能常常被人们忽视，但实际上却是最经典也是最为普遍的信息系统应用方式。典型场景包括手持望远镜观察远处景物或端坐显微镜前注视细胞的结构等等，此时望远镜或显微镜就是一个最为简单的信息系统，采集现实世界中被观察物品的信息，及时将被观察到的信息作用于现实世界中的观察者。如果说单纯的光学望远镜或显微镜与现代信息系统的概念还有一定区别的话，那么数码相机或摄像机就更能体现信息采集直接作用于现实世界的单环信息系统构型。旅行者们手持数码相机、数码摄像机或者几乎人人拥有的手机拍摄周围景观，镜头所对就是现实世界的一个部分，拍摄的照片或影像就是采集到的信息，拍摄者本人根据镜头画面操作设备、欣赏照片或影像就是信息作用的环节。在这个过程中，拍摄设备的物理参数以及拍摄者本人的各种操作都决定或调整着信息采集的容量、延迟、广度、粒度、种类、时长、采样率、失真度和失配度指标，这些相应的指标也直接决定了信息作用的度量功效。需要说明的是，先进的拍摄设备可能已经具有很强的信息处理、存储甚至传输功能，但无疑这些功能在拍摄过程中均处于从属地位，与一般信息系统的信息传输、信息处理和数据空间的概念尚有显著区别，因此我们仍将先进数码设备的拍摄过程纳入单环信息系统构型。由于单环构型中没有经过信息处理或数据空间环节提供信息内部的关系结构，所以这种构型中信息作用不会产生聚合度功效同时还因为没有经过信息传输环节，信息作用也不会对遍及度功效产生明显影响。科学发展史上一个非常重要的事例就是，诺贝尔奖获得者彭齐亚斯和威尔逊于1964年利用无线电探测装置观察到微波背景辐射的过程就属于典型的单环信息系统构型应用，其所获取信息的广度覆盖整个宇宙，延迟几乎与宇宙生命同长。",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 58
    },
    {
        "type": "image",
        "img_path": "images/0487f50f2da4451ed6b560716baeeb4932d8bca5e3b49ae412acab7fb1f14acd.jpg",
        "img_caption": [
            "图4：单环信息系统动力构型"
        ],
        "img_footnote": [],
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "6.3双环信息系统动力构型",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "双环构型因为涉及到三个不同的信息系统环节，因而存在多种不同的信息运动模式。图5呈现了信息系统的采集-传输-作用双环动力构型。",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "采集-传输-作用双环构型的典型场景有广播或电视的实况直播。此情形下录音或摄像设备采集音频或视频信息，经过广域通信网络传输至千家万户，又通过广播或电视等设备作用于众多听众或观众。与单环构型一样，采集设备的物理特性以及现场人员的各种操作都决定或调整着信息采集的容量、延迟、广度、粒度、种类、时长、采样率、失真度和失配度指标。信息传输环节则会由于信道的物理特征、通信协议以及网络分布影响被传输信息的容量、延迟、种类、时长、采样率、遍及度、失真度和失配度指标。鉴于传输环节与信息的具体内容并无直接关联，可以认为其并不影响实况直播的广度和粒度功效。最后的信息作用环节面对千万听众或观众，显然会基于接收到的信息度量指标，结合音频或视频输出设备的物理特性，对各类听众和观众产生不同的容量、延迟、广度、粒度、种类、时长、采样率、遍及度、失真度和失配度功效。",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 59
    },
    {
        "type": "image",
        "img_path": "images/1421f9d8884a1346b1bff9c115a50f4368241a861d79e564afa12af859d360f3.jpg",
        "img_caption": [
            "图5：信息系统采集-传输-作用双环动力构型"
        ],
        "img_footnote": [],
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "信息系统也可以对采集信息进行充分处理，获取所需结果直接作用于现实世界，从而形成采集-处理-作用双环动力构型（图6）。",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "采集-处理-作用双环构型的一个典型场景有超级计算机，通过多种外设采集特定领域的输入信息，进行高速、大容量的密集计算或海量数据处理，产生所需结果信息作用于特定用户。其中，外围采集设备的物理特性以及工作人员的各种操作显然影响超级计算机采集信息的容量、延迟、广度、粒度、种类、时长、采样率、失真度和失配度指标，超级计算机处理过程中同样会利用巨量CPU处理单元、高速计算算法、并行处理软件、海量数据处理方法对这些度量指标产生全面影响。此外，处理过程中还能通过复杂计算过程发现、关联信息的内部关系，改变信息的聚合度指标。最后超级计算的结果数据自然取决于外围输出设备的各种能力而影响到作用于用户的信息容量、延迟、广度、粒度种类、时长、采样率、聚合度、失真度和失配度功效。虽然超级计算机本身可能也有强大的信息传输和存储能力，但因其核心使命就是超级计算，其它能力皆从属于此，所以我们仍可以将其纳入采集-处理-作用的双环构型。",
        "page_idx": 59
    },
    {
        "type": "image",
        "img_path": "images/9d772b1b18d8637fba559d7fde001561b523bdd4b238ff161f8bdf7203185cfd.jpg",
        "img_caption": [
            "图6：信息系统采集-处理-作用双环动力构型"
        ],
        "img_footnote": [],
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "信息系统也可以将采集信息直接输入到数据空间，利用数据空间的强大信息资源直接作用于现实世界，从而形成采集-数据空间-作用双环动力构型（图7）。",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "采集-数据空间-作用双环构型的典型场景有数据中心的构建。随着大数据技术的广泛应用，各类数据中心在行业和区域信息化中发挥着越来越重要的作用。其构建过程可以简化为各类信息通过外围设备和接口汇聚到数据空间，这些外设和接口的功能性能显然都会影响信息采集的容量、延迟、广度、粒度、种类、时长、采样率、失真度和失配度指标，数据空间本身的结构设计、模型种类、资源积累和存储容量等也将影响到这些相应指标。同时，因为数据空间的结构模型本身往往已经隐含汇聚信息的内在关系，所以数据空间也将影响所有信息的聚合度指标。因而，采集-数据空间-作用双环构型最后的输出信息具有容量、延迟、广度、粒度、种类、时长、采样率、聚合度、失真度和失配度功效，自然这些指标还会受数据中心外围输出设备和接口等各种能力的影响。同样，任何数据中心本身都具有必要的信息传输和处理能力，但其核心使命是构建与现实世界交相呼应的数据空间，为简化问题，其它能力被忽略后，可以将其纳入采集-数据空间-作用的双环构型。",
        "page_idx": 60
    },
    {
        "type": "image",
        "img_path": "images/ca0a645770682c0393f1428c6e42e75601ec84a5a7040be6732bd3245994a006.jpg",
        "img_caption": [
            "图7：信息系统采集-数据空间-作用双环动力构型"
        ],
        "img_footnote": [],
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "6.4 三环信息系统动力构型",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "三环构型往往涉及四个不同的信息系统环节，也存在三种典型的信息运动模式。图8呈现了信息系统的采集-传输-处理-传输-作用三环动力构型。",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "采集-传输-处理-传输-作用三环构型的典型场景有远程自动控制系统。广泛分布的传感器采集到各种信息后，通过通信网络将各种信息汇集到控制中心，经过控制中心的数值计算、状态评估和指令生成处理后，自动将控制信息通过通信网络分发到相应控制节点，实现对广域系统的过程自动控制。需要说明的是，在此构型中，信息采集环节本身影响采集信息除聚合度和遍及度之外的九种度量指标，经过信息处理环节能够影响信息的聚合度指标，经过第二个信息传输环节能够影响信息的遍及度指标，所以此三环构型具有完整的十一种功效。",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 61
    },
    {
        "type": "image",
        "img_path": "images/71557c3aa29a0299eb406a9db7809fba08d408e180607b12ed9a338d42592a25.jpg",
        "img_caption": [
            "图8：信息系统采集-传输-处理-传输-作用三环动力构型"
        ],
        "img_footnote": [],
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "图9呈现了信息系统的采集-传输-数据空间-传输-作用三环动力构型。",
        "page_idx": 61
    },
    {
        "type": "image",
        "img_path": "images/c04a7ab59a5b41a47f8805c78b40e44ef26dfd6b766045fd6bbb5f741a55edf5.jpg",
        "img_caption": [
            "图9：信息系统采集-传输-数据空间-传输-作用三环动力构型"
        ],
        "img_footnote": [],
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "采集-传输-数据空间-传输-作用三环构型的典型场景有互联网网站的广域信息汇聚和服务过程。目前较为简单的互联网网站都能依靠各类信息发布者，利用互联网终端采集信息，通过广域分布的互联网将这些信息汇聚到网站数据库，形成自身的数据空间，进而又通过互联网及其终端，为各类用户提供网页信息服务。在此构型中，信息采集环节本身影响采集信息除聚合度和遍及度之外的九种度量指标，由于数据空间的数据内容可以反映信息的聚合度和遍及度指标，并且经过第二个信息传输环节也能影响信息的遍及度指标，所以此三环构型也具有完整的十一种功效。",
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 62
    },
    {
        "type": "image",
        "img_path": "images/ee2c9b278780e349b13d176050a964d8cc062cca30ad76f6c0be529aee45e541.jpg",
        "img_caption": [
            "图10：信息系统采集-处理-数据空间-处理-作用三环动力构型"
        ],
        "img_footnote": [],
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "图10呈现了信息系统的采集-处理-数据空间-处理-作用三环动力构型",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "采集-处理-数据空间-处理-作用三环构型的典型场景有集中式建模仿真系统。以电磁辐射特性建模仿真为例，特定物体被置于微波暗室环境中，对其施加相关的电磁信号，建模仿真系统能够采集到该物体在采样点上的部分电磁辐射信息，通过计算、插值处理可以获得该物体在理想环境中的全向辐射特性，再调用电磁场数据空间中可能存在的电磁场环境模型信息，可以计算获得该物体在此仿真条件下的电磁辐射信息，由此便能够向研究人员提供充分的仿真信息支持。可见这是一个典型的信息采集-处理-数据空间-处理-作用的应用场景。由于不涉及信息传输环节，因而此三环构型仅具有除遍及度之外的其余10 种功效。",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "6.5三环一核信息系统动力构型",
        "text_level": 1,
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "实际工作中，几乎不存在完全缺少信息采集、信息传输、信息处理、数据空间和信息作用中任何一个环节的信息系统。因此，前文中省略部分环节研究七种典型构型，主要着眼于简化问题，聚焦关键。图11所示的三环一核信息系统构型也就是最完整、最普遍、最需要充分研究的信息系统动力构型，可以称之为完整构型。",
        "page_idx": 62
    },
    {
        "type": "image",
        "img_path": "images/fd5ad04175ea70c9bade60f6d3bba4940cb3ca2aa4a58b69943ffba1230a9a43.jpg",
        "img_caption": [
            "图11：信息系统三环一核动力构型"
        ],
        "img_footnote": [],
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "由图11可见，信息系统的完整构型既包括所有的信息运动环节，也包括各环节之间可能出现的信息流。同时还需要说明的是，工程实践中完整构型的任何一个局部都有可能是需要研究的对象。所以信息系统设计和实现中需要关注的并不仅限于上述8种构型。一般而言，只要对象系统保持信息流程的连续性，我们就能够利用各种环节的功效分析整个系统的功效，这才是提出信息系统动力学、并以此指导信息系统规划、设计、研发和集成的本意所在。",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "图11中，信息系统的每一个环节都能影响整个系统的度量功效。一般情况下，各个环节的同类功效必然具有相互叠加或相互约束的效能。比如各个环节的延迟功效显然能够相互叠加形成整个系统的延迟功效。前续环节的容量指标显然形成了对后续环节的容量要求，若后续环节不能满足，必然影响整个系统的容量功效。另一方面，不同功效之间也存在着相互影响的效能。比如容量功效显然影响系统的失真度功效，容量不足的情形下，必然会对状态反映集合的元素有所舍弃，从而导致增加信息的失真度指标。按顺序排列的前十种度量功效几乎都会影响到整个系统的失配度指标。因为失配度反映了信息系统输出信息偏离特定用户需求的程度，容量、延迟、广度、粒度、时长、种类、采样率和聚合度等指标显然都与具体用户的需求密切相关，并非性能越高越好。而遍及度指标则需要随着用户的意愿而调整，为控制信息知悉范围，有时需要采取很多措施充分降低信息的遍及度，所以遍及度指标并不与适配度指标单向相关。失真度指标也并不与失配度指标正相关，因为对于加密信息系统中，往往越高的失真度对特定用户而言就是越低的失配度。因此研究信息系统各种构型或场景之中的度量功效作用机理，揭示信息系统的内在运行规律，为信息系统动力学提供了广阔而实用的发展前景。",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "6.6智慧法院信息系统体系工程实例",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "从2013年以来，中国法院运用信息系统动力学的原理和方法，在全国范围推进智慧法院建设，成效非常显著，达成了世界司法人工智能领域的领导地位'。",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "（1）中国智慧法院体系工程概述",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "中国智慧法院建设涉及3000多个法院、10000多个派出法庭、4000多个协同部门，各地法院同时运行、相对独立的基础支撑、业务应用、数据管理、网络安全和运维保障等信息系统数量达到13000多个，系统规模巨大，空间分布广阔，存续时间参差，技术体制异构，功能任务各异，协同部门众多，共享联动密切，是一项十分浩繁的信息系统体系工程[247]。",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "智慧法院信息系统中，智慧服务、智慧审判、智慧执行、智慧管理和司法公开等系统是直接面向广大用户，担负信息采集和信息作用任务的信息系统。其中，智慧服务系统包括中国移动微法院、人民法院调解平台、诉讼服务网、12368诉讼服务热线、电子送达、在线保全、在线鉴定等平台，智慧审判系统包括审判流程管理、电子卷宗流转应用、智能审判辅助等平台，智慧执行系统包括执行指挥、执行案件流程信息管理、执行查控、失信惩戒、网络司法拍卖、一案一帐户案款管理、移动执行等平台，智慧管理系统包括网上办公、审判监督和电子档案等平台，司法公开系统包括中国审判流程信息公开网、中国庭审公开网、中国裁判文书网、中国执行信息公开网等平台。互联网、法院专网、移动专网和外部专网是将法院内外用户连成一体，担负信息传输任务的信息系统。电子卷宗自动编目、案件信息自动回填、法律知识服务、类案智能推送、庭审音视频智能巡查、裁判偏离度智能分析、卷宗材料一键归档等是担负信息处理任务的信息系统。司法大数据管理和服务平台汇聚了全国法院的审判执行数据、司法人事数据、司法行政数据、外部数据、司法研究数据和信息化运行数据，是反映全国法院审判执行和运行管理状态的核心数据空间。",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "（2）智慧法院信息系统体系关键功效",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "智慧法院信息系统体系的建设和应用成效取决于所有信息系统集成一体所产生的各种信息运动功效。虽然几乎每一个系统、每一个信息都会作用并影响到部分用户的使用感受和效果，但部分重点系统的关键性能指标会对整个体系的十一类度量功效产生更为重要的影响。虽然这些性能指标的常用名称未必与信息系统动力学所定义的度量功效完全一致，但其实质内容对于这些度量功效确有决定性影响。实践中我们形成了表4所示的智慧法院信息系统体系关键功效分布，并持续关注这些关键指标的变化情况，不断提升整个智慧法院信息系统体系的运行质效。",
        "page_idx": 64
    },
    {
        "type": "table",
        "img_path": "images/aa3a3d7c8037dc8d78457d4c23bdb8f40c4e1b643f437a3d4ff83180bb5e2a3b.jpg",
        "table_caption": [
            "表4：智慧法院信息系统体系关键功效分布"
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>序号</td><td>度量功效</td><td>信息采集</td><td>信息作用</td><td>信息传输</td><td>信息处理</td><td>数据空间</td></tr></table></body></html>",
        "page_idx": 64
    },
    {
        "type": "table",
        "img_path": "images/7180b427371f3a83423335ac33cfaea927189aa72ed90d63c6edf97a7bf87586.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>1</td><td>容量功效</td><td>·应用系统单 位时间输入 数据总量</td><td>·应用系统单 位时间输出数 据总量</td><td>·互联网接入 带宽 ·法院专网带 宽 ·移动专网带 宽</td><td>·云上计算资源 总量 ·云上存储资源 总量 ·云上CPU资源 利用率 ·云上存储资源</td><td>·大数据平台汇 聚司法数据资 源总量 ·大数据平台汇 聚案件数据总 量</td></tr><tr><td>2</td><td>延迟功效</td><td>·办案系统报 送数据延迟 ·案件卷宗信 息上传延迟 ·办案系统覆</td><td>·应用系统操 作响应延迟 法律知识服</td><td>·视频信息传 输延迟 ·卷宗信息传 输延迟</td><td>利用率 ·司法大数据、 司法人工智能 等计算处理延 迟 ·法律知识服务</td><td>·司法大数据每 日全量数据汇 聚延迟 ·司法大数据全</td></tr><tr><td>3</td><td>广度功效</td><td>盖全国法院 数量 ·办案系统覆 盖全国法庭 数量 ·智慧服务系 统覆盖用户 分布和数量</td><td>务系统可以提 供的服务数据 总量</td><td></td><td>系统处理的法 律法规和案件 信息总量</td><td>国法院覆盖率</td></tr><tr><td>4 5</td><td>粒度功效 种类功效</td><td>·司法统计信 息完整率 ·案件信息项 完整率 ·视频信息分 辨率 ·应用系统输 入数据、文 本、卷宗、</td><td>·视频信息显 示分辨率 ·应用系统输 出数据、文本 卷宗、视频、</td><td>·互联网、法 院专网、移 动专网、外</td><td>·法律知识分解 细化粒度 ·司法大数据、 云计算、人工 智能、区块链</td><td>·大数据平台司 法统计信息项 数 ·大数据平台全 国法院案件覆 盖完整度 ·司法大数据平 台包含的数据 文本、卷宗、</td></tr><tr><td>6</td><td>时长功效</td><td>视频、音频 等信息的类 型和方式数量 ·应用系统平 均无故障时间</td><td>音频等信息的 类型和方式数 量 ·应用系统平 均无故障时间</td><td>部专网传输 数据、文本 卷宗、视频 音频等信息 的类型数量 ·网络系统平 均无故障时间</td><td>等系统处理数 据、文本、卷 宗、视频、音 频等信息的类 型数量 ·计算存储设施 平均无故障时 间</td><td>视频、音频等 信息的类型数 量 ·大数据平台平 均无故障时间</td></tr><tr><td>7</td><td>采样率功效</td><td>·应用系统输 入数据采样率</td><td>·应用系统单 位时间数据输</td><td>·网络负载利 用率</td><td>·信息处理系统 平均无故障时 间 ·计算存储设施 吞吐率</td><td>·大数据平台数</td></tr><tr><td>8</td><td>聚合度功效</td><td></td><td>出率 ·应用系统输</td><td></td><td>·信息处理系统 处理周期 ·案案关联类型</td><td>据存取周期 ·大数据平台数</td></tr></table></body></html>",
        "page_idx": 65
    },
    {
        "type": "table",
        "img_path": "images/1f8f654a7f33f17dc0617e7384b272b1cf56efccec9aca85b4ad5839089c84ee.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td></td><td></td><td>出数据聚合度</td><td></td><td>数量 ·人案关联类型 数量 ·案物关联类型 数量 ·案款关联类型 数量</td><td>据聚合度</td></tr><tr><td>9</td><td>遍及度功效</td><td></td><td>·应用系统用 户分布 ·应用系统用 户数量</td><td>·法院专网覆 盖区域 ·移动专网覆 盖区域 ·外部专网覆 盖部门数</td><td>·信息加密有效 性 ·用户权限控制 精准性 ·网间安全隔离 可靠性</td><td>·大数据平台存 储空间和区域 分布</td></tr><tr><td>10</td><td>失真度功效</td><td>·应用系统输 入信息准确率</td><td>·应用系统输 出信息准确率</td><td>·通信系统传 输信息失真度</td><td>·处理系统信息 处理精准度</td><td>·大数据平台全 量数据置信度 ·大数据平台分 享数据置信度</td></tr><tr><td>11</td><td>失配度功效</td><td>·应用系统输 入数据格式 类型、内容 数量适配性</td><td>·应用系统输 出数据格式、 类型、内容、 数量适配性 ·信息系统用 户满意率</td><td>·通信系统传 输信息格式 类型适配性</td><td>·数据-用户关联 计算准确性</td><td>·大数据平台数 据模型准确性</td></tr></table></body></html>",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "（3）智慧法院信息系统关键度量功效成长曲线",
        "text_level": 1,
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "图12反映了近年来智慧法院信息系统部分关键度量指标的变化情况。其中，司法大数据平台数据资源总量体现最高法院汇聚全国法院司法大数据的容量，其稳定上升显现了司法大数据资源的积累越来越丰厚；法院办公平台平均响应延迟指标直接关系到几乎所有工作人员的操作体验，得益于技术改进，自2020年11月开始此项指标下降到0.8秒以下，赢得了工作人员的一致好评；科技法庭监控系统是运用视频技术实时连通各地法庭的信息系统，其法院覆盖率体现了全国法庭视频信息的广度指标，图示至2021年11月以来，最高法院已经通过视频网络稳定连通全国 $93 \\%$ 以上的科技法庭；单个案件可谓是法院司法信息的最小粒度，图示从2015年8月开始，全国法院案件信息覆盖率基本达到并一直稳定在 $100 \\%$ ，充分说明对于全国法院司法大数据的管理已经达到非常精细的程度；司法大数据平台汇聚信息的种类体现了信息管理的完整性，图示自2013年12月司法大数据平台正式上线运行以来，信息种类稳步增加，基本实现对所有信息类型的汇聚、管理和应用；信息系统平均无故障时间体现了实时采集信息的平均时长，图示反映自2018年3月以来，法院信息系统的平均无故障时间基本稳定在700小时以上，个别时段由于出现明显下降，必然导致相应时段实时采集信息时长的缩短；法眼平台实现对全国法院信息系统运行质效的监控管理，其信息采样率需要根据监控对象的具体特性合理设置，图示显现有 $53 \\%$ 的监控信息采样率高于1次/小时， $73 \\%$ 的监控信息采样率高于1次/天，体现了法眼平台的采样密集性；司法大数据平台数据聚合度体现了其内部数据的关联程度，图示显现自2019年1月以来，信息聚合度一直高于 $80 \\%$ ，表明信息的关联处理和应用处于良好水平；信息系统输出信息的遍及度可以由其访问量表征，图示显现自2020年2月以来，中国移动微法院这一服务社会公众的统一窗口，月度访问量稳步上升，至2021年12月已超过1亿次，充分表明了其便利大众的显著成效；数据置信度是信息失真度的负向表达，图示显现自2018年1月以来，司法大数据平台司法统计数据的置信度一直高于$9 7 \\%$ ，目前以长期稳定在 $9 9 \\%$ 以上，也就是其失真度低于 $1 \\%$ ，由此才为各种大数据分析和服务奠定了可信基础；用户满意度也是信息系统输出信息失配度的负向表达，图示显现，自2020年1月以来，信息系统的用户满意度一直高于 $98 \\%$ ，充分表明智慧法院信息系统体系工程取得的显著成效。",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "司法大数据平台数据资源总量月度变化曲线 法院办公平台平均响应延迟变化曲线700TB 3秒  \n600TB 2.5秒  \n500TB 2秒  \n300TB 400TB 1.5秒 0.秒 2OTB 秒福福 書福科技法庭监控法院覆盖率变化曲线 全国法院案件覆盖完整度变化曲线  \n100% 100%  \n80% 80%60% 60%40% 40%20% 20%0% 0%6 25511 5 6:601 207 20 20 25:0 0 [6:010 22 25 221 22 22 26:1 202 25111 271 2司法大数据平台包含数据类型数量变化曲线 信息系统平均无故障时间变化曲线  \n外娇阶2价阶 750小时700小时 2650小时600小时550小时500小时251111 2041 201 275511 2001 20 271 20法眼平台数据采样率分布 司法大数据平台数据关联度变化曲线100%1次/月实时 80%7% 6%1次/周 1次/3分钟 60%20% 20% 40%20%1次/天 0%20% 1次/小时",
        "page_idx": 67
    },
    {
        "type": "image",
        "img_path": "images/1dd5cf0ccc0f40b0ef820be70efeb0e1ec47ab7b3e4d36829d918e448917b588.jpg",
        "img_caption": [
            "图12：智慧法院信息系统十一类度量功效范例"
        ],
        "img_footnote": [],
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "7．小结 ",
        "text_level": 1,
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "针对信息概念缺乏普遍公认的数学基础、信息价值缺乏明晰丰富的度量体系、信息空间缺乏科学合理的框架结构、信息作用缺乏清晰明了的功效分析等影响信息科学合理研究范式的关键问题，本文提出信息空间的框架结构，信息的模型、性质和度量，信息系统的度量功效和动力构型，构成了信息系统动力学的技术和数学基础理论体系，并在中国智慧法院信息系统体系工程实践中得到应用和验证。",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "描述信息空间及信息运动规律的数学基础是集合论、测度论、关系代数和拓扑学。虽然较为抽象，但与人们日常广泛运用的统计、计算方法之间具有直接明了的对应关系，与信息系统中普遍使用的香农信息熵、奈奎斯特采样定理等信息技术经典原理能够充分兼容，因而完全适用于当前备受关注的大数据、流媒体、元宇宙等信息系统的价值分析、机理研究和设计评估。",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "同时,基于本文研究形成的信息动力学基础，还可以从信息度量与各种信息技术经典原理的符合性、信息度量功效之间的相互作用关系、信息系统动力构型的细化分解等方面进行补充和丰富，信息系统动力学的完备性和实用性也将在后续大量应用中得到检验和修正，因为任何一种理论都只有在实践中才能体现其价值并不断得到完善。",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "参考文献:",
        "text_level": 1,
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "作者贡献声明",
        "text_level": 1,
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "许建峰：提出了全文研究思路，论述证明了主要观点。   \n刘振宇：回顾总结了信息技术发展历程，改进了相关研究思路和观点。   \n王树良：参与改进了论文编写思路，分析了信息系统框架结构，提出了信息聚合度的概念。   \n郑涛：证明了关于信息容量等度量的数学推论，完善了信息种类的定义。   \n王雅实：参与改进了论文编写思路，研究分析了当前工作与已有研究成果的关系。 王赢飞：研究提出了信息系统度量功效分布视图和信息模型实例解释，提供、分析了智慧法院体系工 程的建设成效数据。   \n党迎旭：参与改进了论文编写思路，完成了参考文献的获取、提供与分析。 2[]郭雷.不确定性动态系统的估计、控制与博弈[J].《中国科学：信息科学》，2020，50(9):1327-1344. 3[]Shannon CE.The mathematical theoryof communication[J].BellSyst Tech J,1948,27(1): 379-423,(3): 623- 656.   \n4[]Yan X S. Information science: Its past, present and future[J]. Information,2011, 2(3): 510-527.   \n5[]Zaliwski A S. Information-is it subjective or objective?. Triple C: Communication, Capitalism & Critique[J]. Open Access Journal for a Global Sustainable Information Society, 2011, 9(1): 77-92.   \n6[]Rao M, Chen Y, Vemuri B C,et al. Cumulative residual entropy: anew measure ofinformation[J]. Information Theory,IEEE Transactions on,2004,50(6):1220-1228.   \n7[]Boer P, Kroese D, Mannor S,Rubinstein R.A tutorial on the cross-entropy method[J].Annals of Operations Research,2005,134 (1) : 19-67.   \n8[]Asadi M, Zohrevand Y. On the dynamic cumulative residual entropy[J]. Journal of Statistical Planning and Inference,2007,137(6): 1931-1941.   \n9[]HuQ,Pan W,An S,Ma P J, Wei JM.An eficient gene selection technique for cancer recognition based on neighborhood mutual information[J]. International Journalof Machine Learning and Cybernetics,2010,1(1-4): 63-7   \n10[Madiman M,Tetali P. Information inequalities for joint distributions, with interpretations and applications [J]. Information Theory, IEEE Transactions on,2010, 56(6): 2699-2713.   \n11[Chen X,Dai W.Maximum entropy principle for uncertain variables[J]. International Jourmal of Fuzzy Systems,2011,13 (3) : 232-236.   \n12[]IBM Analytics,Big Data Analytics[M], 2015,John Wiley & Sons,Ltd.   \n13[Von Bertalanffy, Ludwig.The History and Status of General Systems Theory[J].Academy of Management Journal, 1972,15(4), 407-426.   \n14[]H.L.Meriam. Engineering Mechanics[M],Dynamics, 8thED, Wiley, New York,2015.   \n15[Margaret Robson Wright, P.G. Wright. Inter-Relations of Activation, Deactivation and Destruction Steps in Chemical Kinetics[J], 1966, Nature 210,1110-1113.   \n16[]R Shone. An Introduction to Economic Dynamics[M], Cambridge University Press, 2001.   \n17[]Atmanspacher H.,Scheingraber H. Information Dynamics[M], Boston, Springer, 1991, MA.   \n18[]R.S.Ingarden, A Kosskowski, M. Ohya, Information Dynamics and Open System[M], Dordrecht, Springer, 1997.   \n19[Gustavo Deco,Bernd Schurnmann,Information Dynamics Foundations and Applications[M],Dordrecht, Springer, 2001.   \n20[]严彬.信息动力学导论[M].北京邮电大学出版社,2014.   \n21[]Anthony Debons, Williams J.Cameron,Perspectives in Information Science[M],Dordrecht, Springer,1975. 22[]A.Flory,J.Kouloumdjian,A Model for the Description of the Information System Dynamics,Information Systems Methodology,Proceedings,2nd Conference of the European Cooperation in Informatics,Venice,Italy, October 10-12,1978.   \n23[]Ahmed Bounfour, Surinder Batra. Information System Dynamics:AnIntermational Research Programme[J]， Paradigm (09718907). 2009,13(2), 64-68.   \n24[]闫学杉，信息科学：概念、体系与展望[M]，科学出版社，2016.3   \n25[]Xu JF,Tang T, Ma X F, Xu B., Shen YL, Qiao Y J. Objective Information Theory: A Sextuple Model and 9 Kinds of Metrics[J]. 2014,Arxiv:1308.3372v1.2014.   \n26[]许建峰,汤俊,马雪峰,等.客观信息的模型和度量研究[J].中国科学:信息科学,2015,45:336-353. 27[]James Gleick, The Information: A History, a Theory,a Flood,Vintage[M], New York, 2011.   \n28[]L.Von.Bertalanffy, General SystemTheory;Foundations,Development, Applications[M]，George Braziler, New York 1970   \n29[]Margaret Robson Wright, P.G. Wright, Inter-Relations of Activation, Deactivation and Destruction Steps in Chemical Kinetics[J], Nature 210,1966,1110-1113.   \n30[]R Shone， An Introduction to Economic Dynamics[M],Cambridge University Press,2001,.   \n31[]钱学森等，论系统工程（新世纪版）[M]，上海交通大学出版社，2007年.   \n32[][法]拉法格.回忆马克思[M].北京：人民出版社，1954.   \n33[] Kline, R.R., The cybernetics moment: Or why we callour age the information age[M]. JHU Press, 2015. 34[] Feinler,E. The network information center and its archives.IEEE Annals of the Historyof Computing[J], 2010,32(3), pp.83-89.   \n35[]Cerf, V.and Aboba,B.,1993.How the Internet came tobe.The On-line User's Encyclopedia: Bulletin Boards and Beyond. Reading, Massachusetts: Addison- Wesley.   \n36[]Kim,B.K.. Internationalizing the Internet: the co-evolution of influence and technology[M].Edward Elgar Publishing,2005.   \n37[Jindal,R.P.(20o9).\"Frommilibits to terabits per secondand beyond -Over60 yearsof innovation\".2009 2nd International Workshop on Electron Devices and Semiconductor Technology: 1-6.   \n38[]Campbell-Kelly, M., Aspray, W., Snowman, D.P., McKay, S.R.and Christian, W. Computer A historyof the information machine[J]. Computers in Physics,1997,11(3), pp.256-257.   \n39[]Baran，P.Reliable digital communications using unreliable network repeater nodes[J].1960，RAND Corporation papers, document P-1995.   \n40[]Ruthfield, S. The Internet's historyand development: from wartime tool to fish-cam[J]. XRDS: Crossroads, The ACM Magazine for Students,1995 2(1):2-4.   \n41[]Lukasik, S. Why the ARPANET was built[J]. IEEE Annals of the History of Computing,3(3), pp.4-21. 42[]Campbell-Kelly，M.,1987.Data communications at the national physical laboratory (1965-1975)[J].IEEE Annals of the History of Computing,1987, 9(03):221-247.   \n43[] Mulcahy, J.,1989.A Chronicle of Merit's Early History[M]. Merit Network,Ann Arbor, Michigan. 44[]Russel, A.L.and Schafer, V. I the Shadow of ARPANET and Internet: Louis Pouzin and the Cyclades Network in the 1970s[J]. Technology and Culture, 2014, pp.880-907.   \n45[] Smith,IL. Joint academic network (JANET)[J].Computer Networks and ISDN Systems,1988,16(1-2):101- 105.   \n46[] Spencer, H..Age of uncontrolled information flow[J].The Information Society,1997,13(2):163-170. 47[]Cerf,V.; Kahn,R. (1974).\"A Protocol for Packet Network Intercommunication\"[J].IEEE Transactions on Communications,1974,22 (5): 637-648.   \n48[]Denning, P.J., Hearn, A. and Kern, C.W..History and Overview of CSNET[J].ACM SIGCOMM Computer Communication Review, 1983,13(2):138-145.   \n49[]Leier,B.M.,Cerf, V.G.,Clark,D.D.,Kahn,R.E.,Kleirock,L.,Lynch,D.C.,Postel,J.,Roberts,L.G.and Wolff, S..A brief history of the Internet[J]. ACM SIGCOMM Computer Communication Review,2009,39(5):22- 31.   \n50[Winzer,P.J.,Neilson,D.T.and Chraplyvy,A.R..Fiber-optic transmisson and networking:the previous 20and the next 20 years[J]. Optics express,2018,26(18):24190-24239.   \n51[]Gerard， J.M.. CERNET-A high-speed packet-switching network (No.CERN--81-12)[J].European Organization for Nuclear Research,1981.   \n52[]Cvijetic, M. and Djordjevic,I..Advanced optical communication systems and networks[M]. Artech House, 2013.   \n53[]Berners-Lee,T.J..The world-wide web[J]. Computer networks and ISDN systems,1992,25(4-5):454-459. 54[O'Reilly, Tim .2009,\"What Is Web2.0-Design Patternsand Business Models for the Next Generation of Software-.\" htp://www.oreillynet.com/pub/a/oreilly/tim/news/2005/09/30/what-is-web-20.html.   \n55[] Song, H., Zhang, S.F.,Ma, X.C., Wang, D.Z. and Yang,J.Z. Synthesis and application of starch-graft-poly (AM-co-AMPS) by using a complex initiation system of CS-APS[J]. Carbohydrate Polymers,2007, 69(1):189- 195.   \n56[] Dalakas,V., Mathiopoulos,P.T., Di Cecca,F.and Gallinaro, G. A comparative study between SC-FDMA and OFDMA schemes for satellite uplinks[J]. IEEE Transactions on Broadcasting,2012, 58(3):370-378.   \n57[] Koorevaar, P. and Ruprecht, J. Frequency overlay of GSM and cellular B-CDMA[J]. IEEE transactions on vehicular technology, 1999,48(3):696-707.   \n58[]Kodama, M. Strategic community-based theory of firms: Case study of dialectical management at NTT DoCoMo[J]. Systems Research and Behavioral Science: The Official Journal of the International Federation for Systems Research, 2004, 21(6):603-634.   \n59[]Clint Smith and Daniel Collins.3G wireless networks[M]. McGraw-Hill Education, Inc., USA,2001. 60[]Eisenmann,T.，Parker, G.and Van Alstyne,M.W. Strategies for two-sided markets[J]. Harvard business review, 2006, 84(10):92.   \n61[]Hartung,F.,Horn,U.,Huschke,J.,Kampmann,M.,Lohmar,T.and Lundevall,M..Delivery of broadcast services in 3G networks[J]. IEEE Transactions on Broadcasting, 2007, 53(1):188-199.   \n62[] Andrews, J.G., Ghosh, A. and Muhamed, R. Fundamentals of WiMAX: understanding broadband wireless networking[M]. Pearson Education,2007.   \n63[]Ghosh, A., Ratasuk， R.,Mondal, B.，Mangalvedhe, N. and Thomas, T. LTE-advanced: next-generation wireless broadband technology[J]. IEEE wireless communications,2010,17(3):10-22.   \n64[]Agiwal, M.,Roy, A.and Saxena, N. Next generation 5G wireless networks: A comprehensive survey[J]. IEEE Communications Surveys & Tutorials,2016,18(3):1617-1655.   \n65[]Osseiran,A.,Boccardi,F.,Braun, V., Kusume,K., Marsch,P.,Maternia, M., Queseth,O., Schellmann,., Schoten, H., Taoka, H.and Tulberg,H. Scenarios for5G mobile and wirelesscommunications: the vision of the METIS project[J]. IEEE communications magazine, 2014, 52(5):26-35.   \n66[] Ashton, K.. That internet of things' thing[J].RFID journal, 2009,22(7):97-114.   \n67[]Madakam,S.,Lake, V., Lake, V. and Lake, V. Internet of Things (IoT): A literature review[J]. Journal of Computer and Communications, 2015, 3(05):164.   \n68[] Perera, C.; Liu, C. H.; Jayawardena,S.(December 2015). \"The Emerging Intemet of Things Marketplace From an Industrial Perspective: A Survey\"[J. IEEE Transactions on Emerging Topics In Computing.2015,3 (4): 585-598.   \n69[]Pattr, S.，Buyya,R., Venugopal, K.R.,Iyengar, S.S.and Patnaik,L.M..Searching for the IoT resources: fundamentals,requirements,comprehensive review,and future directions[J]. IEEE Communications Surveys & Tutorials,2018,20(3):2101-2132.   \n70[] Joyia, G.J., Liaqat, R.M.,Farooq, A. and Rehman, S. Internet of medical things (IoMT): Applications, benefits and future challenges in healthcare domain[J]. J. Commun., 2017, 12(4):240-247.   \n71[]Yang, C.， Shen, W.and Wang, X.. The internet of things in manufacturing: Key issues and potential applications[J]. IEEE Systems,Man, and Cybernetics Magazine, 2018, 4(1):6-15.   \n72[] Meola,A.,2016. Why IoT,big data & smart farming are the future of agriculture. Business Insider, 20. 73[]Silva, B.N.， Khan,M.and Han, K. Towards sustainable smart cities: A review of trends, architectures, components,and open challenges in smart cities[J]. Sustainable Cities and Society,2018,38:697-713.   \n74[]Kong,L., Khan,M.K., Wu,F.，Chen, G.and Zeng,P. Milimeter-wave wireless communications for IoTcloud supported autonomous vehicles: Overview, design, and challenges[J]. IEEE Communications Magazine, 2017, 55(1):62-68.   \n75[]Al-Ali, A.R., Zualkernan, I.A., Rashid, M., Gupta, R.and AliKarar, M. A smart home energy management system using IoT and big data analytics approach[J]. IEEE Transactions on Consumer Electronics，2017, 63(4):426-434.   \n76[]Johnsen,F.T.,Zieliski,Z.,Wrona,K.,Suri,N.,Fuchs,C.,Pradhan,M.,Furtak,J.,Vasilache,B.,Pelegrini, V., Dyk,M.and Marks,M.,2018,May. Application of IoT in military operations in a smart city. In 2018 International Conference on Military Communications and Information Systems (ICMCIS)(pp.1-8).IEEE. 77[] Hassan, Q.F.. Intermet of Things A to Z: Technologies and Applications[M]. John Wiley & Sons.2018:41-4. 78[]梅宏,黄罡,曹东刚等.从软件研究者的视角认识“软件定义”[J].中国计算机学会通讯.2015,11(1):68- /1   \n79[] Huang G,Luo C,Wu K,Ma Y, Zhang Y,Liu X. Software-defined infrastructure for decentralized data lifecycle governance: Principled design and open_chalenges. In2019 IEEE 39th International Conference on Distributed Computing Systems (ICDCS) 2019 Jul 7 (pp. 1674-1683). IEEE.   \n80[] Berlin,F.B.. Seymour Cray,1925-1996[J]. IEEE Computer Architecture Letters,1996,3(04):90-92. 81[]August, M.C.,Brost, G.M., Hsiung, C.C.and Schiffleger,A.J. Cray X-MP: The birth ofa supercomputer[J]. Computer, 1989,22(1):45-52.   \n82[]Khan,A., Sim,H., Vazhkudai, S.S.,ButtA.R.and Kim,Y.,2O21,JanuaryAnanalysis of system balance and architectural trends based on top5OO supercomputers.In The International Conference on High Performance Computing in Asia-Pacific Region (pp. 11-22).   \n83[] Usha, D., Aps, A.J. A survey of Big Data processing in perspective of hadoop and mapreduce[J].   \nInternational Journal of Current Engineering and Technology, 2014,4(2).   \n84[] Zaharia,M.,Chowdhury,M.,Das,T.,Dave,A.,Ma,J.,McCauly,M.,Franklin,M.J.,Shenker,S.and Stoica, I.,2012.Resilient distributed datasets: A fault-tolerant abstraction for in-memory cluster computing. In 9th {USENIX} Symposium on Networked Systems Design and Implementation ({NSDI} 12) (pp.15-28).   \n85[] Mavridis,I. and Karatza,H. Performance evaluation of cloud-based log file analysis with Apache Hadoop and Apache Spark[J]. Journal of Systems and Software, 2017, 125:133-151.   \n86[] Iqbal MH, Soomro TR. Big data analysis: Apache storm perspective[J]. International journal of computer trends and technology. 2015 Jan;19(1):9-14.   \n87[]Paris, C.，F. Gyula, and E. Stephan.\"Lightweight asynchronous snapshots for distributed dataflows.\"[M] Computer Science (2015).   \n88[] Alexandrov A,Bergmann R,Ewen S,Freytag JC, Hueske F, Heise A, Kao O,Leich M, Leser U, Markl V, Naumann F.The stratosphere platform for big data analytics[J]. The VLDB Journal. 2014 Dec;23(6):939-64. 89[]Kumar BS,Kumar JM,Rao PS.Unified big data Lambda Architecture with Hadoop/Flume/Spark SQL Streaming/Scala/Cassandra[J]. international Journal of innovative Research in Computer and Communication Engineering. 2016,4(6).   \n90[]Päakkonen P.Feasibility analysis of AsterixDB and Spark streaming with Cassandra for stream-based processing[J].Journal of Big Data. 2016 Dec,3(1):1-25.   \n91[] McGee，W.C.， 1977. The information management system IMS/VS，part I: General structure and operation[J]. IBM Systems Journal, 1977,16(2):84-95.   \n92[] Codd,E.F.,Arelational model of data for large shared data banks[J]. MD Comput,1970,15:162-166. 93[] Codd,E.F. Relational database:A practical foundation for productivity[J].In Readings in Artificial Intelligence and Databases, Morgan Kaufmann, 1989, 60-68.   \n94[] Maier, D.， Stein, J., Otis,A. and Purdy, A. Development of an object-oriented DBMS[J].ACM Sigplan Notices, 1986,21(11):472-482.   \n95[] White,T.. Hadoop: The Definitive Guide[M]. O'Reilly Media Inc., 2012.   \n96[] Prasad,B.R.,Agarwal, S.. Comparative study of big data computing and storage tools: a review[J].Int. J. Database Theory App. 2016,9: 45-66.   \n97[]Pavlo,A.and Aslet, M. What's really new with NewSQL?[J].ACM Sigmod Record,2016, 45(2):45-55. 98[] Cattel, R. (2011). \"Scalable SQL and NoSQL data stores\" (PDF)[J].ACM SIGMOD Record. 2011,39 (4): 12-27.   \n99[] Gaddy,David W. \"The cylinder-cipher.[J] 1995,Cryptologia 19, no.4: 385-391.   \n100[] Stalings, Wiliam. Cryptography and Network Security: Principles and Practice[M].Prentice Ha,1990. 101[] Kessler, Gary. \"An Overview of Cryptography\"[M].Princeton University,2006.   \n102[]Lu,R., Zhu,H.,Liu, X.,Liu, J.K.and Shao,J..Toward efficient and privacy-preserving computing in big data era[J].IEEE Network, 2014,28(4):46-50.   \n103[] Goldreich, O.. Secure multi-party computation[J]. Manuscript.1998.   \n104[]Bajaj， S.and Sion，R.. TrustedDB: A trusted hardware-based database with privacy and data confidentiality[J]. IEEE Transactions on Knowledge and Data Engineering, 2013,26(3):752-765.   \n105[]Yang,Q.,Liu, Y., Chen,T.and Tong, Y.Federated machine learning: Concept and applications[J].ACM Transactions on Intelligent Systems and Technology (TIST), 2019,10(2):1-19.   \n106[]Han, Jaiwei; Kamber, Micheline; Pei, Jian.Data Mining: Conceptsand Techniques (3rd ed.)[M].Morgan Kaufmann, 2011.   \n107[]Franklin,J..The elements of statistical learning: data mining,inference and prediction[J].The Mathematical Intelligencer, 2005,27(2):83-85.   \n108[] Coenen, Frans.\"Data mining: past, present and future\"[J]. The Knowledge Engineering Review. 2011,26 (1):25-29.   \n109[] Kaufman, L. and Rousseeuw, P.J. Finding groups in data: an introduction to cluster analysis (Vol. 344)[M]. John Wiley & Sons,2009.   \n110[]Chandola, V.， Banerjee,A. and Kumar, V.. Anomaly detection: A survey[J]. ACM computing surveys (CSUR), 2009, 41(3):1-58.   \n111[] Kaur, G. and Madan, N.. Association rule mining: A survey[J]. International Journal of Computer Science and Information Technologies,2014,5(2):2320-2324.   \n112[]Fournier-Viger,P.,Lin,J.C.W.，Kiran,R.U.， Koh, Y.S.and Thomas,R.A survey of sequential pattern mining[J].Data Science and Pattern Recognition, 2017, 1(1):54-77.   \n113[] Agrawal,R.,，Mannila,H.， Srikant,R.,Toivonen, H. and Verkamo,A.I. Fast discovery of association rules[J]. Advances in knowledge discovery and data mining,1996, 12(1):307-328.   \n114[] Keogh,E.and Kasetty, S.. On the need for time series data mining benchmarks: asurvey and empirical demonstration[J]. Data Mining and knowledge discovery, 2003, 7(4):349-371.   \n115[] Tang,L.and Liu,H. Graph mining applications to social network analysis[M]. In Managing and Mining Graph Data ,Boston, Springer, 2010, MA.   \n116[]Michael Nofer,Peter Gomber, Oliver Hinz,and Dirk Schiereck.Blockchain[J]. Business & Information Systems Engineering,2017, 59(3):183-187.   \n117[]Sherman AT,Javani F，Zhang H,Golaszewski E.Onthe originsand variations of blockchain technologies[J].IEEE Security & Privacy. 2019 Mar 25;17(1):72-7.   \n118[] Narayanan，A.，Bonneau, J.，Felten，E.，Miller，A.，and Goldfede，S.,Bitcoin and Cryptocurrency Technologies: A Comprehensive Introduction[M]. Princeton University Press,2016   \n119[] Narayanan,Arvind; Bonneau,Joseph;Felten,Edward; Miller, Andrew; Goldfeder， Steven.Bitcoin and cryptocurrency technologies: a comprehensive introduction[M]. Princeton: Princeton University Press, 2016. 120[]Nakamoto, Satoshi. (2009). Bitcoin: A Peer-to-Peer Electronic Cash System. Cryptography Mailing list at https://metzdowd.com.   \n121[] Zheng, Z., Xie, S., Dai,H.N., Chen, X.and Wang,H. Blockchain challenges and opportunities: Asurvey[J]. International Journal of Web and Grid Services, 2018, 14(4):352-375.   \n122[]Kugler L. Non-fungible tokens and the future of art[J].Communications of the ACM. 2021 Aug 24;64(9):19- 20.   \n123[] Lamport, Leslie.“The Part-Time Parliament.\"[J] ACM Transactions on Computer Systems，1998, 16(2):133-169.   \n124[] Zheng, Z., Xie,S.,Dai, H.N., Chen, X.and Wang,H. Blockchain challenges and opportunities: A survey[J]. International Journal of Web and Grid Services, 2018,14(4):352-375.   \n125[]Cai,L., Sun, Y., Zheng,Z., Xiao,J. and Qiu,W. Blockchain in China[J].Communications of the ACM, 2021, 64(11):88-93.   \n126[]Veronese，G.S.，Correia，M.，Bessani， A.N.，Lung，L.C.and Verissimo，P.Eficient byzantine faulttolerance[J].IEEE Transactions on Computers,2011, 62(1):16-30.   \n127[] Szabo N. Secure property titles with owner authority[M]. Satoshi Nakamoto Institute, 1998.   \n128[]Wittenberger, J.F.,2002.Askemos-a distributed settlement[M].ProceedingsofSSGR L'Aquila, Italy,2002. 129[Alharby M, van Moorsel A. Blockchain Based Smart Contracts: A Systematic Mapping Study. InCS & IT Conference Proceedings 2017 Aug 26 (Vol. 7. No. 10).CS & IT Conference Proceedings. Ethereum: From Fundamentals to Deployment.\"[M] (20l9): /3.   \n131[]Sergey,1.,Nagaraj, V., Johannsen,J.,Kumar,A., Trunov,A.and Hao,K.C.G.,2019.Safer smart contract programming with Scilla. Proceedings of the ACM on Programming Languages, 3(OOPSLA),1-30.   \n132[]Fernandez-Caramés,T.M.and Fraga-Lamas,P.,2018.AReview on the Use of Blockchain for the Internetof Things[J].Ieee Access, 2018,6:32979-33001.   \n133[] Gai,K.，Guo,J.，Zhu,L.and Yu, S.. Blockchain mets cloud computing:A survey[J].IEEE Communications Surveys & Tutorials,2020,22(3):2009-2030.   \n134[]Feng, Q., He, D., Zeadaly, S., Khan, M.K. and Kumar, N.A survey on privacy protection in blockchain system[J].Journal of Network and Computer Applications, 2019,126:45-58.   \n135[] Zheng, Z., Xie,S.,Dai, HN., Chen, X.and Wang,H. Blockchain challenges and opportunities: Asurvey[J]. International Journal of Web and Grid Services, 2018,14(4):352-375.   \n136[] Brian Hayes. Cloud computing[J]. Communications of the ACM, 2008, 51(7):9-11.   \n137[] Regalado, A., 2011. Who coined‘cloud computing'.Technology Review, 31.   \n138[]Qian，L.，Luo，Z.，Du,Y. and Guo，L.2009，December.Cloud computing:An overview.In IEEE International Conference on Cloud Computing (pp. 626-631).Springer, Berlin, Heidelberg.   \n139[] Uhlig R, Neiger G,Rodgers D,Santoni AL, Martins FC,Anderson AV, Bennett SM, Kagi A,Leung FH, Smith L. Intel virtualization technology[J]. Computer. 2005 May 16;38(5):48-56.   \n140[] TurnbullJ.The Docker Book: Containerization is the new virtualization. James Turnbull; 2014 Jul 14. 141[] Thones,J..Microservices[J].IEEE software,2015,32(1):116-116.   \n142[]Baldini,1.,Castro,P.,Chang,K.,Cheng,P.,ink,S.,Ishakian,V.,Mitchel,N.,Muthusamy,V.,Rabbah,R., Slominski, A. and Suter, P. Serverless computing: Current trends and open problems[M]. In Research advances in cloud computing,Singapore, Springer, 2017.   \n143[]Zhu,L,Bass,L.and Champlin-Scharf,G..DevOps and its practices[J].IEEE Software,2016,33(3):32-34. 144[Mastelic,T,Oleksiak,A.,Claussn,H.,Brandic,I.,ierson,J.and Vasilakos,A.VCloud coputing Survey on energy efficiency[J].ACM Computing surveys (csur),2014, 47(2):1-36.   \n145[]Tristan Braud, ZHOU Pengyuan, Jussi Kangasharju,and HUI Pan.Multipath computation offloading for mobile augmented reality. In 2020 IEEE International Conference on Pervasive Computing and Communications (PerCom), pages 1-10. IEEE,2020.   \n146[]Shu Shi, Varun Gupta, Michael Hwang,and Ritwik Jana.Mobile vr on edge cloud: a latency-driven design. In Proceedings of the 10th ACM Multimedia Systems Conference,2019,222-231.   \n147[]Mahadev Satyanarayanan， Paramvir Bahl, Ramon Caceres，and Nigel Davies.The case for vm-based cloudlets in mobile computing[J]. IEEE Pervasive Computing, 2009, 8(4):14-23.   \n148[]Peng Lin, Qingyang Song, Dan Wang, Richard Yu, Lei Guo,and Victor Leung.Resource management for pervasive edge computing-assisted wireless vr streaming in industrial internet of things[M].IEEE Transactions on Industrial Informatics, 2021.   \n149[]Wenxiao Zhang,Bo Han,and Pan Hui. Jaguar: Low latency mobile augmented reality with flexible tracking. In Proceedings of the 26th ACM international conference on Multimedia,2018,355-363.   \n150[]Mohammed S Elbamby, Cristina Perfecto,Mehdi Bennis，and Klaus Doppler. Edge computing meets millimeter-wave enabled vr: Paving the way to cutting the cord. In 2018 IEEE Wireless Communications and Networking Conference (WCNC), pages 1-6. IEEE, 2018.   \n151[] Pei Ren, Xiuquan Qiao, Yakun Huang, Ling Liu, Calton Pu, Schahram Dustdar,and Jun-Liang Chen. Edge ar x5:An edge-assisted multi-ser collaborative framework for mobile web augmented reality in $5 \\mathrm { g }$ and beyond[J]. IEEE Transactions on Cloud Computing, 2020.   \n152[]Mike Jia and Weifa Liang. Delay-sensitive multiplayer augmented reality game planning in mobile edge computing.In Proceedings of the 21st ACM International Conference on Modeling, Analysis and Simulation of Wireless and Mobile Systems,2018,147-154.   \n153[] Jararweh, Y.,Doulat,A.,AlQudah,O.,Ahmed,E.,Al-Ayyoub,M.and Benkhelifa,E.,2016,May. The future of mobile cloud computing: integrating cloudlets and mobile edge computing. In 2016 23rd International conference on telecommunications (ICT) (pp. 1-5).IEEE.   \n154[]Taleb,T.,Samdanis, K.,Mada,B.,Flinck,H.,Dutta, S.and Sabella,D. On multi-accessedge computing: A survey of the emerging 5G network edge cloud architecture and orchestration[J]. IEEE Communications Surveys & Tutorials,2017, 19(3):1657-1681.   \n155[] Li, H., Shou, G., Hu, Y. and Guo, Z.,2016, March. Mobile edge computing: Progress and chalenges. In 2016 4th IEEE international conference on mobile cloud computing,services,and engineering (MobileCloud (pp. 83-84).IEEE.   \n156[]Yousif, M. The state of the cloud[J].IEEE Cloud Computing, 2017, 4(1):4-5.   \n157[] Zissis,D.and Lekkas,D. Addressing cloud computing security issues[J].Future Generation computer systems,2012,28(3):583-592.   \n158[] Gilman, E. and Barth, D.. Zero Trust Networks[M]. O'Reilly Media, Incorporated, 2017. 159[JHandley, M., Jacobson, V. and Perkins, C. SDP: session description protocol[M], RFC4566,1998. 160[] Mark D Ryan. Cloud computing privacy concerns on our doorstep[J]. Communications of the ACM, 2011, 54(1):36-38.   \n161[]Yuhong Liu, Yan Lindsay Sun, Jungwoo Ryoo,Syed Rizvi,and Athanasios V Vasilakos.A survey of security and privacy challenges in cloud computing: solutions and future directions[J]. Journal of Computing Science and Engineering, 2015, 9(3):119-133.   \n162[]Russell,Stuart J.; Norvig,Peter. Artificial Intellgence: A Modern Approach (2nd ed.)[M], Upper Saddle River,New Jersey: Prentice Hall, 2003.   \n163[]Schaeffer J. Didn't Samuel Solve That Game?[M]. In: One Jump Ahead. Boston, Springer, MA,2009. 164[]McCorduck, Pamela.Machines Who Think (2nd ed.)[M], Natick,MA: A. K.Peters ,2004.   \n165[]Newell, A. (1982). The knowledge level[J]. Artificial Intelligence,1982,18(1):87-127.   \n166[]Lighthill,James.“Artificial Intelligence:A General Survey\".Artificial Intelligence: a paper symposium. Science Research Council, 1973.   \n167[]Winograd T. Understanding Natural Language[M], Edinburgh: Edinburgh University Press,1972.   \n168[]Goldstein,I.and Papert, S.Artificial intelligence,language，and thestudy of knowledge[J].Cognitive science,1977,1(1):84-123.   \n169[]McCorduck,P. The fifth generation: artificial intellgence and Japan's computer challenge to the world[M]. Reading, Mass.: Addison-Wesley,1983.   \n170[]Tsividis PA,Pouncy T, Xu JL,Tenenbaum JB, Gershman SJ: Human learning in Atari.The AAAI 2017 Spring Symposium on Science of Inteligence: Computational Principles of Natural and Artificial Intelligence 2017:643-646.   \n171[]Garnelo M， Arulkumaran K， Shanahan M: Towards deep symbolic reinforcement learning. Deep Reinforcement Learning Workshop at the 3Oth Conference on Neural Information Processng Systems 2016. 172[]Yoshua Bengio,Réjean Ducharme, Pascal Vincent,and Christian Jauvin.A neural probabilistic language model[J]. Journal of machine learning research, 2003, 3(Feb):1137-1155.   \n173[]Alex Kendall and Yarin Gal. What uncertainties do we need in bayesian deep learning for computer vision[J]? In Advances in neural information processing systems, 2017, 5574-5584.   \n174[]Shuai Zhang,Lina Yao,Aixin Sun, and Yi Tay. Deep learning based recommender system: A survey and new perspectives[J]. ACM Computing Surveys (CSUR), 2019, 52(1):1-38.   \n175[]Langley,P.. Elements of machine learning[M]. Morgan Kaufmann,1996.   \n176[]LeCun, Y., Bengio, Y. and Hinton, G.. Deep learning[J].nature, 2015, 521(7553):436-444.   \n177[]Gasparetto,A.and Scalera,L..From the Unimate to the Delta robot: the early decadesof Industrial Robotics.In Explorations in the history and heritage of machines and mechanisms. Cham,Springer,2019:284- 295.   \n178[]Svoboda,Elizabeth (25 September 2019).\"Your robot surgeon willsee you now\"[J]. Nature.573 (7775): S110-S111.   \n179[] Ing, D.S.. Innovations in a technology museum[J]. IEEE Micro, 1999, 19(6): 44-52.   \n180[]Panayiotis Koutsabasis,Spyros Vosinakis,Katerina Malisova,and Nikos Paparounas.On the value of virtual worlds for collaborative design[J]. Design Studies,2012, 33(4):357-390.   \n181[]Rob Gallagher. No sex please,we are finite state machines: On the melancholy sexlessness of the video game[J]. Games and Culture, 2012, 7(6):399- 418.   \n182[]Pedro Melendez. Controling non-player characters using support vector machines. In Proceedings of the 2009 Conference on Future Play on $@$ GDC Canada, pages 33-34, 2009.   \n183[]Fei-Yue Wang, Jun Jason Zhang, Xinhu Zheng, Xiao Wang, Yong Yuan, Xiaoxiao Dai, Jie Zhang,and Liuqing Yang. Where does alphago go: From church-turing thesis to alphago thesis and beyond[J]. IEEE/CAA Journal of Automatica Sinica,2016,3(2):113-120.   \n184[]MAJA H T,R AJIB D,LJUBISA S,et al. Design and testing of a modular sic based power block[J]. Intermational Exhibition and Conference for Power Electronics, Inteligent Motion,Renewable Energy and Energy Management,2016: 1-4.   \n185[]TAO F， CHENG JF， QI QL，et al．Digital twin-driven product design,manufacturing and service with big data[J].The International Journal ofAdvanced Manufacturing Technology，2018，94（9-12） : 3563- 3576.   \n186[]Paul Milgram, Haruo Takemura, Akira Utsumi, and Fumio Kishino. Augmented reality: a class of displays on the reality-virtuality continuum[J].In Hari Das,editor, Telemanipulator and Telepresence Technologies. International Society for Optics and Photonics, SPIE,1995,2351:282-292.   \n187[]Richard Skarbez, Missie Smith,and Mary C. Whitton.Revisiting milgram and kishino’s reality-virtuality continuum[J]. Frontiers in Virtual Reality, 2021, 2:27.   \n188[]Maximilian Speicher,Brian D.Hall,and Michael Nebeling. What is Mixed Reality?.New York,NY,USA, Association for Computing Machinery, 2019,1-15. 190[] Reinhard Klete[M]. Concise Computer Vision.Springer, 2014.   \n191[] Azriel Rosenfeld. Picture Processing by Computer[M]. New York: Academic Press, 1969.   \n192[] Ahmed, Nasir. How I Came Up With the Discrete Cosine Transform[J]. Digital Signal Processng.1991,1 (1): 4-5.   \n193[] Hudson,G.,Léger,A.,Nis,B.Sebestyén,I.and Vaaben,J. JPEG-1 standard 25 years: past,present,and future reasons for a success[J]. Journal of Electronic Imaging, 2018,27(4):040901.   \n194[]\"History of Video Compresson\".ITU-T.Joint Video Team (JVT) of ISO/IEC MPEG & ITU-T VCEG (ISO/IEC JTC1/SC29/WG11 and ITU-T SG16 Q.6).   \n195[] Richard Szeliski. Computer Vision: Algorithms and Applications[M]. Springer Science & Business Media. 2010:10-16.   \n196[] Takeo Kanade. Three-Dimensional Machine Vision[M].Springer Science & Business Media, 2012. 197[] Cesar Cadena, Luca Carlone, Henry Carrilo, Yasir Latif, Davide Scaramuzza, José Neira,Ian Reid,and John JLeonard. Past, present, and future of simultaneous localization and mapping: Toward the robustperception age[J].IEEE Transactions on robotics,2016,32(6):1309-1332.   \n198[]Lin Wang and Kuk-Jin Yoon. Psat-gan: Efficient adversarial atacks against holistic scene understanding. IEEE Transactions on Image Processing, 2021.   \n199[]Jiamin Ping,Bruce H Thomas, James Baumeister, Jie Guo,Dongdong Weng,and Yue Liu.Effects of shading model and opacity on depth perception in optical see-through augmented reality[J]. Journal of the Society for Information Display,2020,28(11):892-904.   \n200[]Javier Marin-Morales,Carmen Llinares,Jaime Guixeres,and Mariano Alcaniz.Emotion recognition in immersive virtual reality: From statistics to affective computing[J]. Sensors,2020,20(18):5163.   \n201[]Chengquan Qiao, Wenwen Zhang, Decai Gong, and Yuxuan Gong. In situ virtual restoration of artifacts by imaging technology[J]. Heritage Science,2020, 8(1):1-13.   \n202[]Jonathan W. Kely, L. A. Cherep,A. Lim, Taylor A. Doty, and Stephen B Gilbert. Who are virtual reality headset owners? a survey and comparison of headset owners and non-owners. IEEE Virtual Reality and 3D User Interfaces (VR),2021:687-694.   \n203[]Maximilian Speicher,Brian D.Halland Michael Nebeling.What is Mixed Reality[M]? New York, NY, USA,Association for Computing Machinery, 2019:1-15.   \n204[] S. Singhal and M. Zyda. Networked virtual environments - design and implementation[M]. 1999. 205[]D. Schmalstieg and T. Hollrer. Augmented Reality - Principles and Practice[M].Addison-Wesley Professional, 2016.   \n206[]Steven K.Feiner, Blair MacIntyre,Marcus Haupt,and Eliot Solomon. Windows on the world: 2d windows for 3d augmented reality. In Proceedings of the 6th annual ACM symposium on User interface software and technology (UIST '93). Association for Computing Machinery, New York,NY, USA,1993:145-155.   \n207[] J.LaViola et al. 3D User Interfaces: Theory and Practice[M]. Addison Wesley, 2017.   \n208[] Pierce, J.S., Stearns, B.C.and Pausch,R.,April. Voodoo dolls: seamless interaction at multiple scales in virtual environments. In Proceedings of the 1999 symposium on Interactive 3D graphics,1999:141-145. 209[]Lik-Hang Lee and Pan Hui. Interaction methods forsmart glasses: A survey[J]. IEEE Access,2018, 6:28712 28732.   \n210[]Jeremy Hartmann, Yen-Ting Yeh,and Daniel Vogel. Aar: Augmenting a wearable augmented reality display with an actuated head-mounted projector. In Proceedings of the 33rd Annual ACM Symposium on User Interface Software and Technology, UIST '20, page 445-458,New York,NY,USA,2020. Association for Computing Machinery.   \n211[]Maximilian Speicher, Brian D. Hal,and Michael Nebeling. What is Mixed Reality[M]? New York,NY, USA,Association for Computing Machinery, 2019:1-15.   \n212[]Aaron L Gardony, Robert W Lindeman,and Tad T Brunyé. Eyetracking for human-centered mixed reality: promises and challenges. In Optical Architectures for Displays and Sensing in Augmented, Virtual, and Mixed Reality (AR, VR,MR). International Society for Optics and Photonics,2020,11310:113100T.   \n213[]Grieves M., Vickers J. Digital Twin: Mitigating Unpredictable, Undesirable Emergent Behavior in Complex Systems. [J] Transdisciplinary Perspectives on Complex Systems. 2017, 85-113   \n214[]Huaiyu Liu, Mic Bowman,， and Francis Chang. Survey of state melding in virtual worlds[J]. ACM Comput.Surv., 2012, 44(4).   \n215[] Ying Jiang, Congyi Zhang,Hongbo Fu, Alberto Cannavo,Fabrizio Lamberti, Henry Y K Lau,and Wenping Wang.HandPainter - 3D Sketching in VR with Hand-Based Physical Proxy[M]. New York,NY, USA,Association for Computing Machinery, 2021.   \n216[]Jes Muller,Roman Radle,and Harald Reiterer. Virtual Objects as Spatial Cues in Collaborative Mixed Reality Environments: How They Shape Communication Behavior and User Task Load[M]. New York,NY, USA, Association for Computing Machinery, 2016.   \n217[]David Lindlbauer and Andy D. Wilson.Remixed Reality: Manipulating Space and Time in Augmented Reality[M]. Association for Computing Machinery, New York, NY, USA, 2018.   \n218[]Cha Lee,Gustavo A. Rincon,Greg Meyer, Tobias Hollerer,and Doug A.Bowman.The efects of visual realismon search tasks in mixed reality simulation[J].IEEE Transactions on Visualization and Computer Graphics,2013, 19(4):547-556.   \n219[]Antoine Lassagne,Andras Kemeny, Javier Posselt, and Frederic Merienne. Performance evaluation of passive haptic feedback for tactile hmi design in caves[J]. IEEE Transactions on Haptics,2018,11(1):119-127. 220[]Sonia Mary Chacko and Vikram Kapila.Augmented reality as a medium for human-robot collaborative tasks. In 2019 28th IEEE International Conference on Robot and Human Interactive Communication (RO-MAN), 2019:1-8.   \n221[Morteza Dianatfar, Jyrki Latokartano,and Minna Lanz. Reviewon existing vr/ar solutions in human-robot collaboration. Procedia CIRP,97:407-411,2021.8th CIRP Conference of Assembly Technology and Systems. 222[]Dehua Song, Yunhe Wang, Hanting Chen, Chang Xu, Chunjing Xu, and DaCheng Tao. Addersr: Towards energy efficient image super-resolution. In Proceedings of the IEEE/CVF Conference on Computer Vision and Pattern Recognition, 2021:15648-15657.   \n223[]Jingbo Zhao,Robert S Alison,Margarita Vinnikov,and Sion Jennings.Estimating the motion-to-photon latency in head mounted displays.In 2017 IEEE Virtual Reality (VR). IEEE,2017:313-314.   \n224[]Ilija Hadzi'c,Yoshihisa Abe,and Hans CWoithe.Edge computing in the epc: Areality check.In Proceedings of the Second ACM/IEEE Symposium on Edge Computing,2017:1-10.   \n225[] Facebook.\"Building the Metaverse Responsibly.\"Accessed Oct. 21, 2021.   \n226[]钟甦.元宇宙,风口还是噱头?[J].四川省情,2021(11):1.   \n227[] Meta. \"Facebook Company Is Now Meta.\" Accessed Oct.28,2021.   \n228[]赵国栋，易欢欢，徐远重.元宇宙[M].中译出版社，2021.   \n229[]Wiener N.Cybemetics: or the Control and Communication in the Animal and the Machine[M].The MIT press, 1961.   \n230[]Steucke M. Marxism and Cybernetics.Berlin Institute of Technology [M]. Berlin,1976.   \n231[Xu J, Wang S,Liu Z, Wang Y. Objective Information Theory Exemplified in Air Trafic Control System[J]. Chinese Journal of Electron, 2021, 30: 743-751.   \n232[]Popper K.R. Objective Knowledge An Evolutionary Approach[M]. Oxford, Clarendon Press,1991. 233[]Popper K.R. Objective Knowledge An Evolutionary Approach[M]. Oxford, Clarendon Press,1991. 234[]许建峰等，信息系统动力学的技术和数学基础[J],2022,待发表.   \n235[] M.I. Skolnik,Radar Handbook[M],2 Edition, New York, McGraw-Hill,1990.   \n236[]Lord Rayleigh,F.R.S.Investigations in optics,with special reference to the spectroscope[J].Philosophical Magazine. 5. 1879,8 (49): 261-274   \n237[]J.Lienig,H. Bruemmer. \"Reliability Analysis\".Fundamentals of Electronic Systems Design[M].Springer International Publishing,2017.   \n238[]M.I. Skolnik,Radar Handbook[M],2 Edition,New York,McGraw-Hill,1990.   \n239[]Lord Rayleigh,F.R.S.Investigations in optics,with special reference to the spectroscope[J].Philosophical Magazine. 5. 1879,8 (49): 261-274   \n240[]J. Lienig,H. Bruemmer. \"Reliability Analysis\".Fundamentals of Electronic Systems Design[M].Springer International Publishing,2017.   \n241[]CE Shannon,Communication in the presence ofnoise,Proc[J].Institute ofRadio Engineers,1949,37(1）10- 21.Reprint as classic paper in: Proc. IEEE,1988,86(2).   \n242[]Combs, K.L. Shapiro, Carl and Hal R. Varian . Information Rules: A Strategic Guide to the Network Economy[J]. The Journal of Technology Transfer 2000,25,250-252.   \n243[] Kalman,R.E., Bucy, R.S.New Results in Linear Filtering and Prediction Theory[J]. Journal of Basic Engineering.1961, 83: 95-108.   \n244[]Flores, Ivan,and George Madpis. \"Average binary search length for dense ordered lists.\" [J]   \nCommunications of the ACM, 1971,14(9) .   \n245[]Nyquist,H. Certain Topics in Telegraph Transmission Theory[J]. Proceedings of the IEEE,1928,90(2):280- 305.   \n246[]Kalman R .Anew approach to linear filtering and predicted problems[J]. JBasic Eng,196o,82: 35-45. 247[]许建峰,孙福辉,陈奇伟.智慧法院体系工程概论[M].人民法院出版社，2021.4 ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 77
    }
]