[
    {
        "type": "text",
        "text": "Impaired Spinal Glucocorticoid Receptor Signaling Contributes to the Attenuating Effect of Depression on Mechanical Allodynia and Thermal Hyperalgesia in Rats with Neuropathic Pain ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xiao Wei1\\*, Yuqi Sun 1.2 and Fei Luo 1,2 \\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "OPENACCESS ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Editedby: David McKemy, Universityof Southern California, United States ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Reviewed by: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Vinod Tiwari, Johns Hopkins University,United States Guilherme Lucas, UniversityofSaoPaulo,Brazil ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\*Correspondence: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xiao Wei weixiao@psych.ac.cn Fei Luo luof@psych.ac.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received:17February2017   \nAccepted:03May2017   \nPublished:19May2017 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KeyLaboratoryofentalHalthstitutefsychologyinesecademyofiences,ejinghinaDerttf Psychology， Universityof Chinese Academy of Sciences,Beijing,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "AIthough depression-induced altered pain perception has been described in several laboratory and clinical studies,its neurobiological mechanism in the central nervous system (CNS)，particularly in the spinal dorsal horn,remains unclear.Therefore,in this study,we aimed to clarify whether nociceptive sensitivity of neuropathic pain is altered in the olfactory bulbectomy (OB) model of depression and whether glucocorticoid receptor (GR)，which is involved in the etio-pathologic mechanisms of both major depression and neuropathic pain，contributes to these processes in the spinal dorsal horn of male Sprague-Dawley rats.The results showed that mechanical allodynia and thermal hyperalgesia induced by spinal nerve ligation (SNL) were attenuated in OB-SNL rats with decreased spinal GR expression and nuclear translocation，whereas non-olfactory bulbectomy (NOB)-SNL rats showed increased spinal GR nuclear translocation. In addition，decreased GR nuclear translocation with normal mechanical nociception and hypoalgesia of thermal nociception were observed in OB-Sham rats. Intrathecal injection (i.t.) of GR agonist dexamethasone (Dex; $4 ~ \\mu \\ g /$ rat/day for1week) eliminated the attenuating effect of depression on nociceptive hypersensitivity in OB-SNL rats and aggravated neuropathic pain in NOB-SNL rats，which was associated with the up-regulation of brain-derived neurotrophic factor (BDNF)， TrkB and NR2B expression in the spinal dorsal horn.The present study shows that depression attenuates the mechanical allodynia and thermal hyperalgesia of neuropathic pain and suggests that altered spinal GR-BDNF-TrkB signaling may be one of the reasons for depressioninduced hypoalgesia. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Citation: ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "WeiX,SunYandLuo F (2017) Impaired Spinal Glucocorticoid Receptor Signaling   \nContributes to the Attenuating Effect ofDepression on Mechanical   \nAllodyniaandThermal Hyperalgesia inRatswithNeuropathic Pain. Front. Cell. Neurosci. 11:145. doi:10.3389/fncel.2017.00145 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: glucocorticoid receptor,depression,neuropathic pain,dexamethasone,spinal dorsal horn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Major depression and chronic pain are dificult to completely heal, have high comorbidity (Bair et al.,2003; Doan et al.,2015)and show clinical interactions with each other. Chronic pain patients are at higher risk of depression than healthy population (Ratcliffe et al.,2O08).In addition,more than half of depression patients suer from chronic pain (Bair et al.,2oo3).The impact of depression on chronic pain perception is a controversial topic.Some researchers have reported significant aggravation of pain stimuli aversion (Bravo et al.,20l2)and increased spontaneous formalin pain (Shi et al.,201Ob; Su et al.,2010) in rodent depressive-like models as well as deep somatic pain in depression patients (Bär et al.,2005;Su et al.,201O).Nonetheless,other clinical and laboratory studies found that depression patients showed reduced sensitivity to noxious stimuli applied to the skin (Lautenbacher et al.,1994; Bär et al.,2006).Depressive-like rats combining with chronic pain exhibited hypoalgesia to nociceptive mechanical and thermal stimuli compared to chronic pain rats without depression (Shi et al.,2O1Oa,b; Wang et al., 2010).Studies on the mechanism of hypoalgesia induced by depression are currently focused on the physiopsychology of pain perception and the neural activity of supraspinal nuclei, such as the reduction of pain-avoidance motivation (Wang et al., 2016) andaltered neural activity in the thalamo-cortical circuits of the medial/lateral pain pathway (Wang N.et al.,2013).However, whether nociceptive transmission and related neuropathological mechanisms are altered in the spinal dorsal horn under this circumstance is still unclear. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Majordepressionandchronicpainhaveseveral etio-pathologic mechanisms in common (Han and Pae, 2015).Glucocorticoid receptors (GRs)，which belong to the classical nuclear receptor family,are widely distributed in the central nervous system (CNS; Fuxe et al.,1987; Shaqura et al., 2016).In the absence of glucocorticoids,GRs reside in the cell cytoplasm as part of a chaperone protein complex.Upon glucocorticoid binding,GRs dissociate from the chaperone complex, translocate into the nucleus through nuclear pores and regulate the expression of target genes leading to transcriptional activation/inhibition (Kadmiel and Cidlowski,2013； Oakley and Cidlowski,2013). In studies of the etiology and pathology of major depression,disorders of GR expression and function in the prefrontal cortex and several limbic brain areas (e.g., hippocampus and amygdala） were thought to be involved in hypothalamic pituitary adrenal axis (HPA axis）dysfunction, which is one of the potential mechanisms associated with the pathogenesis of depression (Pariante,20o6; Anacker etal.,201la; Guidotti et al.,2Ol3).In studies of the neural mechanisms of chronic pathological pain,researchers have found that enhanced spinal GRs contributed to central sensitization and allodynia/hyperalgesia of neuropathic pain induced by peripheral nerve injury,and GR antagonists could block the mechanical allodynia and/or thermal hyperalgesia of chronic inflammatory pain and neuropathic pain (Takasaki et al.,2005; Wang et al.,2005; Alexander et al.,2009; Le Coz et al.,2014; Zhang et al.,2014; Madalena and Lerch,2016). Based on these findings,we speculated that spinal GR expression and function may participate in the neural mechanisms of depression-induced attenuation of chronic pain,especially neuropathic pain. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Brain-derived neurotrophic factor (BDNF） is an important neuropeptide that contributes to neural plasticityand neurogenesis in the CNS.Chronic stress-induced depressive-like behavior is associated with a reduction of GRs,BDNF expression and neuronal apoptosis in the hippocampus,which can be reversed byantidepressants (Numakawa etal.,2O13; Xing et al., ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2015).Local application of BDNF on the spinal dorsal horn induced long-time potentiation(LTP）of C-fiber evoked field potentials (Zhou et al.,20o8) and the activation of p-SFKs and p-p38 MAPK signaling in microglia(Zhou et al.,2011) as well as TrkB signaling in neurons (Beggs and Salter,2O13; Khan and Smith,2Ol5),which is necessary for the central sensitization of neuropathic pain.However,to date,there has been little evidence of interactions between GR and BDNF signaling in the spinal dorsal horn.Therefore,we wondered whether spinal GRs participate in the influence of depression on neuropathic pain by regulating BDNF expression and related signaling pathways. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Bilateral olfactory bulbectomy(OB),a well-established animal model of depression (Redmond et al., 1997; Song and Leonard, 2005)，results in a series of behavioral and neurochemical alterations comparable with those observed in depression patients, such as enhanced locomotor response to stress (e.g., enhanced locomotor and rearing behaviors in open field test; Redmond et al., 1997;Dandekar et al.,2009; Morales-Medina et al.,20l2),decreased sucrose preference (Romeas et al., 2009; Stepanichev et al.,2016),extended floating time in the forced swim test (Morales-Medina et al.,2012； Zhang et al.,2016) and abnormal changes of brain serotonergic,noradrenergic, glutamatergic,dopaminergic and GABAergic systems (Song and Leonard,2oo5).Although the mechanism of OB-induced depressive-like behavior is complex,most of the above changes can be reversed by chronic antidepressants treatment (Cryan and Mombereau, 2004; Song and Leonard,2005),and it is one of the most reliable depression animal models,at least in rats (Willner and Mitchell, 2002). Therefore,in the present study, we used OB to establish depressive-like behavior in rats and then used spinal nerve ligation (SNL） to induce neuropathic pain. Mechanical allodynia and thermal hyperalgesia were investigated with von Frey fibers and radiant heat stimuli,respectively, to detect the effect of depression on neuropathic pain nociception. Then, immunofluorescence staining and Western blotting were implemented to investigate the expression and translocation of spinal GRs,and serum concentration of corticosterone was measured to assess the activity of HPA axis. Subsequently, the GR agonist dexamethasone (Dex) was administered intrathecally to confirm whether depression-induced nociceptive alternations were mediated by spinal GRs and whether BDNF signaling was modulated by GRs in this situation. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "MATERIALSANDMETHODS ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental Protocol ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The present study consisted of two experiments. The main protocol is shown in Figure 1. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experiment 1:first,the baselines of open field test,sucrose consumption test,paw withdrawal threshold(PWT）and paw withdrawal latency(PWL）were measured.Then,OB/Nonolfactory bulbectomy (NOB） surgery was performed. 14 days later,open field and sucrose tests were employed to assess depression-like behaviors. Subsequently， SNL/sham surgery was conducted on OB/NOB rats.Consequently,there were four groups of rats: NOB-Sham group,OB-Sham group, ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/2675b5860150566d15561c842841060e2663b1ba0195bcd563e29603680745cc.jpg",
        "img_caption": [
            "FIGURE1| Experimental protocol.The protocol indicated in orange was only carried out in Experiment 1.The protocol indicated in blue was only carried out in Experiment 2.OB,olfactory bulbectomy; NOB, non-olfactory bulbectomy; SNL,spinal nerve ligation;PWT,paw withdrawal threshold; PWL,paw withdrawal latency; Dex,dexamethasone; i.t.,intrathecal injection. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "NOB-SNL group and OB-SNL group. Seven days post-SNL or sham surgery,PWT and PWL tests were conducted to assess the nociceptive behavior of rats.On the second day of the behavior tests,rats were sacrificed to obtain spinal tissues and blood samples.Immunofluorescence staining and Western blotting were performed to analyze protein expressions. Plasma corticosterone levels were measured by enzyme linked immunosorbent assay (ELISA). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Experiment 2:rats were treated as in Experiment1 before the SNL/sham operation. Starting on the SNL/sham surgery day,intrathecal injection (i.t.）of Dex/vehicle was performed daily forl week.PWT and PWL tests were conducted to assess nociceptive behavior within $3 0 \\ \\mathrm { \\ m i n }$ following the last drug delivery.On the second day of behavior tests,spinal tissues were obtained to perform Western blotting. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Animals ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Male Sprague-Dawley rats $( 2 2 0 - 2 9 0 \\ \\mathrm { g } )$ from the Laboratory Animal Center of the Academy of Military Medical Science (Beijing, China) were used.Rats were housed in separate cages, and the room was kept at $2 2 \\pm 2 ^ { \\circ } \\mathrm { C }$ under a $1 2 / 1 2 \\mathrm { h }$ light/dark cycle (lights on at $7 { : } 0 0 \\ \\mathrm { a m } ,$ ）andwith free access to food and water.Rats were acclimatized for 5-7 days before experiments and handled $2 { - } 3 \\operatorname* { m i n }$ per day before surgeries and behavior tests. This study was carried out in accordance with the guidelines of the National Institutes of Health on experimental animal care and use. All experimental procedures were approved by the Institutional Review Board of the Institute of Psychology, Chinese Academy of Sciences. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Olfactory Bulbectomy Surgery ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Bilateral OB was employed to induce depressive-like behaviors. Animals were anesthetized with $1 \\%$ sodium pentobarbital （204号 $( 5 0 ~ \\mathrm { \\ m g / k g } ,$ i.p.）and then fixed onto a brain stereotactic apparatus. Accordingto Kelly and Leonard's method (Kelly et al.,1997),a midline sagittal cut was made on the head skin, $30 \\%$ $\\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ was used to clean the tissue,and the skull was exposed. Two boreholes were made $8 \\ \\mathrm { m m }$ rostral to the bregma, $2 \\mathrm { m m }$ lateral to the midline separately.Bilateral olfactory bulbs were removed using a vacuum suction pump through two boreholes. The cavity was quickly filled with gelatin sponge. Penicillin (16o,ooo U） was injected intraperitoneally after surgery. Rats in NOB group received the same operation without removing any brain tissue.At the end of all the experiments, animals were dissected to confirm whether the bilateral OB was successful. If the olfactory bulbs were removed incompletely or the prefrontal cortex was damaged, the relevant data were excluded. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "IntrathecalInjectionandSpinalNerve Ligation Surgery ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Forintrathecal injection,rats were anesthetized,and the skin above the posterior superior iliac spine was shaved and incised. According to Storkson's method (Storkson etal.,1996),a sterile polyethylene-1O (PE-1O) catheter filled with sterile saline was inserted through the L5/L6 intervertebral space until the tip of the catheter reached the spinal lumbar enlargement level. The PE-10 catheter was fixed and led out from the neck skin through a subcutaneous tunnel. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Then， SNL was applied to establish neuropathic pain according to Kim and Chung's method (Kim and Chung, 1992). The muscles were dissected until the left spinal L5 transverse was exposed and removed.The L5 spinal nerve was isolated andligated with silk thread distal to the L5 DRG.Animals in sham group underwent the same operation except the ligation of L5 spinal nerve. The wound was sutured in two layers and disinfected with iodophor and $7 5 \\%$ ethyl alcohol. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Drug or vehicle was delivered through the intrathecal catheter.Dex(Sigma,St.Louis,MO,USA) was dissolved with ethyl alcohol to a $5 \\mathrm { m g / m l }$ stock solution.Before administration, stock solution was diluted with saline to a $0 . 5 ~ \\mathrm { m g / m l }$ working solution.Each animal received $8 ~ \\mu \\mathrm { l }$ （ $( 4 ~ \\mu \\ g )$ working solution of Dexorvehicle ( $1 0 \\%$ ethanol in saline) and then $1 2 ~ \\mu \\mathrm { l }$ saline to ensure that drug was completely delivered into the subarachnoid space. The first administration of the drug or vehicle was performed $3 0 ~ \\mathrm { m i n }$ before SNL surgery. Subsequently, the drug or vehicle was administered once daily for 7days.After all the behavior tests were completed, successful catheterization was confirmed immediately by bilateral hind limb paralysis following injectionof $2 0 \\mathrm { m g / m l }$ lidocaine $( 8 \\mu \\mathrm { l } )$ through the catheter within $3 0 ~ \\mathsf { s } .$ ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "BehaviorTests ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Open field test was carried out to analyze rats’horizontal movements and exploratory behaviors before and after OB surgery. The open field device was composed of a circular area ( $1 8 0 ~ \\mathrm { { c m } }$ in diameter with a $5 0 ~ \\mathrm { c m }$ -high wall).In a quiet environment with dim illumination $( 4 0 \\mathrm { ~ w ~ } )$ ,each rat was tested in the open field for $5 \\ \\mathrm { m i n }$ .The movement distance during the test was recorded and analyzed with a computerbased system Etho Vision (Noldus Information Technology, ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Wageningen,Netherlands).The number of rearing behavior was counted by the experimenter.The device was cleaned with $7 5 \\%$ ethanol to remove olfactory cues in the interval between tests. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Sucrose consumption test was used to assess the rats' anhedonia before and after OB surgery. In the preparation period,rats were given a bottle of water and a bottle of $1 \\%$ sucrose solution simultaneously for the first $2 4 \\mathrm { ~ h ~ }$ (with food). Then,the two bottles were switched,and another $2 4 \\mathrm { ~ h ~ }$ were given to distinguish the sucrose solution and water (with food). Immediately thereafter,the rats were subjected to $2 2 \\mathrm { ~ h ~ }$ of food and water deprivation. Subsequently,formal sucrose preference test was performed: each rat was presented simultaneously with $1 \\%$ sucrose solution bottle and water bottle for $^ \\textrm { \\scriptsize 1 h }$ (with food). Each rat's consumption of $1 \\%$ sucrose solution and water were recorded. The percent preference for sucrose consumption was calculated using the following formula: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Sucrose preference $\\ l =$ (sucrose solution consumption/ [sucrose solution consumption + water consumption]) $\\times 1 0 0 \\%$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "PWTs in response to mechanical stimuli were measured with electronic von Frey fiber to assess rats'mechanical allodynia.Rats were placed ona metal grid,and the plantar skin of the ipsilateral hind paw of SNL/sham surgery was stimulated with electronic vonFrey fiberwitha5mininterval.Themechanicalwithdrawal threshold was recorded when the rat was quickly withdrawing the hind paw. Three measurements of PWT were averaged as the result per test. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Thermal hypersensitivity was tested using radiant heat. Rats were placed on a glass floor and separated by Plexiglas covers. A radiant heat source beneath the floor was aimed at the plantar surface of the ipsilateral hind paw of SNL/sham surgery. The PWL induced by heat was used as a measure of thermal hyperalgesia.Three measurements of latency with 5 min interval were conducted for each rat in each test session. The average of three measurements was the final result of each rat per test. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Serum Corticosterone Concentration ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Tominimizethecircadianeffectsoncorticosterone concentration，at the second day of the final PWT and PWL tests in Experiment 1,orbital blood samples of rats were collected for corticosterone determination from 8:00 to 11:00 in the morning. The blood were centrifuged at $3 0 0 0 ~ \\mathrm { r p m }$ for $1 0 ~ \\mathrm { m i n }$ to obtain serum and preserved at $- 8 0 ^ { \\circ } \\mathrm { C }$ The serum concentrations of corticosterone were measured by ELISA using a commercial ELISA kit (R&D Systems Inc.,Minneapolis,MN, USA). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Immunofluorescence Staining ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "After being anesthetized with $1 0 \\%$ chloral hydrate $\\mathrm { ' 4 0 0 ~ m g / k g } ,$ i.p.),the rats were perfused with cold saline and then $4 \\%$ paraformaldehyde in $0 . 1 ~ \\mathrm { ~ M ~ }$ phosphate buffer $\\mathrm { ( p H ~ 7 . 2 - 7 . 4 ) }$ through the ascending aorta and the lumbar enlargement of the spinal cord was removed and post fixed in $4 \\%$ paraformaldehyde for $^ { \\textrm { 1 h } }$ and then transferred into $30 \\%$ sucrose in $0 . 1 \\mathrm { { M } }$ phosphate buffer for 3 days.Transverse spinal sections $( 2 0 ~ \\mu \\mathrm { m } )$ were cut on a cryostat (Leica CM3035 S; $- 2 0 ^ { \\circ } \\mathrm { C }$ to $- 2 2 ^ { \\circ } \\mathrm { C } )$ .Subsequently, free-floating sections were blocked with $3 \\%$ donkey serum in $0 . 3 \\%$ Triton X-100 for $^ \\textrm { \\scriptsize 1 h }$ at room temperature and incubated with different primary antibodies:polyclonal GR(1:2oo, Santa Cruz Biotechnology,sc-1004, Santa Cruz,CA, USA),monoclonal NeuN (neuronal marker,1:200,Abcam,abl04224, Cambridge UK), monoclonal GFAP (astrocyte marker,1:10oo,Cell Signaling Technology, $\\# 3 6 7 0$ ，Beverly，MA，USA）or polyclonal Ibal (microglia marker，1:500,Abcam，ab5076,Cambridge,UK) overnight at $4 ^ { \\circ } \\mathrm { C }$ 、Sections were washed with O.01 M PBS for $1 0 \\mathrm { m i n }$ three times and then incubated with FITC(1:2oo;Jackson Immunolab,115-095-003,705-095-003,West Grove,PA,USA) and TRITC-conjugated secondary antibodies (1:2oo; Jackson Immunolab,711-025-152,West Grove,PA,USA) for $^ { \\textrm { 1 h } }$ at room temperature. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Stained sections were observed with a Leica DM550oB (Leica Camera AG,Solms,Germany） fluorescence microscope,and images were captured with a CCD spot camera.Double-stained images were merged using Image J software. Semi-quantitative analysis ofGR-positive areas and areas of colocalization between GRs and cell markers in the ipsilateral spinal dorsal horn were carried out with Image-Pro Plus 5.0 (Media Cybernetics, Rockville,MD，USA)．The colocalization rate of GRs and neurons/astrocytes/microglia was calculated according to the following formula: ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Colocalization rate $\\mathbf { \\Sigma } = \\mathbf { \\Sigma }$ (positive area of both GRand cell markers/positive area of cell markers) $\\times 1 0 0 \\%$ ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Western Blotting ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Spinal lumbar enlargement was harvested from anesthetized animals.The tissues were placed in liquid nitrogen immediately, and the dorsal part of the ipsilateral side was separated immediately and preserved at $- 8 0 ^ { \\circ } \\mathrm { C }$ ，For whole-cell protein extraction，tissues were homogenized in SDS lysis buffer (Beyotime,Shanghai,China）with PMSF(Thermo Scientific, Waltham,MA,USA), then sonicated on ice and centrifuged at $1 3 , 0 0 0 \\times \\ g$ for $1 5 ~ \\mathrm { m i n }$ at $4 ^ { \\circ } \\mathrm { C }$ to isolate the supernatant part. Forcytoplasm and nuclei protein extraction, tissues were treated with an NE-PER Nuclear and Cytoplasmic Extraction Reagents Kit (Pierce Biotechnology，Rockford,IL,USA).The protein concentrations of all samples were detected with a BCA Protein Assaykit (Pierce Biotechnology,Rockford,IL,USA). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Proteins were separated by gelelectrophoresis (SDS-PAGE) and transferred onto a PVDF membrane (Bio-Rad). The membrane was blocked with $5 \\%$ w/v nonfat dry milk or bovine serum albumin (BSA) in TBST( $2 0 ~ \\mathrm { m M }$ Tris-base,pH 7.6, $1 3 7 \\mathrm { ~ m M }$ NaCl and $0 . 1 \\%$ Tween 20）for $^ \\mathrm { ~ 1 ~ h ~ }$ at room temperature and then incubated with the primary antibodies polyclonal GR,polyclonal BDNF,polyclonal TrkB(1:20o, Santa Cruz Biotechnology，sc-1004,sc-20981,sc-8316,Santa Cruz, CA, USA), polyclonal NR2B (1:1000, Cell Signaling Technology, $\\# ~ 4 2 0 7$ ，Beverly，MA,USA)，monoclonal GAPDH,polyclonal histone H3 (1:200；Santa Cruz Biotechnology，sc-137179, sc-10809,Santa Cruz,CA,USA） overnight at $4 ^ { \\circ } \\mathrm { C }$ with gentle shaking. The blots were washed for $1 0 \\ \\mathrm { m i n }$ three times with washing buffer (TBST）and then incubated with secondary antibody horseradish peroxidase (HRP)-conjugated IgG (1:5000, # 7074,# 7076,Cell Signaling Technology,Beverly,MA,USA) for $^ \\textrm { \\scriptsize 1 h }$ at room temperature. Subsequently, the membrane was washed for $1 0 ~ \\mathrm { m i n }$ three times with TBST.Protein bands were detected by ECL (Pierce Biotechnology，Rockford,IL,USA) and exposed in a FluorChemTM E system (ProteinSimple, San Jones,CA,USA).Integrated optical densities were analyzed with the AlphaView software (Proteinsimple,San Jones,CA, USA). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Statistics ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "All of the data are presented as mean $\\pm$ SEM.Two-sample $t$ （24 testswere employed to analyze data of the open field test, sucrose consumption test and rats’bodyweights.Data of mechanical PWT and thermal PWL tests,serum corticosterone level immunofluorescence staining and Western blotting affected by two or three factors were analyzed with a multifactor analysis of variance (ANOVA） with Bonferroni's post hoc test.Correlations between mechanical PWT/thermal PWL and nuclear GR expression were examined with Pearson correlation coefficients.Statistical tests were performed with SPSS 19.0 (IBM，Armonk,NY，USA)，and $\\textit { p } < \\ 0 . 0 5$ was considered significant. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Olfactory Bulbectomy Induced Abnormal Behaviors Correlated with Depressive-Like State and Attenuated Mechanical Allodynia and Thermal Hyperalgesia Caused by SNL ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Behavioral alterations in the open field and sucrose tests and changes in the bodyweights of the rats were observed following a 14-day recovery phase after OB/NOB surgery. As shown in Figure 2,in open field test significantly more locomotor activity(Figure 2A）and rearing behavior (Figure 2B)were observed in OB rats than those in NOB rats $( p ~ < ~ 0 . 0 0 1 )$ As shown in Figure 2C,the sucrose solution consumption of OB rats was lower than that of NOB rats in the sucrose preference test $( p = 0 . 0 3 4 )$ ，revealing anhedonic symptom of depressive-like behavior.Furthermore,a significant reduction of bodyweight gain (Figure 2D） was observed in the OB group 14 days following OB surgery $( \\boldsymbol { p } < 0 . 0 0 1 )$ . These results indicated that a depressive-like state was established following OB surgery. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Subsequently, SNL/Sham surgery was performed on the OB/NOB rats.Seven days later,mechanical allodynia and thermal hyperalgesia were investigated using electronic von Frey fiber and thermal stimuli. There was no differences found in the baselines of mechanical PWT and thermal ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/9e397ba24e459988eab76e1c871310821dade61a58988da3dac093987443bc90.jpg",
        "img_caption": [
            "FIGURE2edeprsvelisddomotoctidarsBd decreased sucrose consumption (C) and bodyweight gain (D) compared to the NOB group at day 14. $^ { * } p < 0 . 0 5$ $^ { * * * } p < 0 . 0 0 1$ vs.corresponding NOB group; $\\scriptstyle n = 8 - 9$ per group. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/37bb6e2e865c3a3260da5602ee37cae7e0bdcce06f7c43dfe7653c3c8958c2f0.jpg",
        "img_caption": [
            "FIGURE3丨SNL-induced mechanical allodynia and thermal hyperalgesiawere attenuated by OB.There was no differences found in the baselines of mechanical PWT (A) and thermal PWL (B) between four groups.Mechanical PWT (C) and thermal PWL (D) were decreased in the NOB-SNL group and partially restored in the OB-SNL group,which was lower than that in the OB-Sham group. $^ { * } p < 0 . 0 5$ $^ { * * * } p < 0 . 0 0 1$ vs. NOB-Sham group; $^ { \\# \\# \\# } p < 0 . 0 0 1$ vs. OB-Sham group; $^ { \\Phi \\mathfrak { S } } p < 0 . 0 1$ $^ { \\$ \\Phi \\Phi } p < 0 .00 1 \\ \\mathrm { v s }$ NOB-SNL group; $n = 8$ per group. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "PWL between four groups (Figures 3A,B). As shown in Figure 3C,the mechanical PWT of the ipsilateral hind paw was significantly affected by OB and SNL $( F _ { \\mathrm { O B } ( 1 , 2 8 ) } = 1 7 . 6 3 5$ $\\mathit { p } \\ < \\ 0 . 0 0 1$ ， $F _ { \\mathrm { S N L ( 1 , 2 8 ) } } ~ = ~ 1 4 8 . 7 7 4$ ， $\\smash { p _ { \\mathrm { ~ \\normalfont ~ < ~ } } 0 . 0 0 1 } )$ ，and there was a significant $\\mathrm { O B } \\ \\times \\ \\mathrm { S N L }$ interaction $( F _ { \\mathrm { O B } } \\times \\mathrm { S N L } ( 1 , 2 8 ) = 3 1 . 1 4 7 ,$ $\\begin{array} { r l r } { p } & { { } < } & { 0 . 0 0 1 \\rangle } \\end{array}$ .NOB-SNL rats showed a lower PWT than NOB-Sham rats $( p \\ < \\ 0 . 0 0 1 )$ ，revealing mechanical allodynia associated with neuropathic pain. In the OB-SNL group, the PWT was also down-regulated by SNL $( p ~ < ~ 0 . 0 0 1 )$ ， but showed a restoration compared with NOB-SNL group $( p ~ < ~ 0 . 0 0 1 )$ .In addition，there was no difference between the PWTs of the NOB-Sham group and the OB-Sham group $( p = 0 . 3 3 7 )$ .As shown in Figure 3D,the thermal PWL of the ipsilateral hind paw was significantly regulated by OB and SNL $( F _ { \\mathrm { O B } ( 1 , 2 8 ) } = 1 7 . 6 5 4$ $p < 0 . 0 0 1$ ， $F _ { \\mathrm { S N L ( 1 , 2 8 ) } } = 4 6 . 0 8 6 .$ $\\begin{array} { r } { p < 0 . 0 0 1 . } \\end{array}$ ） without interaction $( F _ { \\mathrm { O B } } \\times \\mathrm { S N L } ( 1 , 2 8 ) = 0 . 6 5 8$ $p = 0 . 4 2 4 )$ . Similar to the results for the mechanical PWT,the thermal PWLs of both NOB-SNL group and OB-SNL groups were lower than those of their corresponding sham groups $( p \\textless 0 . 0 0 1 )$ while the PWLs of both OB-Sham group and OB-SNL group were significantly higher than those of their corresponding NOB groups $\\mathit { p } = 0 . 0 2 3$ 0 $p = 0 . 0 0 1$ ,respectively).These results revealed that the mechanical allodynia and thermal hyperalgesia of SNL rats were attenuated by an OB-induced depressive-like state. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Decreased Spinal GR Expression and Translocation were Involved in the Depression-lnduced Attenuation of Mechanical Allodynia and Thermal Hyperalgesia in Rats with Neuropathic Pain ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The Expression and Translocation of GRs in the Spinal Dorsal Hornas Well as Serum Corticosterone Level WereDecreasedandAssociatedwiththe Attenuation of Neuropathic Pain in Depressed Rats ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To determine the role of spinal GRs in the OB-induced attenuation of mechanical allodynia and thermal hyperalgesia ofneuropathic pain, immunofluorescence stainingand Western blotting were used to analyze GR expression and translocation in the present study. Semi-quantitative analysis of the immunofluorescence staining of GRs (Figures 4A-E) showed that there was a significant effect of OB and SNL on GR expression in the ipsilateral spinal dorsal horn $( F _ { \\mathrm { O B } ( 1 , 2 0 ) } = 2 0 . 3 3 6 .$ $\\mathit { p } \\ < \\ 0 . 0 0 1$ ： $F _ { \\mathrm { S N L } ( 1 , 2 0 ) } ~ = ~ 1 4 . 9 7 5 .$ $p ~ = ~ 0 . 0 0 1 \\rangle$ ，with $\\mathrm { O B } \\ \\times \\ \\mathrm { S N L }$ interaction $( F _ { \\mathrm { O B } } \\times \\mathrm { S N L } ( 1 , 2 0 ) \\ = \\ 4 4 . 4 5 6 ,$ $p ~ < ~ 0 . 0 0 1 \\$ ). The spinal GR expression of NOB-SNL rats was prominently increased $( p < 0 . 0 0 1 )$ , while GRs in the OB-Sham group were not changed compared with those in the NOB-Sham group $( p ~ = ~ 0 . 1 4 3 )$ ： Importantly,spinal GR level of the OB-SNL group was lower than that in the NOB-SNL group $( p < 0 . 0 0 1 )$ ： ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Next，we analyzed GR protein levels in the cytosolic (Figure 4G) and nuclear (Figure 4H) compartments of the spinal dorsal horn by Western blotting to determine whether GR translocation was altered in the process.As shown in Figure 4G, in the cytosolic compartment of the spinal dorsal horn,there was a significant effect of SNL $( F _ { \\mathrm { O B } ( 1 , 2 8 ) } = 0 . 6 1 7 ;$ $\\mathit { p } = 0 . 4 3 9$ $F _ { \\mathrm { S N L ( 1 , 2 8 ) ~ } } = ~ 8 . 2 3 3$ 。 $p ~ = ~ 0 . 0 0 8 \\rangle$ ）with $\\mathrm { O B } \\ \\times \\ \\mathrm { S N L }$ interaction $( F _ { \\mathrm { O B } } \\times \\mathrm { S N L } ( 1 , 2 8 ) = 1 2 . 2 6 9$ $p = 0 . 0 0 2 \\mathrm { . }$ ）on the GR level.OB resulted in a higher cytosolic GR level in OB-Sham group than in NOB-Sham group $( p \\ : = \\ : 0 . 0 0 5 )$ ，revealing an accumulation of spinal cytosolic GRs in depressed rats.Moreover,the cytosolic GR level was lower in the OB-SNL group than that in the OB-Sham group $( p < 0 . 0 0 1 )$ . As shown in Figure 4H,GR protein level in the nuclear compartment was significantly regulated by OB and SNL $( F _ { \\mathrm { O B } ( 1 , 2 8 ) } = 2 7 . 6 6 9 _ { \\it B }$ $\\textstyle P < 0 . 0 0 1$ $F _ { \\mathrm { S N L } ( 1 , 2 8 ) } = 7 . 1 1 8$ 0 $p = 0 . 0 1 3 )$ without interaction $( F _ { \\mathrm { O B } } \\times \\mathrm { S N L } ( 1 , 2 8 ) = 1 . 6 1$ $p = 0 . 2 1 5 \\$ ） In the NOB-SNL group, the nuclear GR level was up-regulated compared with that in the NOB-Sham group $( p = 0 . 0 1 )$ .The nuclear GRlevel was dramatically decreased in both OB-SNL group and OB-Sham group compared with their corresponding NOB groups $( p \\ < \\ 0 . 0 0 1$ ， $p \\ : = \\ : 0 . 0 0 9$ ，respectively)，showing a reduction of GR nuclear translocation. The purity of cytoplasmic and nuclear fractions was assayed by anti-GAPDH (for cytosolic compartment) or anti-histone H3 (for nuclear compartment) antibodies respectively,as shown inFigure 4I. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Furthermore,Pearson's correlation analysis was employed to calculate the correlation between spinal nuclear GR expression and the mechanical PWTs or thermal PWLs of rats,respectively. As shown in Figures 4J,K,the spinal nuclear GR expression was negatively correlated with both mechanical PWTs( $\\dot { r } = - 0 . 5 6 5 4$ $\\begin{array} { r } { p < 0 . 0 0 1 . } \\end{array}$ ）and thermal PWLs $( r = - 0 . 5 5 2 7$ ， $p = 0 . 0 0 1$ ).This result revealed that the alteration of nociceptive behaviors of depressed or/and peripheral nerve injury rats was accompanied by changes in GR expression and nuclear translocation in the spinal dorsal horn. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/9a9f8eca2224c994ab9af44e47a6708a314b51d49d57f2203f2ad80999f276df.jpg",
        "img_caption": [
            "FIGURE4|AlteratisfspialucoortdecetorGexpresiotaslocatiduorticoteoevelinB-m/ats. The immunofluorescence-stained GR-positive eSNL-ipsilatera spinaldors reased in NOB-SNL rats but decreased in OB-SNL rats (A-E); $n = 6$ sections of3ratsperg $= 5 0 \\mu \\mathrm { m }$ showed enhanced cytosolic GR expression in the OB-Sham group and nucleai pression in the OB-SNL group (G-I). $^ { * } p < 0 . 0 5$ $^ { * * } p < 0 . 0 1$ $^ { * * * } p < 0 . 0 0 1$ $^ { \\# \\# \\# } p < 0 . 0 0 1$ $^ { \\mathfrak { s s s } } p < 0 . 0 0 1$ （204 $n = 8$ per group.Nuclear GR expressionwasnegatively m and OB-SNL groups.Serum corticosterc dinOB-SNLgroup(F $^ { * * } p < 0 . 0 1$ .NOB-Sham group; $^ { \\# \\# \\# } p < 0 . 0 0 1$ vs. OB-Sham group; $^ { \\mathfrak { s } } p < 0 . 0 5$ Vs. NOB-SNL grc $n = 6$ .CORT,corticoster "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The basal serum corticosterone level in rats were measured and there was a significant effect of SNL $( F _ { \\mathrm { O B } ( 1 , 2 0 ) } ~ = ~ 0 . 6 0 2 \\$ $p ~ = ~ 0 . 4 4 7$ ： $F _ { \\mathrm { S N L } ( 1 , 2 0 ) } ~ = ~ 7 . 9 7 2$ ， $ { p } = \\ 0 . 0 1 )$ with $\\mathrm { O B } \\ \\times \\ \\mathrm { S N L }$ interaction $( F _ { \\mathrm { O B } } \\times \\mathrm { S N L } ( 1 , 2 0 ) = 1 4 . 1 2$ 0 $p = 0 . 0 0 1$ ; Figure 4F). The serum corticosterone concentration in OB-Sham group was significantly higher than that in NOB-Sham group $( p = 0 . 0 0 4 )$ suggesting an increased activity of HPA axis induced by OB,which has been reported in previous studies (Marcilhac et al.，1999;Cryan and Mombereau，2004).No difference was found in the serum corticosterone concentrations between NOB-SNL group and NOB-Sham group $( p = 0 . 5 1 6 )$ ，which is consistent with previous observations (Ulrich-Lai et al.,2006; Alexander et al.，2009；Benedetti et al.，2012)． Interestingly, corticosterone level in OB-SNL group was lower than that in OB-Sham group $( p < 0 . 0 0 1 )$ and NOB-SNL group $(  { p } = 0 . 0 4 8 )$ indicating a decreased activity of HPA axis,which may due to the exhausted state of HPA axis in OB rats following SNL surgery. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The GR Agonist Dexamethasone Eliminated the OB-Mediated Attenuation of Mechanical Allodynia andThermal Hyperalgesia in RatswithNeuropathic Pain ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "To demonstrate that spinal GR activity reduction contributes to the attenuation of neuropathic pain caused by OB,GR agonist Dex,proven to promote GR nuclear translocation, was administered intrathecally at $4 \\ \\mu \\mathrm { g }$ per rat daily for 1 week which was determined empirically from previous studies (Wang et al.,2004,2005),starting from the day of SNL surgery. Next, mechanical PWT and thermal PWL were measured. As shown in Figures ${ \\bf 5 } \\mathbf { A } , \\mathbf { B }$ ，we found significant effects of Dex on both PWT $( F _ { \\mathrm { D E X } ( 1 , 4 8 ) } = 5 8 . 4 8 8 .$ $\\begin{array} { r l r } { p } & { { } < } & { 0 . 0 0 1 _ { } ^ { } } \\end{array}$ and_PWL $\\begin{array} { r l r } { \\left( F _ { \\mathrm { D E X } } \\times \\mathrm { S N L } ( 1 , 4 8 ) \\right. } & { { } = } & { 7 3 . 9 8 4 } \\end{array}$ $p ~ < ~ 0 . 0 0 1$ of PWT; $F _ { \\mathrm { D E X } } \\times \\mathrm { S N L } ( 1 , 4 8 ) ~ = ~ 5 3 . 9 2$ ， $\\mathit { p } ~ < ~ 0 . 0 0 1$ of PWL)，as well as Dex $\\mathrm { ~  ~ { ~ \\times ~ } ~ } \\mathrm { O B }$ and Dex $\\times ~ \\mathrm { O B } ~ \\times ~ \\mathrm { S N L }$ interactions on PWT $( F _ { \\mathrm { D E X } } \\times \\mathrm { O B } ( 1 , 4 8 ) ~ = ~ 1 7 . 3 1 6$ ， $\\mathit { p } ~ < ~ 0 . 0 0 1$ $F _ { \\mathrm { D E X } \\times \\mathrm { { O B } \\times \\mathrm { { S N L } ( 1 , 4 8 ) } } } = 1 3 . 4 6 4 .$ $p = 0 . 0 0 1 \\mathrm { \\cdot }$ ).Compared with the corresponding vehicle group,the mechanical allodynia and thermal hyperalgesia of NOB-SNL rats were aggravated by Dex $( p < 0 . 0 0 1 )$ .Importantly,the attenuation of mechanical alldynia and thermal hyperalgesia in the OB-SNL group was eliminated following the administration of Dex,but not vehicle $( p < 0 . 0 0 1 )$ .While the thermal PWL of the Dex-OBSNL group was higher than that of the Dex-NOB-SNL group ${ \\mathit { p } } = 0 . 0 0 1 { \\mathrm { ) } }$ ,it still showed an attenuation effect of OB on thermal hyperalgesia.Furthermore,the mechanical PWT and thermal PWL of NOB-Sham rats $( p \\ : = \\ : 0 . 4 8 1$ ， $p \\ : = \\ : 0 . 6 3 2$ ，respectively) and OB-Sham rats ( ${ \\mathit { p } } = 0 . 0 5 9$ 5 $p = 0 . 1 3 2$ ,respectively） were not affected following Dex administration. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "These results revealed that spinal GR activation was involved in the development of mechanical allodynia and thermal hyperalgesia of NOB-SNL rats and that decreased GR nuclear translocation,at least in part,contributed to the OB-induced attenuation of neuropathic pain in OB-SNL rats. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Decreased Spinal BDNF, TrkB and NMDA Receptor Subunit NR2B Expression Levels in Depressed Rats with Neuropathic Pain Were Accompanied by the Attenuation of Nociceptive Hypersensitivity, which Could be Up-Regulated by the GR Agonist Dexamethasone ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Wedemonstrated that the OB-induced reduction in GR nuclear translocation in the spinal dorsal horn contributed to the attenuation of mechanical allodynia and thermal hyperalgesia in OB-SNL rats.However,how spinal GR participated in this attenuated neuropathic pain behavior in depressive-like rats was still unknown.Accordingly,double immunofluorescence staining was employed to investigate the spinal GR location in NOB-SNL rats,in which GR expression was enhanced and neural glial cells were activated.As Figures 6A-D shows,GR co-expressed with $6 4 . 9 9 ~ \\pm ~ 3 . 2 5 \\%$ of neurons (Figure 6A), $1 6 . 6 2 \\pm 1 . 4 \\%$ of microglia (Figure 6C),and $7 . 9 7 \\pm 1 . 4 5 \\%$ of astrocytes (Figure 6B).This result revealed that in the spinal dorsal horn GRs were mainly found in neurons,partly in microglia and rarely in astrocytes, suggesting that most of the spinal neurons and some of the glia cells with abnormal GR translocation may be involved in the attenuated neuropathic nociception in depressive-like rats. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/627d9d87a18334dd6f55655f26d478370d0f79409ff190d28b8c6798bf94abaf.jpg",
        "img_caption": [
            "FIGURE5丨GRgoistexlinatedteOB-nducedeuatioofhacalalddthlperalgsifeuropathictratal administration of Dex ( $4 ~ { \\mu \\mu }$ perrat,dailyfor1week)exacerbateddown-regulationofmechanicalPWT(A)andthermalPWL(B)inDex-NOB-SNLratscompared withthoseinVBatsddudiantlowecadthainexBtnteinVoup. The nociceptive behaviors of NOB-Sham rats and OB-Sham rats were not afected by Dex intrathecal admi $^ { * * } p < 0 . 0 1$ $^ { * * * } p < 0 . 0 0 1$ vs. corresponding NOB-Sham groups; $^ { \\# \\# \\# } p < 0 . 0 0 1$ vs. corresponding OB-Sham groups; $^ { \\mathfrak { S } \\Phi } p < 0 . 0 1$ $^ { \\oplus \\oplus } p < 0 . 0 0 1$ Vs. corresponding NOB-SNL groups; $^ { 8 . 8 . 8 } p < 0 . 0 0 1$ VS. correspondingvehicle groups; $n = 7$ pergroup "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "It has been established that activation of the BDNF-TrkB pathway in the spinal dorsal horn contribute to the central sensitization of peripheral nerve injury-induced neuropathic pain through microglial-neuronal activation (Beggs and Salter, 2013)．In addition，recent studies have shown that CNS GRs can regulate BDNF gene expression in some specific brain areas (Alboni et al.， 201l; Gourley et al.， 2012; Wosiski-Kuhn et al.，2014). Therefore，the present study investigated whether spinal BDNF and TrkB participated in the OB-induced attenuation of neuropathic pain and whether they were modulated by the GR agonist Dex. Western blotting was employed to analyze BDNF and TrkB protein expression in the spinal dorsal horn from rats that were intrathecally injected with vehicle and Dex as previously described.As shown in Figures $^ { 7 \\mathbf { A } , \\mathbf { B } }$ ,OB,SNL and Dex showed significant main effects on BDNF and TrkB expression(BDNF: $F _ { \\mathrm { O B } ( 1 , 3 9 ) } = 1 6 . 5 2 3 \\$ ， $\\mathit { p } \\mathrm { ~ < ~ } 0 . 0 0 1$ $F _ { \\mathrm { S N L } ( 1 , 3 9 ) } = 3 2 . 0 6 7$ ， $p \\ < \\ 0 . 0 0 1$ $F _ { \\mathrm { D E X } ( 1 , 3 9 ) } ~ = ~ 1 7 . 2 6 1$ ， $\\textit { p } \\texttt { < } 0 . 0 0 1$ .TrkB: $F _ { \\mathrm { O B } ( 1 , 3 9 ) } = 5 0 . 7 7 7 ,$ $\\textstyle P < 0 . 0 0 1$ $F _ { \\mathrm { S N L } ( 1 , 3 9 ) } = 1 5 5 . 3 7 2$ ， $\\begin{array} { r } { p < 0 . 0 0 1 } \\end{array}$ $F _ { \\mathrm { D E X } ( 1 , 3 9 ) } = 5 5 . 5 9 6 ,$ $\\textstyle P < 0 . 0 0 1 )$ ,with $\\mathrm { O B } \\times \\mathrm { S N L }$ and $\\mathrm { D e x } \\times \\mathrm { S N L }$ interactions (BDNF: $F _ { \\mathrm { D E X } } \\times \\mathrm { S N L } ( 1 , 3 9 ) = 1 3 . 4 2 1$ $p = 0 . 0 0 1$ . TrkB: $F _ { \\mathrm { O B } } \\times \\mathrm { S N L } ( 1 , 3 9 ) = 4 5 . 8 4$ $p < 0 . 0 0 1$ $F _ { \\mathrm { D E X } } \\times \\mathrm { S N L } ( 1 , 3 9 ) = 3 1 . 0 2 3$ ， $\\begin{array} { r } { p < 0 . 0 0 1 . } \\end{array}$ ).In the vehicle groups,there was an increasing trend in BDNF expression （20 $( p = 0 . 0 9 5 )$ and a significant up-regulation of TrkB expression in NOB-SNL rats $( p < 0 . 0 0 1 )$ compared with NOB-Sham rats, while the expression of BDNF and TrkB in OB-SNL rats was lower than that in NOB-SNL rats $( p = 0 . 0 0 2$ and $p \\ < \\ 0 . 0 0 1$ respectively) and OB-Sham group ( $\\mathit { p } < 0 . 0 0 1 \\$ ).Dex exacerbated this up-regulation ofBDNF and TrkB in both theDex-NOB-SNL group $\\mathit { \\Pi } _ { \\mathcal { P } } = 0 . 0 0 1$ 5 $\\begin{array} { r } { p < 0 . 0 0 1 } \\end{array}$ ,respectively)and the Dex-OB-SNL group $( p < 0 . 0 0 1 )$ compared with their corresponding vehicle groups.Interestingly, the expression of BDNF and TrkB in the Dex-OB-SNL group was still lower than that in the Dex-NOBSNL group $\\zeta _ { P } = 0 . 0 2 8$ 0 $p < 0 . 0 0 1$ ,respectively).In addition,Dex did not affect spinal BDNF or TrkB expression in NOB-Sham rats $\\langle p = 0 . 8 2 8$ 5 $p = 0 . 7 7 2$ ,respectively)or OB-Shamrats $( p = 0 . 4 7 1$ $ { p } = 0 . 1 3 3$ ,respectively). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The NR2B subunit of the $N$ -methyl-D-aspartate (NMDA) receptor in the neurons of spinal superficial laminae participates in the nociceptive transmission and contributes to the maintenance of neuropathic pain. It has been reported that the activation of the NR2B subunit was modulated by BDNF-TrkB signaling in the spinal dorsal horn following peripheral nerve injury (Geng etal., 2O1O).Hence,we analyzed NR2B subunit expression,as well.As shown in Figure 7C, ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/d2b0e0bbf2574479f2204b91ace525ff2fd22af93f5c1a1a77f9ff5e7e5eaf55.jpg",
        "img_caption": [
            "FIGURE6|ImmuofluoreseedublestainingofthGedandcellmarkrsninthsialdorsalfBSatssain c GRs with NeuN, GFAP and Iba1 (D), $n = 6$ sections from three rats per group;scale bar $= 5 0 \\mu \\mathrm { m }$ "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/47a34de3b20dea1fe8f833cd75a8c7e970f2ddc0a4525f26ebadf7a46c787057.jpg",
        "img_caption": [
            "FIGURE7GgosteegulatdbrainerivedeurotrophicfctorDF),rBndNethDaspartate()eceptorBubit expression in the spinaldorsal hornofratswithdepressonand neuropathic pain.Intrathecal administration of Dex $4 \\mu \\ g$ per rat,daily for 1 week) exacerbatedtetfa)ndBexpsinemdtd inducedsnifntuatifteotesinmpdtotproteexpesf NOB-Sham rats and OB-Sham rats were not affected by $\\mathsf { D e x }$ $^ { * } p < 0 . 0 5$ $^ { * * * } p < 0 . 0 0 1$ vs.corresponding NOB-Sham groups; ${ ^ { \\# } p } < 0 . 0 5$ $^ { \\# \\# \\# } p < 0 . 0 0 1$ VS. corresponding OB-Sham groups; $^ { \\mathfrak { s } } p < 0 . 0 5$ $^ { \\mathfrak { S } \\mathfrak { P } } \\mathfrak { P } < 0 . 0 1$ $^ { \\mathfrak { s o s } } p < 0 . 0 0 1$ Vs. corresponding NOB-SNL groups; $^ { \\ 8 \\& } p < 0 . 0 1$ $^ { 8 . 8 . 8 } p < 0 . 0 0 1$ vs.corresponding vehicle groups; $n = 5 – 6$ per group. "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "OB,SNL and Dex showed significant main effects on NR2B expression $( F _ { \\mathrm { O B } ( 1 , 3 9 ) } = 1 0 6 . 1 1 7 \\$ $\\begin{array} { r } { p < 0 . 0 0 1 } \\end{array}$ $F _ { \\mathrm { S N L } ( 1 , 3 9 ) } = 1 1 9 . 7 4 6 { \\mathrm { ; } }$ 号 $\\textstyle P < 0 . 0 0 1$ $F _ { \\mathrm { D E X } ( 1 , 3 9 ) } = 7 4 . 4 1 6 ,$ （20 $\\begin{array} { r } { p < 0 . 0 0 1 \\} . } \\end{array}$ ，with $\\mathrm { O B } \\times \\mathrm { S N L }$ and Dex $\\mathrm { \\bf ~ \\times ~ } \\mathrm { \\bf S N L }$ interactions $( F _ { \\mathrm { O B } } \\times \\mathrm { S N L } ( 1 , 3 9 ) = 6 7 . 0 4 6$ $p \\ < \\ 0 . 0 0 1$ $F _ { \\mathrm { D E X } } \\times \\mathrm { S N L } ( 1 , 3 9 ) ~ = ~ 6 8 . 3 1 2$ ， $\\begin{array} { r } { p \\ < \\ 0 . 0 0 1 , } \\end{array}$ ).In the vehicle groups, NR2B expression in NOB-SNL rats was higher than that in the NOB-Sham group $( p ~ < ~ 0 . 0 0 1 )$ ，while NR2B expression in OB-SNL rats was lower than that in the NOB-SNL group $( p < 0 . 0 0 1 )$ and the OB-Sham group $( p = 0 . 0 2 1 )$ ). Compared with vehicle treatment, Dex treatment aggravated the up-regulation of NR2B induced by SNL in both Dex-NOB-SNL and Dex-OB-SNL groups $( p < 0 . 0 0 1 )$ ,but expression in the Dex-OB-SNL group was still lower than that in the Dex-NOB-SNL group $( p < 0 . 0 0 1 )$ ： Moreover,Dex treatment did not influence the spinal NR2B expression in NOB-Sham rats $( p \\ : = \\ : 0 . 7 9 3 )$ ）orOB-Sham rats $( p = 0 . 9 2 9 )$ ： ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "These findings showed that decreased spinal BDNF,TrkB and NR2B expression was involved in the OB-induced attenuation of neuropathic pain.The GR agonist Dex enhanced nociceptive sensitivity and BDNF,TrkB and NR2B expression in the spinal dorsal horn of both NOB-SNL rats and OB-SNL rats but not Sham rats. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "In the present study,we found that OB-induced depressive-like behavior and SNL-induced neuropathic pain behavior were associated with alterations in GR expression and nuclear translocation in the spinal dorsal horn.The mechanical allodynia and thermal hyperalgesia of neuropathic pain were attenuated by OB,with decreased serum corticosterone level and reduced GR expression and nuclear translocation,as well as reduced BDNF, TrkB,NR2B subunit expression in the spinal dorsal horn. The GR agonist Dex eliminated the attenuating effect of depression on nociceptive hypersensitivity in OB-SNL rats and aggravated neuropathic pain in NOB-SNL rats,with enhanced BDNF, TrkB and NR2B subunit expression in the spinal dorsal horn Interestingly,Dex showed no effect on nociceptive behaviors or the expression of the aforementioned proteins in NOB-Sham rats and OB-Sham rats. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Olfactory Bulbectomy Induces Depressive-Like Behaviorand Attenuates Nociceptive Response in Rats with Neuropathic Pain ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Among various animal depression models,OB is usually performed on rodents,mostly on rats,to induce a series of behavioral,neurochemical and neuroendocrine alterations related to those changes in depression patients (van Riezen and Leonard,1990;Kelly et al.,1997). Sometimes OB is questioned for the obscure mechanism of its use as a depression model, but it is thought to be one of the best reliable models for predicating the efficacy of chronic antidepressants treatment (Willner and Mitchell,2002; Cryan and Mombereau, 2004).In the present study,we observed that OB induced hyperactivity in open field test which is related to hyperactive responses to stress and increases in defensive behavior (Stock et al., 2001),decreased sucrose consumption which suggests anhedonia symptoms (Romeas et al., 2oo9),and decreased bodyweight gain which indicates loss of appetite.Although the mechanism of OB induced abnormal behaviors is still not fullyunderstood, these symptoms were not simplya consequence of loss of smell because peripheral anosmia (e.g.,zinc sulfate-induced anosmia） failed to produce the same effects (Sieck and Baumbach,1974; Mar et al.,2ooo).These alterations are believed to be due to complex neuronal reorganization in various subcortical limbic regions including amygdala and hippocampus (Kelly et al., 1997). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "The influence of depression on pain perceptionis controversial. However,there are an increasing number of clinical and laboratory studies indicating that the sensitivity of the response to exogenous nociceptive stimuli is reduced in patients with depression or a depressive-like state.Major depression patients showed decreased sensitivity to noxious stimuli applied to their skin (Lautenbacher et al.,1994; Bär et al.,2oo6). Our previous study showed that depressive-like state induced by unpredictable chronic mild stress (UCMS) resulted in hypoalgesia to thermal stimuli in rats with completed Freund's adjuvant (CFA)-induced chronic inflammatory pain (Shi et al.，20lob)，as well as increased mechanical PWT and thermal PWL in rats with neuropathic pain (Shi et al., 2010a).In the present study we found that following SNL surgery OB-induced depressive-like rats showed less mechanical allodynia and thermal hyperalgesia than non-depressed rats, which indicated that depressive-like state may attenuate the sensitivity to nociceptive stimuli in rats with neuropathic pain. These results are consistent with previous findings.However, Bravo et al.(2ol4) found that there was no difference in mechanical allodynia between rats experiencing CMS combined with sciatic nerve chronic constriction injury (CCI） and non-CMS rats with CCI.Burke et al. (2013,2014) reported normal mechanical allodynia and thermal hyperalgesia in OB-SNL rats. These conflicting results may be related to differences among neuropathic pain models, experimental paradigms or animal handling methods before the behavior tests. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "TheRole ofSpinal GRNuclear Translocation in Attenuating Effect of Depression on Neuropathic Pain ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "GR is a classical nuclear receptor.When binding with glucocorticoids,GRs translocate from cytoplasm into nucleus to mediate transcriptional activation/represson of target genes, participating in the initiation and development of various physiological and pathological processes,including major depression and neuropathic pain (Mao,2oo5;Kadmiel and Cidlowski, 2013;Madalena and Lerch,2016).Many studies on major depression patients or depressive-like animal models have reported abnormal GR expression and function in the pituitary or hippocampus,amygdala,prefrontal cortex and other brain areas,which was considered one of the important reasons for HPA axis hyperactivity and glucocorticoid resistance (Revollo and Cidlowski, 2009;Anacker et al.,201la). Some studies have found that GR nuclear translocation in hippocampus and PFC was impaired in CMS-induced depressive-like rats,which could be reversed by chronic treatment with antidepressants (Guidotti et al.,2013; Xing et al.,2015). Studies in vitro reported that the tricyclic antidepressant desipramine facilitated GR nuclear translocation in mouse fibroblasts (Pariante et al.,1997),and ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "SSRI antidepressant sertraline increased GR transactivation in human hippocampal progenitor cells (Anacker et al.,2011b). These findings suggests that impaired GR translocation in brain is associated with depressive-like state and GR is a potential target for antidepressants treatment.However,alterations of GR translocation in the spinal dorsal horn in depressive-like rodents remain poorly understood.In the present study,we found significant a decrease in GR nuclear translocation in the spinal dorsal horn of OB-Sham and OB-SNL rats,and an obvious increases in GR expression and translocation in the spinal dorsal horn of NOB-SNL rats.The positive correlation between spinal nuclear GR level and nociceptive behaviors of OB/NOB-SNL/Sham rats suggests that spinal GRs may be involved in the development of hypersensitivity in neuropathic pain nociception.We speculate that OB-induced decreased spinal GR nuclear translocation may,at least in part,account for the attenuation of mechanical allodynia and thermal hyperalgesia in OB-SNL rats. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Therefore,GR agonist Dex was used to confirm the role of spinal GRs in the process by which depression attenuates neuropathic pain.We observed that Dex administered intrathecally aggravated mechanical allodynia and thermal hyperalgesia in NOB-SNL rats and eliminated the attenuating effect of depression on neuropathic pain in OB-SNL rats.In a previous study,spinal GR protein expression was increased in spinal nerve injury (SNI) rats,and this expression could be exacerbated by the synthetic glucocorticoid betamethasone (Wang Q. S.et al.,2013). Furthermore,Wang et al. (2004) found a significant elevation of spinal GR mRNA and protein expression was associated with neuropathic pain behaviors following CCI surgery. GR agonist Dex (i..） exacerbated the development of thermal hyperalgesia and mechanical allodynia in CCI rats,while the GR antagonist RU486 or GR antisense oligonucleotide(i.t.）abolished it. Our results were consistent with these findings and demonstrated that GR activation is essential for the development of mechanical allodynia and thermal hyperalgesia induced by peripheral nerve injury. We hypothesized that decreased spinal GR nuclear translocation caused by OB may interrupt GR activation,which is necessary for nociceptive hypersensitivity following peripheral nerve injury, and contributes to the attenuating effect of depression on allodynia and hyperalgesia of neuropathic pain. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The Expression of Spinal BDNF, TrkB and NR2B May be Modulated by Decreased GR Activity and Involved in the Hypoalgesic Effect of Depressive-Like State on Neuropathic Pain ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "It is well known that spinal BDNF-TrkB signaling contributes to the initiation and development phase of neuropathic pain (Khan and Smith,2015).Following SNI, increased expressions of BDNF and its receptor TrkB in the spinal dorsal horn are highly correlated with the onset of neuropathic pain behavior (Kerr et al.,1999; Geng et al.,2010). The activation of NR2B subunit of NMDA receptor mediated by BDNF is related with the maintenance phase of neuropathic pain. The selective NR2B antagonist Ro25-6981 significantly attenuated mechanical allodynia and thermal hyperalgesia induced by peripheral nerve injury (Geng et al.,2OlO). In the present study,SNL-induced up-regulation of BDNF,TrkB and NR2B expressions were eliminated by the depressive-like state induced by OB.The intrathecal administration of Dex aggravated mechanical allodynia and thermal hyperalgesia in depressed and non-depressed SNL rats and increased the spinal expression of BDNF,TrkB and NR2B. These results suggest that the down-regulation of BDNF,TrkB and NR2B associated with depression-induced reduction of GR nuclear translocation may contribute to the attenuation of neuropathic pain behavior in depressed SNL rats and that spinal BDNF-TrkB signaling is possibly modulated by GR activation following intrathecal injection of Dexin rats with neuropathic pain. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Several studies have found that chronic stress-induced depressive-like behavior was associated with a reduction in GR and BDNF expression in the hippocampus,which is responsible for the alterations in hippocampal neural plasticity (Alboni et al.,201l; Xing et al., 2015).Antidepressants could protect hippocampal neurons and reverse these alterations (Anacker et al.,2011b; Tanti and Belzung,2013). It has been demonstrated that increased GR activity leading to activation of the NR1/NR2 subunits of NMDA receptor in spinal dorsal horn contributed to neuropathic pain in rats with peripheral nerve injury (Wang etal.,2005;Alexander et al.,2009; Le Coz et al.,2014; Zhang etal.,2014).However, there is little evidence on the relationship between spinal GR and BDNF signaling under conditions of depression combined with neuropathic pain. Our findings provide a new perspective for understanding the etiological and pathological mechanisms of how depression affects neuropathic pain. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The Differential Effect of GR Agonist Dexamethasone on the Nociception of SNL Rats and Sham Rats ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Interestingly,we observed that intrathecal treatment with Dex aggravated the mechanical allodynia and thermal hyperalgesia of SNL rats but did not alter the nociceptive behavior of Sham rats in both OB and NOB groups.The expressions of spinal BDNF,TrkB and NR2B were also modulated by Dex the same way as above.This differential effect ofGR agonist or antagonist on pathological pain in rodents and their corresponding control group was also reported in other studies (Wang et al.,2004; Maiaru etal.,2Ol6).Because of the evidence that GRs can exert anti-inflammatory or pro-inflammatory effects under different situations (Cruz-Topete and Cidlowski,2015),we speculate that spinal GRs may participate in the regulation of pro-nociceptive pathway following external noxious stimulation such as nerve injury or inflammation,whereas a completely different signal pathway under normal circumstances.Therefore,it is possible that Dex promotes the pro-nociceptive pathway through GR activation in NOB-SNL and OB-SNL rats,leading to aggravation of nociceptive hypersensitivity and spinal BDNF-TrkB signaling enhancement. On the other hand, the spinal GR activation in NOB-Sham and OB-Sham rats may enhance its related signaling pathways，which may be independent of pro-nociceptive signaling,resulting in unaltered nociception and BDNF-TrkB signaling following Dex treatment. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The Potential Role of Supraspinal Pain Modulation in the Attenuating Effect of Depression on Neuropathic Nociception ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The endogenous descending inhibitory system of pain in brainstem projects axons to the spinal dorsal horn to mediate pain sensation,and receives the direct neural projection or indirect modulation from several pain related brain regions including hypothalamus,hippocampus,amygdala and frontal cortex in the process of pain perception (Heinricher et al., 2009;Kwon et al.,2o14).Previous studies have found disorders of serotonergic,noradrenergic or glutamatergic transmission in the mid-brain and forebrain of OB-induced depressed rats (Redmond et al.，1997; Song and Leonard,2005)，and intraperitoneal treatment with 5-HT1A receptor antagonist eliminated hypoalgesia caused by depressve-like state (Wang et al.,2Ol6). These findings suggest the possibility that the serotonergic descending inhibitory pathway may be related to the nociceptive observed in depression.In this study we discovered the restoration effect of Dex on the allodynia and hyperalgesia of depressed SNL rats,but the thermal hypersensitivity and spinal expression of BDNF,TrkB and NR2B were still lower in the Dex-OB-SNL rats than those in the Dex-NOB-SNL rats.It is possible that when activated spinal GR signaling contributes to exacerbated nociceptive transmission in the spinal dorsal horn of Dex-OB-SNL rats,whereas enhanced serotonergic signaling through the brainstem-spinal descending pain pathway may have an opposite function,resulting in lower nociceptive hypersensitivity and related protein expression than those in Dex-NOB-SNL rats. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The Potential GenderDiversity Under Stress and Neuropathic Pain State ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "It is documented that female rats revealed enhanced CORT secretion in basal and stress state (Kitay,196l; Critchlow et al., 1963)．What's more,a recent study found that mechanical allodynia of neuropathic pain was mediated by different spinal immune cells in female and male mice: adaptive immune cells (likely T lymphocytes),but not microglia,were required in the development of nociceptive hypersensitivity in female mice with neuropathic pain (Sorge et al.,2015). In our present study we found that spinal GR not only expressed in neurons but also in microglia of male rats (Figure 5） which suggests microglia may participated in the depression induced hypoalgesia. So the influence and neural mechanism of depressive like state on neuropathic pain in female rats may be quite different from male rats,which need to be carefully explored and discussed in future. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The Potential Epigenetic and Translocational Modulators of GR Activity ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Although our results showed that the changes in the BDNF signaling pathway mediated by decreased GR activityin the spinal dorsal horn may contribute to the attenuation of the mechanical allodynia and thermal hyperalgesia in the depressed peripheral nerve injury rats, the mechanism of its upstream regulation on decreased spinal GR expression and nuclear translocation is still unclear. The transcription and expression of NR3C1 gene,which encoded GR protein, areprimarily modulated by GR negative feedback (Oakley and Cidlowski, 20l3).At present,studies on the epigenetics of major depression have shown that hypermethylation of the hippocampal NR3C1 exonl promoter decreases GR protein expression and causes HPA axis dysfunction (Farrell and O'Keane,20l6).However,it is not clear whether this hypermethylation is related to chronic pain. Alternative splicing of exon 9 of the NR3C1 gene primary transcript generates two GR isoforms:GRα,which mediates classical glucocorticoidinduced transcriptional activity，and GRβ,which does not exhibit transcriptional activity and inhibits GRα (Oakley and Cidlowski, 2013).Although GRα is much more abundant than $\\operatorname { G R } \\beta$ in almost all tissues and cell types,it has been shown that ${ \\mathrm { G R } } \\alpha / { \\mathrm { G R } } \\beta$ ratio is decreased in monocytes or the frontal cortex and amygdala of major depression patients (Pandey etal.,2013;Grosse et al.,2015).Moreover,Maiaru et al. (2016) reported that spinal $\\mathrm { G R \\{ \\ m R N A } $ was increased in rats with CFA-induced chronic inflammatory pain.Hence,the alteration of ${ \\mathrm { G R } } \\alpha / { \\mathrm { G R } } \\beta$ ratio in spinal dorsal horn may be relevant to the mechanism of depression affecting chronic pain processes, which provides an interesting direction to explore in future research. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "GR nuclear translocation is mediated by many factors, including the chaperone complex that binds the GR in the cytoplasm (Sasuga et al.,1997;Binder,2009),phosphorylation of GR protein serine residues by various kinases (Trevino and Weigel, 2013),and cytokines that interact with GR signaling (Pace and Miller，2009；Brkic et al.,2016).Among them, FK506 binding protein (FKBP5,also called FKBP51),which is one component of the chaperone complex binding with GR, maintains the transcriptionally inactive conformation of GRs to repress their nuclear translocation and downstream gene expression (Binder,2oo9).Several studies have demonstrated that FKBP5 is associated with major depression and chronic pain. Furthermore, some clinical studies have suggested that polymorphisms of FKBP5 gene could be used asa biological indicator for the vulnerability and antidepressants responsiveness to major depression (Hartmann et al.,2012; Menke et al.,2012). Lukic et al. (2015） found that the accumulation of cytoplasmic GRs was related to the elevation of FKBP5 in the lymphocytes of depressed patients.Guidotti etal.(2Ol3) have observed that increased FKBP5 expressionwas associated with decreased GR translocation in the hippocampus of CMS-induced depressive-like rats,which was confirmed by Xing et al.(2015).Maiaru et al. (2016) discovered that intrathecal administration of the specific FKBP5 inhibitor SAFit2，global deletion FKBP5 by gene knockout，or local silencing with FKBP5 siRNA significantly attenuated the mechanical allodynia associated with CFA-induced chronic inflammatory pain via GR signaling. These findings indicated that spinal FKBP5 may be one of the important factors mediating ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "GR signaling in the process by which depression attenuates the allodynia and hyperalgesia of neuropathic pain.Further study of these specific mechanisms is worth considering in the future. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "CONCLUSION ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "We found that decreased GR expression and translocation, which mediated BDNF,TrkB and NR2B down-regulation in the spinal dorsal horn,contributed to the attenuating effect of OB-induced depression on mechanical allodynia and thermal hyperalgesia of neuropathic pain. The GR agonist Dex eliminated this attenuating effect and enhanced BDNF-TrkB signaling, providing a novel perspective for understanding the hypoalgesic effect of depressive-like state on neuropathic pain in rats. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Alboni，S.，Tascedda，F.，Corsini，D.，Benatti，C.，Caggia，F.，Capone,G., et al. (2011).Stress induces altered CRE/CREB pathway activity and BDNF expression in the hippocampus of glucocorticoid receptor-impaired mice. Neuropharmacology 60,1337-1346.doi:10.1016/j.neuropharm.2011.01.050   \nAlexander,J.K.,DeVries,A.C., Kigerl,K.A.,Dahlman,J. M.,and Popovich,P.G. (2009).Stress exacerbates neuropathic pain via glucocorticoid and NMDA receptor activation.Brain Behav.Immun.23,851-860.doi: 10.1016/j.bbi.2009. 04.001   \nAnacker,C.,Zunszain,P.A.,Carvalho,L.A.,and Pariante,C.M.(2o1la).The glucocorticoid receptor: pivot of depression and of antidepressant treatment? Psychoneuroendocrinology 36,415-425.doi: 10.1016/j.psyneuen.2010. 03.007   \nAnacker,C., Zunszain,P.A., Cattaneo,A., Carvalho,L.A., Garabedian,M.J., Thuret,S.,et al.(20lib).Antidepressants increase human hippocampal neurogenesis by activating the glucocorticoid receptor.Mol.Psychiatry 16, 738-750.doi: 10.1038/mp.2011.26   \nBair,M.J.,Robinson,R.L.,Katon,W.,and Kroenke,K.(2003).Depression and pain comorbidity:a literature review.Arch.Intern.Med.163,2433-2445. doi: 10.1001/archinte.163.20.2433   \nBär,K.J.,Brehm,S.,Boettger,M.K.,Boettger,S.,Wagner,G.,and Sauer,H. (2005).Pain perception in major depression depends on pain modality.Pain 117,97-103.doi: 10.1016/j.pain.2005.05.016   \nBär,K.J.,Brehm,S.,Boettger,M.K.,Wagner,G.,Boettger,S.,and Sauer,H.(2006). Decreased sensitivity to experimental pain in adjustment disorder.Eur.J.Pain 10,467-471. doi: 10.1016/j.ejpain.2005.07.001   \nBeggs,S.,and Salter,M.W.(20l3).The known knowns of microglia-neuronal signalling in neuropathic pain.Neurosci.Lett.557,37-42.doi: 10.1016/j.neulet. 2013.08.037   \nBenedetti,M.,Merino,R.,Kusuda,R.,Ravanelli,M.I.,Cadetti,F.,dos Santos,P., et al.(2ol2).Plasma corticosterone levels in mouse models of pain.Eur.J.Pain 16,803-815.doi: 10.1002/j.1532-2149.2011.00066.x   \nBinder,E.B. (2009). The role of FKBP5,a co-chaperone of the glucocorticoid receptor in the pathogenesis and therapy of affective and anxiety disorders. Psychoneuroendocrinology 34,S186-S195.doi:10.1016/j.psyneuen.2009.05.021   \nBravo,L.,Mico,J.A.,Rey-Brea,R.,Pérez-Nievas,B.,Leza,J.C.,and Berrocoso,E. (2012).Depressive-like states heighten the aversion to painful stimuli in a rat model of comorbid chronic pain and depression.Anesthesiology 117,6l3-625. doi: 10.1097/aln.0b013e3182657b3e   \nBravo,L.,Torres-Sanchez,S.,Alba-Delgado,C.,Mico,J.A.,and Berrocoso,E. (2014).Pain exacerbates chronic mild stres-induced changes in noradrenergic transmission in rats.Eur.Neuropsychopharmacol.24,996-1003.doi: 10.1016/j. euroneuro.2014.01.011   \nBrkic,Z.,Petrovic,Z.,Franic,D.,Mitic,M.,and Adzic,M. (2016).Male-specific effects of lipopolysaccharide on glucocorticoid receptor nuclear translocation in the prefrontal cortex of depressive rats.Psychopharmacology 233,3315-3330. doi: 10.1007/s00213-016-4374-y ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "AUTHORCONTRIBUTIONS ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "This study was designed by XW and FL; experiments in this study were performed by XW and YS; data was analyzed byXW and YS; this article was written by XW; the design and experiments of this study were supervised by FL; XW and FL revised the manuscript. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "This research was supported by National Natural Science Foundation of China(NSFC） grant(31500857)，China Postdoctoral Science Foundation (2015M570166,2016T90145) to XW and NSFC grants(31171067,31471061） to FL.This research was also supported by the Key laboratory of Mental Health, Institute of Psychology, Chinese Academy of Sciences. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Burke,N.N.,Geoghegan,E.,Kerr,D.M.,Moriarty,O.,Finn,D.P.,and Roche,M. (2013).Altered neuropathic pain behaviour in a rat model of depression is associated with changes in inflammatory gene expression in the amygdala. Genes Brain Behav.12,705-713.doi:10.1111/gbb.12080   \nBurke，N.N.，Kerr，D.M.，Moriarty，O.，Finn，D.P.，and Roche,M. (2014).Minocycline modulates neuropathic pain behaviour and cortical M1-M2 microglial gene expression in a rat model of depression. Brain Behav. Immun.42,147-156.doi: 10.1016/j.bbi.2014.06.015   \nCritchlow,V.,Liebelt,R.A.,Bar-Sela,M.,Mountcastle,W.,and Lipscomb,H. S. (1963).Sex difference in resting pituitary-adrenal function in the rat.Am. J.Physiol.205,807-815.   \nCruz-Topete,D.,and Cidlowski,J.A. (2015). One hormone,two actions:antiand pro-inflammatory effects of glucocorticoids.Neuroimmunomodulation 22, 20-32.doi: 10.1159/000362724   \nCryan,J.F.,and Mombereau, C.(2oo4).In search of a depressed mouse: utility of models for studying depression-related behavior in genetically modified mice. Mol.Psychiatry 9,326-357.doi:10.1038/sj.mp.4001457   \nDandekar,M.P.,Singru,P.S.,Kokare,D.M.,and Subhedar,N.K.(2009).Cocaineand amphetamine-regulated transcript peptide plays a role in the manifestation of depression: social isolation and olfactory bulbectomy models reveal unifying principles． Neuropsychopharmacology 34，1288-1300．doi: 10.1038/npp. 2008.201   \nDoan，L.，Manders，T.，and Wang，J.(2015).Neuroplasticity underlying the comorbidity of pain and depression．Neural Plast. 2015:504691. doi: 10.1155/2015/504691   \nFarrell, C.,and O'Keane,V.(20l6).Epigenetics and the glucocorticoid receptor: a review of the implications in depression.Psychiatry Res.242,349-356. doi: 10.1016/j.psychres.2016.06.022   \nFuxe,K., Cintra,A.,Agnati,L.F.,Harfstrand,A.,Wikstrom,A. C., Okret, S.,et al. (1987).Studies on the cellular localization and distribution of glucocorticoid receptor and estrogen receptor immunoreactivity in the central nervous system of the rat and their relationship to the monoaminergic and peptidergic neurons of the brain. J. Steroid Biochem. 27,159-170.doi: 10.1016/0022-4731(87)9 0306-2   \nGeng,S.J.,Liao,F.F.,Dang,W.H.,Ding,X.,Liu,X.D.,Cai,J.,et al.(2010). Contribution of the spinal cord BDNF to the development of neuropathic pain by activation of the NR2B-containing NMDA receptors in rats with spinal nerve ligation.Exp.Neurol. 222,256-266.doi: 10.1016/j.expneurol.2010. 01.003   \nGourley，S.L.，Swanson，A．M.，Jacobs,A.M.，Howell，J.L.，Mo，M., Dileone,R.J.,et al. (2012).Action control is mediated by prefrontal BDNF and glucocorticoid receptor binding.Proc.Natl.Acad.Sci. USA109,20714-20719. doi: 10.1073/pnas.1208342109   \nGrosse，L.，Carvalho,L．A.，Wijkhuijs，A．J.，Bellingrath，S.，Ruland,T., Ambree,O.，et al.(2015).Clinical characteristics of inflammationassociated depression: monocyte gene expression is age-related in major depressive disorder.Brain Behav.Immun.44,48-56.doi: 10.1016/j.bbi.2014. 08.004   \nGuidotti,G.,Calabrese,F.,Anacker,C.,Racagni,G.,，Pariante,C.M.，and Riva,M.A.(2013).Glucocorticoid receptor and FKBP5 expression is altered following exposure to chronic stress: modulation by antidepressant treatment. Neuropsychopharmacology 38,616-627. doi: $1 0 . 1 0 3 8 / \\mathrm { n p p } . 2 0 1 2$ 225   \nHan,C. S.，and Pae,C.U.(20l5).Pain and depression: a neurobiological perspective of their relationship.Psychiatry Investig.12,1-8.doi: 10.4306/pi. 2015.12.1.1   \nHartmann,J,Wagner,K.V.,Liebl,C.,Scharf,S.H.,Wang,X.D.,Wolf,M., et al.(2012). The involvement of FK506-binding protein 51 (FKBP5) in the behavioral and neuroendocrine effects of chronic social defeat stress.Neuropharmacology 62,332-339. doi: 10.1016/j.neuropharm.2011. 07.041   \nHeinricher,M.M., Tavares,I., Leith,J.L.,and Lumb,B.M. (2009).Descending control of nociception: specificity,recruitment and plasticity. Brain Res. Rev. 60,214-225.doi: 10.1016/j.brainresrev.2008.12.009   \nKadmiel,M.,and Cidlowski, J.A. (2o13).Glucocorticoid receptor signaling in health and disease.Trends Pharmacol.Sci.34,518-530.doi:10.1016/j.tips.2013. 07.003   \nKelly,J.P.,Wrynn,A. S.,and Leonard,B.E.(1997).The olfactory bulbectomized rat as a model of depression: an update.Pharmacol. Ther. 74, 299-316. doi: 10.1016/s0163-7258(97)00004-1   \nKerr,B.J.,Bradbury,E.J., Bennett,D.L.,Trivedi,P.M.,Dassan,P.,French,J., et al.(1999). Brain-derived neurotrophic factor modulates nociceptive sensory inputs and NMDA-evoked responses in the rat spinal cord.J. Neurosci.19, 5138-5148.   \nKhan,N.,and Smith, M.T.(2015). Neurotrophins and neuropathic pain: role in pathobiology.Molecules 20,10657-10688.doi: 10.3390/molecules200610657   \nKim,S.H.,and Chung,J.M.(1992).An experimental model for peripheral neuropathy produced by segmental spinal nerve ligation in the rat.Pain 50, 355-363.doi: 10.1016/0304-3959(92)90041-9   \nKitay,J.I. (1961). Sex differences in adrenal cortical secretion in the rat. Endocrinology 68,818-824.doi:10.1210/endo-68-5-818   \nKwon,M.,Altin,M.,Duenas,H.,and Alev,L. (2014). The role of descending inhibitory pathways on chronic pain modulation and clinicalimplications.Pain Pract.14,656-667.doi: 10.1111/papr.12145   \nLautenbacher，S.，Roscher，S.， Strian，D.，Fassbender，K.，Krumrey，K., and Krieg, J.C.(1994).Pain perception in depression: relationships to symptomatology and naloxone-sensitive mechanisms.Psychosom.Med.56, 345-352.doi: 10.1097/00006842-199407000-00010   \nLe Coz,G.M.,Anton,F.,and Hanesch,U.(2014).Glucocorticoid-mediated enhancement of glutamatergic transmission may outweigh anti-inflammatory effects under conditionsof neuropathic pain. PLoS One 9:e91393. doi: 10.1371/journal.pone.0091393   \nLukic,I.,Mitic,M.,Soldatovic,I.,Jovicic,M.,Maric,N.,Radulovic,J.,et al.(2015). Accumulation of cytoplasmic glucocorticoid receptor is related to elevation of FKBP5 in lymphocytes of depressed patients.J. Mol. Neurosci.55,951-958. doi: 10.1007/s12031-014-0451-z   \nMadalena,K.M.,and Lerch,J. K.(2016). Glucocorticoids and nervous system plasticity.Neural Regen. Res.11,37-41.doi: 10.4103/1673-5374.175039   \nMaiaru，M.，Tochiki，K.K.，Cox，M.B.，Annan，L.V.，Bell，C.G., Feng,X.,et al. (20l6). The stress regulator FKBP51 drives chronic pain by modulating spinal glucocorticoid signaling. Sci. Transl. Med. 8:325ra319. doi: 10.1126/scitranslmed.aab3376   \nMao，J.(20o5).Central glucocorticoid receptor:a new role in the cellular mechanisms of neuropathic pain．Rev. Neurosci. 16,23-238. doi: 10.1515/revneuro.2005.16.3.233   \nMar,A., Spreekmeester,E.,and Rochford,J. (20oo).Antidepressants preferentially enhance habituation to novelty in the olfactory bulbectomized rat. Psychopharmacology 150,52-60.doi:10.1007/s002130000400   \nMarcilhac,A.,Faudon,M.,Anglade,G.,Hery,F.,and Siaud,P.(1999).An investigation of serotonergic involvement in the regulation of ACTH and corticosterone in the olfactory bulbectomized rat.Pharmacol. Biochem.Behav. 63,599-605.doi: 10.1016/s0091-3057(99)00024-6   \nMenke，A.，Arloth,J.，Putz，B.，Weber，P.,，Klengel，T.，Mehta，D.，et al. (2012).Dexamethasone stimulated gene expression in peripheral blood is a sensitive marker for glucocorticoid receptor resistance in depressed patients. Neuropsychopharmacology 37,1455-1464.doi: 10.1038/npp.2011.331   \nMorales-Medina,J.C.,Dumont,Y.,Benoit,C.-E.,Bastianetto,S.,Flores,G., Fournier,A.,et al. (20l2).Role of neuropeptide Y $\\mathrm { Y } _ { 1 }$ and $\\mathrm { Y } _ { 2 }$ receptors on behavioral despair in a rat model of depresson with co-morbid anxiety. Neuropharmacology 62,200-208.doi: 10.1016/j.neuropharm.2011. 06.030   \nNumakawa,T.,Adachi,N.，Richards,M.,Chiba,S.,and Kunugi,H.(2013). Brain-derived neurotrophic factor and glucocorticoids:reciprocal influence on the central nervous system.Neuroscience 239,157-172. doi:10.1016/j. neuroscience.2012.09.073   \nOakley,R.H.,and Cidlowski,J.A.(20l3).The biology of the glucocorticoid receptor: new signaling mechanisms in health and disease.J.Allergy Clin. Immunol.132,1033-1044. doi: 10.1016/j.jaci.2013.09.007   \nPace,T.W.,and Miller,A.H. (2009).Cytokines and glucocorticoid receptor signaling.Relevance to major depression.Ann.NY Acad. Sci.1179,86-105. doi: 10.1111/j.1749-6632.2009.04984.x   \nPandey,G.N.,Rizavi,H.S.,Ren,X.,Dwivedi,Y,andPalkovits,M.(2o13).Region specific alterations in glucocorticoid receptor expression in the postmortem brain of teenage suicide victims.Psychoneuroendocrinology 38,2628-2639. doi: 10.1016/j.psyneuen.2013.06.020   \nPariante,C.M. (2oo6).The glucocorticoid receptor: part of the solution or part of the problem?J. Psychopharmacol.20,79-84.doi: 10.1177/1359786806066063   \nPariante,C.M.,Pearce,B.D.,Pisell, T.L.,Owens,M.J.,and Miller,A.H. (1997). Steroid-independent translocation of the glucocorticoid receptor by the antidepressant desipramine.Mol. Pharmacol.52,571-581.   \nRatcliffe,G.E.，Enns,M.W.,Belik,S.L.，and Sareen,J.(2008).Chronic pain conditions and suicidal ideation and suicide attempts: an epidemiologic perspective.Clin.J.Pain 24,204-210.doi:10.1097/AJP.0b013e31815ca2a3   \nRedmond,A.M.，Kely,J.P.，and Leonard,B.E.(1997).Behavioural and neurochemical effects of dizocilpine in the olfactory bulbectomized rat model of depresson.Pharmacol. Biochem. Behav.58,355-359.doi: 10.1016/s0091- 3057(97)00259-1   \nRevollo,J.R.,and Cidlowski, J.A.(2oo9).Mechanisms generating diversity in glucocorticoid receptor signaling.Ann. N Y Acad. Sci. 1179,167-178. doi: 10.1111/j.1749-6632.2009.04986.x   \nRomeas,T.,Morissette,M.-C.,Mnie-Filali, O.,Pineyro,G.,and Boye,S.M.(2009). Simultaneous anhedonia and exaggerated locomotor activation in an animal model of depresson.Psychopharmacology 205,293-303.doi: 10.1007/s00213- 009-1539-y   \nSasuga,Y.,Asakura,M.，Miyamoto,S.,and Bodaiji,N.(1997). Influence of chronic variable stress(CVS) on the association of glucocorticoid receptor with heat-shock protein (HSP) 90 in rat hippocampus.Nihon Shinkei Seishin Yakurigaku Zasshi 17,193-200.   \nShaqura,M.,Li, X.,Al-Khrasani,M., Shakibaei, M.,Tafelski, S.,First,S.,et al. (2016).Membrane-bound glucocorticoid receptors on distinct nociceptive neurons as potential targets for pain control through rapid non-genomic effects.Neuropharmacology 111,1-13.doi: 10.1016/j.neuropharm.2016.08.019   \nShi,M., Qi,W.J.,Gao,G.,Wang,J.Y.,and Luo,F.(20i0a).Increased thermal and mechanical nociceptive thresholds in rats with depressive-like behaviors. Brain Res.1353,225-233.doi: 10.1016/j.brainres.2010.07.023   \nShi,M.,Wang,J.Y.,and Luo,F.(20lob).Depression shows divergent effects on evoked and spontaneous pain behaviors in rats.J.Pain 11,219-229. doi: 10.1016/j.jpain.2009.07.002   \nSieck,M.H.,and Baumbach,H.D.(1974).Differential effcts of peripheral and central anosmia producing techniques on spontaneous behavior patterns. Physiol. Behav.13,407-425.doi: 10.1016/0031-9384(74)90096-1   \nSong, C.,and Leonard,B.E.(20o5).The olfactory bulbectomised rat as a model of depression.Neurosci. Biobehav.Rev.29,627-647.doi: 10.1016/j.neubiorev. 2005.03.010   \nSorge,R.E.,Mapplebeck,J. C.S.,Rosen,S.,Beggs,S., Taves,S.,Alexander,J.K., et al.(2015).Different immune cels mediate mechanical pain hypersensitivity in male and female mice.Nat.Neurosci.18,1081-1083.doi: 10.1038/nn.4053   \nStepanichev,M.,Markov,D.,Pasikova,N.,and Gulyaeva,N. (20l6).Behavior and the cholinergic parameters in olfactory bulbectomized female rodents: difference between rats and mice.Behav.Brain Res.297,5-14.doi:10.1016/j. bbr.2015.09.033   \nStock,H.S.,Hand,G.A.,Ford,K.ad Wilson,M.A.(ol).Changesindefesive behaviors following olfactory bulbectomy in male and female rats.Brain Res. 903,242-246.doi: 10.1016/s0006-8993(01)02421-0   \nStorkson，R.V.，Kjorsvik,A.，Tjolsen，A.，and Hole,K.(1996).Lumbar catheterization of the spinal subarachnoid space in the rat.J.Neurosci.Methods 65,167-172.doi: 10.1016/0165-0270(95)00164-6   \nSu，Y.L.，Wang，N.，Gao，G.，Wang,J.Y.，and Luo，F.(201O)．The effect of depression on the thermal nociceptive thresholds in rats with spontaneous pain．Neurosci. Bull. 26,429-436.doi: 10.1007/s12264-010 -0932-1   \nTakasaki,I.,Kurihara,T.,Saegusa,H., Zong,S.,and Tanabe,T.(2oo5).Effects of glucocorticoid receptor antagonists on allodynia and hyperalgesia in mouse model of neuropathic pain.Eur.J.Pharmacol.524,80-83.doi: 10.1016/j.ejphar. 2005.09.045   \nTanti,A.，and Belzung,C.(20l3).Neurogenesis along the septo-temporal axis of the hippocampus:are depression and the action of antidepressants region-specific? Neuroscience 252,234-252. doi: 10.1016/j.neuroscience.2013. 08.017   \nTrevino,L. S.,and Weigel,N.L.(2ol3)．Phosphorylation:a fundamental regulator of steroid receptor action. Trends Endocrinol.Metab.24,515-524. doi: 10.1016/j.tem.2013.05.008   \nUlrich-Lai，Y.M.，Xie,W.R.，Meij，J.T.A.，Dolgas,C.M.，Yu,L.，and Herman,J.P.(2oo6).Limbic and HPA axis function in an animal model of chronic neuropathic pain.Physiol. Behav.88,67-76.doi: 10.1016/j.physbeh. 2006.03.012   \nvan Riezen,H.,and Leonard,B.E.(199o).Effects of psychotropic drugs on the behavior and neurochemistry of olfactory bulbectomized rats.Pharmacol.Ther. 47,21-34.doi: 10.1016/0163-7258(90)90043-2   \nWang,Q.S.,Jiang,Y.H.,Wang,T.D.,Xiao,T.,and Wang,J.K. (2013).Efects of betamethasone on neuropathic pain in a rat spare nerve injury model. Clin. Exp.Pharmacol.Physiol. 40,22-27.doi:10.1111/1440-1681.12027   \nWang,N.,Li,S.G.,Lin,X.X.,Su,Y.L.,Qi,W.J.,Wang,J.Y.,et al. (2016). Increasing pain sensation eliminates the inhibitory efect of depression on evoked pain in rats.Front.Behav.Neurosci.10:183.doi:10.3389/fnbeh.2016. 00183   \nWang，S.，Lim，G.，Zeng，Q.，Sung,B.，Ai,Y.，Guo,G.，et al．(2004). Expression of central glucocorticoid receptors after peripheral nerve injury contributes to neuropathic pain behaviors in rats.J. Neurosci.24,8595-8605. doi:10.1523/JNEUROSCI.3058-04.2004   \nWang, S.,Lim,G.,Zeng,Q.，Sung,B.,Yang,L.,and Mao,J.(20o5).Central glucocorticoid receptors modulate the expression and function of spinal NMDA receptors after peripheral nerve injury. J. Neurosci. 25,488-495. doi: 10.1523/JNEUROSCI.4127-04.2005   \nWang,W.,Qi,W.J.,Xu,Y.,Wang,J.Y.,and Luo,F.(2010). The differential effects of depression on evoked and spontaneous pain behaviors in olfactory bulbectomized rats.Neurosci. Lett. 472,143-147. doi: 10.1016/j.neulet.2010. 01.075   \nWang,N., Shi,M.,Wang,J.-Y.,and Luo,F.(2013).Brain-network mechanisms underlying the divergent effects of depression on spontaneous versus evoked pain in rats:a multiple single-unit study.Exp.Neurol. 250,165-175. doi: 10.1016/j.expneurol.2013.09.021   \nWillner，P.，and Mitchell,P.J.(2o02)．The validity of animal models ofpredisposition to depression. Behav. Pharmacol. 13,169-188. doi:10.1097/00008877-200205000-00001   \nWosiski-Kuhn,M.,Erion,J.R.,Gomez-Sanchez,E.P.,Gomez-Sanchez,C.E., and Stranahan,A.M. (2ol4).Glucocorticoid receptor activation impairs hippocampal plasticity by suppressing BDNF expression in obese mice. Psychoneuroendocrinology42,165-177． doi: 10.1016/j.psyneuen.2014. 01.020   \nXing,Y.,Hou,J.,Meng,Q.,Yang,M.,Kurihara,H.,and Tian,J. (2o15).Novel antidepressant candidate RO-05 modulated glucocorticoid receptors activation and FKBP5 expression in chronic mild stress model in rats.Neuroscience 290, 255-265.doi: 10.1016/j.neuroscience.2015.01.044   \nZhang,X.,Du,Q.,Liu,C., Yang,Y.,Wang,J.,Duan,S.,et al.(2016).Rhodioloside ameliorates depressive behavior via up-regulation of monoaminergic system activity and anti-inflammatory effect in olfactory bulbectomized rats.Int. Immunopharmacol. 36,300-304. doi: 10.1016/j.intimp.2016. 05.008   \nZhang,J.,Zhang,W.,Sun,Y.,Liu,Y.,Song,L.,Ma,Z.,et al. (2014).Activation of GRs-Akt-nNOs-NR2B signaling pathway by second dose GR agonist contributes to exacerbated hyperalgesia in a rat model of radicular pain.Mol. Biol. Rep.41,4053-4061.doi: 10.1007/s11033-014-3274-7   \nZhou,L.J.,Yang,T.,Wei,X.,Liu,Y.,Xin,W.J.,Chen,Y.,et al. (2011).Brainderived neurotrophic factor contributes to spinal long-term potentiation and mechanical hypersensitivity by activation of spinal microglia in rat.Brain Behav.Immun.25,322-334.doi: 10.1016/j.bbi.2010.09.025   \nZhou,L.J.,Zhong,Y.,Ren，W.J.,Li,Y.Y.,Zhang,T.，and Liu,X.G. (2008).BDNF induces late-phase LTP of C-fiber evoked field potentials in rat spinal dorsal horn. Exp.Neurol. 212,507-514. doi: 10.1016/j.expneurol.2008. 04.034 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Conflict of Interest Statement: The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Copyright $\\circledcirc$ 2017Wei， Sun andLuo.This is an open-access article distributed underthe termsof the Creative CommonsAttributionLicense (CCBY).Theuse, distribution orreproductionin other forums is permitted,provided the original author(s) or licensorarecreditedand that theoriginal publicationin this journal iscited,in accordance with accepted academic practice.No use,distribution or reproductionis permitted which doesnot complywith these terms. ",
        "page_idx": 15
    }
]