[
    {
        "type": "text",
        "text": "学理反思：科研诚信内部规范的合理性及其失灵原因",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "刘胜利1,2，潘云涛¹，赵筱媛1",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（1.中国科学技术信息研究所科学计量与评价研究中心，北京100038;2．河南师范大学图书馆；政治与公共管理学院科技与社会研究所，新乡453007)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：为探寻科研诚信建设制度供给的理论进路、理性定义政府在科研建制和科学规范中的未来角色，本研究明确了“科研诚信内部规范”和“科研诚信外部规范”的制度范式区分，并基于经济学、法学、社会学、管理学等基本规律从学理层面和科学制度化视角反思了“科研诚信内部规范”的合理性及其失灵原因，指明了政府在科研诚信建设及科研体制改革中的“放、管、服”内容与边界。研究对于完善科学政策学理论体系，促进思想界、学术界参与“科研诚信外部规范”相关理论和技术的批判完善与前瞻性建构具有基础性意义。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：科研诚信；内部规范；外部规范；合理性；失灵原因；科学制度化",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中图分类号：N031文献标识码：A",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "政府注定要在科研诚信的规范体系中发挥作用。按照 2018年诺贝尔经济学家保罗·罗默（PaulMichaelRomer）于上世纪70年代后系统提出的“内生经济增长”理论[1]，知识生产与技术研发对国家和区域经济良性可持续增长起关键驱动作用。政府有效“确保科学研究的诚信与产出效率\"[2],不仅涉及国家R&D经费增长与使用正当性，更事关经济可持续发展的战略布局，乃至国家前途和民生休戚。反观科研诚信的社会需求与制度供给，实然具有从“内部规范”向“外部规范”的模式演进与政策转向，日益凸显政府及公共权威的主导作用： $\\textcircled{1}$ 一系列界定、惩戒和抵制科研欺诈及学术不端的规制、标准、技术策略、国际宣言和学术共同体声明，客观赋予政府评价、规范科研活动的权力与义务； $\\textcircled{2}$ 基于数据、图形和文本的科研诚信量化测度评价技术、各种诉求的学术不端举报维权乃至跨国进行的学术诚信监督，正与公共舆论和自媒体深度融合，强烈催动政府遏制科学欺诈、提升本土科学界知识生产效率的科研体制改革。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "然而，缺乏对学理的深刻认知，单纯依赖直觉经验、技术借鉴和制度迁移，政府进行科研体制改革和“科研诚信外部规范”必然是盲目而危险的。首先，公共权力本质是一种“全民共有权力”，其运行同样需要在国家与私人之间建立“委托-代理”关系。所以藉由社会奖惩系统、舆论或外部权力机构等对科研诚信进行“外部规范”，相当于引入一组或多组新的“具有道德风险”的“委托-代理”关系，来防范政府与科研人员之间“委托-代理”关系的“诚信风险”——这不但使科学场中传统内生规则权威难以维系，而且可能引入更多“搭便车”的公私利益博弈，隐含潜在乱局；其次，后常规科学（Post-normal Science）时代科学技术本身关联的经济政治利益、伦理价值争议、公共安全或生态不确定性，往往利害巨大而决策紧迫。缺乏价值理性、工具理性等方面的学理支撑，政府科研诚信外部规范制度化实践必然具有效能效率低下、易被操纵等天然缺陷。何况，公共舆论的碎片化语境中，利益藩篱与思维窠臼共存、泛行政化思维普遍，“信息茧房、路径依赖、非理性的价值观输入和利益集团刻意误导，对公共决策群体具有不可低估的潜移默化作用”，“决策者面对新问题也倾向迁移过去场景中的解释与反映模式”。[3」",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "因此，依托公共权力的“科研诚信外部规范”制度化实践，应警惕可能的“塔西佗陷阱”、发挥“内部规范”所无法替代的积极意义—一“如非必要，勿增实体”。尤其是我国，拥有几千年根深蒂固的“官本位”文化传统、并历经较长时期行政化管理的计划体制。政府改良科研生态、推进科研诚信从危机应对向长效治理进行转化，必须参照“放管服”的宏观政策理念，充分认知并发挥科学自身的“独特精神特质”、尊重和利用科学家“良知”的“内部规范”作用，防范标准化、规范化乃至非正当评价与管理产生束缚科学良性发展的“形式主义”桎梏。—一毋庸置疑，在开放、变动的全球经济与科技一体化系统中构建有利于本国科技良性发展的制度优势、组织生态和决策管理模式，不仅仅是模仿科学中心国的财政投入与规范模式，更是从根本上杜绝各类机会主义与制度锁定，实现本土科学界创新活力与深层驱动力的充分结合、自组织释放。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "基于上述，本文从学理层面和科学制度化视角反思“科研诚信内部规范”的合理性及其失灵原因，以资明晰科研诚信建设及科研体制改革中的“放、管、服”内容与边界，并促进思想界、学术界对“科研诚信外部规范”相关理论和技术的批判完善与前瞻性建构。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "一、科研诚信内部规范的合理性",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.场域的相对独立自主对于科学自身具有“元价值”地位",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）科学的知识拓展实践对社会观念、权力秩序和利益阶层天然具有“革命”性。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "作为使主观符合客观的人类实践，科学脱离神学、形而上学等较低级知识类型的标志性界限，是基于理论或模型的提出与检验，形成知识发现的独特组织框架和独立社会系统，使得不同历史时空、文化背景之中的科研人员能够通过类似接力合作的方式，不断“证伪”拓展知识边界，逼近事物本质与客观规律。科学实践自组织的“证伪”特质，使其对既有社会观念、权力秩序和利益阶层天然具有“革命”性。科学发展早期的历史清晰显示，试图接近或揭示真理往往意味着学者及其思想主张对旧的权力秩序及其运行规则、意识形态的挑战，即便提出“日心说”这类看起来似乎与一般人毫无瓜葛的、基于数学推理的“纯粹学术观点”，也会危及特定权利阶层的利益，并招致实实在在的规训和惩罚。罗素在《权力：一个新的社会分析》中深刻的指出，“目前，科学在文明国家受到鼓励，但是在它初创时期，情况并非如此”。[4]霍布斯（Thomas Hobbes）对于权力践踏真理有一个经典的比喻：“‘如果三角形内角和等于两直角'这一说法和统治权或其利益相冲突的话，那么，即使这一说法没有争议，有关的人也会极尽所能地通过烧掉所有相关几何学书籍的办法来进行压制”。[5]尽管基于历史发展维度和新权力观视角，福柯后来对“规训与惩罚”这一“权力运作”的典型社会场景进行了学理化的考察梳理和阐释分析，颠覆了权力对于知识的影响只能是“外在式的压制性”的传统权力观局限，主张二者彼此渗透相连成为一种“知识-权力”复合体。但他同时也更明确了知识（无论宗教知识还是科学知识）与权力、秩序之间具有紧密交织的本质联系。[6]在此意义上，最早由默顿学派等所提出的、以“科学的精神特质”作为科学活动的制度性规范，[7]具有不可泯灭的规范奠基价值：它基于科学研究追求真理和拓展知识前沿的本质规律和客观社会条件需求，以概念和框架的形式，原创性地阐述了科学研究应当遵循的基本规范，本质上警惕外部权力介入科学，推崇自生规则用以规范科学活动。——这符合哈耶克（Friedrich August von Hayek）关于“规则的自发演化生成优先于外力构建”的价值理念。正是源于对权力的极度警惕，避免滑向集权主义的境地，哈耶克主张演进主义的“自发社会秩序”，因为，“对于确保自由的有序社会，外部规则总是不可欲的”，而自生而来的内部规则不服务于特定“组织秩序”，“只服务于或有助益于人们在尽可能大的范围内追求不尽相同的个人目的”，“是真正有助于自由或内部秩序”的制度配置。[8]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（2）科学自身具有一种“围绕‘自律性’建立起来的社会运作机制",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "布尔迪厄指出，“自律性”是场域的属性，任何场域都具有“相对的自律性”、“自律性”反映特定场域的独立性，“自律性程度是各种场域的区分特征”，独立的场域“可以在某种程度上利用其所必须的自由度，以发展自身的必然性、自身的逻辑和自身的法则”。[9]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "具体到科学场域，自律相关联的科学场封闭性，保障了科学中最核心的理性，并使科学场服从一种不同于政治场域的逻辑。布尔迪厄引入“资本”概念区分科学场域中“纯而又纯的科学功能”和“世俗社会功能”，指出越缺乏独立性的科学场域，由同行学术承认而形成的“严格的科学权威资本”影响则越小，而由资助、决策、管理等世俗权力通过官僚原则凌驾于科学场之上的“世俗权力资本”影响则越大。[9]我国学者龚旭也指出，国家制度的发达程度与科学场域的自律性具有关联——西方发达国家，科学场的自主性较强，诸如政治资本和经济资本等“世俗资本”向“科学资本”的转化相对较为困难，“世俗资本”在“科学权威”形成过程中所发挥的作用也相对较小，而在发展中国家，由于社会各领域的分化程度不高，包括科学制度在内的各领域的制度化程度有限，科学制度化过程呈现“脆弱、破碎和非连续的特点”，科学家从其他领域获得的资本可以一定程度上转变为科学资本。[10]尽管布尔迪厄反对“纯粹的科学”观念所谓“科学自身的内部逻辑”使“科学具有完全的自律性”的主张、也反对“科学集体”观念所谓“约定俗成的自动性逻辑”，质疑默顿学派把“科学界描述成进行无私交换的团体、其内部研究者为共同目标而奋斗”的“圣人化视角”和把“科学实践描述为一种自觉遵守一种理想规范”的理想化观点，但他确信： $\\textcircled{1}$ 科学自身具有一种“围绕‘自律性’建立起来的社会运作机制”、“某一场域的每个研究者，实际都处于同行的其它研究者，特别是竞争对手的监督控制之中，这种监督检查的效果要比单独的个人道德感或所有的义务论更为强大\"； $\\textcircled{2}$ “客观性”是科学必须坚守的基本原则，而“个人的客观化能力是有限的”，因此“科学的客观性取决于它的社会性（自律)”。[9]因此，“围绕自律性建立起来的社会运作机制”是科学场域区分其它场域的功能性需求与天然特质。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（3）科学作为自组织系统，并相涉于世俗社会权力与规训系统，不能直接依赖外部规范",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "按照自组织理论，一个系统的自组织功能愈强，其保持和产生新功能的能力越强。上升到更普遍意义的规范原理层面进行理解，自律和自组织意味着“原理性的规则”被默契地自发遵守，从而具有功能上的“规范”意义。“功能上的规范”意味着可有规范之“实”而无规范之“形”，是一种“大象无形”的境界。—一探究“规范”本意，“规”本指用来划定正圆的用具，而“范”则指用来约束制件大小和边界的“木框”，常与更具体规定制件形状结构的“模”配合使用；英译“norm”来源于拉丁文“norma”，本义为“carpenter's square,rule,pattern”，皆为约束、规定存在和表现形式的外部器具。与“有形”的外部规范相比，内部自律、以及与自组织关联的内部规范，往往是一种“无形”规范，其优越性体现在可以放任“内生力”自由遵循自然法则与自然规律发挥作用，从而表现出“活”的生命系统特征。在此意义上，“内部规范”如同树木自然生长所遵循的自律与自组织规则：虽然未见外在的模板、框架和约束，但同种树木的树叶、质地和形制却具有极大的统一性。而“外部规范”则如同取树木制作桌椅板凳等规定的功利性物件一一去除内部的生机（例如充分的烘干乃至炭化加工)，反而更有利于外部规范目标的顺利达成和长久维持。毫无疑问，科学也应当是“活”的系统——不断自然涌现的新兴科学范式及研究范式，表明科学实践具有自我革新的自组织特性。处于这个“活”的知识生产系统中的科研诚信评价，相涉于社会权力与规训，显然不能直接纯粹依赖外部规范。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "事实上，远在政府机构公布科研不端的定义之前，科学内外的人们便已公认在科研中撒谎、欺骗、剽窃是错误的。[11]这从侧面证实科学具有“自然法”式的内生规范，其中包含着“客观”、“诚实”、“严谨”等价值规定和自律规则。反观如今全球范围内的科研诚信外部规范的制度化实践，实然面临“以至严之法绳至密之事”，规范“科条”日益繁密，教育教化“偏慢”、舆论监督“偏燥”、介入惩戒“偏硬”、道德奖惩“偏软”等弊端；尤其我国，依赖文献著述指标或基于“打击惩戒学术不端”等经验性、行政化思维产生的技术路径与制度供给，正在吸入更多社会资源与不可控因素——不但危害更大的学术腐败、伦理越界及QPR等灰色层面科研诚信问题仍未能有效预警和约束，即便FFP规则明确的伪造、剽窃、抄袭亦不能完全检出、截然判定或公平处理。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "综上可知，场域的相对独立自主对于科学具有“元价值”地位。科学内外只有努力争取和逐步获得科学场域的“自律性”和“自组织性”，“在宗教、政治和强大的经济面前保持独立”，才能使科学场成为科学实践的理想社会条件，使科学研究真正指向科学。借用布尔迪厄之言，“一种科学（场域）越是自律的，就越有可能成为一种真正持久的革命的场所”。而科学中“革命”的发生，往往是科学理论体系的根本改造和科学思维方式的变革，意味着理论、方法、知识的巨大进步。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.科学“自治”并不意味着科研诚信的社会控制不存在",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "知识的公共性及其伴生的“社会权威”属性，使其天然具有接受严苛检验与普遍监督的特性。所以，“科学自治”的状况并不意味着科研诚信的社会控制不存在，它不但自然存在，而且事实上融合了评价与惩罚于一体，类似“熟人社会”中私人之间的道德监督与舆论评判，表现为惊讶、轻视、嘲讽、鄙弃、义愤等私人主观化的自然情绪，以及圈内口碑、职业声誉、流言蜚语等非正式形式。这种非正式模式，在法理学上属于一种“私人之间的监控和惩罚”。它“与公共惩罚指向同一个社会控制目标”，但具有“更多双眼睛”和“执法者”，比“公共惩罚”监控更严密（警察实际上无力监控每一个潜在的犯规者）、惩罚更及时（可能当面嘲讽指责、背后散布嫌疑及不满，使其个人声誉在更大范围受损，导致其与周围人进行交易或合作的受信任成本上升）、路径更简短、司法成本更低。[12]并且，它是基于“挑剔质疑”的道德自律和监督标准，而不是“疑罪从无”、“程序正义至上”的司法标准，因而具有更为严格、内化、“自诚自明”的规范边界。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在学术群体摆脱生存压力的“贵族化”和“荣誉化”阶段，这类规范形态尽管“没有定义什么构成了不端行为”、“没有规定不端行为的判定程序”、“没有明确判定不端的处罚方法”、“没有考虑正当程序的政治理念”，却是一种最有效的科研诚信规范制度。它实然遵循了历史自发形成的学术惯例，尊重了早期学术研究群体的价值追求、需求规律和行为习惯，具有内生规则的天然合理性及正当性。何况，早期科研人员间的职业化竞争并不激烈，学术活动基本局限于推崇个人社会声誉与责任的知识精英，科研群体的规模很小——按照奥尔森在《The Logic of Collective Action: PublicGoods and the Theory ofGroups》（中译《集体行动的逻辑》）一书中提出的公共选择理论，“某些小群体不用靠强制或外部诱因就能够给自己提供公共物品”、“无需借助任何类型的公共权利，社会合作和社会秩序可以在小群体的规模上自生自发的形成”。[13]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.“科学的社会契约”具有历史合理性及制度化正当性",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "自由是科学之灵魂，“科学自治”制度在理论与实践中具有正当合理成分。尤其“科学的社会契约”中隐含政治与科学之间关于“科学诚信自律”和“保证产出率”的民主约定，符合科学“制度化”进程中学术自由及科研诚信内部规范的阶段性需求。[2]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从科学的制度化正当性及科学政策合理性层面看，“科学的社会契约”在科学探索及知识建构所崇尚的自由、民主、理性和无私利等现实价值需求与全体人民对理想政治秩序的“应然”标准之间，建立了共识和交集，实现了“科学的制度化理想”与“理想的社会制度”间的价值统一，从而既符合人民纳税资助科学研究的根本利益诉求，也尊重科学定义中作为知识生产角色对于独立和自由的需求。按照卢梭（Jean-Jacques Rousseau）用以阐释民主政治制度权利原理的“社会契约论”思想：政府所代表的国家，是由人民理性缔结“社会契约”而组织起来的“政治共同体”，全体人民是国家的“主权者”；对国家事务起规范作用的“主权”，本质上是受全体人民“公意”支配的权力；“公意”不同于考虑个体利益的“众意”和关联“个别意志”的“票数”，它是“主权者”的“共同意志”，“永远以公共福祉为宗旨”，“总是注目于公共利益”、“始终公正”“不出错误”，因而客观上必然体现人民全体的“群体的理性”“排除党派和利益集团”的操控、“人民充分了解情况”、不“倾向某个个别的和特定的目的”，恪守“公共约定的界限”，遵从自由、平等的价值观。[14]所以理论上，“科学的社会契约”使科学活动以“共同体自治”的形式，既接受理想中“排除党派和利益集团操控”的国家政治体制的秩序约束，同时也最大程度保持了科学活动中科学家个体的探索自由，维护了科学场域在现实社会中的相对独立性和封闭性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从历史的宏观时间尺度看，科学脱胎于哲学乃至神学并不久远。“科学的社会契约”思想作为科学政策理论，促成了政治与科学的“双边垄断”格局，技术化地以“意识形态”替代了“高成本信息采集”，[2]暂时避开了进行科学外部规范所必须克服“专业壁垒”和“信息不对称”障碍，在现实政治秩序的监管需求和未知结果的科学探索自由之间建立了形式上的联系和价值上的一致，从而务实地保障了科学家在当时社会政治历史条件下，致力知识建构和知识探索所需要的“理性”政策实践原则和自由宽松氛围，为“初生”的科学得以迅速发展，提供了数学集合论意义上的“充分条件”。“科学的社会契约”中隐含政治与科学之间关于“科学诚信自律”和“保证产出率”的民主约定，符合科学“制度化”进程中科学自治实践及相应科研诚信内部规范的阶段性需求。[2]不可否认，科学家所产生的知识，在形式上表现为具有“排他性”的科学文献，几乎仅为学术同行而生产，这使得对科学的“外部控制”变得很困难。所以，帕森斯（TalcottParsons）明确提出，科学的社会控制的机制，即“制度化的规范系统”，“就只能、也必须在科学共同体内部产生”，“控制机制的维持，难以依赖外部的规范”。[15]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "总之，历史形成的科学自治惯例及其制度化理论，并非外部社会强加给科学场域的价值体系，它既来自对科学自身客观构造的经验性总结，也来自科学社会内外对科学事业所需理性外部环境的谨慎判断与主动选择，反映理论与实践领域对科学“自组织”革命模式和科学场“自律性”特征的共识与推崇。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "二、科研诚信内部规范的失灵原因",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1．“科学共同体”的结构和权威尚未摆脱对世俗权力模式的路径依赖",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "路径依赖（PathDependence)是一种社会性选择“惯性”。在福柯“知识-权力”观被广泛理解和实践之前①，世俗政治中体现“社会契约论”思想并兼顾效率与公平的“代议制民主”理念，惯性化地体现在科学自治的权力体系建构中——1965 年普赖斯（Don Krasher Price）在《The ScientificEstate》（中译：《科学的等级制度》）中，提出了一个由“政治”、“科学”、“行政”、“专业”四个等级构成的“从真理到权力的谱系”，希望把“自由且负责任的科学”与“多元化的代议民主”置于同一框架之下，[16,17]以使“科学的社会契约”真正发挥“社会契约”在政治实践中类似的功能与效率。在政府资助学术研究的背景下，为保障学术自治所需的内部规范可以真正得到落实，由“普赖斯谱系”原理所衍生出的各类“学术委员会”制度、“教授治校”制度，已是目前科学领域极为常见的“代议制民主”制度。这种学术权力结构以“民主、自治”之名，行政化地行使着分配科研资源、制定科学规范和评议贡献人事的公共权力。[18]",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“科学共同体”结构和权威对世俗权力模式的路径依赖，具有典型的自我强化的特性：不但产生思维窠臼，也形成利益藩篱。它本质上实现了学术权力向行政权力等世俗权力的转化，也使世俗权力披着学术权力的外衣成功入侵。著名学者郑也夫为《学术评价制度批判》的序言中指出：“曾经以为学术民主、教授治校是解决问题的关键。但是我曾经工作的单位中一半人是领导的门生.。....有了教授治校，也都不过是这干人的把戏”。[18]换言之，当前学术领域的“代议制民主”尽管体现“社会契约”精神，但并不完全符合契约论原理，而是一种被“正当化”了的世俗统治权力。“代议制民主”实践中对于科学自治初衷的偏离、科研中学术权力、权威与世俗权力、权威的同质化发展，导致科研活动的世俗化、行政化，职称化和职务化，使科研界罹患世俗世界中同样的“痼疾”。何况，“社会契约论”思想虽然从“应然”层面明确了公共规范正当性是来自民主、平等的契约规则对个体自由和自律的保障，实践中却是一种存在极大发展空间的社会主张，在操作层面实然具有两大短板：其一，规模和效率的矛盾——即便卢梭本人也承认，“社会契约”发挥效率的“社会共同体”（国家）规模必须维持在“不太大也不太小”的理想规模，才能保障“契约立法”的效率；③其二，真正严格意义上的“社会契约”即便在社会政治领域也从未成功地实践过。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "所以，科研诚信内部规范之所以失灵，首先就缘于“科学共同体”的治理结构和规范权威尚未摆脱对世俗权力模式的路径依赖，以至科学场赖以自律的所谓“科学共同体”权威并未真正有效体现科学群体的全体“公意”。学术领域过度泛滥的“代议制民主”，再加上现实中世俗权力体系常常伴随民主缺位，导致科学活动的组织过程复制了世俗社会中的统治模式、官僚科层和文化氛围，使得所谓“科学共同体自治”从未真正实现科研人员的自由与自律。相应地，投机钻营、利益垄断、道德沦丧、腐败变质、诚信缺失等从制度层面上就难以根本避免。一一实际上，这符合事物从简单到复杂、从低级到高级的产生与发展规律，也提示“科学共同体”尚处于某种意义上的“婴幼儿期”一—既缺乏成熟完善的组织形态，也未形成抵御外部社会的独立实力和免疫能力，呈现简单、依附、模仿等原初特性。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.科学“承认一奖励”系统事实上的外部迁移",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "科研诚信内部规范之所以失灵，其次是由于科学“承认--奖励”系统事实上的外部迁移。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "自科学“国家主义”诞生以来，世界范围内围绕着作为核心驱动力的科学“承认-奖励”系统和同行评议惯例，科学资助机构、学术出版界、科学“共同体”、科研组织机构、学者社交圈（如学协会、学术报告邀约、私人交往、师承关系等公私社会联系)，实然形成了与管理科层、圈层权威、伦理观念、行政权力和资源配置规则（例如“搭便车”的科研人员量化评价与职称晋升规则）共生的、稳固的利益分配结构。与之相关的既得利益阶层、客观存在的“马太效应”、以及带来“稳定预期”的正式制度和非正式制度，一方面提供强化现存体制的刺激和惯性，使之自我强化、自我积累，形成网络效应（Network Effects），另一方面产生巨大的“沉没成本”，使科学内外都极易受制于利益博弈和政治舆论，成为既得利益集团的“共谋者”。这使得科学“承认一奖励”系统的外部迁移成为一种必然。[3]它显著体现在以下三个方面：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "其一，“承认-奖励”系统的运行高度依赖外部的政商载体或组织系统。“承认-奖励”既包括学者基于纯粹“科学制度性规范”的“承认”，也包括其基于外部世俗社会角色“反规范”的认同：$\\textcircled{1}$ 除一部分纯粹来自学术社会内部的习惯性冠名之外，科学成就所关联的资金、荣誉、特权和头衔“奖励”一般来自学术共同体外部的世俗社会； $\\textcircled{2}$ 不但与世俗社会利益密切相关的专利垄断权必须依赖政府及国际知识产权组织的审定与保护，学术论文的出版、发表、公开传播亦必须依托各种具有实际盈利目标、价值立场或特定传播目的的国内外出版商或公私利益机构； $\\textcircled{3}$ 科研活动的组织开展，通常依赖政府、大学、科研院所或其它建制化实体机构——无论是同行评议专家邀约、经费索取、合理性认同、科研资源配置、科研组织论证、科研绩效管理，还是学术不端的认定与处理，都依赖上述组织系统的批准、肯定或协调。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "其二，“承认-奖励”中评议权威的非学术性外移。 $\\textcircled{1}$ 同行评议专家范围生成过程受非学术因素影响强烈，知识内在权威性尚不具备数学意义上的决定性； $\\textcircled{2}$ 学术性评定或评议资格往往与职称、职务等级挂钩，代表“共同体”权威的专业学协会与行政区划平行设置、学术权威与智库权威乃至行政职务互兑，而职称、职务等级与非学术性的绩效规则设计、历史贡献、社交关系、不确定性竞争环境，乃至地域性政策相关； $\\textcircled{3}$ 确立优先权的“学术公权”逻辑上可以被代理、乃至垄断、滥用成为无限放大、甚至跨领域左右“同行评议”结论与科研资源分配的“私人威望”。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "其三，“承认-奖励”依据的价值标准偏离劳动价值的内在规定性。 $\\textcircled{1}$ 科学实践的劳动价值，与凝结在科学研究中的无差别创造劳动时间及其交换价值脱钩，代之以外部规定的各种经验性乃至主观性的量化评价指标。学术著述被广泛认定为衡量学术水平的国际通货；文献出版发表量、影响因子、被引率等指标被用以间接指示同行认可程度或科研质量，并长期直接与外部货币化的科研绩效奖励直接挂钩。这客观导致文献发表机会、认定性收录、影响因子、被引率、国际排名等指标常常实际沦为科研相关利益群体功利性追逐、应用和操纵的价值目标。 $\\textcircled{2}$ 科学研究的时间节律、人才认定、资源配给、内容设计往往服务或从属于外部社会的价值规定与资助模式，本应多样化的人才成长周期、投入/产出模式、职业价值取向，无法在科研劳动报酬体系中自然形成。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "毋庸置疑，“承认-奖励”系统运行高度依赖外部的政商载体或组织系统，意味着其中存在很多额外的“委托-代理”关系。这些冗余层叠的“委托-代理-监督”关系，不但延长了优先权“承认”的时间周期、要求创新创意“承认”前公开，而且不可避免地产生了诸多利益分层、平衡倾斜和侵吞滥用的机会。其廉洁机制很难依赖道德自律及公众监督自发运行。尤其在泛行政化的公共科研体制中，一些科研人员同时扮演委托人、代理人、监督人的多重角色，其从事科学创新、维护公共利益的私利效益，远低于拉大虎皮、借鉴（或剽窃）抢发、权力寻租和依附权利的私利收益。这导致学术从业者亲权利化、唯上化—一许多科技管理者、科研人员更乐意身兼官员和学者的双重身份，形成了崇尚利益博弈、利益交换和投机取巧的学术环境与文化氛围。而“承认-奖励”权威的非学术性外移，则客观导致“同行评议”的制度性失灵。尤其在依赖公共财政资金的“代议制”科研体制中，涉及或资源分配时，以学术之名却违背学术精神的“走过场”、“打招呼”、“拉关系”等必然成为一种对科学“承认-奖励”系统具有极大影响力的潜规则。。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "因此，科研诚信问题一定意义上并非科学实践中天然、固有的矛盾，而是科学制度化过程中科研评价权力与“承认-奖励”系统从科学内部迁移到科学社会外部产生的异化后果。按照经济学逻辑，当外部社会强力主导科研“承认-奖励”系统和标准时，科研人员所负责满足的对象，便不再是科学本身的价值目标，而是掌握着资源分配“优劣先后”的现实“金主”，一一信息不对称显然更容易发生在科研人员与后者之间。“道德风险”正是在“信息不对称”条件下，负有责任的行为主体不承担其行动的全部后果、追求自身效用最大化的自私行为①。何况，学术内卷化和科研人员社会阶层向下流动，科研人员间竞争正伴随着“不发表就出局”之类的烈性后果；而科学“承认-奖励”系统对科研产出的价值认定偏离“社会必要劳动时间”和等价交换对劳动价值的天然内在规定，必然既打破了科研劳动产出的自然节律，又客观刺激了职业化科研人员在学术活动中“以次充好”注重实惠的投机性竞争行为。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.内生规则的演化生成与反馈效率难以满足科学制度化对规范的现实性需求 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "按照哈耶克的规则生成理论，内生规则的自然演化生成过程具有天然缺陷： $\\textcircled{1}$ 自生规则漫长的演化过程依赖经验的持续性“无意识”调试来实现“行为的最优化”。其相当长的探索、试错和磨合伴生时间维度上的比较劣势，难以适应社会情景的急剧变动，表现为“粘滞性”； $\\textcircled{2}$ 规则需要经过持续性的遵守、纠偏，使其控制约束权威得到“恒常”的重复、强调和记忆，沉淀在人的信念之中。其过程必须建立在群体内信息和利益的紧密交织的基础之上—一特定群体内高效的越轨发现、信息形成、信息流动和私人间的监督与惩罚，是维持规则“恒常性”的必要条件；——而在规模持续增长、个体日益疏离、个体间直接利益关联弱、专业壁垒和信息不对称的群体中，自生规则的“非正式控制\"难以形成有效的记忆机制，来维持规则赖以存续的恒常性，导致规则的\"记忆机制缺位”;$\\textcircled{3}$ 自生规则演化中，人的理性非常有限，无法剔除惰性、简单模仿、经验、信念幻想和随机事件在习惯和习俗形成中的作用。因此规则的生成并非对所有人都有益处、并非必然指向整个社群或社会福利的帕累托改进； $\\textcircled{4}$ 自生规则具有“地方性”弊端。自生规则的“地方性”是一种与时空关联的、情景化的、依托默会知识约定俗成的特定群体行动指引，其适应“面对面社会”中群体成员相对熟悉的情境，却无法满足分工社会必然面临的交易匿名化、复杂化和非人格化的要求。而且，浓厚的“地方性知识”色彩，也导致其无法证成自身的充分合理性。[19]",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "而后学院及后常规科学时代科学技术本身关联的经济政治利益、伦理价值争议、公共安全或生态不确定性却往往利害巨大而决策紧迫。内生规则演化过程的天然缺陷，使科研诚信内部规范在规则生成、反馈效率与调控效能等方面，无法满足科学制度化对规范的现实性需求。何况，知识生产碎片化正使得真正的同行性群体减小、知识的公共性属性减弱，科研人员的专业知识生产与报酬获取也常常处于不同的社会组织结构之中——科研群体内部自组织的互相监督、检验与约束逐渐缺乏足够恒定、强大的内生驱动力。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "三、小结、讨论与建议",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "我国正处于科研诚信建设与科研体制改革关键节点，科研诚信的制度供给与规范效能，密切关涉国家科研体制的效率与公平，深刻影响本土科学创新的“自主性”及制度建设的“稳定性与长期性”。如何高效遏制科研欺诈，尽可能保护潜在的科技创新，最大限度调动科技人才创新积极性，促进孕育“原始创新”和“Serendipity型科学发现”的科研生态良性演替，避免盲目的制度迁移与技术借鉴，亟需充分发挥“内部规范”的积极作用、明晰政府的“放管服”内容与边界——这显然超出了经验判断的范畴，只有学理可以提供观察、批判和改造的工具。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "对科研诚信内部规范合理性及其失灵原因的学理反思，一方面明确： $\\textcircled{1}$ 科学场具有“自律”和“自组织”的特征与潜质，独立自主对于科学良性发展、尤其是“革命性”的原始创新，实然具有“元价值”地位； $\\textcircled{2}$ 基于“代议制民主”的传统权力运作体系与观念，“科学共同体自治”仍是一种由世俗化权力科层统治的模式，因此既不能真正实现科学内外资源配置、决策主张的自由民主，也不能真正实现个人层面独立判断、自由发展的“科学自主”，从而无法真正指向科学所需的理性社会生态环境； $\\textcircled{3}$ 在科学活动日益职业化的今天，单纯依赖“内生规则”的自然演化生成，已然难以主导科学自身的良性发展、实现科学场的“自律性”。另一方面提示： $\\textcircled{1}$ 科学是一种具有“公共性”的“集体实践”，其规范和规范系统既具有社会性也具有功能性。因此，政府主导的科学制度化，既需要在不断世代更替的科学研究群体内部形成和传承成熟完善的价值规范，保障学术群体内部“社会性自律”的功能性需求；还需要理顺科学社会与世俗社会间规范和规则系统的价值冲突与利益纠葛，促进科研建制与社会建制之间有机融合良性互动，实现科研群体及其组织的社会活动从特殊、非正式、不成熟的方式向被普遍认可、成熟有序的固定化模式进行； $\\textcircled{2}$ 科研诚信在不同的伦理立场中意义不同，它既属于科研人员道德自律的范畴，也是科研人员基于利益博弈的选择结果。因此，科研诚信风险既来自科学制度化进程和科学“承认一奖励”系统中的各种伦理冲突，也源于其中冗余层叠的“委托一代理”关系及其天然伴生的“信息不对称”； $\\textcircled{3}$ 信息和利益的紧密交织，有利于保障科学“围绕自律性建立起来的社会运作机制”。所以，与规范相关的信息交互质量、记忆机制和人的理性（包括价值理性和工具理性）决定科学规范的实际反馈效率与调控效能。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "换言之，科研诚信内部规范的合理性及其失灵，意味着“科学共同体”的组织形态、生态结构和信息系统，亟待通过外部的管理和服务来摆脱松散、混沌、例外、依附、模仿、相对封闭的“婴幼儿期”，向有序、智慧、负责、独立、创造、日益开放的“成年期”进行制度化演替，以回应外部社会经济、政治发展对于科研诚信的需求和科研效率的关切。一一这为政府在科研诚信建设与科研体制改革中的“放、管、服”改革指明了方向：",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "第一，“放”的方面：为保护科学场域的“自律性”，防范科学权威的异化和迁移，应当： $\\textcircled{1}$ 放弃基于“代议制民主\"的集权化、行政化科研体制，代之以全员民主参与的去中心化权力运行模式，将科学“承认-奖励”的权威真正交由自赋值聚类①且“利益和信息紧密交织”的科学同行群体； $\\textcircled{2}$ 解除科研社会建制对行政建制及学术建制的依附性关系，以科学社会内部自组织生成的、多维度的领域化科研信用特征值取代职称等级评定，使科研人员的专业知识生产与报酬获取自然处于同一社会组织结构之中； $\\textcircled{3}$ 赋予科研人员基于个人定位自由选择科研角色的自由，废除科研组织者（PI或PD）身份与职称、头衔、平台等资质的捆绑规定，促进科研人员自组织发起科研团队、并基于事实同行与事实同事关系互相评价，摆脱科研人员评价过度依赖学术文献发表指标的制度锁定； $\\textcircled{4}$ 废除依赖文献著述指标或基于“打击惩戒学术不端\"等经验性、行政化思维产生的技术路径与制度供给。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第二，“管”的范围： $\\textcircled{1}$ 伦理风险监管一一既包括对于科技自身的伦理风险监管，也包括对科研劳资关系的伦理监管，例如保障科研补充群体①获取公平生存与发展空间，禁绝各类“割韭菜性质”的评价规则和制度供给，建构专门惩戒不当行为主体的知识与机构； $\\textcircled{2}$ 质量控制—一监管国家资助的科研质量，例如建立科研项目抽检介入制度，以“统计抽样策略 $^ +$ 可接受质量标准AQL（AcceptedQualityLevel)”作为国家质量控制策略，以之评价国家R&D经费使用和管理效率，并基于抽检实现以“规则型”惩罚替代“机会型”惩罚，在微观层面提高惩罚科研不端的技术品质和威慑效益； $\\textcircled{3}$ 保障国家利益及本土安全—一建立专门的惩戒规则和治理系统，在确保对学术羁束谦抑性的前提下，对通过科研欺诈获取政治、经济利益、危害国家利益和本土安全的嫌疑，进行必要的情报采集、专业介入、实时监控和调查取证，对其中证据链完整、主观恶性确凿的进行严厉惩戒;$\\textcircled{4}$ 减少道德风险发生概率——缩短政府资助科技活动的“委托-代理”链条，消除科研组织过程中不经济、不合理乃至非正当的“委托-代理”关系，在风险可控的科学领域推行公平合理的科学研究自组织拨款（Self-organized funding allocation，SOFA）。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "第三，“服”的方向：提供并维护科研人员自组织交易合作和公平竞争的公共平台，促进科研人员间自组织的重复博弈和检验监督，形成科研诚信的“催化机制（Catalytic Mechanisms)”。例如：$\\textcircled{1}$ 向科学共同体提供基于自赋值聚类的交互式情报系统（由于专利申请的保密需求，另文详述）及相关app，并不断维护升级维护，保障其软硬件运行流畅； $\\textcircled{2}$ 向科研人员免费提供智能化的文本重复率检测、图片检测等诚信分析工具，增强使其评判同行的文献发表诚信度的参考依据； $\\textcircled{3}$ 完善基于电商信用评估模式的商业化科研人力资源、劳务、仪器共享平台，缩短从idea到科研结果的外部约束，破除机会垄断和资源垄断，使每个科研单元都能自由、高效地实现科研意图；等等。毋庸置疑，正当的“催化机制”比“控制机制”和“影响机制”更能发挥“科研诚信外部规范”的积极作用，它不但降低了规范成本、尊重了人的主观能动性和选择权，而且可以引导科学“承认-奖励”系统对科研“价值认定”回归到“社会必要劳动时间”及等价交换对劳动价值的天然内在规定性，从而更有利于从根本上遏制科研活动中的机会主义行为、消除由供需脱节及过度依赖“试错期”科研人员所产生的粗制滥造。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "最后也需要指出，信息爆炸时代，科研管理公共政策决策已经超出了“循证而为”[20]的有效性范畴，发展面向学理建构的智库、技术和评价工具已成为至关重要的文献情报工作领域。相对于数据统计和趋势推断的情报分析方法，基于哲学和科学制度化宏观视角的考察和基于经济学、法学、社会学、管理学等基本规律的审视，更有利于帮助公共决策群体明晰制度供给的理论进路、形成理性的决策判断。—一毕竟，“人力有穷，天道有定”②，真研究问题，才会发现并解决真问题！",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1. 胡炳志，罗默的内生经济增长理论述评.经济学动态,1996(5):p.4.  \n2. 大卫·古斯顿 and 龚旭，在政治与科学之间:确保科学研究的诚信和产出率.2011:科学出版社.  \n3. 刘胜利，潘云涛，and 赵筱媛，科研诚信外部规范合目的性与合规律性的理论分析．现代情报，  \n2020. 40(9): p. 7.  \n4. 伯特兰·罗素，罗素,and 吴友三，权力论:新社会分析.2012:商务印书馆.  \n5. 霍布斯，利维坦.2017，北京：商务印书馆，  \n6. 米歇尔·福柯，规训与惩罚.2012，北京：生活·读书·新知三联书店.  \n7. R.默顿 and 林聚任，科学的规范结构.世界哲学,2000(3):p.56-60.  \n8. 帕普克，知识、自由与秩序：哈耶克思想论集.2001，北京：中国社会科学出版社.  \n9. Bourdieu, P., Science of Science and Reflexivity. 2Oo4: Polity Press. 129.  \n10. 龚旭，科学政策与同行评议.2009，杭州：浙江大学出版社.  \n11. FrancisL.Macrina,etal.，科研诚信:负责任的科研行为教程与案例.2011:高等教育出版社.  \n12. 桑本谦，私人之间的监控与惩罚:一个经济学的进路.2005：山东人民出版社.  \n13. Olson,M., The Logic of Collective Action: Public Goods and The Theory of Groups. Social Forces,  \n1973. 52(1).  \n14. 卢梭，社会契约论.2018，北京：商务印书馆.  \n15. 欧阳锋 and 徐梦秋，科学规范论:默顿的视野.2012，北京：商务印书馆.  \n16. Price,D.K.,The scientific estate.1975,Cambridge,MA: Belknap Press of Harvard University Press.  \n17. Bernal, J.D., The Scientific Estate.Nature,1966.209(5019): p.115-116.  \n18. 刘明，学术评价制度批判.2006，武汉：长江文艺出版社.  \n19. 吴元元，规则是如何形成的一一从哈耶克的\"自发演化\"论开始．西南政法大学学报,2006.  \n20. 张正严 and 李侠,\"基于证据\"——科技政策制定的新趋势．科学管理研究,2013(1):p.4.",
        "page_idx": 10
    }
]