[
    {
        "type": "text",
        "text": "Uncorrelated estimates of the primordial power spectrum ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zong-Kuan Guo and Yuan-Zhong Zhang ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "State Key Laboratory of Theoretical Physics, Institute of Theoretical Physics, Chinese Academy of Sciences,P.O.Box 2735,Beijing 100190, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "E-mail: guozk@itp.ac.cn, zyz@itp.ac.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract. We use the localized principle component analysis to detect deviations from scale invariance of the primordial power spectrum of curvature perturbations.With the technique we make uncorrelated estimates of the primordial power spectrum with five wavenumber bins. In the framework of a minimal $\\Lambda$ CDM model, using the latest cosmic microwave background data from the WMAP and ACT experiments we find that more than 95% of the preferred models are incompatible with the assumption of scale-invariance, but still compatible with a power-law primordial spectrum. We also forecast the sensitivity and constraints achievable by the Planck experiment by performing Monte Carlo studies on simulated data. Planck could significantly improve the constraints on the primordial power spectrum, especialy at small scales by roughly a factor of 4. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: inflation, cosmological parameters from CMBR ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Contents ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Introduction 1   \n2 Uncorrelated constraints from current observations 2   \n3 Planck forecast constraints 5   \n4 Conclusions 6 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Measurements of anisotropies in the cosmic microwave background (CMB) have played an essential role in constraining on basic cosmological parameters, especially in probing the dynamics of inflationary phase in the early Universe [1]. The Wilkinson Microwave Anisotropy Probe(WMAP） satellite has measured the CMB over the full sky down to $0 . 2 ^ { \\circ }$ resolution [2, 3]. Measurements at higher resolution made with the Atacama Cosmology Telescope (ACT)[4] and the South Pole Telescope (SPT) [5] can provide us with complementary information about the early Universe on scales smaller than those probed by the WMAP satellite. The ACT experiment now measures fluctuations on scales from $0 . 4 ^ { \\circ }$ to an arcminute.A combination of the WMAP data and the ACT data would improve the constraints on the cosmological parameters. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Inflationary models with featureless potentials generically predict a primordial power spectrum of curvature perturbations close to scale invariant. Such models are usually parameterized by an amplitude of spectrum $A _ { s }$ ， a spectral index $n _ { s }$ and its running index $\\alpha _ { s }$ as ",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\n\\ln \\mathcal { P } _ { \\mathcal { R } } ( k ) = \\ln A _ { s } + ( n _ { s } - 1 ) \\ln ( \\frac { k } { k _ { 0 } } ) + \\alpha _ { s } \\ln ^ { 2 } ( \\frac { k } { k _ { 0 } } ) ,\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "where $k _ { 0 }$ is a pivot scale. The parameterization is a Taylor expansion in the logarithmic amplitude and logarithmic wavenumber space around the pivot point. The special case with $n _ { s } = 1$ and $\\alpha _ { s } = 0$ results in the Harrison-Zel'dovich (scale invariant） spectrum. In the slow-roll inflationary models, the spectral index and running index are first and second order in the slow-roll parameters respectively,and thus they are expected to be small. For a power-law parameterization ( $\\alpha _ { s } = 0$ ）， $9 9 . 5 \\%$ of the preferred models are incompatible with the scale-invariant spectrum by using the 7-year WMAP data if tensor modes are ignored [3]. Even adding a running index, a slightly tilted power-law primordial power spectrum without tensor modes is still an excellent fit to the data [3]. Although,by combining the WMAP data with the ACT data, the running index prefers a negative value at $1 . 8 \\sigma$ , indicating enhanced damping at small scales, there is no statistically significant deviation from a power-law spectrum [4]. Moreover， before claiming that a power-law spectrum is excluded,one should investigate extensions of the minimal $\\Lambda$ CDM model which could produce a similar effect in the CMB spectrum (but not necessarily in the large-scale-structure power spectrum). For instance,the marginal indication for enhanced damping in the smallscale CMB spectrum could also be explained by extra relativistic degree of freedom [6]. Other simple extensions of the minimal ΛCDM model include small neutrino masses, a spatial curvature, a free primordial helium fraction,etc. Here, we do not consider such alternatives, stick to the minimal $\\Lambda$ CDM paradigm,and investigate only the issue of the primordial spectrum beyond the power-law assumption. Indeed, motivated by theoretical models or features of the observed data, other various parameterizations of the primordial power spectrum have been considered: for example,a broken power spectrum [7] due perhaps to an interruption of the inflaton potential [8], a cutoff at large scales [9,10] motivated by suppression of the lower multipoles in the CMB anisotropies [11, 12],and more complicated shapes of the spectrum caused by features in the inflaton potential [13]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Measuring deviations from scale invariance of the primordial power spectrum is a critical test of cosmological inflation. Either exact scale invariance or a strong deviation from scale invariance could falsify the idea of inflation. However,a strong theory prior on the form of the primordial power spectrum could lead to misinterpretation and biases in parameter determination. Some more general approaches have been proposed to reconstruct the shape of the primordial power spectrum from existing data, based on linear interpolation [14], cubic spline interpolation in log-log space [15],a minimally-parametric reconstruction [16], wavelet expansions [17], principle component analysis [18], and a direct reconstruction via deconvolution methods [19-21]. The first three approaches are sensitive to the overall shape of the spectrum while the last three reconstruct methods are sensitive to the local features in the spectrum. Therefore they are complementary and needed to cross-check each other. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In this work we focus on the uncorrelated band-power estimates of the primordial power spectrum to measure deviations from scale invariance, based on the local principle component analysis introduced to study dark energy in [22]. We apply the method to the 7-year WMAP data [3] and in combination with small-scale CMB data from the ACT experiment [4]. In our analysis we adopt two main astrophysical priors on the Hubble constant ( $H _ { 0 }$ ）measured from the magnitude-redshift relation of 240 low- $z$ Type Ia supernovae at $z ~ < 0 . 1$ [23] and on the distance ratios of the comoving sound horizon to the angular diameter distances from the Baryon Acoustic Oscillation (BAO） in the distribution of galaxies [24]. Moreover,we generate mock data for the Planck experiment and then make forecast using the Monte Carlo simulation approach. As expected, Planck could significantly improve the constraints on the primordial power spectrum. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This paper is organized as follows. In Section 2, we first describe the method and the data used in this analysis. We then apply the method to the seven-year WMAP data and in combination with the ACT data and present our results. In Section 3,using a Monte Carlo approach we analyze the sensitivity of the Planck experiment with respect to the primordial power spectrum. Section 4 is devoted to conclusions. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 Uncorrelated constraints from current observations ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We consider a spatially fat $\\Lambda$ CDM Universe described by the following cosmological parameters ",
        "page_idx": 2
    },
    {
        "type": "equation",
        "text": "$$\n\\left\\{ \\Omega _ { b } h ^ { 2 } , \\Omega _ { c } h ^ { 2 } , \\Theta _ { s } , \\tau , A _ { 1 } , A _ { 2 } , . . . , A _ { 5 } \\right\\} ,\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where $\\Omega _ { b } h ^ { 2 }$ and $\\Omega _ { c } h ^ { 2 }$ are the physical baryon and cold dark matter densities relative to the critical density, $h$ is the dimensionless Hubble parameter such that $H _ { 0 } = 1 0 0 h \\mathrm { k m s ^ { - 1 } M p c ^ { - 1 } }$ ， $\\Theta _ { s }$ is the ratio of the sound horizon to the angular diameter distance at decoupling,and $\\tau$ is the reionization optical depth. Since we do not consider extensions of the minimal fat （204号 $\\Lambda$ CDM model in this analysis,we fixed the primordial helium fraction and effective neutrino number to their standard values,and did not introduce neutrino masses or a tensor modes. The primordial power spectrum parameters, $A _ { i } \\equiv \\ln \\left\\lfloor 1 0 ^ { 1 0 } \\mathcal { P } _ { \\mathcal { R } } ( k _ { i } ) \\right\\rfloor$ $( i = 1 , 2 , . . . , 5$ )，are the logarithmic values of the primordial power spectrum of curvature perturbations $\\mathcal { P } _ { \\mathcal { R } } ( k )$ at five knots $k _ { i }$ ，equally spaced in logarithmic wavenumber between $0 . 0 0 0 2 \\ \\mathrm { M p c ^ { - 1 } }$ and 0.2 $\\mathrm { M p c ^ { - 1 } }$ . To reconstruct a smooth spectrum with continuous first and second derivatives with respect to $\\ln k$ ，we use a cubic spline interpolation to determine logarithmic values of the primordial power spectrum between these nodes. Outside of the wavenumber range we fix the slope of the primordial power spectrum at the boundaries since the CMB data place only weak constraints on them. Using $\\ln \\mathcal { P } _ { \\mathcal { R } } ( k )$ instead of $\\mathcal { P } _ { \\mathcal { R } } ( k )$ for splines ensures the positive definiteness of the primordial power spectrum at the expense of making the primordial power spectrum non-linear in the parameters. Otherwise,we must discard such steps in the Markov chain if the interpolating spline between the knots goes negative due to steep slopes [16]. As discussed in [15], the method is insensitive to local features in the primordial power spectrum, but is sensitive to the overall shape. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The primordial spectrum parameters, $A _ { i }$ ,are correlated due to the geometric projection from the primordial power spectrum to the angular power spectrum and gravitational lensing. These correlations are encapsulated in the covariance matrix of the primordial spectrum parameters, ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathbf { C } = ( A _ { i } - \\langle A _ { i } \\rangle ) ( A _ { j } - \\langle A _ { j } \\rangle ) ^ { T } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "which can be obtained by taking the average of the Markov chain and marginalizing over other cosmological parameters. The diagonal elements of the covariance matrix are the variances of $A _ { i }$ and the non-diagonal elements represent corrections between the $A _ { i }$ bins that slowly decrease with increasing bin separation. To eliminate these correlations,we employ the localized principle component analysis to construct a new basis, where the new parameters ${ \\ddot { A } } _ { i }$ are uncorrelated [25]. This variant of the principal component analysis has recently been applied to probe the dynamics of dark energy [22, 26,27]. We diagonalize the Fisher matrix $\\mathbf { F } \\equiv \\mathbf { C } ^ { - 1 }$ ， so that ",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\n\\mathbf { F } = \\mathbf { O } ^ { T } \\mathbf { D } \\mathbf { O } \\ ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $\\mathbf { O }$ is an orthogonal matrix and $\\mathbf { D }$ is the diagonalized inverse covariance of the transformed bins. The localized principle component analysis corresponds to the weight matrix （20 ${ \\bf W } = { \\bf O } ^ { T } { \\bf D } ^ { 1 / 2 } { \\bf O }$ , which is usually normalized so that its rows sum up to unity. The weights are fairly localized in wavenumber since ${ \\bf D } ^ { 1 / 2 }$ is absorbed into $\\mathbf { O }$ . With this choice, the uncorrelated parameters can be now obtained by changing the basis through the weight matrix rotation, $\\overset { \\triangledown } { \\mathbf { A } } = \\mathbf { W } \\mathbf { A }$ . When discussing our results, we will generally refer to these uncorrelated estimates. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Data:We use the 7-year WMAP data (WMAP7) and in combination with the 148 GHz ACT data during its 2008 season. For the WMAP data, we use the low- $\\it l$ and high- $l$ （204号 temperature and polarization power spectra. We also consider the Sunyaev-Zel'dovich (SZ) effect,in which CMB photons scatter off hot electrons in clusters of galaxies. Given a SZ template it is described by a SZ template amplitude $A _ { \\mathrm { S Z } }$ as in the WMAP papers [2, 3]. For the ACT data,we focus on the band powers in the multiple range $1 0 0 0 \\leq l \\leq 3 0 0 0$ Following Ref. [4] for computational efficiency the CMB is set to zero above $l = 4 0 0 0$ where the contribution is subdominant,less than 5% of the total power. To use the ACT likelihood described in [4],aside from $A _ { \\mathrm { S Z } }$ there are two more secondary parameters, $A _ { p }$ and $A _ { c }$ . The former is the total Poisson power at $l = 3 0 0 0$ from radio and infrared point sources. The latter is the template amplitude of the clustered power from infrared point sources. We impose positivity priors on the three secondary parameters,use the SZ template and the clustered source template provided by the ACT likelihood package，and marginalize over these secondary parameters to account for SZ and point source contamination. We adopt two main astrophysical priors: the present-day Hubble constant $H _ { 0 } = 7 4 . 2 \\pm 3 . 6 ~ \\mathrm { k m } ~ \\mathrm { s } ^ { - 1 }$ （20号 $\\mathrm { M p c ^ { - 1 } }$ measured from the magnitude-redshift relation of 240 low- $z$ Type Ia supernovae at （20 $z ~ < ~ 0 . 1$ [23],and the distances ratios, $r _ { s } / D _ { V } ( z = 0 . 2 ) = 0 . 1 9 0 5 \\pm 0 . 0 0 6 1$ and $r _ { s } / D _ { V } ( z =$ $0 . 3 5 ) = 0 . 1 0 9 7 \\pm 0 . 0 0 3 6$ ， measured from the two-degree field galaxy redshift survey and the sloan digital sky survey data [24]. Here $r _ { s }$ is the comoving sound horizon size at the baryon drag epoch and $D _ { V }$ is the effective distance measure for angular diameter distance. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/95b86a6a2ad778c5b67d23fc2168befab2db41ed6399c1a0f3f50db11ea98647.jpg",
        "img_caption": [
            "Figure 1. Uncorrelated constraints on the primordial power spectrum of curvature perturbations and their weight functions,derived from the WMAP7+Ho+BAO combination (top panels) and from the WMAP7 $^ +$ ACT+ $H _ { 0 }$ +BAO combination (bottom panels).The blue and red error bars show $1 \\sigma$ and $2 \\sigma$ uncertainties respectively. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Results: Our analysis is carried out using a modified version of the publicly available CosmoMC package, which explores the parameter space by means of Monte Carlo Markov Chains [28]. Figure 1 shows the uncorrelated constraints on the primordial power spectrum of curvature perturbations (68% and 95% CL) and the corresponding weight functions that describe transformation from correlated parameters $A _ { i }$ to the uncorrelated ${ \\ddot { A } } _ { i }$ ， derived from WMAP7+H $l _ { 0 }$ +BAO (top panels) and from WMAP7+ACT+ $\\textstyle H _ { 0 }$ +BAO (bottom panels), respectively. We can see that the power spectrum is best determined around $k \\sim 0 . 0 0 7 ~ \\mathrm { M p c ^ { - 1 } }$ ， and less accurately determined at much lower and much higher wavenumber because of the cosmic variance and dominant noise respectively. As shown in the top-left panel of figure 1, 95% of the preferred models are incompatible with the assumption of scale-invariance,but still compatible with a power-law primordial spectrum. Adding the ACT data we find that there is more deviation from a simple scale-invariant spectrum due to reduced errors and suppressed spectrum at high- $k$ ，but it is weaker than the corresponding result from WMAP adopting a inflation-motivated power-law spectrum prior [3]. Note that the weights are fairly localized in $k$ ,as found in the context of dark energy measurements [22, 26, 27]. Moreover, the weight functions in the top-right panel are similar to those in the bottom-right panel. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/4d47513030566b5b3b78f348b40386e8b47faa1af0e0cade2a415b78d9d3b4ba.jpg",
        "table_caption": [
            "Table 1. Uncorrelated constraints on the primordial power spectrum with 68% confidence levels. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Parameter</td><td>WMAP7+Ho+BAO</td><td>WMAP7+ACT+Ho+BAO</td><td>Planck</td></tr><tr><td>A1</td><td>3.0776 ± 0.3973</td><td>3.0696 ± 0.3855</td><td>3.1488 ± 0.3212</td></tr><tr><td>A</td><td>3.1302 ± 0.0720</td><td>3.1388 ± 0.0681</td><td>3.1289 ± 0.0379</td></tr><tr><td></td><td>3.2451 ± 0.0356</td><td>3.2532 ± 0.0393</td><td>3.1327 ± 0.0243</td></tr><tr><td>AA5</td><td>3.0515 ± 0.0584</td><td>3.0872 ± 0.0473</td><td>3.1366 ±0.0122</td></tr><tr><td></td><td>3.0237 ± 0.1076</td><td>2.9390 ± 0.0784</td><td>3.1384 ± 0.0167</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3 Planck forecast constraints ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "In this section， we apply Monte Carlo Markov Chain methods to assess the accuracy with which the primordial power spectrum can be constrained from Planck experiment. Following the approach described in Ref. [29], we generate synthetic data for the Planck experiment and then perform a systematic analysis on the simulated data. Assuming a fiducial ACDM model with a scale-invariant power spectrum,one can use a Boltzmann code such as CAMB [30] to calculate the angular power spectra $C _ { l } ^ { T T ^ { \\prime } }$ ， $C _ { l } ^ { T E }$ ， $C _ { l } ^ { E E }$ ， $C _ { l } ^ { d d }$ and $C _ { l } ^ { T d }$ for the temperature, cross temperature-polarization,polarization,deflection field and cross temperature-defection. We assume that beam uncertainties are small and that uncertainties due to foreground removal are smaller than statistical errors. For an experiment with some known beam width and detectors sensitivity, the noise power spectrum $N _ { l } ^ { T T ^ { \\prime } }$ ， $N _ { l } ^ { E E }$ and $N _ { l } ^ { d d }$ can be estimated. Here we use the FuturCMB package1 to calculate $N _ { l } ^ { d d }$ based on the quadratic estimator method proposed in [31], which provides an algorithm for estimating the noise spectrum of the deflection field from the observed CMB primary anisotropy and noise power spectra. For Planck we combine only the 100,143 and 217 GHz HFI channels,with beam width $\\theta _ { \\mathrm { F W H M } } = ( 9 . 6 ^ { \\prime } , 7 . 0 ^ { \\prime }$ ， 4.6'） in arcminutes, temperature noise per pixel $\\sigma _ { T } = ( 8 . 2 , 6 . 0 , 1 3 . 1 )$ in $\\mu K$ and polarization noise per pixel $\\sigma _ { E } = ( 1 3 . 1 , 1 1 . 2 , 2 4 . 5 )$ in $\\mu K$ (see Ref. [32] for the instrumental specifications of Planck). Given the fiducial spectra $C _ { l }$ and noise spectra $N _ { l }$ , one can generate mock data （204 $\\hat { C } _ { l }$ . We perform a Monte Carlo analysis through the likelihood function defined as ",
        "page_idx": 5
    },
    {
        "type": "equation",
        "text": "$$\n- 2 \\ln \\mathcal { L } = \\sum _ { l } ( 2 l + 1 ) f _ { \\mathrm { s k y } } \\left( \\frac { D } { | \\bar { C } | } + \\ln \\frac { | \\bar { C } | } { | \\hat { C } | } - 3 \\right) ,\n$$",
        "text_format": "latex",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "where ",
        "page_idx": 6
    },
    {
        "type": "equation",
        "text": "$$\n\\begin{array} { r l } & { { \\cal D } = \\hat { C } _ { l } ^ { T T } \\bar { C } _ { l } ^ { E E } \\bar { C } _ { l } ^ { d d } + \\bar { C } _ { l } ^ { T T } \\hat { C } _ { l } ^ { E E } \\bar { C } _ { l } ^ { d d } + \\bar { C } _ { l } ^ { T T } \\bar { C } _ { l } ^ { E E } \\hat { C } _ { l } ^ { d d } } \\\\ & { \\quad \\quad - \\bar { C } _ { l } ^ { T E } \\left( \\bar { C } _ { l } ^ { T E } \\hat { C } _ { l } ^ { d d } + 2 \\hat { C } _ { l } ^ { T E } \\bar { C } _ { l } ^ { d d } \\right) - \\bar { C } _ { l } ^ { T d } \\left( \\bar { C } _ { l } ^ { T d } \\hat { C } _ { l } ^ { E E } + 2 \\hat { C } _ { l } ^ { T d } \\bar { C } _ { l } ^ { E E } \\right) , } \\\\ & { | \\bar { C } | = \\bar { C } _ { l } ^ { T T } \\bar { C } _ { l } ^ { E E } \\bar { C } _ { l } ^ { d d } - \\left( \\bar { C } _ { l } ^ { T E } \\right) ^ { 2 } \\bar { C } _ { l } ^ { d d } - \\left( \\bar { C } _ { l } ^ { T d } \\right) ^ { 2 } \\bar { C } _ { l } ^ { E E } , } \\\\ & { | \\hat { C } | = \\hat { C } _ { l } ^ { T T } \\hat { C } _ { l } ^ { E E } \\hat { C } _ { l } ^ { d d } - \\left( \\hat { C } _ { l } ^ { T E } \\right) ^ { 2 } \\hat { C } _ { l } ^ { d d } - \\left( \\hat { C } _ { l } ^ { T d } \\right) ^ { 2 } \\hat { C } _ { l } ^ { E E } . } \\end{array}\n$$",
        "text_format": "latex",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Here, $C _ { l } = C _ { l } + N _ { l }$ is the theoretical spectrum plus noise and $f _ { \\mathrm { s k y } }$ is the sky fraction due to foregrounds removal. For Planck we choose $f _ { \\mathrm { s k y } } = 0 . 6 5$ , corresponding to a $\\pm 2 0 ^ { \\circ }$ galactic cut,and consider the data up to $l = 2 0 0 0$ ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/094fee13fb1ccc5440b44706c71c348f2ebbd46155a6b1242b86a64e52ebafd4.jpg",
        "img_caption": [
            "Figure 2. Uncorrelated constraints on the primordial power spectrum of curvature perturbations and their weight functions from Planck simulated data. The blue and red error bars show $1 \\sigma$ and $2 \\sigma$ uncertainties respectively. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Our results are presented in figure 2 and table 1 for Planck simulated data. As we can see in table 1, Planck will reduce the uncertainties in ${ \\ddot { A } } _ { i }$ , especially in ${ \\tilde { A } } _ { 4 }$ by a factor of 3.9 and in ${ \\tilde { A } } _ { 5 }$ by a factor of 4.7. Since large uncertainties of the power spectrum at low- $k$ mainly arise from the cosmic variance,measurement of $\\tilde { A } _ { 1 }$ is limited. The weight functions in the right panel of figure 2 are a little better localized in wavenumber than those in figure $^ 1$ because the weak lensing effect is extracted from CMB maps provided by Planck. Furthermore, we have checked that the weight functions depend weakly on the fiducial cosmological model. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "4 Conclusions ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Most infationary models predict small deviations from a scale-invariant power spectrum. Therefore, the measurements of deviations from an exact scale-invariant spectrum would provide a firm probe of the dynamics of an inflationary phase happened in the early Universe. The local principal component technique is a powerful tool for measuring deviations from the scale-invariant spectrum, complementary to other approaches to reconstruct the primordial power spectrum or the direct testing of slow-roll inflation [33-35]. In this paper,we have used the localized principal component analysis to produce uncorrelated estimates of the primordial power spectrum of curvature perturbations. In the framework of a minimal ACDM model, we found that more than 95% of the preferred models are incompatible with the scaleinvariant spectrum, but still compatible with a power-law primordial spectrum by using the 7-year WMAP data in combination with the ACT data. This conclusion is a little stronger than the corresponding result in Ref. [15], but weaker than when the inflation-motivated power-law prior is adopted. We have performed a systematic analysis of the future constraints on the primordial power spectrum achievable from the Planck experiment. We found that Planck would be able to shrink the error bars on the spectrum bins especially at small scales by roughly a factor of 4, which is promising to definitively detect these deviations. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Our numerical analysis was performed on the Lenovo DeepComp 70oo supercomputer in SCCAS. This work is partially supported by the project of Knowledge Innovation Program of Chinese Academy of Science and National Basic Research Program of China under Grant No:2010CB832805. We used CosmoMC and CAMB. We also acknowledge the use of the Legacy Archive for Microwave Background Data Analysis and ACT data. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[1] R. Trotta,A. Riazuelo and R. Durrer,Phys.Rev.D 67,O63520 (2003) [arXiv:astro-ph/0211600]; R. Trotta,New Astron. Rev. 47, 769 (2003) [arXiv:astro-ph/0304525]; R. Trotta, arXiv:astro-ph/0410115; R. Trotta, Contemp. Phys. 49, 71 (2008) [arXiv:0803.4089].   \n[2] E. Komatsu, et al., Astrophys. J. Suppl. 180,330 (2009) [arXiv:0803.0547]. [3] E.Komatsu, et al.,Astrophys. J. Suppl. 192,18 (2011) [arXiv:1001.4538]. [4] J.Dunkley, et al., arXiv:1009.0866; R. Hlozek,et al.,arXiv:1105.4887. [5]R. Keisler, et al.,arXiv:1105.3182.   \n[6] Z.Hou,R. Keisler,L. Knox,M. Millea and C. Reichardt,arXiv:1104.2333. [7] A. Blanchard, M. Douspis, M. Rowan-Robinson and S. Sarkar, Astron. Astrophys. 412, 35 (2003）[arXiv:astro-ph/0304237].   \n[8] J. Barriga, E. Gaztanaga,M. Santos and S. Sarkar Mon. Not. Roy. Astron. Soc. 324, 977 (2001)[arXiv:astro-ph/0011398]. [9] G. Efstathiou, Mon. Not. Roy. Astron. Soc. 343,L95 (2003) [arXiv:astro-ph/0303127].   \n[10] M. Bridges, A. N. Lasenby and M. P. Hobson, Mon. Not. Roy. Astron. Soc.369,1123 (2006) [arXiv:astro-ph/0511573]; M. Bridges,A. N. Lasenby and M. P. Hobson, Mon. Not. Roy. Astron. Soc.381, 68 (2007) [arXiv:astro-ph/0607404].   \n[11] M. R. Nolta, et al., Astrophys. J. Suppl.180,296 (2009) [arXiv:0803.0593].   \n[12] C.J. Copi, D. Huterer, D. J. Schwarz and G. D. Starkman, Adv. Astron. 2010,847541 (2010 [arXiv:1004.5602].   \n[13] A. A. Starobinsky, JETP Lett. 55, 489 (1992); J. A. Adams, G. G. Ross and S. Sarkar, Nucl. Phys. B 503,405 (1997) [arXiv:hep-ph/9704286].   \n[14] S.L. Bridle,A. M. Lewis, J. Wellr and G. Efstathiou Mon. Not. Roy. Astron. Soc.342, L72 (2003)[arXiv:astro-ph/0302306]; S. Hannestad, JCAP 0404,002 (2004) [arXiv:astro-ph/0311491].   \n[15] Z. K. Guo, D. J. Schwarz and Y. Z. Zhang, JCAP 08,031 (2011) [arXiv:1105.5916].   \n[16] C. Sealfon,L.Verde and R. Jimenez,Phys.Rev.D 72,103520 (2005) [arXiv:astro-ph/0506707]; L. Verde and H. V. Peiris, JCAP 0807, 009 (2008) [arXiv:0802.1219]; H.V. Peiris and L. Verde, Phys. Rev. D 81, 021302 (2010) [arXiv:0912.0268].   \n[17] P. Mukherjee and Y. Wang,Astrophys. J. 598,779 (2003) [arXiv:astro-ph/0301562 ]; P. Mukherjee and Y. Wang,Astrophys. J. 599,1 (2003) [arXiv:astro-ph/0303211]; P.Mukherjee and Y.Wang, JCAP 0512, 007 (2005) [arXiv:astro-ph/0502136].   \n[18] W. Hu and T. Okamoto,Phys. Rev. D 69, 043004 (2004) [arXiv:astro-ph/0308049]; S. Leach, Mon. Not. Roy. Astron. Soc.372, 646 (2006) [arXiv:astro-ph/0506390].   \n[19] N. Kogo, M. Matsumiya, M. Sasaki and J. Yokoyama, Astrophys. J. 607, 32 (2004) [arXiv:astro-ph/0309662]; R. Nagata and J. Yokoyama, Phys. Rev. D 78,123002 (2008) [arXiv:0809.4537]; R. Nagata and J. Yokoyama, Phys. Rev. D 79, 043010 (2009) [arXiv:0812.4585]; K. Ichiki and R. Nagata, Phys. Rev. D 80, 083002 (2009); K. Ichiki, R. Nagata and J. Yokoyama,Phys. Rev.D 81, 083010 (2010) [arXiv:0911.5108].   \n[20] A. Shafieloo and T. Souradeep,Phys. Rev. D 70, 043523 (2004) [arXiv:astro-ph/0312174]; A. Shaffeloo and T. Souradeep,Phys. Rev. D 78, 023511 (2008) [arXiv:0709.1944]; J. Hamann, A. Shafieloo and T. Souradeep, JCAP 1004, 010 (2010) [arXiv:0912.2728].   \n[21] D. Tocchini-Valentini, M. Douspis and J. Silk, Mon. Not. Roy. Astron. Soc.359,31 (2005) [arXiv:astro-ph/0402583]; D. Tocchini-Valentini, Y. Hoffman and J. Silk, Mon. Not. Roy. Astron. Soc. 367,1095 (2006) [arXiv:astro-ph/0509478].   \n[22] D.Huterer and A. Cooray, Phys. Rev. D 71, 023506 (2005) [arXiv:astro-ph/0404062]; D. Sarkar, et al., Phys.Rev. Lett.100, 241302 (2008) [arXiv:0709.1150].   \n[23] A.G. Riess,et al.,Astrophys. J.699, 539 (2009) [arXiv:0905.0695].   \n[24] W. J. Percival, et al., Mon. Not. Roy. Astron. Soc. 401, 2148 (2010) [arXiv:0907.1660].   \n[25] A. J. S. Hamilton and M. Tegmark, Mon. Not. Roy. Astron. Soc. 312, 285 (2000) [arXiv:astro-ph/9905192].   \n[26] G. B. Zhao, D. Huterer and X. Zhang,Phys. Rev. D 77,121302 (2008) [arXiv:0712.2277]; G. B. Zhao and X. Zhang, Phys. Rev. D 81, 043518 (2010) [arXiv:0908.1568].   \n[27] P. Serra, et al., Phys.Rev. D 80,121302 (2009) [arXiv:0908.3186].   \n[28] A. Lewis and S. Bridle, Phys.Rev. D 66,103511 (2002) [arXiv:astro-ph/0205436].   \n[29] L.Perotto, et al., JCAP 0610, 013 (2006) [arXiv:astro-ph/0606227].   \n[30] A. Lewis,A. Challinor and A. Lasenby, Astrophys.J. 538, 473 (2000)[arXiv:astro-ph/9911177].   \n[31] T. Okamoto and W. Hu, Phys. Rev.D 67, 083002 (2003) [arXiv:astro-ph/0301031].   \n[32] J.A. Tauber,et al., A&A 520,A1 (2010).   \n[33] J. Martin and C. Ringeval, Phys.Rev. D 69, 083515 (2004) [arXiv:astro-ph/0310382]; J. Martin and C. Ringeval, Phys.Rev.D 69,127303 (2004) [arXiv:astro-ph/0402609]; J. Martin and C. Ringeval, JCAP 0501,007 (2005) [arXiv:hep-ph/0405249].   \n[34] J.M. Cline and L. Hoi, JCAP 0606,007 (2006) [arXiv:astro-ph/0603403]; D.K. Hazra,et al., JCAP 1010, 008 (2010) [arXiv:1005.2175]; M. Aich,et al.,arXiv:1106.2798.   \n[35] J. Lesgourgues and W. Valkenburg, Phys. Rev. D 75,123519 (2007) [arXiv:astro-ph/0703625]; J.Lesgourgues,A. A. Starobinsky and W. Valkenburg, JCAP 080i, O10 (2008) [arXiv:0710.1630]; F. Finelli, J. Hamann, S. M. Leach and J. Lesgourgues, JCAP 1004, 011 (2010)[arXiv:0912.0522]. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    }
]