[
    {
        "type": "text",
        "text": "HflX is a ribosome-spliting factor rescuing stalled ribosomes under stress conditions ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yanqing Zhang1, Chandra Sekhar Mandava², Wei $\\mathbf { C a o 1 }$ , Xiaojing $\\mathbf { L i } ^ { 3 }$ , Dejiu Zhang4, Ningning $\\mathbf { L i ^ { \\mathbf { \\Lambda } } }$ ,Yixiao Zhang Xiaoxiao Zhangl, Yan $\\mathbf { Q i n ^ { 4 } }$ ,Kaixia $\\mathbf { M } \\mathbf { i } ^ { 3 }$ , Jianlin Leil, Suparna Sanyal² & Ning Gaol ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Adversecellar conditions often lead tononproductive translational stallingand arrestofribosomes onmRNAs.Here,we usedfast kineticsandcryo-EMtocharacterize Escherichiacoli HflX,a GTPasewithunknown function.Ourdatareveal that HflXisaheatshock-inducedribosome-splitingfactorcapableofdisociatingvacantaswellasmRNA-associatedribosomes withdeacylatedtRNAinthepeptidylsite.StructuraldatademonstratethattheN-terminaleffectordomainofHflXbindsto the peptidyl transferasecenter inastrikinglysimilar mannerasthatoftheclass Ireleasefactorsand induces dramatic conformationalcangesinentralintersubunitbidges,tuspromotingsubunitdissociation.Accordingly,lossofHflsults inanincrease instaled ribosomes upon heatshock.Theseresults suggestaprimaryroleof HflXinrescuing translationally arrested ribosomes under stress conditions. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Cells have evolved many stress-response systems to deal with the constantly changing environment. The transcriptional regulation of these defense systems has been well characterized in both prokaryo tes and eukaryotes.However,very little is known about how cells respond at the translational level.Heat-shock response(HSR) is one of the most conserved cellular regulatory systems1-3.Under heat or other stresses,cells respond by extensive transcriptional reprogramming,through sharply elevated transcription of the genes encoding various heat-shock proteins (HSPs); thus,cells have a high demand for active ribosomes to provide massive and timely production of these proteins. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Heat shock usually poses a major challenge for translation machineries.In general,heat shock inducesa global repression of translation activity4,primarily through downregulation of translation initiation2,4,5.Importantly, the ribosome is acentral hub forquality control for newly synthesized proteins6,7 and cotranslational mRNA surveillance8.Because the growing nascent polypeptides are highly vulnerable to heat shock and are prone to misfolding and aggregation9,10, temperature upshift is expected to affect translating ribosomes as well. Indeed,perturbation of proteostasis by heat shockll or chaperone inhibitorsl2 causes a global pausing of ribosomes at the elongation steps.As a consequence,these elongation-stalled ribosomes might turn into nonproductive or even toxic ribosomal complexes,because translation stalling can induce mRNA cleavagel3,14 and cause abortive translationl5.Therefore,the cellular translation capacity is substantially compromised upon heat stress,which seems to pose a challenge for timely and massive production of HSPs.How cells initiate selective translation of the HSP mRNAs is not well understood. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Although the contribution from altered initiation-factor dependence and the temperature-sensing elements in the $5 ^ { \\prime }$ untranslated regions of some HSP mRNAs have been recognized (reviewed in refs.5,16), it is still not clear how selective translation of such a diverse population ofHSP mRNAs isachieved underheat stress.Nevertheless,cells must be able to rescue and recycle stalled ribosomes rapidly so that translation of HSP mRNAs can be initiated in time. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In the present work,to understand the possible mechanism of rescuing of stalled ribosomes during HSR,we characterized the conserved GTPaseHflX fromE.coli.Our biochemical and in vivo data indicate that HflX,a ribosome-dependent GTPasel7,18,is an HSP with inherent ribosome-splitting activity.HflX targets the post-termination-like complex (PTL),with a deacylated tRNA in the peptidyl(P) site and an empty aminoacyl (A） site,as well as vacant 7oS ribosomes,and efficiently dissociates them into free subunits in an IF3-independent manner. Structural analysis of the 5oS-HflX complex suggests that HflX promotes subunit dissociation by disrupting the central intersubunit bridges.Our results therefore portray HflXas an alternative ribosomerecycling factor involved in rescuing stalled ribosomes during HSR and suggest that HflX,ina broad context,constitutes an important component in the functional coupling between cotranslational quality control and stress-induced translation reprogramming. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "RESULTS HflX is an HSP required for cell survival upon heat stress ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Although HflX is universally conservedl9,bacterial strains with hflX deleted (△hflX) show no apparent phenotype20-23. According to previous microarray data,the transcription level of hflX increases upon heat ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a 80 ■rpoA b Time (min) C d 010 2030405060 10   \n广 DnaK 45C m 30℃ WT 30℃ s 5 45℃ △hfiX   \np|oy HfIX 18 h 30℃ 20 WT 楼 Kue 45℃ 10- RNA Pol α 45℃ 山 △hfIX C C 0 30℃ 0 02468101520 Incubation time at $5 0 ^ { \\circ } \\mathsf { C }$ (min) e f   \n'igure1 HflX is a heat-shock protein and is required for cell 10- 10-² 10-³10-410-510-6   \nurvival upon heat stress.(a) Quantification of mRNA levels if dnaK,hflX and rpoA of $E$ .coli BW25113 byreal-time Water 中 30℃ WT 福 5 1//:i 0m   \nreverse-transcription PCR at the indicated time pointsafter evere-ture uristion PCR .m0 d 1imrRNintserver 30℃ △hfIX ： 5 Wt3CC $3 0 ^ { \\circ } \\mathsf { C }$ $5 0 ^ { \\circ } \\mathsf { C }$   \nas the internal control.Data shown are means and s.d.( $\\overset { \\cdot } { \\boldsymbol { n } } = 3$ （20 Feel WT 福 学 WT50°C   \nechnical replicates).(b) Western blot of endogenous levels 30 min 18 h △hflX 0 △hflX 50°C   \nof HflX,DnaK and RNA polymerase $\\alpha$ subunit(RNA Pol α) at 0 10 20 30 40 $3 0 ^ { \\circ } \\mathsf { C }$ $4 5 ~ ^ { \\circ } \\mathsf { C }$ Time (min) ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "shock24-26.However, whether HflX is an HSP has not been explicitly examined.To determine this,we first monitored the mRNA level of hflX upon temperature upshift to $5 0 ~ ^ { \\circ } \\mathrm { C }$ .ThemRNAlevelofhflX quickly increased upon heat exposure,displaying a similar pattern as that of the typical HSP gene dnaK(Fig.1a).In contrast, the level of the constitutively expressed non-HSP gene rpoA (encoding the RNA polymerase $\\alpha$ subunit) remained relatively constant (Fig.la). Next,we examined the change in the protein level of HflX upon heat shock at $4 5 ^ { \\circ } \\mathrm { C }$ Consistently with the mRNA results,the amount of RNA polymerase $\\alpha$ remained unchanged,but we observed a temperature-responsive increase ofHflX protein similar to that of HSP DnaK (Fig.lb,SupplementaryData Set1 and SupplementaryNote). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We next sought to determine whether hflX is required for cell growth at high temperatures.Whereas wild type(WT) and △hflX cells showed practically no growth differences at $3 0 ~ ^ { \\circ } \\mathrm { C }$ ，the△hflX cells grew much more slowly than the WT cells at $4 5 ~ ^ { \\circ } \\mathrm { C }$ (Fig. 1c,d and Supplementary Fig.1).According to the values of calculated colony-forming units (CFUs),the presence of HflX in the WT cells conferred 10-to 20-fold greater protection from heat stress than that in the knockout cells (Fig.1d).To further validate whether HflX is involved in protecting cells from thermal killing,we exposed the WT and△hflXcells to $5 0 ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { m i n }$ ,acondition inwhich severe heat stress causes considerable thermal killing,and then allowed the cells to recover at $3 0 ~ ^ { \\circ } \\mathrm { C }$ 、The resulting colony count of the △hflX cells was substantially lower than that of WT cells (Fig.le).After a $3 0 \\mathrm { - m i n }$ exposure at $5 0 ^ { \\circ } \\mathrm { C }$ ,the survival rate of theWTcells was about three to four orders of magnitude higher than the that of△hflX cells (Fig.1f).Together, these results demonstrate that hflXis indeed a bona fide heat-shock gene,and HflX is required for protection of the cell from heat stress. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/f9a2a27ce1e8cbff6d64147084a4e88c7f729984a4afad71599b7796a45cef11.jpg",
        "img_caption": [
            "different time points after temperature upshift from to .Original blots can be found in SupplementaryataSet1.f)oigcenddeteinatiofCUsdf).W)dfJ)ranseoat stress in two different ways:a long，mild exposure $. 4 5 ^ { \\circ } \\mathsf { C }$ ，18h)inc and a short,severe exposure $. 5 0 ^ { \\circ } \\mathsf { C }$ $3 0 ~ \\mathrm { m i n }$ ）ine.Spottingassay data in cand e are representative of three individual experiments.Data in d and f are means and s.d.( $\\scriptstyle n = 3$ cell-culture replicates). ",
            "FigureHflXbindstotheribosomeinvivondinvitrowithapreferenceforthe5OSsubunit.(a)EndogenousHfldistributionoe fractionsexamiedbyolysomeproflndwesteblotaalysis.(c)ndigofHfl(trefodxcess)toiglypurifid3O(b)ad(c) subunits $( 0 . 6 ~ \\mu \\mathsf { M } )$ ,examinedbysucrosedensitygradientcentrifugationandSDS-PAGE.MW,molecularweight.(d)Asinbonlyandc,butwith HflX. Bands of HflX are indicated by asterisks. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（z trs grrat GMP-PNP GTP GDP Apo b 70S only ■HfIX-GTP IF1 + IF3 ● HfIX-GTP $^ +$ IF3 ▲Apo-HflX ■HfIX-GMP-PNP 0.8 3   \nMW (kDa) 30S 50S.70S 30S50S70S 30S50s70S 70S   \n2 0.2   \n26- T 出 丰 01   \n17 1 0 10 20 30 40 Time (s) C d 1.0   \nP of GTP o8M 0.8 $( 0 . 6 ~ \\mu \\ M )$   \nHflX in three-fold excess in the presence of GXP (GMP-PNP,GTP or 8 0.6   \nGDP, $1 \\mathrm { m M } \\mathrm { \\cdot }$ at $3 7 ^ { \\circ } \\mathsf { C }$ for $1 5 \\mathrm { { m i n } }$ ,examined by sucrose density gradient 1 1.25μM 0.4- s) aiar   \ncentrifugation and SDS-PAGE.Bands corresponding to HflX are indicated 2.5uM 0.3   \n7OSrbosm byasterisks.MW,molecularweight.(b) Kinetics of dissociation of vacant $( 0 . 2 5 \\mu \\mathsf { M } )$ witnn- $( 2 . 5 \\mu \\mathsf { M } )$ ，HfIX-GTP A $( 2 . 5 \\mu \\mathsf { M } )$ （20 tub! 20 Hxconcenr $( 1 ~ \\mu \\mathsf { M } )$ $( 2 . 5 \\mu \\mathsf { M } )$ .As a control, 0   \n70S was treated similarly without any factors (7OS only),with IF3 alone 0 10 20 30 40 50 0 2.5 5.0 7.5 10.0   \n（204号 $( 1 ~ \\mu \\mathsf { M } )$ or together with IF1 $( 1 ~ \\mu \\mathsf { M } )$ . Curves shown are representative Time (s) HflX concentration (uM)   \nnf five individial exneriments A = arhitrarv nits (c) Dissnriatinn ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "",
        "img_caption": [
            "of 70S $( 0 . 2 5 \\mu \\mathsf { M } )$ withincreasingconcentrationsofHflX-GTP.(d)TheamplitudesfromcplotedagainsttheconcentrationofHflX.Insetobserved rates of vacant 7OS dissociation $( k _ { \\mathrm { { o b s } } } )$ from c,plotted against the concentration of HflX and fitted with a linear function. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "HflX preferentially binds to the 5OS subunit ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Earlierreports have identified thatHflXbinds to the ribosome,but the nucleotide-dependentbinding modes ofHflXto different ribosomal fractions have been controversial17,27-29.To clarify this discrepancy, we first examined the endogenous HflX distribution in ribosomal fractions by sucrose density gradient centrifugation (SDGC) coupled with western blotting.We detected HflX in the top fractions together with a clear enrichment in the 5OS fractions (Fig.2a),thus suggesting stable and preferential binding of HflX to the 50S subunit.We also observed some binding in the 30S and 7oS fractions.Next,we tested the binding of HflX to highly purified 30S and 50S subunits with SDGC(Fig.2b-d).HflX,at three-fold excess,bound very weaklyto the 3oS subunit,and the nucleotides showed no apparent modulation on its 3oS binding(Fig.2b).In contrast,the binding of HflX to the 5OS subunit was clearly dependent on nucleotides,and we observed substantially higher binding of HflX in the presence of GMPPNP (Fig.2c).These results clearly show thatHflX binds to the ribosome both in vivo and in vitro and displays a strong preference for the 50S subunit,especially in the presence of the nonhydrolyzable GTP analog. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "HflX dissociates empty 70S ribosomes ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Wealso examined HflX binding to 70S ribosomes by SDGC.A similar nucleotide-dependentbinding ofHflX to the 7OS was clearly observable, in the order GMP- $\\mathrm { P N P } > \\mathrm { G T P } > \\mathrm { G D P }$ (Fig.3a).Interestingly, HflX also promoted dissociation of 7oS ribosomes into subunits,especially in the presence of GMP-PNP or GTP (Fig.3a).We detected the highest intensity ofHflXbinding in the separated 50S subunits with GMP-PNP.When we increased HflX to 20-fold excess,HflX-GMP-PNP converted all 70S ribosomes into subunits (Supplementary Fig.2a).We also obtained similar results in freshly prepared cell lysates (SupplementaryFig.2b).In vivo overexpression of HflX caused a compromised growth rate together with amarked accumulation of 5oS subunits (SupplementaryFig.2c-e). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Next,we followed the kinetics of ribosome dissociation with HflX in stopped flow, by using light scattering as a tool30.Whereas apo-HflX showed moderate splitting activity toward vacant ribosomes $( k _ { \\mathrm { o b s a p o - H f l X } } = 0 . 0 3 \\pm 0 . 0 0 1 s ^ { - 1 }$ (mean $\\pm \\thinspace s . \\mathrm { d }$ ， $n = 5$ cell cultures)(Fig.3b), addition of GTP or GMP-PNP markedly increased the splitting efficiency, with rates $k _ { \\mathrm { o b s \\ : H f l X - G T P } } = 0 . 2 \\pm 0 . 0 0 2 \\ : s ^ { - 1 }$ and $k _ { \\mathrm { o b s \\ : H f l X - G M P - P N P } } = 0 . 2 2 \\pm$ $0 . 0 0 3 { \\mathrm { ~ } } s ^ { - 1 }$ .These rates were three times faster than the rate of subunit dissociation with IFl and IF3 $( k _ { \\mathrm { o b s ~ I F 1 + I F 3 } } = 0 . 0 7 6 \\pm 0 . 0 0 7 \\ s ^ { - 1 } )$ .Moreover, the splitting mediated by HflX-GTP was more stable (higher amplitude) thanwithIF1and IF3.Acombination ofIF3 andHflX-GTP resulted in a small increase in the amplitude but no effect on the rate of the process. As expected, HflX-GMP-PNP showed the highest spliting. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We further estimated the binding parameters of HflX-GTP to the 70S ribosome by titrating HflX-GTP in the 70S dissociation experiments,which increased both the rate and amplitude of the light-scattering curves (Fig.3c).The amplitudes represent the fraction of 70S ribosomes irreversibly dissociated by saturation binding of HflX-GTP. Ploting of amplitude against HflX-GTP concentration produced a hyperbolic fit,from which we estimated the $K _ { \\mathrm { d } }$ of HflX-GTP binding to 70S as $\\mathord { \\sim } 1 . 5 \\mu \\mathrm { M }$ (Fig.3d).The observed rates, however, increased linearly as a function of HflX concentration as in a typical bimolecular association reaction (Fig.3d).The $k _ { \\mathrm { o n } }$ and $k _ { \\mathrm { o f f } }$ estimated from the slope and the intercept of the linear fit of the rates are $0 . 0 5 \\pm 0 . 0 0 3 \\mu \\mathrm { M } ^ { - 1 } s ^ { - 1 }$ and $0 . 0 5 \\pm 0 . 0 1 { \\ s } ^ { - 1 }$ respectively. The $K _ { \\mathrm { d } }$ value calculated from the ratio of $k _ { \\mathrm { o f f } }$ and $k _ { \\mathrm { o n } }$ is $1 . 0 \\mu \\mathrm { M }$ ,in good agreement with the $K _ { \\mathrm { d } }$ estimated from the amplitudes of the light-scattering curves (Fig.3d).From these equilibrium and kinetic characterizations,it is clear that HflX displays a strong 7oS-splitting activity independent ofGTP hydrolysis and other translation factors. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "HflX promotes the breakdown of puromycin-treated polysomes ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "We next set out to examine whetherHflX could split functional ribosomal complexes with mRNA and tRNA.We incubated fractions of purified 70S and polysomes withHflX in the presence ofGMP-PNP or GTP and examined the breakdown of polysomes with SDGC.As expected,we observed a decrease in the 7OS peak associated with marked increases in the 3oS and 5oS peaks.Inaddition,we also observed a decrease in the polysome levels (7oS ribosome,disome,trisome and tetrasome peaks are denoted $1 \\times , 2 \\times , 3 \\times$ and $4 { \\times } ,$ ,respectively),although the breakdown reaction had low efficiency,in the presence of either GTP or GMP-PNP (Fig.4a). The low efficiency of HflX in polysome splitting could be due to the presence of a peptidyl-tRNAat theP site of the polysomic ribosomes.Thus, to change the acylation state of the P-site tRNA,we preincubated polysomes with puromycin一an antibiotic that removes the peptidyl group from the P-site tRNA31.HflX markedly decreased the abundance of various forms of puromycin-treated polysomes and caused sharp increases in the abundance ofboth 30S and 50S subunits (Fig.4b).Thus,these results demonstrate that the splitting activity of HflX depends on the functional state of the ribosome and suggests that the natural substrate of HflX is a ribosomal complex carrying a deacylated tRNA at the P site. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "HflXdissociates the PTL ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Next, we prepared a PTL with an mRNA-programmed ribosome containing deacylated tRNALeu in the P site and an empty A site³²,and we studied the kinetics of its dissociation with HflX.This complex mimics a translationally arrested ribosome after peptide release,and it is similar to a post-termination complex,except that a sense codon is present in theA site instead of a stop codon.Similarly to the vacant 70S ribosome,HflX-GTP alone could dissociate the PTL (Fig.4c). The rate of dissociation with HflX-GTP $( k _ { \\mathrm { o b s \\ : H f l X - G T P } } = 0 . 4 \\pm 0 . 0 1 \\ : s ^ { - 1 } )$ was slower than with RRF, EF-G and IF3 $( k _ { \\mathrm { o b s ~ R R F ~ + ~ E F - G ~ + ~ I F 3 ~ } } =$ $2 \\pm 0 . 0 3 { \\mathrm { \\sf s } } ^ { - 1 } .$ ),but the amplitude was the same,thus suggesting that the same level of dissociation had been reached in both cases.Again,HflX showed the highest splitting of the PTL with GMP-PNP (Fig.4d). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/91a03593958c8d9c1e09b858a98a78b91f4fc9fcc3d6336c0c1ce893ed9f19ca.jpg",
        "img_caption": [
            "Figure 4 HflX efficiently promotes breakdown of puromycin-treated polysomes and splits the PTL.(a) Polysome profile from sucrose density gradient centrifugation of the polysomes ${ \\bf \\Gamma } ( 0 . 1 \\ \\mu \\sf { M } )$ in the absence or presence of 5O-fold excess of HflX with GMP-PNP or GTP.(b)As ina,but with polysomes $( 0 . 1 \\ \\mu \\mathsf { M } )$ preincubated with puromycin $( 0 . 2 ~ \\mathsf { m } \\mathsf { M } )$ .(c)Time course of dissociation of mRNA-programmed PTL containing deacylated $\\tan A \\tan$ in the P site $( 0 . 2 5 \\mu \\mathsf { M } )$ with HfIX-GTP $( 1 0 \\mu \\mathsf { M } )$ or with RRF $( \\mathrm { { 1 0 } \\mu M } )$ EF-G $( 5 ~ \\mu \\ M )$ and IF3 $( 1 ~ \\mu \\mathsf { M } )$ .Inset,time course of dissociation of translating ribosome stalled with peptidyl-tRNA ( $[ 3 \\mathsf { r }$ H]fMet-Leu-lle-tRNAlle) in the P site with HfiX-GTP(open squares).For visual comparison,data for PTL dissociation are shown (solid squares).A.u.,arbitrary units. (d) Dissociation of the PTL $( 0 . 2 5 \\mu \\mathrm { M } )$ with $2 . 5 \\mu \\mathsf { M }$ each of apo-HflX, HfIX-GDP, HfIX-GTP or HfIX-GMP-PNP.(e) Effect of increasing concentration of HflX-GTP on splitting of the PTL $( 0 . 2 5 \\mu \\mathsf { M } )$ . (f)The amplitudes from e plotted against the concentration of HflX.Inset, observed rates of dissociation of PTL $\\cdot k _ { \\scriptscriptstyle { 0 } \\mathrm { b s } } )$ from e,plotted against the concentration of HflX and fitted with a linear equation. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/7056c3ce560b592b7ac66297c432e749855c9324ccdb0ba39360236227f07510.jpg",
        "img_caption": [
            "Figure 5 Cryo-EM structure of the 5OS-HflX-GMP-PNP complex. (a) Surface representation of cryo-EM density map of the 5OS-HfiXGMP-PNP complex $( 4 . 5 \\mathring { \\mathsf { A } } )$ ,with HflX colored magenta and the 50S subunit colored cyan.(b) The atomic model of the 5OS-HflX-GMPPNP complex.The 23S rRNA,ribosomal proteins and HflX are colored marine,green and magenta respectively.(c) Segmented density map of HflX (in transparent gray),superimposed with the atomic model of HfIX.(d) Cartoon representation of the atomic model of the E.coli HflX. NTD,N-terminal domain;GD,GTPase domain;CTD,C-terminal domain. The two subdomains of the NTD,subdomain I(residues 1-115)and subdomain Il(1l6-197) are colored blue and red,respectively.(e) Local conformational changes of H69 of the 23S rRNA upon HflX binding. Theatomic model of the 5OS-HflX-GMP-PNP complex (marine) is superimposed with the models of the 5OS subunits from crystal structures of two different 7OS complexes,an RRF-bound 7OS complex (PDB 3R8S, red)54 and an empty 7OS ribosome (PDB 2AWB,gray)55.(f) Deformed H69 in the 5OS-HflX-GMP-PNP complex substantially clashes with h44 in the 3OS subunit.The cryo-EM density map (transparent cyan) and the atomic model (marine) of the 5OS-HflX-GMP-PNP complex are superimposed with the models of the 3OS subunits from the crystal structures of two different 7OS complexes,an RRF-bound 7OS complex (PDB 4GD1,red)54 and an empty 70S ribosome (PDB 2AW7,gray)55. "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/2fe8c95f172427d71fbdaaf68960054c17de6d95c693cb12771ee223b5839cc2.jpg",
        "img_caption": [
            "Figure6 Specific electrostatic interactions between HflX and the 5OS subunit. (a)OrientationofHflX onthe 5OS subunit. PTC,peptidyl transferase center;SRL,sarcinricin loop.The helices of the 23S rRNA(H69, H71,H89,H91 and H43),which are involved in direct contacts with HflX are labeled.GMPPNP in the nucleotide-binding pocket is shown in stick model (cyan).(b) Atomic interactions between H69-H71 and subdomain I(blue) of the HflX NTD.Basic residues (shown in stick representation) of HflXat the interface are labeled.(c) Atomic interactions between H89 and subdomain II (red) of HflX NTD.(d) The intervening loop connecting the two $\\mathbf { \\alpha } _ { \\mathbf { \\alpha } } \\propto \\mathbf { \\alpha } _ { \\mathbf { \\beta } }$ -helicesof subdomain Il is inserted into the space between the A loop and P loop of the 23S rRNA. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Furthermore,consistently with the polysome breakdown experiments,HflX-GTP was highly inefficient (over $2 0 ~ \\mathrm { m i n }$ ）in splitting ribosomes with a peptidyl tRNA( $[ ^ { 3 } \\mathrm { H } ]$ fMet-Leu-Ile-tRNAIle) in the P site (Fig.4c),thus clearly suggesting that deacylation of the P-site tRNA is essential for efficient PTL splitting by HflX. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "When we titrated HflX-GTP in increasing concentrations, we observed faster rates and higher extents of splitting of the PTL (Fig.4e).From these titration curves,we determined the binding parameters of HflX-GTP to the PTL (Fig. 4f): $k _ { \\mathrm { o n } } = 0 . 0 3 \\pm 0 . 0 0 3 5$ $\\mu \\mathrm { M } ^ { - 1 } \\mathsf { s } ^ { - 1 }$ 0 $k _ { \\mathrm { o f f } } = 0 . 0 9 \\pm 0 . 0 1 s ^ { - 1 }$ ,and $K _ { \\mathrm { d } } = 3 \\pm 0 . 0 1 \\mu \\mathrm { M }$ These values are in the same range as those for the vacant 7oS ribosome.Notably, HflX-GTP had a three-fold-higher $K _ { \\mathrm { d } }$ value for the PTL than for the vacant 7OS,thus suggesting that it is easier for HflX to target vacant 70Sribosomes thanPTLs. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "HflX release from the 5OS subunit requires GTP hydrolysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Because HflX displays preferential binding to the 5oS subunit,subunit association might consequentially be affected.Therefore,we followed the kinetics of ribosomal subunit association in the absence and presence of HflX.Indeed,addition of HflX caused slower association of the ribosomal subunits (Supplementary Fig.3). The observed rate of vacant subunit association $( 4 . 7 \\pm 0 . 1 \\ s ^ { - 1 } )$ decreased to $0 . 0 7 ~ \\pm ~ 0 . 0 0 1 s ^ { - 1 }$ in the presence of HflX-GTP (SupplementaryFig.3a).In the case of fully formed 3oS preinitiation complex (preIC),the association rate dropped from $2 2 \\pm 0 . 3 { \\mathrm { ~ s } } ^ { - 1 }$ without HflX to $0 . 7 { \\pm } 0 . 0 3 { \\mathrm { s } } ^ { - 1 }$ with HflX-GTP (SupplementaryFig.3b). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Interestingly,with the same concentration of HflX-GTP, the rate of 70S formation from 30S preIC $\\left( 0 . 7 \\ \\mathsf { s } ^ { - 1 } \\right)$ was ten-fold higher than from the vacant 3oS subunits $( 0 . 0 7 \\ s ^ { - 1 } )$ ,thus suggesting that HflX is more potent in blocking the formation of vacant 7oS.Thus,these results indicate that in addition to its 7oS-splitting activity,HflX also preferentially inhibits the association of vacant subunits to form empty 70S ribosomes. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The rate of vacant subunit association in the presence ofHflX-GTP $( k _ { \\mathrm { o b s } } = 0 . 0 7 \\pm 0 . 0 0 1 s ^ { - 1 } )$ is comparable to the $k _ { \\mathrm { o f f } }$ value of HflX $( 0 . 0 5 \\thinspace s ^ { - 1 } )$ （20 estimated from the 70S dissociation experiments (Fig.3d),thus implying that the association of subunits is dependent on and limited by the release ofHflX.However,we could not ascertain from either of these experiments whether HflX departs from the ribosome with GTP or GDP.We resolved this ambiguity by conducting subunit association experiments with HflX-GMP-PNP.For both the vacant 30S subunit and 30S preIC,HflX-GMP-PNP completely blocked association of the subunits (Supplementary Fig.3a,b).Thus,GTP hydrolysis on HflX is essential for its release,which is a prerequisite for proper subunit association. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Cryo-EMstructure of the 5OS subunitbound with HflX-GMP-PNP The inherent 70S-splitting activity of HflX makes it difficult to study the 7oS-HflX complex by structural approaches.Because HflX binds tightly to the 50S subunit, the complex of 50S-HflX",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "GMP-PNP could presumably represent the state immediately after subunit separation. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/ad26b1947b1c1c7792dbc339a4eced398e9492832b63fab215f53ec41525b62b.jpg",
        "img_caption": [
            "Figure7 Orientation of HflXrelative to tRNAs and release factor 2 on the 5OS subunit. (a) Superimposition of HflX with A-site tRNA (green)and P-site tRNA (purple) on the ribosome.The coordinates of mRNA (gray) and tRNAs are from a previous work(PDB 2WDK)56.A,aminoacyl; P, peptidyl; E,exit. (b)Superimposition of HflX with the hybrid P/E-site tRNA (marine) (PDB 4GD1)54 on the ribosome.(c) A zoomed-in view of the ribosomal PTC,in the crystal structure of the three tRNA-containing 7OS ribosome (PDB 2WDK)56.(d) As in c,with HflX superimposed. (e)A zoomed-in view of the ribosomal PTC, in the crystal structure of the RF2-containing 70S ribos0me (PDB 3F1G)57.(f) As in e, with HflX superimposed. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/47e92f5529a7be6f5f5cc21e46032e00edace1cca6b6a2fe03eefd780a149da0.jpg",
        "img_caption": [
            "Figure8ProposedmodelfortheactionofHflduringtheheatshockresponse.(a-c)PolysomeprofileanalysisofBW513(W)andflX(KO) cellswithout(aiexposuretogidb)orortevere(catrssdUonatsoogatingbomesareased whichinturnmayevokeribosome-rescuingpathways.ThepeptidesarereleasedfromtheP-sitetRNAbytheactionofcodon-unspcificelease factors such as YaeJ and ArfA-RF2,afterwhich the ribosor undergo ratchet-like nent.HflX-GTP samples ratcheted ribosomes (with hybrid P/E-sitetRNA)andsplitstheminto3OSand5OSsubunits.Free3OSsubunitsintiateonHSPmRNAsbecauseoftheirabundance.Translationon these mRNAsinitiates byformationofthe7OS initiationcomplex,afterslow releaseof HflX-GDPfromthe5OS subunit. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Therefore,to explore the underlying mechanism of ribosome splitting,we applied cryo-EManalysis to the 50S-HflX-GMP-PNP complex.With a flexible fitting approach,we obtained a pseudoatomic model for the 50S-HflX-GMP-PNP complex from the resulting 4.5-A cryo-EM density map (Fig.5, Supplementary Fig. 4a-c and Supplementary Movie1). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "As expected,HflX binds to the intersubunit face of the 5oS subunit. While the N-terminal domain (NTD) of HflX protrudes toward the peptidyl transferase center (PTC),making extensive contacts with several rRNA helices (Fig.6),its C-terminal domain(CTD) predominantly interacts with the NTD of uL1l at the bL12 stalk base (Fig. 6a). Upon binding to HflX,the 5oS subunit undergoes conformational changes mostly in the regions involving intersubunit bridges (Supplementary Fig.4d-j).H69,which forms the major bridge B2a and contacts both A-and P-site tRNAs,shows a massive displacement by $1 3 \\mathrm { \\AA }$ (Fig.5e).Superimposition of the 50S-HflX-GMP-PNP structure with the 3oS subunit showed no direct steric clash between the 30S subunitandHflX.However, the deformed H69 in the 5oS-HflX structure substantially overlaps with h44of the 3oS subunit (Fig.5f). This observation explains the strong 7oS-splitting activity of HflX and indicates thatHflX disrupts bridge B2a ina similar way asRRF does during ribosome recycling33-35. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Interestingly,when compared with other translation factors, HflX displayed apparent steric clash with almost all of them,with the sole exception of RF3 (Supplementary Fig.5a).Also,although HflX is located at the general binding site of translational GTPases on the 50S subunit, the GTPase domain of HflX is very distinctly oriented on the 50S subunit, so that the nucleotide-binding pocket is away from the sarcin-ricin loop of the 23S rRNA (Supplementary Fig.5b).Therefore,the HflX GTPase activation by the ribosomel7,18 is probably totally different from the activation of the canonical translational GTPases. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The HflX NTD interactswith the PTC ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The NTD of HflX can be divided into two subdomains (Fig.5d).Both subdomains have very specific interactions,through surface-exposed basic residues,with the 23S rRNA(Fig.6).There are two electrostatic interfaces between HflX and the 23S rRNA:one involves a large number of basic residues from subdomainI(K22,R49,K50,K55,K62 and R94) and nucleotides from H69 and H71 (Fig.6b); the other is established between subdomain I and H89.Subdomain II is composed of two connecting $\\alpha$ -helices,and notably,one helix from subdomain I is oriented in parallel with H89,allowing electrostatic interactions (R165,R170,R177,R180,K183,R185,R189 and R192) from multiple positions on the helix (Fig.6c).Importantly,many of these basic residues on HflX have been highly conserved throughout evolution, thus suggesting that these polar interactions are highly specific. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Intriguingly, the loop connecting the two helices of subdomain II is precisely inserted into the PTC and is situated between the A loop and Ploop of the 23S rRNA (Fig. 6d and Supplementary Movie 1). This loop occupies the position of the CCA end of the A-site tRNA in a strikingly similar fashion to that of the GGQ motif-containing loop of release factors (Fig.7).This observation indicates that,like many translation factors,HflX uses a tRNA-mimicry36 strategy to interact with the ribosome.Further comparison indicated that the NTD of HflX also overlaps partially with the P-site tRNA but is compatible with the hybrid peptidyl/exit (P/E)-site tRNA (Fig.7a,b).This finding could be of physiological importance because it explains why the deacylation of the P-site tRNA is important for efficient ribosome splitting by HflX.The deacylation of the P-site tRNA enables the ribosome to undergo ratchet-like rotational motion37,38,thus resulting ina hybridP/E configuration.Therefore,itis highly likely that HflX,as EF-G,RRF and RF3,preferentially samples the rotated conformation when binding to the 7oS ribosome. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To validate the structural findings,we introduced two domain truncations (△N and△C) and several point mutations on subdomains I andII(R49A K50A,K55A K62A，R164A R165A,R168A R170A, R185A R189A and R192A K194A)and tested them in a 70S spliting assay with SDGC.As expected,truncationof eitherNTDor CTD rendered the protein inactive in 7OS splitting (Supplementary Fig. 6a). Also unsurprisingly,all point mutations showed a substantial decrease in 70S-splitting activity,and K55A K62A resulted in the lowest activity (nearly zero) of all(SupplementaryFig.6b).The two mutated residues are located at the interface between H69 and subdomain I (Fig.6b).Further validation experiments (Supplementary Fig.6c,d) showed that all point mutants bound to the 5oS subunit comparably to WTHflX,thus indicating that these mutations affected the 70S-splitting activity directly rather than affecting the binding of HflX to the 50S subunit. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Collectively, our structural and mutational data suggest that HflX is a new ribosome-dissociating factor.Both theNTD and CTD are required for the 70S-spliting activity,and the NTD is the effector domain. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "HflX is an alternative ribosome-dissociating factor ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Our structural data reveal that the HflX NTD structurally mimics theacceptor armof theA-site tRNA,displayinga close resemblance to the peptide-release factors (Fig.7f).This finding, together with the structural compatibility between HflX and RF3 on the ribosome (SupplementaryFig.5a),hints that the physiological function of HflX might be related to the termination and recycling of the ribosome.This is further reminiscent of three well-characterized cotranslational surveillance systems in eukaryotes,all of which use modified termination and recycling processes to rescue ribosomes trapped in faulty translation.Two termination-like factors in eukaryotes,Dom34 and Hbs1 (homologsof eRF1and eRF3,respectively),and an eukaryote-specific recycling factor,Rlil,are required to efficiently recycleribosomes encountering non-stop or no-go mRNAs39-42 or the poly(A) sequences in the $3 ^ { \\prime }$ untranslated regions of regular mRNAs43 as wel as empty ribosomes trapped by the stress factor $\\mathrm { s t m } 1$ during starvation44. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "During a normal translation cycle,RRF and EF-G catalyze the dissociation of the post-termination complex45,46. According to our data,HflX and RRF-EF-G probably constitute two complementary systems in the cellfor splitting terminated ribosomes under different physiological conditions.The splitting mediated by RRF-EF-G is dependent on GTP hydrolysis and requires IF3 for stable dissociation.In contrast,HflX splits the PTL without GTP hydrolysis,and the presence of IF3 is not required.In principle,ribosomal substrates for these two systems should be from different upstream events. This is supported by our result that plasmid-based overexpression of RRF in△hflX cells only partially restored cell growth under hightemperature conditions (SupplementaryFig.7),thus suggesting that the two systems are not redundant.Furthermore,unlike RRF,which cannot efficiently split vacant 7oS ribosomes,HflX can complement the IF1-IF3 system32 for splitting vacant 70S ribosomes.In summary, HflX appears to be a more flexible and economical ribosomedissociating factor particularly required for cell fitness in heat shock. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Physiological roleof HflXduringthe heat-shock response ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Heat shock not only leads to a general repression of translation but also induces pausing of translating ribosomes at early elongation steps11. This in turn causes accumulation of nonproductive, stalled ribosomes through various mechanisms13,14. Hence, during HSR, cells need to recycle the arrested ribosomal complexes efficiently, mainly to increase the cellular translation capacity. Bacteria possess a well-characterized trans-translation system (tmRNA system)47, which rescues ribosomes stalled on the $3 ^ { \\prime }$ ends of non-stop or no-go mRNAs.However, the tight dependence of the tmRNA system on normal elongation and termination processes makes it unlikely to fulfill the need for rapid rescue of the stalled ribosomes,as required during HSR.In addition,bacteria also possess two newly discovered tmRNA-independent rescue pathways,ArfA-RF2 and YaeJ (also known as ArfB) systems (reviewed in ref.47).However, these two systems are peptidyl-tRNA hydrolase in nature and are not capable of recycling ribosomes. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Our data showing that HflX is a heat shock-induced ribosomesplitting factor makes it a perfect candidate to fulfill cells'urgent need to rescue stalled ribosomes under heat-shock conditions (Fig.8).This hypothesis is supported by our polysome profile analysis of the WT and△hflX cells.Exposure of theWT and△hflX cells to heat stress (either a long,mild ora short,severe treatment) led to substantial accumulation of the 7oS ribosomes concomitant with the decrease in the polysomes,and the stalling was even more severe in the△hflX cells.Moreover,after heat treatment,considerably more HflX was in the 50S fractions,and HflX started to accumulate in the polysome fractions (Supplementary Fig.8).According to our data presented in this study, the physiological importance of HflX appears to be two-fold.First,HflX can quickly liberate a large number of ribosomes arrested in nonproductive manners and consequently increase the cellular translation capacity. Second,HflX preferentially blocks association of the vacant 3oS subunits with the 5oS subunit,as compared to the mRNA-programmed 30S preIC (SupplementaryFig.3). This suggests that the slow departure of HflX from the 5oS subunit isphysiologically necessary,because it allows enough time for the initiation factors and HSP mRNAs to initiate translation on the 30S subunit and prevents formation of empty 7oS ribosomes. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "HflXis highly inefficient in splitting a stalled ribosomal complex with peptidyl-tRNA in the P site (Fig.4c),thus suggesting that HflX probably needs to coordinate with additional factors with peptidyl tRNA hydrolase activity. Such a candidate could be $\\mathrm { Y a e J ^ { 4 8 , 4 9 } }$ ，which catalyzes the hydrolysis of peptidyl-tRNA on the ribosome in a codon-independent manner.Notably, overexpression of YaeJ partially suppresses the temperature-sensitive growth defect of an $E$ .coli strain lacking $\\sigma ^ { \\mathrm { E } } \\ ( \\Delta r p o E ) ^ { 5 0 }$ ,aheat-shock sigma factor that regulates $\\sigma ^ { 3 2 }$ (ref.51).This fact, together with our observation that HflX is an HSP, further suggests a plausible joint participation of HflX and YaeJ in rescuing stalled ribosomes during HSR(Fig.8b).Phylogenetic evidence thathuman homologs of both YaeJ $( \\mathrm { I C T } 1 ) ^ { 5 2 }$ and HfIX (GTPbinding protein-like,PGPL)53 localize into the mitochondria further supports this hypothesis. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "In conclusion,our results suggest that HflX is an important member of the general translation-rescuing system of the cell,in which noncanonical termination and recycling factors clear nonproductive ribosomes that accumulate in various situations.The functions of these alternative termination and recycling factors are particularly essential in translational reprogramming during the stress response. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "METHODS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Methods and any associated references are available in the online version of the paper. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Accession codes.The cryo-EMdensity map has been deposited in the Electron Microscopy Data Bank under accession number EMD-3133. The fitted atomic model has been deposited in the Protein Data Bank under accession code 5ADY. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Note:Any Supplementary Informationand SourceData filesareavailableintheonline version of the paper. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "This work was funded by grants from the National Natural Science Foundation of China (31170677 and 31422016 to N.G.) and the Ministry of Science and Technology of China (2013CB910404 to N.G.).S.S.acknowledges research funding from the Swedish Research Council (2010-2619 (M),2011-6088 (NT),2014-4423 (NT)and 2o08-6593 (Linnaeus grant to Uppsala RNA Research Center);and the Knut and Alice Wallenberg Foundation (KAW 2011.0o81 to RiboCORE platform)). We thank the National BioResource Project of Japan for providing E.coli strains BW25113 and JW4l31.We also thank the ChinaNational Center for Protein Sciences (Beijing)and Tsinghua National Laboratory for Information Science and Technology(Explorer ${ 1 0 0 } ^ { \\circ }$ cluster system) for providing computational resources. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "AUTHORCONTRIBUTIONS ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "J.L., S.S.and N.G.designed experiments. Yanqing Zhang performed quantitative PCR,western blotting,cell growth experiments (with X.L.and K.M.),WTand mutant protein preparation (with X.Z.),ribosome purification,SDGC-based experiments,polysome profile analysis (with D.Z.and Y.Q.),cryo-EM data collection (with J.L.) and image processing (with W.C.,N.L., Yixiao Zhang and N.G.).C.S.M.performed kinetics experiments.Y.Z., C.S.M.,S.S.and N.G. prepared the manuscript; all authors approved the final manuscript. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "COMPETINGFINANCIALINTERESTS ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The authors declare no competing financial interests ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Reprints and permissions information is available online at http://www.nature.com/ reprints/index.html. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "1．Verghese,J.,Abrams,J.,Wang,Y.& Morano,K.A.Biology of the heat shock response and protein chaperones:budding yeast (Saccharomyces cerevisiae)as a model system.Microbiol.Mol.Biol.Rev.76,115-158 (2012).   \n2．Richter,K., Haslbeck,M.& Buchner,J.The heat shock response:life on the verge of death.Mol. Cell 40,253-266 (2010).   \n3．Yura,T.，Nagai,H.& Mori，H.Regulation of the heat-shock response in bacteria. Annu.Rev. Microbiol.47,321-350 (1993).   \n4．Lindquist，S.Regulation of protein synthesis during heat shock.Nature 293, 311-314 (1981).   \n5．Spriggs,K.A.，Bushell,M.& Willis,A.E.Translational regulation of gene expression during conditions of cell stress.Mol. Cel/ 40,228-237 (2010).   \n6．Pechmann，S.，Willmund，F.& Frydman,J.The ribosome as a hub for protein quality control.Mol. Cell49,411-421 (2013).   \n7.Sherman，M.Y.& Qian,S.B.Less is more: improving proteostasis by translation slow down．Trends Biochem. Sci.38,585-591 (2013).   \n8．Shoemaker, C.J.& Green,R.Translation drives mRNA quality control.Nat. Struct. Mol. Biol.19,594-601 (2012).   \n9．Kramer,G.,Boehringer,D.,Ban,N.& Bukau,B.The ribosome as a platform for co-translational processing，folding and targeting of newly synthesized proteins. Nat. Struct.Mol. Biol.16,589-597 (2009).   \n10.Hartl，F.U.& Hayer-Hartl，M.Converging_concepts of protein foldinginvitro and in vivo.Nat.Struct. Mol. Biol.16,574-581 (2009).   \n11.Shalgi,R.et al.Widespread regulation of translation by elongation pausing in heat shock. Mol.Cell49,439-452 (2013).   \n12.Liu，B.，Han，Y.& Qian，S.B.Cotranslational response to proteotoxic stress by elongation pausing of ribosomes.Mol.Cel/ 49,453-463 (2013).   \n13.Hayes,C.S.& Sauer，R.T. Cleavage of the A site mRNA codon during ribosome pausing provides a mechanism for translational quality control.Mol.Cel 12, 903-911 (2003).   \n14.Doma,M.K.& Parker,R.Endonucleolytic cleavage of eukaryotic mRNAs with stals in translation elongation.Nature 440,561-564 (2006).   \n15.Subramaniam，A.R.，Zid,B.M.& O'Shea，E.K.An integrated approach reveals regulatory controls on bacterial translation elongation．Ce// 159，12OO-1211 (2014).   \n16.Narberhaus,F.Translational control of bacterial heat shock and virulence genes by temperature-sensing mRNAs. RNA Biol.7,84-89 (2010).   \n17.Jain,N.et al.E.coli HflX interacts with 5OS ribosomal subunits in presence of nucleotides.Biochem.Biophys.Res.Commun.379,201-205 (2009).   \n18.Shields,M.J.,Fischer,J.J.&Wieden，H.J.Toward understanding the function of the universally conserved GTPase HflX from Escherichia coli:a kinetic approach. Biochemistry 48,10793-10802 (2009).   \n19.Verstraeten,N.,Fauvart,M.,Versees,W.& Michiels,J.The universally conserved prokaryotic GTPases.Microbiol.Mol. Biol.Rev.75,507-542 (2011).   \n20.Morimoto,T.et al.Six GTP-binding proteins of the Era/Obg family are essential for cell growth in Bacillus subtilis.Microbiology 148,3539-3552 (2002).   \n21.Dutta,D.，Bandyopadhyay,K., Datta,A.B.,Sardesai,A.A.& Parrack,P.Properties of HflX,anenigmatic protein from Escherichia coli.J.Bacteriol.191,2307-2314 (2009).   \n22.Gerdes,S.Y.et al.Experimental determination and system level analysis of essential genes in Escherichia coli MG1655．J.Bacteriol.185，5673-5684 (2003).   \n23.Engels,S.et al.The transcriptional activator ClgR controls transcription of genes involvedinproteolysisandDNA repairinCorynebacteriumglutamicum. Mol.Microbiol.57,576-591 (2005).   \n24.Chuang，S.E.& Blatner,F.R.Characterization of twenty-six new heat shock genes of Escherichia coli. J. Bacteriol.175,5242-5252 (1993).   \n25.Richmond,C.S.，Glasner, J.D.，Mau，R.，Jin，H.& Blattner，F.R.Genome-wide expression profiling in Escherichia coli K-12.Nucleic Acids Res.27,3821-3835 (1999).   \n26.Carruthers,M.D.& Minion,C.Transcriptome analysis of Escherichia coli O157:H7 EDL933 during heat shock.FEMS Microbiol.Lett.295,96-102 (2009).   \n∠/.riscrer,J.J.el aI.Ine rvosoe ouuiales tne structural uyracs UI te corserveu GTPaseHflXandtrigerstightnucleotidebinding.Biochimie94，1647-1659 (2012).   \n28.Blombach，F.et al.An HflX-type GTPase from Sulfolobus solfataricus binds to the_50S ribosomal subunit in all nucleotide-bound states.J.Bacteriol.193, 2861-2867 (2011).   \n29.Polkinghorne,A.etal.ChlamydophilapneumoniaeHflXbelongs toanuncharacterized familyofconservedGTPasesandasociateswiththeEscherichiacoli5OSlarge ribosomal subunit.Microbiology 154,3537-3546 (2008).   \n30.Antoun,A.PavlovM.Y，Tenson,T.&Ehrenberg，M.M.Ribosomeformationfrom subunits studied by stopped-flow and Rayleigh light scatering.Biol.Proced.Online 6,35-54 (2004).   \n31.Wilson,D.N.The A-Z of bacterial translation inhibitors.Crit.Rev.Biochem.Mol. Biol. 44,393-433 (2009).   \n32.Pavlov，M.Y.，Antoun，A.,Lovmar，M.&Ehrenberg，M.Complementaryroles of initiation factor1_andribosomerecycling factorin7OSribosomesplitting. EMBO J.27,1706-1717 (2008).   \n33.Gao，N.et al.Mechanism for the disassembly_of the_postermination complex inferred from cryo-EM studies.Mol.Cel/18,663-674 (2005).   \n34.Weixlbaumer,A.et al.Crystal structure of the ribosome recycling factor bound to the ribosome.Nat.Struct. Mol.Biol.14,733-737 (2007).   \n35.Borovinskaya，M.A.etal.Structuralbasisforaminoglycosideinhibitionofbacterial ribosome recycling.Nat.Struct.Mol.Biol.14,727-732 (2007).   \n36.Nakamura，Y.&Ito，K.tRNA_mimicryintranslationterminationand beyond. Wiley Interdiscip.Rev. RNA2,647-668 (2011).   \n37.Valle，M.etal.Lckingandunlockingofribosomalmotions.Cel114123-134 (2003).   \n38.Frank,J.&Agrawal,R.K.Aratchet-like inter-subunit reorganizationof the ribosome during translocation.Nature 406,318-322 (2000).   \n39.Shoemaker，C.J.&Green，R.Kineticanalysis reveals_theordered coupling of translation termination and ribosome recycling in yeast.Proc.Natl.Acad.Sci.USA 108,E1392-E1398 (2011).   \n40.PisarevaV.P.,abin,M.A.,Hellen,C.U.,estova,T.V.&isarevA.V.sio byPelota，Hbsl and ABCE1 of mammalian vacant 80S ribosomes and stalled elongationcomplexes.EMB0 J.30,1804-1817 (2011).   \n41.Shoemaker,C.J.,Eyler,D.E.& Green,R.Dom34:Hbsl promotes subunit dissociation and peptidyl-tRNA drop-ofto initiate no-go decay.Science 330,369-372 (2010).   \n42.Tsuboi,T.etal.Dom34hbslplaysageneralroleinquality-controlsystemsby dissociation of a stalled ribosome at the $3 ^ { \\prime }$ end of aberrant mRNA.Mol.Cell 46, 518-529 (2012).   \n43.Guydosh，N.R.& Green，R.Dom34 rescues ribosomes in $3 ^ { \\prime }$ untranslated regions. Cel/ 156,950-962 (2014).   \n44.van den Elzen,A.M.,Schuller,A.,Green,R.& Seraphin,B.Dom34-Hbsl mediated dissociation of inactive 8OS ribosomes promotes restart of translation after stress. EMBO J.33,265-276 (2014).   \n45.Zavialov,A.V.，Hauryliuk，V.V.& Ehrenberg，M.Spliting of the_posttermination ribosome into subunits by the concerted action of RRF and EF-G.Mol.Cell18, 675-686 (2005).   \n46.Hirokawa，G.etal.Post-terminationcomplexdisassemblybyribosomerecycling factor,a functional tRNA mimic.EMBO J.21,2272-2281 (2002).   \n47.Shimizu,Y.Biochemical aspects of bacterial strategies forhandling the incomplete translation processes.Front.Microbiol.5,170 (2014).   \n48.Chadani,Y.,Ono,K.,Kutsukake,K.&Abo,T.Escherichia coliYaeJproteinmediates a novel ribosome-rescue pathway distinct from SsrA-and ArfA-mediated pathways. Mol.Microbiol.80,772-785 (2011).   \n49.Handa,Y.,Inaho,N.&NamekiN.YaeJisanovel ribosome-assciated proteinin Escherichia coli that can hydrolyze peptidyl-tRNA onstalled ribosomes.Nucleic Acids Res.39,1739-1748 (2011).   \n50.Connolly，L.，De Las Penas，A.，Alba，B.M.&Gross，C.A.The responseto extracytoplasmicstressinEscherichiacoliiscontrolled bypartiallyoverlapping pathways.Genes Dev.11,2012-2021 (1997).   \n51.Wang，Q.P.&KaguniJ.M.Anovel sigmafactorisinvolvedinexpressionof the rpoH gene of Escherichia coli.J.Bacteriol.171,4248-4253 (1989).   \n52.Wesolowska，_M.T.，Richter-Dennerlein，R.，Lightowlers，R.N.&ChrzanowskaLightowlers,Z.M.Overcoming stalled translation in human mitochondria.Front. Microbiol.5,374 (2014).   \n53.Gianfrancesco,F.et al.A novel pseudoautosomal gene encoding a putative GTPbinding protein_resides in the vicinity of the Xp/Yp telomere.Hum.Mol.Genet. 7,407-414 (1998).   \n54.Dunkle,J.A.etal.Structuresof the bacterial ribosome inclasscal and hybrid states of tRNA binding. Science 332,981-984 (2011).   \n55.Schuwirth，B.S.et al. Structures of the bacterial ribosome at $3 . 5 \\mathrm { ~ A ~ }$ resolution. Science 310,827-834 (2005).   \n56.Voorhees，R.M.，Weixlbaumer，A.，Loakes，D.，Kelley，A.C.&Ramakrishnan，V. Insights intosubstrate stabilization fromsnapshots of the peptidyltransferase center of the intact70S ribosome.Nat.Struct.Mol.Biol.16,528-533 (2009).   \n57.Korostelev,A.etal.Crystal structureof atranslationterminationcomplex formed with release factor RF2.Proc.Natl.Acad.Sci. USA 105,19684-19689 (2008). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ONLINEMETHODS",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Plasmid construction.Polymerase chain reaction (PCR) was conducted to amplify the hflX gene (from E.coli DH5α) with primers listed in Supplementary Table1.The amplified DNA fragment wascloned into the pET28a,pProEXand pBAD plasmids by double digestion with enzymes (NdeI and XhoI for pET28a, and NcoI and XhoI for pProEX and pBAD); this was followed by ligation with standard methods.Constructions for mutations and truncations ofHflX protein were carried out with pProEx plasmid with the primers listed in Supplementary Table1. The gene for RRF was also cloned into the pBAD vector (pBAD-frr) with the same strategy. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Protein purification.The pET28a-hflX plasmid was transformed into E.coli BL21(DE3) cells for protein expression.Cells in mid-log phase were induced with $1 ~ \\mathrm { m M }$ isopropyl- $\\beta$ -D-thiogalactopyranoside (IPTG) (Sigma-Aldrich) for $1 5 \\mathrm { h }$ at $1 6 ^ { \\circ } \\mathrm { C }$ Cells were harvestedand lysed inbufferA( $2 0 \\mathrm { m M }$ Tris-HCl, $\\mathrm { p H } 8 . 0$ $5 0 0 \\ \\mathrm { m M } \\ \\mathrm { N a C l } ,$ and $2 0 ~ \\mathrm { m M }$ imidazole) by ultrasonication.After centrifugation of cell lysates,supernatants were loaded onto a HisTrap HPNi-NTA column (GE Healthcare) and eluted with buffer B $2 0 ~ \\mathrm { m M }$ Tris-HCl, pH 8.0, $5 0 0 ~ \\mathrm { m M }$ NaCl, and $5 0 0 ~ \\mathrm { m M }$ imidazole).Fractions containing HflX were pooled, concentrated,and applied onto a gel-filtration column of Superdex $7 5 ~ 1 0 / 3 0 0 \\mathrm { G L }$ (GEHealthcare) preequilibrated with buffer $\\mathtt { C } ( 2 0 \\mathrm { m M T r i s \\mathrm { - } H C l , p H 8 . 0 , 5 0 0 m M }$ NaCl,and $2 \\mathrm { m M }$ dithiothreitol(DTT)).HflX proteins were divided into aliquots, flash frozen with liquid nitrogen,and stored at $- 8 0 ^ { \\circ } \\mathrm { C }$ for further use.The purification for mutated and truncated variants of HflX was carried out similarlyas described above,with anadditional step of TEV enzyme digestion to remove the histidine tag before gel filtration (Superdex 75 10/3ooGL,GE Healthcare). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "RT-qPCR.The experiments were performed according to a published protocol58. $5 0 0 \\mathrm { - } \\mu \\mathrm { l }$ aliquots of E.coli BW25113 cells in mid-log phase were further incubated at either $3 0 ^ { \\circ } \\mathrm { C }$ or $5 0 ^ { \\circ } \\mathrm { C }$ for different time ranges (2,4,6,8,10,15or $2 0 \\mathrm { m i n }$ ).Total RNA was purified with a GeneJET RNA purification kit (Thermo Scientific). The cDNAs were synthesized by a reverse-transcription kit (TOYOBO), and quantified with a quantitative PCR system(Agilent Technologies） with primers listed in Supplementary Table1.Each measurement was repeated three times.Results were analyzed with MxPro QPCR software.The 16S rRNAwas used as the internal control,and dnaK and rpoA were the positive and negative controls,respectively. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Westernblotting.E.coliBW25113cellswere cultured in $1 0 0 \\mathrm { m l }$ LB medium at $3 0 ^ { \\circ } \\mathrm { C }$ to an $\\mathrm { O D } _ { 6 0 0 }$ of ${ \\sim } 0 . 2$ and split into $\\mathrm { 1 - m l }$ aliquots in Eppendorf tubes.Each tube was incubated at either $4 5 ^ { \\circ } \\mathrm { C }$ or $3 0 ^ { \\circ } \\mathrm { C }$ in water. Cells were harvested at different time points (10,20,30,40,50 or $6 0 \\mathrm { { m i n } }$ ),bycentrifugationat $1 3 , 0 0 0 \\mathrm { r . p . m }$ for $3 0 ~ \\mathsf { s }$ at room temperature,and flash frozen in liquid nitrogen.Pellets were resolved in a buffer containing $1 0 \\ \\mathrm { m M }$ Tris-HCl, $\\mathrm { \\ p H \\ 6 } . 8$ ，8Murea, $0 . 4 \\%$ $\\scriptstyle ( \\mathbf { w } / \\mathbf { v } )$ SDS, $1 0 \\%$ (v/v) glycerol, $5 \\mathrm { m M }$ DTT, and $1 \\mathrm { m M }$ PMSF. $0 . 2 \\mathrm { A } _ { 2 6 0 }$ units of samples were loaded onto a SDS-PAGE gel and analyzed by western blotting with a semidry transfer cell (Trans-Blot SD,Bio-Rad).Primary anti-HflX was prepared by injection of full-length recombinant HflX protein into rabbits and was purified with the C-terminal domain of HflX via affinity chromatography, through a customized service(CWBiotech,Beijing).Antibodies specific to DnaK (Abcam,ab69617) and RNA polymerase $\\alpha$ subunit (Santa Cruz Biotechnology, sc-101597) were from commercial sources.Verification of these three primary antibodies is provided in the Supplementary Note. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Spotting assay and determination of colony-forming units (CFUs). Long, mild heat stress.Early-log-phase cultures (LB, $3 0 { } ^ { \\circ } \\mathrm { C }$ )ofE.coli cells of BW25113 (WT)or JW4131 (△hflX) strains were diluted to an $\\mathrm { O D } _ { 6 0 0 }$ of 0.1 and subjected to five ten-fold serial dilutions. $4 \\mu \\mathrm { l }$ of each dilution was spotted on LB plates and incubated for $^ { 1 8 \\mathrm { h } }$ at $4 5 ^ { \\circ } \\mathrm { C }$ or $3 0 { } ^ { \\circ } \\mathrm { C }$ For $\\mathrm { C F U / m l }$ determination,aliquots $( 5 0 \\mu \\mathrm { l } )$ of serially diluted (1:10) cultures were spread onto LB plates.The plates were incubated at $4 5 ^ { \\circ } \\mathrm { C }$ or $3 0 { } ^ { \\circ } \\mathrm { C } ,$ and values of $\\mathrm { C F U / m l }$ were determined after 1-d incubation.Three parallel experiments were carried out. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Short,severe heatstress. $1 0 0 \\mathrm { - } \\mu \\mathrm { l }$ aliquots of early-log-phase cells (BW25113 or JW4131) grown as above,were further transferred to $5 0 ^ { \\circ } \\mathrm { C }$ or $3 0 ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { m i n }$ and subjected to five ten-fold serial dilutions. $4 { \\mu \\mathrm { l } }$ of each dilution was spotted onto LB plates,and this was followed by incubation at $3 0 ~ ^ { \\circ } \\mathrm { C }$ for $^ { 1 8 \\mathrm { ~ h ~ } }$ The determination of $\\mathrm { C F U / m L }$ was carried out similarly,as described above. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Growth-curve measurements.Overnight cultures (LB, $3 0 ^ { \\circ } \\mathrm { C } _ { \\prime } ^ { \\cdot }$ ofBW25113and JW4131 strains were diluted 1,0o0-fold in LB medium.200- ${ \\bf \\nabla } \\cdot { \\bf \\vec { \\mu } } |$ aliquots of the diluted culture were transferred to a 96-well plate.The $\\mathrm { O D } _ { 6 0 0 }$ was recorded every $3 0 \\mathrm { m i n }$ in a programmable plate reader(Thermo Scientific,Varioskan Flash) with continuous shaking at $3 0 ~ ^ { \\circ } \\mathrm { C }$ or $4 5 ^ { \\circ } \\mathrm { C }$ .The growth curves were constructed by averaging three parallel experiments. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Genetic complementation.Early-log-phase cultures ( $\\mathrm { \\Delta O D } _ { 6 0 0 }$ of ${ \\sim } 0 . 2 \\dot { }$ ofWTpBAD,△hflX-pBAD,△hflX-pBADfrr and △hflX-pBADhflX strains were diluted to $\\mathrm { O D } _ { 6 0 0 }$ of 0.1 and grown at $5 0 ^ { \\circ } \\mathrm { C }$ or $3 0 ^ { \\circ } \\mathrm { C }$ for the indicated time in LB medium containing $5 0 \\mu \\mathrm { g / m l }$ ampicillin and $0 . 2 \\%$ L-arabinose.Spoting assays and CFU determination (Supplementary Fig.7)were carried out as described above. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Immunodetection of endogenous HflX distribution in cellular sedimentation fractions.Cell lysate was prepared with a standard freeze-thaw method59.Midlog-phase cultures of E.coli BW25113 strain grown at the indicated temperatures $3 0 ~ ^ { \\circ } \\mathrm { C }$ or $4 5 ~ ^ { \\circ } \\mathrm { C }$ ）were treated with chloramphenicol (final concentration,200 $\\mu \\mathrm { g / m l } )$ and harvested after $3 \\mathrm { m i n }$ .Cultures were then poured onto chipped ice with the same volume and centrifuged at $8 { , } 0 0 0 { \\mathrm { ~ r . p . m } }$ .for $3 ~ \\mathrm { m i n }$ at $4 ~ ^ { \\circ } \\mathrm { C }$ Cell pellets were resuspended in $1 \\mathrm { m l }$ cold lysis buffer containing $2 0 ~ \\mathrm { m M }$ Tris-HCl, $\\mathrm { p H } 7 . 5$ $1 0 0 ~ \\mathrm { { m M } }$ $\\mathrm { N H _ { 4 } C l } ;$ $1 0 ~ \\mathrm { m M }$ $\\mathrm { M g } ( \\mathrm { O A c } ) _ { 2 }$ 0 $4 ~ \\mathrm { m M }$ （204号 $\\beta$ -mercaptoethanol, $1 \\mathrm { m g / }$ ml lysozyme, $1 0 0 \\ \\mathrm { U / m l }$ RNase-free DNase I(New England BioLabs), $0 . 5 \\mathrm { U } / \\mu \\mathrm { l }$ recombinantRNase inhibitor(TaKaRa),and $0 . 3 \\%$ (w/v) deoxycholate (DOC) (Sigma-Aldrich),flash frozen with liquid nitrogen and thawed inan ice-water bath.The freeze-thaw cycles were repeated three times.Lysates were cleared by centrifugation at $1 3 , 0 0 0 \\ \\mathrm { r . p . m }$ .for $3 0 ~ \\mathrm { m i n }$ at $4 ~ ^ { \\circ } \\mathrm { C }$ Eight $\\mathrm { A } _ { 2 6 0 }$ units of clarified lysate was loaded onto a $1 0 \\%$ -to- $5 0 \\%$ $\\scriptstyle ( \\mathbf { w } / \\mathbf { v } )$ sucrose gradient in buffer I L $2 0 \\mathrm { m M }$ Tris-HCl, pH7.5, $\\mathrm { 1 0 0 m M N H _ { 4 } C l } ,$ and $1 0 \\mathrm { m M } \\mathrm { M g } ( \\mathrm { O A c } ) _ { 2 } ,$ with $4 \\mathrm { m M } \\beta$ mercaptoethanol and centrifuged at 36,oo0 r.p.m. for $3 . 5 \\mathrm { h }$ at $4 ^ { \\circ } \\mathrm { C }$ with a SW41 rotor (Beckman Coulter).Gradients were analyzed by passage through a UV monitor,and fixed-volume fractions were collected with a density gradient fractionator (Teledyne Isco).HflXwas detected after TCA precipitation of the fractions and subsequent western blotting,as described above. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Cosedimentation assay.E.coli ribosomes and the ribosomal subunits were obtained as previously described60. $0 . 3 ~ \\mu \\mathrm { M }$ 50S subunits were mixed with 0.9 $\\mu \\mathrm { M }$ HflX(wild type or various mutants) in $1 0 0 \\mu \\mathrm { l }$ buffer I,in the presence of GMP-PNP (final concentration $1 \\mathrm { m M }$ ),and the reaction mixtures were incubated at $3 7 ^ { \\circ } \\mathrm { C }$ for $1 5 \\mathrm { m i n }$ ${ 9 0 \\mu \\mathrm { l } }$ of mixtures was loaded onto a $3 3 \\%$ $\\mathrm { ( w / v ) }$ sucrose cushion (prepared with buffer I) and centrifuged at $9 5 , 0 0 0 \\mathrm { r . p . m }$ for $2 . 5 \\mathrm { h }$ a $4 ^ { \\circ } \\mathrm { C }$ with a TLA-1o0 rotor (Beckman Coulter).Supernatants were rapidly removed, and pellets were resuspended in bufferIand analyzed by $1 5 \\%$ SDS-PAGE.As a control,identical procedures were performed with wild-type or mutant forms of HflX alone,and both supernatants (processed with TCA precipitation) and pellets were examined by SDS-PAGE. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "HflX binding assay with sucrose density gradient centrifugation (SDGC).Each reaction ( $2 0 0 ~ \\mu \\mathrm { l }$ in buffer I) contained HflX $( 1 . 8 ~ \\mu \\mathrm { M } )$ ,purified ribosomes or ribosomal subunits (70S,30S,and 50S, $0 . 6 \\mu \\mathrm { M }$ ,and $1 \\mathrm { m M }$ GMP-PNP/GTP/GDP. Reaction mixtures were incubated at $3 7 ^ { \\circ } \\mathrm { C }$ for $1 5 \\mathrm { m i n }$ ,loaded onto a $1 0 \\%$ -to $4 0 \\%$ $\\scriptstyle \\left( \\mathbf { w } / \\mathbf { v } \\right)$ sucrose density gradient (prepared in buffer I),and centrifuged at 39,000 r.p.m. for $3 . 5 \\mathrm { h }$ a $4 ^ { \\circ } \\mathrm { C }$ with a SW4l rotor (Beckman Coulter).Pellets were analyzed with $1 5 \\%$ SDS-PAGE after gradient fractionation and TCA precipitation. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Equilibrium7oS ribosome splittingassay.Each reaction $( 2 0 0 \\mu \\mathrm { l } )$ contained purified 70S ribosome $( 0 . 3 \\mu \\mathrm { M } )$ and 20-fold excess of HflX,with different nucleotides (GMP-PNP/GTP/GDP/apo,final concentration $1 \\mathrm { m M }$ )inbufferI.Mixtures were incubatedat $3 7 ^ { \\circ } \\mathrm { C }$ for $1 5 \\mathrm { m i n }$ and centrifuged with SDGC as described above. Similarly to procedures for purified 7oS ribosomes,the splitting assay was performed with cell lysate derived from ultrasonication (Supplementary Fig.2). ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Polysome breakdownassay.Polysomes were prepared bya previously described method61 with minor modifications.Mid-log-phase E.coli BW25113 cells incubatedat $3 7 ^ { \\circ } \\mathrm { C }$ were treated with $0 . 3 \\mathrm { m M }$ tetracycline (Sigma-Aldrich) for $3 \\mathrm { m i n }$ this was followed by repeated freeze-thaw as described above.Supernatant of the lysate,derived by centrifugation at $1 3 , 0 0 0 \\ \\mathrm { r . p . m }$ for $3 0 \\mathrm { m i n }$ at $4 ^ { \\circ } \\mathrm { C }$ was loaded onto a $1 0 \\%$ -to- $5 0 \\%$ $\\mathrm { ( w / v ) }$ sucrose gradient in buffer Iand further centrifuged at $^ { 3 0 , 0 0 0 \\mathrm { r . p . m } }$ for $3 . 5 \\mathrm { h }$ at $4 ^ { \\circ } \\mathrm { C }$ in a SW32 rotor (Beckman Coulter).Gradients were collected as described above,and fractions containing polysomes ( $2 \\times$ and heavier) were pooled and stored at $- 8 0 ^ { \\circ } \\mathrm { C }$ for further use.Splitting of polysomes byHflX was assayed ina similar way as previously described for EF-G and $\\mathrm { R R F } ^ { 6 2 }$ Each reaction mixture $( 1 0 0 \\mu \\mathrm { l } )$ contained fixed amounts of HflX $( 5 \\mu \\mathrm { M } )$ ,nucleotide (GMP-PNP or GTP, $0 . 5 \\mathrm { m M }$ ),and polysome $( 0 . 1 \\mu \\mathrm { M } )$ without or with the pretreatment of puromycin $( 0 . 2 \\mathrm { m M } )$ (Sigma-Aldrich) in bufferI(with $4 ~ \\mathrm { m M }$ $\\beta$ -mercaptoethanol).Mixtures were incubated at $3 0 ^ { \\circ } \\mathrm { C }$ for $4 5 \\mathrm { m i n }$ ,loaded onto a $1 0 \\%$ -to- $4 0 \\%$ （ $\\mathbf { w } / \\mathbf { v } )$ sucrose gradient and centrifuged at $3 6 , 0 0 0 { \\mathrm { r . p . m } }$ .inaSW41 rotor at $4 ^ { \\circ } \\mathrm { C }$ for $^ { 3 \\mathrm { h } }$ .The gradients were similarly analyzed as described above. Splitting assays of control experiments with or without puromycin were carried out with a reaction system containing $0 . 3 \\mu \\mathrm { M } 7 0 \\mathrm { S }$ ribosome, $0 . 4 5 \\mu \\mathrm { M }$ HflX,and $1 \\mathrm { m M }$ GMP-PNP orGTP in $1 0 0 \\mu \\mathrm { l }$ buffer I. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "HflX-overexpression experiments.E.coli BW25113cels were transformed with pBAD-hflX plasmid or empty pBAD plasmid. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Growth curves. Overnight cultures derived from a single colony were diluted to an $\\mathrm { O D } _ { 6 0 0 }$ of 0.1 in $1 0 0 \\mathrm { m l }$ LB medium containing $1 \\%$ (w/v) L-arabinose and incubated at $3 7 ^ { \\circ } \\mathrm { C }$ The $\\mathrm { O D } _ { 6 0 0 }$ values of cultures were recorded once per $3 0 \\mathrm { m i n }$ until stationary phase was reached. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Ribosome profile analysis. $1 0 0 \\mu \\mathrm { l }$ of overnight culture was inoculated into $1 0 0 \\mathrm { m l }$ fresh LB medium without or with $1 \\%$ or $2 \\%$ L $\\mathrm { { \\dot { w } / v } }$ )L-arabinose (Sigma-Aldrich) at $3 7 ^ { \\circ } \\mathrm { C } .$ The processes ofcell harvest,freeze-thaw lysis,sucrose density gradient centrifugation,and western blotting were carried out similarlyas described above. Anti-histidine tag mouse monocolonal antibody(CWBio,CWoo82A) was used to examine the expression level of HflX induced by L-arabinose. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Polysome profile analysis ofWT and KO cellsupon heat shock.Polysome profile analysis (Fig.8a) was carried out as described above.Specifically,WT (BW25113) and KO (△hflX) cells were cultivated at $3 0 ^ { \\circ } \\mathrm { C }$ to an $\\mathrm { O D } _ { 6 0 0 }$ of ${ \\sim } 0 . 6$ and collected for polysome profile analysis.For the long,mild heat treatment,WTand KO cells were cultivated at $4 5 ^ { \\circ } \\mathrm { C }$ for $^ { 3 \\mathrm { h } }$ 0 $\\mathrm { \\Delta \\mathrm { \\stackrel { . } { O D } } } _ { 6 0 0 }$ of ${ \\sim } 0 . 6 \\dot { }$ and collected for polysome profile analysis.For the short,severe heat treatment,WTand KO cells were first cultivated at $3 0 ^ { \\circ } \\mathrm { C }$ for $3 \\mathrm { h } .$ ,transferred to $5 0 ^ { \\circ } \\mathrm { C }$ for $3 0 \\mathrm { m i n }$ L $\\mathrm { \\Delta O D } _ { 6 0 0 }$ of ${ \\widetilde { \\mathbf { \\Gamma } } } _ { \\sim 0 . 6 ) }$ and collected for polysome profile analysis.The loading of cellysates was normalized by values of $\\mathrm { A } _ { 2 6 0 }$ 0 $\\left[ 5 \\mathrm { A } _ { 2 6 0 } \\right.$ units were loaded to top of sucrose gradient). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Pre-steady state kinetics experiments.All translation components used in the kinetics experiments (70S ribosome,30S and 50S subunits,XR7 mRNA coding Met-Leu-Ile stop (UAA), $[ ^ { 3 } \\mathrm { H } ]$ fMet-tRNAfMet, $\\mathrm { \\ t R N A ^ { L e u } }$ ,translation factors RRF,EF-G,IF1,IF2,and IF3)were from $E$ .coli and were purified to homogeneity as previously described63,64. All pre-steady state Kinetics experiments were conducted at $3 7 ~ ^ { \\circ } \\mathrm { C }$ inHEPES-polymix buffer, $\\mathrm { p H } 7 . 5$ (ref.64), in the presence of an energy pump containing $1 ~ \\mathrm { m M }$ each of ATP and GXP (GTP/GMP-PNP/GDP),PEP $( 1 0 \\mathrm { m M } )$ ,pyruvate kinase ${ \\langle 5 0 \\mu \\mathrm { g } / \\mathrm { m l } \\rangle }$ ,and myokinase $( 2 \\mu \\mathrm { g } / \\mathrm { m l } )$ as described in ref.65.The PTL was produced by incubating 70S ribosomes $( 0 . 5 \\mu \\mathrm { M } )$ with XR7-fMet-Leu-Ile-stop mRNA $( 1 \\mu \\mathrm { M } )$ and uncharged $\\mathrm { \\ t R N A ^ { \\mathrm { { L e u } } } }$ $( 1 \\mu \\mathrm { M } )$ at $3 7 ^ { \\circ } \\mathrm { C }$ for $5 \\mathrm { m i n }$ .The translating ribosomal complex with peptidyl-tRNA in theP site was produced by mixture of 70S ribosomes $( 0 . 5 \\mu \\mathrm { M } )$ with XR7-fMet-Leu-Ile-stop mRNA $( 1 \\mu \\mathrm { M } )$ $[ \\mathrm { ^ { 3 } H } ]$ fMet-tRNAfMet $( 1 \\mu \\mathrm { M } )$ ,IF1, IF2,IF3,EF-Tu,EF-Ts,andEF-G (all $1 { - } 2 \\mu \\mathrm { M } .$ ),bulktRNAfrom $E$ .coli,amino acids leucine and isoleucine.The reaction mix was incubated at $3 7 ^ { \\circ } \\mathrm { C }$ for $5 \\mathrm { m i n }$ and the occupancy of $[ ^ { 3 } \\mathrm { H } ]$ fMet-Leu-Ile-tRNAIlein the P site was confirmed by checking the peptide in HPLC. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Kinetics of dissociation of vacant 7oS ribosome and PTL.Two reaction mixes were prepared in HEPES polymix buffer, $\\mathrm { p H } 7 . 5$ 、MixA contained either 70S ribosomes or PTLs or translating ribosomes with $[ ^ { 3 } \\mathrm { H } ]$ fMet-Leu-Ile-tRNAIle in the P site (all $0 . 5 ~ { \\mu \\mathrm { M } } ,$ ,according to a protocol reported previously32.Mix B contained different combinations of ribosome-recycling factors such as RRF $( 2 0 \\mu \\mathrm { M } )$ and EF-G( $\\mathrm { i } 0 \\mu \\mathrm { M } )$ and IF3 $( 2 \\mu \\mathrm { M } )$ ; IF1 $( 2 \\mu \\mathrm { M } )$ and IF3 $( 2 \\mu \\mathrm { M } )$ ; or HflX $( 0 { - } 2 0 \\mu \\mathrm { M } )$ .Equal volumes of the two reaction mixtures were mixed rapidly in the stopped-flow instrument at $3 7 ^ { \\circ } \\mathrm { C }$ so that the final concentrations were half of theinitial concentrations in the reaction mix.The dissociation of the vacant 70S orPTL into the subunits was monitored by following the decrease in Rayleigh lightscatteringat $3 6 5 ~ \\mathrm { n m }$ ，witha $3 2 0 \\mathrm { - n m }$ -cutoff filter.Each experiment was done inat least triplicate,and the rates $( k _ { \\mathrm { o b s } } )$ were derived by fitting the raw data points with exponential model in Origin 8.0.The HflX-mediated dissociations were performed in the presence of GTP unless otherwise specified.Estimation of dissociation constants from titration data was performed as previously described in ref. 66. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Kinetics of subunit association.Two mixtures A and B were made in polymix, Mix A contained 30S $( 0 . 5 \\mu \\mathrm { M } )$ alone (naked subunit) or 3oS pre-IC containing 30S $( 0 . 5 \\mu \\mathrm { M } )$ along with IF1 $( 2 \\mu \\mathrm { M } )$ ,IF2 $( 2 . 5 \\mu \\mathrm { M } )$ ,XR7 mRNA coding for MLI $( 2 \\mu \\mathrm { M } )$ ,fMet-tRNAfMet $( 2 \\mu \\mathrm { M } )$ ,and GTP $1 0 0 \\mu \\mathrm { M }$ (30S preIC).Mix B contained either50S $( 0 . 5 \\mu \\mathrm { M } )$ alone or together with $2 \\mu \\mathrm { M }$ of apo-HflX or HflX-GXP(GTP or GMP-PNP).Both the mixtures were incubated at $3 7 ^ { \\circ } \\mathrm { C }$ for $5 \\mathrm { m i n }$ ,and equal volumes were rapidly mixed in the stopped-flow instrument.The extent of 70S formation was monitored by Rayleigh light scattering at a $3 6 5 \\mathrm { - n m }$ wavelength with a ${ 3 2 0 } \\mathrm { - n m }$ -cutoffilter64,and theobservedrates $( k _ { \\mathrm { o b s } } )$ were derived by fitting the data with the model previously described by Antoun et al.30. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Cryo-EM sample preparation,data collection and image processing.The 50SHflX-GMP-PNP complex was formed by incubation of purified components in buffer Iat $3 7 ^ { \\circ } \\mathrm { C }$ for $2 0 \\mathrm { m i n }$ .The reaction solution $( 1 0 0 \\mu \\mathrm { l } )$ contained $5 0 \\mathrm { n M } 5 0 \\mathrm { S }$ subunit, $1 \\mu \\mathrm { M }$ HflX and $1 \\mathrm { m M }$ GMP-PNP.A 4-μl aliquot of reaction solution was loaded on a carbon-coated Quantifoil2/4 grid(Quantifoil Micro Tools),and the cryo-grid was prepared with an FEI Vitrobot (MarkIV).Micrographs were recorded witha Titan Krios (FEI) microscope operated at $3 0 0 \\mathrm { k V }$ under low-dose conditions with an FEI eagle $4 , 0 0 0 \\times 4 , 0 0 0$ CCD camera.The nominal magnification was 75,000.A total of 9,564 micrographswere collected with AutoEMation automated data collection software67.Micrograph screening $( 6 , 0 2 2 \\mathrm { k e p t } )$ and initial particle picking(903,634 in total) were performed with the SPIDER package68. Particles were first picked with a method based onalocally normalized crosscorrelation function69,subjected to correspondence analysis and then manually verified7o.A final number of 384,206 particles (decimated bya factor of two) were subjected to 3D classification with RELION(version $1 . 3 ) ^ { 7 1 }$ .The particles were split into five groups; however, no meaningful difference between class volumes was seen.As a result,all the particles (full size with effective pixel size of 1.166 A) were combined and subjected to structural refinement with RELION,which rendered a density map at 4.5-A resolution (gold standard Fourier shell correlation r0.l43 criteria) (Supplementary Fig.4a-c).The local resolution map was constructed with ResMap72. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Modeling and flexible fitting. The atomic model of $E$ 、coliHflX wasmodeled from the crystal structure of Sulfolobus solfataricus HflX(PDB 3KXI)7. The homology modeling was performed with MODELLER74.The model of the CTD of $E$ coli HflX was independently modeled by I-TASSER75 (template PDB 2WBM,residues $1 6 4 - 2 3 2 ) ^ { 7 6 }$ .The switch I region disordered in the crystal structure of S.solfataricus HflX was modeled with the crystal structure of S.thermophilus NFeoB (PDB 3B1X)77 as a template.GMP-PNP was derived from a previous model (PDB 3B1X) and docked into the atomic model of the E.coli HflX.Atomic models of HflX and the 50S subunit (PDB 3FIK)78 were docked into the cryo-EM density map with the method of molecular dynamics flexible fiting79. Chimera80 and PyMOL (http:/pymol.org/) were used for structural analysis and figure preparation. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "65.Koripella，R.K.et al.Mechanism of elongation factor-G-mediated fusidic acid resistance and fitness compensation in staphylococcus aureus.J.Biol.Chem.287, 30257-30267 (2012).   \n66.Goodrich，J.A.& Kugel，J.F.Binding and Kineticsfor Molecular Biologists (CSHL press,New York,2007).   \n67.Lei,J.& Frank,J.Automated acquisition of cryo-electron micrographs for single particle reconstruction on an FEl Tecnai electron microscope.J. Struct. Biol.150, 69-80 (2005).   \n68.Shaikh,T.R.et al. SPIDER image processing for single-particle reconstruction of biological macromolecules from electron micrographs.Nat.Protoc.3,1941-1974 (2008).   \n69.Rath,B.K.& Frank,J.Fast automatic particle picking from cryo-electron micrographs usinga locally normalized cross-correlation function:a case study.J. Struct.Biol. 145,84-90 (2004).   \n70.Shaikh,T.R.,Trujill,R., LeBarron,J.S., Baxter,W.T.& Frank,J.Particle-verification forsingle-particle,reference-based reconstruction using multivariate data analysis and classification.J. Struct.Biol.164,41-48 (2008).   \n71.Scheres,S.H.A Bayesian view on cryo-EM structure determination.J.Mol.Biol. 415,406-418 (2012).   \n72.Kucukelbir,A.，Sigworth，F.J.& Tagare，H.D.Quantifying the local resolution of cryo-EM density maps.Nat.Methods 11,63-65 (2014).   \n73.Huang，B.et al.Functional study on GTP hydrolysis by the GTP-binding protein from Sulfolobus solfataricus，a member of the HflX family.J.Biochem.148, 103-113 (2010).   \n74.Sali,A.& Blundell,T.L.Comparative protein modelling by satisfaction of spatial restraints.J.Mol.Biol.234,779-815 (1993).   \n75.Roy，A.，Kucukural，A．& Zhang，Y.I-TASSER:a unified platformfor automated protein structure and function prediction.Nat.Protoc.5，725-738 (2010).   \n76.Ng,C.L.et al. Conformational flexibility and molecular interactions of an archaeal homologue of the Shwachman-Bodian-Diamond syndrome protein.BMC Struct. Biol. 9,32 (2009).   \n77.Ash,M.R.,Maher,M.J.,Guss,J.M.& Jormakka,M.A suite of Switch l and Switch I mutant structures from the G-protein domain of FeoB.Acta Crystallogr.D Biol. Crystallogr.67,973-980 (2011).   \n78.Villa,E.et al.Ribosome-induced changes in elongation factor Tu conformation control GTP hydrolysis.Proc.Natl.Acad.Sci.USA 106,1063-1068 (2009).   \n79.Trabuco,L.G., Villa,E.,Mitra,K.,Frank,J.& Schulten,K.Flexible fitting of atomic structures into electron microscopy maps using molecular dynamics.Structure 16, 673-683 (2008).   \n80.Pettersen,E.F.et al.UCSF Chimera:a visualization system for exploratory research and analysis.J.Comput.Chem.25,1605-1612 (2004). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    }
]