[
    {
        "type": "text",
        "text": "OPEN ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SUBJECTAREAS: GENEEXPRESSION GENETICS RESEARCH CANCERGENETICS RENAL CELL CARCINOMA ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Received 5 September 2014 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Accepted 13 February 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Published 11March 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Correspondence and requests for materials should be addressed to C.L. (liuchx $8 8 8 @$ 163. com) or S.W. (doctor_ wusong@126.com) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "\\* These authors contributed equally to this work. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PIK3R1 negatively regulates the epithelial-mesenchymal transition and stem-like phenotype of renal cancer cells through the AKT/GSK3β/CTNNB1 signaling pathway ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Youcheng Lin1\\*，ZhaoYang34\\*,Abai Xu1\\*,Pei Dong,Yi Huang²,Huan Liu5,Feida Li5,Haifeng Wang', Qian $\\mathsf { X } \\mathsf { u } ^ { 1 0 }$ ,Yongqiang Wang²，Da Sun5,Yong Zou', Xiaowen Zou²,Yu Wang6,Duo Zhang5, Hongjie Liu5, Xun Wu',Meng Zhang²,Yu Fu², Zhiming ${ \\mathsf { C a i } } ^ { 2 } .$ ,Chunxiao Liu' & Song Wu2.7,8 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1DepartmentfUrlogyZujngHospitalfouthernedicalUniversityGuangzou5280,hina,NtionaRegialKey TechnologyEngineeringLboratoryforClincalApplicationfCancerGenomicsecondeople'sHospital,theFstld HospitalofUesity55,inCKeboatoyfectidunityitutei Chinese Academyofiences,BeijingO0l,China,4UniversityfCineseAcademyofiences,BeijingOo49,Cina, 5BGlShenzhen,henhen58O83,hinaDepartmentofPathology,ZhujngHosptalofouthernedicalUesity Guangzhou510280,China,DepartmentofUrology,SunYat-Sen UniversityCancerCenter,Guangzhou51060,China,he Genome Institute,WashingtonUniversityinSt.Louis,4444ForestParkAve,St.Louis,Misouri 63O8,USA,Departmentof Urology,thecodAflatedHosialfumingdicalCge,Kuming,inepartmentcolost Affiliated Hospital of Soochow University, Suzhou 2150O6, China. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The phosphoinositide 3-kinase (PI3K)/protein kinase B(AKT) pathway has been identified as an important pathway in renal cellcarcinoma (RCC).We have reported a nonsense mutation in PIK3R1, which encodes the regulatory subunit of PI3K,in a metastatic RCC (mRCC), while the mutation was absent in the corresponding primary RCC (pRCC).To identify the function of PIK3R1 in RCC,we examined its expression in normal kidney, pRCC and mRCC by immunohistochemistry and real-time polymerase chain reaction.The expresson of PIK3R1 significantly decreased in pRCC and was further reduced in mRCC compared with normal tissue.Besides,its expression levels were negatively correlated with T-category of tumor stage. Additionally,786-O and A-704 cels with PIK3R1 depletion introduced by CRISPR/Cas9 system displayed enhanced proliferation,migration and epithelial-mesenchymal transition (EMT),and acquired a stem-like phenotype.Moreover,the PIK3Rl depletion promoted the phosphorylation of AKT in the cells. The knockdown of AKTby shRNA reduced p-GSK3β and CTNNB1 expression in the cells, while the depletionof CTNNB1 impaired stem-like phenotype of the cels.Overall,PIK3R1 down-regulation in RCC promotes propagation, migration, EMT and stem-like phenotype in renal cancer cels through the AKT/GSK3β/CTNNB1 pathway, and may contribute to progression and metastasis of RCC. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "R復我 metastatic RCC (mRCC)remains incurable5,therefore further studies are highly needed to understand the mechanisms of the molecular basis of resistance and response,thus leading to the discovery of novel targets for the treatment of mRCC. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In addition to $\\mathrm { U M P P ^ { 3 } }$ ,the phosphoinositide 3-kinase (PI3K)/protein kinase B (AKT) pathway has also been identified as an important pathway in $\\mathsf { R C C } ^ { 2 , 6 }$ . The PI3K/AKT pathway begins with the involvement of growth factors binding to the receptor tyrosine kinases.PI3K is activated through attchment to receptors anchored on plasmamembraneand generatesphosphatidylinositol-3-phosphate (PIP3)by phosphorylating phosphatidylinositol 4,5-bisphosphate8. Through a pleckstrin homology domain,AKT binds to PIP3 and is phosphorylated to $\\mathrm { \\ p A K T ^ { 8 } }$ .Class IA PI3Ks are heterodimers that consist of a catalytic subunit $( \\mathrm { p } 1 1 0 \\mathsf { \\alpha } _ { : }$ $\\boldsymbol { \\mathrm { p 1 1 0 \\beta } }$ and pl108) and a regulatory subunit $( \\mathtt { p 8 5 } \\alpha , \\mathtt { p 5 5 } \\alpha , \\mathtt { p 5 0 } \\alpha , \\mathtt { p 8 5 } \\beta$ and $\\mathsf { p } ^ { 5 5 \\gamma ) ^ { 9 } }$ . The catalytic subunit $\\mathtt { p l i l 0 \\alpha }$ is encoded byPIK3CA,while the regulatory subunit $\\mathtt { p 8 5 } \\mathtt { \\backslash }$ is encoded by $P I K 3 R I ^ { 9 }$ . The PI3K/AKT pathway regulates many aspects of cellular functions,including cell growth,proliferation,translation and survival,and is also involved in pathological conditions6.Deregulation of the pathway can lead to disturbance of cell growth,proliferation and survival,thus resulting in growth advantage and metastatic competence of cancer cells10. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The alteration of PI3K/AKT pathway has been found ina broad spectrum of cancers'.Members of the pathway such as PIK3CA and PTEN are frequently altered in $\\mathsf { R C C } ^ { 2 }$ . Since the pathway plays an important role in RCC pathogenesis²,it has been showing a great promise for molecularly targeted treatment of $\\operatorname { R C C } ^ { 6 , 9 }$ .However,only a small number of patients benefit from single-agent PI3K targeted therapyl1.Therelatedmechanismofunsatisfied effectofPI3K targeted therapy remains to be clarifiedl1.Can,in addition to PIK3CA and PTEN,other member of the pathway play a role and be a target of therapy in RCC? ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Accumulating studies have showed an important role of PIK3R1 in human carcinogenesis8,12-14. PIK3R1 has been reported as an oncogene in ovarian and colon tumors15,whereas it has been shown as a tumor suppressor in hepatocellular carcinomas16.The underexpression ofPIK3R1 has been reported to be associated with poor prognosis of breast cancers17.A missense mutation of PIK3Rl which resulted in decrease of PIK3Rl expression has also been strongly linked with colon cancers18.We have reported a nonsense mutation inPIK3R1 in an mRCC,while the mutation wasabsent in the corresponding primary renal cell carcinoma $\\mathrm { ( p R C C ) ^ { 1 4 } }$ . Therefore,we hypothesize that the downregulation of PIK3R1 may confer renal cancer cells a selective advantage to translocate,colonize and develop as mRCC. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We speculate that ectopic expression of PIK3Rl may be associated with progression and metastasis of RCC.To examine our hypothesis, we firstly analyzed the expression ofPIK3R1 in RCC includingboth pRCC and mRCC by immunohistochemistry (IHC) and real-time polymerase chain reaction (RT-PCR).We discovered that the expression of PIK3R1 in RCC negatively correlated with tumor progression and metastasis.In addition,we induced deletion mutations of PIK3Rl in renal cancer cell lines (786-Oand A-704 cellines) using a CRISPR/Cas9 system to achieve haploid knockout of PIK3R1 which significantly decreased the expression of $\\mathrm { P } 8 5 \\alpha$ .The mutated renal cancer cells displayed increased abilities of colony formation, tumor formation,migration,epithelial-mesenchymal transition and oncosphere formation.Thus,our current study demonstrates that the downregulation of PIK3Rl contributes to progression and metastasis ofRCC. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Results ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Downregulation of PIK3R1 correlates with progression and metastasis of RCC.In order to examine the expression of PIK3R1 in RCC,the protein expression of PIK3R1 in normal kidney ${ \\mathrm { ( n } } = 1 3 { \\mathrm { ) } }$ ）, pRCC ${ \\mathrm { ( n } } = 1 3 { \\mathrm { ) } }$ ）andmRCC $( { \\mathfrak { n } } = 2 1$ ）was determined by IHC.As shown in Fig.la,normal kidney tissues displayed high level of PIK3R1 expression，whereas the expression of PIK3Rl was decreased in pRCC and was further reduced to a lower level in mRCC.The mRNA expressionofPIK3R1 was then determined by real-time polymerase chain reaction (RT-PCR).Compared with normal kidney tissue group,the mRNA expression of PIK3R1 was significantly decreased in RCC group $( \\mathbf { n } ~ = ~ 1 8 )$ ）(Fig.1b).The epithelial-mesenchymal transition (EMT） is considered to be crucial to tumor progression and metastasis,in which NCAD is the hallmark of $\\mathrm { E M T ^ { 1 9 , 2 0 } }$ . To determine whether the downregulation of PIK3R1 could affect the expression of NCAD,the mRNA expression of NCAD was examined,and data showed that the expression of NCAD had a negative correlation with the mRNA expression of PIK3R1(Correlation $\\mathbf { \\xi } = \\mathbf { \\xi } 0 . 6 9 2 9$ ， $P ~ = ~ 0 . 0 0 1 4 )$ (Fig. 1c). Additionally,the mRNA expression of PIK3Rl negatively correlated with the T category of tumor,although there was no significant difference among different grades (Fig.1d). These data suggest that the downregulation of PIK3R1 in RCCs correlates with their progression and metastasis. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Haploid knockout of PIK3R1 by CRISPR/Cas9 promotes tumor proliferation.Inorderto reveal the functional influence ofPIK3R1 depletion,a CRISPR/Cas9 strategywhich was designed according to the nonsense mutation reported previouslyl4,was applied to induce a haploid deletion mutation in order to achieve haploid knockout of PIK3R1.Firstly,we analyzed the expression levels of PIK3R1 in normal renal cell line (HK2) and RCC cell lines(786-O,A-498,A704,and ACHN) by using RT-PCR. 786-O and A-704 cell lines showed higher expression of PIK3Rl compared with that of HK2 cell line (Supplementary Fig.1).Therefore,we performed depletion ofPIK3R1 in 786-O and A-704 cell lines.We also confirmed the sequence character of chr5:67576819 in PIK3R1 in 786-O and A704 cell lines with Sanger sequencing. The 786-Oand A-704 cell lines harbored the wild type(WT） sequence of chr5: 67576819C in PIK3R1 (Fig.2a). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "We then applied the CRISPR/Cas9 technology²1 to screen 786-O cellsandA-704cellswith haploid deletionmutation ofPIK3R1.After Sanger sequencing validation,we obtained muted 786-O cells(786- mutl and 786-mut2)and A-704 cells (A-704-mutl and A-704- mut2）with haploid deletion mutation (Fig.2a).To determine the knockout efficiency in the 786 and A-704 mutated cells,RT-PCR and western blot(WB) were carried out to examine PIK3R1 expression in 786-O WT cells (786-O),mutated 786-O cells,A-704 WT cells (A704),and mutated A-704 cells.The mRNA expression of PIK3R1 was significantly decreased in 786 and A-704 mutated cells compared with 786-O and A-704 WT cells (Fig.2b). The protein levels of PIK3R1 were also significantly decreased in 786 and A-704 mutated cellsrespectively( $P < 0 . 0 1$ $P < 0 . 0 1$ ) (Fig. 2b). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Todetermine the effects of haploidknockoutof PIK3R1 on the growth of renal cancer cels, we carried out colony formation assays for the wild type and mutant cells.786 and A-704 mutated cells displayed enhanced colony formation capabilityunder the condition of separated single cells than that of 786-O and A-704 WT cells (Fig.2c).In order to evaluate the tumor formation capability of the WT and muted cells, they were respectively inoculated subcutaneously into NOD/SCID mice to carry out tumor formation assays. The mutated cells formed bigger tumors than those of the wild type cells in NOD/SCID mice (Fig.2d). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Haploid knockout of PIK3R1 promotes renal cancer cells migration and EMT in vitro.To confirm the effects of haploid knockout ofPIK3R1 on themigration of renal cancer cells,woundhealing and transwell assays for 786-O,786-mut1,786-mut2,A-704, A-704-mutl,andA-704-mut2 cells were carried out.Eighteen hours afterartificial wounding,786-O and A-704 WT cells demonstrated slight migration,whereas 786 and A-704 mutated cells showed enhanced migration ability and healed more than half of the wound (Fig. 3a). The 786 and A-704 mutated cells showed higher ability of migration in the transwell assay than that of 786-O and A704 WT cells (Fig.3b). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Additionally,786 and A-704 mutatedcellsdisplayedamesenchymal morphology²1 that was different from the epithelial morphology of 786-O and A-704 WT cells,indicating that 786 and A-704 mutated cells might undergo EMT (Fig.3c).In the wild type and mutantcells,the expression of EMT related gene was detected by RTPCR and $\\mathrm { W B } ^ { 2 0 }$ . We found that, compared with 786-O and A-704 ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/c0a267bb5e7806aabf86379fb7888d9267533b72d3570594da4738696c694bdb.jpg",
        "img_caption": [
            "Figure1|DowreglatioofRlcorelateswithprogressoandmetastasis iCCs.(a),Terepresentativemmunostostry photographs of PIK3R1 expression in normal kidney tissues ${ \\mathrm { ( n } } = 1 3$ ）,pRCCs ${ \\mathrm { ( n } } = 1 3$ )and mRCCs $\\mathbf { \\tilde { n } } = 2 1$ ).Scalebar $: = 2 5 ~ { \\mu \\mathrm { m } }$ (b),PIK3R1 mRNA levels in the pairs of pRCCs and corresponding normal renal tissues ( ${ \\mathrm { ( n = 1 8 ) } }$ ). (c),PIK3R1 mRNA expression is negatively correlated with NCAD mRNA expression across acohort of the pairs of normal renal tissues and $\\mathrm { \\ p R C C s }$ $\\mathrm { { \\dot { n } = 1 8 } }$ ).(d),PIK3R1 mRNA expression in pRCCs according to Tcategory and grade.TeTcersassiedtogtxttofaripatitsdyesbesteemditas invadednearbsebsoaldsoddbstaeasasiseadferft another). Grading classification for RCC was based on the Fuhrman grading system.Data are presented as mean $\\pm \\mathsf { S D }$ ： $^ { * } P < 0 . 0 5$ ， $^ { * * } P < 0 . 0 1$ ： "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "WT cells,in 786 and A-704 mutated cells with the downregulation of PIK3R1, the mRNA expression of ECAD was decreased,whereas the mRNA expression ofNCAD,VIMand ZEB1 was increased (Fig.3d). These observed changes were also found in the protein levels of ECAD( $\\mathit { \\check { P } } < 0 . 0 1$ · $P < 0 . 0 1$ )，NCAD $( P < 0 . 0 0 1$ · $P < 0 . 0 5$ )，VIM （204 $( P < 0 . 0 1 ; P < 0 . 0 5 )$ and ZEB1 $( P < 0 . 0 5 ; P < 0 . 0 5 )$ in786andA-704 mutated cells respectively (Fig.3d).However,no differences of CD44 and POU5F1 were observed between the wild type and mutant cells (Fig. 3d). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In order to confirm the function ofPIK3R1 in renal cancer cells, weanalyzed the expression ofECAD,NCAD,VIM,SNAIL,and TWIST in normal renal cell (HK2）and RCC cell lines(786-O, A498,A704,and ACHN)with RT-PCR.ACHNcell line showed higher expression of NCAD and VIM,compared to HK2 cell line (Supplementary Fig.1).Therefore,we performed overexpression of PIK3R1inACHNcells.Compared withACHN-veccells,the mRNA expression ofPIK3R1 and ECAD was increased in ACHN-PIK3R1 cells,whereas the expression of NCAD,VIM and ZEB1 was decreased (Supplementary Fig.3a).These changes were also observed in the protein levels of PIK3R1 ( $P < 0 . 0 1 \\}$ ，ECAD $P < 0 . 0 5 )$ ,NCAD 中 $\\ P < 0 . 0 1 )$ ，VIM( $P < 0 . 0 5 )$ ,andZEB1( $P < 0 . 0 5 )$ inACHN-PIK3R1 cells (Supplementary Fig.3b).In addition,ACHN-PIK3R1 cells displayed a epithelial morphology²1 that was different from the mesenchymal morphology of ACHN-vec cells (Supplementary Fig. 3c).These results indicated that ACHN-PIK3R1 cells might undergo mesenchymal-epithelial transition(MET).Taken together,PIK3R1 negatively regulated renal cancer cell migration and EMT in vitro. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Haploid knockout of PIK3Rl promotes a cancer stem cell phenotype.Cancer stem cells (CsCs）are defined as a subpopulation in tumors which harbors selfrenew,differentiation and serial tumor formation ability²².Cancer cell lines contain cancer stem-like cells which can form cell spheres under sphere-forming conditions.To evaluate whether the reductionofPIK3R1 influences the cancer stem cell phenotype of renal cancer cells,cell sphere formation assays of 786-O,786-mutl,786-mut2,A-704,A-704-mutl,and A-704-mut2 cells were performed.After two weeks of cultivation,786 and A-704 mutated cells developed more and bigger spheres than that of 786-O and A-704 WT cells under the medium supplemented with $2 0 ~ \\mathrm { n g / m L }$ EGF,FGF,N2,and B27 (Fig.4a).CSCs have been identified based on expression of various markers such as CD44, CD133 and CXCR424-26. By using anti-CD44 antibodies,anti-CD133 antibodies and antiCXCR4 antibodieswe observed that 786 and A-704 mutated cells comprised more $\\mathrm { C D 4 4 ^ { + } }$ 5 $\\mathrm { C D } 1 3 3 ^ { + }$ and $\\mathrm { C X C R 4 ^ { + } }$ subset,respectively, compared with 786-O and A-704 WT cells (Fig. 4b). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The gold standard assay to assess CSCs potential is the transplantation of limiting dilutions of highly purified prospectively identified cancer cell populations into immunodeficient mice to assess their ability to form tumors27,28.Transplantation of different dilutions of the wild type cells and PIK3R1 mutated cells showed that the mutated cells had a much greater ability to initiate tumors and increasing percentage of CSCs compared with the WT cells (Fig. 4c). ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Haploid knockout of PIK3R1 activates $\\mathbf { W N T / \\beta }$ -catenin pathway dependenton the phosphorylation of AKT.In order to uncover the ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "a b 786-0 wwwwwwwwwwwww ATGAACGACAGCCTGCACCAGGTAA 786-mut WWMWWwAAMAM PIK3R1 1.00 0.240.33 ATAGACAGCTGATCCGAGA β-actin 1.00 0.82 0.91 786-mut2 ATGAACGACAGCCTGCGCCATGTAA 41-t A-704 wwwwwwwwww 4414 iriee 工 ATGAACGACAGCCTGCACCAGGTAA 0.0 W PIK3R1 1.00 0.130.03   \nA-704-mut1 ATGGAATGAACGACAGCCTGGTAA β-actin 1.00 0.880.91   \nA-704-mut2MWWWWwWWWMAA ATGAACGACAGCCTGCACCCGGGAA ↑ C 786-O 786-mut1 786-mut2 200 0e9150 100 C 50 0 A-704 A-704-mut1 A-704-mut2 non d 786-mut1 1200 A-704-mut1 786-mut2 A-704-mut2 000 600- 000 300- 0 5 1015202530(Day) 1 51015202530(Day) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "stem cell signaling pathway activated by the downregulation of PIK3R1, the mRNA level of CTNNB1,HES1,GLI1,and NANOG were analyzed in 786-O,786-mutl,786-mut2,A-704,A-704-mutl, and A-704-mut2 cells by RT-PCR.With the downregulation of PIK3R1 in 786 and A-704 mutated cells, the mRNA expression of CTNNB1 was higher than that in 786-O and A-704 WT cells (Fig.5a).The protein levels of CTNNB1 were also increased in 786 andA-704mutatedcellsrespectively( $( P < 0 . 0 1$ $P < 0 . 0 5 \\dot { }$ (Fig.5d) ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "There were no significant differences in the mRNA expression of HES1 and GLI1 between the wild type and mutated cells (Fig. 5a). Though there were no significant differences in the NANOG mRNA expression between 786-O WT and 786 mutated cells,significant difference was observed between A-704 WT and A-704 mutated cells (Fig. 5a). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In order to determine the molecular mechanism underlying $\\beta$ （20 catenin (CTNNB1)activation mediated by PIK3R1 depletion,immunoprecipitation with PIK3Rl antibody was carried out by using lysates of 786-O,786-mutl,786-mut2,A-704,A-704-mutl,and A704-mut2 cells. The quantity of $\\mathrm { p } 1 1 0 \\alpha$ immunoprecipitated by ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/48fa24db6f8e9552cb6971314718490bf94f8a2303a524d2eacc40737a8f1a15.jpg",
        "img_caption": [
            "Figure3丨Haplutpomosigatdialace.()odgalyso mut2,A-704,A-704-mutl,andA-704-mut2cels.Migration rates were calculated byhealing area/wound area.Scale bar $= 5 0 ~ { \\mu \\mathrm { m } }$ (b),Transwell of migration assys were applied to in 786-O,786-mut1,786-mut2,A-704,A-704-mutl,andA-704-mut2cels.Scale bar $= 2 5 ~ { \\mu \\mathrm { m } }$ .(c),Representative pictures of in 786-O,786-mutl,786-mut2,A-704,A-704-mutl,and A-704-mut2 cells.Scale bar $= 2 5 ~ { \\mu \\mathrm { m } }$ (d),The RT-PCR analysis of PIK3R1,ECAD, NCAD,VIM,ZEB1,CD,adOUFin786-O,786-utl,6-ut2,A-704,A-7-utlandA-70-mut2cell.eWBaalysisC, VIM,and ZEB1 expression in 786-O,786-mut1,786-mut2,A-704,A-704-mut1,and A-704-mut2 cells. $\\beta$ -actin was applied as loading control. Data are expressed as mean $\\pm \\mathsf { S D }$ ”， $^ { * } P < 0 . 0 5$ ， $^ { * * } P < 0 . 0 1$ ： "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/7d19d786872877f8efd2f29a556a1a656fefddc6463f22aeb8b40653fc9c33da.jpg",
        "img_caption": [
            "Figure4|Hapodocutfpomesacerloteociating.()esetatieoofce spresfodOttdtesas independent fields/wel.Scale bar $= 5 0 ~ { \\mu \\mathrm { m } } .$ (b),786-O and A-704 WT cells comprise fewer $\\mathrm { C D 4 4 ^ { + } }$ $\\mathrm { C D } 1 3 3 ^ { + }$ ,and $\\mathrm { C X C R 4 ^ { + } }$ subset,respectively,compared with786-Olf mut,86-uud 786-O WT,786-OMut,A-704 WT,andA-704 Mutafter thefirsttransplantationusing theextremelimiting dilutionanalysis.\\* $P < 0 . 0 5$ \\*， $^ { * } P < 0 . 0 1$ "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "PIK3R1 was decreaseddue to knockoutofPIK3R1 in 786 and A 704 mutated cells respectively,compared with 786-O and A-704 WT cells ( $\\mathit { P } < 0 . 0 5$ $P < 0 . 0 5$ ）(Fig.5b).Additionally,more AKT was ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "788mut2 rooseee A704-mut2  \n2 NS NS NS  \n1  \n0  \n3C  \nb L 786186 7 Y 7 10586 1 人 F 704- 办 p-AKT 1.00 1.60 1.64 一 p-AKT 1.009.658.31A ： 三  \nIB: P110α IB: P110α 1.00 1.12 1.14 1.00 0.98 1.011.00 1.03 1.02 1.00 1.110.99  \nd e shCtrl2 6-mut1 shCtrl 1shAKT A-704-mut2 shAK6-mut1s A-704-mut2 s10410Y 又 A 786- 786- 又 又  \npGSK3β 1.002.362.39 pGSK3β1.002842.86 pAKT 1.00 0.18 PAKT1000.16  \nGSK3β GSK3β AKT 4 AKT 0-  \n（20号 ${ \\mathfrak { \\beta } }$ N （0号 $\\beta$ m pos  \n1.00 1.05 1.02 1.00 0.96 0.87 1.00 1.05CTNNB1CTNNB11.000.15 1.000.09β-actin β-actin 01.00 0.97 1.00 0.928880下",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "phosphorylated in786 andA-704 mutated cells $( P < 0 . 0 5 ; P < 0 . 0 1 )$ L， compared with 786-O and A-704 WT cells that had the amount of unchanged AKT( $\\mathrm { \\Delta } P = 0 . 5 4$ $P = 0 . 4 9$ )(Fig.5c).However,there was no significant change in the quantity ofERK( $\\mathrm { \\mathit { P } } = 0 . 0 7$ $P = 0 . 4 5$ and ERKwith phosphorylation ( $\\ P = 0 . 0 8$ $P = 0 . 3 0$ ）in 786andA-704 mutated cells respectively (Fig. 5c). ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "He,K.et al reported that cancer cells acquired cancer stem-like phenotype through alteration of the $\\mathrm { P I } 3 \\mathrm { K } / \\mathrm { A K T } / \\beta$ -catenin signal$\\mathrm { i n g } ^ { 2 9 }$ .According to a previous studyo,the phosphorylation of AKT could activate the $\\mathrm { W N T / \\beta }$ -catenin pathway through phosphorylating and inhibiting $\\mathrm { G S K } 3 \\beta$ . Interestingly,more $\\mathrm { G S K } 3 \\beta$ was phosphorylated in 786 and A-704 mutated cells compared with 786-O and A-704 WT cells $( P < 0 . 0 1 ; P < 0 . 0 0 1 )$ (Fig.5d).To determine the function of AKT in the mutated cells,depletion of AKT were performed in 786-mutl and A-704-mut2 cells.After the depletion of AKT( $P < 0 . 0 0 1$ $P < 0 . 0 0 1$ ),the expression of pAKT( $\\mathrm { \\Phi } ^ { \\cdot } ( P < 0 . 0 1 \\$ $P <$ 0.001), $\\mathrm { p - G S K } 3 \\beta$ （ $P < 0 . 0 0 1$ $P < 0 . 0 0 1 _ { \\cdot }$ )andCTNNB1 $( P < 0 . 0 0 1 ; P$ $< 0 . 0 5 )$ was decreased in 786-mut1 shAKTand A-704-mut2 shAKT cells respectively,compared with 786-mutl shCtrl and A-704-mut2 sh $\\mathrm { C t r l }$ cells (Fig.5e).Taken together,the depletion ofPIK3R1 activates the $\\mathrm { W N T / \\beta }$ -catenin pathway dependent on the phosphorylation of AKT. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Haploid knockout of PIK3R1 promotes a cancer stem cell phenotypethrough WNT $\\mathbf { \\beta } ^ { \\prime } \\mathbf { \\beta } ^ { \\prime }$ -catenin pathway. To determine the function of CTNNB1 in the mutated cells,depletion of CTNNB1 was performed in 786-mutl and A-704-mut2 cells respectively. The mRNA expression of CTNNB1 was decreased in 786-mut1 shCTNNB1 and A-704-mut2 shCTNNB1 cells,compared to 786- mutl and A-704-mut2 cells (Fig. 6a). The decrease of CTNNB1 protein was also observed in 786-mutl shCTNNB1 and A-704- mut2 shCTNNB1 cells( $\\mathit { \\check { P } } < 0 . 0 1$ $P < 0 . 0 1$ ）(Fig.6a).After two weeks of cultivation，786-mut1 shCTNNB1 and A-704-mut2 shCTNNB1 cells developed fewer and smaller spheres than that of 786-mutl shCtrl and A-704-mut2 shCtrl cels (Fig. 6b).By using anti-CD44 antibodies,anti-CD133 antibodies and anti-CXCR4 antibodies,we observed that 786-mutl shCTNNB1 and A-704- mut2 shCTNNB1 cells comprised fewer $\\mathrm { C D 4 4 ^ { + } }$ ， $\\mathrm { C D } 1 3 3 ^ { + }$ and $\\mathrm { C X C R 4 ^ { + } }$ subset,respectively,compared with 786-mutl shCtrl and A-704-mut2 shCtrl cells (Fig. 6c).In order to evaluate the tumor formation capability of 786-mutl shCTNNB1， A-704-mut2 shCTNNB1,786-mut1 shCtrl, and A-704-mut2 shCtrl cells,they were respectively inoculated subcutaneously into NOD/SCID mice to carry out tumor formation assays.786-mut1 shCTNNB1 and A704-mut2 shCTNNB1 cells formed smaller tumors than those of 786-mutl shCtrl and A-704-mut2 shCtrl cells in NOD/SCID mice (Fig.6d).These results indicated that the haploid knockout of PIK3Rl enhanced the abilities of self-renewal and tumor formation dependenton the activation of the PI3K/AKT/CTNNB1 pathway in renal cancer cells. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Discussion ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Over the past 20 years,the functional role of the PI3K/AKT pathway in tumorigenesis has been reported by numerous studies³1.Members of the pathway such as PIK3CA,AKT and PTEN,are frequently altered,and cause the activation of the pathway in $\\operatorname { R C C } ^ { 2 , 1 4 }$ .Asa regulatory subunitofPI3Ks,PIK3R1 alteration is involved in carcinogenesis ina variety of cancers',whereas the alteration ofPIK3Rl in RCChas been rarely reportedl4.In this study,we report thatPIK3R1 expression is reduced in RCC,and that the reduction of PIK3R1 can result in EMT,enhance migration ability,and promote colony formation, tumor formation and cancer stem cell phenotype in renal cancer cells. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Our data showed that PIK3R1 expression was reduced in RCC, especially in advanced and metastatic RCC,and the downregulation ofPIK3R1 correlated withadvanced or metastaticRCC.These results are in consistence with discoveries in hepatocellular and colon cancers16,18,indicating that the reduction of PIK3Rl expression may acquired tumorigenicity in RCC,and thus supporting the view that PIK3R1 may function as a potential cancer suppressor,and that the downregulation of PIK3R1 may promote progression and metastasis ofRCC. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "We then tested the role of PIK3R1 in renal cancer cell lines.We observed that the haploid deletion mutations of PIK3R1 by CRISPR/Cas9 system led to the haploid knockout and downregulation of PIK3Rl,and generated cell lines with the insufficiency of PIK3R1.The binding of $\\mathtt { p l i l 0 \\alpha }$ to $\\mathrm { p } 8 5 \\alpha$ was decreased in 786 and A704 mutated cells with the reduced expression of PIK3R1.We also showed that the downregulation of PIK3R1 functionally activated the PI3K/AKT pathway，as evidenced by the enhanced phosphorylation of AKT in Ser473 residue.The activation of the pathway may be due to the combined effectof several factors.The p85 regulatory subunit of PI3Kis necessary to stabilize and recruit pl10 catalytic subunit onto cellar membranel³.However,monomeric $\\mathtt { p } 8 5$ is in competition with p85-pl10 heterodimers for binding to insulin receptor substrate-1(IRS-1) to form a non-signaling cytosolic protein complex³2.The insufficiency of PIK3R1 expression would primarily result in the reduction of monomeric p85, which would suppress the negative regulation of IRS-1/PI3K pathway by p85, thus leading to the hyperactivation of PI3K signaling axis³².PIK3R1 has also been shown to have a positive regulatory effect on tumor suppressor PTEN,which negatively regulates the PI3K/AKT pathwayl6.Therefore,the downregulation of PIK3R1 leadsto the inhibitionofPTEN function that reduces the breakdown of PIP3,and activates the downstream of the PI3K/AKT signaling axis16. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Our data show that the reduction of PIK3Rl expression increases the motility and migration capacity of renal cancer cells.A growing bodyof evidence indicates thatthePI3K/AKT pathwayis involved in the migratory process of cells,including metastatic cancer cells³. Activated AKT mediates cell polarity and reorganizes cytoskeleton, thus regulates the contraction of the cellular body and facilitates the migration of cells3³.AKT-mediated phosphorylation activates components closely related to the cellular filaments which are important for cytoskeleton dynamics34.In our present study,the expression of VIM was elated in cells with the downregulation of PIK3R1. Vimentin,which is phosphorylated and protected by AKT from degradation³5,is substantially up-regulated when cells are highly motile,especially during EMT.It can promote the migration of different type of cells such as cancer cells5. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Interestingly,spindle-shaped morphology of mesenchymal cells has been observed in cells with the down-expression of PIK3R1. EMT is conducive to the survival and spread of cancer cells36. The activation of AKT induces EMT and contributes to migration of squamous cell carcinoma lines³7. Evidences are emerging that the action of AKT is related with EMT-inducing transcription factor38. The hallmarks of EMT include decreased expression of epithelial marker,such as ECAD,and a simultaneous increased expression ofmesenchymal markers,such as NCAD,VIM,CD44,ZEB1,and POU5F12o.In our study, the expression of NCAD, VIM and ZEB1 was elated in the cells with the downregulation of PIK3Rl,whereas the expressionofECAD was decreased in these cells.The activated AKT positively regulates the expression of ${ \\mathrm { N C A D } } ^ { 3 3 }$ ,and the inhibition of the PI3K/AKT signaling inhibits the expression of $\\mathrm { N C A D } ^ { 3 9 }$ = N-cadherin encoded by NCAD is enriched in cellular protrusions and plays a key role in cell migration³³.Altogether,through the activationof thePI3K/AKT pathwaywhich phosphorylates several cytoskeleton-regulating and EMT-activating proteins,the downregulation of PIK3Rl promotes migration and EMT in renal cancer cells. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "CSCs are defined as cells which are able to produce a new tumor22, and regarded as a source of tumor progression and metastasis²2. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "\\*\\* \\*\\* 工 2shCtrl 2shCTNNB1 A-704-mut2s ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/8e70078c2a4da24f27809e6f0a23c62b1370235d9a08104fa5f5604275eaae79.jpg",
        "img_caption": [
            "Figure 6|HaploidknockoutofPK3Rlpromotescancerstemcellphenotype throughactivating CTNNB1.(a),TheWBandRT-PCRaalysisf CTNNBlin78utCtr-utsC,-74ut2sCtd-7utscels.(b),erepretatieogfce spheres formed by786-mut1 shCtr,786-mut1 shCTNNB1,A-704-mut2 shCtr,and A-704-mut2 shCTNNB1 cels.Scale bar $= 5 0 ~ { \\mu \\mathrm { m } }$ . (c),786-mutl shCTNNB1 and A-704-mut2 shCTNNB1 cels comprised fewer $\\mathrm { C D 4 4 ^ { + } }$ $\\mathrm { C D } 1 3 3 ^ { + }$ and $\\mathrm { C X C R 4 ^ { + } }$ subset,respectively,compared with 786-mut1 shCtr and A-704-ut Ctrcel.(d),efaassfutsCtluts,A-utCtl-ut cells. $^ { * } P < 0 . 0 5$ 0 $^ { * * } P < 0 . 0 1$ ： "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Cancer cell lines contain cancer stem-like cells³.In our current study,we observed that the down-expression of PIK3Rl promoted the colony formation,cell sphere and tumor formation of renal cancer cells and increased the expression of CTNNB1.Our data are consistent with the study by Zhou et al, who reported that the CSC viability and maintenance of breast cancer stem-like cells required the activation of the PI3K/AKT signaling axis40.It has been suggested that the PI3K/AKT pathway is critical to maintain prostate cancers stem-like cells41. Signaling pathways including the Hedgehog/GLI1, WNT/CTNNB1,NANOG/OCT4,andNotch/HES1 areactivated in CSCs and contribute to the function of $\\mathrm { C S C s ^ { 4 2 } }$ .We performed RTPCR to reckon the expression of CTNNB1,HES1,GLIl,and NANOG.Interestingly,no significant change was observed in the expression of HES1,GLIl and NANOG,whereas the expression of CTNNB1 was markedly increased, suggesting that CTNNB1 may be involved in increased renal cancer stem-like phenotype caused by the down-expression of PIK3R1. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Our present study demonstrates that the downregulation of PIK3R1 in RCC enhances stem cells expansion as a result of the activated PI3K/AKT signaling, involving the WNT/CTNNB1 pathway.The PI3K/AKT pathway hasalways been ascribed to the proliferation and self-renewal of cancer stem-like cells29.However, under certain conditions,such as ectopic gene expression, cancer stem-like cells can also be transformed from cells lacking cancer stem-like phenotype43. The activation of the PI3K/AKT pathway has been reported to induce differentiated cells to transform into highly tumorigenic and cancer stem-like cells44.In our study,after the depletion of AKT,the expression of $\\mathrm { p - G S K } 3 \\beta$ and CTNNB1 was decreased in 786-mutl shAKT and A-704-mut2 shAKT cells. Therefore,in consistence with previous studies,our study suggests that the PI3K-AKT and WNT/CTNNB1 pathways converge on $\\mathrm { G S K } 3 \\beta$ in renal cancer cells²9.The WNT/CTNNB1 signaling is involved in regulating the various types of stem cells9.In present study,the depletion of CTNNB1 in renal cancer cells decreased the cancer stem-like phenotype of these cells.Activated AKT can block the kinase activity of $\\mathrm { G S K } 3 \\beta$ byphosphorylating $\\mathrm { G S K } 3 \\beta ^ { 3 0 }$ ，resulting in the accumulation of $\\beta$ -catenin which transforms differentiated cancer cells to cancer stem-like cells29,3o.Therefore，the PI3K/AKT and WNT/CTNNB1 pathway work together asa PI3K/AKT/GSK3β/CTNNB1 pathway which induces differentiated renal cancer cells to transform into a more cancer stem-like cells29. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "To our knowledge, this study is the first report of the functional identification of PIK3R1 in RCC.The important discovery of our study is that PIK3R1 is down expressed in RCC,especially in advanced and metastatic RCC.We observed that the downregulation of PIK3R1 resulted in EMT,increased migration,colony formation, cell sphere,and tumor formation in renal cancer cells,suggesting that the reduction of PIK3Rl expression confers renal cancer cells a selective advantage to translocate,colonize and develop as mRCC, and that PIK3Rl may be involved in the progression and metastasis ofRCC through the PI3K/AKT/GSK3β/CTNNB1 pathway.Since the reduction of PIK3R1 expression and activating alterations in PIK3CA can simultaneously be involved in RCC,conformational changes may result from these alterations. These changes would eliminate the repression of PIK3CA caused by $P I K 3 R I ^ { 3 2 }$ . Therefore,the exploitation of agents that can restore the repression regulation ofPIK3R1 and inhibit the expression of PIK3CA,maybe a new strategy to treat RCC. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "In summary,our study suggests that PIK3R1 is down-regulated in RCC,especially in advanced and metastatic RCC. The downregulation of PIK3R1 promotes EMT,migration,and cancer stem cell phenotype in renal cancer cells and may contribute to the progression and metastasis of RCC by activating the PI3K/AKT/GSK3β/ CTNNB1 pathway. Increasing or restoring expression of PIK3R1 may be a novel treatment strategy for RCC. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Methods ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Reagent and antibody.Antibodies that recognize pAKT(Ser473)(Cell Signaling Technology, #9271),AKT(Cell Signaling Technology,#9272),pERK(Thr202/ Tyr204) (Cell Signaling Technology, $\\# 4 3 7 0$ ),ERK(Cell Signaling Technology, $\\# 4 6 9 5$ ） $\\mathtt { p 8 5 } \\mathtt { Q }$ (Santa Cruz,sc-376112),p110α (Cell Signaling Technology, $\\# 4 2 4 9$ ，β- actin(Sigma,A1978),NCAD(Abcam,AB98952),ECAD(CellSignaling Technology, $\\# 3 1 9 5 )$ ,VIM(RV202)(Abcam,AB8978),ZEB1(D80D3)(Cell Signaling Technology, $\\# 3 3 9 6 ,$ ,pGSK3β (Ser9) (Cell Signaling Technology, $\\# 9 3 2 3$ ),GSK3β (Y174)(Abcam, AB32391),and non-phospho CTNNB1 (Ser33/37/Thr41) (Cell Signaling Technology, #4270) were used in the study.Horseradish peroxidase (HRP) labelled secondary antibody (Beyotime Biotech) was used in western blots.Protein ASepharose 4B beads (Invitrogen,10-1041) was used for immunoprecipitation studies. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Patients and tissue specimens.For the protein expression of PIK3Rl,the formalinfixed,paraffin-embedded (FFPE) tissue samples of patient-matched normal renal, pRCC and mRCC tissues from 13 patients who underwent nephrectomy between May 20o8 and April 20l3 were obtained from the archives of the Zhujiang Hospital of the Southern Medical University (Supplementary table 1).The biopsy samples of mRCCs from eight patients who underwent biopsies of metastases but not nephrectomy between May 20o9 and September 20l3 were also collected in the hospital (Supplementary table1).Median age of these patients was 56 years (range: 16-71 years).Thirteen of patients were male and the rest were female.For the mRNA expression of identified genes,pRCCs tissues and corresponding normal renal tissues from 18 patients who underwent nephrectomy in the hospital between August 2012 and October 2013 were immediately collected following surgical resection (Supplementary table 2).The median age of these patients was 50 years (range: 29-65 years).Thirteen of these patients were male and the others were female.The disease stage of all patients was classified according to the American Joint Committee on Cancer staging system45.This study was reviewed and approved by the Ethics Committee of the Southern medical University,and was carried out according to the World Medical Association Declaration of Helsinki.The written informed consents were obtained from all patients or their guardians. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Immunohistochemistry.Sections $( 4 ~ \\mu \\mathrm { m } )$ weredeparaffinizedand rehydrated.After antigen retrieval, these sections were treated with $3 \\% \\mathrm { H } _ { 2 } \\mathrm { O } _ { 2 }$ solution,incubated with $8 \\%$ bovine serum albumin for $3 0 ~ \\mathrm { m i n }$ and primary antibody at $4 ^ { \\circ } \\mathrm { C }$ overnight, then incubated with corresponding secondary antibody,and subsequently stained with DAB kit (ZSGB Bio).The nucleus was counterstained with hematoxylin.The overall staining for PIK3Rl was measured by the multiplication of staining percentage $(0 \\% -$ $1 0 0 \\%$ and staining intensity on a numerical scale (none $= 1$ ,weak $= 2$ ,moderate $\\ O =$ 3,strong $= 4$ ),resulting inan overall product score. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Real-Time PCR analysis of PIK3Rl expression. Total RNA was extracted using RNA isolation kit (Tiangen Biotech) and subjected to cDNA synthesis using PrimeScript RT reagent Kit(Takara Bio).The cDNA was then used for the evaluation of the relative mRNA levels of the indentified gene,running in an ABI 73o0 analyzer (Applied Biosystems).SYBR Green I(Tiangen Biotech) was used as the fluorescent probe.Primer sequences for RT-PCR are listed in the supplementary table 3.The relative expression levels of the target genes were referred to as a housekeeping gene, GAPDH. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Cell line.HK-2 cells were cultured in DMEM/F12 medium(Gibco).Other cells were maintained in RPMI 1640 medium (Gibco).All mediums were supplemented with $1 0 \\%$ fetal bovine serum (FBS) (Gibco), $1 0 0 ~ \\mathrm { U / m L }$ penicillin (Gibco) and $1 0 0 ~ \\mathrm { { m g / m L } }$ streptomycin (Gibco),and incubated at $3 7 ^ { \\circ } \\mathrm { C }$ with $5 \\%$ $\\mathrm { C O } _ { 2 }$ inahumidified atmosphere. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "PIK3R1knockoutby CRISPR/Cas9.The knockout of PIK3R1 in786-O and A-704 cell lineswasachieved by CRISPR/Case9 system.One 23-base sgRNA( $5 ^ { \\prime }$ 1 AATGAACGACAGCCTGCACCAGG-3') was designed to the target site (g.chr5: 67576819) in the PIK3R1 (Gene ID:5295).The U6-gRNA expression cassette including U6 promoter and $+ 8 3$ bp sgRNA tails was synthesized (Invitrogen) and inserted into pCEP4 vector (Invitrogen) by KpnI and XhoI. The sgRNA was synthesized (Invitrogen) and inserted into two AarI site between U6 promoter and sgRNA tails to form the pCEP4-U6-gRNA expression vector (Supplementary Figure 2).The sequence of Cas9 was consistent with previous reports46,47.The T7 promoter was added upstream of the Cas9 sequence.All the sequences were synthesized (Invitrogen) and ligated to the pMD-18T-CMV-MCS-BGPA by NheI/AflI to form CMV-Cas9 expression vector (Supplementary Figure 2). ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "786-O and A-704 cells were transfected according to Lipo-fectamine 2000 (Invitrogen) protocol.Briefly,Cells were transfected at $6 0 \\%$ confluency in 12 well with $5 0 0 ~ \\mathrm { n g }$ of pCEP4-U6-gRNA expression vector, $5 0 0 ~ \\mathrm { n g }$ of CMV-Cas9 expression vector and $3 ~ \\mu \\mathrm { L }$ Lipo-fectamine 20oo.After G418 ${ \\mathrm { 5 0 0 ~ n g / \\mu L } } ,$ selection for10 days, G418-resistant colonies were picked and cultured in 24 well plates.Genomic DNA was extracted with E. Z.N.A.Tissue DNA Kit (OMEGA).Targeted cleavage was measured by PCRamplification (forward primer: $5 ^ { \\prime }$ CTCATCAGTATTGGCTTACGCTT $3 ^ { \\prime }$ and reverse primer: $5 ^ { \\prime }$ GGTTGTTTAGACTTTCCACGGTA $3 ^ { \\prime }$ )and T7E1 assay.The fragments were determined by Sanger sequencing.To better verify the mutations (insertions and deletions),the PCR product of mutated colonies was then ligated to pMD-18T vector (Takara Bio).Individual mutation and mutational spectra were obtained from Sanger sequence.Cell clones with haploid deletion ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "mutation of PIK3R1 were selected for evaluating the function of PIK3Rl in renal cancer cells. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Western blot and immunoprecipitation (IP).Cells were lysed with radioimmunoprecipitation assay buffer (Beyotime Biotech).Protein was determined, separated and transferred to polyvinylidene difluoride membranes (PallLife Sciences).The membranes were blocked,then probed with corresponding primary antibody and HRP-conjugated secondary antibodies (Beyotime Biotech),and detected using BeyoECL PLUS Kit (Beyotime Biotech). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Forimmunoprecipitation assays,cell lysates were incubated with the PIK3R1 antibody overnight and precipitated with protein A-Sepharose 4B beads (Invitrogen) at $4 ^ { \\circ } \\mathrm { C }$ for $^ \\textrm { \\scriptsize 4 h }$ The immunoprecipitated proteins were washed, separated on SDSPAGE,transferred onto a PVDF membrane,and followed by western blot analysis. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Colony formation assay.Briefly,single cells were seeded onto -well plates (Corning) at a density of 1ooo cells/well and then incubated at $3 7 ^ { \\circ } \\mathrm { C }$ After two weeks of culture,colonies were stained with $0 . 5 \\%$ crystal violet solution for $3 0 ~ \\mathrm { m i n }$ at room temperature.The colonies from three replicate wells were counted,and pictures were captured digitally. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Generation of xenografts.For generation of xenografts,different dilutions of cells were injected with Matrigel (BD Biosciences) subcutaneously into the backs of NOD/ SCID mice.The volume of xenografts was serially measured.The mice were sacrificed after 30 days.Animal work was carried out in compliance with the ethical regulations approved by the Animal Care Committee,Southern medical University. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Wound healingassay.Briefly, $4 \\times 1 0 ^ { 5 }$ cells were seeded into a 24 well plate.After overnight incubation,monolayer cells grew to confluency.Artificial wounds were introduced with the P2o0 pipette tip.The pictures of the wounded area were taken immediately (time $^ { 0 \\mathrm { ~ h ~ } }$ ,andat $^ { 1 8 \\mathrm { ~ h ~ } }$ with an inverted microscope (Olympus Corp). The whole assay was repeated three times. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Transwell Assay.Cells were respectively harvested, suspended and added to the upper compartment of transwell inserts ( $8 ~ \\mu \\mathrm { m }$ pore size; Corning).The lower chambers were filled with RPMI-1640 supplemented with $1 0 \\%$ FBS.After incubation for $1 6 ~ \\mathrm { h r }$ ,cells thathad not migrated from the upper chamber were scraped away.The cells that migrated to the lower surface of each membrane were stained and counted undera light microscope in in five fields/well. The whole assay was repeated three times. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Spheres Culture.Single cells were seeded ata density of $5 \\times 1 0 ^ { 3 }$ cells/well in 6-well plates with ultra-low attachment surface (Corning).Cells were maintained in serumfree 1:1 DMEM/F12 (Gibco) supplemented with $2 0 ~ \\mathrm { n g / m L }$ EGF (Invitrogen), $2 0 ~ \\mathrm { { n g / } }$ mL bFGF (Invitrogen), $2 \\%$ B27 (Invitrogen), $1 \\%$ N2 (Invitrogen),and $1 0 0 ~ \\mathrm { m g / m L }$ streptomycin (Gibco).The number of tumor spheres was counted 14 days after seeding. Thewhole assay was repeated three times. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Cell labeling and flow cytometry analyzing.Cells were harvested and washed twice in ice-cold PBS.Then cancer cells were stained with FITC-conjugated anti-CD133 antibody,PE-conjugated anti-CD44 antibody and FITC-conjugated anti-CXCR4 antibody,respectively,for $3 0 ~ \\mathrm { m i n }$ on ice.After washing with PBS,the labeled cells were analyzed by flow cytometry (BD FACSAria III). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Knockdown of AKTand CTNNB1 with shRNA.Four shRNA targeted against the different regions of AKTand CTNNB1 and scrambled shRNAs were designed, synthesized and cloned into pSicoR vector: ShCTNNB1:Ccgg CAGATGGTGTCTGCTATTGTACTCGAGTACAATAGCAGACACCATCTGTTTTT g; shCtrl: CcggTTCTCCGAACGTGTCACGTCTCGAGACGTGACACGTTCGGAGA ATTTTTg; shAKT:CcggCCTCAAGAATGATGGCACCCTCGAGGGTGCCATCATTCTTGAGGTTTTTg;shAKTCtrl:CcggAGTTCCAGTACGGCTCCAACTCGAGTTGGAGCCGTACTGGAACT TTTTTg.The resulting lentiviral vectors containing the CTNNB1 and AKT shRNA were named shCTNNB1 and shAKT lentivirus.Cells were transfected with the shCTNNB1 and shAKTlentivirus to obtain cell lines stably expressing the CTNNBl and AKT shRNA. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Overexpressionof PIK3R1.PIK3R1(NM_181523.2) was amplified by PCR with the following primers (forward: 5'-CGG AAT TCC ATG CATGGT GAT TAT ACT CTTACA $\\cdot 3 ^ { \\cdot }$ and reverse: $5 ^ { \\circ }$ -CGCGGATCCTCATCGCCTCTGCTGTGCATA TAC -3').The PCR product was purified and cloned into pSin-GFP-vector to obtain Psin-GFP-PIK3R1.ACHNcells were transfected with the pSin-GFP-PIK3R1 lentivirus to obtain a cell line stably expressing the PIK3R1 cDNA. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Statistical analysis.Student’s t-test was used to comparing the means of two samples. Linear correlation analysis was used to determine relationship between PIK3Rl and NCAD mRNA expression.A value of p less than 0.05 ( $^ { * } P < 0 . 0 5$ $^ { * * } P < 0 . 0 1$ was regarded statistically significant. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "1．Rini,B.I.,Campbell, S.C.& Escudier,B.Renal cell carcinoma.Lancet 373,   \n1119-32 (2009).   \n2.Comprehensive molecular characterization of clear cell renal cell carcinoma. Nature 499,43-9 (2013). 17-9 (2012).   \n4.Varela,I.et al.Exome sequencing identifies frequent mutation of the SWI/SNF complex gene PBRM1 in renal carcinoma. Nature 469,539-42 (2011).   \n5. Ather,M.H.,Masood,N.& Siddiqui, T.Current management of advanced and metastatic renal cell carcinoma. Urol J7,1-9 (2010).   \n6. Porta, C.&Figlin,R.A.Phosphatidylinositol-3-kinase/Akt signaling pathway and kidney cancer,and the therapeutic potential ofphosphatidylinositol-3-kinase/Akt inhibitors.J Urol 182,2569-77 (2009).   \n7. Yan, W.et al. PI3 kinase/Akt signaling mediates epithelial-mesenchymal transition in hypoxic hepatocellular carcinoma cels. Biochem Biophys Res Commun 382,631-6 (2009).   \n8.Miller,T.W.,Rexer,B.N., Garrett,J.T.& Arteaga, C.L. Mutations in the phosphatidylinositol 3-kinase pathway: role in tumor progression and therapeutic implications in breast cancer. Breast Cancer Res 13,224 (2011).   \n9. Yuan,T.L. & Cantley,L. C.PI3K pathway alterations in cancer: variations on a theme.Oncogene 27,5497-510 (2008).   \n10.Huang, C.H. et al. The structure of a human pl10alpha/p85alpha complex elucidates the effects of oncogenic PI3Kalpha mutations.Science 318,1744-8 (2007).   \n11.Fruman, D. A.& Rommel, C. PI3K and cancer: lessons,challenges and opportunities.Nat Rev Drug Discov 13,140-56 (2014).   \n12.Urick,M.E.et al.PIK3R1 (p85alpha) is somaticaly mutated at high frequency in primary endometrial cancer.Cancer Res 71,406l-7 (2011).   \n13.Jaiswal,B.S.et al.Somatic mutations in p85alpha promote tumorigenesis through class IA PI3K activation. Cancer Cell16,463-74 (2009).   \n14.Huang,Y.etal.Multilayered molecular profiling supportedthe monoclonalorigin of metastatic renal cell carcinoma.Int J Cancer 135,78-87 (2014).   \n15.Philp,A.J.etal.The phosphatidylinositol ${ \\boldsymbol { 3 } } ^ { \\flat }$ -kinase p85alpha gene is an oncogene in human ovarian and colon tumors.Cancer Res 61,7426-9 (2001).   \n16.Taniguchi, C.M.et al.The phosphoinositide 3-kinase regulatory subunit p85alpha can exert tumor suppressor properties through negative regulation of growth factor signaling.Cancer Res 70,5305-15 (2010).   \n17.Cizkova,M.etal.IKRunderexpressnisadepedent prgostk in breast cancer.BMC Cancer13,545 (2013).   \n18.Li,L.,Plummer,S.J.,Thompson,C.L.,Tucker,T.C.& Casey,G.Association between phosphatidylinositol 3-kinase regulatory subunit p85alpha Met326Ile genetic polymorphism and colon cancer risk.Clin Cancer Res 14,633-7 (2008).   \n19.Qian,X.et al.N-cadherin/FGFR promotes metastasis through epithelial-tomesenchymal transition and stem/progenitor cel-like properties. Oncogene 33, 3411-21 (2014).   \n20.Lee,J. M.,Dedhar,S.,Kalluri,R.&Thompson,E.W.The epithelial-mesenchymal transition: new insights in signaling,development,and disease.JCell Biol 172, 973-81 (2006).   \n21. Kong,D,Li,Y.,Wang,Z.&Sarkar,F.H.Cancer Stem CelsandEpithelial-to Mesenchymal Transition (EMT)-Phenotypic Cells: Are They Cousins or Twins? Cancers (Basel) 3,716-29 (2011).   \n22.Jordan, C.T. Cancer stem cell biology: from leukemia to solid tumors. Curr Opin Cell Biol 16,708-12 (2004).   \n23.Kondo,T.,Setoguchi,T.& Taga,T.Persistence of a smallsubpopulation of cancer stem-like cells inthe C6 glioma celline.Proc Natl Acad SciU'SA101,781-6 (2004).   \n24.Bacceli, I.& Trumpp,A.The evolving concept of cancer and metastasis stem cells. JCell Biol 198,281-93 (2012).   \n25.Clevers,H. The cancer stem cel: premises, promises and challenges.Nat Med 17, 313-9 (2011).   \n26.Gassenmaier,M. et al. CXC chemokine receptor 4 is essential for maintenance of renal cell carcinoma-initiating cellsand predicts metastasis. Stem Cells 31, 1467-76 (2013).   \n27. Boumahdi,S. et al. SOX2 controls tumour initiation and cancer stem-cell functions in squamous-cell carcinoma.Nature 511,246-50 (2014).   \n28.Beck,B.& Blanpain, C. Unraveling cancer stem cell potential. Nat Rev Cancer 13, 727-38 (2013).   \n29.He,K.etal.Cancercellsacquireadrugresistant,highly tumorigenic,cancerstemlike phenotype through modulation of the PI3K/Akt/beta-catenin/CBP pathway. Int JCancer134,43-54 (2014).   \n30.Liu,C.et al.Controlofbeta-catenin phosphorylation/degradation bya dualkinase mechanism. Cell108,837-47 (2002).   \n31.Engelman,J.A,Luo,J.& Cantley,L. C.The evolutionof phosphatidylinositol 3- kinases as regulators of growth and metabolism.Nat Rev Genet7,606-19 (2006).   \n32.Luo,J. & Cantley,L.C.The negative regulation of phosphoinositide 3-kinase signaling byp85 and it's implication incancer.CellCycle 4,1309-12 (2005).   \n33.Xue,G.& Hemmings,B.A.PKB/Akt-dependent regulation of cell motility.JNatl Cancer Inst 105,393-404 (2013).   \n34.Bugyi,B.& Carlier,M.F.Control of actin filament treadmilling incellmotility. Annu Rev Biophys 39,449-70 (2010).   \n35. Zhu, Q.S.et al. Vimentin is a novel AKT1 target mediating motilityand invasion. Oncogene 30,457-70 (2011).   \n36.Thiery,J.P.,Acloque,H.,Huang,R.Y.&Nieto,M.A.Epithelial-mesenchymal transitions in development and disease. Cell 139,871-90 (2009).   \n37.Grille,S.J.et al.The protein kinase Akt induces epithelial mesenchymal transition and promotes enhanced motility and invasiveness of squamous cell carcinoma lines.Cancer Res 63,2172-8 (2003).   \n38.Tsukamoto,T.,Hama,S.,Kogure,K.& Tsuchiya,H. Selenate induces epithelialmesenchymal transition inacolorectal carcinoma celline by AKTactivation. Exp Cell Res 319,1913-21 (2013).   \n39.Yang,X.,Chrisman,H.& Weijer, C.J.PDGF signalling controls the migration of mesoderm cels during chick gastrulation by regulating N-cadherin expression. Development 135,3521-30 (2008).   \n40.Zhou,J.et al.Activation of the PTEN/mTOR/STAT3 pathway in breast cancer stem-like cells is required for viability and maintenance.Proc Natl Acad Sci USA 104,16158-63 (2007).   \n41.Dubrovska,A.et al.The role of PTEN/Akt/PI3K signaling in the maintenance and viability of prostate cancer stem-like cell populations.Proc Natl Acad Sci U S A 106,268-73 (2009).   \n42.Munoz,P.,Iliou,M.S.& Esteller,M.Epigenetic alterations involved in cancer stem cell reprogramming.Mol Oncol 6,620-36 (2012).   \n43.Mani, S.A.et al.The epithelial-mesenchymal transition generates cells with properties of stem cells. Cell 133,704-15 (2008).   \n44.He,K.,Xu,T.& Goldkorn,A.Cancer cells cyclically lose and regain drug-resistant highly tumorigenic features characteristic of a cancer stem-like phenotype.Mol Cancer Ther10,938-48 (2011).   \n45.Edge,S.B.& Compton,C.C.The American Joint Committee on Cancer: the 7th edition of the AJCC cancer staging manual and the future of TNM.Ann Surg Oncol 17,1471-4 (2010).   \n46.Cong,L.et al.Multiplex genome engineering using CRISPR/Cas systems.Science 339,819-23 (2013).   \n47.Qi,L. S.et al. Repurposing CRISPR as an RNA-guided platform for sequencespecific control of gene expression.Cell 152,1173-83 (2013). ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The authors thank all the faculties and staffs of BGI-Shenzhen,Zhujiang Hospital of Southern Medical University and Shenzhen Second People's Hospital whose names were not included in the author list, but who contributed to this work. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Author contributions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Y.L., Z.Y.,H.L. (Huan Liu),F.L.,D.S., X.Z.and X.W. performed the experiments and analyzed the data. C.L.and S.W.designed the project and wrote the main manuscript text. A.X.,P.D.,Y.H.,D.Z.,H.L. (Hongjie Liu),M.Z.and Y.F.edited various parts of the manuscript text.A.X.,H.W.,Q.X.,Y.W.(Yongqiang Wang),Y.Z.,Y.W.(Yu Wang) and Z.C.helped with the experimental design. C.L.and S.W.supervised the data analysis and edited text for the manuscript.All authors reviewed the manuscript. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Additional information ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Financial Support: This project was supported by the National Natural Science Foundation of China (Grant No.8130l740) and Innovation Program of Shenzhen (Grant No. JCYJ20130401114715714; No.JCYJ20130401114928183; No.JSGG20130411091246833; No. CXZZ2013051653248144). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Supplementary information accompanies this paper at http://www.nature.com/ scientificreports ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Competing financial interests: The authors declare no competing financial interests. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Howto cite thisarticle:Lin,Y.etal.PIK3Rl negatively regulates the epithelial-mesenchymal transition and stem-like phenotype of renal cancer cells through the AKT/GSK3β/CTNNB1 signaling pathway. Sci.Rep.5,8997; DOI:10.1038/srep08997 (2015). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "This work is licensed under a Creative Commons Attribution 4.0 International License.The images or other third party material in this articleare included in the article's Creative Commons license,unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder in order to reproduce the material.To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ ",
        "page_idx": 11
    }
]