[
    {
        "type": "text",
        "text": "基于驱动与控制相互作用的成瘾冲动性结构与机制",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "曾红」安静雯」黄海娇」甄葭²　杨珍芝」'3王孟成‘（1广州大学教育学院心理系，广州510006）（2广州中医药大学，广州510006）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "（北京师范大学-香港浸会大学联合国际学院，珠海519087）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘 要 物质成瘾者具有明显的冲动性特征，表现为难以戒断的成瘾物质使用。这种行为的产生除了抑制控制的问题外，源于多个维度的驱动力也是重要的原因。低弱的抑制力无法抵挡驱力的作用，出现不平衡状态，形成难以控制的渴求下的强迫性用药或习惯性用药行为倾向。驱动力来源于多方面，奖赏效应，通过条件作用形成的S-R式相关线索反应以及感觉寻求等人格特质；控制成分则包括了反应抑制与无法延迟满足的执行控制功能。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词成瘾行为，冲动性，驱动力，抑制力",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "冲动性是一种对内、外刺激的无计划、急促的反应，当事人无法考虑这种反应对他们自身或其他人的负面结果(Koob&Volkow,2010)。在很多临床症状中会进一步推进功能障碍化行为，成瘾是其中的典型。冲动性与各类药物成瘾的保持和复吸都有关联(Long etal.,2020)，是预测成瘾的内表型特征，是各类成瘾者的共同行为现象(Dalley& Ersche,2019)。冲动性被分为三大类型：特质冲动是一种早于事件存在的对自我进行调节的人格特质，通常通过自我报告反映出来；等待冲动反映对延迟奖赏的折扣反应以及高风险决策;停止冲动是指个体无法控制动作反应，及时有效地制止已经启动的行为，也称反应抑制，是自上而下的控制机能出现障碍，反映抑制优势动作的能力(MacKillop et al.,2016)。这三个类型也被归为冲动性的三个潜在结构，彼此互不相关，并与物质滥用都有稳定的关系。但这种划分实际上存在互相重叠，动作冲动性和等待冲动性（两者都会反映在行为中）实际上也可能存在于冲动性人格中。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "冲动性的人格特质主要采取BIS-11 冲动量表（Barratt Impulsiveness Scale-11）和 UPPS冲动行为量表（UPPS Impulsive Behavior Scale）测量，在BIS-11 中，测量了注意偏向、无计划性和动作冲动等三类特征，其中动作冲动反映了他们具有遗传性低反应抑制性特征",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(Morein-Zamir&Robbins,2015)。这种动作冲动和在实验室采用的Go/No go，停止信号(StopSignal Task,SST)任务测量到的反映抑制有高度相关(Smith etal.,2014)，应该说它们反映的是同一类心理现象。众多研究显示,先于成瘾要素使用的动作冲动性水平可以预测可卡因(Belinet al.,2008;Dalley et al.,2007)、尼古丁的使用及经过一段时间的惩罚后的可卡因的恢复使用(Diergaarde et al., 2008)。成瘾者的人格特质中的感觉寻求特征更容易导致对成瘾药物的尝试性和娱乐性使用，之后，低抑制特征使他们难以控制自己，逐渐发展为目标-导向行为和相关线索下的习惯化、强迫性使用，表现出强烈的冲动性特征；戒断后，戒断症状和基本的(非相关线索诱导)渴求会随着长期戒断逐渐减少，但条件性渴求(相关线索诱导下的行为反应和情绪、压力，即习惯性用药行为和渴求感)的强度会随着时间增加而增加(Bedi et al.,2011)，表现为难以克制的强迫性药物使用行为，进而发生复吸，形成戒断-复吸的恶性循环，更是凸显冲动性特征。因此，低弱的抑制、控制能力从成瘾物质的开始使用至成瘾、不断复吸的过程中，一直扮演重要角色。而且在不断使用药物的过程中，可能进一步受到药物使用的影响，形成越来越强的冲动性水平，伴随整个成瘾过程，是成瘾行为的关键心理特征(Zeng et al.,2015)。但是,冲动性具有多维而复杂的性质(Vassileva&Conrod,2019)，是一种“反应或结果”,也就是说，它可能表现为一种行为，也可能表现为一类特征。低控制这单一的因素并不能直接造成冲动行为。显然，高冲动性行为及特征是抑制控制低下的重要表现形式，但冲动性特征并不完全等同于低控制力，冲动性行为也不仅仅是低控制的结果，而是低抑制控制无法控制某一种或多种力量而导致的行为，对成瘾者而言就是导致不断地用药行为及至成瘾，及成  \n：瘾后一而再地戒断、复吸。这种不能被控制的力量是什么？现在还不完全清楚。目前研究重点聚焦于强调冲动性行为中被削弱的抑制控制，很少指出这种反应抑制功能无法控制的对象是什么？冲动性特征被等同于“去抑制性”特征，即自上而下的控制机制的失调。但冲动性行为却是个体抑制不适合当前需求的（奖励）驱动的反应(Aron etal.,2007)。因此，冲动性至少应包含两个成分：抑制控制和驱动反应，两者不平衡才会造成冲动。这从冲动性在神经任务中的表现及神经基础的众多影像研究中可以得到证实：成瘾不同时期的行为受到不同的脑回路调节，在这些脑回路中，有一些关键的因素，都涉及以下脑区，眶额回-背侧纹状体、底外侧杏仁核，与渴求有关的海马回以及脑岛，及与损伤的抑制控制功能相关的扣带回、背外侧前额叶皮层和额下回 (Koob&Volkow,2010)。对于可卡因成瘾者的研究也显示，前额叶-纹状体-杏仁核网络与抑制控制任务成绩呈负相关(Wang etal.,2018)。此外，还有研究显  \n：示，负责驱力的脑网络与负责抑制控制的脑网络在成瘾者会表现出向相反方向的异常（Zeng,et al., 2018）。  \n因此，就成瘾行为而言，冲动性表现为成瘾个体无法控制某种力量而造成的持续性药物使用行为，这些力量应该是驱动成瘾者形成冲动性用药行为的动力。当抑制控制不足以抵御这些驱力，就呈现出冲动性用药反应。那么，哪些因素(驱力)会引发其冲动性反应(用药行为)？这些驱力是如何形成的？它与成瘾者的抑制性的关系如何？只有澄清这些问题，才可能更好地理解成瘾冲动性特征，并找到相应的干预方法。综上，本文将从成瘾冲动性特征的驱动和抑制因素的角度出发，探讨成瘾冲动性的结构组成和来源，为理解成瘾的冲动性用药行为、并提出更有针对性的干预措施提供理论基础。1成瘾冲动性的结构  \n正如前文所言，冲动性特征不是单一结构的心理现象。已有多种理论提出不同看法：“三因素论”认为冲动性特征由行为去抑制性，冲动性决策和无法集中注意三个独立维度组成 (deWit,2009)，但这三个维度，描述的是冲动性特征的不同类型，而非结构。这些不同类型的冲动性特征会表现出不同的冲动性行为。  \niRISA(The impaired Response Inhibition and Salience Attribution)模型认为，损伤的反应抑制和凸显诱因脑区是成瘾冲动性特征的原因：反应抑制是控制力，而药物的凸显性则是一种驱力。不过，凸显性并非一种终极的解释，这种凸显性是什么造成的？以什么形式表现出来？而且，成瘾冲动性的驱力和控制力的源泉显然不止于此。有证据显示，奖赏、习惯性行为、成瘾记忆和执行功能脑区都在成瘾中起到相应的作用(Zilverstand etal.,2018)，分别担任着控制和驱动的角色。因此，iRISA模型并不能完全涵盖成瘾冲动性的驱动和控制因素。双因素模型认为奖赏驱动(不断增强的趋近冲动)和鲁莽冲动(不断降低的抑制控制)是冲动性的两大结构。两个因素共同作用，造成个体无法抑制由奖赏造成的驱动，而产生冲动性行为(Verges et al., 2019)。  \niRISA和双因素模型都认同冲动性特征由超过一种要素构成及抑制反应在冲动性中的作用，认为成瘾者不断降低的抑制控制是冲动性用药行为产生的调节因素。但从驱动冲动性行为发生的角度看，iRISA模型强调注意力凸显功能在冲动性行为中的作用，但凸显本身不是“刺激”，不具备驱动的作用，它只能起到促进或中介的作用。引发注意力凸显的因素才是驱动力，但这种驱动力是什么，该模型并没有说明。双因素模型提出了奖赏效应作为驱力的重要成分，但忽略了成瘾后，由于条件作用造成的相关线索下的习惯性用药行为倾向。这种“S-R”性质的冲动性行为在成瘾期对药物使用和戒断后的复吸产生的影响可能远远超过奖赏作用(Everitt &Robbins,2016; Zeng et al.,2018)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1 此外，从开始使用药物到成瘾过程，还有不同的力量会引发冲动性行为的发生。药物相  \n2 关线索(用药相关的工具、环境及人物等)作为重要的刺激源，以条件性作用的形式，促进习  \n3 惯性用药行为形成(Ito&Doya,2015)；日常生活中各类负性情绪带来的压力以及成瘾者本身  \n4 所具有的负性紧迫感、成瘾者的感觉寻求人格特质都会促发难以控制的用药行为，造成用药  \n5 或戒断后的复吸(Emmanuel&Lina,2018)。因此，奖赏效应、生活事件、负性情绪、压力等  \n6 可能都是成瘾冲动性特征的重要驱力因素，它们以刺激的形式促进 S-R 性质的习惯性用药  \n7 行为的产生。不过，其机理还不能完全确定。但可以确定的是奖赏效应和与药物相关的线索，  \n8 包括负性情绪、压力等是习惯性药物使用中重要的刺激源，容易引发 S-R式的难以抑制的习  \n9 惯性药物使用行为即成瘾的冲动性行为。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "综上，成瘾的冲动性特征应源于两种力量：驱动力和控制力，两者的不平衡造成冲动性行为。驱动力至少包含了奖赏效应、条件学习引发的“刺激-反应”力。成瘾者人格特质中的感觉寻求、负性急迫性等也可能是驱动力之一。在刺激源(驱力)中，有奖赏效应、药物相关线索反应等因素，它们是决定成瘾冲动性特征的因素，而抑制控制则起到调节驱力的作用。当驱动力强，抑制控制力弱，就会发生冲动性用药行为。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2成瘾冲动性的抑制控制因素",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1与冲动性人格特质相关的反应抑制特征",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "成瘾行为中，冲动性最为突出的表现是成瘾者的冲动性人格特征。研究显示，通过自我报告测出的冲动性特征和药物使用有稳定可靠的相关(Argyriou et al.,2018)。 物质成瘾者比非用药的健康对照组具有更高水平的BIS 特质冲动，主要表现为感觉寻求、注意冲动(偏向)、无计划性、低水平的抑制控制以及负性紧迫感(Zeng etal.,2013)。不过感觉寻求更多与成瘾物质使用有关，但与成瘾没有显著相关 (Patij&De Vries,2013)，但可能成为成瘾冲动性的驱力之一。低抑制控制表现为动作性冲动，难以取消已经发动的动作反应。常常用Go/Nogo，停止信号任务来测量。物质成瘾者在停止信号任务上表现出更差的停止冲动(Stopping Impulsivity)，具有更差的反应抑制能力（Belin,etal.2008），这正是动作冲动的表现。神经心理学和认知神经科学中，用\"去抑制性”(Disinhibition）或反应控制不足  \n(Response Dyscontrol)表达该类冲动。抑制性强则能够抑制自动化的、不适合当下情境的反应。  \n这种冲动性依赖于背外侧纹状体（dorsolateral striatum，DLS）与前额叶皮层  \n(prefrontal cortex，PFC)连接机制(Dally&Ersche,2019）。另有研究发现，右侧额下回(inferior frontal cortex，IFG)和前扣带回（anterior cingulate cortex，ACC）可以调节成功的停止抑制任务表现；处于青少年早期的成瘾物质使用者在成功完成抑制任务(Go/No go task期间,背侧前额皮层(dorsolateral prefrontal cortex，DLPFC)的更显著激活可以预测后期更少的问题行为(Martz et al.,2018)。  \n可卡因成瘾者在用药前被发现存在特质性冲动，这类特质与家族遗传相关，具有特异的神经基础：主要表现为脑结构和功能的异常，与前额叶-纹状体通路(Fronto-Striatal)的结构异常相关(Dalley& Ersche,2019;Ersche et al.,2013)。此外，右侧额下回(IFG)白质密度减少、壳核灰质容量增大，这些涉及驱力及控制功能的脑区的激活及结构特征说明药物滥用行为及表现出的冲动性与由前额叶有关的控制机能相关(Everit&Robbins,2016)。  \n不过，尽管抑制控制及其神经基础导致的动作冲动作为易感性因素在成瘾物质使用中起到了重要的促进作用，但这些特征与大脑结构的关联同样表现在没有使用成瘾物质的一般人身上(Desermo et al.,2015)。有研究显示，药物滥用者和他们的第一代兄弟姐妹在BIS中表现出类似的特质冲动，并且也显示出类似的脑区激活和灰质容量的变化(Ersche et al.,2012;Morein-Zamir&Robbins,2015)。成功进行反应抑制时的外侧眶额叶皮层的激活与自我报告的酒精、尼古丁、非法药物使用相关，这些人的兄弟姐妹也在相似的脑区显示出了高激活(Morein-Zamir&Robbins,2015)。针对人类婴幼儿期的前瞻性研究也说明行为的冲动性和相伴的大脑功能至少部分是先于药物使用存在，成为成瘾的一个危险因素。  \n综上，成瘾个体及家庭成员在行为及神经基础的相似特征及与对照组的差异反映了药物使用前，就已经存在的低抑制控制特质，这些人格特质被称为冲动性人格特质，至少包括高感觉寻求以及低反应抑制的特征。它们以异常的生理机制为基础，造成成瘾个体先天具备药物使用的易感性和脆弱的抑制控制能力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2无法延迟满足的认知控制缺陷及其神经机制",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "在冲动性行为中，还有一类冲动性行为，被称为选择性冲动，可以显著预测持续的可  \n卡因和尼古丁的寻求和使用(Patij&De Vries,2013)。这种冲动在短时程内表现为基于错误  \n的时间或可能性的预测而无法抑制一项不适当的反应的发动 (Dalley& Ersche,2019)；在长  \n时程内则表现为无法忍受延迟奖励(Castellnos& Tannock,2002; Noreika et al.,2013)，反映  \n对延迟奖赏的折扣反应以及高风险决策(Hobkirk et al.,2019)。注意力缺陷多动障碍(ADHD)  \n的个体和药物成瘾者无法忍受延迟奖励(Bickel et al.,2014;Weafer et al.2014)，而冲动的形  \n式也包括对延迟奖励的极度不容忍(Dalley&Robbins,2017)。在物质使用的背景下，控制能力较低的个体对即时满足和奖励性刺激异常敏感，更容  \n易出现成瘾物质使用问题(Martelet al.,2009)。在人类实验中，用四选择系列反应时间任务(4-Choice Serial Reaction Time Task，4CSRTT)进行测量(Voon et al.,2014)。测量中要求在收到明确的信号之前不要做出反应。成瘾者通常表现出极其相似的障碍：过早的反应和较慢的SSRTs (Stop Signal Reaction Time)(Ersche et al., 2013)。  \n这种无法对有目标的行为进行控制的认知控制功能是由双侧额顶皮层，包括dIPFC,vIPFC和后侧顶叶所调节(Laird etal.,2011)。对啮齿动物的损伤研究和对人类的功能成像研究也表明，伏隔核(NAC)、基底外侧杏仁核(BLA)、海马体、脑岛、外侧前额叶(PFC)、后扣带皮质（PCC）、顶叶皮质和眶前额皮层(OFC)与延迟折扣性冲动有关(Dalley& Ersche,2019)。不仅说明认知控制的神经机制，同时也说明与认知控制有关的等待冲动还包含了由伏隔核、杏仁核等功能决定的驱动力。成瘾者在奖赏效应的驱动下产生的早期“目标-导向”性用药行为正是这种认知控制失效的表现，成瘾后的强迫性行为也受到这种失调的认知控制的影响，表现出强烈的冲动性(王鹏飞 等,2019)。  \n不过，这类倾向于危险决策的等待冲动性无法确定是在人格特质或神经基础中就具备的，还是受成瘾药物的影响。Ersche等人(2013)的研究显示，兴奋性物质成瘾者和他们没有任何成瘾的兄弟姐妹除了都呈现增高的冲动性和强迫性人格特质，在神经基础上也呈现边缘系统-纹状体区域的扩展。说明这种基于腹侧纹状体-前额叶的等待冲动性有可能也与先天的人格特质有关。那么，作为调节冲动性的反应抑制及认知控制功能可能都有遗传因素的参与，并且在药物使用的过程，有可能进一步恶化。就成瘾者而言，显然是这样的抑制、控制无法调节由于驱力造成的药物使用倾向，进而形成冲动性用药，无论是药物使用早期的目标-导向行为还是成瘾后的习惯性、强迫性用药行为的过程。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3驱动成瘾冲动性行为的结构因素分析",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "如上所述，成瘾的冲动性特征和行为至少源于两种力量：驱动力和控制力，两者的不平衡造成冲动性。除了成瘾物质造成的奖赏作用外，成瘾冲动性的驱力还来源于条件学习引发的“S-R”反应以及成瘾者本身所具有的感觉寻求、负性急迫感等。这些心理现象也具备驱动的力量，在成瘾者低抑制控制的情况下，表现出显著的冲动性，引发药物使用行为。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1“奖赏”效应与成瘾记忆 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "药物使用初期，药物激活相关脑区引发奖赏效应，令用药者持续使用药物。奖赏效应又调节具有记忆功能的相关脑区，增加药物使用者的药物相关记忆，从而潜在地提高个体的药物使用概率(Goodman&Packard,2016;White et al.,2013)。这种行为具有目的性，被结果的奖赏性驱动，药物使用者的低抑制无法控制这种奖赏效应的力量，导致朝向奖赏的用药行为持续发生，发展为成瘾早期的“目标-导向”用药行为(Koob&Volkow,2010)，表现出等待",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "这类等待冲动特征依赖于腹侧纹状体的功能性整合(Dalley& Ersche,2019)。中脑边缘多巴胺系统是奖赏环路的中心(Haber&Knutson,2010)。腹侧纹状体内伏隔核的中心和外周边缘亚区如边缘皮质系统统合的机制调节“奖赏”效应(Dalley&Robbins,2017)。该区域介入对药物奖赏的评估，加剧使用药物的急迫性，直至个体完全被使用药物的念头所占据，尤其是在药物戒断的状态下(Koob&Volkow,2016)，驱动个体复吸。有研究比较了可卡因使用者和非可卡因使用者的奖赏和执行控制网络静止状态功能连通性及其与冲动决策的关系，发现奖励和执行控制回路之间的不平衡导致了使用冲动(Hobkirk et al.,2019)。此外，药物使用者奖赏网络和左侧认知控制网络的强逆耦合与冒险倾向有高相关(Andersen,2019)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "奖赏效应可以在成瘾行为发展早期驱动药物使用。但有研究显示，与奖励期待相关的腹侧纹状体的异常激活不能显著预测青少年成瘾行为后期更少的问题行为(Martz et al.,2018)，说明除了奖赏效应，还有其他因素会驱动药物使用行为，呈现冲动性特征。这个因素可能与药物长期使用形成的条件作用有关。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2条件作用下的“刺激-反应”联结",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "长期的用药过程中，药效和药物相关线索发生联结，通过条件学习形成条件反射性行为——相关线索下的习惯性用药反应和渴求感，把由奖赏效应控制的目标-导向行为转化为S-R性质的习惯性用药行为，及在渴求感促发下，无法控制的强迫性用药行为，成为成瘾行为的重要特征。而S-R反应由于其反射性质、自动化、无意识特征，成为成瘾冲动性行为的重要驱动力，成瘾者脆弱的反应抑制无法控制它(Zeng et al.,2018；曾红 等,2015)，进而发展成成瘾行为或戒断后的复吸行为。这种“S-R”行为反应的神经基础是背侧纹状体(Dorsal Stratium，DS)与相关脑区的连接异常(Milton&Everitt,2012)。对酒精成瘾的影像研究显示，严重酒精成瘾者在背侧纹状体区显示更高的相关线索激活，同时，针对相关线索反应的背外侧纹状体活动强度与药物渴求呈正相关(Wang et al.,2018)。此外，由壳核与辅助运动区(Supplement Motor Area,SMA）构成的前额叶-背外侧纹状体-感觉运动环路(Sensorimotor-Fronto-Striatal loop)也显著激活(Jahanshahi etal.,2015)。相关线索下，来自运动区域的信号投射至壳核经由黑质(Substantia Nigra，SN）区域反馈至额叶，激发个体的行为反应(Ito&Doya,2015)。这三者的共同作用，导致相关线索下习惯性用药行为的直接产生。因此，背外侧纹状体与顶叶运动皮层的解剖结构的连结正是S-R型习惯性行为的神经基础(de Wit &Phillips,2012)。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "S-R是成瘾冲动性的驱力，那么，S-R行为结构中的S就是形成驱动力的因素。在条件作用下，一切与药物使用和药效相关联的事物可能都会在条件化的作用下，成为条件反射行为的条件，引发条件反射性质的用药行为。这些与药效相关的一起用药的人、环境、工具和使用成瘾物质时的情绪和压力成为成瘾者不断使用药物的重要刺激源。在长期的用药过程中逐渐成为用药相关线索，一旦呈现，便刺激成瘾者发生习惯性的药物使用行为(王鹏飞 等,2019)，表现出冲动性特征。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.3作为条件刺激的相关因素：负情绪及压力",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "压力是适应负荷的主要来源，会导致长期的、渐进性的大脑变化，并引发药物使用倾向(Emmanuel&Lina,2018)。这与压力在神经功能上的作用是分不开的。压力会被促肾上腺皮质释放因子和其他的压力激素所调节，强化杏仁核的功能，导致负性情绪状态和渴求增强(Hiser&Koenigs,2018)，并且还会弱化海马回和前额皮层功能，导致执行控制功能减弱，增加复吸的危险性(Andersen,2019;Ruisoto & Contador,2019)。成瘾者在药物使用前和使用后，都面临众多生活事件，包括失业、人际、家庭关系、被歧视等，这些压力长期存在于其生活中，又缺乏适当的应对方式(曾红 等,2015)，结果就很容易作为相关线索，成为驱动药物使用的重要因素之一。此外，与正、负情绪相关的压力所造成的紧迫感是成瘾冲动性行为的一个显著特征(Ruisoto&Contador,2019)。有研究表明，青少年中，负性紧迫感是与问题性药物使用关系最为密切的一种心理特征(Chester et al.,2016)。这些特征主要表现为对成瘾药物的易感性，易感性使得初次使用成瘾药物的阈限被降低，具有这类特征的人比不具备的人更容易尝试性、娱乐性地使用成瘾物质(Verdejo-Garcia et al.,2008)。而一旦开始后，又由于低抑制控制特征，无法自我控制，而导致最终成瘾。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "3.4感觉寻求及负性紧迫感的人格特质",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "冲动性人格特质，除了抑制控制缺陷外，还包括感觉、新颖寻求等动机特征，这些人格特征会提高对成瘾药物的易感性(Cheng et al.,2015;Everitt&Robbins,2013)。易感性推动和促进成瘾物质的初次使用，并且随着成瘾物质使用时间的增长进一步加剧。采用 BIS-11、UPPS-P及其他相关问卷开展的自我报告研究显示，感觉寻求、注意偏向等特征和药物使用有稳定可靠的相关(Argyriou et al.,2018)。另外，与正、负情绪相关的压力所造成的紧迫感也是成瘾冲动性行为的一个显著特征(Ruisoto &Contador,2019)。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4、抑制控制与驱力的相互作用",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "综上，成瘾者在抑制控制和认知控制上都呈现出低水平，而在奖赏、压力及“S-R”",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "反应上都呈现异常的高水平。从行为现象看，奖赏效应、“S-R”反应以及感觉寻求和负性紧迫感都可能引发冲动性药物使用，它们是成瘾冲动性的驱动力。但这种驱动力是否能直接引发冲动性的药物使用，还要取决于使用者的抑制、控制特征，两者力量不平衡会影响冲动性药物使用。成瘾者在反应抑制和执行控制上都呈现出低水平，而在奖赏效应及“S-R”反应上则由于药效和联结作用呈现异常的高水平，即力量强大的驱动力。成瘾者的抑制控制能力无法调节这种驱力，造成两者的不平衡，进而呈现出不可控的冲动性药物使用行为。可见，冲动性是由这些驱动的因素和控制的因素共同作用而成。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "如果把成瘾、复吸比作洪水泛滥，来自奖赏效应、条件学习以及压力的驱动力就是力量庞大、具有破坏性的洪水，是造成洪水泛滥的主要原因；抑制控制则是堤坝，可以调节洪水泛滥。但如果此堤坝不够牢靠，较小的河水流量也许不会造成灾难，一旦河水暴涨，力量增强，洪水必定泛滥，造成灾难。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "当然，这里还存在着奖赏效应、生活事件、负性情绪等驱力和控制力的作用比例或权重问题。但不同的个体，其先天的气质特征和成瘾的程度及生活环境都不相同，因此，本文所述的各类因素在成瘾冲动性形成中的作用也大小不同。目前并未见对这些因素的权重研究。但众多研究发现，成瘾者戒断后的生活环境，面临的压力是其复吸的重要因素;但也有部分个案报告复吸是由于对毒品的渴求所驱动而造成的。因此，驱力和抑制力在造成冲动性行为中的作用比例应该是比较个性化的。也许将来可以通过自我报告的方式了解，不过自我报告的结果可能会受到社会期待的潜在影响。神经影像的结果也可以进一步对这些不同力量的作用进行权重的重要方法，有待进一步深入探讨。更为有效的方法可能是综合性的评估，包括自我评估、行为和影像的测量。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "从神经基础的角度，无论哪一类冲动性，都不是某一个单独脑区的结构、功能异常的产物，而是驱动力和抑制控制回路的不平衡，或者说负责驱动和控制的脑区之间的异常功能连接(失衡)所致。奖赏和执行控制回路的不平衡会影响冲动性药物使用(Hobkirk et al.,2019)。研究显示，成瘾者在特定的与执行控制相关的大脑皮层显示了与奖赏功能连结的异常(Guan et al.,2015)；可卡因滥用者在奖赏-执行控制脑区显示出异常的静息态脑网络耦合，与冲动性决策相关。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "与动作冲动性相关的抑制控制的神经机制与腹外侧前额叶(含额下回IFG)/前扣带回到背侧纹状体(尾状核、壳核)的神经环路(vl-PFC/ACC一Caudate Nucleus &Putamen)密切相关(Robbins etal.,2012)。两种冲动性，都涉及了分别与驱动、抑制控制相关的脑区。这些数据显示，冲动性的神经机制不是某单一脑区的功能，而是驱力和抑制控制两种心理现象的",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "相关脑区功能连接异常的结果。  \n我们的研究显示，海洛因成瘾者在左侧壳核与中央前回环路上呈现更强的静息态功能连结，在壳核-额下回则呈现弱功能连结（Zeng,et al.,2018)，说明其相应的心理功能—习惯性（用药）行为倾向增强，而抑制控制这种习惯化行为的能力减弱。这也正反映了驱动力（习惯性行为）和抑制控制之间的不平衡会诱发动作冲动性，表现为相关线索下的不可控制的药物使用行为，造成成瘾或成瘾戒断后的复吸，",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "结语：基于驱动力和控制力平衡的成瘾干预方法",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "奖赏、条件学习形成的S-R反应成为成瘾冲动性的驱力来源，反应抑制、执行控制是控制力量。当驱动力足够强大，而抑制控制力又低弱，两者共同作用就容易形成冲动性行为，造成现实中成瘾者不断用药、复吸的现象。理论上讲，避免冲动性用药行为可以通过降低驱动力或者增加抑制控制能力，通过两者达到平衡来实现。但目前大部分的证据发现，抑制控制功能在短期戒断后基本维持原样(杨玲 等,2020)，还未见对于长期戒断的报道。而且，冲动性人格特征这种具有遗传性质的心理现象难以在短期内改变。这也就意味着对成瘾者而言，作为调节冲动性的因素—一抑制控制难以得到根本改变，即使是长期戒断。那么，帮助他们降低冲动性、减少冲动性行为的重要方法就应该是降低驱动力，即降低奖赏效应、消除S-R联结或者说减少相应刺激的出现，可能可以帮助成瘾者降低驱动力，从而降低其药物使用的冲动性。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "如果驱动力能随着治疗、干预或者药物戒断时间的延长而逐渐降低，即使抑制控制一直处于低水平状态(或者因为用药损伤的控制能力得到部分恢复)，驱动力与抑制控制力也可以达到平衡，避免冲动性用药行为的发生。也就是说随着戒断时间的增长，治疗的影响，成瘾冲动性行为的驱力减弱或控制力增强，即便成瘾者具有难以改变的冲动性人格特质，也有可能保持戒断、预防复吸。同样用洪水的比喻，防止洪灾的办法，一是减小洪水量，二是增强堤坝。但成瘾者的堤坝（抑制控制）部分是遗传的特质(Morein-Zamir &Robbins,2015)，加上长期药物作用，短时间难以恢复。所以，降低成瘾者的冲动性，还需要考虑从减小洪水量即降低驱动力入手。若结合提高控制力，降低驱动力，可能可以帮助成瘾者在即使控制力无法或较少提高的情况下，也能减少冲动性行为。这将对成瘾的治疗、预防复吸具有关键作用，并且是一种操作性、适用性强的方法。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "神经认知和行为相结合的干预模式已经被评估和测试证明是有效的临床干预方法(Vassileva&Conrod,2019)。建立在动作认知理论上的途径偏向消退训练采用“动作消退动",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "1 作”的原理，针对相关线索引发的习惯性用药行为—一成瘾冲动性的重要表现，开展消退  \n2 训练，通过推开相关线索的行为，消退已有的联结，建立新的“S-R”反应，从而减少或  \n3 消退成瘾期在相关线索下的冲动性反应，进而减少用药行为。这类方法的针对对象正是冲  \n4 动性的重要驱力：“S-R”联结。该方法已成功帮助酒精成瘾者降低途径偏向效应，降低相  \n5 关脑区激活、减少渴求感和酒精使用行为(Eberlet al.,2013)，此外，在海洛因成瘾者中也获  \n6 得了积极的结果(叶浩生 等,2017)。  \n7 另外，列联管理治疗（ContingencyManagement,CM）是一种基于激励的心理治疗途径，  \n8 对参与者的特定积极行为改变进行奖励，是针对物质成瘾的最有效的治疗方法(Griffith etal,  \n9 2000)。采用CM，尝试用新的奖赏替代药物奖赏效应，使药物奖赏的驱动力能够降低或被替  \n10 代，从而减少成瘾者的冲动性行为，达到保持操守的目标。这些方法对成瘾的治疗、预防复  \nl1 吸具有关键作用，并且是一种操作性、适用性强的方法。可以有针对性的和其他方法结合，  \n12 开展成瘾治疗。当然，其疗效需要进一步的临床实证研究。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "参考文献：",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "王鹏飞，严瑞婷，苗心，曾红.(2019).冲动还是习惯？成瘾不同阶段中冲动性的性质与机制．心理科学进展，27(05), 834-842.  \n杨玲，张炀，曹华，徐景，杜军红，张建勋.(2020).海洛因依赖短期戒断者工作记忆的可恢复性．中国临床心理学杂志,27(4),652-656.  \n叶浩生，朱亮，曾红．(2017).途径偏向矫正训练对药物成瘾相关线索反应的调节．心理学探新,37(1)，65-69.  \n曾红，苏得权，姜醒，陈骐，叶浩生.(2015).不同药物相关线索反应下感觉-运动脑区的激活及作用．心理学报,47(007),890-902.  \nAndersen, S.L.(2019). Stress,sensitive periods,and substance abuse. Neurobiology of Stress,10,14.  \nArgyriou,E.,Um,M., Caron,C.,& Cyders,M.A. (2018).Age and impulsivebehaviorin drug addiction: Areviewof past research and future directions.Pharmacology Biochemistry Behavior, l64,106-117.  \nAron,A. R.,Durston, S.,Eagle,D. M.,Logan, G.D., Stinear, C.M.,& Stuphorn, V. (2007). Converging evidencefor a fronto-basal-ganglia network for inhibitory control of action and cognition. Journal of Neuroscience,27(44), 11860-11864.  \nBedi, G.,Preston,K.L.,Epstein,D.H.,Heishman,S.J.,Marrone,G.F.,Shaham,Y.,&de Wit,H. (2011).Incubation",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "of cue-induced cigarette craving during abstinence in human smokers.Biological Psychiatry, 69(7),708- 711. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Belin,D.,Mar,A.C.,Dalley,J.W.,Robbins,T.W.,&Everit,B.J.(2oo).Highimpulsivitypredicts theswitcht compulsive cocaine-taking. Science, 320(5881),1352-1355.   \nBickel, W. K., Kofarnus,M. N., Moody,L.,& Wilson,A.G. (2014).The behavioral- and neuro-economic process of temporal discounting: A candidate behavioral marker of addiction. Neuropharmacology, 76,518-527.   \nCastellanos,F. X.,& Tannock, R. (2oo2). Neuroscience of attention-deficit/hyperactivity disorder: The search for endophenotypes. Nature Reviews Neuroscience, 3(8), 617-628.   \nCheng,G.L.F.,Liu,Y.P., Chan,C.C.H.,So,K.F.,Zeng,H.,&Lee,T. M.C. (2015).Neurobiologicalunderpinnings of sensation seeking trait in heroin abusers. European Neuropsychopharmacology, 25(11),1968-1980.   \nChester,D.S.,Lynam,D.R.,Milich,R.,& DeWall, C.N. (2016). Craving versuscontrol: Negative urgency and neural correlates of alcohol cue reactivity. Drug and Alcohol Dependence, 163, S25-S28.   \nDalley, J. W.,& Ersche,K. D. (2019). Neural circuitry and mechanisms of waiting impulsivity: Relevance to addiction. Philosophical Transactions of the Royal Society B-Biological Sciences,374(1766),12.   \nDalley, J. W.,Fryer,T.D.,Brichard,L.,Robinson,E.S.J.,Theobald,D.E.H.,Laane,K...Robbins,T.W.(2007). Nucleus Accumbens D2/3 receptors predict trait impulsivity and cocaine reinforcement. Science, 315(5816),1267-1270.   \nDally, J. W., & Robbins,T. W. (2017). Fractionating impulsivity: Neuropsychiatric implications. Nature Reviews Neuroscience, 18(3),158-171.   \nde Wit,H. (2o09). Impulsivity as a determinant and consequence of drug use: A review of underlying proceses. Addiction Biology, 14(1),22-31.   \nde Wit,H.,& Philips,T. J. (2Ol2). Do initial responses to drugs predict future use or abuse? Neuroscience and Biobehavioral Reviews,36(6),1565-1576.   \nDeserno,L.,Wibertz,T,Reiter,A.,Horstmann,A.,Neuman,J.,Vilringer,A,..Shlagenhauf,F.().Latra prefrontal model-based signatures are reduced in healthy individuals with high trait impulsivity. Translational Psychiatry, 5.   \nDiergaarde,L.,Patij,T.,Poortvliet,1.,Hogenboom,F.,de Vries,W.,Schofelmeer,A.N.M.,&De Vries,T.J. (2008). Impulsive choice and impulsive action predict vulnerability to distinct stages of nicotine seking in rats. Biological Psychiatry, 63(3),301-308.   \nEberl,C.，Wiers,R.W.，Pawelczack, S.,Rinck，M.， Becker, E. S.，& Lindenmeyer, J. (2013). Approach bias   \n1 modification in alcohol dependence: Do clinical effects replicate and for whom does it work best?.   \n2 Developmental Cognitive Neuroscience, 4(2), 38-51.   \n3 Emmanuel,D.,& Lina, K.B. (2018). Opioid receptors: Drivers to addiction? Nature reviews. Neuroscience,19(8).   \n4 Ersche,K.D.,Jones,P.S., Willams,G.B.,Smith,D.G.,Bullmore,E.T.,&Robbins,T.W.(2013).Distinctive   \n5 personality traits and neural correlates associated with stimulant drug use versus familial risk of stimulant   \n6 dependence. Biological Psychiatry, 74(2),137-144. Ersche,K.D.,Turton,A.J., Chamberlain,S.R., Mueler,U.,Bullmore,E.T.,&Robbins,T. W.(2012). Cognitive dysfunction and anxious-impulsive personality traits are endophenotypes for drug dependence.American Journal of Psychiatry,169(9), 926-936. Everitt,B.J.,& Robbins,T. W. (2013).From the ventral to the dorsal striatum: Devolving views of their roles in drug addiction. Neuroscience and Biobehavioral Reviews,37(9),1946-1954. Everitt,B.J.,&Robbins,T.W. (2016).Drug addiction: updating actions to habits tocompulsions ten years on. In S. T. Fiske (Ed.),Annual Review of Psychology, Vol 67 (Vol. 67, pp. 23-50). Palo Alto: Annual Reviews. Goodman,J.,&Packard,M. G. (2016). Memorysystems and the addicted brain.Frontiersin Psychiatry,7, 9 Griffith, J.D.,Rowan-Szal, G.A.,Roark,R.R.,& Simpson,D.D. (20o). Contingency management inoutpatient methadone treatment: A meta-analysis. Drug Alcohol Depend, 58(1-2), 55-66. Guan, S., Cheng,L.,Fan,Y.,&Li, X. (2015). Myopic decisions under negativeemotions corelate with altered time perception. Front Psychol, 6, 468. Haber，S. N.,& Knutson,B. (201O). The reward circuit: Linking primate anatomy and human imaging. Neuropsychopharmacology, 35(1), 4-26. Hiser, J.,& Koenigs,M.(2Ol8).The multifaceted role of the ventromedial prefrontal cortex inemotion,decision making,social cognition,and psychopathology. Biological Psychiatry, 83(8), 638-647. Hobkirk,A.L.,Bel,R.P., Utevsky,A. V., Huetel,S.,& Meade, C.S. (219).Rewardand executive controlnetwork resting-state functional connectivity is associated with impulsivity during reward-based decision making for cocaine users. Drug and Alcohol Dependence, 194,32-39. Ito,M.,& Doya,K. (20l5).Distinctneuralrepresentation ithe dorsolateral,dorsomedial,and ventral partsofthe striatum during fixed- and free-choice tasks. Journal of Neuroscience, 35(8),3499-3514. Jahanshahi, M.,Obeso,I.,Rothwel,J.C.,&Obeso,J.A.(2015).Afronto-striato-subthalamic-pallidal network for goal-directed and habitual inhibition. Nature Reviews Neuroscience,16(12),719-732. Koob,G.F.,& Volkow,N.D.(2o10).Neurocircuitryof addiction.Neuropsychopharmacology Offcial Publication ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "oftheAmerican CollegeofNeuropsychopharmacology,35(1),217-238. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Koob, G.F.,& Volkow, N.D. (2016). Neurobiology ofaddiction: a neurocircuitry analysis.Lancet Psychiatry,3(8), 760-773.   \nLaird,A.R.,Fox,P.M.,Eickhof,S.B.,Turner,J.A.,RayK.L.,McKayD.R...Fox,P.T. (21).Beavioral interpretations of intrinsic connectivity networks. Journal of Cognitive Neuroscience,23(12),4022-4037.   \nLong,E.C.,Kaneva,R.,Vasilev,G.,Moellr,F.G.,&Vasileva,J. (202O).Neurocognitive and psychiatric markers for addiction: Common vs. specific endophenotypes for heroin and amphetamine dependence. Current Topics in Medicinal Chemistry, 20(7), 585-597.   \nMacKillop,J.,Weafer,J.,Gray,J.C.,Oshri,A.,Palmer,A.,&de Wit,H. (2016).Thelatent structure ofimpulsivity: Impulsive choice, impulsive action, and impulsive personality traits. Psychopharmacology， 233(18), 3361-3370.   \nMartel,.M.,Pierce,L.,Ngg,J.T.,Jester,J.M.,Adams,K.,Putler,L.I.,.Zucker,R.A.(2).Temrmet pathways to childhood disruptive behavior and adolescent substance abuse: Testing a cascade model. Journal of Abnormal Child Psychology,37(3),363-373.   \nMartz,M. E., Zucker,R.A. Schulenberg,J.E.,& Heitzeg, M.M. (2018). Psychosocial and neural indicatorsof resilience among youth with a family history of substance use disorder. Drug and Alcohol Dependence, 185,198-206.   \nMilton,A.L.,&Everit, B.J. (2o12).The persistence ofmaladaptive memory:addiction,drug memories and antirelapse treatments. Neuroscience and Biobehavioral Reviews, 36(4),1119-1139.   \nMorein-Zamir,S.,&Robbins,T.W. (2o15).Fronto-striatal circuits inresponse-inhibition: Relevance toaddiction. Brain Research,1628,117-129.   \nNoreika,V.,Falter, C.M.,& Rubia,K. (2013). Timing deficits in atention-deficit/hyperactivity disorder (ADHD): Evidence from neurocognitive and neuroimaging studies. Neuropsychologia,51(2),235-266.   \nPattij,T.,&De Vries,T.J. (2013).Therole ofimpulsivityinrelapse vulnerability. Current Opinion in Neurobiology, 23(4), 700-705.   \nRobbins,T.W.,Gillan,C.M.,Smith,D.G.,de Wit,S.,&Ersche,K.D.(2012).Neurocognitive endophenotypesof impulsivity and compulsivity: Towards dimensional psychiatry. Trends in Cognitive Sciences, $I 6 ( 1 ) , 8 1 -$ 91.   \nRuisoto,P.,& Contador,I.(2019).Theroleof stressindrugaddiction.Anintegrative review.Physiology&Behavior 202,62-68.   \n1 Smith,J.L.,Matick,R.P.,Jamadar,S.D.,&Iedale,J.M. (2o14).Deficitsinbehaviouralinhibitioninsubstance   \n2 abuse and addiction: A meta-analysis. Drug and Alcohol Dependence,145,1-33.   \n3 Vassileva,J.，& Conrod,P.J. (2Ol9).Impulsivitiesand addictions: amultidimensional integrative framework   \n4 informing assessment and interventions for substance use disorders. Philosophical Transactions of the   \n5 Royal Society B-Biological Sciences, 374(1766),14.   \n6 Verdejo-Garcia,A.,Lawrence,A. J.,& Clark,L. (2o08). Impulsivity as a vulnerability marker for substance-use disorders: Review of findings from high-risk research, problem gamblers and genetic association studies. Neuroscience and Biobehavioral Reviews,32(4),777-810. Verges,A.,Litlefield,A.K.，Arriaza,T.，& Elena Alvarado,M. (2019). Impulsivity facetsand substance use initiation: A comparison of two models of impulsivity. Addictive Behaviors, 88,61-66. Voon, V., Irvine, M.A., Derbyshire,K., Worbe,Y.,Lange,I.,Abbot,S.... Robbins,T. W. (2014). Measuring \"waiting\" impulsivityinsubstance addictions and binge eating disorder ina novelanalogue ofrodentserial reaction time task. Biological Psychiatry, 75(2),148-155. Wang,W.,Worhunsky,P.D.,Zhang,S.,Le,T.M.,Potenza,M.N.,&Li,C.S.R.(2018).Response inhibition and fronto-striatal-thalamic circuit dysfunction in cocaine addiction. Drug and Alcohol Dependence, 192, 137-145. Weafer,J., Mitchel,S.H., &de Wit, H. (2014).Recent ranslational findings onimpulsivityinrelation todrugabuse. Current Addiction Reports,1(4),289-300. White,N. M.,Packard,M.G.,& McDonald,R.J. (2013). Dissociation of memory systems: The story unfolds. Behavioral Neuroscience, 127(6), 813-834. Zeng,H.,Lee,T.M.C., Waters,J. H.,So,K.-F.,Sham,P.C.,Schottenfeld,R.S.... Chawarski,M.C.(2013). Impulsivity,cognitive function,and their relationship in heroin-dependent individuals.Journal ofClinical and Experimental Neuropsychology,35(9), 897-905. Zeng,H.,Su,D. Q.,Wang,P.F.,Wang,M.C., Volstadt-Klein,S., Chen,Q.,& Ye,H. S. (2018). The action representation elicited by diferent types of drug-related cues in heroin-abstinent individuals. Frontiers in Behavioral Neuroscience, 12,11. Zeng,H., Zheng,X.F.,& Ye,H. S.(2o15). Comparison ofimpulsivityand decision making in ketamine,opioid and non-drug users.Drug & Alcohol Dependence,146,e30-e30. Zilverstand,A.,Huang,A.S.,Alia-Klein,N.,& Goldstein,R. Z. (2018). Neuroimaging impaired response inhibition and salience attribution in human drug addiction: A systematic review. Neuron, 98(5), 886-903. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "1   \n2   \n3 Structure and mechanism of addictive impulsivity based on the   \n4 interaction between drive and control   \n5 ZENG Hong1，AN JingWen1，HUANG HaiJiao1， ZHEN Jiao²，YANG Zhen Zhil' 3,   \n6 WANAG MengCheng1   \n7 (1Department of Psychology, Guangzhou University, Guangzhou 510006, China)   \n8 (² Guangzhou University of Chinese Medicine, Guangzhou 510006, China)   \n9 (Beijing Normal University - Hong Kong Baptist University United International College,   \n10 Zhuhai 519087， China)   \n11 Abstract: Substance addicts show significant impulsivity, which manifests as substance abuse and   \n12 difficulty in withdrawing. In addition to the problems of inhibition and executive control, driving   \n13 force from multiple psychological dimensions is also an important reason for impulsive substance   \n14 use. This drive stems from a variety of sources, including reward effect, S-R related cue response   \n15 through conditioning and sensation-seeking personality trait.   \n16 Low levels of inhibition are insufficient to resist the efects of the drive. Consequently, this   \n17 unbalanced state willead to a habitual tendency in behaviour or compulsion to use substances under   \n18 addicts'craving. These two types ofbehavior are the manifestation of addictive impulsivity.   \n19 Key words:addictive behavior， impulsivity，drive force，inhibition   \n20 ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    }
]