[
    {
        "type": "text",
        "text": "医学教育",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PBL教学法在构建医学院校和谐师生关系中的作用",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "方迎艳}²,郭晓磊'，张蔚屏'，高 琴',李正红1，关宿东}  \n1安徽省蚌埠医学院生理学教研室,安徽 蚌埠 233030;2华中科技大学同济医学院病理生理学系,湖北 武汉  \n430030",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：良好的师生关系是最大的教育力量。PBL教学法以学生为主体,以教师为主导,促进学生主动学习,培养学生综合素质，提高教师素质,增进师生之间交流,促进师生相互认同,教学相长,使师生关系由传统的\"教师权威制”、“师道尊严制\"转变为平等、友爱、民主、和谐为主的师生交互关系,有利于构建高校和谐师生关系。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：PBL教学法；高校；和谐师生关系",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The PBL teaching method in building a harmonious relationship between teachers and students in medical colleges and universities ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "FANG Yingyan12, GUO Xiaolei’,ZHANGWeiping', GAO Qing,LI Zhenghong1,GUAN Sudong   \nDepartmentofioggbedclegi;epamntfojcl   \nHuazhong University of Science and Technology,Wuhan 43oo3o,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: A good relationship between teachers and students is one of the biggest education powers.Problem based learning (PBL)teaching method takes students asthe main body and teachersas the leading role,promoting students'active learing cultivating students'comprehensivequalityimproving The Teacher Quality,Promoting thecommunicationand the mutual recognition between teachers students,andteaching is learning,whichmakes therelationship between teachersand students fromthetraditional“Teacherauthoritysystem\"and“dignityof theteachingprofesion\"intoequalityfriendship,democracy andharmonybased interactionsbetween teachersandstudents,andwhichisfavorable toestablishaharmoniousrelationship between teachers and students in colleges and univer-sities. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Key words: PBL teaching method; Collges and universities; harmonious relationship between teachers and students ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "党的十八大报告强调：百年大计，教育为本。必须把教育摆在优先发展的战略地位。高校是培养社会主义建设者和接班人的重要阵地，校园和谐与否、育人环境怎样，对人才培养影响极大。其中，和谐师生关系至关重要[1。高校师生关系是大学教育中最基本、最重要的一种人际关系，也是教育教学过程中的核心问题。高校和谐师生关系是指在高校的整个教育教学活动中，师生之间相互尊重、理解、信任，最终实现促进师生双方情感交融、相互认同、共同发展的目标，从而形成一种民主、平等、合作、互动的主体间关系[2]。和谐的师生关系就是遵从人性规律。以学生为本，实现学生主体与教师主导的有机统一，努力使教师与学生之间相宜相生，形成一种平等、民主、融洽的关系[3。建立和谐的师生关系是教育制度改革的趋势，是建立和谐校园的必要条件。教师与学生的关系对教育教学质量影响重大[4]。构建高校和谐师生关系，有利于实现良好的教育教学效果，实现大学生心理健康和全面发展，同时促进教师真正地践行高等学校教师职业道德规范。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1我国医学院校师生关系的现状",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "20世纪90年代以来，高等教育规模的迅速扩张掀起了中国高等教育发展的一个高潮。高等教育逐步从精英教育转向大众教育、普及教育，高校进一步扩大招生规模。这使原本师资不足的高校，师生比进一步加大[5]。大部分医学院校也不例外，从小班60人的教学逐步发展成大班100多人甚至超大班200多人的教学，教师上课来，下课走，在课后与学生交流也很少。杨福家院士曾指出：“国内老师上完课就不管学生了，他们跟学生的关系就是课堂上的授课关系。\"教师不认识自己学生，学生不记得授课教师是普遍现象,逐渐造成教师与学生的关系日益疏远淡漠。这种淡漠关系同时也造就了教师与学生之间缺少相互认同，而这种认同感的缺失又不同程度地阻碍了教师的有效教学和学生的有效学习。教师对学生在课堂上授课“教\"的过程往往是说教有余、引导不足，学生的主体意识、主动学习能力、创新能力等综合性素质难以得到培养和发展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2和谐医学院校师生关系的发展前景",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "从社会发展和时代需要来看，医学院校新型的师生关系应该是一种富有个性、相互独立、共同发展的和谐关系，即和谐的师生关系。这是医学院校的教师和大学生在以人为本的前提下，在共同的教育教学中，建立和发展起来的以主体平等、民主协商互动、教学相长的共赢关系。这种和谐师生关系既是一种相互理解、相互尊重的民主关系．又是一种相互学习、共同提高的合作关系[3]。和谐师生关系的构建,是教师和大学生共同努力的过程。在相关制度环境既定的情况下，师生关系如何，教师起着决定性的作用。在高等教育中，教师将对学生的学习效果、健康成长产生积极的导向性的作用。构建和谐师生关系的关键是师生之间必须通过积极有效的沟通交流方式，教师需要在平等、理解、合作的基础上，以情感为动力，最大程度的使学生敞开心扉、发掘潜力、创新思维，点燃智慧的火花。和谐的师生关系，可以显著提高教育教学效果，促进学生的全面健康发展，促进教师的进步，有利于高校乃至整个高等教育的发展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3PBL教学法在构建和谐医学院校师生关系中的作用",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "以问题为导向的教学法(PBL)是1969年由美国神经病学教授Barrows在加拿大麦克马斯特大学首创的，在整个学习过程中，要求学生对问题进行深入探究，找到问题之间的联系，剖解问题的复杂性，运用知识形成问题的解决方案。这一教学法注重学生的能力培养，包括学生的自学能力、信息收集和处理能力、时间控制能力、团队协作能力、提出、分析、解决问题能力，以及语言交流表达等综合素质的培养。具备这些能力，医学生在今后的职业生涯中将成为一名出色的医生和终身学习者。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.1PBL小组教学，促进师生交流 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "PBL教学具体操作可以按照如下程序进行：选定1个60名同学的小班按随机分组的原则分为6组，每组10人，各由1名教师指导。学习小组推选1名小组长与指导教师联系，制定学习方案并及时反馈进度情况。在PBL教室，学习小组根据指导教师提供的PBL教学小组设计的案例，首先进行分析，由小组长对学习任务进行合理分工，并制定小组学习计划。小组每周安排讨论2\\~3次;有2周左右的准备时间，课堂组织讨论，每名成员进行一定的自学、利用网络和图书馆等资源查阅相关资料，小组组织讨论和交流，学生对自己学习内容以多媒体课件形式进行汇报，指导教师及时掌握学生学习情况和他们所遇到的困难。初始阶段，教师可能需要更多地引导，提醒同学们把握好学习要点，随着学习的进行，学生能更多地管理他们的学习要点，教师就慢慢地\"隐退”，只是在需要时给予合理建议和有效的引导。整个过程循序渐进组织课堂讨论3次，最后1次小组成员把小组学习所有内容根据一定的思路或线索进行合理汇总，以多媒体课件形式展示。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "在PBL教室里，每次进行PBL课堂讨论过程中，教师和学生共同围坐在大会议桌前，教师可以清晰观察到每位学生的表现，比如信息收集能力，语言表达能力，课堂上的专注度，自信程度，思维敏捷度，与小组成员的相互协作和互相包容的状态，计算机的使用和多媒体课件的制作状况等等。在课后，师生之间还可以通过腾讯QQ、微信或电子邮箱进行联系，教师借此去观察学生的思想观念、人生价值观和学习生活爱好等。给予学生最真诚无私的爱,尊重并接纳学生[8。总的来说,师生之间的课堂交流和课后的联系不断促进教师和学生之间互相了解，尤其是让教师了解自己的每一位学生，从而真正做到关爱学生，做学生的良师益友，尽可能的为学生解答学习疑惑和大学成长中的困惑。因此，PBL小组教学，可以缩短师生之间的距离，建立一种有效的长期的交流方式，有利于构建高效和谐的师生关系。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.2以学生为主体，以教师为主导,促进学生主动学习",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国大部分高等医学院校以培养有创新力、实践力及自主学习能力的实用型人才为主。因此，我们的教学目的也要从授人以\"鱼\"转变为授人以\"渔\"9。PBL教学法克服了“教师讲,学生听\"的传统的单一的教学方法，学生由被动灌输知识变为主动获取知识。PBL教学中，在教师的引导下，学生主动与教师、同学交流思想、情感,课堂气氛活跃、轻松愉快,学生思维灵活，更加富有创造力[1]。教师在实践教学过程中，充分尊重学生的学习自主性、独立性，形成和谐的教育氛围,在教学中充分体现以学生为主体，教师为主导。学生积极地发现问题、探索问题、分析问题，最后解决问题，使学习知识的过程充满了乐趣，激发学生的学习兴趣，同时展现了自身的学习能力，也让学生感觉到学习能力的重要性，从而在大学期间乃至一生中更加注重培养自主学习和终身学习能力。屠菁\"的Meta分析表明，与传统教学模式相比，PBL教学模式下学生的学习成绩显著提高。因此PBL教学模式是培养学生的自主学习能力的有效途径。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3.3PBL教学法有利于学生的综合能力培养",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随着医学模式从单一的生物医学模式到生物－心理-社会医学模式的演变，医学生必须具备医学、心理学、伦理学和社会学等多方面的知识,这就为新时期医学生的教育和培养提出了新的、更高的要求。学生普遍认为通过PBL学习，对\"沟通表达能力、团队协作精神、人文素养等\"有所提高[12]。PBL教学法有利于学生主动地学习，获取知识,增强发现并提出问题、分析和解决问题能力，培养语言表达和交流能力，增强获取和评价信息能力，提高计算机应用能力，激发自信心和勇气，增强团队协作能力和创新能力等综合素质[7]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.4PBL教学法有利于教师素质的提高",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在PBL教学过程中，教师确定问题，提供丰富的教学资源，对学习成果提出要求[13],要认真耐心地去聆听每位学生的讨论，思考学生对案例的分析，积极引导学生，给学生以心理上的支持，创造良好的学习气氛,鼓励学生，激发学生活跃的思维，点燃学生探索的激情。要随时掌握学习情况，考虑下一步如何指导学生的学习，同时指导教师在PBL教学小组中积极的反馈本组学生的学习状况，听取组内其他教师的建议，积极调整自己的指导方案。这要求教师不仅熟练掌握广泛的专业知识，还要对知识有灵活应用，融会贯通的能力，正确适时地引导学生，调动学生的学习兴趣和积极性，循序渐进地组织学生开展课堂讨论，这对于提高教师综合教学水平具有积极意义[14]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2011年12月30日，教育部、中国教科文卫体工会全国委员会以教人[2011]11号印发高等学校教师职业道德规范，其中有两点是：敬业爱生，教书育人。PBL教学就很好地做到了这两点。在PBL教学过程中，教师真正了解每位学生的性格、能力、爱好,真心关爱学生，严格要求学生，公正对待每位学生，做学生良师益友。坚持育人为本，立德树人。在PBL教学过程中，尊重每位学生的个性，注重引导学生的信息收集和提取能力、人际交往能力、语言表达能力[15]、时间控制能力、计算机应用能力[和团队协作能力[16-17的培养，严慈相济，诲人不倦。同时在PBL教学过程中，教师也会深刻感受到学生们活跃的思维，蓬勃的朝气，强大的不可估量的创新能力。此外,在PBL教学过程中,作为高校教师,在教学过程中掌控主导能力，必须笃学敬业，修德厚生，不断学习进取，提高自身的专业知识水平、科研能力、教育教学素养和教师的人格魅力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3.5PBL教学法促进师生相互认同，教学相长",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在PBL教学课堂讨论过程中，学生对指导教师的观点和引导是否认同，在每次的讨论中教师与学生们如何产生共鸣，如何达到互相认同，这既是对教师的考验，也是学生的期望和要求。PBL教学在以学生为主体，以教师为主导的基础上可以很好地解决这些问题，既可以促使师生的相互认同，又使学生和教师共同收获学习成果。在教师的适当的引导之下，有利于激发学生思维，使学生获得各种能力的成长。教师在与学生的亲密接触中，可以从学生身上学习到青春的激情，积极向上的阳光朝气，灵活的思维方法，不可估量的创新思维和先进的多媒体制作技术，提高教师教学和学习的积极性，时刻保持着一颗年轻的心态，不断提高自身的素养。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "总之，PBL教学法有利于师生相互认同，实现教学相长，促进高校和谐的师生关系建立，构建和谐校园，充分促进学生全面健康成长。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[1]宋 艳.论高校和谐师生关系的构建[J].经济研究导刊,2013(32):123-4.  \n[2」高淑芳.对构建高校和谐师生关系的思考[J].北京教育:高教版2011,12(12):47-8  \n[3」王德勋.高校和谐师生关系的困境及其对策[J].国家教育行政学院学报,2011(8): 69-72.  \n[4]颜 霞,李 娜.基于学生视角的高校和谐师生关系研究[J].继续教育研究,2014(5):18-21.  \n[5］周 芸.创建和谐师生关系提升高校教育质量[J].中国科教创新导刊,2009(16):227-8.  \n[6]崔长春,马云俊.构建和谐师生关系的教师角色探析[J].中国电力教育,2012(5): 87-8.  \n[7」方迎艳,关宿东.PBL在生理学教学中的应用与学生综合素质培养[J].蚌埠医学院学报,2012,37(3):342-5.  \n[8］李浩源.沟通是构建高校和谐师生关系的有效途径[J].中国科教创新导刊,2010(26):248-50.  \n[9]包权,徐 敏,李明珠.案例式PBL教学模式构建交互式师生关系[J].中国医学伦理学,2011,24(2):187-9.  \n[10]李红,徐 敏,刘宾娜,等.利用PBL教学法建立和谐师生关系[J].中国美容医学,2011,20(z2):514-5.  \n[11]屠菁.PBL教学模式对学生自主学习应用效果的Meta分析[J].中国石油大学胜利学院学报,2015,29(4):63-6.  \n[12]武宇明,张 敏,黄晓鑫,等.PBL教学在河北医科大学的应用与效果[J].中华医学教育探索杂志,2015,14(12):1271-5.  \n[13」赵敏,陈龙云,曹继刚,等.PBL教学对现有高等教育教学模式的影响[J].中国中医药现代远程教育,2015,13(22):87-8.  \n[14]李进军,王京,伍冀湘,等.应用PBL结合直观教学法培养学生创新实践能力[J].医学教育探索,2010,9(11):1474-6.  \n[15]戴伟娟,辛勤,李军,等.药理学PBL与学生能力培养的研究[J].医学教育探索,2010,9(9):1201-3.  \n[16]张利霞,郑蔚,杨展,等.以问题为基础的学习教学法在临床护理教学中的应用[J].郑州大学学报(医学版),2010,45(3):530-2.  \n[17]赵 磊.生理学教学中PBL教学法的运用[J].医学教育探索,2008,7(2):135-6.",
        "page_idx": 2
    }
]