[
    {
        "type": "text",
        "text": "A graphene oxide layer as an acid-resisting barrier deposited on a zeolite LTA membrane for dehydration of acetic acid+ ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Kai Xu, Zhenqi Jiang,Bo Feng and Aisheng Huang\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "It is well known that zeolite LTA membranes have pooracid resistance although they have been considered the best hydrophilic zeolite membranes for the dehydration of organic aqueous mixtures.In the present work,we develop a simple and effctive road to enhance the acidic stability of the zeolite LTA membrane through the depositing of a graphene oxide (GO) layer as an acid-resisting barier on the surface of the zeolite LTA membrane.A relatively thin (about $5 . 5 ~ { \\mu \\mathrm { m } } ;$ ）but dense and firm LTA@GO composite membrane is obtained by using dopamine as a covalent linker between the zeolite LTA and GO layers.The presence of the protective GO layer effectively inhibits the degradation of the zeolite LTA membrane byaceticacid,which greatlyenhances itsacid-resistant stability,leading toa high selectivity and stability for the dehydration of acetic acid.For the separation of $9 5 \\mathrm { \\ w t \\% }$ acetic acid/water mixture at $3 3 3 \\mathsf { \\ K } ,$ the separation factor and flux of the LTA@GO composite membrane are about 400 and $1 . 5 ~ \\mathsf { k g }$ $\\mathsf { m } ^ { - 2 } \\mathsf { h } ^ { - 1 }$ , respectively,and keep almost constant for $1 6 8 { \\mathsf { h } }$ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In the past two decades,as anew type of inorganic membrane material，zeolite membranes have drawn more and more attention.1-3 Attributing to their uniform pore size,excellent catalytic performance and high thermal stability， zeolite membranes are widely used as separators,reactors,sensors, electrical insulators,and microelectronics.4-1o So far,zeolite LTA,11-13 FAU (X and Y),14,15 T-type,16-18 MOR,19,20 MFI (ZSM-5 and silicalite-1)21-23 membranes have been synthesized on different supports.Among these zeolite membranes,only zeolite LTA membranes have been developed in an industrial-scale for the de-watering of bio-ethanol.24 For the most of the aluminosilicate zeolite membranes,it is well recognized that the hydrophilicity of the zeolite membranes is enhanced with the increase of aluminum content, while the resistance to acid is weakened.25,26 For example,the zeolite LTA membrane with Si/Al of 1.0 displays a strong hydrophilicity,but quickly lose its separation ability in10 min when $1 . 0 ~ \\mathrm { m L }$ sulfuric acid is added intoa feed mixture of water/ethanol (5o/50).27 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "However, there are many separation processes and chemical reactions which are completed in acid medium.28-30 Therefore, the development of acid-stable and durable zeolite membranes ishigh desired for chemical engineering. Recently,various zeolite membranes with medium Si/Al ratio,such as T-type, MOR and ZSM-5,have been developed to meet the growing demand for the separation of acid/water solution.In comparison with the zeolite LTA membranes, these zeolite membranes show a higher stability in acid medium,but with moderate selectivity due to less hydrophilicity.19,20,31-38 Surprisingly,most works to date focus on the development of new acid-stable membranes,but no reports on how to protect the zeolite LTA membrane away from the degradation in acid medium. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Recently,two-dimensional graphene has attracted intense interest due to its unique properties and potential applications.39-42 Bao and colleagues reported that the encapsulating of CoNi nanoalloy by using ultrathin graphene shells is helpful to prevent the metal nanoparticles from directly exposing to the acidic media,and thus avoiding the deactivation of the catalyst.43 Inspired by this novel concept，in the present work, a dense graphene oxide (GO) layer is deposited on the zeolite LTA membrane as an acid-resisting barrier.On one hand,as a graphene derivative prepared by deep chemical oxidation of graphite using strong acid and oxidants,44 the GO layer shows high stable in the acid medium.On the other hand,there are abundant oxygen-containing groups in the GO framework,such ashydroxyl,epoxide,carboxyl and carbonyl groups, thus the GO layershows preferentialwateradsorptionabilityand fastwater diffusivity.45-47 Further, with control of the spacing between GO nanosheets,ions or molecules can be effectively separated by ionic or molecular sieving.47,48 Therefore, through the shielding of GO layer against the corrosion of acetic acid,it can be expected that the acid-resistant stability of the zeolite LTA membrane can be great enhanced, thus resulting in a high selectivity and stability for the dehydration of acetic acid (Fig. 1). ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/a8a6a191d9272ca112743759f59ea4ccc5a5a6d1b966320e6cc9370c88f6f6b4.jpg",
        "img_caption": [
            "Fig.1Schematic diagram of the depositing of a graphene oxide (GO) layeras acid-resisting barrier on the surface of zeolite LTA membrane for the dehydration of acetic acid. "
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Experimental ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Materials ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Chemicals were used as received: GO slurry $( 2 . 5 \\mathrm { w t \\% }$ ,offered by Prof. Z. Liu of NIMTE); LUDOX AS-40 colloidal silica $( 4 0 \\% \\mathrm { S i O } _ { 2 }$ in water,Aldrich)；aluminum foil $( 9 9 . 9 9 \\%$ ，Aldrich)；sodium hydroxide $( > 9 8 \\%$ ，Aladdin)；dopamine (DPA, $9 8 \\%$ ，Aldrich); tris(hydroxymethyl) aminomethane (Tris-HCl, $9 9 \\%$ ，Aladdin); doubly distilled water.Porous ${ \\mathsf { a } } { \\mathsf { - } } \\mathbf { A l } _ { 2 } \\mathbf { O } _ { 3 }$ disks (Fraunhofer Institute IKTs,former HITK/Inocermic，Hermsdorf,Germany: $1 8 ~ \\mathrm { m m }$ in diameter, $1 . 0 \\mathrm { m m }$ in thickness, $7 0 \\mathrm { n m }$ particles in the top layer) were used as supports. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Preparationof zeoliteLTA membranes on the PDA-modified ${ \\boldsymbol { \\alpha } } { \\mathrm { - } } \\mathbf { A l } _ { 2 } \\mathbf { O } _ { 3 }$ disks ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Before the hydrothermal synthesis of the bottom zeolite LTA membranes,theporous ${ \\mathsf { a } } { \\mathsf { - } } \\mathbf { A l } _ { 2 } \\mathbf { O } _ { 3 }$ diskswere treatedwith dopa mine at $2 0 ~ ^ { \\circ } \\mathbf { C }$ for $2 0 \\mathrm { ~ h ~ }$ 11,49-51 Typically, DPA $( 2 \\mathrm { \\ m g \\ m L } ^ { - 1 } )$ was dissolved in $1 0 \\ \\mathrm { m M }$ Tris-HCl $\\left( \\mathrm { p H } ; 8 . 5 \\right)$ in an open watch glass (diameter: $1 8 0 ~ \\mathrm { { m m } }$ ). Then the top surface of the porous $a \\mathrm { - A l _ { 2 } O _ { 3 } }$ disks was treated with dopamine at $2 0 ~ ^ { \\circ } \\mathbf { C }$ for $2 0 \\mathrm { ~ h ~ }$ , leading to PDAlayer deposited on the support surface.For the synthesis of zeolite LTA membranes,a clear synthesis solution with the molar ratio of $\\mathrm { 5 0 N a _ { 2 } O : 1 A l _ { 2 } O _ { 3 } : 5 S i O _ { 2 } : 1 0 0 0 H _ { 2 } O , }$ was prepared according to the procedure reported elsewhere.11-13 The aluminate solution was prepared by dissolving $2 2 . 2 2 \\textrm { g }$ sodium hydroxide in $5 0 ~ \\mathrm { g }$ deionized water,then adding $0 . 3 \\mathrm { ~ g ~ }$ aluminum foil to the solution at room temperature.The silicate solution was prepared by mixing $4 . 1 7 \\mathrm { g } \\mathrm { L U D O X } \\mathrm { A S } – 4 0$ colloidal silica and $_ { 4 7 . 5 \\mathrm { ~ g ~ } }$ deionized water at $3 3 3 \\mathrm { ~ K ~ }$ with vigorous stirring. The prepared aluminum solution was added into the silicate solution with stirring for $2 0 \\mathrm { ~ h ~ }$ to produce a clear,homogenous solution.The PDA-modified ${ \\mathsf { a } } { \\mathsf { - } } \\mathbf { A l } _ { 2 } \\mathbf { O } _ { 3 }$ disks were horizontally placed face down ina Teflon-lined stainless steel autoclave,and then the synthesis solution was poured into the autoclave.After in situ growth for $2 4 \\mathrm { ~ h ~ }$ at $3 3 3 \\mathrm { ~ K ~ }$ ,the solution was decanted off and the zeolite LTA membrane was washed with deionized waterseveral times,and then dried inair at $3 8 3 \\mathrm { ~ K ~ }$ over night for next step,characterization and pervaporation. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Preparation of sandwich-structured LTA@GO composite membrane ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The as-synthesized zeolite LTA membrane was treated with dopamine accordingto the above procedure.For the fabrication of GO protective layer on the PDA-modified zeolite LTA membrane, $\\textbf { 1 g }$ GO slurry was dissolved in $5 0 ~ \\mathrm { m L }$ deionized water to obtain $0 . 5 ~ \\mathrm { m g ~ m L } ^ { - 1 }$ GO suspension. The resulting GO suspension was treated ultrasonically several hours to form GO nanosheets.Afterwards, $3 ~ \\mathrm { m L }$ as-prepared GO suspension was added on the top surface of the PDA-modified zeolite LTA membrane which was mountedina home-made model.After water evaporation with vacuum-assisted filtration at $3 3 3 \\mathrm { ~ K ~ }$ ，the GO layer was deposited on the surface of the zeolite LTA membrane to prepare LTA@GO composite membrane.And then, the LTA@GO composite membrane was dried in an oven at $3 3 3 \\mathrm { ~ K ~ }$ over night. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Characterization of zeolite LTA and LTA@GO composite membranes ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The morphologyand thickness of the zeoliteLTA and LTA@GO composite membranes were characterized by field emission scanning electron microscopy (FESEM).FESEM were taken on an S-48oo (Hitachi) with a cold field emission gun operated at $4 ~ \\mathrm { k V }$ and $1 0 ~ \\mu \\ A .$ ，The phase purity and crystallinity of the LTA and LTA@GO composite membrane were confirmed by X-ray diffraction (XRD). The XRD patterns were recorded at ambient conditionswithBrukerD8ADVANCEX-raydiffractometerwith Cu $\\kappa \\boldsymbol { \\mathfrak { a } }$ radiation at $4 0 ~ \\mathrm { k V }$ and $4 0 ~ \\mathrm { m A }$ .The functional groups of GO powders were measured by an FT-IR spectrum (Nicolet 6700, Thermo Scientific,USA). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Separation of acetic acid/water bypervaporation ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The separation performances of the zeoliteLTA membrane and LTA@GO composite membrane were evaluated by pervaporation for dehydration of $9 5 \\ \\mathrm { w t \\% }$ acetic acid/water mixtures at $3 3 3 \\mathrm { ~ K ~ }$ ,the apparatus used for the pervaporation experiments is illustrated schematically elsewhere.5o For the pervaporation experiments,the membranes were sealed in a home-made permeation cell with silicone O-rings， and the whole membrane module was heated ina thermostatic water bath together with the feed solution.The permeate side of the membrane was evacuated by using a vacuum pump.Two freezing traps with liquid $ { \\mathbf { N } } _ { 2 }$ cooling were used to collect the permeate at every time interval.The compositions of the feed and the permeate were analyzed by gaschromatography (GC1690T, Jiedao). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The most important variables for pervaporation are the selectivity and the flux. The total flux $\\ r ( J )$ and the separation factor $( \\alpha )$ are defined as follows. ",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\nJ = \\frac { W } { \\Delta t \\cdot A }\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\n\\alpha _ { i / j } = \\frac { x _ { i \\mathrm { p } } } { x _ { i \\mathrm { f } } } { . } \\frac { x _ { j \\mathrm { f } } } { x _ { j \\mathrm { p } } }\n$$",
        "text_format": "latex",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "where $W$ is total weight of the permeate $( \\mathrm { k g } )$ ， $\\Delta t$ is collecting time (h),A is separation area of the membrane $( \\mathbf { m } ^ { 2 } )$ ， $x _ { i \\mathrm { p } }$ is the weight fraction of species $i$ in the permeate and $x _ { i \\mathrm { f } }$ is the weight fraction of species $i$ in the feed. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Results and discussion ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Preparation and characterization of the zeolite LTA membrane ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Fig.2a and b show the FESEM images of the zeolite LTA membrane prepared on the PDA-modified $\\scriptstyle { \\mathfrak { a } } \\cdot \\mathbf { A l } _ { 2 } \\mathbf { O } _ { 3 }$ disk. In good agreement with our previous report,11 the surface of the PDAmodified ${ \\mathsf { a } } { \\mathsf { - } } { \\mathsf { A l } } _ { 2 } { \\mathsf { O } } _ { 3 }$ disk is completely covered by uniform and compact cubic-shapedLTA crystals,forminga dense zeoliteLTA membrane,and no visible cracks，pinholes or other macroscopic defects are observed (Fig.2a).From the cross-section view (Fig.2b),it can be seen that the zeolite LTA membrane is well intergrown with a thin thickness of about $4 . 0 ~ { \\mu \\mathrm { m } }$ The formation of a phase-pure zeolite LTA membrane with a high degree of crystallinity was confirmed by XRD (Fig. 3c),which indicates that all peaks match well with those of zeolite LTA powder besides the $\\scriptstyle { \\mathfrak { a } } \\cdot \\mathbf { A l } _ { 2 } \\mathbf { O } _ { 3 }$ signals from the support (Fig. 3a and b). As reported previously,1,49 attributing to the excellently adhesive ability through the formation of covalent bonds, zeolite LTA nutrients are easily attracted and bound to the support surface,thus facilitating the nucleation and growth of uniform， well intergrown and phase-purezeolite LTA membranes. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Preparation and characterization of the LTA@GO composite membrane ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Fig. 2c and d show the FESEM images of the $\\mathbf { L T A @ G O }$ composite membrane prepared on the $\\scriptstyle { \\mathfrak { a } } \\cdot \\mathbf { A l } _ { 2 } \\mathbf { O } _ { 3 }$ disk.After deposition of GO suspension by vacuum-assisted filtration on the PDA-modified zeolite LTA membrane,a dense GO layer with typical wavy wrinkles is formed on the PDA-modified zeolite LTA membrane,and no cracks,pinholes or other visible defects are found in the GO layer (Fig. 2c). From the cross-section view shown inFig.2d, the GO layerwitha thickness of about $1 . 5 \\mu \\mathrm { m }$ is closely stuck on the surface of the zeolite LTA membrane, thus forming a sandwich-structured LTA@GO composite membrane.The formation of LTA@GO composite membrane was confirmed by XRD analysis.As shown in Fig.3e,both zeolites LTA and GO peaks are clearly observed in the XRD pattern,and all the detected peaks match well with those of LTA and GO besides the $\\mathbf { A l } _ { 2 } \\mathbf { O } _ { 3 }$ signals from the support. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/aa56397474e6a5456147fbf8dae78a60f3c2589adb75248e7608b4c17633d09a.jpg",
        "img_caption": [
            "Fig.2Top view (a) and cross-section view (b) FESEM images of the zeolite LTA membrane prepared on a PDA-modified ${ \\mathsf { A l } } _ { 2 } { \\mathsf { O } } _ { 3 }$ disk; top view (c) and cross-section view (d) FESEM images of the LTA@GO composite membrane. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/8ba66c51122b69cae27ab0ed6e991802ff602b0961c8c201b4d8b342c840a283.jpg",
        "img_caption": [
            "Fig.3XRD patterns of the PDA-modified $x - A l _ { 2 } O _ { 3 }$ support (a), zeolite LTA powder (b),zeolite LTA membrane on a PDA-modified $a - A l _ { 2 } O _ { 3 }$ support (c),GO powder (d),and LTA@GO composite membrane on $\\alpha$ 1 ${ \\mathsf { A l } } _ { 2 } { \\mathsf { O } } _ { 3 }$ support (e). $( \\Delta )$ : zeolite LTA, $( ^ { * } )$ ：GO, $( \\bullet )$ ： $a - A l _ { 2 } O _ { 3 }$ support. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Itis found that the PDA modification of the surface of the asprepared zeolite LTA membrane is indispensable to prepare compact and stable LTA@GO composite membrane.As shown in (Fig. $\\mathbf { S 1 \\dag }$ ),when the surface of the as-prepared zeolite LTA membrane was not modified with PDA before the deposition of GO layer,observable gaps can be seen due to weak interaction between the GO layer and as-prepared zeolite LTA layer. Therefore,the GO layer easily peel off from the surface of the asprepared zeolite LTA membrane,which is harmful to the separation performance of the $\\mathbf { L T A } ( \\mathbf { \\widehat { a } } \\mathbf { G O }$ membrane.Through the PDA modification of the as-prepared zeolite LTA membrane, the GO nanosheets can be firmly stuck onto the surface of the zeolite LTA membrane due to the formation of strongly covalent bonds between PDA and GO (Fig. $^ { S 2 \\dagger } .$ ),leadingto the formation of dense and stable LTA@GO membrane. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Separation of acetic acid/water bypervaporation ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "It iswell known that the zeoliteLTA membranesare unstable in the acidic solution.27,52 Fig. 4 shows the separation performances of the zeolite LTA membrane as a function of the pervaporation time for the separation of $9 5 \\ \\mathrm { w t \\% }$ acetic acid/water mixture at $3 3 3 \\mathrm { ~ K ~ }$ 、It can be seen that the separation factor of the zeolite LTA membrane is as high as 156 in the first half an hour, butsharplydecreasesto only11after $^ { 5 \\mathrm { ~ h ~ } }$ ,andfinallydecreases to 1.Accordingly,the total flux remarkably increases from1.8 to $9 . 2 ~ \\mathrm { k g } \\mathrm { ~ m } ^ { - 2 } \\mathrm { ~ h } ^ { - 1 }$ .Fig.5 shows the morphology changes of the zeolite LTA membrane as a function of the testing time in contactwith $9 5 \\mathrm { w t \\% }$ acetic acid/watermixture at $3 3 3 \\mathrm { ~ K ~ }$ .It can be seen clearly that the zeolite LTA membrane begins to dissolve and form observable cracks when the zeolite LTA membrane is immerse in the acetic acid for only $^ { 1 \\mathrm { ~ h ~ } }$ ，andfinallythecubicshaped LTA crystals are completely changed into a snowflakeshaped amorphous after $2 4 \\mathrm { ~ h ~ }$ .These results suggest that the zeolite LTA membrane has been damaged and lost the separation performance ina very short time due to its instability in the acidic solution. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/5625c8b25044e1b739e075afeb70d7fc6975a7b85a731c4aa3e72ec822cc9c84.jpg",
        "img_caption": [
            "Fig.4Separation factor and total flux of the zeolite LTA membrane as a function of the operation time for the separation of 95 wt% acetic acid/water mixture by pervaporation at $3 3 3 1 1$ "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/885affb4408560f77b151ddae4f2334009fffbdf465e3e2d2787392e1aa1a2b8.jpg",
        "img_caption": [
            "Fig.5 FESEM images of the zeolite LTA membranes which were immersed in $9 5 w t \\%$ acetic acid/water mixtures at $3 3 3 1 1$ with different time: $0 \\ h$ (a),1h (b), $4 \\ h$ (c),8 h (d), $1 6 \\mathsf { h }$ (e)and $2 4 \\ h$ (f). "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "On the contrary,when a GO layer was deposited as an acidresisting barrier on the surface of the zeolite LTA membrane, the separation performance of the zeolite LTA membrane can remain unchanged fora long time.Fig.6 shows the separation performances of the LTA@GO composite membrane as a function of the pervaporation time for the separation of $9 5 \\ \\mathrm { w t \\% }$ acetic acid/water mixture at $3 3 3 \\mathrm { ~ K ~ }$ 、As shown in Fig.6,the separation factor of the LTA@GO membrane isabout 4oo,with total flux of about $1 . 5 5 \\mathrm { ~ k g } \\mathrm { m } ^ { - 2 } \\mathrm { ~ h } ^ { - 1 }$ . Comparing with literature data of the separation of acetic acid/water mixture，the $\\mathbf { L T A } ( \\mathbf { \\widehat { a } } \\mathbf { G O }$ composite membrane developed in this study is among those with high separation performances (Table $\\mathrm { s } 1 \\dagger$ ） Further,both the separation factor and the total flux keep almost unchanged for a long time of $1 6 8 \\mathrm { h }$ ,suggesting that acidresistant stability of the zeolite LTA membrane can be greatly enhanced through the shielding of GO layer against the corrosion of acetic acid.Attributing to the preferential water adsorption ability and fastwater diffusivity,probably the water molecules $( 2 . 6 \\mathring \\mathrm { A } )$ can pass through the GO membrane,while the hydrated hydrogen ions $( 2 . 8 { \\mathring { \\mathbf { A } } } )$ are excluded to go through the GO membrane.Therefore,the degradation of the zeolite LTA membrane is avoided due to the insulation of acetic acid, resulting ina high stability for the dehydration of acetic acid. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "In good agreementwiththe high stability forthedehydration of acetic acid，in comparison with the as-prepared $\\mathbf { L T A } ( \\mathbf { \\widehat { a } } \\mathbf { G O }$ membrane,there are no obvious differences in the FESEM images (Fig. 7) and XRD pattern (Fig. $\\mathbf { S } 3 \\dagger .$ ）after the measurement of dewatering of acetic acid by pervaporation for $^ { 1 6 8 \\mathrm { h } }$ at $3 3 3 \\mathrm { ~ K ~ }$ ,further confirming that the LTA@GO composite membrane hasa high acid-resistant stability.It should be noted that even for the high silicon zeolite membranes such as MOR and ZSM-5，their acid resistance can not always remain unchanged for long time.33,36 In the present work, since GO is extremelystableunderacidicsolutions, the $\\mathbf { L T A @ G O }$ composite membrane displays a high acid-resistant ability with the protection of GO layer. Therefore,the concept of GO as a protective layer will open a new door to solve the problem of the poor acid stability of the zeolite LTA membrane. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/1fe4c4a12fe3b8fd84e661e526aa3ac75692362848d1b886afd9658c800fd12e.jpg",
        "img_caption": [
            "Fig.6 Separation factor and total flux of the LTA@GO composite membrane as a function of the operation time for the separation of 95 wt%acetic acid/water mixture by pervaporation at $3 3 3 1 .$ （ "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/c24688372d0bd7f59c673fd833dc03019720722ce91e1caada0bd0a0fc15c285.jpg",
        "img_caption": [
            "Fig.7 Top view (a) and cross-section (b) FESEM images of the LTA@GO composite membrane after the separation of 95 wt% acetic acid/water mixture by pervaporation for 168 h at 333 K. "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "In conclusion,in the present work we have developed a sandwich-structured LTA@GO composite membrane by using polydopamine as molecular linker.The GO top layer acts as a protective layer to avoid the direct contact between zeolite LTA membrane and acidic solution.Through the shielding of GO layer against the corrosion of acetic acid,the acid-resistant stability of the zeolite LTA membrane can be enhanced greatly,leading toahigh selectivityand stability forthedehydration of acetic acid.For the separation of $9 5 \\ \\mathrm { w t \\% }$ acetic acid/ water mixture at $3 3 3 \\mathrm { ~ K ~ }$ ,both the separation factor (about 400) and total flux (about $1 . 5 5 ~ \\mathrm { { \\ k g } ~ \\ m ^ { - 2 } ~ \\ h ^ { - 1 } ) }$ of the $\\mathbf { L T A } ( \\mathbf { \\widehat { a } } \\mathbf { G } \\mathbf { O }$ composite membrane remain unchanged for $^ { 1 6 8 \\mathrm { ~ h ~ } }$ .Thehigh separation performances combined with high stability and facile fabrication road recommend the developed $\\mathbf { L T A } ( \\mathbf { \\widehat { a } } \\mathbf { G O }$ membrane as a promising candidate for the dehydration of organic aqueous mixtures in acid medium. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "7E.E.McLeary，J.C. Jansen and F.Kapteijn，Microporous Mesoporous Mater.,2006,90,198-220.   \n8 M.Yu, J. L. Falconer，T. J. Amundsen， M. Hong and R.D.Noble,Adv.Mater.,2007,19,3032-3036.   \n9 Z. Wang, H. Wang, A. Mitra, L. Huang and Y. Yan, Adv. Mater.,2001,13,746-749.   \n10 M.P.Pina，R.Mallada，M．Arruebo，M.Urbiztondo, N. Navascues， O. de la Iglesia and J. Santamaria, Microporous Mesoporous Mater.,2011,144,19-27.   \n11 C. Yuan, Q. Liu, H. Chen and A. Huang, RSC Adv., 2014, 4, 41982-41988.   \n12 B. Huang, Q. Liu,J. Caro and A. Huang,J. Membr. Sci., 2014, 455,200-206.   \n13 A. Huang,F. Liang,F. Steinbach and J. Caro,J. Membr. Sci., 2010,350, 5-9.   \n14 A. Huang, N. Wang and J. Caro, J. Membr. Sci., 2012, 389, 272-279.   \n15 J. C. White, P. K. Dutta, K. Shqau and H. Verweij, Langmuir, 2010,26,10287-10293.   \n16 F. Zhang,Y. Zheng,L. Hua,N. Hu, M. Zhu, R. Zhou, X. Chen and H.Kita,J. Membr. Sci.,2014,456,107-116.   \n17 X. Wang, Z. Yang, C. Yu, L. Yin, C. Zhang and X. Gu, Microporous Mesoporous Mater.,2014,197,17-25.   \n18 R. Zhou, L. Hu, Y. Zhang, N. Hu, X. Chen, X. Lin and H. Kita, Microporous Mesoporous Mater., 2013,174, 81-89.   \n19 M. Zhu, S. Xia, X. Hua,Z. Feng, N. Hu,F. Zhang,I. Kumakiri, Z. Lu, X. Chen and H. Kita,Ind. Eng. Chem. Res.,2014,53, 19168-19174.   \n20 Y. Zhang,Y. Nakasaka，T. Tago，A.Hirata，Y. Sato and T.Masuda,Microporous Mesoporous Mater.,2015,207,39-45.   \n21 Y.Peng, X. Lu, Z. Wang and Y. Yan, Angew. Chem., Int. Ed., 2015,54, 5709-5712.   \n22 Y.Peng,H. Lu, Z.Wang and Y. Yan,J. Mater. Chem.A,2014, 2,16093-16100.   \n23 M. Tawalbeh，F. H. Tezel，B. Kruczek，S. Letaief and C.Detellier,J. Porous Mater.,2013,20,1407-1421.   \n24 Y. Morigami, M. Kondo,J. Abe, H. Kita and K. Okamoto, Sep. Purif. Technol.,2001,25,251-260.   \n25 M.Matsukata，K.i. Sawamura，T.Shirai，M. Takada, Y. Sekine and E.Kikuchi,J. Membr. Sci.,2008,316,18-27.   \n26 S.L. Wee, C.T. Tye and S. Bhatia, Sep. Purif. Technol.,2008, 63,500-516.   \n27 Y. Hasegawa， T. Nagase， Y. Kiyozumi, T. Hanaoka and F.Mizukami,J. Membr. Sci., 2010,349,189-194.   \n28 Z. Chen, J. Yang, D. Yin, Y. Li, S. Wu, J. Lu and J. Wag, J. Membr. Sci.,2010,349,175-182.   \n29 X. Peng,Q.Lei,G.Lvand X. Zhang, Sep. Purif. Technol.,2012, 89, 84-90.   \n30 S. Guo,B. He, J. Li, Q. Zhao and Y. Cheng, Chem. Eng. Technol.,2014,37,478-482.   \n31 G.Li, E. Kikuchi and M. Matsukata, Sep. Purif. Technol., 2003,32,199-206.   \n32 S. G. Li,V.A. Tuan, R.D. Noble and J. L. Falconer, Ind. Eng. Chem. Res.,2001,40,6165-6171.   \n33 M.H. Zhu,I. Kumakiri, K. Tanaka and H. Kita, Microporous Mesoporous Mater.,2013,181,47-53. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Financial support by National Natural Science Foundation of China (21576273,21276262),External Cooperation Program of BIC,CAS (174433KYSB2013005)，National High Technology Research and Development Program of China (2015AA03A602), and Ningbo Science and Technology Innovation Team (2014B81004). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1N.Rangnekar,N.Mittal,B.Elyassi,J.Caro and M.Tsapatsis, Chem.S0c.Rev.,2015,44,7128-7154.   \n2 Z.Y.Yeo，T.L.Chew,P.W.Zhu，A.R.Mohamed and S.P.Chai,J. Porous Mater.,2013,20,1457-1475.   \n3M.Yu,R.D.Noble and J.L.Falconer,Acc. Chem.Res.,2011, 44,1196-1206.   \n4J.Caro andM.Noack,MicroporousMesoporousMater.,2008, 115,215-233.   \n5Y.Lin, Sep.Purif. Technol.,2001,25,39-55.   \n6 A.Tavolaro and E.Drioli,Adv.Mater.,1999,11,975-996.   \n34K.Sato，K.Sugimoto，T.Kyotani，N.Shimotsuma and T.Kurata,MicroporousMesoporousMater.,2012,160,85-96.   \n35K.Sato，K.Sugimoto，T.Kyotani，N.Shimotsuma and T.Kurata,J.Membr.Sci.,2011,385,20-29.   \n36X.Li,H.Kita,H.Zhu,Z.Zhang andK.Tanaka,J.Membr. Sci., 2009,339,224-232.   \n37J. Yang,L. Li,W. Li,J.Wang, Z. Chen,D.Yin,J. Lu,Y. Zhang and H.Guo,Chem. Commun.,2014,50,14654-14657.   \n38 K. Tanaka,R. Yoshikawa, C. Ying,H. Kita and K. Okamoto, Catal.Today,2001,67,121-125.   \n39 K．S.Novoselov，A.K.Geim，S.V.Morozov，D. Jiang, Y.Zhang,S.V.Dubonos,I.V.Grigorieva and A.A.Firsov, Science,2004,306,666-669.   \n40 S.Stankovich，D.A.Dikin，G.H.B.Dommett, K.M.Kohlhaas,E.J.Zimney，E.A.Stach，R.D.Piner, S.T.Nguyen and R.S.Ruoff,Nature,2006,442,282-286.   \n41 A.K.Geim and K.S.Novoselov,Nat.Mater.,2007,6,183-191.   \n42 A.K.Geim,Science,2009,324,1530-1534.   \n43J.Deng,P.Ren,D.Dengand X.Bao,Angew. Chem.,Int.Ed., 2015,54,2100-2104.   \n44 G.Shao,Y.Lu, F.Wu,C.Yang,F. Zeng and Q.Wu,J.Mater. Sci.,2012,47,4400-4409.   \n45D.R.Dreyer, S.Park,C.W.Bielawski andR.S.Ruoff,Chem. Soc. Rev.,2010,39,228-240.   \n46K.Huang,G. Liu,Y.Lou,Z.Dong,J. Shen and W. Jin,Angew. Chem.,Int.Ed.,2014,53,6929-6932.   \n47R.K.Joshi,P.Carbone,F.C.Wang,V.G.Kravets,Y.Su, I.V.Grigorieva，H.A.Wu，A.K.Geim and R.R.Nair, Science,2014,343,752-754.   \n48 W. Hung, C. Tsou, M. De Guzman,Q. An, Y. Liu, Y. Zhang, C.Hu,K.Lee and J.Lai,Chem.Mater.,2014,26,2983-2990.   \n49 Q.Liu, N. Wang, J. Caro and A. Huang,J. Am. Chem. Soc., 2013,135,17679-17682.   \n50Q.Liu,B.Huang and A.Huang,J.Mater.Chem.A,2013,1, 11970-11974.   \n51A.Huang,Q.Liu,N.Wang and J.Caro,J.Mater. Chem.A, 2014,2,8246-8251.   \n52 T.Kyotani,N. Shimotsuma and S.Kakui,Anal. Sci.,2006,22, 325-327. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]