[
    {
        "type": "text",
        "text": "资源型城市转型发展的绿色实践",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一以山西省“大同蓝” 为例张义丰1 张吉福 马彦平 马安全 赵晓宁4 穆松林5\\*\\*张伟",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/9e87969fd89fce8895f5a9ddb7ec832b7e9e351f000f48ada7ba864ad32eff82.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国科学院地理科学与资源研究所北京100101  \n2中国共产党大同市委员会大同037300  \n3大同市人民政府大同037300  \n4大同市环境保护局大同037300  \n5 北京市社会科学院 北京 100101  \n6 西南大学 地理科学学院重庆400715",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要雾霾是我国大气污染的突出问题，也是全国许多省市遇到的共性难题。地方政府要稳妥处理公众需求及环境保护压力和经济增长之间的关系。大同市作为全国重要煤炭工业基地、山西转型综改的前沿阵地、资源型城市的典型区域，在全国树立了“大同蓝”的知名品牌。文章从理念、支撑、核心、措施、抓手、路径、保障、基础和途径9个方面对“大同蓝”的绿色转型和实践进行总结与归纳，希望能够为山西省及类似区域的绿色发展提供科学依据和参考。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词资源型城市，大同蓝，绿色实践，生态文明建设 DOI 10.16418/j.issn.1000-3045.2017.08.012 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "雾霾是我国大气污染的突出问题，也是全国许多省市遇到的共性难题[1-5]。雾霾治理已成为国家重视、百姓关注的热点话题[-12]。面对雾霾问题，各级政府一方面要对公众负责，其环境保护压力越来越大；另一方面，“要发展，要GDP”的政绩观一定阶段依然存在。因此，地方政府要稳妥处理公众需求及环境保护压力和经济增长之间的关系。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2016年，在多轮不利气象条件影响下，山西省11个地市除大同市外，其余10个地市均启动雾霾橙色预警和红色预警。大同市作为山西省最北部的城市，环京津冀，连晋冀蒙，又地处盆地，属典型煤炭资源型城市，气象扩散条件并不占据优势，但却能够从雾霾中突围而出，全年空气质量二级以上优良天数达到314天，超省目标任务53天，较自加压力确定的300天目标超14天；空气优良率达到 $8 6 \\%$ 以上，高于省定目标近15个百分点，拥有与过去“煤都”印象完全不同的“大同蓝”，空气质量位居山西之首。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "大同市不仅为京津冀发展提供资源和能源保障，“大同蓝”更为京津冀绿色发展夯实生态基础。中科院地理科学与资源所牵头编制《大同市生态文明建设规划》和《大同市区域发展战略研究》，为大同市从“煤都”到“绿都”的转型做出了顶层设计和实施路径，推出了最具竞争力的生态产品——“大同蓝”。2016年12月以来，新华网连续刊发了3篇“大同蓝”稿件，全国媒体也聚焦于此现象[13]。资源型城市如何“华丽”转型？“大同蓝”是怎么来的？如何践行绿色发展理念及路径？这些均是本文要探讨的问题。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "天蓝水清任重而道远。雾霾污染的形成，非一日之“功”，雾霾污染的防治也非一蹴而就。大同市作为全国重要煤炭工业基地，山西省转型综改的前沿阵地，主动应对资源型城市转型的严峻挑战，消除粗放式发展带来的历史欠账，在生态文明新理念指导下以及山西省委、省政府正确领导下，坚持生态立市发展战略，持之以恒改善环境质量，逐渐摸索出一些实现“大同蓝”的有效做法。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "个大同”建设目标。坚持走将生态优势转化为经济优势的道路，树立“良好的生态环境就是最公平的公共产品和最普惠的民生福祉”理念，实施“136”发展战略①，将生态立市作为城市发展的主线，将建设美丽大同、富裕大同、幸福大同作为城市发展的目标。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（2）“绿水青山就是金山银山”，以刮骨疗伤、壮士断腕的决心治理污染。充分认识燃煤污染和高耗能产业发展对大气环境的影响，在科学防控不利气象条件影响的同时，重点减少形成雾霾的人为因素。突出产煤城市的去煤炭化，逐步优化能源结构，提高清洁能源使用率，严格控制高污染、高耗能、低产出“两高一低”产业，大幅降低污染物排放强度。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（3）贯彻绿色发展理念，真诚回应群众对改善空气质量的热切期盼。高度重视人民群众对改善环境质量的迫切需求，把实现“大同蓝”作为推动转型发展、文化复苏、古城复兴的首要任务，视为群众“最基本的生存需要”，以“功成不必在我”的思想狠抓落实，营造了同心同力共建生态大同的良好氛围。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1理念：坚持生态文明建设，践行绿色发展",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "党的十八大提出要树立尊重自然、顺应自然、保护自然的生态文明理念，坚持生产发展、生活富裕、生态良好的文明发展道路。习近平总书记强调，“我们既要绿水青山，又要金山银山，宁要绿水青山，不要金山银山，绿水青山就是金山银山”。十八大以来，山西省以高度的思想自觉和行动自觉，贯彻落实生态文明新理念，围绕习近平总书记提出的“创新、协调、绿色、开放、共享”的发展理念，以全国转型综改试验区建设为契机，大力推进生态文明建设。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "（1）“宁要绿水青山，不要金山银山”，确立“三",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2支撑：提升空气自净能力，产业错位发展",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "雾霾治理成效是一项长期、复杂的系统性工程，更离不开大同市自净能力的提升。根据大同市地形地貌、降水量和大气环流等因素，市委、市政府确立了生态统领、环境先行、空气优先的发展原则，始终坚持扩大城市绿化面积，恢复自然植被和森林，建设城市隔离带和城市湿地公园，有效降低城市的温室效应，这是“大同蓝”形成的支撑条件，效果良好。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1提升空气自净能力",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "大同市以御河和口泉河治理为重点，制定“两河流域”规划，实施总投资4.8亿元的“两河流域”湿地项目和大同市水环境整治人工湿地及流域污水收集工程，补齐北方城市生态补水不足的短板，极大地提高了生态涵养能力和空气自净能力。同时开展冬季行动暨“环古城”“环文瀛湖”双环行动，总投资690亿元，实施 27个重点项目。其中，“环古城”行动项目12个、总投资113亿元，“环文瀛湖”行动项目15个、总投资577亿元。这些项目涵盖了古城开发与保护、文化旅游、生态康养、会展中心、科技产业园、新能源等绿色发展领域，搭建起大同城市发展的生态骨架，以古城复兴守住发展之“心”，以环文瀛湖生态建设强健呼吸之“肺”，构筑了全新的城市发展生态格局，这是“大同蓝”形成的基础。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2完善基础设施建设",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "13座城镇污水处理厂建成运营，实现各县区城镇污水处理厂全覆盖。城市生活垃圾处理厂、餐厨垃圾处理厂先后投入运营，年处理生活垃圾36万吨、餐厨垃圾5.5万吨。正在建设的建筑垃圾资源一体化项目总投资7.4亿元，一期工程已于2017年6月投产，全部建成后可年处理城市建筑垃圾150万吨，年处理道路沥青混凝土垃圾50万吨，处理后建筑垃圾生产成再生骨料、再生活性微粉、公路用无机料、干混砂浆、高性能混凝土、混凝土制品、陶粒、园林土等产品。总投资0.689亿元的污泥处置项目于2017年1月静态调试，3月投入运行，运行后可日处理污泥200立方米。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3引导产业错位发展",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "大同市三次产业比例已由 $5 . 3 : 5 0 . 7 : 4 4$ 调整为 $5 . 8 : \\ 3 6 . 5 : \\ 5 7 . 7$ （2016年数据）。在工业结构优化方面，非煤工业增加值占规模以上工业比重 $50 . 9 \\%$ ，同比增加 $1 3 . 6 \\%$ ；煤炭工业增加值占规模以上工业比重 $49 . 1 \\%$ 同比减少 $1 3 . 6 \\%$ 。在打造优质产业链方面，大同市以文化旅游产业为龙头、以现代服务业为支撑，积极推进煤炭供给侧结构性改革，全面落实“三去一降一补”，压减煤炭产能2976万吨，坚持不懈地转变发展方式，实施传统优势产业提质工程、现代服务业发展工程、战略新兴产业培育工程、能源产业创新工程、特色农业增效工程，构建起具有鲜明特点、支撑多元、布局合理、链条高端的现代产业体系。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3 核心：调整产业结构、优化能源构成，推进工业节能减排",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "大同市“将生态与环境质量逐年改善作为区域发展的约束性要求”，用环境保护倒逼落后行业，积极引导、推动传统行业转方式调结构。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（1）坚持工业园区规划环评与项目环评同步推进。在装备制造园区、医药园区、新能源园区、冶金工业园区、煤化工园区、龙泉工业园区、塔山循环工业园区等工业园区建设中突出规划环境影响评价的先行地位，在项目土建工程中加强污染配套设施的建设，努力打造集约化、多元化产业平台。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(2）引导优势项目与综合项目互为补充齐头并进。在园区化平台承载中，大同市综合能源基地项目同煤塔山二期 $2 { \\times } 6 6$ 万千瓦热电机组已有一台并网发电，另一台试运行；同煤阳高 $2 { \\times } 3 5$ 万千瓦项目已基本具备水压试验条件。新能源基地建设项目采煤沉陷区国家先进技术光伏示范基地一期100万千瓦项目已成功并网。全市风力发电总装机165万千瓦，光伏发电装总计155万千瓦，分别占到山西省的 $23 \\%$ （724万千瓦）和 $53 \\%$ （292万千瓦）。总投资258亿的同煤中海油40亿立方米煤制气项目、晋北物流园区、大同通用航空制造产业园、装配式绿色建筑集成产业基地、大同熊猫电站等一批优势产业项目强力推进，与传统产业升级改造相互补充，互相促进，形成煤与非煤产业同时做强、产业结构可持续化的良性循环。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "以上是“大同蓝”形成的背景要素，也是大同市坚持生态统领、环境先行和空气优先的结果。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4 措施：强化八项管控措施，开展铁腕治污 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "环境保护执行不是“棉花棒”，而是“杀手锏”，是一项项目标的“硬碰硬”，是一条条举措的“实打实”。近年来大同市切实强化控煤、治气、管车、抑尘、减排、治企、预警、取缔“土小”等八项管控措施，不断加强大气污染治理力度，同时又从增绿和涵养生态方面做出实实在在的努力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.1强化八项管控措施",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）控煤方面。大同市全面淘汰10 吨以下燃煤锅炉，加快20吨以上燃煤锅炉改造工程，近年来共取缔燃煤锅炉3000台，减少燃煤量约189万吨，减排烟尘9070吨，二氧化硫15120吨，氮氧化物6840吨。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（2）治气方面。大同市公交车全部置换成为新能源车和纯电动车，总投资达到5.34亿元。其中，天然气公交车达到620辆，投资2.85亿；混合动力公交车184辆，投资1.20亿元；纯电动车150辆，投资1.29亿元。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（3）管车方面。环保、公安、商务、财政、交通五部门联合推进淘汰黄标车和老旧车工作。近两年共淘汰黄标车及老旧车30182辆，其中黄标车14497辆，老旧车15685辆。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（4）抑尘方面。启动全市铁腕治污“绿网行动”，要求建筑工地施工区域内裸露土方全部用绿网覆盖，全面整治建筑工地扬尘，彻底解决工地扬尘问题。共检查工地61个，下达整改通知书45份，排查整改隐患181条。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（5）减排方面。实施山西漳电大唐塔山发电有限公司等5家电力企业机组超低排放改造提标改造减排工程，减排二氧化硫17140吨，氮氧化物7100吨；实施广灵金隅水泥有限公司等3家水泥企业脱硝工程，减排氮氧化物810吨；实施县区集中供热替代燃煤锅炉工程，减排二氧化硫136吨，氮氧化物34吨，替代原煤8550吨；实施清洁能源改造减排工程，减排二氧化硫531吨，氮氧化物116吨。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（6）治企方面。对全市污染源自动监控系统现场端自动监控设备安装率、验收率、比对考核率均达 $100 \\%$ 。52家污染源国控企业均建立纸质和电子档案，无人机执法、网格化执法和污染源在线监控综合执法手段强硬有力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（7）预警方面。环保与气象部门联合建立重污染天气会商机制，运用气象预报与重污染天气预警双平台，积极开展多轮重污染天气会商，并依据会商结果进行空气质量潜势分析，强化重污染天气应对措施。2016年不利气象条件下，先后出动环保执法人员500余人（次），全部下沉至街道社区和污染点源，实行夜查、突查、日查、巡查、督查“五查”措施。共检查企业300家（次），其中排查涉水企业84家；下达行政处罚699万元，其中按日计罚290万元。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（8）取缔“土小”方面。深入开展全市“铁腕治污行动”，取缔“土小”企业77家，其中，小洗煤43家，碘石窑34座。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "以上八项管控措施是“大同蓝”形成的基础的基础，也初步实现了大同的生态发展理念。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4.2提高增绿和涵养生态成效 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "“环境就是民生”“青山就是美丽”“蓝天就是幸福”，2016年，大同古城墙合拢、护城河全线贯通。其中，护城河总长9千米，主河道宽20米，如一条环古城的玉带重现了明代城墙的历史风貌，极大地涵养了古城生态。北城墙带状公园新增绿化面积17.97万平方米，西城墙带状公园新增绿化面积22.2万平方米，如环城而建的绿色屏障，使古城空气得到生态净化。大同市2016年累计完成园林绿化工程量5.3亿元，建成区新增绿化面积116.78万平方米，建成区绿化覆盖率、绿地率、人均公园绿地面积分别达到 $4 0 . 9 6 \\%$ 、 $3 6 . 8 4 \\%$ 和15.27平方米，同比分别提高了 $0 . 8 7 \\%$ 、 $0 . 8 8 \\%$ 和0.48平方米/人，增绿与涵养生态方面取得显著成效。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "5抓手：污染物总量减排、多污染物协同控制",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "合理确定区域环境质量目标，根据环境质量目标核算相应的环境容量确立大气污染物的综合治理方案。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "（1）通过污染物总量减排，倒逼企业使用清洁能源。开展节能减排行动，并积极参与排污权交易市场交易。制定严格的排放标准、实行在线监测、清洁生产审核等手段实现全市的总量控制。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "（2）充分发挥市区与各区（县）联网机制。基于区域的联合防控将产生环境治理的正外部性有助于以较低成本来实现污染控制目标。通过建立科学系统的环境监测体系展开对二氧化硫、氮氧化物、颗粒物等多种污染物的协同控制。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(3）加强对燃煤电厂、水泥厂脱硫、脱硝、除尘设施的建设和管理。市区7个火电厂共计717万千瓦机组达到新的国家排放标准；国电大同发电公司、漳泽电力集团同煤塔山电厂、同煤集团同达热电公司、大唐国际云冈热电公司的全部或部分机组完成了超低排放改造。水泥行业全部完成了脱硝工程设施的建设和粉尘防治设施的提标改造工程。按照《大同市重点行业挥发性有机物综合整治实施方案》，12家制药、表面喷涂、有机化工等重点单位挥发性有机物污染综合治理全面开展。大同市30家重点企业进行清洁生产技术改造，有29家实施了清洁生产审核中给出的59项中高费方案，实施率 $9 3 . 2 \\%$ ，超额完成省目标任务。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "6路径：调整能源消费结构，推广使用环保型煤",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "大同市委、市政府为改善空气质量专门划定89平方公里禁燃区，区内严禁使用原煤，推广清洁能源。为此多年来拆除燃煤锅炉3000余台，发展热电联产集中供热5780万平方米，集中供热覆盖率达到 $9 9 . 7 \\%$ 。发展天然气用户68.4万户，覆盖率 $9 8 . 7 \\%$ 。新建建筑中大力推广可再生能源，可再生能源应有比例达到 $81 \\%$ 。万元GDP综合能耗同比下降 $3 . 2 \\%$ 。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "大同市在大力推进古城复兴的同时，着力解决古城平房户燃煤污染。古城内原有平房居民40000户，年产生二氧化硫1280吨，氮氧化物290吨，烟尘1920吨，面源污染非常严重。市委、市政府以政府补助、专项资金支持和相关县区配套的方式，每年冬季向古城内平房居民每户免费发放1吨环保型煤，并允许其优惠（成本价）购买2吨环保型煤。仅2015—2016年2年间，大同市用于环保型煤补助的资金达到2000万元。在古城复兴过程中这项惠民政策进一步扩大至城中村和城乡结合部，有22000户城中村和城乡结合部平房居民从中受益。据统计，大同市古城内平房居民已由原来的40000户减少至1000户，减排二氧化硫1250吨，氮氧化物282吨，烟尘1870吨。大同市城中村和城乡结合部 22000户平房居民使用环保型煤减排二氧化硫246吨，氮氧化物80吨，烟尘527吨。此外，为了有效改善用能结构和人居环境，大同市还在阳高县大泉山等村、浑源县荆庄等村，开展共计2050户的“煤改电”采暖电气化试点工程，项目完成后预计可年节约0.64万吨标煤，约折0.91万吨原煤，年减排二氧化硫145.6吨、氮氧化物26.7吨、烟尘218.4吨。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "7保障：传导压力担当尽责，落实环保主体责任",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "深化生态文明体制改革，坚定不移地把生态文明制度的“四梁八柱”夯实，实现生态文明建设制度化和法治化。大同市委、市政府高度重视环保工作，着力构建党政同责、一岗双责、权责一致、齐抓共管的工作机制。成立了大同市环境保护工作领导小组，出台《大同市环境保护工作职责规定（试行）》《大同市环境保护督察实施方案》《大同市环境保护大检查实施方案》《大同市水环境整改方案》，明确由市委书记、市长任全市环境保护工作领导小组组长，对环保工作亲自抓;市委秘书长、分管公安和分管环保的副市长为领导小组副组长，对环保工作具体抓；市环保局局长为办公室主任负责工作协调；各部门主要负责人为领导小组成员，分别履行环保工作职责；各级党委、政府严格履行环境保护主体责任，层层传导压力，主动抓好落实，强化环保主体责任，各县区、各部门对环保工作给予高度重视，从而形成了纵向到底、横向到边的责任体系，这是“大同蓝”形成的组织保障。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "7.1强化环境保护和绿色考核制度建设",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "建立和完善以经济发展和环境保护为核心目标的绿色GDP考核制度，牢固树立正确的政绩观，坚决不要污染环境破坏生态的GDP，努力创造绿水青山可持续发展的GDP、老百姓有实实在在获得感和幸福感的GDP，坚持问题导向、底线思维，发动群众，强化监督，打一场环境保护的攻坚战，努力开创碧水蓝天新大同。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "7.2建立全市污染防治的联防联控机制",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "坚持属地管理与区域联合相结合原则。建立环境保护工作中的协同治污、联合执法、应急联动三大机制，提高区域联控实效。对各区（县）污染防治工作的监测、监管、评估制定统一规则。针对重点企业和行业进行重点监控。目前，全市所有区（县）大气污染联防联控网基本形成，摆脱以往“单打独斗”的模式，寻求全市各主体的联防联控。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "8 基础：万众一心、公众参与",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“大同蓝”是大同社会各界和广大群众共同守护的绿色成果。大同市鼓励公众积极参与监督污染问题，通过媒体曝光、定期通报、畅通举报渠道等方式提高公众环保参与度。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "8.1建立区域环境监管机制",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "注重信息的公开化，确保公开的信息准确和统一；并建立统一的监管标准，包括相关执法的规章制度和管理措施，形成一致的执法标准和尺度。大气污染防治领导组办公室定期公布燃煤锅炉处罚名单，通报秸秆焚烧火点情况、环境违法企业整治处罚等，接受社会监督。大同市出台环境污染有奖举报办法，设立500万元的污染举报奖励，实现12345政府热线、12369环保热线和12369环保微信“三平台”无缝对接，每年受理处办环境信访2000余件，件件有落实，案件办结率和回访率",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "均达到 $100 \\%$ 。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "8.2推动公众参与机制",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "大同市以创建国家环保模范城市为目标，广泛开展公众参与和环保宣传活动。在《大同日报》开辟“环保大检查”“蓝天行动”等专栏，及时发布环保工作最新消息。大同电视台对“创模”主题宣传活动进行报道，市内各大电子屏、宾馆、饭店、商店等门前小电子屏滚动播出环保口号标语，提高社会各界环保意识。全市开展生态文明“十进”活动，印发《生态文明手册》，向农村、学校、社区、机关等免费发放；进学校50人（次）、进企业82人（次）、进社区98人（次）、进商店115人（次）、进机关63人（次）、进农村628人（次）；组织开展“小手拉大手，共建蓝天碧水”的“环保小卫士”活动；积极开展绿色创建活动，创建绿色家庭20个、绿色企业13家、绿色宾馆15个以及市级生态乡镇3个、市级生态村25个。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "9 途径：加快推动生态转型，培育发展环保产业",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "“大同蓝”从一定程度上展现了大同市作为资源型城市践行绿色发展，大力实施生态转型、锲而不舍、久久为功的转型历程，体现的是一个阶段性的成果，大同市委、市政府对此有着深刻的认识。针对如何守护“大同蓝”成果，提升“大同蓝”品牌价值，把培育发展环保产业和控制燃煤污染有机结合起来，通过大力推广洁净煤、煤改气、煤改电等有益尝试，达到“一石二鸟”的效果，打破制约环保产业发展的“瓶颈”，推动从根本上解决燃煤污染问题。持续加大生态环境治理力度，推进铁腕治污，深化综合整治，横向构筑产业群，纵向拉长产业链，发展多元化中高端现代产业体系，营造山清水秀的生态环境。2017年，大同市将把“生态转型”这个城市发展课题继续做深做细，推动转型升级，培育环保产业，加快可持续发展。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（1）培育战略性新产业。加强与中星微、浪潮、百度等信息技术企业和投资机构合作，争取建立大数据产业基地，大力发展数字经济。积极推进通用航空产业园、高效单晶光伏组件等项目建设。支持发展煤制天然气、煤制烯烃等煤化工产品。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（2）创新能源产业。严格控制煤炭产能总量，推进煤炭清洁高效利用。开工建设国家光伏示范基地二期、晋北风电基地项目。积极发展高展高载能产业，主攻电动汽车产业发展。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(3）改造提质传统优势产业。依托中车大同电力机车有限公司，发展电力机车和城市轨道交通装备制造。支持中银羊毛羊绒产业链生产基地项目建设。做强做大医药产业，重点建设山西库邦年产80吨医药中间体、浑源正北芪开发等项目。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（4）扶持绿色环保产业。根据山西省大气污染防治行动计划，加大清洁能源替代散煤力度，实施以气代煤、以电代煤工程。继续扩大清洁能源推广范围，依托中科院洁净炉具及洁净煤技术支持，推广节能环保炉具和洁净煤使用。推进以气代煤、以电代煤工程。推动煤矸石、粉煤灰、脱硫石膏等大宗工业固废综合利用。依托北京大学工学院粉煤灰新型墙体材料研发技术，北京雪迪龙公司在大同县吉家庄乡实施总投资10187.6万元的项目得以加速，以粉煤灰为主要材料生产制作新型墙体，培育发展绿色环保产业。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（5）做强文化旅游产业。重视古堡开发，发展边塞文化、长城旅游。依托古都灯会，弘扬年俗文化，打造“大同年”品牌。推广王府升锅宴，尽显老大同绝活，推动民间工艺产业化。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（6）壮大特色现代农业。做精杂粮、做优果菜、做强畜牧、做好药材，推动国家级种植与加工示范园区创建工作，培育药食同源产品开发企业，增加绿色优质农产品供给。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1 谢元博，陈娟,李巍.雾霾重污染期间北京居民对高浓度 $\\mathrm { P M } _ { 2 . 5 }$ 持续暴露的健康风险及其损害价值评估．环境科学，2014,35(1): 1-8.  \n2 马丽梅,张晓.中国雾霾污染的空间效应及经济、能源结构影响.中国工业经济,2014,(4):19-31.  \n3 赵秀娟，蒲维维,孟伟,等.北京地区秋季雾霾天 $\\mathrm { P M } _ { 2 . 5 }$ 污染与气溶胶光学特征分析.环境科学,2013,34(2):416-423.  \n4 潘本锋,汪巍,李亮,等.我国大中型城市秋冬季节雾霾天气污染特征与成因分析.环境与可持续发展，2013,(1):33-36.  \n5 潘慧峰，王鑫,张书宇.雾霾污染的持续性及空间溢出效应分析——来自京津冀地区的证据.中国软科学,2015,(12):134-143.  \n6 石庆玲,郭峰，陈诗一.雾霾治理中的“政治性蓝天”——来自中国地方“两会”的证据.中国工业经济,2016,(5):40-56.  \n7 邵帅，李欣，曹建华，等．中国雾霾污染治理的经济政策选择——基于空间溢出效应的视角.经济研究,2016,(9):73-88.  \n8 周涛,汝小龙.北京市雾霾天气成因及治理措施研究.华北电力大学学报（社会科学版）,2012,(2):12-16.  \n9 蓝庆新,侯姗.我国雾霾治理存在的问题及解决途径研究.青海社会科学,2015,(1):76-80.  \n10 熊晓青，张忠民.突发雾霾事件应急预案的合法性危机与治理.中国人口·资源与环境,2015,25(9):160-167.  \n11 张孝德,梁洁.从伦敦到北京：中英雾霾治理的比较与反思.人民论坛·学术前沿,2014,(3):51-63,71.  \n12 王咏梅，武捷,褚红瑞,等.1961—2012 年山西雾霾的时空变化特征及其影响因子.环境科学与技术,2014,37(10):1-8.  \n13 新华网．“大数据”告诉你，“大同蓝”有多红？[2017-04-12]. http://www.sx.xinhuanet.com/2017-04/12/c_1120797038.htm.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Green Practice of Transformation and Development of Resource-based City ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Case Study of“Datong Blue\" in Shanxi Province, China ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Zhang Yifeng’Zhang Jifu²Ma Yanping³Ma Anquan³Zhao Xiaoning4Mu Songlin’Zhang Wei6 (1 Instituteof Geographic SciencesandNatural ResourcesResearch,Chinese AcademyofSciences,Beijing 0ol01,China; 2 Datong Committee of the Communist Party of China,Datong O3730o0, China; 3 Datong People's Government,Datong 037300, China; 4 Datong Environmental Protection Bureau, Datong 0373oo, China; 5Beijing Academy of Social Sciences,Beijing 1oo101, China; 6 School of Geographical Sciences, Southwest University,Chongqing 40o715,China） ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "AbstractHazeiprominntprobminCina’sirpoltio,etalsothecommoprobemsencouteredbyteprovincsandciis.Te localgovernmentshulddealwithterelatioshipbetweepublicdemandaswellasevironmentalprotectioandeonomicgowthAthe importantaaloalustralsthrotofaimpesiraotiodetaloubdiog setawel-knonbrandnamed“DatongBue”inthecountry.hispapersummarizes thegreentransformationandpracticeof“DatongBlue\" fromnineaspts:oeptprte,easre,asngpathatefodtiodgtideetiics reference for green development in Shanxi Province and similar areas. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Keywordsresource-based city,Datong Blue,green practice,ecological civilization construction张义丰中科院地理科学与资源所研究员，旅游研究与规划设计中心总规划师。建设创新型国家战略推进委员会专家、国务院参事室华鼎国学研究基金会国茶专家委员会副主任、中国长城学会副秘书长、中国长寿之乡绿色产业发展联盟专家委员会执行主任、中国农业资源与区划学会休闲农业专业委员会副主任、中国农业区划学会全国有机农业产业联盟专家委员会副主任、中国老年学和中国老年医学学会“智库”专家委员会专家、北京沟域经济发展促进中心主任。主要研究领域为生态文明建设、沟域经济与山区发展、区域农业与乡村发展、旅游规划。主持和主要参与国家自然科学基金、国家部委委托项目10 余项，获得国家和省部级奖4项，发表学术论文80 余篇，著作8部，撰写咨询报告6份，得到相关领导重要批示。E-mail: zhangyf@igsnrr.ac.cn",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "ZhangYifengrofesooIstituteofeogaphciencsandaturalesouesesearchR)necdeyfies(A) HealsoisthechiefplannerofTourismResearchandPlaningandDesignCenterofIGSNRR.Othertesheowns include theexpertfChina ComiteefortrateicromotioofostructingnovatiooretedCoutyicehanofeaExpertComteof DepartmentofteateCouciliceeecutiscretarfinseGreatWallocietyxeutiedectorofinaLngevityp GrenIndustryevelopmentAlianceCommiteedeputydirectorofLeisure AgricultureCommit,ChinaAgricultural PlaningSociety deputydirectorofExpertCommieofthNatioalOrganicAgicultureIdstryllanceofineseSocietyofgiculturalRegiolation theexpertofExpertCommiteeof“TnkTank\"ofChineseGrontologandGeratricMedicieSocietyandchaimanofjgVey Economic Development Promotion Center.His mainresearchfieldscoverconstructionofecologicalcivilization,valleyeconomynd mountainousdvelopment,uralurbandvelopment,andtourismplaingHeostedndparticipatedinore tan1Oprojectssoodby theNationalaturalieeFoundatiofnaadotratioalstresndo4atioaladprovicawads.Hsubd8 monograps,ver8rreedapersndubiteddvisoyeportsdcedteporntsuctiosfroeleantt officials. E-mail: zhangyf@igsnrr.ac.cn ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "穆松林男，北京市社会科学院助理研究员，中科院地理科学与资源所博士后，土地估价师，中国地理学会会员、中国自然资源学会会员。主要研究领域为区域经济、生态文明建设、城乡发展与土地利用。先后主持国家社会科学基金一般项目、中国博士后科学基金面上资助项目、北京市哲学社会科学规划项目、北京市博士后科研活动经费资助项目、北京市朝阳区博士后科研活动经费资助项目，参与国家自然科学基金青年项目、国家科技支撑计划项目和国家环保部委托项目等6项。发表学术论文30余篇，专著1部。E-mail: songlinmukf@126.com",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "MuSonglinalestatofessofedealesstoralof,dlduerHesin regionalecoostrctifolicalciliduraluaeveloadndse.Hosteddarticateda6 projectsposordythetioalSoalieneFudatioofhi,ChiaosdoctoaieeFodtion,teNatioalaturaie FoundationofChina,andBeijingScialScienceFud.Hehaspublished1bookand morethan3papers.E-mail:songlinmukf@16.com ",
        "page_idx": 8
    }
]