[
    {
        "type": "text",
        "text": "Developmental Cell ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sarcomeres Pattern Proprioceptive Sensory Dendritic Endings through UNC-52/Perlecan in C. elegans ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Graphical Abstract ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Authors ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/e078f700f48fc260465bf0814fda0d05a9feeab20a7df80edf864675c21657cc.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xing Liang, Xintong Dong,, Kang Shen, Xiangming Wang ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Correspondence kangshen@stanford.edu (K.S.), xmwang@moon.ibp.ac.cn (X.W.) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "In Brief ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Liang et al. find that the muscular contractile apparatus in C.elegans provides instructive cues for patterning the branching of sensory dendrites.They show that the regular pattern of sarcomere dense bodies,via the ECM protein UNC-52/Perlecan, defines a SAX7/L1CAM striped pattern,which in turn instructs the dendritic branch pattern. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Highlights ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "SAX-7/L1CAM in skin cells instructs branching of sensory   \ndendrites   \nSAX-7/L1CAM forms a regular striped pattern in skin cells   \nThe repeated sarcomeres pattern skin SAX-7 through ECM   \nprotein UNC-52/Perlecan   \nSarcomeres provide developmental cues for dendrite   \nbranching ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Sarcomeres Pattern Proprioceptive Sensory Dendritic Endings through UNC-52/Perlecan in $0 .$ elegans ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "(ing Liang,1,2 Xintong Dong, Donald G. Moerman,4 Kang Shen,1,3,\\* and Xiangming Wang1.\\* ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1Nationalaboratoryofomacromolecules,stituteofopsics,esecademyofiences,5DatunRoad,Caoagistric   \nBeijing 100101, China   \n2University of Chinese Academy of Sciences, Beijing 100101, China   \n3Departmentof Biology, Howard Hughes Medical Institute,Stanford University,Stanford,CA94305,USA   \n4Department of Zoology, University of British Columbia, Vancouver,BC V6T 1Z3,Canada   \n\\*Correspondence: kangshen@stanford.edu (K.S.), xmwang@moon.ibp.ac.cn (X.W.)   \nhttp://dx.doi.org/10.1016/j.devcel.2015.03.010 ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "SUMMARY ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Sensorydendritesinnervate peripheral tissues through cell-cell interactions that are poorly understood.The proprioceptive neuron PVD in C.elegans extends regular terminal dendritic branches between muscle and hypodermis.We found that the PVD branch pattern was instructed by adhesion molecule SAX-7/L1CAM,which formed regularly spaced stripeson the hypodermalcell. The regularity of the SAX-7 pattern originated from the repeated and regularly spaced dense body of the sarcomeres in the muscle.The extracellular proteoglycan UNC-52/Perlecan linked the dense body to the hemidesmosome on the hypodermal cells，which in turn instructed the SAX-7 stripes and PVD dendrites. Both UNC-52 and hemidesmosome components exhibited highly regular stripes that interdigitated with the SAX-7 stripe and PVD dendrites，reflecting the striking precision of subcellular patterning between muscle, hypodermis，and dendrites.Hence，the muscular contractile apparatus provides the instructive cues to pattern proprioceptive dendrites. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "INTRODUCTION ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Dendrite morphogenesis is a critical step to establish the receptor fields of neurons and to assemble functional neural circuits (Arikkath,2012). Dendrites exhibit highly branched morphology, which suggests that dendrite development might require distinct molecular programs compared with its axonal counterpart (Jan and Jan，201O).Most of our understanding of the molecular mechanisms regulatingdendritic branchingcomes from studies of the dendritic arborization neurons in Drosophila melanogaster (Corty et al., 2009; Jan and Jan, 2010). From studies in hippocampal and cortical neurons,several classes of molecules that control dendritic arborization have been isolated (Arikkath, 2012).Both extrinsic and intrinsic factors，including secreted proteins，cell surface receptors，cell adhesion molecules, signaling molecules，regulators of the actin cytoskeleton, andtranscription factors,are implicated invarious aspectsof dendrite development. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In the vertebrate somatosensory system,sensory nerve terminals interact with specialized non-neuronal cell types to form peripheral sensoryorgans.For example,theMerkel cell associated with the sensory fibers to forma gentle touch receptor.Although the Merkel cell is required for generating specific touch sensation,the developmental mechanism for the association between the neurites and the Merkel cells is not understood (lkeda et al., 2014;Woo et al., 2014). In the vertebrate proprioceptive system, sensory terminals wrap around specialized muscle fibers to form the encapsulated sensory receptors: the muscle spindles (Bewick and Banks，2015).Little is known about the cell-cell interactions during the development of this sensory receptor. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Interactions between dendrites and the environment are important for dendrite morphogenesis.Forsensorydendrites, the extracellular matrix (ECM) constitutes the growing substrates for dendrite development and often contains instructive cues. For example,the Drosophila class IV dendritic arborization neurons grow their dendrites mainly in a 2D space on the ECM secreted by the epidermis.The integrin-ECM interactioncontrols dendrite positioning on or within the epidermis by promoting dendritic retention on the basal surface (Han et al., 2012;Kim et al.，2012).The matrix metalloproteinase (Mmp) is required for the Drosophila sensory neuron dendrite reshaping through local degradation of the basement membrane upon which dendrites of the sensory neurons innervate (Yasunaga et al., 2010). In zebrafish,skin-derived heparan sulfate proteoglycan guides peripheral sensory axon guidance to innervate the skin through the activation of the LAR receptors (Wang et al., 2012). These isolated examples represent our current understanding of the interactions between dendrites and surrounding cells during development.For proprioceptive neurons, little is known about how the muscle spindle forms. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "The C.elegans PVD and FLP neurons are the only highly branched neurons in the entire ensemble of worm neurons (Albeg etal., 2011). Both PVD and FLP neurons are mechanosensors for the bodyand head, respectively.PVD responds to harsh mechanical stimuli and cold temperatures (Chatzigeorgiou et al., 2010; Way and Chalfie, 1989)and may have a role in proprioception,as the ablation of PVD leads to defective posture (Albeg ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/b83fac656de91eccebb80f2c0190c8d53dad79d349d4f15a273784a9b0b4b4bb.jpg",
        "img_caption": [
            "Figure 1.Hypodermal SAX-7/L1CAM Exhibits Stripe-like Patterns and Co-localizes with the PVD $4 ^ { \\circ }$ Branches ",
            "(A-DConfocaliaexpi-7Fdoftodaelproedy Cery(aestripe.Arrowheads mark one of the PVD $4 ^ { \\circ }$ branches and the co-localized SAX-7 stripe. (E)Wil-tyeaialadwitX-7tibdRdaroidiasteublateratripnddrodsooX-7rioduce quadrant. "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "(legend continued on next page) ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "etal.,2011).PVDsare bornattheL2 stage and elaborate aseries of perpendicularly oriented dendritic branches at stereotyped positions.The $1 ^ { \\circ }$ branches emerge from the cell body，while the $2 ^ { \\circ }$ = $3 ^ { \\circ }$ ,and $4 ^ { \\circ }$ branches form the candelabra-like branch units called“menorahs.\"The $4 ^ { \\circ }$ branches grow only between the muscles and the hypodermal cells and are quite regular in spacing. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Previous studies have reported several molecules involved in PVD dendrite development. For example,several transcription factors control discrete steps in PVD development by promoting or limiting branching (Smith et al.，2010,2013). The fusogen EFF-1 activities may act as a quality control mechanism to sculpt PVD dendritic branches (Oren-Suissa et al., 2010). The shape of the menorah is likely instructed by receptor-ligand interactions between PVD and its environment.Our previous work showed that DMA-1,a trans-membrane leucine-rich repeat protein,is the essential receptor in PVD for patterning menorahs (Liu and Shen，2012).DMA-1 senses hypodermal-derived signals SAX7/L1CAM and MNR-1 in a tripartite ligand-receptor complex, which spatially instructs the growth and branching of PVD dendrites (Dong et al., 2013; Salzberg et al., 2013). SAX-7 is specifically localized to the sublateral line on the hypodermal cell, and this pre-patterned cue directs $3 ^ { \\circ }$ branch growth.The developmental cues for $4 ^ { \\circ }$ branches remain unknown. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Here we report that the $4 ^ { \\circ }$ branches were also guided by SAX-7,which formed regular subcellular stripes on the hypodermal cell surface,a pattern that mirrored the sarcomere pattern in the adjacent muscle cells.We found that UNC-52/Perlecan,a basement membrane protein (Rogalski et al.， 1993, 1995) that links the dense body (DB) of sarcomeres to the hemidesmosome-like fibrous organelles (FOs) on the hypodermal cells, was required for the proper pattern of $4 ^ { \\circ }$ branch growth.We further show that the FO-associated intermediate filaments were required for the subcellular pattern of SAX-7 in the hypodermal cells and the normal PVD dendrite pattern. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "RESULTS ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "PVD $4 ^ { \\circ }$ Dendrites Co-localize with Hypodermal SAX-7 Stripes ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Previous studies by Bulow's group and ours showed that transmembrane cell adhesion molecule SAX-7, together with a novel membrane protein,MNR-1,function in the hypodermal cells to guide the growth and branching of the $2 ^ { \\circ }$ and $3 ^ { \\circ }$ branches (Dong et al., 2013; Liu and Shen, 2012; Salzberg et al., 2013). SAX-7 localized to two longitudinal stripes,which provided the growth and branching signal for PVD $3 ^ { \\circ }$ dendrites (Figures 1A-1D). However,what patterns the PVD $4 ^ { \\circ }$ dendrites remains unknown. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Using a spinning-disk confocal microscope equipped with a highly sensitive digital camera,we found that hypodermal cell expressed SAX-7:YFP also localized to dense parallel stripes between the muscle cell and the hypodermis,where PVD elaborated its quaternary dendritic branches (Figures 1A-1C).To test if endogenous SAX-7 showed a similar distribution pattern,we stained the wild-type animals with a polyclonal SAX-7 antibody (Zhou et al., 20o8) and observed a very similar stripe pattern (Figure 1E). It is worth noting that the stripes from both the transgene and the endogenous staining were found only within the muscle quadrants.Strikingly,all PVD $4 ^ { \\circ }$ branches were precisely colocalized with SAX-7 stripes (30 of 30 animals examined), suggesting that the SAX-7 stripes might instruct the pattern of the PVD $4 ^ { \\circ }$ branches (Figures 1A-1D). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Two sets of evidences support this model. First, the SAX-7 stripes were clearly visible in L3 animals during development. However,at the same stage,the PVD $4 ^ { \\circ }$ branches were not yet developed,indicating that the SAX-7 stripes were present before the outgrowth of the PVD $4 ^ { \\circ }$ branches (Figures 1F-1l). Second, the $4 ^ { \\circ }$ branches nearly completely failed to form in the sax-7(nj48) mutants,consistent with the notion that SAX-7 was necessary forthe $4 ^ { \\circ }$ branches (Figures 1J and 1K).Because the $3 ^ { \\circ }$ dendrite growth was also severely compromised in the sax-7 mutants, it is difficult to conclude that the SAX-7 pattern in the muscle area instructs the $4 ^ { \\circ }$ branch pattern on the basis of this allele. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "We took the following steps to further prove that the SAX-7 pattern in the muscle region is necessary and sufficient to guide $4 ^ { \\circ }$ branch development. First, we looked for a genetic manipulation that rescued the SAX-7 expression in the location of the $3 ^ { \\circ }$ dendrites but not at the $4 ^ { \\circ }$ dendrites.To do this,we expressed SAX-7 in the PLM and ALM neurons in sax-7 null mutants.The neuritesofPLMand ALMwere localizedat the sublateral nerve cord,coinciding with the $3 ^ { \\circ }$ dendrites.With this transgene, the SAX-7 expression was achieved along the $3 ^ { \\circ }$ dendrite but completely absent in the $4 ^ { \\circ }$ dendrite region. Indeed,we found that this transgene could robustly rescue the $3 ^ { \\circ }$ dendrite pheno type, but no $4 ^ { \\circ }$ dendrite formed.We also noticed that the growth of PVD dendrite in this background stringently followed the trajectoryof PLMandALM (Figure S1).Thesedataargue that the SAX-7 expression in the muscle region is required for $4 ^ { \\circ }$ dendrite even when the $3 ^ { \\circ }$ dendrites are intact. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Second,we sought to generate an artificial pattern of SAX-7 in the muscle area to test if it could direct the pattern of the $4 ^ { \\circ }$ branches.To achieve this,we co-expressed SAX-7 and MNR1 in the D-type neurons (DD and VD) and the PLM/ALM neurons in sax-7;mnr-1 double mutants.The D-type neurons have dorsoventrallyoriented commissuresthattraverse themusclearea. We found that this combination of transgenes caused the PVD dendrite to grow both $3 ^ { \\circ }$ - and $4 ^ { \\circ }$ -likedendrites.Again, the $4 ^ { \\circ }$ 1 like dendrites stringently followed the commissures.This gainof-function experiment argues that an ectopic pattern of SAX-7 in the muscle area leads to a predictable pattern of the PVD $4 ^ { \\circ }$ branches (Figure S1) (Dong et al., 2013). Together, these data strongly support the idea that SAX-7 stripes provide the instructive cues for the outgrowth or stabilization of the PVD $4 ^ { \\circ }$ branches,similar to its function in guiding the growth of $3 ^ { \\circ }$ branches. ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/10d7dbf2321ff2a8f4dddd41b673e5220cfa40043fa7b520b0c80504c2ce3e24.jpg",
        "img_caption": [
            "Figure 2.unc-52Mutant Displays Abnormal PVD $4 ^ { \\circ }$ Branches ",
            "(A) Confocal image of wild-type PVD morphology.Arrow indicates one $3 ^ { \\circ }$ branch,and arrowhead shows one $4 ^ { \\circ }$ branch. (B) Confocal image of unc-52(e1421) mutant PVD morphology.Arrow indicates a $3 ^ { \\circ }$ branch with fewer $4 ^ { \\circ }$ branch,and arrowhead shows a“T\"-shaped $4 ^ { \\circ }$ branch "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "4Developmental Cell33,1-13,May 26,2015 $\\circledcirc$ 2015 Elsevier Inc. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The SAX-7 stripes outnumbered the PVD $4 ^ { \\circ }$ branches, creating two populations of SAX-7 stripes, the dendrite-associatedstripesand the“free\"ones.Moreover,the intensityof the dendrite-associated SAX-7 stripes was consistently greater than that of the free stripes,raising the possibility that only the stronger SAX-7 stripes had the ability to attract dendrites (Fig ures1B-1D).To testif there were fundamental differences between the two types of SAX-7 stripes in guiding PVD dendrites, we examined a mutant wy5oo01 with five PVDs on each side of the worm instead of one on each side,as in wild-type animals (Figure S2).Thismutantwas isolated ina forward genetic screen and mapped to the transcription factorLIN-22 (see Experimental Procedures). In the wild-type animals，about $40 \\%$ of the SAX-7 stripes were associated with the PVD dendrites. In lin$2 2 ( w y 5 0 0 0 1 )$ mutants,significantly more $4 ^ { \\circ }$ branches formed, most likely because of the additional PVD neurons,which occupied more than $80 \\%$ of the SAX-7 stripes (Figure S2). This result suggests that most (if not all) of the SAX-7 stripes are competent to guide PVD dendrites.Interestingly，the“stronger”SAX-7 stripes were also associated with the PVD dendrites in this mutant background, raising the possibility that association with the dendrites increased the SAX-7 intensity. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To definitively test this hypothesis,we examined the SAX-7 stripes in the dma-1 mutant that completely lacked the $4 ^ { \\circ }$ branches. Indeed,in dma-1animals,the intensityof the SAX-7 stripes became more uniform (Figure S1).Because DMA-1 is the neuronal receptor for SAX-7 in PVD (Dong et al., 2013; Liu and Shen,2012),it is plausible that DMA-1 can recruit SAX-7 and form“strong\"stripes.Together, these data are consistent with the model that the pre-patterned SAX-7 stripes in the hypodermis guide the branching and growth of the PVD $4 ^ { \\circ }$ branches. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "unc-52Mutants Show Reduced, Disorganized $4 ^ { \\circ }$ Branches and Abnormal SAX-7 Stripes ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "To further understand how SAX-7 is localized to these stripes and how the $4 ^ { \\circ }$ branches form,we performed RNAi and a screen of candidate mutants for those with altered PVD morphology.We found that perturbation of the basement membrane protein UNC-52/Perlecan disrupted PVD $4 ^ { \\circ }$ branchesspecifically without affecting the PVD axon or the $1 ^ { \\circ }$ $2 ^ { \\circ }$ ，and $3 ^ { \\circ }$ branches (Figures 2A-2E).In unc-52(e1421) mutant, the number of PVD $4 ^ { \\circ }$ branches was greatly reduced,with $\\sim 8 0 \\%$ of menorahs containing fewer than three $4 ^ { \\circ }$ branches (Figure 2E),whereas in wildtypeanimals,only ${ \\sim } 3 0 \\%$ of menorahs contained fewer than three $4 ^ { \\circ }$ branches (Figure 2E). In unc-52(e1421) mutant, the remaining $4 ^ { \\circ }$ branches also exhibited abnormal turning or branching,resulting in the“L\"-or“T\"-shaped branches instead of the “I\" shape in the wild-type animals (Figures 2A-2C). More than ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "$40 \\%$ of the $2 ^ { \\circ }$ branches contained“L\"-or\"T\"-shaped branches in unc-52(e1421) mutants,compared with ${ \\sim } 2 \\%$ in wild-type animals (Figure 2D).Anotherunc-52allele,e998,showeda similar phenotype as e1421 (Figure S3).unc-52 possesses a number of isoforms created by alternative splicing (Rogalski et al., 2001). A third unc-52 allele gk3,specifically lacking the long isoform of UNC-52，did not show any visible PVD branching phenotype (Figure S3)，indicating the medium and/or short isoforms of UNC-52 were suficient to support PVD branching. Consistent with these results，feeding RNAi of unc-52 also produced a similar PVD $4 ^ { \\circ }$ branch phenotype as unc-52 alleles (data not shown)，indicating that loss of UNC-52 causes reduced and misguided $4 ^ { \\circ }$ branches. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Next,we asked if the SAX-7 stripes are also dependent on UNC-52.In both unc-52(e1421) and unc-52(e998) mutants, the regular SAX-7::YFP stripe pattern were largely absent.Sparse dim YFP stripes remained in the muscle but became curved and lacked obvious patterns (Figures 2G and S3). Remarkably, the disorganized SAX-7 lines were still associated with the abnormal PVD $4 ^ { \\circ }$ branches (Figures 2H and S3),strongly suggesting that the dendrites followed the SAX-7 pattern even in the unc-52 mutants.Transgenic animals expressing an unc-52 genomic DNA fragment fully rescued both the SAX-7 localization phenotype as well as the PVD dendrite phenotypes in unc52(e1421) mutants (Figures 2D,2E,and 2l-2K).Together, these data strongly suggest that UNC-52 is required for the regular SAX-7 stripes,which then guide the PVD $4 ^ { \\circ }$ branches. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Pre-patterned UNC-52 Orients SAX-7 Subcellular Localization ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "UNC-52 isa heparan sulfate proteoglycan synthesized by the hypodermisand muscle and deposited at the basementmembrane (Mullen et al.， 1999; Rogalski et al.， 1993; Spike et al., 2002). Located between the muscle and hypodermis,UNC-52 covers the entire muscle quadrant but is concentrated at muscle-muscle cell boundariesand at the DB and M line of sarcomeres in the muscle cells，forming punctate rows (DBs) and narrow stripes (Mlines) (Francis and Waterston,1991). UNC-52 anchors the DBs and M lines at the muscle plasma membrane through integrin complexes (Mullen et al., 1999; Rogalski et al., 1993). To understand the relationship between UNC-52 and SAX-7，we performed double-staining experiments using the MH3 antibody (against UNC-52) and a GFP antibody (SAX-7::YFP). Despite the similar regularlyspaced stripe-like localization patternsofboth molecules,we found that the SAX-7 (green) signal and UNC-52 (red) signal rarely overlapped with each other (Figures 3A-3C). Instead, the SAX-7 stripeswere intercalated between the longitudinally aligned UNC-52 puncta,as shown in the line profiles of ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/3fa73e4a209105924f5ff894b2b7c454287b5b75ac92e960dfc63a0e31aa1204.jpg",
        "img_caption": [
            "Figure 3. UNC-52 and SAX-7 Exhibit Interdigitated Localization Pattern "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(A-C)Confocaliagf-7asgaoubstadithtUdGtibooftdn views of the region indicated bythebox.Arrow points to the SAX-7stripe,andarowhead marks the UNC-52 staining.   \n(DF)CofoclaiU box. Arrows indicate the PVD $4 ^ { \\circ }$ branch,and arrowheads mark the UNC-52 staining.   \n(G) Line profiles of fluorescence intensity of UNC-52 and SAX-7.   \n(HLineoflUdda drawnaongtgiaUcaJienteidiinelsFd plotted to form the picture.   \nThe scale bars represent $1 0 ~ { \\mu \\mathrm { m } }$ ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "different fluorescence channels (Figures 3A-3C and 3G). Consistent with this result, the PVD $4 ^ { \\circ }$ branches also lay between the UNC-52 stained lines,as shown by PVD::GFP and staining with another UNC-52-specific antibody (GM1) (Figures 3D-3F and 3H).To determine if SAX-7 is required for the UNC-52 pattern,we examined the UNC-52 staining in sax-7(nj48) mutant with the GM1 antibody and found that the UNC-52 pattern was indistinguishable from that of the wild-type (Figure S4).Together, these results indicate that the sarcomere structure patterns an adhesion molecule SAX-7 in the hypodermis through the extracellular UNC-52/Perlecan，which in turn instructs the growth andbranchingof sensorydendrite terminals. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "At the basement membrane,UNC-52 is linked to the DB and M line of the sarcomeres through an integrin complex at the muscle plasmamembrane (Rogalski etal.,1993).This integrin complex contains the PAT-2/PAT-3 integrins (Gettner et al., 1995), along with several other proteins，including the kindlin homolog, UNC-112 (Rogalski et al., 200O). We next asked whether the integrin complex is required for the SAX-7 pattern and PVD dendrite formation.Postembryonic feeding RNAiof either pat-2 $60 \\%$ penetrance) or unc-112（ $100 \\%$ penetrance) showed reduced and abnormally shaped $4 ^ { \\circ }$ dendrite phenotypes that were reminiscent of the unc-52 mutants (Figures 4A-C and 4J). Although the SAX-7 stripeswere still present, the stripe pattern was abnormal,with frequent curved lines,which tightly correlated with the misguided PVD branches (Figures 4D-4l).These results suggest that the DB and M line components in the muscle also influence the patterning of SAX-7 stripes and PVD $4 ^ { \\circ }$ branches,possibly through anchoring UNC-52.The SAX-7 localization phenotype was less pronounced in the pat-2 and unc-112 RNAi animals compared with the unc-52 mutants，possibly because of the variable effectiveness of RNAi in knocking down the endogenous genes. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The SAX-7 SubcellularLocalization Pattern Requires Its IntracellularDomain ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Because SAX-7 functions in the hypodermal cell to guide the PVD dendrites through direct interactions with neuronal receptor DMA-1 (Dong et al., 2013), the next question is how UNC-52 patterns the subcellular organization of SAX-7 in the hypodermal cells.First,we used astructure-functionapproach to understand which domains of SAX-7 are required for its localization and function.A truncated construct, SAX-7(△Extra):YFP, lacking all four lg domains and five Fnll domains of the extracellular domain of SAX-7,could still localize as stripes but failed to rescue sax-7 mutant phenotype (Figures 5A-5D and data not shown).Therefore,the extracellular domain was essential for guiding PVD dendrites,and the cytoplasmic domain of SAX-7 might be sufficient to localize it to the hypodermal stripes.Consistently,a truncated SAX-7 construct lacking the entire cytosolic domain，SAX7(△Cyto):YFP, failed to form stripes and was instead diffusely localized on the plasma membrane (Figures 5E-5H).Together, these data strongly suggest that the cytoplasmic domain of SAX-7 localizes the protein to the stripes in the hypodermal cells. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Because the fluorescence intensity of SAX-7::GFP at the sublateral line was much higher than at the stripes underneath the muscles (Figure 1C),we tested if the “affinity\" of sublateral lines for SAX-7 might be higher compared with that of the $4 ^ { \\circ }$ stripes. Transgene animals in which Pdpy-7::SAX-7:YFP was injected at a low concentration $( 0 . 1 \\ \\mathrm { \\ n g / \\mu L } )$ partially rescued the PVD $3 ^ { \\circ }$ branch phenotype of the sax-7(nj48) mutants but not the $4 ^ { \\circ }$ branches (Figures 5l-5L).This transgene showed faint SAX7:YFP at sublateral lines but not the stripes in the $4 ^ { \\circ }$ branch region.This result implies thatasmall amount of SAX-7 preferentiallylocalized to the sublateral line rather thanto the $4 ^ { \\circ }$ branch locations. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Hypodermal FO OrientsSAX-7SubcellularLocalization ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Signaling from body wall muscle is known to directly organize the hemidesmosomes in the hypodermal cells,which are called FO complexes in C.elegans (Hresko etal.,1999). FOs and hemidesmosomes are conserved attachment complexes that connect theepithelial cell cytoplasmto the ECMusing intermediate filaments.These adhesion complexes are thought to provide tissue integrityand resistanceto mechanical forces (Zhangand Labouesse,2010).Because the FOs are known to form a regular stripe pattern,we examined the relationship between the FOs and the patterns ofUNC-52 and SAX-7 stripes.Usinga MUA6::mCherry marker,which is the intermediate filament component of FOs,we found that both MUA-6::mCherry and SAX7:GFP showed strikingly similar stripe patterns in the same part of the hypodermis underneath the muscles.Remarkably, the MUA-6 stripes precisely interdigitated with the SAX-7 stripes (Figures 6A-6C).Hence， the FOs and SAX-7 occupied alternating subcellular domains on the hypodermal cells and were mutually exclusive of each other.Because PVD $4 ^ { \\circ }$ branches always followed SAX-7stripes,wealso examined the relationship between the MUA-6 stripes and the PVD $4 ^ { \\circ }$ branches.Not surprisingly,all $4 ^ { \\circ }$ branches localized between the MUA-6 stripes (Figures 7A-7C),consistent with the interdigitating localization between MUA-6 and SAX-7. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The precise complementary localization patterns of SAX-7and MUA-6 prompted us to test if there is any causal relationship between the FO components and the SAX-7 stripes.First,we examined the SAX-7 and MUA-6 localization during development. In newly hatched worms,the MUA-6 stripeswere readilydetectable,while the SAX-7 stripes were not formed,suggesting that FOs might pattern the SAX-7 stripes (Figures 6D-6F). Second, in mua-6(rh85) mutant,the regular SAX-7 stripes disappeared and the PVD $4 ^ { \\circ }$ branches were largely absent (Figures 6G-6l), indicating that the intact FO structure might be required to form the SAX-7 stripes，which then instructed the pattern of PVD branches.Because the SAX-7 stripes were adjacent to but did not overlap with the MUA-6 stripes，we next asked if MUA-6 intermediate filament excludes SAX-7.Overexpression of MUA-6::mCherry led to partial disappearance of the SAX-7 stripes and much reduced PVD $4 ^ { \\circ }$ branches (Figures 6J-6L and S5).In cases in which the overexpression was not uniform within a single animal, locations with high levels of MUA-6:mCherry strongly correlated with lack of SAX-7 stripes (arrows in Figures 6J-6L),while the SAX-7 stripes were still present at neighboring areas with low MUA-6::mCherry (arrowheads in Figures 6J-6L). These findings suggest that the existing MUA-6 stripes in the hypodermal cells pattern the SAX-7by locally excluding it. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "To further test this hypothesis,we examined the localization of MUA-6 and PVD dendrites in unc-52 mutants.Because UNC-52 isimportant to anchor the hemidesmosomes，and PVD $4 ^ { \\circ }$ branches exhibit specific defects in unc-52 mutant,we asked if the MUA-6 stripe pattern is affected in the unc-52 mutants. In the partial loss-of-function unc-52alleles,we found that all the mutants exhibited disorganized MUA-6 stripes with broken circumferential stripes and irregularly shaped holes and gaps. Strikingly,most of the abnormally shaped PVD dendrites (about $80 \\%$ in 15 observed animals) precisely coincided with the gaps in the MUA-6 staining (Figures 7D-7F). Furthermore,most of the abnormally shaped SAX-7 stripes also localized to the MUA-6 holes and gaps (Figures 7G-7l).Together, these data support the model that the ECM protein UNC-52 forms regular stripes followingthe muscle sarcomeres and is essential for the formation of regular hemidesmosome structures on the ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/406317841fbaaf0fe5bf5487a06c3fca22a1e708aef68ded25dc96433dd822c0.jpg",
        "img_caption": [
            "Figure 4. Sarcomere Components Are Important for the SAX-7 Pattern and PVD Branch Morphology (A-C)Florescent images of PVD in young adult wild-type and unc-112 (RNAi),pat-2 (RNAi) animals. (D-l) ConfocalimagesofPVDandPdpy-7:SAX-7:YFPoftheunc-112(RNAi),pat-2(RNAi)animals.Arrows indicatethe $3 ^ { \\circ }$ branches and the SAX-7 lateral stripes. The arrowheads indicate the $4 ^ { \\circ }$ branches and the co-localized SAX-7 stripes. (J) Quantification of the RNAi penetrance. ${ \\mathsf n } > 3 0$ for each genotype. $^ { \\star \\star \\star } | _ { \\mathsf { p } } < 0 . 0 0 1$ by chi-square test. The scale bars represent $1 0 ~ { \\mu \\mathrm { m } }$ "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/5b803f12c8558ec773dc7a7c9fbdee31458920e1973d9b4bd5d90819a491959a.jpg",
        "img_caption": [
            "Figure 5. Structure-Function Analysis of SAX-7 (A-D) Confocal images of the Pdyp-7:SAX-7(△Extra):YFP transgene in sax-7(nj48) mutant. ${ \\mathsf n } > 3 0$ (E-H) Confocal images of the Pdyp-7::SAX-7(△Cyto):YFP transgene in sax-7(nj48) mutant. ${ \\mathsf n } > 3 0$ 元 (I-L) Confocal images of the Pdyp-7::SAX-7:YFP $( 0 . 1 \\mathsf { n g } / \\mu \\updownarrow )$ transgene in sax- $7 ( n j 4 8 )$ mutant. ${ \\mathsf n } > 3 0$ (M) Quantification of rescue activity of SAX-7 truncation constructs in (A) and (l). Error bars denote SEM. $^ { \\star \\star \\star } | _ { \\mathsf { p } } < 0 . 0 0 1$ by Student's t test, ${ \\mathsf n } > { \\mathsf { 1 0 } }$ for each genotype.The scale bars represent $1 0 ~ \\mu \\mathrm { m }$ "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/129ba5c409a7ed8e18be6bf27587e15cbdfb410ce5c4f769f2ebae3166029484.jpg",
        "img_caption": [
            "Figure 6. Hypodermal FOs Pattern SAX-7 Stripes and Then PVD 4°Branches ",
            "(A-C)ConfocalimagesofthMUA-6::mCherrandSAX-7::GFP.ArrowindicatesoneFOstripeandarrowadshowsoneSA-7stripe. ${ \\mathsf n } = 3 0$ # (DFConfocaiUd-Gadodoi where SAX-7 stripe will form. ${ \\mathsf n } = 2 0$ "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "(legend continued on next page) ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/bb9282965f989672c18bba8e25171642ff6a426a788a7ab3026eb72b5e7d9438.jpg",
        "img_caption": [
            "Figure 7. UNC-52 Patterns Hypodermal FOs (A-C)Confocal images of MUA-6:mCherry and PVD:GFP in wild-type.Arrow indicates PVD quaternarydendrite,andarrowhead showsFOsstripe. ${ \\mathsf n } = 3 0$ "
        ],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(D-F)Confocal images of MUA-6::mCherry and PVD::GFP in unc-52(e1421) mutants.Arrow indicates PVD“T\"-type quaternary dendrite,and arrowhead shows FOs gaps in the stripes. ${ \\mathsf n } = 3 0$ (G-l) Irregular SAX-7 stripes localized to MUA-6 gaps in unc-52(e1421) mutant.Arrowhead indicates one MUA-6 gap，and arrow shows one irregular SAX-7 stripe. ${ \\mathsf n } = 1 5$ ： The srale hars renresent $1 0 ~ \\mu \\mathrm { m }$ 2 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Here,we provide a satisfying explanation of how the SAX-7 stripes are localized tospecific parts of the hypodermal cells with a distinct pattern.Our genetic analysisdemonstrates that UNC-52/Perlecan is important for patterning the SAX-7 stripes and the PVD dendrite.In unc-52 mutants,both the SAX-7 stripes and the PVD $4 ^ { \\circ }$ branches were disorganized. Interestingly，the disorganized PVD $4 ^ { \\circ }$ branches still followed the disrupted SAX-7 stripes,strongly suggesting that SAX-7 patterns dictate the PVD dendrite morphology.UNC-52 is detected only inthe basement membrane associated hypodermal cells，which in turn patterns the SAX-7 stripes by locally excluding the SAX-7 localization. Subsequently,the SAX-7 utilizes its ectodomain to instruct the growth of the PVD $4 ^ { \\circ }$ branches by interacting with DMA-1 and MNR-1. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "DISCUSSION ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Our results provided a concrete model for the development of the PVD dendrites.While the $3 ^ { \\circ }$ branches are instructed by the sublateral stripes of SAX-7，the $4 ^ { \\circ }$ branches were precisely guided by circumferential stripes of SAX-7 on the hypodermal membrane underneath the muscle cells.The precise co-localization between the SAX-7 stripes and the PVD $4 ^ { \\circ }$ branches and the complete lack of $4 ^ { \\circ }$ branches in the sax-7,mnr-1,or dma-1 mutants demonstrate that the pre-patterned SAX-7 stripes instructed the development of PVD dendrites.Consistent with our previous findings，the SAX-7 signal is detected by the PVD receptor DMA-1.This recognition also requires co-ligand MNR-1 on the hypodermal cells.Because DMA-1 is specifically expressed in the PVD neurons,but not in many other neurons that extend neurites along the hypodermal cells,only PVD develops exuberant branches. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "with muscle cells,and it is concentrated beneath the muscle DBsand M lines under bodywall muscles (Francis and Waterston，1991； Mullen et al.，1999； Rogalski et al.，1993). This explains why the PVD $4 ^ { \\circ }$ branches develop only underneath the muscle cells but not at more medial locations. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "UNC-52 plays essential functions in linking the sarcomere structure in the muscle to specific subcellular hemidesmosomes in the hypodermal cells.At the muscle plasma membrane, UNC52 binds to the DBs and M lines through integrin complexes. At the hypodermal cell membrane,UNC-52 is important for patterning LET-805 and hemidesmosome, FOs (Cox and Hardin, 2004; Francis and Waterston, 1991). Our genetic epistasis analyses demonstrated a developmental hierarchy.UNC-52 is essential for the subcellular localization of the hemidesmosome, includingthe intermediate filamentMUA-6.MUA-6 in turn patterns SAX-7，likely through the interaction with the cytosolic domain of SAX-7.SAX-7 uses its extracellular domain, together with MNR-1, to attract PVD dendrite growth and stabilization by binding to DMA-1.This model highlights the importance of cellcell interactions in the morphogenesis of neurons.In Drosophila class IVdendritic arborization neurons,integrin-laminin interaction attaches dendrites to the ECM (Han et al., 2012; Kim et al., ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "2012).Disruption of such interactions causes the dendrite to be embedded in the epidermis.In another related study,Yasunaga et al. (201O) showed that the degradation of basement membrane components by Mmp2 is required to reshape dendrite during development of Drosophila.Similarly，heparan sulfate proteoglycans in zebrafish play important roles in guiding the peripheral axons to innervate the skin (Wang et al.,2012),suggestive of an evolutionarily conserved mechanism of peripheral neurite patterning by ECMmolecules. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "PVD is postulated to function as a proprioceptor, sensing and controlling body posture,on the basis of the abnormal posture caused by ablating PVD (Albeg et al.,2011).Our hypothesis not only demonstrates the mechanism of PVD $4 ^ { \\circ }$ dendrite development through muscle-derived cues but also illustrates the close association between the sarcomere and the PVD dendrites.In addition, it is worth noting that the hemidesmosomelike FOs are thought to act as tendon-like structures that transmit tension of muscle contraction to the cuticle.Thus, this developmental program utilizes UNC-52/Perlecan and SAX-7 to bundle the tension-transmitting cell junctions with a proprioceptive sensorydendrite. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The best-understood mammalian proprioceptive receptor is the muscle spindle.Similar to the hypodermal-muscledendrite complex in PVD，the muscle spindle contains the sheath cells,specialized muscle fibers,and nerve terminals. The sensory nerve terminals wrap around the muscle cells several times,with evenly spaced turns.Remarkably,in both worms and mammals,the sensory nerves are oriented perpendicular to the longitudinal axis of the sarcomeres,a configuration that might maximize the stretching effects from the muscle onto the nerve (Cheret et al.，2013).Future studies areneededto test if the cellular and molecular interactions we describe here play a similar role in patterning the muscle spindles. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "EXPERIMENTALPROCEDURES ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "C.elegansStrains,Genetics,and RNAi ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "C.elegans strains were cultured at $2 0 ^ { \\circ } \\mathsf { C }$ on nematode growth medium plates seeded with the Escherichia coli OP50 using standard methods (Brenner, 1974).All the mutants and transgene strains were genetically modified from the wild-type strain N2.wy5oo01 was isolated from a forward genetic screen for PVD dendrite morphology defect. Genetic mapping and sequence showed thatwy50o01 is a nonsense mutation of W62 in the lin-22 gene.mua-6 (rh85)is partially lethal,and surviving worms are very sick.Strains used are listed in Table S1. Standard feeding RNAi was used to knock down genes using the RNAi feeding library (Fraser et al.,20oO).Synchronized L1 worms were transferred to RNAi feeding plates (unc-112，pat-2)，and young adults were observed 3 days later.The penetrance is the percentage of animals showing PVD dendrite defects in total animals observed. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Molecular Biologyand Transgenes ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "PCR and molecular cloning techniques were used to generate fluorescence reporters.The PCR products were amplified with Phusion DNA polymerase (New England Biolabs) or TransStart FastPfu DNA Polymerase (Transgen Biotech).The plasmids were constructed using the Clontech In-Fusion PCR Cloning System and verified by sequencing.The plasmid constructs are listed in Table S2.Transgenic worms were constructed through germline transformation using microinjection technique.The DNA plasmids and PCR products were injected at5 to $5 0 \\mathrm { n g / \\mu l }$ into N2 hermaphrodites with a fluorescent selection marker (such as Podr-1::GFP).At least two independent lines were isolatedandanalyzed for the data. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "QuantitationandStatistics ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Dataare expressed,unless otherwise mentioned,as mean $\\pm$ SEM.Statistical tests were either two-tailed Student's t tests or one-way ANOVA or $\\chi ^ { 2 }$ test. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Fluorescent Imaging ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Young adult animals were anesthetized with $1 \\mathrm { m g / m l }$ levamisole in M9 buffer and then mounted on $3 \\%$ (w/v) agar pads.Images of fluorescent proteins were captured in live animals using a $4 0 \\times$ objective onan Axiolmager M2 microscope (Carl Zeiss).The spinning-disk confocal imaging system includes an Axio Observer Z1 microscope (Carl Zeiss Microlmaging) equipped with a $4 0 \\times$ and a $1 0 0 \\times$ objective,an electron-multiplying charge-coupled device camera (Andor),and the 488- and $5 6 8 ~ \\mathsf { n m }$ lines of a Sapphire CW CDRH USB Laser System attached to a spinning-disk confocal scan head (Yokogawa CSU-X1 Spinning Disk Unit).The confocal images were taken with Micro-Manager (https://micro-manager.org) software.ImageJ (http://rsbweb.nih.gov/ij/) software was used to process the images. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Antibody Staining ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Antibody staining was performed with whole-mount worms using standard protocol (Qin et al.,2014; Zhou et al.,2008). For the SAX-7 antibody, the \"freeze-cracking”method was used to increase tissue accessibility，and the worms were fixed by methanol/acetone (Duerr,2oo6).For immunofluorescence detection of endogenous UNC-52 and SAX-7::YFP,wormswere incubated with anti-UNC-52(MH3 or GM1) and anti-GFP antibody simultaneously.The UNC-52-specific antibody GM1 was kindly provided by D.G.M.,and the UNC-52-specific antibody MH3 was from the Developmental Studies Hybridoma Bank.Rabbit polyclonal 6991 antibody against the SAX-7 cytoplasmic tail was kindly provided by Dr.Lihsia Chen at the University of Minnesota.Rabbit polyclonal antibody against GFP (GenScript) was used to detect the Pdpy-7:SAX-7::YFP.Antibodies against UNC-52 or GFP were used at 1:200 dilution.Antibody against SAX-7 was used at 1:300 dilution. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "SUPPLEMENTALINFORMATION ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Supplemental Information includes five figures and two tables and can be foundwith this article online at http://dx.doi.org/10.1016/j.devcel.2015.03. 010. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "ACKNOWLEDGMENTS ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "We are grateful to the Caenorhabditis Genetics Center and to Dr.G.S.Ou for strains,Dr.M. Ding for technical help with antibody staining,and Dr.L.S.Chen for SAX-7 antibody.This work was supported by grants from the National Basic Research Program of China (2013CB910103),the Howard Hughes Medical Institute,and the National Institute of Neurological Disorders and Stroke (1R01NSo82208) to K.S.,grants from the National Natural Science Foundation of China (31201048,31428009) to X.M.W.and K.S.,and the Chinese Academy of Sciences/State Administration of Foreign Experts Affairs International Partnership Program for Creative ResearchTeams to K.S.Work in the laboratory of D.G.M.was supported by the Canadian Institute for Health Research.D.G.M. isafellow of the Canadian Institute for Advanced Research. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Received: August 29,2014   \nRevised: January 18,2015   \nAccepted:March6,2015   \nPublished: May 14,2015 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "REFERENCES ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Albeg, A., Smith, C.J., Chatzigeorgiou, M., Feitelson, D.G., Hal, D.H., Schafer, W.R.,Miler, D.M., 3rd,and Treinin, M. (2011). C.elegans multi-dendritic sensory neurons: morphology and function. Mol. Cell. Neurosci. 46, 308-317. Arikkath, J. (2012).Molecular mechanisms of dendrite morphogenesis. Front. Cell. Neurosci. 6, 61.   \nBewick, G.S.,and Banks, R.W. (2015). Mechanotransduction in the muscle spindle. Pflugers Arch. 467, 175-190. Brenner, S. (1974). The genetics of Caenorhabditis elegans. Genetics 77, 71-94.   \nChatzigeorgiou, M., Yoo, S., Watson, J.D.,Lee,W.H., Spencer,W.C., Kindt, K.S.，Hwang, S.W.,Miller, D.M., 3rd, Treinin,M., Driscoll,M.，and Schafer, W.R. (2010). Specific roles for DEG/ENaC and TRP channels in touch and thermosensation in C. elegans nociceptors. Nat. Neurosci. 13, 861-868.   \nCheret，C.，Willem，M.，Fricker，F.R.，Wende，H.，Wulf-Goldenberg，A., Tahirovic, S.， Nave, K.A.， Saftig，P.， Haass, C., Garratt, A.N.， et al. (2013). Bace1 and Neuregulin-1 cooperate to control formation and maintenance of muscle spindles. EMBO J.32, 2015-2028.   \nCorty, M.M., Matthews, B.J.,and Grueber, W.B. (20o9). Molecules and mechanisms of dendrite development in Drosophila. Development 136,1049-1061. Cox，E.A.，and Hardin，J. (2004). Sticky worms: adhesion complexes in C. elegans. J. CellSci. 117, 1885-1897.   \nDong, X., Liu, O.W., Howell, A.S., and Shen, K. (2013). An extracellular adhesion molecule complex patterns dendritic branching and morphogenesis. Cell 155,296-307.   \nDuerr,J.S. (2006). Immunohistochemistry. WormBook. http://dx.doi.org/10. 1895/wormbook.1.105.1.   \nFrancis，R.， and Waterston， R.H. (1991). Muscle cell attachment in Caenorhabditis elegans. J. Cell Biol. 114, 465-479.   \nFraser, A.G., Kamath, R.S., Zipperlen, P., Martinez-Campos, M., Sohrmann, M.,and Ahringer, J. (2ooo). Functional genomic analysis of C.elegans chromosome Iby systematic RNA interference. Nature 408, 325-330.   \nGettner, S.N., Kenyon, C.,and Reichardt, L.F.(1995). Characterization of beta pat-3 heterodimers，a family of essential integrin receptors in C.elegans. J. Cell Biol. 129, 1127-1141.   \nHan, C., Wang, D., Soba, P., Zhu, S., Lin, X., Jan, L.Y., and Jan, Y.N. (2012). Integrins regulate repulsion-mediated dendritic patterning of Drosophila sensory neurons by restricting dendrites in a 2D space. Neuron 73, 64-78. Hresko，M.C., Schriefer， L.A.， Shrimankar， P.,and Waterston， R.H. (1999). Myotactin,a novel hypodermal protein involved in muscle-cell adhesion in Caenorhabditis elegans. J. Cell Biol. 146, 659-672.   \nIkeda, R., Cha, M., Ling, J., Jia, Z., Coyle, D.,and Gu, J.G. (2014). Merkel cells transduce and encode tactile stimuli to drive Aβ-afferent impulses. Cell 157, 664-675.   \nJan,Y.N.,and Jan,L.Y. (2010). Branching out: mechanisms of dendritic arborization. Nat. Rev. Neurosci. 11, 316-328.   \nKim，M.E., Shrestha,B.R.， Blazeski， R.， Mason， C.A.，and Grueber， W.B. (2012). Integrins establish dendrite-substrate relationships that promote dendritic self-avoidance and patterning in Drosophila sensory neurons. Neuron 73, 79-91.   \nLiu,O.W., and Shen, K. (2012). The transmembrane LRR protein DMA-1 promotes dendrite branching and growth in C. elegans. Nat. Neurosci. 15, 57-63. Mullen，G.P.，Rogalski， T.M.， Bush, J.A.，Gorji， P.R.，and Moerman，D.G. (1999). Complex patterns of alternative splicing mediate the spatial and temporal distribution of perlecan/UNC-52 in Caenorhabditis elegans.Mol. Biol. Cell 10, 3205-3221.   \nOren-Suissa，M.，Hall, D.H.， Treinin，M.， Shemer， G.，and Podbilewicz, B. (2010). The fusogen EFF-1 controls sculpting of mechanosensory dendrites. Science 328, 1285-1288. QIn，J.，Liang，J.，and Ding，M. (2U14). Perlecan antagonizes collagen IV and ADAMTS9/GON-1 in restricting the growth of presynaptic boutons. J. Neurosci. 34, 10311-10324.   \nRogalski， T.M.，Williams，B.D.，Mullen，G.P.，and Moerman，D.G. (1993). Products of the unc-52 gene in Caenorhabditis elegans are homologous to the core protein of the mammalian basement membrane heparan sulfate proteoglycan. Genes Dev. 7, 1471-1484.   \nRogalski，T.M.，Gilchrist，E.J.，Mullen，G.P.，and Moerman，D.G. (1995). Mutations in the unc-52 gene responsible for body wallmuscle defects in adult Caenorhabditis elegans are located in alternatively spliced exons. Genetics 139,159-169.   \nRogalski, T.M., Mullen, G.P., Gilbert, M.M., Williams, B.D.,and Moerman, D.G. (2000).The UNC-112 gene in Caenorhabditis elegans encodes a novel component of cell-matrix adhesion structures required for integrin localization in the muscle cell membrane. J. Cell Biol. 150, 253-264.   \nRogalski, T.M., Mullen, G.P., Bush, J.A., Gilchrist, E.J.,and Moerman, D.G. (2001). UNC-52/perlecan isoform diversity and function in Caenorhabditis elegans. Biochem. Soc. Trans. 29, 171-176.   \nSalzberg, Y., Diaz-Balzac, C.A., Ramirez-Suarez, N.J., Attreed, M., Tecle, E., Desbois,M., Kaprielian, Z.,and Bulow, H.E. (2013). Skin-derived cues control arborization of sensory dendrites in Caenorhabditis elegans. Cell 155, 308-320.   \nSmith,C.J.，Watson, J.D.， Spencer， W.C.， O'Brien,T.， Cha, B.， Albeg，A., Treinin,M.,and Miller,D.M.,3rd. (2010). Time-lapse imaging and cell-specific expression profiling reveal dynamic branching and molecular determinants of a multi-dendritic nociceptor in C. elegans. Dev. Biol. 345,18-33.   \nSmith, C.J., O'Brien, T., Chatzigeorgiou, M., Spencer, W.C., Feingold-Link, E., Husson, S.J., Hori， S.， Mitani, S., Gottschalk,A.， Schafer, W.R.,and Miller, D.M.,3rd. (2013). Sensory neuron fates are distinguished by a transcriptional switch that regulates dendrite branch stabilization. Neuron 79, 266-280. Spike, C.A., Davies, A.G., Shaw, J.E., and Herman, R.K. (2002). MEC-8 regulates alternative splicing of unc-52 transcripts in C. elegans hypodermal cells. Development 129, 4999-5008.   \nWang,F., Wolfson, S.N., Gharib,A.,and Sagasti, A. (2012).LAR receptor tyrosine phosphatases and HSPGs guide peripheral sensory axons to the skin. Curr. Biol. 22, 373-382.   \nWay, J.C.,and Chalfie, M. (1989). The mec-3 gene of Caenorhabditis elegans requires its own product for maintained expression and is expressed in three neuronal cell types. Genes Dev.3 (12A), 1823-1833.   \nWoo, S.H., Ranade, S., Weyer, A.D., Dubin, A.E., Baba, Y., Qiu, Z., Petrus, M., Miyamoto, T., Reddy,K., Lumpkin, E.A.,et al. (2014). Piezo2 is required for Merkel-cell mechanotransduction. Nature 509, 622-626.   \nYasunaga, K., Kanamori, T., Morikawa, R., Suzuki, E., and Emoto, K. (2010). Dendrite reshaping of adult Drosophila sensory neurons requires matrix metalloproteinase-mediated modification of the basement membranes.Dev. Cell 18,621-632.   \nZhang, H.,and Labouesse, M. (2010). The making of hemidesmosome structures in vivo. Dev. Dynam. 239, 1465-1476.   \nZhou,S., Opperman, K., Wang, X., and Chen, L. (2008). unc-44 Ankyrin and stn-2 gamma-syntrophin regulate sax-7 L1CAM function in maintaining neuronal positioning in Caenorhabditis elegans. Genetics 180, 1429-1443. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    }
]