[
    {
        "type": "text",
        "text": "建设当代植物标本馆体系的探索一一以CSH为例",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "葛斌杰\\*，陈彬，钟鑫，陈建平，李晓晨(华东野生濒危资源植物保育中心，上海辰山植物园，上海,201602)",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：21世纪已进入第3个十年，世界范围内的维管植物系统发育研究工作的大框架已基本完成，属级、种级和群体的系统发育学研究正在深入。但自地球进入人类世以来，大片原生森林遭到破坏，地表植被发生了深刻变化，多个植物种群萎缩甚至濒于灭绝，这使得野外第一手材料的采集变得越来越困难。此外，国内外对于植物资源的保护意识在不断加强，这有利于植物保育，但也为正常的科研交流造成一定程度的障碍。经过4个多世纪的发展与积累，全球标本馆馆藏标本已达3.96亿份，在分子生物学技术不断迭代和完善的背景下，这些系统性收集与科学馆藏的标本正在成为开展属级、种级和群体系统发育研究的重要科研材料，因此当下探讨当代植物标本馆体系的建设如何适应于学科发展的需求恰逢其时。该文通过回顾世界与中国植物标本馆概况，结合上海辰山植物标本馆建设经验，提出6个方面的思考：（1）革新标本管理者的理念，转变“等人来”的被动式服务习惯，通过各种渠道吸引业内外人士来访，提升标本馆的人气；（2）规范合理规划标本馆功能区域，为标本提供安全的馆藏环境，为来访者营造舒适的研究氛围；（3）秉承完全开放共享的胸怀不断提升馆藏物数字化覆盖率，注重数据标准化，保证数据的科学有效性；（4）合理利用信息技术替代重复性工作岗位，让标本馆工作更富成效和吸引力；（5）按照国家级平台要求不断提升馆藏物收藏多样性和馆藏环境，时刻为能在国家级或国际平台展示馆藏资源做好准备；（6）积极响应社会需求，让标本馆成为集信息咨询、资源服务、培训教育于一体的多元化机构，成为国家或地方的植物资源科技服务平台。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：植物标本馆，馆藏资源，数字化，信息技术，流程管理，标准化",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Exploration of growing a contemporary herbarium system - Shanghai Chenshan Herbarium ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "GE Binjie\\*, CHEN Bin, ZHONG Xin, CHEN Jianping, LI Xiaochen (Eastern China Conservation Center for Wild Endangered Plant Resources, Shanghai Chenshan Botanical Garden, 201602, Shanghai, China) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: As the 21st century has entered its 3rd decade, the broad framework of phylogenetic studies on vascular plants worldwide has been largely completed,and phylogenetic studies at the genera level, species level and population level are in progress. However, since the Earth entered the Anthropocene, large areas of native forests have been destroyed, vegetation has undergone profound changes,and several plant populations have shrunk or even become endangered, which makes the collection of first-hand materials in the field increasingly difficult.In addition, the awareness of plant resources conservation at home and abroad is increasing, which is beneficial to plant conservation, but also creates a certain degree of obstacle to normal scientific exchange. After more than four centuries of development and accumulation, the global herbarium collection has reached 396 milion specimens. In the context of continuous iteration and improvement of molecular biology techniques, these systematically collcted and scientifically curated specimens are becoming important scientific materials for genera-level, species-level, and population-level phylogenetic studies,and it is therefore timely to discuss how the construction of contemporary herbarium systems can adapt to the needs of disciplinary development. This paper reviews the herbarium situation in the world and China,and proposes 6 considerations in the light of the experience of the construction of the Shanghai Chenshan Herbarium: (1） Innovate the concept of herbarium managers, to change the passive service habit of \"waiting for people to come\", to attract people from inside and outside the professional through various channels,and to enhance the popularity of the herbarium; (2） Standardize and reasonably plan the functional areas of the herbarium to provide a safe collection environment for specimens and a comfortable research atmosphere for visitors; (3) Continuously improve the digital coverage of the collection with a completely open and shared mind, pay attention to data standardization, and ensure the scientific validity of data; (4) Make reasonable use of information technology to replace repetitive jobs and make the work of the herbarium more effective and atractive; (5) Constantly improve the storage conditions and diversity of the collection in accordance with the requirements of the national platform, and always be ready to display the collction resources in the national or international platform; (6) Respond positively to the needs of the society, so that the herbarium can become a diversified institution integrating information consultation， resource services， training and education, and become a national or local platform for plant resources science and technology services. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Key words: herbarium，collction resources，digitization, information technology，workflow management, standardization ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "自世界上第一个植物标本馆成立至今已过去4个多世纪，其形式也由最初贵族阶层的个人收藏室转变成常规植物科研机构(葛斌杰，2016)。据国际植物分类学会(IAPT)数据库《世界植物标本馆索引》（Index Herbariorum）记载，截止到2020年12月1日，全球共有标本馆计3426家，累计总馆藏3.96亿份(Thiers,2021)。这是一个非常惊人的数字，里面记录着过去 400 多年来植物物候的变化、物种分布的格局、植物采集家的活动轨迹，是全人类宝贵的财富。文军博士曾在第19 届国际植物学大会闭幕式报告上提出，下一个十年将是种级系统学发展的黄金时期，而标本馆将是未来的主战场，基于系统性的收藏物开展系统学研究需要得到强化与重视，这些收藏物不仅能提供直观的形态学数据，还能提供第一手的科研材料(Zeng, et al., 2018; Su et al., 2020)。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "从IndexHerbariorum数据库可以检索到中国目前共有标本馆386家，累计馆藏量21888262份，相比于1993年《中国植物标本馆索引》(傅立国，1993)的记载，在过去27年间增加了 $3 6 . 8 \\%$ ，这是一个惊人的数字。但中国的标本馆在信息更新和完整性上，相比于国际上的大标本馆还有很大的差距。2004年以来，中国仅有不到1/4的标本馆在 Index Herbariorum数据库中进行了信息更新，而馆藏在200万份以上的大标本馆平均2年更新一次。更遗憾的是超过 $60 \\%$ 的中国标本馆没有联系人、邮箱或网站，这在倡导信息互联互通、全球合作共赢的当代，必定会失去诸多机遇，令人惋惜。不过，还是存在诸如中国数字植物标本馆(CVH)、国家标本平台（NSII）等具有当代特色的基础项目，让中国主要标本馆在较大程度上实现了馆藏标本的在线查询与数据共享，为挖掘馆藏资源的价值做出了贡献(葛斌杰等，2020)。在此背景下，新标本馆的建设与发展和既有标本馆的变革与创新，一直是绕不开的话题，辰山在当代植物标本馆体系的建设中，进行了一些思考与尝试，将其中我们认为较有推广和借鉴意义的举措在此分享，或对标本馆工作者、管理者略有裨益。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1革新理念，加强主动服务",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "植物标本馆的基本功能是作为一个植物的博物馆而存在，长期积累保存着各种植物收藏物（图1)。这些收藏物是植物资源调查辨识、引种保育、研究利用的材料和凭证，经过一系列标准流程的处理，按照一定的系统归档，便于不同学科领域的科研人员进行检索与查阅。但收藏物的类型需随着科技进步而不断发展，从原来的腊叶标本（图2）、浸泡标本等传统材料，扩展到具活力种子（图3）、DNA分子材料（图4）以及数字化调查观测数据。关于为何要收集标本、建设标本馆,Funk 博士分别在 2002 和 2003 年撰文讨论(Funk,2002,2003)，包括基本保障与研究、其他相关生物学研究、教育与培训，甚至盈利与创收等在内不下100条，大大拓宽了标本馆工作者与管理者的思路。其中很重要的一点，我们需要转变管理理念，将标本馆的被动服务方式转变成主动服务，通过提高馆藏物的数字化覆盖率，依托信息技术不断提升馆藏资源的曝光率，真正让馆藏资源活起来，而不再是一个令人望而却步的 Hortusmortus（拉丁语，即死亡花园）（图5）。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/a9a18d647c1fd036c6e70b9f9b0bf2bc4651c4f01c85070ad4f498164b137787.jpg",
        "img_caption": [
            "图1上海辰山植物标本馆最大的叶片标本(笔筒树）"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Fig. 1 The biggest leaf specimen (Sphaeropteris lepifera) in Shanghai Chenshan Herbarium ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/0280d1da68ecb5bf1583d7085e4e6eec59b4c11d7793e8f0ff4b9815525a4760.jpg",
        "img_caption": [
            "图2上海辰山植物标本馆馆藏主模式标本",
            "Fig.2 The holotypes in Shanghai Chenshan Herbarium "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/6aae33132638222333f9eabe91be2f7e0572def314409375d0bb1c7ecf3d80bb.jpg",
        "img_caption": [
            "图3上海辰山植物标本馆种子库"
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Fig.3 The seedbank in Shanghai Chenshan Herbarium ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/22cb1ecf1ea41ca94d4ae74df52d26e4802ec8adef20ea8dde1b34e805c54821.jpg",
        "img_caption": [
            "图4上海辰山植物标本馆DNA库",
            "Fig. 4 The DNA bank in Shanghai Chenshan Herbarium "
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/b1b7a9ae4166a0e5bd182b571003dd951e22e4e41ea8f297603f438bccda65af.jpg",
        "img_caption": [
            "图5上海辰山植物标本馆今夕对比"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Fig.5 The past and the present in Shanghai Chenshan Herbarium ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2合理规划，完善保藏体系",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "上海辰山植物标本馆（ShanghaiChenshan Herbarium）的前身是成立于 2005 年6月的上海植物园辰山项目部标本室(葛斌杰，2016)，于2010年8月完成国际登录，馆代码为CSH(http://sweetgum.nybg.org/ih/herbarium.php?i $\\scriptstyle \\mathrm { r n = 1 } 6 3 9 4 6 $ )。根据工作流程（图6)，CSH共设置烘干间、标本制作间、数字工作间（图7）、冷冻间（含种子库）、缓冲间、正号标本厅（3间）、副号标本厅、模式标本间、标本鉴定间、形态学实验室、DNA库、耗材工具间（图8)、馆员办公室、会议资料区等18个功能区域，全馆配备了独立的通排风系统和温湿度控制设备。馆内共有站立式标本柜457套（图9)，承重货架135组，最高设计馆藏100万份。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "标本馆功能区的划分和布局充分考虑了日常馆务流程，以标本为核心，覆盖从入馆至入柜的全流程，减少重复进入同一区域的情况，严格区分标本安全区和常规工作区（图10)，尽可能将标本安全区的温湿度控制在 $2 5 ^ { \\circ } \\mathrm { C }$ 和 $50 \\%$ 以下，为标本的长期保藏提供安全保障。",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/079425f299af14b2ff520edc25698b42ea8476f9ff152da68df7412ea8663ee0.jpg",
        "img_caption": [
            "图6上海辰山植物标本馆功能区域分布图"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Fig. 6 Distribution map of functional areas in Shanghai Chenshan Herbarium ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/298b5a4c226968681468e8d61cef990bde4243dd6a653f50ed601f021b198b53.jpg",
        "img_caption": [
            "图7标本数字工作间 Fig.7 Specimen digitization room "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/da8f8002f3d694dc7373d37c3eb7b72073f07fa19815effdf15216687bd400bb.jpg",
        "img_caption": [
            "图8野外考察工具集"
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/04744f273ab4ad06396b9d370c19a32ca439033edc5731bbb4520a2766758ee7.jpg",
        "img_caption": [
            "Fig.8 Toolkits for field work ",
            "图9上海辰山植物标本馆站立式标本柜"
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Fig.9 The standing specimens cabinets in Shanghai Chenshan Herbarium ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/51c0c494b2c1fd9e9eb898ed91fc266f3eae8c14f2421113cbb03e3ec7d7b1c9.jpg",
        "img_caption": [
            "标本安全区Specimensafetyarea ",
            "常规工作区 Staff dailywork area",
            "图10上海辰山植物标本馆环境条件控制"
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "绿色区域为标本安全区；蓝色区域为常规工作区。标本安全区：空气湿度为‘ $4 0 \\pm 5 ) \\%$ 常年保持在 $50 \\%$ 以下；空气温度18\\~25℃可调。常规工作区：空气湿度常年保持在 $80 \\%$ 以 下；空气温度 $2 0 { \\sim } 3 0 \\ \\mathrm { ~ \\textdegree ~ }$ 可调。   \nGreen area for specimen safety; Blue area for staff daily work. Specimen safety area: Air humidity is $( 4 0 \\pm 5 ) \\%$ ，keep below $50 \\%$ all year round; Air temperature is adjustable $1 8 { - } 2 5 ^ { \\circ } \\mathrm { C }$ Staff daily work area: Air humidity keep below $80 \\%$ all year round； Air temperature is adjustable $2 0 { - } 3 0 ^ { \\circ } \\mathrm { C } .$ ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Fig.1O Environmental control in Shanghai Chenshan Herbarium ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3数字化信息处理，提供标准化服务",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "当下谈标本数字化已不再局限于标本翻拍、信息录入、图文上网这样的“三步走”，特别是针对新采集的标本，需要引入更多的数字化手段，从野外到室内全覆盖。CSH作为一个新馆，历史积累标本较少，从2012年开始就引入数字化手段辅助标本采集、信息整理、馆藏管理。目前在植物野外调查技术方面，手机APP以中国科学院昆明植物研究所开发的Biotracks为主。在电脑端，则以中国科学院植物研究所和上海辰山植物园共同建设并运行的中国自然标本馆（ChineseFieldHerbarium，简称CFH）为主。从我们实际使用情况来看，Biotracks 更适合专科专属的精细化调查，而CFH网站在支撑区域物种多样性调查方面更具优势。应该说两者各有所长，配合使用基本能够胜任各类野外调查任务。采用数字化记录方式的优势明显，可以很好地实现野外数据无纸化获取、保存和后台批量化处理与导出，保质保量加快标本馆工作的进度。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "著名的开源数据网站GBIF(https://www.gbif.org)，目前共有1527家机构累计发布物种观察记录多达13亿次，研究人员通过下载分析这些数据已发表文章近4000篇，这是开放合作的典型案例。目前NSII网站已经积累了千万级植物标本数据，各数据字段已基本趋于稳定，今后如各馆有程序开发或网站建设的需求时，务必考虑数据兼容和标准的问题，管理者们要开放理念，只有被研究过的标本才有价值，只有被引用过的数据才有意义，只有被访问过的网站才有贡献。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4与时俱进，采用最新信息技术",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "在信息时代，以5G为代表的多项中国自主研发的信息化技术走在了国际前列，这充分说明国内信息技术产业正在蓬勃发展，土层深厚。在这个快速变革和创新的时代，标本馆的建设、管理与发展要与时俱进。2014年由CSH自主设计的标本馆信息管理系统初步建成(葛斌杰等，2014)，该系统由标本数据管理系统、网上查询系统和数据交换系统3部分组成，其中标本数据管理系统下设8个功能模块（图11)，从实际使用情况来看，标本批次登记、标本信息的管理和使用这3个模块最为实用，现已将后两个功能模块合并，开发为小程序，可满足大量数据导入和批量打印各式信息标签，但因为是离线单机版，不具备数据储存功能（图12）。",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "对于一个标本馆，标本入柜和排列是一项长期工作。特别对于新馆，如何做好前期规划至关重要。CSH根据自身定位，在充分研究华东植物区系的基础上(田旗等，2014)，综合考虑了物种数量多寡、在研重点类群和专题项目、物种特性（如标本厚度）等情况，为每个科、属的标本“量身定制”了可满足未来20-30a的馆藏存储空间，并通过构建标本馆藏位置查询系统（图13)，CSH已实现每份标本的精准定位，大大提高了标本入柜和查询效率。",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/3801fe2a566fddf1ad985ecec1efba0710679e1542e517d2bd345d8abccd901d.jpg",
        "img_caption": [
            "图11上海辰山植物标本馆标本信息系统"
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Fig.11 The specimens information system in Shanghai Chenshan Herbarium ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/11ed71951726d3220e1ed4d280b078c835206470835fc772c86a1cfe7f177dd1.jpg",
        "img_caption": [
            "图12 标本馆通用标签打印系统",
            "Fig. 12 Universal herbarium label printing system ",
            "图13上海辰山植物标本馆标本位置查询系统"
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "查询 馆藏位置 数字化工作流 206no 上海山姓物标水馆（C9H)标本号 采集号 日期 省份 学名 中名 库存1号标本厅本房间共有标本柜53个 CSBO043654书宏金VVG： 2014-10 州省 trachniodesspecioss 美发时耳  \n上海辰山植物标本馆 贵州省 Pteris 风居 在柜子031本柜共有拍量10个 广东省 Peris 风尾属 在西藏白治 Pteris 风 在馆抽屉031-03共有标本42份打印 2013-08— 藏台治 Peris 风尾区 馆标本号 采集人 采集号 日期 省份 学名 中 存 COR 藏白治 neis 元  \n行本厅 CSHO043654 金 WYG109 2014-10-16 州 Archriodeseisos 美园计豆兼 在馆 CS80086733严岳湾YH10 西藏自治 Pteris 风尾 在馆CSH0082134 严岳鸿 YYH13167 2013-09-11 广东市 Pteris 凤尾族压 在馆 CS80086734严岳YY02 西藏白治 Peris 风尾襄属 在CSH0086905 严岳鸿 YYH12838 2013-08-31 西森白治区 Pteris 风尾旅 在馆 CS0043340书宏金YG23 2014-10\\* 贵州省 Peris aspericmlis 紧轴风尾麻 馆CSHO0606 严海 WWH1204 2013-0-30 西南自区 Peris 风览压 CS800334书宏金 2014-10- 贵州省 Pueris aspericalis 紧轴风尾麻在馆CSH0086731 严岳鸿 YYH13044 2013-09-07 西白治区 Pteris 凤尾座 在馆 CS80044597周喜乐ZXL10028 2014-07- 广东省 Peris crticavaro 凤尾果 aCSH0086734 严海 WH1329 2013-03 西自海区 Ptes 风尾 在 CS0087117岳 自 Pteriseretica 风尾果 在CSH0043340 书宏金 WYG238 2014-10-20 贵州 Pterisaspericaulis 紫轴风尾装 在馆 C87118严2 自治 Pteriscretica 风尾 在馆CSH00434 乐 WXG2328 2014-10-20 广州 Ptersiae 尿究展 在罐 C0087112125 台治 Pteriscrutics 风尾 EmCSH0087117 严岳鸿 YYH12795 2013-08-30 西自治区 Pteriscretica var.nervosa 凤尾蒙 在馆 CS0087153严岳湾YYB3009 西藏白治 Pterisdetylina 指叶风尾 在CSH0087118 严岳鸿 YYH12795 2013-08-30 西自治区 Pteriscretica var.nervosa 风尾 在馆 CS0381书宏金G64 2014-10 贵州省 多羽风尾 在CSHO872 严海 YYH13125 2013-09-05 西自区 Pteriseteae 元级 在锦 CS80013456书宏金WG166 204-10 贵州省 Peris deltodos 岩风尾案 在馆CSH0043681 书宏金 WYG264 2014-10-20 贵州 Pterisdecrescens 多羽风尾液 在馆 CSB0043985市宏金WVG301 2014-10 贵州省 Pteris espirolii 叶月尾 在馆CSH0043456 书宏金 WYG166 2014-10-18 贵州省 Pterisdeltodon 凤尾菜 在馆 CSB0013986书宏金VVG301 2014-10- 贵州省 Pteris esquiroli 叶风尾麻 在馆CSHO04985 金 WWG301 2014-10-21 州 Ptesesgie 图叶风元 在馆 CS002104严岳2817 2013-08- 藏自治 Peris esqsiroli 降叶风尾碳 在馆CSH0082104 严岳鸿 YYH12817 2013-08-31 西自治区 Pteris esquirol 国叶凤尾蔡 在馆 C002105品Y871308 西藏白治 Pteris espiroli 间叶风尾 在馆CSH0082105 严岳鸿 YYH12817 2013-08-31 西森自治区 Pterisesqurol 叶凤尾 在馆 CS80041513周喜乐 湖南省 Pteris esquirolii 叶风尾戴 在馆CSH0041513 周喜乐 ZXL09927 2014-10-20 湖南 Pterisesquiroli 周叶凤尾 在馆CSH0082108 严岳鸿 YYH12820 2013-08-31 西南白治区 Pterisexcelsa 溪边风尾液 在馆 CS80062108严岳 西藏白治 Peris escels 边风尾藏 在馆CSH08214 严 W12420 201-0-35 西市自治区 Pterisaisahssis 边风元整 建 成白治 Pueris ercess 溪边风尾 #",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Fig.13 Specimens tracking system in Shanghai Chenshan Herbarium ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "5参照高标准，控制馆藏资源质量",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "大到整个分类系统，小到一个学名的修订，随着认识的深入和证据的完善，植物分类学研究一定是往复式前进，这也决定了标本馆的馆务工作是动态的。2016年，上海辰山植物标本馆对馆藏10万余份被子植物腊叶标本完成了从恩格勒系统向APGIV系统的切换，这其中不仅仅是整个科的位置互换，还涉及到科下分类单元的重新划分和归类，这项工作CSH仅用了 4 个月(htps://mp.weixin.qq.com/s/Kr6DMq4B5QyAxlYITU2P-Q)。",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "标本馆想要长期保持活力和受关注度，除了自身加压不断产出成果外，更重要的是抓住一切机会让馆藏物能够在更高的平台得以呈现，这必将对馆藏物的数量和质量提出高要求，这是一个相互促进的良性过程。截止2020年12月，CSH馆藏维管植物腊叶标本10万号18万份，其中石松类和蕨类植物腊叶标本参照FloraofChina 第2至第3卷的编排方式排列；裸子植物腊叶标本按克里斯滕许斯裸子植物系统排列(Christenhusz et al.,2011)；被子植物腊叶标本采用APGIV系统排列(THE ANGIOSPERMPHYLOGENYGROUP,2016)。现有特色馆藏包括：较丰富的国产鼠尾草属、卫矛属、润楠属、蕨类与石松类、壳斗科、秋海棠科植物标本；1.3万份中国外来入侵植物标本；3.5万份上海市植物标本；2万份华东沿海岛屿植物标本；1.5万份浙江仙霞岭植物标本。全馆 $80 \\%$ 的标本完成图像扫描和拍摄，其中6万号馆藏数字化标本已验收合格加入到国家标本资源共享服务平台中。此外，CSH还保存有DNA分子材料5万余份，种子库种子1300份，并于2018年加入到国家重要野生植物种质资源库，与中国西南野生生物种质资源库达成华东地区种子备存协议，逐渐形成自己的工作节奏（图14)。自此，CSH的主要馆藏物均在国家级科研平台得以呈现，今后的收集水平与保藏质量也必将按照国家级标准去执行。",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Seeds Registration 种子Pre Samplesretained Preliminarydrying   \n种质资源采集 签收登记 初步清理 取样留存 初步干燥   \nGermplasm resources collecting Driedplextasuen 分子材料 标本 sepcimens 一 Kunmingseedbank 整理入库整理鉴定 昆明总库 Banking Identification I 1 DNA提取 数码拍摄 再次萌发 初始萌发 种子清理 DNAExtracting DigitalPhotographingSecondarygermination Preliminarygermination Maincleaning 一   \n研究利用 录入平台 基础库分装入库 质量检测   \nResearch&Utilization Data Entring Base Bank SeedbankingatKunming Qualitytest   \n共享服务 Seed banking at 50% ↓ Distribution Chenshan 50% Maindrying Quantity counting   \n再生繁殖 分装入库 返还辰山 主要干燥 种子计数 Propagation Packing & Banking 活动库 Activebank ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Fig.14 The management workflows of germplasm bank in Shanghai Chenshan Herbarium ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "6构建植物资源科技服务平台的设想",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "正如文军博士呼呼的，标本馆将在未来十年成为系统学研究重要的材料获取场所，如何让科研材料的分享变得像当下的网购那样简单与便捷，这是个有趣的话题。以标本馆为基地，构建植物资源科技服务平台或许值得尝试。我们认为围绕这样的平台可以开展以下3方面工作。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "（1）推动区域植物资源调查和共享。CSH正在积极布局，将集中力量开展华东植物资源全覆盖计划，在未来10-15a，开展包括活植物、种质资源、腊叶标本、DNA分子材料、植物生态照片、植物精细解剖图片的覆盖采集，形成不断增长和日趋完善的华东植物资源库，通过网络平台共享。一家标本馆辐射一个区域、填补一块空白、增加一块拼图，通过区域特色服务于整体学科需求，使得区域型植物资源库的使用率与影响力提上新台阶。",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "（2）关注科普教育与专业培训。每个标本馆都应该成为科普教育的场所，积极引进、消化和普及国内外最新植物系统学成果，在技术层面直观展示当下最准确、国内亟待更新的植物分类与系统学知识。积极在全国范围组织开展植物分类与鉴定、植物保育、植物资源本底调查等理论与技能培训活动（图15)，形成重要野生资源植物科研和保育协作网络。",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/96ecfd393620fe520c60324107403a649a5cde4235428c8481983137008f22f9.jpg",
        "img_caption": [
            "图15中国植物园联盟2019年植物分类与鉴定培训班",
            "Fig.15 2O19 CUBG plant identification and classification training course "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "（3）积极研发新技术产品。密切关注相关领域需求，为校园（图16）、研究所/标本馆、植物园等研发推广新技术产品，提高社会服务效益。",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/5b52e89fd106c4675106ee2f9ce844a4fcc9c7fd66b455dbcaa4ce0b6dd2e72e.jpg",
        "img_caption": [
            "图16中国大学植物网联盟",
            "Fig.16 Chinese University iPlant Association "
        ],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "CSH目前有植物学相关研究人员和管理人员40人，研究领域涉及植物分类学、植物系统进化、生物多样性保护、生物多样性信息学、药用植物次生代谢等，专职馆员4人，负责日常采集和各类馆务。2010—2020年期间，依托标本及相关资源的支持，出版论著25部，发表各类科研论文150篇。过去的6年，CSH承办和协办了一系列植物分类学相关的培训班，包括连续6届中国植物园联盟植物分类与鉴定培训班（2014—2019）、4届上海科技大学生物学野外综合实习（2016—2019）、4届IABG 亚洲植物园发展与管理培训班（2016—2019)，还举办了两届亚洲植物标本馆学术研讨会（2017—2018)。在信息化时代，CSH希望基于传承与创新，让标本馆焕发新的生机！",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Thiers BM,2021. The world's herbaria 2020: A summary report based on data from Index Herbariorum[R/OL]. (2021-01-07) [2021-02-14] (http://sweetgum.nybg.org/science/wp-content/uploads/2021/01/The_World_Herbaria_2020_ 7_Jan_2021.pdf).   \nCHRISTENHUSZ MJM, REVEAL JL, FARJON A, et al., 2011. A new classification and linear sequence of extant gymnosperms[J]. Phytotaxa, 19(1): 55-70.   \nFU LK,1993. Index Herbariorum Sinicorum[M]. Beijing: China Science and Technology Press. [傅立国,1993．中国植物标本馆索引[M]．北京：中国科学技术出版社.]   \nFUNK VA, 2002. The importance of herbaria[J]. Plant Sci Bull, 49(3): 94-95.   \nFUNK VA,2003.100 uses for an herbarium: well at least 72[J]. American Society of Plant Taxonomists Newsletter, 17(2): 17-19.   \nGE BJ,2016. Shanghai Chenshan Herbarium and its accomplishments[J]. Journal of Fairylake Botanical Garden,15(1):45-55.[葛斌杰,2016．上海辰山植物标本馆的建设及取得的成 绩[J].仙湖,15(1): 45-55.]   \nGE BJ，CHEN B, ZHAO L，2014.Establishment of information management system for Chenshan Herbarium[J].Chinese Botanical Garden,17:180-189.[葛斌杰，陈彬，赵龙, 2014．上海辰山植物标本馆信息管理系统建设[J]．中国植物园,17:180-189.]   \nGE BJ, YAN J,DU C, et al.,2020. A brief introduction to world and Chinese herbaria[J]. Plant Science Jourmal,38(2):288-292.[葛斌杰，严靖，杜诚，等,2020．世界与中国植物标本馆 概况简介[J]．植物科学学报,38(2):288-292.]   \nTIAN Q,GE BJ,WANG ZW, 2014. The catalogue of vascular plants biodiversity of Eastern China[M].Beijing:Science Press.[田旗，葛斌杰，王正伟,2014.华东植物区系维管束植 物多样性编目[M]．北京：科学出版社.]   \nSU JX，DONG CC,NIU YT, et al.， 2020. Molecular phylogeny and species delimitation of Stachyuraceae: Advocating a herbarium specimen-based phylogenomic approach in resolving species boundaries[J]. J Syst Evol, 58(5): 710-724.   \nTHE ANGIOSPERM PHYLOGENY GROUP, 2016. An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG IV[J]. Bot J Linn Soc,181(1): 1-20.   \nZENG CX,HOLLINGSWORTH PM， Yang J， et al.， 2018. Genome skimming herbarium specimens for DNA barcoding and phylogenomics[J]. Plant Methods,14: 43. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    }
]