[
    {
        "type": "text",
        "text": "中国科学情报大学的创建与沿革",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "孟广均 初景利1,2 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 中国科学院文献情报中心北京100190  \n² 中国科学院大学经济与管理学院图书情报与档案管理系北京100190",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义]追溯中国科学院1958年创建的中国科学情报大学的历史,为中国情报学教育的缘起提供更多的佐证。[方法/过程]通过调取中国科学院多个机构的档案、对当事人进行访谈、文字和图片,论证中国科学情报大学的历史沿革,记叙中国情报学教育这段珍贵的历史。［结果/结论]中国最早开办正规情报学教育的中国科学情报大学是中国科学院创建的，中国科学院大学经济与管理学院图书情报与档案管理系的历史应追溯到1958年的中国科学情报大学。自1958年至今,继中国科学情报大学之后，中国科学技术大学和中国科学院大学也相继传承了情报学教育（“图书情报与档案管理”学科）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "词：中国科学情报大学 中国科学院文献情报中心 中国科学院图书馆 中国科学技术大学中国科学院大学图书馆学情报学教育",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：G20  \nDOI: 10.13266/j. issn. 0252 -3116.2022.08.001",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "01958年9月，在全国\"向科学进军”的热潮中，中国科学院一个月里在北京创办了两所大学。9月 20日，中国科学技术大学在北京解放军政治学院大礼堂召开了成立暨开学典礼大会;9月29日中国科学情报大学在北京朝阳门内117号召开了成立暨开学典礼大会,开启了中国情报学教育的历史。随后这两所大学合体,中国科学情报大学成立一年后并入中国科学技术大学，但情报学教育（以及后来的“图书情报与档案管理\"学科)一直延续传承到今天。吴徐年和顾烨青二位老师在做国家社会科学基金后期资助项目《“17年”图书馆事业与学术思想史研究》时也认为：“足可以将今天中国科学院大学经济与管理学院图书情报与档案管理系的历史追溯到1958年的中国科学情报大学！”本文主要从中国情报学教育溯源的角度追溯中国科学情报大学创建与沿革的简史。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学情报大学",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1.1 成立",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学情报大学是中国科学院于1958年在北京创办的。经多方查找未能找到当年申办的官方文件，但中国科学院1959年5月9日在给教育部申报与中国科学技术大学合并的（59）院计字第196号文件（见图1)中，一开头就提到，“鉴于科学情报编译出版工作急需发展，而国内还没有专门学校培养科学情报编译出版工作干部，我院在1958年大跃进中创办了中国科学情报大学”。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "原中国科学院院长兼中国科学技术大学校长郭沫若在1959年9月11日中国科学技术大学新学年开学典礼大会上的讲话也提到\"把科学院在去年同时创办的科学情报大学合并过来了，成为一个系”（见图2），特别明确地指出，中国科学院1958年除了创办了科学技术大学，还创办了科学情报大学。这充分体现了先贤们“向科学进军”的创新精神和高瞻远瞩的专业智慧。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "当时国内仅有的几家图书情报档案刊物对此也做了报道。中国科学院中国科学技术情报研究所（1956年成立时为中国科学情报研究所，1958年改为此名，现为科技部中国科学技术信息研究所）主办的《科学情报工作》在1958年第8期第44-46页以“科学情报工作的大喜事：中国科学院创办情报大学”为题做了报道[1]。该刊在1958 年第9期第44-46页又以“一个共产主义新型大学的诞生：中国科学情报大学正式开",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中国科学院星报将中国科学情报大学併入中国科学技术大学由（59院副字第196号  \n教育部：鉴于科学情报編出版工作急需发展，而国内还没有专門学校  \n培养科学情报編出版工作千部，我院在1958年大跃进中創办  \n了中国科学情报大学，具体工作由我院細出版委員会負責領导。  \n中国科学情报大学主要是培养从事科学情报、出版等方面的干  \n部，学制四年，现有学生257人·根据中央敦育会议关于整頓固巩提高現有高等学校的精神，我  \n們意見科学情报大学可即停办，为了安普的处理在校学生的学习間  \n题，拟将該校現有学員併入中国科学技术大学，作为一个专业进行  \n培养，今年不再招生·以上意見是否适当，望能示复·科九五九中抄送：委会干部局抄报：科学技术委员会",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "11日出版 中大校利 学技术大学33 期 日宝籍财共四版 北京玉泉路19号1958年9月27日创刊 电话：8.0331-35ZHONG DA XIAO KAN勤奋学习 红專并进在新学年开学典礼大会上的話校 长 郭沫若学，同志罚， 才。原有的十三个系都是最近三 站合 动的体力劳动者有受 ，且可以今天本校举行本学年的开学 二十年新发展的科学技术 前力劳动者是扎，首先我祝贺旧同学同从 即所“尖崎科学 力动升到了 ，新同学罚高中升到了大学，你們款好象山的山一样，职你罚不断地胜天学好专业 为人民务，为社会主义建段服务， 为红色的专家。 提理纤技面水平，科学情的。要搞我的学技是在党的建社 必需具有一 的尖主义总路的光照耀之下， ，并要尽可能动具各去年工农业生产大跃进的气势 学家多加，因此把科学情报大学 过波到共根据教育大革命的明确的方 合饼到木校，省得颜词个排子 活查料的按劳分配过线到按分 劳动便改有多么蓄的 用 工农成分新建立起来的。我们是从无 是很合理的。 ，就是找） 为政信 直接联系。值不要紧，",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "",
        "img_caption": [
            "图1 中国科学院(59)院计字第196号文件",
            "图2 郭沫若院长兼校长的讲话"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/105bf22bb02f9538aad74014ec17ad9aa77f6fc163c59f08a002b7dd8f859812.jpg",
        "img_caption": [
            "图3 朝内大街117号“九爷府\"大门口悬挂的校牌"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "学\"为题做了进一步报道,其中提到\"中国科学院编译出版委员会创办的中国科学情报大学于本年九月二十九日上午在北京朝内117 号举行开学典礼”[2]。《院史资料与研究》1997年第6期第11页也记载：“1958年9月29日，由院编译出版委员会创办，院图书馆、科学出版社和中情所共同承办的中国科学情报大学正式成立。设图书馆学系、科学出版系和科技情报系，学制4年”。《中国科学院图书馆通讯》（《图书情报工作》曾用名)在1958年第11期第18页报道，“中国科学情报大学设立了图书馆学系”[3]。图3是孟广均作为该校学生在当日参加了开学典礼后，兴奋地在学校大门口校牌底下留影。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.2 领导 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "创办中国科学情报大学的责任者是中国科学院。具体工作则由中国科学院所属编译出版委员会（以下简称“院编委会”)实施。当时院编委会的主任委员为陶孟和（中国科学院副院长兼），副主任委员为杨锤健、尹达、周太玄、朱务善、宋之春。院编委会下属科学出版社（社长兼总编辑为周太玄，副社长兼副总编辑为赵仲池）、中国科学院图书馆（馆长为陶孟和兼，副馆长为贺昌群、范新三)和中国科学技术情报研究所（副所长为黎雪）。据了解，院编委会人事关系挂靠在科学出版社，当时科学出版社的社址在朝内117号，俗称九爷府(孚王府），是全国和北京市重点文物保护单位，院编委会和中国科学情报大学校本部也设在九爷府大院里。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国科学情报大学校长为陶孟和兼，副校长为宋之春。校党委会组成是：宋之春（党委常委）、朱务善、赵仲池、黎雪、范新三等。党团办公室副主任为崔铭珠。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "1.3　学制",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国科学情报大学设有3系：图书馆学系、科技情报学系和编译出版系，也是遵循中国科学技术大学的“所系结合”的做法（科学院的研究所负责大学的对应院系的教学工作），分别由上述3个单位中国科学院图书馆（1985年11月改为中国科学院文献情报中心，1985年11月之前本文仍用原名）、中国科学技术情报研究所和科学出版社承担教学工作。实行半工半读，教学与劳动生产相结合的办学方针，即全部学生在授课期间半天学习课程，半天参加劳动生产。为能较快、稳定地培养人才，学校分设本科、专科和特别班（原计划中有特别班，后因教职人员少，精力都投人本科和专科，实际未办;但1980年代中国科学院文献情报中心在北京怀柔中国科学院管理干部学院办过两期馆长管理研究班等，可视为特别班。这是参与了教学和驻班服务工作的本文作者孟广均做此解释的，因主要有关负责人史鉴和白国应老师都已去世）[4]。图4为特别班留影：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/2614ea0c5bb3a74bfc3d5a5434f325d023f83e65b9e729eef1c05212c26fff8c.jpg",
        "img_caption": [
            "图4 特别班留影"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "注：坐者第一排左3为史鉴,左6为白国应，右4为孟广均,最后站立者右7为许儒敬,也是驻班工作人员",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "学校第一年招收学生500 多人，其中高中毕业生240多人,在职干部300多人。教员主要是中国科学院编译出版委员会领导的中国科学院图书馆、中国科学技术情报研究所和科学出版社的图书馆、情报和编译人员。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "由于材料所限,这里侧重于图书馆学教育部分。图书馆学系本科学习4年，专修科学习2年。4年制本科在前3年按物理、化学、生物、机械、电工等专业学习，第4年学习图书馆学理论和图书馆技能。培养的目标是既懂科学，又掌握两门外语，通晓图书馆学的专业人才。2年制专科生则主要学习图书馆学理论和图书馆技能，并学会一门外语和必要的文史、科技知识，",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1.4 合并 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中国科学院在1959年5月9日以（59）院计字第196号文件报备给教育部的公函中，除了再次提到“鉴于科学情报编译出版工作急需发展，而国内还没有专门学校培养科学情报编译出版工作干部，我院在1958年大跃进中创办了中国科学情报大学，具体工作由我院编译出版委员会负责领导。中国科学情报大学主要是培养从事科学情报、编译出版等方面的干部，学制4年，现有学生257人”外，又提出“根据中央教育会议关于整顿巩固提高现有高等学校的精神，我们意见科学情报大学可即停办，为了妥善地处理在校学生的学习问题，拟将该校现有学员并人中国科学技术大学，作为",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "一个专业进行培养”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "经教育部同意后，中国科学院于1959年8月28日将中国科学情报大学并人中国科学技术大学[4]。原中国科学情报大学的教职工由中国科学技术大学接收，4年制学生也到中国科学技术大学报到学习，包括情报专业80人、出版专业53人、图书馆专业30人（招生数、合并前学生数、合并时报到学生数和后文的毕业生数都如实摘自档案材料）。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2 中国科学技术大学科学情报系",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1本科",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.1 学制",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中国科学情报大学建立于1958年9月，1959年8月并人中国科学技术大学后，改为科学情报系。原4年制改为5年制，经中国科学院党组研究批准，1960年从三年级起，学生分别被分配到技术物理系（原物理专业）、高分子化学和高分子物理系（原化学专业）和生物物理系(原生物专业)学习，用半年至一年的时间达到基本符合各系专业课程的要求；五年级开设图书馆与情报学专业课程，学生既学科技专业基础知识和外语,又学图书馆与情报学专业课程[5]",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1962年9月五年级时，校党委决定将原属技术物理系、高分子化学和高分子物理系领导的情报专业划归生物物理系统一领导;图书馆学专业教学工作由中国科学院图书馆负责。《院史资料与研究》1997年第6期第15页记载：“1960年9月，中国科学情报大学并入中国科学技术大学，成为该校的科学情报系。其中图书馆学专业仍由院图书馆负责”，院图书馆随即成立了教研组，由顾家杰、赵继生、佟曾功、胡文琼、史鉴、郑晓明组成。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.2 课程",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "学习内容主要包括：图书馆学引论（4学时）、图书资料搜集(14学时）、中文图书编目法（30学时）、俄文图书编目法(36学时）、图书分类法(30学时）、读者工作（20学时）、书目工作(20学时）参考书与参考工作（包括中文工具书介绍，24学时）、中国书史（20学时）、外文（第一外文俄文已在前4学年学习，现选修英文/德文/法文，40学时）、专题报告（68学时）。专题报告包括中国图书馆事业发展概况（4学时）、科学图O书馆的目录体系（4学时）、专利文献介绍（4学时）、科技特种资料介绍（科技报告、会议录等,4学时）、俄文重要工具书介绍(8学时）、西文重要工具书介绍（8学时）复制文献工作(4学时）、西文编目工作介绍（4学时)等。教师蔡国铭、顾家杰、赵继生、程其奋、胡文琼、佟曾功、韩坤范、白国应、穆春芳、彭桂源、于得胜、廖渊镇、周竹英、陈沛霖、李莲馥、程宏谟、齐勤、武作成、强宏、何绍熹等都是中国科学院图书馆的专家或骨干;讲授中国图书馆事业发展概况的刘国钧是北京大学图书馆学系的著名教授。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "E3 ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "实习 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "总实习为4个星期,除课堂实习随课进行外,在第10学期全部图书馆学课程结束后,还需在中国科学技术大学图书馆进行。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.4 科研 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "科学研究时间定在第10学期，为3个星期。学生结合所学学科专业和图书馆学专业，做毕业论文，包括撰写综述、编制小型专题书目、做实验报告等，作为学习成绩的一部分。学生27人提交了18 篇论文，11篇是个人写的，5篇是2人合写，2篇是3人合写。指导教师有34人次。教研组负责人在总结中除了肯定成绩，指出本校情报系毕业学生有较好的素质和较突出的特点外，也提到了合写毕业论文做法的弊端。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "这里可列举一些毕业论文题目，从中可看出，这些学生到了工作单位即可上手工作：《核酸与遗传》（综述）、《合成纤维的研究动向》（综述）、《高分子合成材料的进展》（综述）、《植物的光合作用》（综述）、放射性同位素在农业上的应用（专题文献目录）半导体器件文献（专题文献目录）、有关固体发光的专题文献目录（专题文献目录）、高分子化学及其工艺学（书目的书目）热敏复制法(实验报告)等。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.5 毕业",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1963年7月14日，中国科学技术大学举行首届毕业典礼。参加毕业典礼的包括科学情报系的学生，其中有被分配到中国科技情报研究所的10人、中国科学院图书馆的11人和科学出版社的14人。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "到中国科学院图书馆的毕业生有姚国昌、张玉麟、丁丽华、周美和、时作申、邱煜涛、戴巧贤、商志蓉、程永芳、张树庸、梁嘉佩。后来除了调到其他单位、英年早逝、移民国外的，留下的3人都成为了业务骨干，姚国昌、张玉麟退休前都是研究馆员，前者曾是检索刊物《中国物理文摘》常务副主编（主编缺），后者曾任编目部主任，丁丽华退休前是副研究馆员。图5是姚国昌的毕业证书：",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/dfad8aa6c460e7cdd6b817c059493823bb9e18e49bbff547183965e6f6f7f6cb.jpg",
        "img_caption": [
            "图5‧中国科学技术大学首届技术物理系物理科学情报专业毕业证书"
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2 专科",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.1 学制",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "《院史资料与研究》1997年第6期第11页记载：“1958年10月，中国科学情报大学开办图书馆学专修科，由院图书馆负责全部教学工作”。此即指中国科学院图书馆负责先是中国科学情报大学后为中国科学技术大学科学情报系图书馆学专修科的全部教学工作。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "专修科有学生27名，包括中国科学院各分院和研究所保送培养的16名，中国科学院图书馆在职干部3名，都是完全脱产学习，还有8名是高考录取生。原计划半工半读,2年毕业，后因当时中国科学院图书馆系统急需图书馆专业人才，经研究并取得院编委会和中国科学技术大学同意，在学习一年后改为全日学习，半年学完一年课程，提前半年毕业。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.2 课程 g ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "+由3类组成：政治课占 $2 2 \\%$ ;科学文化知识课占41% ，包括中文、外文（自选俄文或英文）、中国通史、数学概论、物理学概论、化学概论和生物学概论;图书馆业务课占 $3 6 \\%$ ,有图书馆学基础（包括图书馆工作的理论、图书知识和读者服务工作3部分）、图书馆藏书与目录（含图书采访、分类、中文编目、外文编目（自选俄文编目或西文编目）、典藏5部分）、普通目录学、参考书使用法（含中文和外文两部分，自选俄文或西文）特种资料处理法(包括文献复制、期刊管理、地图管理和专利标准处理法4部分）。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 个学期共聘请了42 位教师,其中语文和图书馆专业课由来自中国科学院图书馆的22位教师担任，其他课程的教师来自中国科学院历史三所、中国科学院数学所、北京大学、河北北京师范学院、中国科学院编委会名词室和科学出版社等。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.3 实习 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "有课堂实习和生产实习，把课堂讲授与实际工作联系起来。学生除了在院图书馆采访、编目和阅览参考等业务组实习外,还在装订工厂和复制组实习，掌握实际操作技能。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.4 毕业",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "专修科27名学生全部学习合格毕业，“中国科学技术大学科学情报系图书馆学专修科工作总结”中提到，“学习成绩一般良好，成绩优等的7人，占 $2 6 \\%$ ，良好的17人，占 $6 3 \\%$ ”。专修科于1960年1月9日在中国科学院图书馆礼堂举行了结业典礼，《中国科学院图书馆通讯》1960年第2期以“中国科技大学科学情报系图书馆学专修科结业”为题做了报道：“教研组组长顾家杰同志在会上做了总结报告，系副主任范新三、科技大学吴侬副教务长和教师代表都先后在会上讲了话。范新三副主任勉励同学们今后一定要听党的话，树立专业思想，争取在短期内熟悉并精通业务，做个又红又专的干部。吴侬副教务长鼓励同学们要立大志，鼓干劲，今后在工作岗位上起到模范作用，取得更大胜利。最后由孟广均同志代表全体同学表示决心，要坚决听党的话,服从分配,为图书馆事业献出自己的全部力量”[7] O",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "27名毕业生中，中国科学院各分院馆和研究所保送培养的16名仍回原单位，其中中国科学院武汉分院图书馆的刘林英后来来到中国科学院图书馆，并成为副研究馆员。中国科学院图书馆孟广均、韩哲、郭永芳3名在职干部都回本馆工作，后来也都成为业务骨干，孟广均退休前是研究员、博导（此专修科是他的第二学历），郭永芳是副研究馆员、古文献和科学史专家，不幸英年早逝，韩哲是馆员。还有8名是高考录取生，其中高焕宝、何瑞、曾庆祥、钟维捷、吴琼华等被中国科学院图书馆录用，可惜后来大都移民海外，高焕宝后来去了中国科学院兰州分院图书馆，并成为研究馆员。专科毕业学生集体照(包括领导和教师)和毕业证书样例，见图6、图7。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 传承发展",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从上面整合的情况可看出，中国科学技术大学科学情报系从1959年起未再招生，即本科和专修科都只办了1958届这一届，它们分别于1963年成为该大学首届毕业的本科和于1960 年成为该大学第一个举办毕业典礼的系科。但由于中国科学院领导和专家、学校领导和专家对科学技术情报工作有充分的认识，对科学技术情报教育相当重视，后来还是一直想方设法相继成立一些相关的系科。尽管“系出多门”、时有断续、变动较多，但都是中国科学院领导的中国科学技术大学和中国科学院大学两所大学的门下。孟广均感到荣幸的是与这两所大学和上述中国科学情报大学这3所大学都有交集，先是学生，后是教师和兼职教师。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1 中国科学技术大学",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1.1 科技管理和科技情报系",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1987年11月10日中国科学技术大学成立了科技管理和科技情报系筹备领导小组，于开福任组长，12月30日，他正式担任系副主任（主持工作）。1988年1月6日中文教研室并入该系。随后李正中副教授也担任了副系主任。后来的变动有点频繁。1988年7月7日，中国科学院同意中国科学技术大学成立管理学注：坐者左2为院图书馆副馆长、教学负责人顾家杰,左6为院图书馆副馆长、系副主任范新三,后排右角戴眼镜者为孟广均",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/89cd0a8d4b15b5ab05d90409b1adeae62b738aa7cfec5883240cd4db5466a4d1.jpg",
        "img_caption": [
            "图6中国科学技术大学科学情报系图书馆学专修科毕业集体照",
            "图7‧中国科学技术大学科学情报系图书馆学专修科毕业证书"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "毕业証书学生孟广均系河北草平 平人，现年二十五岁在中国科学技术大学科学情报系图书馆学专修科修业期满，成绩合格，淮予毕业。此証。吴 校長廓沫若1959年12月31日铁情宁笠吉建更更贰口",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "院，院址设在北京中国科学院管理干部学院内。新成立的管理学院由中国科学技术大学已建立的经济管理与系统科学系、科技管理与科技情报系和即将在北京新建的管理工程系组成，前两个系仍在合肥。科技管理和科技情报系期间，下辖3个专业：科技信息（1988年改称管理信息系统）、科技编辑、科技情报。1991年1月16日科技管理和科技情报系更名为科技情报系。1993年科技情报系更名为信息管理与决策科学系。孟广均曾在1989年9月-1990年7月和1993年7月-1996年7月先后作为两个系的兼职教师（聘书见图",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "8)去讲授“科技情报概论”。",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1995年1月13日在合肥校本部成立了中国科学技术大学商学院。2005年4月22日，撤销设在北京的中国科学技术大学管理学院，将中国科学技术大学商学院更名为中国科学技术大学管理学院。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1.2 科技传播系",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "现今中国科学技术大学人文与社会科学学院的科技传播系，设有传播学专业本科，新闻与传播、传媒管理和文化哲学3个硕士点和传媒管理、文化哲学2个博士点。该系在介绍中明确提到本系可追溯至1958年中国科学情报大学的成立，该校在一年后作为科学情报系并人中国科学技术大学。传播学专业顺应社会大需求而不断发展，历经科技情报与编辑（1980 年代）、信息管理与信息系统及编辑出版（1990年代）、传播学(2003年)等名称调整，发展为全国培养科技传播学士、硕士、博士最多、经验最丰富的专业基地之一。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2 中国科学院大学",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2.1 中国科学院干部进修学院/中国科学院管理干部学院/中国科学院研究生院",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "1978年9月在北京怀柔建立的中国科学院干部进修学院，于1983年9月更名为中国科学院管理干部学院，随即成立了大学专科制的图书情报专业，由中国科学院图书馆（即现今的中国科学院文献情报中心）负责教学工作，调去万良春担任专职副主任，还有多位兼职教师分担不同的课程。2005年3月中国科学院管理孟广均，初景利.中国科学情报大学的创建与沿革[J].图书情报工作,2022,66(8)：3-11.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "干部学院并人中国科学院研究生院,即现今的中国科」学院大学。",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/516c5dff43621e8b8bc92381a6fd86f72e9a3c76bd14c9d3a3145ab8b9d1969d.jpg",
        "img_caption": [
            "图8中国科学技术大学先后两个系的兼职教师聘书",
            "图9 中国科学院研究生院聘任教师证照"
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "中国科学院文献情报中心/中国科学院研究",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "中国科学院文献情报中心于1979年开始招收图书馆学和情报学两个专业的硕士研究生，1986年获得书馆学和情报学两个硕士学位授予权。1993 年获得图书馆学博士学位授予权，1995年与南京大学联合获得情报学博士学位授予权,2003 年独立获得情报学博士学位授予权，2011年获得图书情报与档案管理一级学科博士学位授予权。2017年中国科学院文献情报中心与中国科学院大学经济与管理学院合作成立图书情报与档案管理系（初景利为首任系主任），2018年将研究生教育从人力资源处独立出来成立正处级单位研究生教育处（科教融合办公室）。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "沿用中国科学院科教融合办学模式，中国科学院文献情报中心一直与中国科学院研究生院（现中国科学院大学)分阶段共同培养图书馆学情报学专业的硕士研究生和博士研究生。2002年开始合作时评聘了8位图书馆与情报学博士生导师（聘任证照见图9），2022年初有博士生导师21名，硕士生导师54名，在读硕士生100名，在读博士生91名（包括中国科学院成都文献情报中心和中国科学院武汉文献情报中心，以下简称“成都文献情报中心”和“武汉文献情报中心”），不包括中国科学院西北生态环境资源研究院和中国科学院科技战略咨询研究院。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.2.3 中国科学院大学经济与管理学院图书情报与档案管理系",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "2017年10月23日成立了中国科学院文献情报中心与中国科学院大学经济与管理学院共建的图书情报",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "姓名：孟广均 性别：男出生年月：1934年2月任职单位：中国科学院文献情报中心聘任岗位：中国科学院研究生院教授No.20010010B",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "与档案管理系，中国科学院文献情报中心（包括成都文献情报中心和武汉文献情报中心)也是中国科学院图书情报与档案管理一级学科的牵头单位，参与单位还包括中国科学院西北生态环境资源研究院（兰州文献情报中心)和中国科学院科技战略咨询研究院（战略情报研究所）。该系实行中国科学院的科教融合办学模式，在中国科学院文献情报中心和中国科学院大学经济与管理学院的共同支持下强化研究生教育层面独具特色的学科建设。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "建系5年来，各项工作与大学教育模式快速接轨，两次修订课程体系，优化课程设置，增加课程数量。教材建设开始纳人中国科学院大学教材建设计划，精品课程建设等正在纳入系学科建设专项计划。所有教师均为中国科学院大学的岗位教师，并每两年举办教师导师岗位培训。多门课程获得学校、学院“优秀课程”称号，多名教师导师先后获得中国科学院“朱李月华优秀教师”“中国科学院大学唐立新教学名师”“成思危基金优秀教师”“中国科学院大学教育教学优秀成果二等奖”“中国科学院教育教学优秀成果二等奖”“科学院大学领雁银奖（振翅奖）”。诸多研究生获得中国科学院、学校、文献情报中心等多项奖励，多名学生获得出国公派深造的机会。2020年本系加入国际信息院系联盟iSchool，与国内一流高校(学科)的合作正在进一步的加强。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "结语与感言",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.1 正本清源",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在中国图书馆与情报学界，只要追溯情报学教育的缘起，包括最具影响力的《中国大百科全书》图书馆学情报学档案学卷，都会提到1958年建立的中国科学情报大学，这已是公认的事实。只是因为对当年创办单位中国科学院内部的组织架构和隶属关系不甚了解,所以一些文章的作者对中国科学情报大学的创办@者产生了误会。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "本文的主要目的即基于大量档案资料和本文第一作者作为当事人,做一点陈述内情、摆明事实、介绍简况正本清源的工作。据此,可得出确切的结论：中国最早开办正规情报学教育的中国科学情报大学是中国科学院创办的,具体筹划、管理是中国科学院编译出版委员会负责的，中国科学院下属的中国科学院图书馆、中国科学技术情报研究所、科学出版社当年只是分别负责其下图书馆学、科技情报学、编译出版3个学系的教学工作。自1958 年至今，继中国科学情报大学之后，中国科学技术大学和中国科学院大学一直延续传承图书情报学（图书情报与档案管理学科、出版（传播)学)教育,具有自身的办学特色与发展模式。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.2 缅怀先贤 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "每当原中国科学情报大学本科和专修科的校友聚在一起，或在我们每个人取得一些成绩的时候，都会自然而然地想到并感恩这所短命却颇具特点和历史意义的母校，它在极其简陋的条件下踏踏实实、尽心尽力地为图书情报事业培养出了一批实诚的、实用的实干家。我们十分敬佩中国科学院院长兼中国科学技术大学校长郭沫若，副校长严济慈、华罗庚，中国科学院副院长兼中国科学情报大学校长陶孟和、院编委会领导和专家、教育部领导等先贤，他们都是具有卓越智慧和胆识的学术大家，深知图书情报、编辑出版工作的重要性和培养这些方面人才的必要性，因此以科学、专业、创新的思想和精神，群策群力策划、创办了这所独特的中国科学情报大学和后来毅然决然接纳其成为中国科学技术大学的科学情报系。在1950年代他们就能广义地理解和开放地采用“情报”两字等，都令我们由衷地缅怀这些可敬的先贤！",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.3 继往开来 ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在中国科学院党组的领导下，以先贤为榜样，中国科学院图书馆（文献情报中心）和中国科学院文献情报系统一直遵循科学、专业、创新的思想和精神，在此后国内图书情报领域中,创造了许多“第一”。这里仅举数例：审时度势，最早提出在图书馆中融入informa-tion(情报、信息），实行图书情报一体化体制，1985年将中国科学院图书馆改为中国科学院文献情报中心;在全院图书馆系统实行图书情报一体化体制，在文献资源合理布局、联合发展电子文献资源、建设文献信息共享网络工程、学科馆员服务、协同情报服务、教育培训等方面都取得了国内领先的成绩;提出图书情报工作是科学研究工作的一部分、图书情报人员是科学研究人员的一部分（所谓的“两个一部分”），在此思想指导下，制定并经院批准后开展了全院图书情报人员专业技术职务评定工作、图书情报成果的评定和奖励工作，在国内图书情报界产生了深远影响；经国务院学位委员会审核、批准，最早在图书馆开展图书馆学和情报学硕士研究生、博士研究生教育并获得学位授予权等。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "4.4 异域同史",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "在1958年中国科学情报大学建立21年之后，日本于1979 年10月在其研究学园都市——茨城县筑波市建立了图书馆情报大学，它是日本唯一的一所专门培养图书馆与情报人才的国立大学[8]。它的前身是1964年成立的图书馆短期大学，1979年正式更名为图书馆情报大学，设立4年制图书馆情报学部图书馆情报学科。1984年起，又增设了两年制的大学院—一图书馆情报学研究科图书馆情报学专攻，可授予硕士学位。但令人同样感慨的是，该大学在成立25年之后的2004年，也走上了合并之路，与日本筑波大学合并，成为日本筑波大学图书馆情报媒体研究科（GraduateSchool ofLibrary，InformationandMediaStudies,Univer-sityofTsukuba）。中日这两所独特的专门大学都是具有开创意义的历史存在。",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "致谢：中国科学院大学图书情报与档案管理系王钰博士生帮助查阅了中国科学院数处档案馆的大量档案材料，并与闫群博士拜访了当年的中国科学情报大学人事处负责人郭豫瑾女士，也特别感谢郭女士提供了非常重要的口述史料；江南大学图书馆副馆长顾烨青老师热情地提供了他与吴徐年老师合著《“17年”图书馆事业与学术思想史研究》一书孟广均，初景利.中国科学情报大学的创建与沿革[J].图书情报工作,2022,66(8)：3-11.",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "时收集到的档案资料，并提出了一些建设性的意见；中国科学院文献情报中心副主任潘亚男提供特别支持;档案馆王兰老师提供了院机关保存的院史资料汇编;中国科学技术大学图书馆宁劲副馆长提供了科学情报系教育计划等档案；中国科学技术大学原科学情报系副主任李正中老师也提供了中国科学技术大学的不少档案材料，包括郭沫若院长兼校长的讲话；中国科学院文献情报中心退休研究馆员姚国昌提供了中国科学技术大学毕业证书照；中国科学院文献情报中心主任刘细文对文章初稿进行了审阅，研究生教育处张冬荣处长提供了研究生教育最新的发展情况；中国科技出版传媒股份有限公司彭斌总经理提供了重要的支持;南京大学出版研究院常务副院长、出版科学系主任张志强教授认真地回应了我们的咨询等。在此一并致以诚挚的谢意！",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "科学情报工作的大喜事：中国科学院创办情报大学[J].科学情报工作，1958(8)：44-46.  \no  \n2一个共产主义新型大学的诞生：中国科学情报大学正式开学",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[J].科学情报工作，1958(9)：44-46.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[3］中国科学情报大学设立图书馆学系［J].中国科学院图书馆通讯，1958(11):18.  \n[4］中国科学技术大学校长办公室.中国科学技术大学大事记：1958-1997[B].合肥：中国科学技术大学档案馆，1998.  \n[5]朱清时.中国科学技术大学编年史稿[M]．合肥：中国科学技术大学出版社，2008.  \n[6］中国科学院图书馆1959年工作总结[J].中国科学院图书馆通讯，1960(3):5-12.  \n[7］中国科技大学科学情报系图书馆学专修科结业[J].中国科学院图书馆通讯，1960（2）：29.  \n[8］图书馆情报大学[EB/OL].［2022-02-08]．https://baike.so.com/doc/6525635-6739367.html.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "孟广均：安排收集梳理档案史料，论文撰写；  \n初景利：协助收集档案史料，论文修改。",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The Founding and Evolution of China Scientific Information University ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Meng Guangjun' Chu Jingli1,2 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "1 The National Science Library of the Chinese Academy of Sciences， Beijing 100190 ² Department of Library， Information and Archives Management，School of Economics and Management, University of Chinese Academy of Sciences， Beijing 100190 ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Abstract:[Purpose/Significance] Tracing the history of China Scientific Information University founded in 1958，so as to provide more evidences of the university's origin.[Method/Process] By retrieving the archives of some institutions of the Chinese Academy of Sciences，interviewing the persons involved，and textand pictures，demonstrating the historyof China Scientific Information University，and recording this precious piece of the history of information science education in China.[Result/Conclusion] China Scientific Information University which was the firstto offer information science education in China,was founded bythe Chinese Academyof Sciences,thus the history of Department of Library，Information and Archive Management，Universityof Chinese Academy of Sciences (UCAS）can be traced to 1958.From 1958 to the present，after China Scientific Information University，the other two universities,also afiliated to the Chinese Academy of Sciences - Universityof Scienceand Technology of China and UCAS, have continued to develop the library and information science education. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Keywords: China Scientific Information Universitythe Documentation and Information Center of the Chinese Academy of SciencesLibrary of the Chinese Academy of SciencesUniversityof Science and Technology of China University of Chinese Academy of Scienceslibrary and information science education ",
        "page_idx": 8
    }
]