[
    {
        "type": "text",
        "text": "新时代创意人才集群培育的世纪工程",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "金元浦 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "上海交通大学人文学院上海 200240",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要［目的/意义]实现“十三五”时期的宏伟发展目标，党的十九大进一步强调了“创新、协调、绿色、开放、共享”五大发展理念，而创新是其首要的、先导的、核心的理念。实现这一理念，必须依靠具有创新创意精神和能力的人才。[方法/过程]国家新型智库是国家决策的“先锋队”，智客作为其高端成员，对国家五位一体的发展形态发挥着重要作用。在我国双创中凸显出来的创客-极客，已经在当前大数据、人工智能、云计算、移动网和自媒体中发挥出震撼性的作用。在当前大数据时代，数客一一数据分析师、数据管理师、数据运营官等各种大数据人才，是最稀缺、也最具未来性的人才。[结果/结论]由个别创新性人才零星出现，到培养千千万万个智客、创客、数客的庞大的创新人才集群，直至创意阶层的形成，需要宽广的威客类平台，更需要我们做好一系列培育提升的“世纪工程”。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智客 创客 极客 数客 威客 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "分类号：G434 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "党的十九大再次强调“创新、协调、绿色、开放、共享”这一实现“十三五”时期发展目标必须牢固树立并切实贯彻的五大发展理念。可以说，新的发展理念，为我们新时期的发展勾画出了清晰的路径，描绘出推动发展全局深刻变革的全新蓝图。而在五大理念中，创新居于重要的先导的核心的地位。创新的关键在于人才，创新的成功依赖人才。对于文化创意产业来说，创新-创意人才对整个行业的健康、快速发展至关重要。所以，当务之急是培养足够多的创新创意人才，以满足经济行业需求和社会发展需要，以此推进整个产业链、乃至全社会的发展和进步，这显然是我们当前不得不认真思考的重要话题。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1新型智库与智客 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2015年1月，中共中央办公厅、国务院办公厅印发了《关于加强中国特色新型智库建设的意见》（以下简称《意见》)：国家将新型智库定位为国家决策的“先锋队”。智库在国家发展中需要不断发挥创新和引领性的作用，在社会、政治、经济、生态、科技等各个方面，利用自身的优势，为我国正在进行的新一轮深化改革服务。在格局的布置上，我们看到《意见》将智库分为中央和国家机关所属政策研究机构、国家高端智库、党校行政学院智库、高校智库、科技创新智库和企业智库、社会智库等不同的类型，其中更提出了明确的发展规则和发展方向，及各类不同智库发展的有效途径，这是非常具有实践意义的。如在实施规则上提出“重点建设50至100个国家亟需、特色鲜明、制度创新、引领发展的专业化高端智库”的目标；提出了“完善以品德、能力和贡献为导向的人才评价机制和激励政策”等细化的内容，都将促进这些有针对性的政策更快地落地。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我国的新型智库发展要“面向世界、面向未来”，在世界范围内，智库的发展已十分迅速，美国宾夕法尼亚大学 2014年1月发布的《全球智库报告2014》显示，目前全球共有6681家智库，其中美国1830家，中国429家，我国已经成为世界上智库数量排名第二的国家。但我认为我国智库的数量可能远远超过这一数字，我国的智库分为多个体系，包括党政部门、社科院、党校行政学院、高校、军队、科研院所和企业、社会智库等，基础量十分庞大，这也从侧面反映出我国智库正在迅速崛起。《全球智库报告2014》同时指出，有7家中国智库入围“全球智库150 强榜单”，抛开数量而言，也说明我国智库整体水平与世界顶级智库相比仍存在一些差距。未来，我国智库应更注重于研究质量的提升，注重于专业化发展，注重于解决切实问题，注重于完善国家的治理体系，从而更好地为我国社会发展提供智力支持。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2创客与极客 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "创客最初指专注于利用互联网数字技术设计产品原型的具有创新天赋和爱好的群体，后衍伸为所有热衷创新创意与创造、以分享最新技术和交流前沿思想为乐趣的创新群体。他们的另一个相近的名字叫“极客”（美国俚语Geek)，而其中最为痴迷于寻找一切网络系统的BUG 的人，成了黑客（骇客），他们都很年轻，好奇和逞能是他们本质特征。2007年以降，全球掀起了一股创客文化的浪潮。2014年，美国总统贝拉克·奥巴马将“创客”提高为到“打造新一轮国家创新竞争力”的战略高度，同时宣布把每年的6月18日定为“美国国家创客日”。无疑，创客运动是新时代颠覆现实世界的助推器，是一轮具有时代意义的新浪潮。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1创客空间的建立与“双创”的战略决策意义重大",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "由个别创新性人才零星出现，到培养千千万万个创客的创意集群，直至创意阶层的形成，需要我们做好一系列培育提升的“功课”。美国学者理查德·佛罗里达（Richard Florida）在《创意阶层的崛起》（TheRise of the Creative Class）中,开宗明义地指出了创意团队在相关产业发展中所扮演的重要角色：“本书描述的是一个新的社会阶层的出现”[。具体而言，创意人才的崛起，以及他们为经济社会发展所提供的智力支持、创意服务等，从根本上扭转了文化产业发展的旧有面貌，“人类创意跃升为当今经济生活的决定性特征”。因而，我们有必要牢牢把握培养创意人才这一根本“路线”，打造富有战斗力、攻关力、思想力的创意团队，夯实“智力资本”的综合容量和发展基础，不断推动文化产业的快速、健康发展。事实上，大到一个国家综合国力的提升，小到一个公司的发展壮大，创意智慧、创新思路等在其中扮演着不可估量的关键角色。许多眼光前瞻、视野开阔的著名企业家无不是“创意智慧”或“创意思维”的推崇者与实践者。有数据显示，在一些事关经济社会发展的关键行业中，如影视传媒、电信网络、工业设计、建筑规划等，一大批受过高等教育的优质创意人才对产业升级、行业发展等做出了、并继续做出着重要的贡献。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "事实上，创意产业发展的基础是教育。创意产业的繁荣，更依托于国民素质的普遍提高和国民创造力的不断进步。1998年，英国国会在一份报告中指出，“人民的想象力是国家的最大资源。想象力孕育着发明、经济效益、科学发现、科技改良、优越的管理、就业机会、社群与更安稳的社会。想象力主要源于文学熏陶。文艺可以使数学、科学与技术更加多彩，而不会取代它。整个社会的兴旺繁荣也因此应运而生。”可见，积极的教育发展与创意智慧开发是创意产业可持续发展的根本前提，创意人才的崛起更离不开日益深厚的教育基础。而反观我们，当前我国文化创意产业发展，却总是出现一种揠苗助长、急功近利的心态，急于求成、乱象丛生，结果就像中国足球的发展一样，往往取得适得其反的结果。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 中国需要极客",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在创意产业的发展中，“极客”的作用至关重要。极客是美国俚语“geek”的音译，是整个创意产业新模式运营的技术探索者和支撑者。他们以不断的技术创新，不断改变着互联网、移动网以及文化创意产业/文化经济的基本面貌。随着互联网文化的兴起，“极客”这个词含有智力超群的意蕴，又被形容于那些对计算机和网络技术有极大兴趣、并投入大量时间钻研的人群。在日前举行的2015年“极客公园创新大会”上，百度创始人、董事长兼CEO李彦宏第三次做客极客公园大会，而他也以一名顶级极客的身份，解读了百度的移动互联网战略：为技术的投入，既是一种信仰，也关乎产业发展的未来。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "简言之，未来的立体创意产业将会不断涌现以新模式、新“态势”为标志的发展新坐标，广泛联结产业、高校、政府、经贸等经济社会发展的关键的领域，综合发展、全面整合，从而推进经济产业的快速、健康发展。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 跨越与融合",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "今天，创意人才已成为推动经济社会发展的重要力量。佛罗里达在《创意阶层的崛起》一书中也提出，与传统的行业划分逻辑不同，创意人才更是一股重要的“职业新军”，与其用传统的、老套的部类人才的视角去定位社会各行各业的职业团体，不如将眼光放长远，以职业定位、人才规划的新思维去考量当下的创业产业发展。他进一步指出，创业团队已成为一股以“超级创意核心”(super-creative core)为骨干、以相关产业人才为重要参与力量的新兴职业阶层。特别地，在这股“核心”中，他们所从事的职业大多与文化创投、高新技术、休闲娱乐等行业息息相关；他们的主要工作就是凭自己的创意思维、创新理念，建设性地开发“新内容”、科学地创造“新能量”，并广泛联结着与他们工作息息相关的其他产业，如金融、商贸、保健、法律等[]。这些创意人才全面融入进自己的行业发展中去，集思广益、开拓创新，不断研究新情况、解决新问题，俨然成为当前经济社会发展的“领航者”。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3数客人才与威客模式",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当代世界,大多数人群都连接在一个巨大的数字网络上，人类已经进入大数据时代[2]，因而人类的命运通过数字技术而日益互联、共通。习近平最近指出，大数据是信息化发展的新阶段。随着信息技术和人类生产生活交汇融合，互联网快速普及，全球数据呈现爆发增长、海量集聚的特点，对经济发展、社会治理、国家管理、人民生活都产生了重大影响。我国正在加速构建数字中国。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "目前，我国网络购物、移动支付、共享经济等数字经济新业态新模式蓬勃发展，已经走在了世界前列。十三五时期，我国正瞄准世界科技前沿，集中优势资源突破大数据核心技术，加快构建自主可控的大数据产业链、价值链和生态系统。在这一发展态势下，以数字科技特别是大数据研发和应用的人才，如数据分析师、数据架构师、数据管理师、数据运营官等已成为全球争夺的“关键少数”。他们从事数据挖掘、科学计算、信息处理、技术拓展、趋势预测和各层次各行业的精准服务。我们可以称之为“数客”。在当前大数据时代，数客已成为最稀缺、也最具未来性的人才，据估计，这类人才需求量将有数百万之巨。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当前互联网企业，越来越重视首席数据官(CDO)、首席信息官（CIO）配置。  \n这些人才对企业发展的前瞻性、未来趋势与前景预测都具有重要作用。今天的世  \n界，谁拥有更多数据，谁就拥有更多富集的经济和文化价值的“资产”和“资本”  \n[3]6",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "因此，贯彻中央最新战略部署，培育一大批新时代急需的高端数客人才，引领我国互联网在新的全球竞争中占据优势；构建一批大数据人才孵化器，通过数据实践不断提升全行业发展水平；持续进行大数据的相关前沿理论研究，创建、完善和深化相关科研体系；不断进行最新技术的开发和利用，始终保持我国大数据技术处于世界前列；这是目前该领域的当务之急[4]。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "如何让不同时间、不同地点、不同职业特长的创意人才协同合作和相互交流贸易呢？我国互联网界发明了“威客模式”，如“猪八戒网”。这种模式是一种全新的“非现实化”的虚拟平台。创意人才在此平台上，与其他行业部类的人才广泛交流、密切合作，特别是进行线上与线下的重组与合作，以实现复合型人才和复合型群体的协同平台运行。通过越界融合，寻找新的增长点，推动文化创意、科技创新，在实践运行中实现复合型人才的培育和复合团队的协同发展。并且通过在全社会推动创造性活动，来促进经济社会文化机制的改革与创新。在未来的行业竞争中，我们唯有全面打造一支国际化的高素质人才队伍，促进人员的跨国流动，推进产业聚居区的建设，拓宽现有的数字信息化网络渠道，开创文化发展、网络技术、人才成长等环节综合一体化发展的新局面。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "创客时代的创新创意人才集群的培育，是一场伟大的“世纪工程”。它将打造一个民族复兴的创新“阶层”。为实现这一目标，我认为要进一步落实十九大再次强调的百花齐放、百家争鸣，学术民主、艺术民主的重要方针。要让不同的观点都能够发出自己的声音，让不同的政策建议都能够在平等的状态下切磋争鸣。这需要我们的社会不断努力营造包容的环境，需要我们具有科学精神，更需要保持学术的自由和思想的自由，从而创造平等的讨论空间，让不同类型的人才都能在公平、平等的氛围内表达自己的建议与观点，这也是落实十九大精神的一个重要内容。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "[1]理查德·佛罗里达.创意阶层的崛起.司徒爱勤.译.北京.中信出版社,2010:xxxv-xxxvi,22-23.78-79.  \n[2］尼古拉斯·克里斯塔基斯，詹姆斯·富勒．大连接：社会网络是如何形成的以及对人类现实行为的影响[M]．简学，译．北京：中国人民大学出版社,2013：4-5.  \n[3］维克托·迈尔-舍恩伯格，肯尼斯·库克耶．大数据时代[M]．盛杨燕,周涛,译．杭州：浙江人民出版社，2013：16-17，28-29.  \n[4]张勇进,王璟璇．主要发达国家大数据政策比较研究[J].中国行政管理,2014(12):113-117.",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The Century Project of the Creative Talent Cluster in the New Era ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Jin Yuanpu ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "School of Humanities, Shanghai Jiao Tong University, Shanghai 200240 ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] To achieve the grand development goal of the ${ } ^ { \\ \\mathrm { ~ \\ e ~ } } 1 3 ^ { \\mathrm { { t h } } }$ Five-Year Plan”period,the $1 9 ^ { \\mathrm { t h } }$ National Congress of the CPC further emphasized the five development concepts of “innovation,coordination, greenness,openness and sharing\",and the innovation was its primary,leading and core concept. To realize this idea,we must rely on the talents with the innovative spirit and ability. [Method/process] The new types of think tanks are the “vanguards”of the national decision-making.As a high-end member, zhike plays an important role in the nation's five-in-one development pattern. The maker-geek in the“mass innovation, business start-ups” of our country has played a striking role in the current big data, the artificial intellgence, the cloud computing,the mobile web and the we-media. In the current era of big data, shuke such as data analysts,data manager, data operations oficer and other big data talents, is the most scarce,but also the most futuristic talent. [Result/conclusion] From the sporadic emergence of individual innovative talents to the cultivation of hundreds of thousands of zhike, makers,shuke clusters,until the formation of the creative class, it requires a broad platform for the popular class, but also needs us to do a seriesof century projects to enhance the promotion of the “century project\". ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Keywords: zhike makergeek shuke Witkey收稿日期：2017-11-17 修回日期：2017-12-14 本文责任编辑：唐果媛",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    }
]