[
    {
        "type": "text",
        "text": "运输，病原微生物，文化：2019-nCoV传播的动态图模型杨晓飞1.2，徐暾2.3，贾鹏2.3，夏涵3.4，郭立2,3.6，叶凯2,3,5.6,+",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1计算机科学与技术学院，电子与信息工程学部，西安交通大学，西安710049  \n2教育部智能网络与网络安全重点实验室，电子与信息工程学部，西安交通大学，西安，  \n710049  \n3自动化科学与工程学院，电子与信息工程学部，西安交通大学，西安710049  \n4予果生物科技技术有限公司，北京100000  \n5基因组研究所，西安交通大学附属第一医院，西安710061  \n6生命科学与技术学院，西安交通大学，西安710049",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "†通讯作者电子邮件：kaiye@xjtu.edu.cn",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "自从武汉市爆发新型冠状病毒疫情以来，迅速蔓延的事态已经造成300多人死亡，一万多人感染’。在中国之外有一百多起病例，影响了全球十几个国家2。研究人员已经报道了冠状病毒的全基因组序列，并且正在迅速开发快速诊断试剂盒、有效的治疗方法以及预防性疫苗。最初快速增长的确诊病例触发了武汉及附近城市的封锁。世界各地的科学家尝试建立数学模型来预测未来几天内的感染病例数45。但是，交通和文化习俗等主要因素尚未得到足够的权衡。我们的模型并不是为了精确预测感染病例数量，而是旨在模拟公共流行紧急情况下的动态情况以及不同影响因素的贡献。我们希望我们的模型和模拟能够为全球公共卫生机构提供更多的见解和观点信息，以便设计出更好的预防和控制解决方案。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在图1A所示的模型中，我们设计了以运输模块为中心的动态图模型，这是因为人们总是通过各种交通工具在不同地点之间迁移，而迁移过程中近距离接触被认为是人传人的重要场所。我们在交通模块中建立了具有不同容量的出租车，公共汽车，地铁和步行模型。接下来，我们在运输模块周围放置了固定的居住区，公共场所和医院。最后，我们将隔离场所附加到医院。在每一轮模拟中，每个健康的人都从居住区开始，经过图形结构然后返回到居住区。潜伏期过后，感染者将前往医院，并在空间允许的情况下留在医院或隔离场所。否则，他们将返回居住区并尝试在第二天就医。健康的个人在运输过程中或在任何静止区域遇到感染者时都会被感染。在每个模拟的开始，我们在模型中放置一个受感染的个体，并观察在各种条件下的传播。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "尽管大流行传播的主要驱动因素是具有严重症状的人，但这次疫情中来自中国病例的数据显示出无症状传播的迹象。因此，我们首先研究了无症状传播的影响。我们假设无症状传播能力在潜伏期线性增加，并在出现症状时达到最大强度。我们将潜伏期的长度指定为7天，并与有症状传播模型相比较。令人震惊的是，与有症状传播相比，无症状传播感染了 $50 \\%$ 的人口只花了一半的时间（图1B）。这可能是由于有症状的人更容易发现并从公众中去除，无症状的传播者不经意间传播了病毒，从而促进了病毒的更快传播。我们还模拟了不同长度传染性无症状期的情况，并观察到，较长的传染性潜伏期显着加快了传播速度，这可能仅仅是由于具备传染能力的个体自我感觉良好，在更长的时间段里在外面正常活动，造成更多感染（图1C）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/0ed5220451cb3948c2b901fd8e80551d657c33dda65a19676ad20245c2f38ae1.jpg",
        "img_caption": [
            "图1.动态图模型和仿真结果。在仿真中设置感染概率为 $20 \\%$ ，病毒传播概率为感染事件的线性函数。A.传染病爆发的动态图模型；B.传播模式是否可能无症状传播；C.各种长度的传染性无症状期对病毒传播的影响；D.输入型个体数量与病毒爆发速度的关系；E.不通交通工具影响病毒传播速度；类美国城市模拟中，删掉模型中的公共交通模块，欠发达城市模拟中，去掉公共交通模块，公共区域模块，并且减少 $50 \\%$ 的医院床位容量；F社交活动加快了病毒传播的速度；G.戴口罩和彻底洗手可大大减少感染病例的数量；模拟中设置个人防护减少感染概率和传播概率的 $90 \\%$ ；H.城市封锁极大地阻止了传播。"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "自冠状病毒爆发以来，许多城市已经确诊了病例，其中大部分起源于武汉。我们评估输入病例数量与病毒感染城市人口关系。如图1D所示，初始阶段输入病例越多，达到 $50 \\%$ 人口感染的时间就越早。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "由于交通似乎是影响传播速度的主要因素，因此我们模拟了世界各地典型城市使用不同首选交通方式的情况。例如，在中国，公交、地铁和火车等公共交通是日常通勤方式，而汽车是美国最常见的通勤方式。我们还包括一个假想的贫困城市，那里的公共交通十分有限。我们发现，拥有先进公共交通的中国城市特别容易受到病毒传播的影响，而在一个假设的贫困/欠发达城市中，公共交通有限会阻止病毒传播（图1E）。由于大多数美国家庭都是开车旅行，减慢了家庭之间的病毒传播速度。这表明具有便利公共交通的现代城市不仅提供令人愉悦的生活方式，而且还促进了流行疾病的迅速传播。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "接下来，我们评估文化以及社会活动如何影响疾病的传播。冠状病毒的爆发期跨度为农历新年，在此期间，大多数中国人从工作场所的城市回到家乡。例如，在封锁之前，超过500万人离开了武汉过年。其中大多数感染者到同一省的小城市，但仍有很大一部分去了中国其他城市。甚至一小部分人出国了。农历新年第一天后，亲戚之间相互拜年是中国的传统，可能会持续一周。我们模拟了春节期间家庭成员的聚会，并观察了这种传统将如何促进病毒的传播。如图1F所示，疫情发生期间，越早聚集将促进病毒的广泛传播。幸运的是，国家各级行政机构广为宣传2019-nCoV暴发期间社交聚会的严重后果，因此中国广大群众呆在家里，在春节期间避免与他人接触。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "在疫情发生期间，通常会出现封锁城市并要求民众在公共场所戴口罩并经常洗手，以阻止病毒传播。我们发现，个人保护（图1G）和城市封锁（图1H）都立即阻止了病毒的传播，而较早实施这一些措施会降低感染病例的最大数量。尽管封锁城市似乎是一项激进的行政行动，会对经济产生重大影响，但中国当局采取的果断行动试图阻止该病毒在全球范围内扩散。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "综上所述，我们得出的结论是，中国当局采取的果断行动，采取封锁城市和要求个人保护等措施，将有效减少病毒的传播。最后，有效沟通以及受过良好教育的公众是遏制这种大流行蔓延的关键，我们号召所有国家的CDC都应特别注意可能的无症状传播，这将引起各国隔离流程的重大变化。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "项目代码：htps://github.com/xjtu-omics/2019-nCoV_graph_model",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基金支持",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "这项研究得到了国家自然科学基金委（批准号61702406、31671372和31701739）、科技部国家重点研发计划（批准号2018YFC0910400和2017YFC0907500）、国家科学技术重大专项（批准号2018ZX10302205）、",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "“世界一流大学和中央大学特色发展指导基金”支持。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "1. Update on the novel coronavirus pneumonia outbreak 2020. at http://www.nhc.gov.cn/xcs/yqfkdt/202001/c5da49c4c5bf4bcfb320ec2036480627.shtml.)   \n2. CDC Telebriefing: Update on 2019 Novel Coronavirus (2019-nCoV). Second Travel-related Case of 2019 Novel Coronavirus Detected in United States. 2020. at https://www.cdc.gov/media/releases/2020/p0124-second-travel-coronavirus.html.)   \n3． Lu R, Zhao X,Li J, et al. Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding.The Lancet.   \n4.Read JM, Bridgen JR, Cummings DA,Ho A,Jewell CP. Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions. medRxiv 2020.   \n5.Li Q,Guan X, Wu P, et al. Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia.New England Journal of Medicine 2020. ",
        "page_idx": 3
    }
]