[
    {
        "type": "text",
        "text": "Large-scale ultra-fast strain engineering of CVDgrown two-dimensional materials on strain selflimited deformable nanostructures towards enhanced field effect transistors ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Zheng Huang a, Nan Lu‘,Zifeng Wang ä, Shuoheng Xu a, Jie Guan c, ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Yaowu Hu a,b\\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a The Institute of Technological Sciences, Wuhan University, Wuhan, 430072, China b School of Power and Mechanical Engineering, Wuhan University, Wuhan 430072, China c School of Physics, Southeast University, Nanjing 211189, China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Strain engineering of 2D materials is capable of tuning the electrical and optical properties of the materials without introducing additional atoms. However, there are still great challenges in realizing straining of 2D materials with CMOS compatibility. Here，a method for large-scale ultrafast strain engineering of CVD-grown 2D materials is proposed. We introduce locally non-uniform strains through the cooperative deformation of materials and metal/metal oxide core/shell nanoparticles through cold laser shock. Raman and PL spectra reveal that the tensile strain of $\\mathbf { M o S } _ { 2 }$ changes and the band gap decreases after laser shock. MD simulations are used to investigate the mechanism of the ultrafast straining of CVD-grown 2D materials. Field effect transistors of CVD $\\mathbf { M o S } _ { 2 }$ were fabricated, and the performances before and after straining of the same devices are compared. By adjusting the strain level of $\\mathbf { M o S } _ { 2 }$ ，the field effect mobility can be increased from $1 . 9 \\ \\mathrm { c m } ^ { 2 } \\mathrm { V } ^ { - 1 } \\mathrm { s } ^ { - 1 }$ to $4 4 . 1 \\ \\mathrm { c m } ^ { 2 } \\mathrm { V } ^ { - 1 } \\mathrm { s } ^ { - 1 }$ · This is the maximum value of $\\mathbf { M o S } _ { 2 }$ FETs grown by CVD with $\\mathrm { S i O } _ { 2 }$ as dielectric. As an environment-friendly, large-scale and ultra-fast manufacturing method, laser shock provides a universal strategy for large-scale adjustment of 2D materials strain, which will help to promote the manufacturing of 2D nano electronic devices and optoelectronic devices. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "The physical properties of most materials can be widely adjusted by strain engineering1-4. Among them, the strain engineering of two-dimensional(2D) materials is particularly exciting because individual atomic layer sheets are inherently capable of withstanding greater mechanical strain than their monolithic materialsor conventional electronic materials56. In 2D materials, strain changes the configuration of atomic bonds (length, angle and strength） and the interaction between electron orbitals,which in turn can control the properties of two-dimensional materials and provide a rich library for advanced applications. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Typical straining techniques include strain transferring from flexible or stretchableorbendablesubstrates7-9，MEMSstretching10-12，spherediameter engineering13， and nanoscale surface morphology regulating14-17. Among them, only the method nanoscale surface morphology regulating is CMOS compatible and electrical field effect transistors can be fabricated. However， current surface morphology regulations are typically based on rigid surface structures defined by high-resolution lithography or chemical means, which are typically difficult to fabricate accurately in large scale or when multiple layers are encountered18,19. 2D materials on these nanoscale features can be strained on these nano-features through chemical solutions filling and vaporization20.21, but the residue would be detrimental to the transistor. Transferred 2D crystals on these nanoscale features can be strained by the weak van der Waals interactions between the substrate and the material, and it was shown that peeled samples on nanofeatures less than $2 \\ \\mathrm { n m }$ show tremendous improvements in terms of device mobility2.23. The feature size is on the order of the materials’ thickness $( \\sim 1 \\ \\mathrm { n m } )$ in this case. However, for large-scale applications, CVD-grown 2D materials with non-uniform wrinkles (tens of nanometers） and defects are more practical4.24-26. These wrinkles would easily relax the strains on nanofeatures at $2 \\ \\mathrm { n m }$ scale,and increasing the aspect ratio of such features would break the 2D materials very easily, cutting off the current flow. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Conformability of 2D materials on surface features at tens of nanometers scale has been widely studied17,27,28.Itis generally believed that the strain value is established due to the balancing between strain energy and adhesion potential of the material within a certain geometrical scale. In this slow and self-balancing case, wrinkles of CVD-grown relax the elastic strains, making the elastic strains difficult to build up and control. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Ultrafast straining by using a shock pressure induced during laser ablation has been studied recently. The ultra-high strain rate deformation capability prevents excessive self-relaxation of the wrinkles29-33. Nanowires and 2D materials were strained previously by using hard rigid $\\mathrm { S i O } _ { 2 }$ nanofeatures defined by electron beam lithography, the method of which benefits the fabrication of FET devices,but is too costly and easily generates geometrical stress concentrators, breaking the device30.34. Polymer cushion layer was used to tackle this issue but the charging effect of the polymer is detrimental to the device performance²9. Thus， for CVD-grown 2D materails, large-scale ultrafast straining at low cost and high efficiency with good controllability has not yet been demonstrated. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In this paper, we demonstrate the strain engineering of 2D materials on $\\mathrm { S i O } _ { 2 } / \\mathrm { S i }$ substrates of strain self-limited deformable metal $@$ metal oxide nanoparticles (M@MO NPs) by laser shock induced cooperative deformation (LSICD). This process can modulate the strain of $\\mathbf { M o S } _ { 2 }$ by laser shock induced cooperative deformation of metal nanoparticles and $\\mathbf { M o S } _ { 2 }$ on rigid substrates,and change its band structure. Field effect transistors based on $\\mathbf { M o S } _ { 2 }$ grown by CVD were fabricated, and the highest field effect mobility is obtained in low- $\\mathbf { \\nabla } \\cdot \\mathbf { k }$ dielectrics for CVD $\\mathbf { M o S } _ { 2 }$ . This contamination-free and ultra-fast opto-mechanical nanomanufacturing method provides a universal strategy for large-scale adjustment of 2D materials strain, which can lead to the further development of high-performance electronic and mechanical electronic equipment in the future. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Results and Discussion ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Laser shock treatment of 2D materials on rigid surface structures breaks the material at the stress concentration point, as shown in Fig. S1. The molecular dynamics (MD) simulation results revealed that during the laser shock process, the 2D materials were subjected to huge stress at the turning point of the mold, resulting in the destruction of its lattice structure, defects or fractures (shown in Fig. S1(a-b)). It can be seen from the SEM images of the samples that the 2D materials shocked on the rigid substrates would cause irreparable damage under impact pressure, which would reduce the electrical and optical properties of the materials. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Here, we further develop a method to produce large-area non-uniform strain in two-dimensional materials, as shown in Fig. 1(a). The 2D materials were transferred to $\\mathrm { S i O } _ { 2 } / \\mathrm { S i }$ substrates pre-deposited with nanoparticles by PMMA assisted transfer, and then subjected to laser shock treatment. Due to the non-uniform size of nanoparticles on the substrate surface, the transferred 2D materials were supported like a tent by nanoparticles,resulting in local strain. In fact, as reported by Garaj et al.23, 2D materials transferred to the rough substrate might produce strains, which depended entirely on the roughness of the substrates and could not be adjusted effectively. However, we show here that the strain adjustment of 2D materials can be realized by high strain rate deformation induced by laser shock. Specifically, after the high energy density nanosecond laser beam was focused on the graphite surface, plasma would be generated, and the recoil momentum of the plasma would produce pulse pressure35. The gap between the 2D materials and $\\mathrm { S i O } _ { 2 } / \\mathrm { S i }$ substrates decreased in an ultrafast fashion, which eliminated strain relaxation due to wrinkles and increased the local strain of 2D materials during LSICD (as shown in Fig. 1(b)). In this method, nanoparticles could be formed by sputtering or directly spin coating without cumbersome lithography process,which was scalable for large-area and roll-to-roll manufacturing. In the meantime, the cooperative deformation of metal nanoparticles also avoided the occurrence of defects or fractures caused by stress beyond the strain limit of the 2D materials. Laser processing also had the advantages of high production efficiency,reliable quality and economic benefits,and is easy to integrate with the existing semiconductor manufacturing process. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/9b702480425eb2ee2e4523e8f167588d112108bcb33b6fcd2a680fd34156abf5.jpg",
        "img_caption": [
            "Fig.1 (a) Schematic laser shock of metal nanoparticles/ $\\mathrm { \\mathrm { ~ M o S } } _ { 2 }$ composite structure. (b) Schematic diagram of morphology of metal nanoparticles. $ { \\mathrm { \\ T M o S } } _ { 2 }$ composite structure before and after LSICD. (c-f) Scanning electron microscope (SEM) image of metal nanoparticles $\\mathrm { \\Delta } M _ { 0 } {  { \\mathrm { S } } } _ { 2 }$ composite structure before(c) and after(d-f) LSICD.Scale bar: $2 0 0 \\mathrm { n m }$ ： "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The mechanical properties of the material matter. We simulated the morphological changes of 2D materials suspended on rigid nanoparticles and different metal nanoparticles under laser shock by MD,as shown in Fig. 2. It can be seen that the Si NPs and Ti NPs were almost not deformed during the laser shock process, and as the 2D materials was impacted on hard NPs, the films on the top of nanoparticles was subjected to enormous stress, resulting in cracks. With the continuous movement of Al plate, the crack will further expand, and this large-area crack would greatly affect the mechanical and photoelectric properties of the 2D materials. Metal nanoparticles with lower yield strengths, such as Au, Ag and Al, could introduce cooperative deformation with 2D materials under laser shock, reducing the generation of defects. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "MD simulations of the whole surface and strain distributions are shown in Fig. S2. As the Al plate moves downward, the metal nanoparticles gradually deform, and $\\mathbf { M o S } _ { 2 }$ films approaches the substrate and wraps the nanoparticles (Fig. S2a(l-ll)). When the Al plate collides with the substrates and rebounds, the gap between $\\mathbf { M o S } _ { 2 }$ films and the substrate becomes larger due to the interaction between Al plate and $\\mathbf { M o S } _ { 2 }$ and the stress waves propagating along the plane (larger than reality due to total reflection at the flat surface in the simulation） after $\\mathbf { M o S } _ { 2 }$ films collided with the substrate at high speed (Fig. S2a(ll)). Then, after the Al plate leaves, the stress waves propagating along the plane will continue to adjust the gap between $\\mathbf { M o S } _ { 2 }$ films and the substrate. With the gradual dissipation of the energy of the stress wave， the nanoparticles were finally wrapped under the interaction between the nanoparticles, the substrate and the film (Fig. S2a(IV). ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/e568ed7e0f2444ee37b4b333339bad42d49a20bac5d6d928b8d3e02854b4502c.jpg",
        "img_caption": [
            "Fig. 2 Atomic snapshots of different $\\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ deformation under LSICD at the sameimpact velocity. (a) S $\\mathrm { i } \\ \\mathrm { N P / M o S } _ { 2 }$ .(b) $\\mathrm { A g } \\mathrm { N P / M o S } _ { 2 }$ .(c) Au ${ \\mathrm { N P } } / { \\mathrm { M o S } } _ { 2 }$ . (d) Al ${ \\mathrm { N P } } / { \\mathrm { M o S } } _ { 2 }$ (e) Ti ${ \\mathrm { N P } } / { \\mathrm { M o S } } _ { 2 }$ ："
        ],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Schematic diagram of the deformation was depicted in Fig. 3(a). When the monolayer $\\mathbf { M o S } _ { 2 }$ films were transferred on top of nanoparticles, they were supported like a tent, and $\\mathbf { M o S } _ { 2 }$ were bonded to it only on the top of the nanoparticles. Wrinkles were relaxed at this stage. Under the action of laser shock pressure, $\\mathbf { M o S } _ { 2 }$ quickly attached to the flat plane,leaving no time for relaxation transferred from other areas. After the impact, the vdW force between $\\mathbf { M o S } _ { 2 }$ and nanoparticles can maintain this state,and the contact area between the three-dimensional surface of nanoparticles and $\\mathbf { M o S } _ { 2 }$ becomes larger, so as to achieve greater strain (Fig. 3(b)). This was also confirmed by SEM images of $\\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ structure before and after LSICD (Fig. 3(de)). The maximum atomic strain of monolayer $\\mathbf { M o S } _ { 2 }$ after LSICD was $10 \\%$ . In the process of $\\mathbf { M o S } _ { 2 }$ films approaching the substrate,the strain region of the films increased and the strain energy increased sharply. When the films contacted the substrates, the maximum atomic strain appeared at the top of the nanoparticles and gradually decreased from the center along both sides,while there was basically no strain in the flat area in full contact with the substrates. ",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/4036dd92821edeed6c213db2e4b0cf0620e1334b7eb6e20c2c78f4c262d5bb47.jpg",
        "img_caption": [
            "Fig. 3(a) Schematic diagram of atomic force distribution (vdW force and tensile stress between the layers) for half-profile of $\\mathbf { M o S } _ { 2 }$ during LSICD. Time evolution of adhesion energy, strain energy and interaction energy of Ag $\\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ (b) and Au ${ \\mathrm { N P s } } / { \\mathrm { M o S } } _ { 2 }$ (c). (d-e) SEM images of metal NPs and $\\mathbf { M o S } _ { 2 }$ before and after LSICD. Scale bar: $2 0 0 \\mathrm { n m }$ "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Tensile strain leads to the softening of lattice spring constant, which in turn influences crystal phonon modes. Raman spectroscopy is used to study the phonon modes,identify and characterize the strain on $\\mathbf { M o S } _ { 2 }$ before and after laser shock.As shown in Fig. 4， the Raman spectrum of $\\mathbf { M o S } _ { 2 }$ has two obvious characteristic vibration modes, $\\operatorname { E } ^ { 1 } { } _ { 2 \\operatorname { g } }$ at $3 8 5 . 4 ~ \\mathrm { c m } ^ { - 1 }$ and $\\mathbf { A } _ { 1 \\mathrm { g } }$ at $4 0 5 . 8 ~ \\mathrm { c m } ^ { - 1 }$ ， which correspond to the inplane vibration mode and out of plane vibration mode respectively. After the monolayer $\\mathbf { M o S } _ { 2 }$ was transferred to the $\\mathbf { M } @ \\mathbf { M } \\mathbf { O }$ NPs substrates, the $\\operatorname { E } ^ { 1 } { } _ { 2 \\mathrm { g } }$ red shifted by $0 . 6 ~ \\mathrm { c m ^ { - 1 } }$ relative to the as-grown $\\mathbf { M o S } _ { 2 }$ .After shock treatment with different laser energy, the $\\operatorname { E } ^ { 1 } { } _ { 2 \\mathrm { g } }$ first red shifted and then blue shifted, with a maximum red shift of 3.3 $\\mathrm { c m ^ { - 1 } }$ .The $\\operatorname { E } ^ { 1 } { } _ { 2 \\mathrm { g } }$ was proven as highly sensitive relative to the uniaxial tensile strain because strain induced crystal symmetry breaking in the TMDs softened the double degenerate in-plane vibration36-38. Thus, the change of $\\operatorname { E } ^ { 1 } { } _ { 2 \\operatorname { g } }$ shows that $\\mathbf { M o S } _ { 2 }$ produces strain when transferred to $\\mathbf { M } @ \\mathbf { M } \\mathbf { O }$ NPs substrates,and the strain increases after LSICD. Compared with previous literature reports39, $\\mathrm { M } @ \\mathrm { M O } \\ \\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ produces about $0 . 2 \\%$ tensile strain, and the averaged maximum strain of $\\mathbf { M o S } _ { 2 }$ was about $1 . 2 \\%$ after laser shock. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/4f3322707896a3597af1a9c36c210cfa170fcdcb5a1f001016d97d564ff0d45b.jpg",
        "img_caption": [
            "${ \\mathrm { N P s } } / { \\mathrm { M o S } } _ { 2 }$ before and after LSICD.(c） The frequencies of $\\operatorname { E } ^ { 1 } { } _ { 2 \\operatorname { g } }$ and $\\mathbf { A } _ { 1 \\mathrm { g } }$ modes extracted from (a) and the PL peaks of $\\mathbf { M o S } _ { 2 }$ films on $\\mathbf { M } @ \\mathbf { M } \\mathbf { O }$ NPs extracted from (b). "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The strain induced band gap reduction was consistent with the existing theoretical and experimental reports36,8.40,which confirms the reduction of band gap and effectively transfers the strain to $\\mathbf { M o S } _ { 2 }$ samples. The Raman and PL intensity of $\\mathbf { M o S } _ { 2 }$ transferred to $\\mathbf { M } @ \\mathbf { M } \\mathbf { O }$ NPs was significantly enhanced (shown in Fig. S6), which is mainly due to the strong plasmonic effect of Ag nanoparticles,which amplifies the light field around the nanoparticles.We also note that the observed strain and plasmonic enhancement factors are the average of the $\\approx 1 ~ { \\mu \\mathrm { m } }$ sample region (limited by the size of the laser spot), while the highest strain and plasmonic enhancement could be much larger. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The monolayer $\\mathbf { M o S } _ { 2 }$ FETsand $\\mathbf { M o S } _ { 2 }$ FETs transferred to $\\mathbf { M } @ \\mathbf { M } \\mathbf { O }$ NPs $\\mathrm { ( N P s / M o S } _ { 2 }$ FETs) were fabricated to investigate the effect of strain on the electrical properties of $\\mathbf { M o S } _ { 2 }$ films.In this paper, our prefabricated metal electrode was mechanically laminated and transferred on $\\mathrm { M } @ \\mathrm { M O } \\ \\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ ，so as to retain the latce and inherent properties of 2D materials41-45. Fig. 5 showed the transfer characteristic curves and output characteristic curves of $\\mathbf { M o S } _ { 2 }$ FETs, ${ \\mathrm { N P s } } / { \\mathrm { M o S } } _ { 2 }$ FETs and $\\mathrm { M } @ \\mathrm { M O } \\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ FETsafter LSICD(LSICD ${ \\mathrm { N P s } } / { \\mathrm { M o S } } _ { 2 }$ FETs).As can be seen from Fig. 5c, the output current of $\\mathbf { M o S } _ { 2 }$ FETs was $3 . 8 ~ \\mu \\mathrm { A }$ ， showing nonlinear $I / V$ characteristics and schottky contact behavior. $\\mathbf { M o S } _ { 2 }$ transferred to $\\mathbf { M } @ \\mathbf { M } \\mathbf { O }$ NPs shown linear behavior, which was ohmic contact behavior at room temperature. The change in the contact type between $\\mathbf { M o S } _ { 2 }$ and the metal electrode may be related to the strain of the films.Recent studies have shown that tensile strain can reduce the contact energy barrier between $\\mathbf { M o S } _ { 2 }$ and $\\mathrm { A u } ^ { 4 6 }$ . The maximum output currents of ${ \\mathrm { N P s } } / { \\mathrm { M o S } } _ { 2 }$ FETs and LSICD1 ${ \\bf N P s } / { \\bf M o S } _ { 2 }$ FETs were $9 6 ~ \\mu \\mathrm { A }$ and $1 3 4 ~ \\mu \\mathrm { A }$ ，which was about 25 times and 35 times higher than that of $\\mathbf { M o S } _ { 2 }$ FETs, respectively. When $\\mathbf { M o S } _ { 2 }$ was transferred to $\\mathbf { M } @ \\mathbf { M } \\mathbf { O }$ NPs, the contact between electrode and $\\mathbf { M o S } _ { 2 }$ changes from Schottky contact to ohmic contact, which can be attributed to the reduction of contact barrier caused by strain. ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/1c81a87d6b45a5196e60efa6559a8b435b487982fe68e9e358fc4ac586395531.jpg",
        "img_caption": [
            "Fig.5(a) Output and (b) transfer characteristic curves of four types $\\mathbf { M o S } _ { 2 }$ FETs under different bias voltages. (c) output and (d) transfer characteristic curve of $\\mathbf { M o S } _ { 2 }$ FETs extracted from (a) and (b). The bias voltage is $1 6 \\mathrm { V }$ and $2 . 5 \\mathrm { V } ,$ respectively. "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Fig. 5d showed the transfer characteristic curves of $\\mathbf { M o S } _ { 2 }$ FETs and $\\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ FETs with or without LSICD under the source drain bias voltage of 2.5V, the open state current density of $\\mathbf { M o S } _ { 2 }$ FETs was $0 . 0 7 ~ \\mu \\mathrm { A } / \\mu \\mathrm { m }$ . Similar to the improvement of the output performance of ${ \\bf N P s } / { \\bf M o S } _ { 2 }$ FETs， the open state current density of ${ \\mathrm { N P s } } / { \\mathrm { M o S } } _ { 2 }$ FETs increased to $1 . 8 9 ~ \\mu \\mathrm { A / \\mu m }$ ，which was more than one order of magnitude higher than that of $\\mathbf { M o S } _ { 2 }$ FETs.It was exciting that the On-state current density of the laser treated sample (LSICD1 ${ \\mathrm { N P s } } / { \\mathrm { M o S } } _ { 2 }$ FETs） reaches $2 . 7 3 ~ \\mu \\mathrm { A } / \\mu \\mathrm { m }$ which was 1.4 times higher than that of the sample without laser shock treatment. To further compare the electrical characteristics of devices，we calculated the device field-effect mobility $\\left( \\mu _ { \\mathrm { F E } } \\right)$ using the following equation ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In this equation, is the maximum slope value in the transfer characteristic curve, $L$ $( 2 0 \\mathrm { \\ u m } ) / W \\ ( 8 0 \\mathrm { \\ u m } )$ represents the channel aspect ratio of the device, $C _ { \\mathrm { o x } }$ is the capacitance value of $3 0 0 \\mathrm { n m }$ silica gate oxide47. We calculated that the field effect mobility of $\\mathbf { M o S } _ { 2 }$ FETs was $1 . 9 \\ \\mathrm { c m } ^ { 2 } \\mathrm { V } ^ { - 1 } \\mathrm { s } ^ { - 1 }$ , and that of $\\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ FETs was $3 6 . 1 \\ \\mathrm { c m } ^ { 2 } \\mathrm { V }$ $^ 1 { \\bf s } ^ { - 1 }$ . After $\\mathbf { M o S } _ { 2 }$ was transferred to $\\mathbf { M } \\ @ \\mathbf { M O } \\ \\mathbf { N P s }$ , the mobility increased by nearly 20 times, and the $\\mu _ { \\mathrm { F E } }$ of LSICD1 ${ \\mathrm { N P s } } / { \\mathrm { M o S } } _ { 2 }$ FETs further increases $( 4 4 . 1 ~ \\mathrm { c m } ^ { 2 } \\mathrm { V } ^ { - 1 } \\mathrm { s } ^ { - 1 } )$ . As far as we know, this is the highest $\\mu _ { \\mathrm { { F E } } }$ value of the transistor made of $\\mathbf { M o S } _ { 2 }$ synthesized by CVD with $\\mathrm { S i O } _ { 2 }$ as gate material. We also calculated the carrier concentration and resistivity of $\\mathbf { M o S } _ { 2 }$ ： ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "where $V _ { \\mathrm { t h } }$ is the threshold voltage of the device, $V _ { \\mathrm { G } } = 1 6 ~ \\mathrm { V }$ and $e$ is the electronic charge. The carrier concentration of monolayer $\\mathbf { M o S } _ { 2 }$ and Ag ${ \\bf N P s } / { \\bf M o S } _ { 2 }$ was $3 . 2 2 \\times 1 0 ^ { 1 2 } \\ \\mathrm { c m } ^ { - 2 }$ and $3 . 6 9 \\times 1 0 ^ { 1 2 } \\ \\mathrm { c m ^ { - 2 } }$ ， respectively. After laser shock treatment, the carrier concentration of the sample was $3 . 9 3 \\times 1 0 ^ { 1 2 } ~ \\mathrm { c m } ^ { - 2 }$ . Although the $\\mu _ { \\mathrm { F E } }$ and carrier concentration decreased slightly for samples (LSICD3 NPs/MoS2) treated with higher energy laser shock， their values were still higher in general than those directly transferred, and the carrier concentrations of the four types of samples were in the same order of magnitude. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Density functional theory (DFT) calculations have also been performed using the Vienna ab initio simulation package to reveal the increase in mobility of $\\mathbf { M o S } _ { 2 }$ FETs caused by LSICD. Fig. S14 showed the band structure of $\\mathbf { M o S } _ { 2 }$ under biaxial tensile strain of $1 - 3 \\%$ and different bending heights. The bending heights are defined in the Supporting Information (SI) and the corresponding structures are shown in Fig. S15. The band gap of $\\mathbf { M o S } _ { 2 }$ decreased both under biaxial strain and strain caused by bending, which corresponded to the red shift of PL spectrum. In order to estimate the change of carrier mobility of $\\mathbf { M o S } _ { 2 }$ ，we calculated their effective masses.It could be acquired by fitting by the equation48 . We performed quadratic fitting near the valence band maximum (VBM) and the conduction band minimum (CBM), then calculated the hole and electron effective mass of $\\mathbf { M o S } _ { 2 }$ in both stretched and bended cases, as shown in Fig. S15.Under $3 \\%$ biaxial strain and bending height of $4 . 9 6 \\mathrm { \\AA }$ , the electron effective mass of $\\mathbf { M o S } _ { 2 }$ was $0 . 4 1 ~ \\mathrm { { m } _ { 0 } }$ and $0 . 4 2 ~ \\mathrm { m } _ { 0 }$ respectively, which were less than $0 . 4 8 ~ \\mathrm { { m _ { 0 } } }$ in the strain free state, agreeing with the measurement results of FETs. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "In summary, this paper proposes a strategy to modulate the strain by using the cooperative deformation of 2D materials and metal nanoparticles induced by laser shock. When 2D materials are transferred to $\\mathbf { M } @ \\mathbf { M } \\mathbf { O }$ NPs and deformed by laser shock, the ultra-high strain rate deformation of 2D materials and metal nanoparticles avoids the generation of film defects and cracks, and elastic strains build up. $\\mathbf { M o S } _ { 2 }$ as typical 2D materials was used to verify the effectiveness of this method. Raman and PL spectra confirmed the increase in $\\mathbf { M o S } _ { 2 }$ tensile strain and decrease in the bandgap after LSICD. Due to the reduction in the effective mass of electrons caused by strain, the field-effect mobility of the transistor increases to $4 4 . 1 \\ \\mathrm { c m } ^ { 2 } \\mathrm { V } ^ { - 1 } \\mathrm { S } ^ { - 1 }$ , which is 23 times that of the $\\mathbf { M o S } _ { 2 }$ FETs. This is the maximum value of $\\mathbf { M o S } _ { 2 }$ FETs grown by CVD with $\\mathrm { S i O } _ { 2 }$ as dielectric. As clean processing method，Laser shock will not unintentionally dope $\\mathbf { M o S } _ { 2 }$ . This pollution-free，large-scale and ultra-fast optomechanical nanomanufacturing method provides a general strategy for large-scale adjustment of 2D material strain, and is compatible with traditional semiconductor manufacturing. This would help advance the fabrication of two-dimensional nanoelectronic devices,and offer a significant boost for the wider application of twodimensional materials in semiconducting devices. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "This work was supported by the National Natural Science Foundation of China (Grant No. 51901162). The authors thank the support of the National Talent Program of China. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "(1) Mohta, N.; Thompson, S.E.Mobility Enhancement.IEEE Circuits Devices Mag. 2005, 21 (5), 18-23. https://doi.0rg/10.1109/MCD.2005.1517386.   \n(2) Cao, J.; Ertekin, E.; Srinivasan, V.; Fan, W.; Huang, S.; Zheng, H.; Yim, J. W. L.; Khanal, D. R.; Ogletree, D. F.; Grossman, J. C.; Wu, J. Strain Engineering and One-Dimensional Organization of Metal-Insulator Domains in SingleCrystal Vanadium Dioxide Beams. Nat. Nanotechnol. 2009, 4(11), 732-737. https://doi.0rg/10.1038/nnano.2009.266.   \n(3) Guinea, F.; Katsnelson, M.I.; Geim, A. K. Energy Gaps and a Zero-Field Quantum Hall Effect in Graphene by Strain Engineering. Nat. Phys. 2010, 6 (1),30-33.https://doi.org/10.1038/nphys1420.   \n(4) Smith,A. M.; Nie, S. Semiconductor Nanocrystals: Structure, Properties, and Band Gap Engineering. Acc. Chem. Res. 2010, 43 (2), 190-200. https://doi.0rg/10.1021/ar9001069.   \n(5) Changgu, L.; Xiaoding, W.; W., K. J.; James, H. Measurement of the Elastic Properties and Intrinsic Strength of Monolayer Graphene. Science (80-. ). 2008. 321 (5887), 385-388. https://doi.org/10.1126/science.1157996.   \n(6) Akinwande, D.; Brennan, C. J.; Bunch, J. S.; Egberts, P.; Felts, J. R.; Gao, H.; Huang, R.; Kim, J. S.; Li, T.; Li, Y.; Liechti, K. M.; Lu, N.; Park, H. S.; Reed, E. J.; Wang, P.; Yakobson, B. I.; Zhang, T.; Zhang, Y. W.; Zhou, Y.; Zhu, Y. A Review on Mechanics and Mechanical Properties of 2D Materials-Graphene and Beyond. Extrem. Mech.Lett. 2017, 13, 42-77. https://doi.0rg/10.1016/j.eml.2017.01.008.   \n(7) Wu, W.; Wang, J.; Ercius, P.; Wright, N. C.; Leppert-Simenauer, D. M.; Burke, R.A.; Dubey, M.; Dogare, A. M.; Pettes, M. T. Giant Mechano-Optoelectronic Effect in an Atomically Thin Semiconductor. Nano Lett. 2018, 18(4), 2351- 2357.https://doi.org/10.1021/acs.nanolett.7b05229.   \n(8) Castellanos-Gomez, A.; Roldan, R.; Cappelluti, E.; Buscema, M.; Guinea, F.; Van Der Zant, H. S. J.; Steele, G.A. Local Strain Engineering in Atomically Thin MoS2. Nano Lett. 2013, 13 (11), 5361-5366. https://doi.0rg/10.1021/nl402875m.   \n(9) Shen,T.; Penumatcha, A. V.; Appenzeller, J. Strain Engineering for Transition Metal Dichalcogenides Based Field Effect Transistors. ACS Nano 2016, 10 (4), 4712-4718. https://doi.org/10.1021/acsnano.6b01149.   \n(10) Christopher, J. W.; Vutukuru, M.; Lloyd, D.; Bunch, J. S.; Goldberg, B.B.; Bishop, D. J.; Swan, A. K. Monolayer MoS2 Strained to $1 . 3 \\%$ With a Microelectromechanical System.J.MICROELECTROMECHANICAL Syst. 2019,28(2), 254-263.https://doi.0rg/10.1109/JMEMS.2018.2877983.   \n(11) Goldsche, M.; Sonntag, J.; Khodkov, T.; Verbiest, G. J.; Reichardt, S.; Neumann, C.; Ouaj, T.; von den Driesch, N.; Buca, D.; Stampfer, C. Tailoring Mechanically Tunable Strain Fields in Graphene. Nano Lett. 2018, 18 (3), 1707-1713. https://doi.org/10.1021/acs.nanolett.7b04774.   \n(12) Pérez Garza, H. H.; Kievit, E. W.; Schneider, G. F.; Staufer, U. Controlled, ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Reversible, and Nondestructive Generation of Uniaxial Extreme Strains $( > 1 0 \\% )$ in Graphene. Nano Lett. 2014, 14(7), 4107-4113. https://doi.0rg/10.1021/nl5016848. (13) Zeng, M.; Liu, J.; Zhou, L.; Mendes, R. G.; Dong, Y.; Zhang, M. Y.; Cui, Z. H.; Cai, Z.; Zhang, Z.; Zhu, D.; Yang, T.; Li, X.; Wang, J.; Zhao, L.; Chen, G.; Jiang, H.; Rummeli, M. H.; Zhou, H.; Fu, L. Bandgap Tuning of TwoDimensional Materials by Sphere Diameter Engineering. Nat. Mater. 2020, 19 (5), 528-533. https://doi.0rg/10.1038/s41563-020-0622-y. (14) Shi, J.; Ma, D.; Han, G.-F.; Zhang, Y.; Ji, Q.; Gao, T.; Sun, J.; Song, X.; Li, C.; Zhang, Y.; Lang, X.-Y.; Zhang, Y.; Liu, Z. Controllable Growth and Transfer of Monolayer MoS2 on Au Foils and Its Potential Application in Hydrogen Evolution Reaction.ACS Nano 2014, 8 (10), 10196-10204. https://doi.0rg/10.1021/nn503211t. (15) Rice, C.; Young, R. J.; Zan, R.; Bangert, U.; Wolverson, D.; Georgiou, T.; Jalil, R.; Novoselov, K. S. Raman-Scattering Measurements and First-Principles Calculations of Strain-Induced Phonon Shifts in Monolayer MoS2. Phys. Rev. B 2013, 87 (8). https://doi.0rg/10.1103/PhysRevB.87.081307. (16) Castellanos-Gomez, A.; Roldan, R.; Cappelluti, E.; Buscema, M.; Guinea, F.; van der Zant, H. S. J.; Steele, G. A. Local Strain Engineering in Atomically Thin MoS2. NANO Lett 2013, 13 (11), 5361-5366. https://doi.0rg/10.1021/nl402875m. (17) Zhang, Z.; Li, T. Determining Graphene Adhesion via Substrate-Regulated Morphology of Graphene. J. Appl. Phys. 2011, 110 (8), 83526. https://doi.0rg/10.1063/1.3656720. (18) Choi, J.; Kim, H. J.; Wang, M. C.; Leem, J.; King, W. P.; Nam, S. ThreeDimensional Integration of Graphene via Swelling, Shrinking, and Adaptation. Nano Lett. 2015, 15 (7), 4525-4531. (19) Li, H.; Contryman, A. W.; Qian, X.; Ardakani, S. M.; Gong, Y.; Wang, X.; Weisse, J. M.; Lee, C.H.; Zhao, J.; Ajayan, P. M.; Li, J.; Manoharan, H. C# Zheng, X. Optoelectronic Crystal of Artificial Atoms in Strain-Textured Molybdenum Disulphide. Nat. Commun. 2015, 6 (May). https://doi.org/10.1038/ncomms8381. (20) Chen, W.; Gui, X.; Liang, B.; Liu, M.; Lin, Z.; Zhu, Y.; Tang, Z. Controllable Fabrication of Large-Area Wrinkled Graphene on a Solution Surface. ACS Appl. Mater: Interfaces 2016, 8 (17), 10977-10984. https://doi.org/10.1021/acsami.6b00137. (21)Kim, H.; Jang, Y.R.; Yoo, J.; Seo, Y.-S.; Kim, K.-Y.; Lee, J.-S.; Park, S.-D.; Kim, C.-J.; Koo, J. Morphology Control of Surfactant-Assisted Graphene Oxide Films at the Liquid-Gas Interface. Langmuir 2014, 30 (8), 2170-2177. https://doi.0rg/10.1021/la403255q. (22) Deng, S.; Che, S.; Debbarma, R.; Berry, V. Strain in a Single Wrinkle on an MoS 2 Flake for In-Plane Realignment of Band Structure for Enhanced PhotoResponse. Nanoscale 2019, 11 (2), 504-511. (23) Liu, T.; Liu, S.; Tu, K. H.; Schmidt, H.; Chu, L.; Xiang, D.; Martin, J.; Eda, G.; Ross, C.A.; Garaj, S. Crested Two-Dimensional Transistors. Nat. Nanotechnol. 2019,14 (3),223-226. https://doi.0rg/10.1038/s41565-019-0361-x. (24) Kim,D. W.; Lee,J.; Kim,S. J.; Jeon, S.; Jung,H.-T.The Effects of the Crystalline Orientation of Cu Domains on the Formation of Nanoripple Arrays in CVD-Grown Graphene on Cu. J. Mater: Chem. C 2013, 1 (47), 7819-7824. https://doi.0rg/10.1039/C3TC31717J. (25) Kim, S. J.; Kim, D. W.; Lim, J.; Cho, S. Y.; Kim, S. O.; Jung, H. T. Large-Area Buckled MoS2 Films on the Graphene Substrate. ACS Appl. Mater: Interfaces 2016,8 (21), 13512-13519. https://doi.org/10.1021/acsami.6b01828. (26) Ahn, G.H.; Amani, M.; Rasool, H.; Lien, D. H.; Mastandrea, J. P.; Ager, J. W.; Dubey, M.; Chrzan, D. C.; Minor, A. M.; Javey, A. Strain-Engineered Growth of Two-Dimensional Materials. Nat. Commun. 2017, 8(1), 1-7. https://doi.0rg/10.1038/s41467-017-00516-5. (27)A., S. D.; Zhaohe, D.; Peng, W.; Arturo, C.-C.; J., B. C.; Rui, H.; Nanshu, L. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Mechanics of Spontaneously Formed Nanoblisters Trapped by Transferred 2D Crystals. Proc. Natl. Acad. Sci.2018, 115 (31), 7884-7889. https://doi.org/10.1073/pnas.1801551115.   \n(28) Li, T.; Zhang, Z. Snap-Through Instability of Graphene on Substrates. Nanoscale Res. Lett. 2009, 5 (1), 169. https://doi.0rg/10.1007/s11671-009- 9460-1.   \n(29) Hu, Y.; Li, J.; Tian, J.; Xuan, Y.; Deng, B.; McNear, K. L.; Lim, D. G.; Chen, Y.; Yang, C.; Cheng, G. J. Parallel Nanoshaping of Brittle Semiconductor Nanowires for Strained Electronics. Nano Lett. 2016,16 (12), 7536-7544. https://doi.org/10.1021/acs.nanolett.6b03366.   \n(30) Motlag, M.; Hu, Y.; Tong, L.; Huang, X.; Ye, L.; Cheng, G. J. Laser-ShockInduced Nanoscale Kink-Bands in WSe2 2D Crystals. ACS Nano 2019,13 (9), 10587-10595. https://doi.org/10.1021/acsnano.9b04705.   \n(31) Motlag, M.; Kumar, P.; Hu, K. Y.; Jin, S.; Li, J.; Shao, J.; Yi, X.; Lin, Y.-H.; Walrath, J. C.; Tong, L.; Huang, X.; Goldman, R. S.; Ye, L.; Cheng, G. J. Asymmetric 3D Elastic-Plastic Strain-Modulated Electron Energy Structure in Monolayer Graphene by Laser Shocking. Adv. Mater: 2019, 31 (19), 1900597. https://doi.org/https://doi.org/10.1002/adma.201900597.   \n(32) Hu,Y.; Zhang, F.; Titze, M.; Deng, B.; Li, H.; Cheng, G. J. Straining Effects in MoS2 Monolayer on Nanostructured Substrates: Temperature-Dependent Photoluminescence and Exciton Dynamics. Nanoscale 2018, 10 (12), 5717- 5724. https://doi.0rg/10.1039/C8NR00332G.   \n(33) Huang, G.; Yaowu, H.; Yi, X.; Ji, L.; Yingling, Y.; V., M. R.; Chunyu, L.; Jian, L.; Minghao, Q.; J., C. G. Large-Scale Nanoshaping of Ultrasmooth 3D Crystalline Metallic Structures. Science (80-. ). 2014, 346 (6215), 1352-1356. https://doi.org/10.1126/science.1260139.   \n(34) Wang, Y.; Jin, S.; Wang, Q.; Wu, M.; Yao, S.; Liao, P.; Kim, M. J.; Cheng, G. J.; Wu, W. Parallel Nanoimprint Forming of One-Dimensional Chiral Semiconductor for Strain-Engineered Optical Properties. Nano-Micro Lett. 2020,12 (1), 160. https://doi.0rg/10.1007/s40820-020-00493-3.   \n(35) Fairand, B. P.; Clauer, A. H. Laser Generation of High-amplitude Stress Waves in Materials. J. Appl. Phys. 1979, 50 (3), 1497-1502. https://doi.0rg/10.1063/1.326137.   \n(36) Conley, H. J.; Wang, B.; Ziegler, J. I.; Haglund, R. F.; Pantelides, S. T.; Bolotin, K. I. Bandgap Engineering of Strained Monolayer and Bilayer MoS2. Nano Lett. 2013, 13 (8), 3626-3630.https://doi.0rg/10.1021/nl4014748.   \n(37) Desai, S. B.; Seol, G.; Kang, J. S.; Fang, H.; Battaglia, C.; Kapadia, R.; Ager, J. W.; Guo, J.; Javey, A. Strain-Induced Indirect to Direct Bandgap Transition in Multilayer WSe 2. Nano Lett. 2014, 14 (8), 4592-4597. https://doi.0rg/10.1021/nl501638a.   \n(38) He, K.; Poole, C.; Mak, K. F.; Shan, J. Experimental Demonstration of Continuous Electronic Structure Tuning via Strain in Atomically Thin MoS2. Nano Lett. 2013, 13 (6),2931-2936. https://doi.0rg/10.1021/n14013166.   \n(39) John,A. P.; Thenapparambil, A.; Thalakulam, M. Strain-Engineering the Schottky Barrier and Electrical Transport on MoS2. Nanotechnology 2020, 31 (27), 275703.https://doi.0rg/10.1088/1361-6528/ab83b7.   \n(40) Song, S.; Keum, D. H.; Cho, S.; Perello, D.; Kim, Y.; Lee, Y. H. Room Temperature Semiconductor-Metal Transition of MoTe2 Thin Films Engineered by Strain. Nano Let 2016, 16 (1), 188-193. https://doi.org/10.1021/acs.nanolett.5b03481.   \n(41) Liu, L.; Kong, L.; Li, Q.; He, C.; Ren, L.; Tao, Q.; Yang, X.; Lin, J.; Zhao, B.; Li, Z.; Chen, Y:; Li, W.; Song, W.; Lu, Z.; Li, G.; Li, S.; Duan, X.; Pan, A.; Liao,L.; Liu, Y. Transferred van Der Waals Metal Electrodes for Sub-1-Nm MoS2 Vertical Transistors. Nat. Electron. 2021, 4 (5), 342-347. https://doi.0rg/10.1038/s41928-021-00566-0.   \n(42) Wang, Y.; Kim, J. C.; Wu, R. J.; Martinez, J.; Song, X.; Yang, J.; Zhao, F.; Mkhoyan, K.A.; Jeong,H. Y.; Chhowalla,M. Van Der Waals Contacts between Three-Dimensional Metals and Two-Dimensional Semiconductors. Nature 2019, 568 (7750), 70-+. https://doi.0rg/10.1038/s41586-019-1052-3.   \n(43) Jung, Y.; Choi, M. S.; Nipane, A.; Borah,A.; Kim, B.; Zangiabadi, A.; Taniguchis, T.; Watanabe, K.; Yoo, W. J.; Hone, J.; Teherani, J. T. Transferred via Contacts as a Platform for Ideal Two-Dimensional Transistors. Nat. Electron. 2019,2 (5), 187-194.https://doi.0rg/10.1038/s41928-019-0245-y.   \n(44) Liu, Y.; Huang, Y.; Duan, X. Van Der Waals Integration before and beyond Two-Dimensional Materials. Nature 2019, 567 (7748), 323-333. https://doi.0rg/10.1038/s41586-019-1013-x.   \n(45) Liu, Y.; Guo, J.; Zhu, E.; Liao, L.; Lee, S.-J.; Ding, M.; Shakir, I.; Gambin, V.; Huang, Y.; Duan, X. Approaching the Schottky-Mott Limit in van Der Waals Metal-Semiconductor Junctions. Nature 2018, 557 (7707), 696-+. https://doi.0rg/10.1038/s41586-018-0129-8.   \n(46) Pak, S.; Lee, J.; Jang, A.-R.; Kim, S.; Park, K.-H.; Sohn, J. I.; Cha, S. StrainEngineering of Contact Energy Barriers and Photoresponse Behaviors in Monolayer MoS2 Flexible Devices. Adv. Funct. Mater: 2020, 30 (43), 2002023. https://doi.0rg/https://doi.0rg/10.1002/adfm.202002023.   \n(47) Yu, Z.; Pan, Y.; Shen, Y.; Wang, Z.; Ong, Z.-Y.; Xu, T.; Xin, R.; Pan,L.; Wang, B.; Sun, L.; Wang, J.; Zhang, G.; Zhang, Y. W.; Shi, Y.; Wang, X. Towards Intrinsic Charge Transport in Monolayer Molybdenum Disulfide by Defect and Interface Engineering. Nat. Commun. 2014, 5 (1), 5290. https://doi.org/10.1038/ncomms6290.   \n(48) Zhong, M.; Zeng, W.; Liu, F.-S.; Tang, B.; Liu, Q.-J. Optical Transparency, Carrier Mobility, and Electrical Conductivity of La-Based Copper Layered Oxychalcogenides: A Density Functional Theory Study. Sol. Energy 2020, 204, 346-353.https://doi.org/https://doi.org/10.1016/j.solener.2020.04.091. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Supporting Information Large-scale ultra-fast strain engineering of CVDgrown two-dimensional materials on self-limited deformable nanostructures towards enhanced field effect transistors ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Zheng Huanga, Nan Lu‘,Zifeng Wang ä, Shuoheng Xu ä, Jie Guan °, ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Yaowu Hu a,b\\* ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "a The Institute of Technological Sciences, Wuhan University, Wuhan, 430072, China b School of Power and Mechanical Engineering, Wuhan University, Wuhan 430072, China c School of Physics, Southeast University, Nanjing 211189, China ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Simulation method ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Molecular dynamics (MD) simulation ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "MD simulations were performed using the LAMMPS code1. In the simulation, it is assumed that metal nanoparticles and Al piston were face-centered cubic (FCC) single crystal structures. The lattice constants are 4.09 and 3.9860 $\\textrm { \\AA }$ ， respectively. A shock wave was generated by applying an initial velocity to the Al piston. The diameter of metal nanoparticles was 5 nm. Mixed pair styles are used in calculations. The embedded atom method (EAM) potential is used to describe metal nanoparticles and Al piston. Stillinger Weber (SW) potential is used to describe the interaction between atoms in monolayer $\\mathbf { M o S } _ { 2 }$ ．The interaction between Ag, Au, Cu, Si and $\\mathbf { M o S } _ { 2 }$ was described by 12-6 Lennard Jones potential. MD simulation was carried out using a micro canonical ensemble (NVE) with a temperature of about $3 0 0 ~ \\mathrm { K }$ ，and the position of metal nanoparticles was fixed in the XY plane by fix recenter codes. The simulation time step is set to 1 fs. Ovito software is used for structure visualization. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Density Functional Calculations ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "The density functional theory (DFT） calculations were performed via the Vienna ab initio simulation package (VASP)². Effective potential between ionic cores and electrons was described by the projector augmented wave (PAW） method³. We choose the generalized gradient approximation(GGA）inthePerdew-Burke-Ernzerhof(PBE) parametrization for the exchange-correlation functional4. Band structure was calculated along the symmetry points I, X, S, Y, I. The $\\mathbf { k }$ -point sampling of the first Brillouin zone was done with a $2 \\times 8 \\times 1 \\ \\Gamma$ -centered kpoints grid'. The energy cutoff was set to $5 0 0 ~ \\mathrm { e V }$ for all cases.All the geometries were optimized using the conjugated-gradient method until a Hellman-Feynman force convergence threshold of $1 0 ^ { - 3 } \\ \\mathrm { e V / \\AA } ,$ with the energy differences are converged within $1 0 ^ { - 6 } \\mathrm { e V }$ for each self-consistency iteration. To avoid the interactions between adjacent layers, the vacuum region is set in excess of 25 A ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Experimental Methods ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Growth of monolayer $\\mathbf { M o S } _ { 2 }$ ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Monolayer $\\mathbf { M o S } _ { 2 }$ was grown in a BEQ double temperature zone tubular furnace by chemical vapor deposition, as shown in Fig. S3. The tube furnace was vacuumized to $1 \\ : \\mathrm { P a }$ in advance and purged with 2Oo sccm Ar gas for 15 minutes to minimize $\\mathbf { O } _ { 2 }$ content. The $\\mathrm { S i O } _ { 2 } / \\mathrm { S i }$ substrate was soaked in piranha solution for 2 hours, then cleaned with deionized water, acetone, absolute ethanol and deionized water for 1O minutes,and then dried with ${ \\bf N } _ { 2 }$ . Spin the prepared ${ \\mathrm { N a } } _ { 2 } { \\mathrm { M o O } } _ { 4 }$ solution $( 4 ~ \\mathrm { m g / m l } )$ on the $\\mathrm { S i O } _ { 2 } / \\mathrm { S i }$ substrates, then put the $\\mathrm { S i O } _ { 2 } / \\mathrm { S i }$ substrates and $5 0 \\ \\mathrm { \\ m g }$ sulfur powders into the double temperature zone tubular furnace. The sulfur powders were located in the separate heating zone upstream. The area containing sulfur powders and ${ \\mathrm { N a } } _ { 2 } { \\mathrm { M o O } } _ { 4 }$ was heated to $1 5 0 ^ { \\circ } \\mathsf { C }$ and $8 0 0 ^ { \\circ } \\mathsf { C }$ respectively. After growing under the condition of $\\mathrm { A r / H } _ { 2 }$ gas flow rate of 60 sccm for 15 minutes, stop the process,and then increase the $\\mathrm { A r / H } _ { 2 }$ gas flow rate to 400 sccm to quickly cool the samples. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Fabrication of M@MO NPs and $\\mathbf { M o S } _ { 2 }$ FETs ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The Ag films were deposited on $\\mathrm { S i } / \\mathrm { S i O } _ { 2 }$ (the thickness of $\\mathrm { S i O } _ { 2 }$ was $3 0 0 ~ \\mathrm { n m } )$ ） substrates by DC magnetron sputtering,and then the deposited Ag films were annealed in a tubular furnace at $2 0 0 ^ { \\circ } \\mathsf C$ for $3 0 ~ \\mathrm { { m i n } }$ in an air environment to form $\\mathbf { M } @ \\mathbf { M } \\mathbf { O }$ NPs. The as-grown monolayer $\\mathbf { M o S } _ { 2 }$ was transferred to $\\mathrm { S i } / \\mathrm { S i O } _ { 2 }$ substrate with Ag NPs by polymethylmethacrylate (PMMA) assisted wet transfer method. The metal electrode of FETs was fabricated by UV exposure and thermal evaporation deposition, and the deposition thickness of Au electrodes were $1 0 0 ~ \\mathrm { { n m } }$ . The Au electrodes deposited on $\\mathrm { S i } / \\mathrm { S i O } _ { 2 }$ substrate were transferred to $\\mathrm { M } @ \\mathrm { M O } \\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ by PMMA assisted dry transfer method to complete the fabrication of FETs. The specific method was as follows: Firstly, spin coating PMMA on the surface of Au electrodes, heat it at $1 2 0 ^ { \\circ } \\mathsf { C }$ on the hot plate for 2 min, immerse PMMA/Au electrodes in $2 \\ \\mathrm { m o l / L }$ KOH solution for $3 0 \\ \\mathrm { m i n }$ ， separate it from $\\mathrm { S i } / \\mathrm { S i O } _ { 2 }$ substrate, dilute it with deionized water for many times, and transfer it to $\\mathbf { M o S } _ { 2 }$ using a home-made transfer platform. Then, heat the transferred samples on the hot plate at $6 0 ^ { \\circ } \\mathsf { C }$ for $3 0 \\mathrm { m i n }$ to improve the contact between the electrode and $\\mathbf { M o S } _ { 2 }$ . Finally, remove the residual PMMA with a large amount of acetone and isopropanol. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Laser shock treatment ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "The Nd: YAG laser (pulse width: 9 ns, wavelength: $1 0 6 4 ~ \\mathrm { n m }$ was used as energy for laser shock treatment of $\\mathrm { M } @ \\mathrm { M O } \\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ .In short, a 4 um Al foil sacrificial layer coated with graphite was covered on the surface of the prepared $\\mathbf { M o S } _ { 2 }$ FETs to absorb laser energy. Under the irradiation of pulsed laser, the graphite layer evaporates and ionizes instantaneously, and the expanded plasma is limited by the transparent limiting layer, so an instantaneous pressure shock wave is generated. Here,Al foil was used as the momentum transfer layer to transfer the pressure shock wave to the metal electrode and induce the deformation of the metal electrode and $\\mathbf { M o S } _ { 2 }$ . The beam diameter (typically around 5 mm） was controlled by the focusing lens and calibrated with photosensitive paper. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Characterization ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The morphology of M@MO NPs and $\\mathbf { M o S } _ { 2 }$ were examined with scanning electron microscope (SEM, Tescan Mira3). The surface profile of the sample before and after laser shock was measured in touch mode using MicroNano D-5A atomic force microscope. Raman scattering spectrum and photoluminescence spectrum are obtained on Zolix RTS2 Micro confocal Raman spectral system. The laser light source was 532 nm laser. The Raman laser energy was kept low to avoid any heating effect. The $\\mathbf { M o S } _ { 2 }$ and $\\boldsymbol { \\mathrm { A g } } \\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ FETs were tested in a vacuum probe station. The system was kept at ${ \\sim } 1 { \\times } 1 0 ^ { - 2 }$ Pa during the measurement.A Keithley 2636B System SourceMeter was used to carry out the electric measurement. ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/2ddc519ef6af5681572d9da815cce46cb01de777af69cf2a0a0dbeff0f1b7643.jpg",
        "img_caption": [
            "Fig. S1 (a) Atomic snapshot of the laser shock response of multilayered 2D materials spread on rigid template by MD calculations. (b) Detail diagram of fracture location of 2D materials after laser shock. SEM images of multilayer 2D materials spread on rigid template before (c) and after (d-e) laser shock. (e) SEM image after strain release. "
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "From the SEM of the sample after laser impact, the black stripe is due to the 2D materials being pressed into the mold (Fig. S1(d)). However, the release of strain shows the breaken parts at the edge of the corners (Fig. S1(e)). ",
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/09e0825b14f140e2e6ba77d3097f371573194f35192e10bc80ff8729c3cbe6b9.jpg",
        "img_caption": [
            "Fig. S2 (a) Atomic snapshots of Ag $\\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ (cross section） during LSICD at different time steps (l-IV:0ps, 40ps, 60ps and $8 0 \\ \\mathrm { p s } \\$ ). Impactor speed: $0 . 2 5 \\mathrm { k m / s }$ (b-c) Time evolution of strain tensor XX and strain tensor YY of $\\mathbf { M o S } _ { 2 }$ (top view). "
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/08e2eac05eb4fe3047f9d92c6d2c252d124bba0f2c7a3aaa72563fd9d9c6f8a9.jpg",
        "img_caption": [
            "Fig. S3 Schematic illustration of monolayer $\\mathbf { M o S } _ { 2 }$ films growth process. "
        ],
        "img_footnote": [],
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/2f11ca5b844fc2f4dcd8931676d7a1460eb57718d394f9c9c967e4eb7daaf0d1.jpg",
        "img_caption": [
            "Fig. S4 (a) Optical image of monolayer $\\mathbf { M o S } _ { 2 }$ films grown by chemical vapor deposition. (b） Optical image of monolayer $\\mathbf { M o S } _ { 2 }$ filmstransferred to $\\mathbf { A } \\mathbf { g }$ Nanoparticles. (c) High-resolution TEM image of $\\mathbf { M o S } _ { 2 }$ films. (d) SAED pattern of $\\mathbf { M o S } _ { 2 }$ films. (e-f） AFM images of monolayer $\\mathbf { M o S } _ { 2 }$ films transferred to Ag Nanoparticles. "
        ],
        "img_footnote": [],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The monolayer $\\mathbf { M o S } _ { 2 }$ grown by CVD used in the experiment, as shown in Fig. S4(a), the side length of the triangle was about $6 0 \\ \\mathrm { u m }$ . HR-TEM images of $\\mathbf { M o S } _ { 2 }$ showed the three interplanar distances were $0 . 2 7 { \\mathrm { n m } }$ . The optical and AFM images of $\\mathrm { M } @ \\mathrm { M O } \\ \\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ were shown in Fig. S4(b, e-f). The rough substrate can be seen, and the area with or without $\\mathbf { M o S } _ { 2 }$ can be clearly distinguished. ",
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/ce3af3c2d6df6873e95e3091c16cb01f4d30c725eb7b4a4df58b11caf25658e6.jpg",
        "img_caption": [
            "Fig. S5 (a) AFM images of $\\mathrm { A g \\ N P s / M o S } _ { 2 }$ by transferring monolayer $\\mathbf { M o S } _ { 2 }$ onto $\\mathbf { A } \\mathbf { g }$ nanoparticles formed by magnetron sputtering for 3Os and annealing. (c-d) AFM images of $\\mathsf { A g N P s } / \\mathsf { M o S } _ { 2 }$ after LSICD. "
        ],
        "img_footnote": [],
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/20897842c2b2b426d6955766f32bffee3ff30622d02b206583da1a8926d054bb.jpg",
        "img_caption": [
            "Fig. S6 (a) Intensities of characteristic peaks of Raman and PL spectra of $\\mathbf { M o S } _ { 2 }$ under LSICD. (b) Distributions of the square of electric field $\\big ( | \\mathrm { E } | ^ { 2 } / | \\mathrm { E } _ { 0 } | ^ { 2 } \\big )$ at $\\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ before and after LSICD at $5 3 2 \\mathrm { n m }$ excitation (top view). "
        ],
        "img_footnote": [],
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/a3fca3f1b8bf227d139365305a0283ae21b8f5e4a185ec03a78c0f94c9c41aca.jpg",
        "img_caption": [
            "Fig. S7 (a) SEM images of $\\mathrm { A g } \\ \\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ by transferring monolayer $\\mathbf { M o S } _ { 2 }$ onto Ag nanoparticles formed by magnetron sputtering for 15s and annealing. (b-d) SEM images of Ag ${ \\mathrm { N P s } } / { \\mathrm { M o S } } _ { 2 }$ after LSICD. (e） SEM images of Ag ${ \\mathrm { N P s } } / { \\mathrm { M o S } } _ { 2 }$ by transferring monolayer $\\mathbf { M o S } _ { 2 }$ onto $\\mathbf { A } \\mathbf { g }$ nanoparticles formed by magnetron sputtering for 45s and annealing. (f-h) SEM images of A $\\mathbf { \\Delta } \\cdot \\mathbf { g } \\ N P s / \\mathbf { M } \\mathbf { o } \\mathbf { S } _ { 2 }$ after LSICD. Scale bar: $5 0 0 \\mathrm { n m }$ ： "
        ],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Fig. S7 shown SEM images of monolayer $\\mathbf { M o S } _ { 2 }$ films on various sizes of Ag NPs and $\\mathrm { A g \\ N P s / M o S } _ { 2 }$ structures by LSICD.The results indicated that the transferred monolayer $\\mathbf { M o S } _ { 2 }$ films were supported by nanoparticles like tents.After laser shock, the nanoparticles were deformed due to the impact force. The $\\mathbf { M o S } _ { 2 }$ films were bonded to the three-dimensional surface of nanoparticles to form a core-shell like structure. ",
        "page_idx": 20
    },
    {
        "type": "image",
        "img_path": "images/7dea8a6240d765f98eb1e15f7d4ea786bf449e37c177ba9e8ed974fec0165700.jpg",
        "img_caption": [
            "Fig. S8 (a) AFM images of $\\mathrm { A g \\ N P s / M o S } _ { 2 }$ by transferring monolayer $\\mathbf { M o S } _ { 2 }$ onto Ag nanoparticles formed by magnetron sputtering for 15s and annealing. (b-d) AFM images of Ag ${ \\mathrm { N P s } } / { \\mathrm { M o S } } _ { 2 }$ after LSICD. (e) AFM images of Ag $\\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ by transferring monolayer $\\mathbf { M o S } _ { 2 }$ onto Ag nanoparticles formed by magnetron sputtering for 45s and annealing. (f-h) AFM images of $\\mathrm { A g \\ N P s / M o S } _ { 2 }$ after LSICD. Scale bar: $5 0 0 \\mathrm { n m }$ ： "
        ],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Fig. S8 shown the AFM diagram of monolayer $\\mathbf { M o S } _ { 2 }$ films on various sizes of Ag NPs and $\\mathrm { A g \\ N P s / M o S } _ { 2 }$ structures by LSICD. As a result, with the increase of laser shock energy, the nanoparticles had different degrees of deformation， the particle height became smaller, the transverse size increases, and the top became more flat. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    },
    {
        "type": "image",
        "img_path": "images/4de698706677fa4a63c970de144ba8f3c1a26db50fb5d45c5c6fe566bffc124a.jpg",
        "img_caption": [
            "Fig. S9 (a) Statistical area distribution of $\\mathbf { A } \\mathbf { g }$ nanoparticles formed by magnetron sputtering for 3Os and annealing. (b-d) Statistical area distribution of Ag nanoparticles after LSICD. "
        ],
        "img_footnote": [],
        "page_idx": 21
    },
    {
        "type": "image",
        "img_path": "images/d5b7861fbc5438c8874ab3747a38711fcb277ee0603f59f0125cd855fb39cb62.jpg",
        "img_caption": [
            "Fig. S10 (a) Statistical area distribution of Ag nanoparticles formed by magnetron sputtering for l5s and annealing. (b-d) Statistical area distribution of $\\mathrm { A g }$ nanoparticles after LSICD. "
        ],
        "img_footnote": [],
        "page_idx": 22
    },
    {
        "type": "image",
        "img_path": "images/fbeb7b6d57520ed4b3f9fc1cc1ccf8c7a3ffbcfac5b21c85b366e99e330886ed.jpg",
        "img_caption": [
            "Fig. S1l (a) Statistical area distribution of Ag nanoparticles formed by magnetron sputtering for 45s and annealing. (b-d) Statistical area distribution of $\\mathrm { A g }$ nanoparticles after LSICD. "
        ],
        "img_footnote": [],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Fig. S9-11 shown the SEM diagram of Ag NPs with different sizes by LSICD. With the increase of laser shock energy, due to the flattening of nanoparticles, the area occupied by single nanoparticles increases and the gap between particles decreases. This was consistent with the AFM measurement. ",
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/fc0bec6646790df101540125ba7ee7a6db4bc8dac00d11075138572a0af8dbcd.jpg",
        "img_caption": [
            "Fig. S12 (a) and (b) Raman spectra of monolayer $\\mathbf { M o S } _ { 2 }$ films on different sizes nanoparticles by laser shock without and with the participation of $\\mathbf { M o S } _ { 2 }$ ,respectively. (c） and (d) Photoluminescence (PL） spectra of monolayer $\\mathbf { M o S } _ { 2 }$ films on different sizes nanoparticles by laser shock without and with the participation of $\\mathbf { M o S } _ { 2 }$ respectively. "
        ],
        "img_footnote": [],
        "page_idx": 24
    },
    {
        "type": "image",
        "img_path": "images/b12bdc6fe7d26db3808cc8b53c4a8aefe48e91321097a5d18f2ee4208bb32600.jpg",
        "img_caption": [
            "Fig. S13 (a) MD simulation results of $\\mathrm { A g } \\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ structure during LSW. (b-c) SEM images of $\\mathrm { A g } \\mathrm { N P s } / \\mathrm { M o S } _ { 2 }$ structure before and after LSICD. (d) MD simulation results of single Ag NPs during laser shock. (e-f) SEM images of Ag NPs/MoS2 structure before and after laser shock. Scale bar: $2 0 0 \\mathrm { n m }$ ： "
        ],
        "img_footnote": [],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "We transferred the monolayer $\\mathbf { M o S } _ { 2 }$ films to the deformed nanoparticles and tested their Raman and PL spectra, as shown in Fig. S12.As the deposition time increased, the size and height of nanoparticles increased, and the red shift of Raman and PL characteristic peak of $\\mathbf { M o S } _ { 2 }$ on nanoparticles also increased. Fig. S13 showed the deformation responses of individual nanoparticles with and without $\\mathbf { M o S } _ { 2 }$ structures. The deformation in ${ \\mathrm { N P s } } / { \\mathrm { M o S } } _ { 2 }$ structures were larger and with smaller surface curvature than that of single nanoparticles during laser shock. This resulted in much less strain levels if the laser shock was carried out without the participation of $\\mathbf { M o S } _ { 2 }$ ： ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 25
    },
    {
        "type": "image",
        "img_path": "images/7f385a57f1cd650d950c1cc26c75c46a8722de8aa968791400181ad3642812a1.jpg",
        "img_caption": [
            "Fig. S14 (a) Band structure of monolayer $\\mathbf { M o S } _ { 2 }$ with different biaxial tensile strain. (b) Band structure of monolayer $\\mathbf { M o S } _ { 2 }$ with different bending heights. "
        ],
        "img_footnote": [],
        "page_idx": 25
    },
    {
        "type": "image",
        "img_path": "images/27cfc32e3151ac47264824a7499b7f658277fd340b35e45f7c12fff6ebfe783a.jpg",
        "img_caption": [
            "Fig. S15 (a) $\\mathbf { M o S } _ { 2 }$ crystal structures with different bending heights for DFT calculation. (b) Band structure of monolayer $\\mathbf { M o S } _ { 2 }$ with different bending heights. (c) Band gap, electron and hole effective mass of monolayer $\\mathbf { M o S } _ { 2 }$ with different biaxial strains calculated by band structure. (d) Band gap, electron and hole effective mass of monolayer $\\mathbf { M o S } _ { 2 }$ with different bending heights calculated by band structure. "
        ],
        "img_footnote": [],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Fig. S11(a-b) shows the crystal structure of monolayer $\\mathbf { M o S } _ { 2 }$ with different bending heights for DFT calculations and draws its band structure, where the bending height with 3.13 Ais for the relaxed structure .Through the analysis and calculation of the band structure, we got the changes of band gap, electron and hole effective mass of $\\mathbf { M o S } _ { 2 }$ under different biaxial strain and different bending height (Fig. S11(c-d)). It indicated that the band gap and electron effective mass of $\\mathbf { M o S } _ { 2 }$ decrease with the increase of strain, whether caused by biaxial strain or bending. This corresponds to our PL spectral and electrical performance measurements. ",
        "page_idx": 26
    },
    {
        "type": "table",
        "img_path": "images/33a199e8b62378e0fe3e15b35b467e4a65e42b90071cf20e9c7990ad9b701e4e.jpg",
        "table_caption": [
            "Table S1. Field effect mobility and carrier concentration of different $\\mathbf { M o S } _ { 2 }$ FETs. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td></td><td>MoS2</td><td>NPs/MoS2</td><td>LSICD1 NPs/MoS2</td><td>LSICD3 NPs/MoS2</td></tr><tr><td>Mobility (cm²V-1s-1)</td><td>1.9</td><td>36.1</td><td>44.1</td><td>39.5</td></tr><tr><td>Carrier concentration (×1012cm2)</td><td>7.86</td><td>8.33</td><td>8.57</td><td>8.51</td></tr></table></body></html>",
        "page_idx": 27
    },
    {
        "type": "table",
        "img_path": "images/b45fdd8def61abb61823c1b9e2a706159ba51715592633fe663831b265daf20c.jpg",
        "table_caption": [
            "Table S2 Statistics of $\\mu _ { \\mathrm { F E } }$ of monolayer $\\mathbf { M o S } _ { 2 }$ FETs grown by CVD "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>MoS2</td><td>Configurations</td><td>Dielectrics</td><td>μFE(cm²V-1 s-1)</td><td>Ref.</td></tr><tr><td>Monolayer by MOCVD</td><td>Back-gated</td><td>SiO2</td><td>0.47</td><td>7</td></tr><tr><td>Monolayer by MOCVD</td><td>Back-gated</td><td>SiO2</td><td>7-12</td><td>8</td></tr><tr><td>Monolayer by CVD</td><td>Back-gated</td><td>SiO2</td><td>6.3-11.4</td><td>9</td></tr><tr><td>Monolayer by Au-assisted exfoliation</td><td>Top-gated</td><td>SiO2</td><td>22.1-32.7</td><td>10</td></tr><tr><td>Monolayer by CVD</td><td>Back-gated</td><td>SiO2</td><td>~40</td><td>11</td></tr><tr><td>Monolayer by CVD</td><td>Back-gated</td><td>SiO2</td><td>1.2</td><td>12</td></tr><tr><td>Monolayers on Au by CVD</td><td>Back-gated</td><td>SiO2</td><td>~11.2</td><td>13</td></tr><tr><td>Continuous monolayer by CVD</td><td>Back-gated</td><td>SiO2</td><td>~9.8</td><td>14</td></tr><tr><td>Monolayer by MOCVD</td><td>Back-gated</td><td>SiO2</td><td>21.6</td><td>15</td></tr><tr><td>Monolayers by VLS</td><td>Back-gated</td><td>SiO2</td><td>21.1</td><td>16</td></tr><tr><td>Monolayer by CVD</td><td>Back-gated</td><td>SiO2</td><td>2.87</td><td>17</td></tr><tr><td>Monolayer by MOCVD</td><td>Back-gated</td><td>SiO2</td><td>21.6</td><td>18</td></tr><tr><td>Monolayer by VLS</td><td>Back-gated</td><td>SiO2</td><td>33</td><td>19</td></tr><tr><td>Monolayer by CVD</td><td>Back-gated</td><td>SiO2</td><td>1.9</td><td></td></tr><tr><td>M@MO NPs/MoS2</td><td>Back-gated</td><td>SiO2</td><td>36.1</td><td>This work</td></tr><tr><td>LSICD M@MO NPs/MoS2</td><td>Back-gated</td><td>SiO2</td><td>44.1</td><td></td></tr></table></body></html>",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "(1) PLIMPTON, S.FAST PARALLEL ALGORITHMS FOR SHORT-RANGE MOLECULARDYNAMICS.J. Comput. Phys. 1995,117 (1),1-19.https://doi.0rg/10.1006/jcph.1995.1039.   \n(2) Kresse, G.; Furthmuller, J. Efficient Iterative Schemes for Ab Initio Total-Energy Calculations Using a Plane-Wave Basis Set.Phys.Rev. B 1996,54 (16), 11169-11186. https://doi.org/10.1103/PhysRevB.54.11169.   \n(3) Blochl, P.E. Projector Augmented-Wave Method. Phys. Rev. B 1994, 50 (24),17953-17979. https://doi.0rg/10.1103/PhysRevB.50.17953.   \n(4) Perdew, J.P.; Burke, K.; Ernzerhof, M. Generalized Gradient Approximation Made Simple. Phys. Rev. Lett. 1996,77 (18), 3865-3868.https://doi.org/10.1103/PhysRevLett.77.3865.   \n(5) Monkhorst, H. J.; Pack, J. D. Special Points for Brillouin-Zone Integrations. Phys. Rev. B 1976, 13 (12), 5188-5192. https://doi.0rg/10.1103/PhysRevB.13.5188.   \n(6) Hestenes,M.R.; Stiefel, E.Methods of Conjugate Gradients for Solving. J. Res.Natl. Bur. Stand. (1934). 1952,49 (6),409.   \n(7) Kim,T.; Mun, J.; Park, H.; Joung, D.; Diware, M.; Won, C.; Park, J.; Jeong, S.-H.; Kang, S.-W. Wafer-Scale Production of Highly Uniform Two-Dimensional MoSzby Metal-Organic Chemical Vapor Deposition. Nanotechnology 2017,28 (18),18LT01. https://doi.0rg/10.1088/1361-6528/aa6958.   \n(8） Mun, J.; Park, H.; Park, J.; Joung, D.; Lee, S.-K.; Leem, J.; Myoung, J.-M.; Park, J.; Jeong, S.- H.; Chegal, W.; Nam, S.; Kang, S.-W. High-Mobility MoS2 Directly Grown on Polymer Substrate with Kinetics-Controlled Metal-Organic Chemical Vapor Deposition. ACS Appl. Electron. Mater: 2019,1 (4), 608-616.https://doi.org/10.1021/acsaelm.9b00078.   \n(9) Yang,P.; Zou, X.; Zhang, Z.; Hong,M.; Shi,J.; Chen, S.; Shu, J.; Zhao,L.; Jiang, S.; Zhou, X.; Huan,Y.; Xie, C.; Gao,P.; Chen, Q.; Zhang, Q.; Liu, Z.; Zhang, Y. Batch Production of 6-Inch Uniform Monolayer Molybdenum Disulfide Catalyzed by Sodium in Glass. Nat. Commun. 2018,9 (1), 979. https://doi.0rg/10.1038/s41467-018-03388-5.   \n(10) Huang, Y.; Pan, Y.-H.; Yang, R.; Bao, L.-H.; Meng, L.; Luo, H.-L.; Cai, Y.-Q.; Liu, G.-D.; Zhao, W.-J.; Zhou, Z.; Wu, L.-M.; Zhu, Z.-L.; Huang, M.; Liu,L.-W.; Liu, L.; Cheng,P.; Wu, K.-H.; Tian, S.-B.; Gu, C.-Z.; Shi, Y.-G.; Guo, Y.-F.; Cheng, Z. G.; Hu, J.-P.; Zhao, L.; Yang, G.-H.; Sutter, E.; Sutter, P.; Wang, Y.-L.; Ji, W.; Zhou, X.-J.; Gao,H.-J. Universal Mechanical Exfoliation of Large-Area 2D Crystals. Nat. Commun. 2020,11 (1),2453. https://doi.0rg/10.1038/s41467-020-16266-w.   \n(11) Yu, H.; Liao,M.; Zhao, W.; Liu, G.; Zhou, X. J.; Wei, Z.; Xu, X.; Liu, K.; Hu, Z.; Deng, K.; Zhou, S.; Shi, J.-A.; Gu,L.; Shen, C.; Zhang, T.; Du,L.; Xie,L.; Zhu, J.; Chen, W.; Yang, R.; Shi, D.; Zhang, G. Wafer-Scale Growth and Transfer of Highly-Oriented Monolayer MoS2 Continuous Films.ACS Nano 2017,11 (12), 12001-12007. https://doi.org/10.1021/acsnano.7b03819.   \n(12) Durairaj, S.; Krishnamoorthy, P.; Raveendran, N.; Ryu, B.D.; Hong, C.-H.; Seo,T. H.; Chandramohan, S.Barrier-Assisted Vapor Phase CVD of Large-Area MoS2 Monolayers with High Spatial Homogeneity. Nanoscale Adv. 2020,2 (9), 4106-4116. https://doi.0rg/10.1039/D0NA00524J.   \n(13) Yang, P.; Zhang, S.; Pan,S.; Tang,B.; Liang, Y.; Zhao, X.; Zhang, Z.; Shi, J.; Huan, Y.; Shi, Y.; Pennycook, S. J.; Ren, Z.; Zhang, G.; Chen, Q.; Zou, X.; Liu, Z.; Zhang, Y. Epitaxial Growth of Centimeter-Scale Single-Crystal MoS2 Monolayer on Au(111). ACS Nano 2020,14 (4), 5036- 5045.https://doi.org/10.1021/acsnano.0c01478.   \n(14) Lim, Y.-F.; Priyadarshi, K.; Bussolotti,F.; Gogoi, P.K.; Cui, X.; Yang, M.; Pan,J.; Tong, S.W; Wang, S.; Pennycook, S.J.; Goh, K. E. J.; Wee,A. T. S.; Wong, S.L.; Chi, D. Modification of Vapor Phase Concentrations in MoS2 Growth Using a NiO Foam Barrier. ACS Nano 2018,12 (2),1339-1349.https://doi.org/10.1021/acsnano.7b07682.   \n(15) Cun, H.; Macha, M.; Kim, H.; Liu,K.; Zhao, Y.; LaGrange,T.; Kis,A.; Radenovic,A. WaferScale MOCVD Growth of Monolayer MoS2 on Sapphire and SiO2. Nano Res. 20i9,12 (10), 2646-2652. https://doi.0rg/10.1007/s12274-019-2502-9.   \n(16) Li, S.; Lin, Y.-C.; Liu, X.-Y.; Hu, Z.; Wu, J.; Nakajima, H.; Liu, S.; Okazaki, T.; Chen, W.; Minari, T.; Sakuma, Y.; Tsukagoshi, K.; Suenaga, K.; Taniguchi, T.; Osada, M. Wafer-Scale and Deterministic Patterned Growth of Monolayer MoS2via Vapor-Liquid-Solid Method. Nanoscale 2019,11 (34),16122-16129. https://doi.0rg/10.1039/C9NR04612G.   \n(17) Chee, S.-S.; Ham, M.-H. Low-Damaged Layer-by-Layer Etching of Large-Area Molybdenum Disulfide Films via Mild Plasma Treatment. Adv. Mater: Interfaces 2020, 7 (17),2000762. https://doi.org/htps://doi.org/10.1002/admi.202000762.   \n(18) Xu, X.; Zhang, C.; Hota, M. K.; Liu, Z.; Zhang, X.; Alshareef, H. N. Enhanced Quality of ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Wafer-Scale MoS2 Films by a Capping Layer Annealing Process. Adv. Funct. Mater. 2020,30 (11),1908040.https://doi.org/https://doi.org/10.1002/adfm.201908040. (19) Chang, M.-C.; Ho,P.-H.; Tseng,M.-F.; Lin,F.-Y.; Hou, C.-H.; Lin,I.-K.; Wang,H.; Huang,P. P.; Chiang, C.-H.; Yang, Y.-C.; Wang, I.-T.; Du, H.-Y.; Wen, C.-Y.; Shyue, J.-J.; Chen, C.-W.; Chen,K.-H.; Chiu, P.-W.; Chen, L.-C.Fast Growth of Large-Grain and Continuous MoS2 Films through a Self-Capping Vapor-Liquid-Solid Method. Nat. Commun. 2020, 1l (1), 3682. https://doi.0rg/10.1038/s41467-020-17517-6. ",
        "page_idx": 29
    }
]