[
    {
        "type": "text",
        "text": "吕仁和教授应用灵芝、红景天治疗慢性肾功能衰竭经验",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "黄晓强」闫璞²刘轶凡」史银春」唐诚」赵进喜\\*1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1．北京中医药大学第一临床医学院东直门医院肾病内分泌科，地址：北京市东城区海运仓5号北京中医药大学东直门医院肾病内分泌二区，100700.",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2.中国中医科学院望京医院内分泌肾病科，地址：北京市朝阳区花家地街望京医院，100102.",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中文摘要：慢性肾功能衰竭是各种肾脏疾病持续发展的最终结局，并发症多，预后较差，现代医学以对症治疗为主，进入终末期肾病只能采取透析或者肾移植的方法，花费巨大，社会负担重。吕仁和教授运用灵芝、红景天两味药物治疗慢性肾功能衰竭具有丰富的经验，故对吕仁和教授用药经验进行总结阐发。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "中文关键词：慢性肾功能衰竭；灵芝；红景天； $\\textcircled { \\underline { { a } } }$ 吕仁和；用药经验",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Clinical Experience Summary of Lyu Renhe in Treating Chronic Renal Fai lure with Ganoderma Lucidum and Rhodiola Rosea ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Huang Xiaoqiang Yan Pu Liu Yifan Shi Yinchun Tang ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Cheng Zhao Jinxi ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "英文摘要：Chronic renal failure is the last stage of the progressive nephropathy， which include multiple complications and adverse prognosis. Symptomatic treatment isthe main therapy， when diagnosed with uremia， only dialysis and kidney transplantation are available, which cost high medical expenses and heavy social burden. Professor Lyu Renhe has rich experience with ganoderma lucidum and rhodiola rosea in the treatment of chronic renal failure, Consequently we concluded and interpret that. 英文关键词： Chronic renal failure； ganoderma lucidum ; rhodiola rosea; @Lyu Renhe; clinical experience ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "正文:",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "慢性肾功能衰竭（chronic renal failure,CRF）是指在各种原发性或继发性肾脏疾病基础上肾功能进行性损害所出现的一系列症状或代谢紊乱综合征。[临床表现多样，是各种肾脏疾病持续发展的最终结局，并发症多，预后较差。现代医学以对症治疗为主，一旦病情进入终末期只能采取透析和肾移植的方法，费用昂贵，社会公共事业负担重且严重影响患者生命终末期的生活质量。因此研究名老中医治疗慢性肾脏病用药经验具有重要意义。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "吕仁和教授2017年荣获“国医大师”称号，是全国老中医药专家学术经验继承工作和中医药传承博士后指导老师，北京中医药大学东直门医院肾病内分泌科创建者和学术带头人。吕仁和教授学验俱丰，在治疗慢性肾功能衰竭形成了鲜明的学术特色并有独到的经验，临床提倡“古为今用，洋为中用”，创立肾病“微型瘤寢”病机理论，提倡运用“六对论治”临床思维，本文运用理论探讨与数据挖掘的方法，就吕仁和教授运用红景天、灵芝治疗慢性肾功能衰竭的临床经验总结如下。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1“古为今用，洋为中用”，拓展药物运用范围",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "吕仁和教授在临床诊治疾病中，提倡“古为今用，洋为中用”，强调既要重视中医经典的学习，从前人著作中继承优秀的经验，又要积极学习现代药理知识，掌握中药的药学机制，拓展传统药物的运用范围。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "灵芝为多孔菌科真菌赤芝或紫芝等的干燥子实体，始载于《神农本草经》，按五脏颜色分为青、赤、黄、白、黑、紫六种，谓赤芝可以益心气、补中，黑芝可以利水道、益肾气，青芝可以明目、补肝气，白芝益肺气，黄芝益脾气、安神，紫芝可以益精气、坚筋骨，味皆平无毒，位列本经药物之“上品”，久服无毒，延年益寿。吕仁和教授认为灵芝可以补心、肺、脾、肝、肾五脏精气之不足，结合慢性肾功能衰竭的病情特点，患者大多病程久，体内瘀血浊毒内蕴，五脏受损，精气常不足，运用灵芝一味药即可补养五脏精气，可奏一药多功之效。药研究表明[2,3]：灵芝多糖可提高抗氧化能力，抑制脂质过氧化物的形成，提高免疫力并能抗衰老，也可调节免疫，降血糖、血脂，抗淋瘤，灵芝中的其他成分还可镇静，强心，抗凝血等。吕老结合现代药理学研究，认为灵芝用于慢性肾功能衰竭有重要价值，不但可以提高患者的免疫力，同时对于抗肾脏损伤[4具有一定功效。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "《神农本草经》中记载红景天“味苦、平。主大热、火疮、身热烦，邪恶气”后世认为红景天可以补益肺气、活血化瘀。现代研究显示，红景天可以扩张血管，改善血流量，降低血粘稠度，抗氧化，具有良好的抗衰老、抗缺氧、抗疲劳功效，广泛运用于心系病症、脑系病症以及抗高原反应中，取得了良好的效果。[5,6]吕老结合经典理论与现代药研究认为，在慢性肾功能衰竭患者中运用红景天不但可以提高其免疫力，同时由于患者常常出现肾性贫血这一并发症，血液中血红蛋白含量不足，机体处在慢性缺氧的状态，红景天可以抗高原反应，扩张血管、改善血流量，同样地也可以改善患者的慢性缺血缺氧的状况，对缓解慢性肾功能衰竭患者疲乏症状大有裨益。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2创立肾病“微型癲疲”学术理论，指导灵芝、红景天的临床应用",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "吕仁和教授认为，肾之络脉病变，是“微型癯寢”形成的基础[7]，“微型颧疲”是慢性肾功能衰竭患者肾脏的基本病理状态。从生理上讲，肾主藏精，主水，主纳气，与他脏相同，肾脏同样具有运行气血之用，而肾络即是气血运行的基本通路，同样也是承接内外之邪侵犯之处，外邪侵犯或久病入络，均可导致络脉阻塞，正常气血不得流通，停留便形成气滞、痰阻、瘀血，与外邪夹杂可见痰湿、热毒等邪气，瘀滞于肾络，进一步可阻碍气机升降出入，由此可以看出，瘀血阻络为“微型瘤寢”发病的重要环节，同时脏腑精气必然受到损伤，治疗大法应当补虚化瘀，吕仁和教授临床运用灵芝、红景天正是这一治法的典型代表药物，其中灵芝可以补脏腑之不足，红景天可活血化瘀，两药合用相得益彰。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3结合数据挖掘方法，探索“对病分期论治”临床思维",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "“六对论治”思想是吕仁和教授早在20世纪90年代就提出的，指导临床的六种临床思维，具体包括对症状治疗，对症辨证论治，对症辨病与辨证论治相结合，对病论治，对病辨证论治，对病分期辨证论治，简称“六对论治”。本文运用数据挖掘的方法，挖掘吕仁和教授“对病分期论治”这一临床思维的潜在规律。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "“对病分期辨证论治”是吕仁和教授“六对论治”思想中最具特色的一种，适用于慢性病、复杂疾病的诊治。其中分期指的是以现代理化检查指标为依据，借鉴西医对疾病的分期诊断标准，以明确疾病的阶段和进展程度。辨证，即在辨病期的基础上，对每一期分别进行辨证施治，体现了中医的活法圆机。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "吕仁和教授治疗慢性肾功能衰竭就参考西医临床分期为代偿期、失代偿期、衰竭期和尿毒症期四期论治。笔者选取2015年6月-2017年6月间，就诊于吕仁和教授门诊的明确诊断为CRF的患者73例，共166 诊次，将灵芝与红景天的用药频次按照CRF代偿期、失代偿期、衰竭期和尿毒症期进行分别统计，结果如下：",
        "page_idx": 4
    },
    {
        "type": "image",
        "img_path": "images/72d949bbe2004ac61a913caedbbcc96c3befd3436e6bcc0216e1be77c2b524c5.jpg",
        "img_caption": [
            "图一：灵芝、红景天用药频次分析"
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "由上表可知，由慢性肾功能衰竭代偿期到尿毒症期，吕仁和教授运用灵芝、红景天药物频次是逐渐增加的。慢性肾功能衰竭以肾元衰败为本，气化不利、浊毒瘀血内停为标，吕仁和教授重视疾病分期，是因为随着病情进展，疾病严重程度有着动态的变化，机体内浊毒瘀血等病理产物不断积累增多，阻滞气机升降出入，同时可进一步加重肾脏脏真损伤，因此随着病情进展，灵芝和红景天所代表的补虚、活血力量也是不断增强的。根据上述数据挖掘的结果进一步拓展推论，吕仁和教授“对病分期辨证论治”的思想蕴含了针对疾病分病期，对各期分别辨证选方用药，除此以外，潜在的也包含了在具体选择药味时，也将疾病的分期因素考虑在内的思想。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "4小结 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "综上所述，吕仁和教授参考古代药性理论以及现代药理研究，结合肾病“微型颧疲”的理论，在“对病分期论治”临床思维的指导下，运用灵芝、红景天治疗慢性肾功能衰竭，独具特色。同时本文运用了数据分析的方法对吕仁和教授医案进行整理，不但验证了吕仁和教授运用灵芝、红景天的临床经验，同时从数据客观分析的结果，进一步挖掘吕仁和教授“对病分期论治”的学术思想的内涵，具有重要的研究意义。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1]上海慢性肾脏病早发现及规范化诊治与示范项目专家组，高翔,梅长林.慢性肾脏病筛查诊断及防治指南［J].中国实用内科杂志,2017,37(01) :28-34.  \n[2]CheXian-Qiang,LiShao-Ping,ZhaoJing.[Ganodermatriterpenoids from aqueous extract of Ganoderma lucidum].[J]. Zhongguo Zhong yao za zhi $\\mathbf { \\Sigma } = \\mathbf { \\Sigma }$ Zhongguo zhongyao zazhi $\\mathbf { \\Sigma } = \\mathbf { \\Sigma }$ China journal of Chinese materia medica,2017,42(10).  \n[3]MarekSiwulski,KrzysztofSobieralski,Iwona Golak-Siwulska, Slawomir Sokol, Agnieszka Sekara. Ganoderma lucidum(Curt.: Fr.） Karst.-health-promoting properties. Areview[J]. Herba Polonica,2015,61(3).  \n[4]毛春谱,李小毅,林桂芬,李伟.灵芝对链脲佐菌素诱导糖尿病大鼠肾脏的保护作用及其机制[J].山东医药,2008,48(38):1-3.  \n[5]孙许涛,柳颖,姜德友,陈飞,解颖,孙阳.红景天药理作用研究进展[J].中医药学报,2017,45(06):119-122.  \n[6]陈阳阳．基于系统药理学平台解析中药红景天抗疲劳的作用机制[D].西北农林科技大学,2018.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[7]赵进喜，肖永华.吕仁和临床经验集（第一辑）[M].北京：人民军医出版社，2009:161-163.",
        "page_idx": 7
    }
]