[
    {
        "type": "text",
        "text": "摘要：[目的/意义]作为国家软实力的重要组成部分，中国特色新型智库建设已经提升到国家战略高度。目前，中国智库逐渐呈现出产业化的发展趋势，然而许多人对中国特色新型智库的理解还不够完整。[方法/过程]本文在笔者日常智库运营经验的基础上，结合欧美国家100多家智库的实地走访，对中国智库“热”到来了吗、中美智库的差距有多大、如何看最流行的宾州《全球智库报告》、中国智库发展的几点不足、何为新型智库等问题进行探讨。[结果/结论]最后，本文就建设中国特色新型智库，在谋断互动、思想市场、人事拓展、融资运营、全球传播等方面，提出智库机制改革建议。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智库新型智库智库建设中国特色分类号：C932",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "对中国特色新型智库几个重大问题的思考",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "王文中国人民大学重阳金融研究院北京100872",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2013年 4月，习近平总书记就建设\"中国特色新型智库\"做出重要批示，将智库发展视为国家软实力的重要组成部分，并提升到国家战略高度。这是迄今为止中央最高领导专门就智库建设做出的最为明确、内涵最为丰富的一次重要批示，也是继十八大报告里明确提出\"发挥思想库作用\"后中央对智库建设更深层次的阐释和表态。2015年1月，中办、国办印发的《关于加强中国特色新型智库建设的意见》（以下简称《意见》），对中国特色新型智库的概念确定与功能描述进一步做了详细的阐述与规划，将智库的作用与重要性提到了空前的高度，也将新型智库建设正式定格在国家决策层的执行方案上。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "一年来，中国智库发展步伐明显加快，逐渐呈现了产业化的趋势：智库数量越来越多，传统智库的内部改革不断加强，一些智库的经费支撑实现良性运作，这些积极迹象值得肯定。但另一方面，许多人对中国特色新型智库的理解还不够完整。相比中国遍及全球的国家影响力，中国智库发展严重滞后，远未形成与国家发展相匹配的决策咨询力和国际影响力。近年来，笔者曾走访了欧美国家100多家智库与机构，结合日常的智库运营经验，谈谈对中国特色新型智库建设的切身感受，或许会有助于中央、地方、社会以及知识界推进智库的下一步发展。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1中国智库“热\"到来了吗？",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "《意见》明确定义了\"中国特色新型智库”，即“是以战略问题和公共政策为主要的研究对象、以服务党和政府科学民主依法决策为宗旨的非营利性研究咨询机构”。这里的关键词在于，\"研究对象\"服务主体\"与\"非营利性”。目前舆论所谓的\"智库热\"部分是指，自2013年初习近平总书记就\"加强中国特色新型智库建设\"做出重要批示以来，中国智库界发生的诸多明显变化，如一批官方智库推出改革方案，新智库如雨后春笋般建立。但担心“智库热\"的文章所批判的对象，更多指的是对目前以\"智库\"之名出现的一些社会躁动性的\"智库\"变异体。类似躁动主要可分为三类：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "躁动一：商业化。笔者不只一次看到某猎头公司、咨询机构在自我宣传时都标榜自己是\"著名智库\"。这是对\"智库\"名称的盗用。商业咨询机构的研究对象五花八门，服务主体千奇百怪，且必须以营利为主要手段，这与智库\"服务于党和政府\"\"以战略问题和公共政策为主要研究对象\"和\"非营利\"等三个较为严格和明确的属性明显不符。这些商业公司以\"智库\"标榜，可能源于对\"智库\"的理解不足，也可能是\"智库\"这个词看上去\"高大上\"。对此，目前还无法用政策、法律的手段进行制止，但可以通过舆论的正本清源，最终达到社会对\"智库\"的集体共识。在美国，麦肯锡是咨询公司，兰德公司是智库，其属性差异相当清晰。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "躁动二：泛化。一些传统的学术机构担心自己被政策冷落，纷纷进行\"智库\"转型，有的甚至是研究历史、考古和纯理论的学术机构。类似这样的泛化趋势，凸显了传统学者对现实关怀与研究转型的努力。然而，学术需要坐冷板凳，需要有更多基础性的奠基与材料储备。比如，丝绸之路的研究，一方面涉及各国历史研究、敦煌学、少数民族学、小语种研究，另一方面涉及丝绸之路沿线国家的政策走向跟踪、对中国影响的评估研究。前者的研究相对冷门，需要长期积累，与目前国家\"一带一路\"的政策相关性较远，不必赶时髦，但许多研究结论往往能够给予后者的研究所不可或缺的启发和铺垫，此时，“学术\"与\"智库\"就应有分工。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "躁动三：娱乐化。笔者曾见过个别民间学者以\"大师\"自居，有的还装出高冷和深不可测的样子，对外半遮半掩地宣称与某某高层很熟，为其高参云云；有的则以写畅销书、媒体曝光为主要目标，语不惊人死不休，常以国家危机、某国阴谋等关键词抓人眼球，也会自诩\"智库\"。两者的研究工作未必没有价值，但这两类研究工作娱乐性较强，容易被视为\"研究型艺人\"。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "类似这样的\"智库热\"未必对中国特色新型智库的发展完全有害，更不能构成对目前《意见》内容的批判理由。当下中国特色新型智库的发展，与上世纪八十年代初民企的发展多少有一些相似，当年\"傻子公司\"\"皮包公司\"\"倒爷\"比比皆是，但那是社会发展的支流。历史大潮，去粗取精，去伪存真，民企在后来 30多年的壮大，证明了当年国家大力发展民企政策的正确性。《意见》以\"党和政府科学民主依法决策”国家治理体系和治理能力现代化\"“国家软实力\"等三大战略高度谈及中国特色新型智库的重要意义，中国智库的蓬勃发展是必然趋势。至于目前的一些以\"智库\"之名的社会躁动，不妨\"让子弹再飞一会儿\"吧。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2中美智库的差距有多大？",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "中国古代早有“门客\"军师\"师爷\"\"幕僚\"“谋士\"等与智库相似的职业，但现代智库在中国的发展是改革开放以后的事。1977年中国社会科学院成立，1981年国务院发展研究中心成立，目前中国两家最大智库的创建史，相当程度上反映了中国政府决策机制改革的进程。但两家均属于行政编制内的机构，很难摆脱\"官方\"印迹，“谋”与\"断\"之间未能分离，即参谋体系与决策体系之间未能相对独立，这为民间智库的萌生与发展提供了政治与历史土壤。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "上世纪九十年代初，随着中国社会的\"下海潮”，一批官员和学者毅然走出体制，创办了依靠市场、专注于政策分析和企业咨询的民间智库，如北京大学中国经济研究中心、北京天则经济研究所、中国（海南）改革发展研究院等等。据报道，当时中国智库一度达到2500多家。然而，由于苏东剧变对中国持续产生的意识形态压力以及商业运作模式的不成熟，不少民间智库被注销或天折，有的则转为商业咨询公司。整体上看，第一代中国智库以官方智库为绝对重心，民间对决策咨询的参与度相当低。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "北京奥运后，行政体制改革加快，第二代中国智库如雨后春笋般建立起来：有的效仿国外智库模式，邀请了大量政府前高官为智库管理者，如成立于209年的中国国际经济交流中心；有的靠民营慈善基金投资，如成立于 2011年的新华都研究院；有的则依赖各地政府或企业，专为地方决策服务；有的则依托著名高校、知名媒体。人大重阳就是在这个历史背景下，由中国人民大学与上海重阳投资管理有限公司在 2013年初联合创办的现代化智库，并取得了显著进展。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第二代中国智库，相较于第一代，呈现了许多新特征：机制相对灵活，不再寻求行政编制；经费预算大多源于社会捐赠，而非行政拨款；观点与立场更加多元，有的干脆以社会批判为己任，等等。但第二代中国智库与美国的差距仍然较大。主要体现在如下三点：",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "一是产业规模。美国智库大约发端于一战以后。“智库 (think tank)\"这个词组就是起源于一战中用于大规模使用的\"坦克(tank)”，即思想也有像坦克那样的威力。布鲁金斯学会等著名智库均有近百年的历史。历经半个多世纪的发展，美国智库已达近 2000家、年均预算达到数百亿美元、从业人员超过十万的产业规模”。而现代智库在中国的发展是改革开放以后的事。横向比较，中美智库发展阶段大体仍有30-50年的差距，差距的背后是国家与社会发展阶段的差异，从这点看，中国智库从业人员还需要兢兢业业、奋勇向前。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "二是运营机制。发端于20世纪上半叶的美国智库的发展与壮大，伴随的是美国民主化进程、美国社会现代化的历史变迁以及美国在整个国际社会的崛起进程。尤其是二战前后，美国抓住历史机遇，一跃超过诸多强国，在整个国际体系中一枝独秀，智库在背后发挥着不可或缺的作用。冷战时，美国智库的作用同样明显。美国智库的大崛起，伴随着智库与政府、与媒体、与社会关系的磨合，以及智库内部运行机制（包括筹款、人员管理、项目运营等)的完善和思想市场体制的形成。相比之下，中国智库业确实还处在初级阶段，且远远落后于国家发展。不少中国智库还不知道怎样与决策部门沟通共处，一些中国民间智库的生存还存在严重问题，很多中国智库的激励制度还没有建立，智库在中国整个社会的运营体系中还处于相对边缘化的位置。从这个角度看，中国智库仍然需要虚心向美国求教运营之道，借鉴相关成功经验，并将之与中国本土实际结合起来。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "三是机构影响。笔者曾在《“伐谋”，智库必须有的对外功能》 [2]一文中论述过美国智库是如何做到对外传播与营造影响力的。换句话说，智库就像是“思想工厂”，影响力与对外传播就像是产品的销售能力。中国智库目前最缺的，还不只是产品质量，更是产品的营销。与美国智库比较，中国智库的研究能力差距其实没有想象中的大，中国智库最优秀学者完全有实力PK美国最优秀的智库学者。两国真正的差距在于对智库思想的整体营销力，包括项目设计、调研、撰写、评估、报送、传播、社会文化、政治结构等各个环节。中美智库差距很像中国电影与好莱坞的差距，不在于单个演员的实力，而在于产业链各个环节的不足进而导致整体产业的落后。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3如何看最流行的宾州《全球智库报告》",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2015年1月22日，由美国宾夕法尼亚大学在全球 55个城市同时发布了《全球智库报告2014》  \n[3]  \n。这是有史以来规模最大的一次全球智库排行发布会，有 7家中国智库入围了49个分项表单中最重要的\"全球智库150强榜单”。这是该大学第9次公布这个全球榜单。  \n中国一些学者对美国宾夕法尼亚大学\"智库与公民社会项目\"(TTCSP)主导的《全球智库报告》有一些不同的看法，但整体来说，无论是否获得中国学术界的集体认可，该报告对中国都有相当重要意义：它引起了中国领导人的重视，渐渐触动了中国智库业的同行，进而起到了提升智库这个新兴产业在整个中国社会中的地位的作用。有业内学者曾评价：如果不是这个报告，以及报告内中国智库的排位远远滞后的缘故，智库业也许受重视的程度不会像现在这么早。  \n该项目负责人詹姆斯·麦甘博士曾在 2014年秋季再次到中国调研。他谈道，该报告是希望\"依据一些具体的指标，由来自各个国家的专家对智库进行更权威更客观的综合评定”，希望能够得到越来越多的实地数据。从2007年开始，麦甘博士开始推出这项工作，最初只能请到千余名专家参与全球智库的提名，再根据科学系统的标准以及相对客观公正的研究方法，最终形成评定结果。  \n他透露，自己走遍了全球所有大国，到访了几乎所有的重要智库进行调研，历经8年沉淀，获得了全球 3572位各界专家学者的鼎力支持，以及1950位专家学者的建议。统计的范本越大，误差越小。这也是该报告被称为是“反映全球智库表现和综合影响力的国际第一风向标\"的重要原因。  \n报告共有172页，有 49个分项表单，内容相当丰富。其中的三点作用值得我们重视：第一，它描述了全球智库的基本状况。报告显示，目前全球共有6681家智库，其中，美国1830家，中国 429家，英国 287家，是世界智库数量最大的三大国家。美国作为传统的智库强国，共有6家入选全球十大智库，美国布鲁金斯学会、英国皇家国际事务研究所、美国卡内基和平基金会分列全球最好智库前三名。报告对目前智库发展趋势及智库运作存在的问题都有所涉及。比如，报告认为，目前智库的主要发展趋势是全球化和民主化，影响智库的国际力量在不断增强。此外，对互联网背景下独立信息和分析的需求、大数据的发展，报告也有提及。这些都是全球智库产业发展面临的全新问题。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "第二，它陈列出中国智库的相对差距。在最重要的\"全球智库 150强榜单\"中，有 7家中国智库入围，分别是中国社会科学院、中国国际问题研究院、国务院发展研究中心、中国现代国际关系研究院、上海国际问题研究院、北京大学国际战略研究院、中国人民大学重阳金融研究院。中国智库最高排位是中国社会科学院，仅列第 27位。在各项领域排名，如最佳管理智库、最佳会议智库、最佳国内经济研究智库、最佳国防安全研究智库等数十项排名中，中国智库均没有位居前列的。由此可见，虽然中国已是数量位列第二的智库大国，但仍然不是智库强国。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第三，它规范着智库的行业标准。该报告采取的衡量标准，不再局限在学术界核心期刊等标准，而是采用了行业影响力，附之以国际传播、媒体影响和社会认同等方式，突出了智库行业面向社会、面向现实的功能特性。该报告发布后的几年，上海社科院、零点国际发展研究院、中国网以及目前仍然在设计智库排名的几家研究机构，都是在该报告基础上进行改良。从这个意义上看，该智库报告类似于全球智库\"大纲\"级的标准制定者。正如企业界流传很广的那句“一流企业定标准，二流企业做品牌，三流企业造产品”，真正要主宰一个领域，必须往\"定标准\"的高度上发展。正因为此，这份报告体现出在全球 55个城市同时发布的号召力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "尽管少数学者不屑排名类的研究，但不得不承认，获得广泛认可的\"排名”，背后蕴藏着对排名对象的评价权。目前最热衷于排名的，仍然是欧美国家的媒体或相关智库机构。每种排名的发布，都是对现实状况的一种价值认定。这背后蕴藏着欧美机构的话语权，代表着欧美国家的某种思想软实力。因此，对于中国智库来说，首先不是以排斥的眼光看待仍然不够完美的《全球智库报告》，而应从思想竞争、软实力博弈的角度去学习其中的长处。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在笔者看来，美国宾夕法尼亚大学的《全球智库报告》拥有的全球视野与号召力，是目前中国智库所极度缺乏的。中国的智库以及各类研究机构、媒体目前还没有一家有能力像欧美国家许多机构那样，常推出“全球城市安全排名\"全球各国清廉指数\"等排行榜，以线性逻辑的方式，定义各类对象的好坏、优劣、等级，进而传播其背后所体现的文化价值。这其中的方法论暂且不说，关键在于，全球性的报告立足于全球，具有国际影响力。从这点看，不只是《全球智库报告》，中国智库在政治、经济、科技、社会、民族、军事等各个领域，或许都应发布更多具有全球话语权、评价权的行业报告。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "当然，这不是一朝一夕能够实现的。麦甘博士的《全球智库报告》敢为人先，且持续性跟踪研究，囊括越来越多的全球学者与他一起努力，最终获得了相当大范围的支持。这需要有毅力与韧劲。相比之下，中国智库的一些年度报告，缺乏足够统一的研究标准，缺乏持续的坚持努力，这不得不说是一种遗憾。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "除此之外，《全球智库报告》体现出的同行业者的国际干预力与号召力，也值得中国智库关注。目前，《全球智库报告》所体现的国际影响力，就像全球金融信用评价体系、经济衡量指数均掌握在欧美国家手里一样，“一本万利\"式地决定着全球智库的排位，折射了美国研究界的软实力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "4中国智库发展的几点不足",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "种种迹象表明，中国智库正迎来有史以来最好的时代机遇，但也面临着巨大挑战，且存在着不少发展缺失与认识不足。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从属性定位上看，智库对咨询公司、学术机构与自身的概念差异仍然认识不清。咨询公司受雇于委任方，绝对为后者效力，运作模式完全商业化，而智库则应是社会公器，为决策者提供咨询，但未必与决策者想要的结果一致；学术机构注重学理创新，偏于基础研究，而智库注重政策研判，长于应用研究。在中国，名称带\"研究\"字样如\"研究院\"研究中心\"等至少有 20万家以上，大多属于由财政拨款、有人事编制、以学术特质运营的学术研究机构，但智库本质上是\"思想工厂”，需要有基于现实议题的思想生产、组装、销售与反馈的复合功能以及相关架构。在这个架构中，引入市场竞争机制、增加政策研究的活力，显得非常重要。在思想生产机制相对发达的国家，“为了商业\"为了学术\"与\"为了政策\"是咨询公司、学术机构、现代智库相对清晰的三类功能，切不可混为一谈。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "从价值立场上看，智库对如何建设中国特色社会主义事业的国家忠诚度仍然不够。国内研究通常认为，智库必须独立。这有一定道理。但一些人将\"独立\"引申为，智库必须批判，甚至反对目前的中国特色社会主义道路与当下政府。那就误解了“智库\"本意。欧美智库提倡的\"独立性”，指的是基本立场相对于民主党或共和党的\"独立”，学理逻辑与论证的客观，以及他们在出台政策报告过程中保持一定的独到观点。欧美智库不会刻意与政府保持距离，反而时刻展示自己与政府具有如何紧密的关系，甚至\"炫耀\"其成员通过\"旋转门\"进入或来自政府，有的资金大量来自政府，如知名美国智库战略与国际研究中心（CSIS）2012年度预算中 $2 1 \\%$ 来自政府。实际上，美国智库的研究产品最终指向是希望影响政府与改变政策。可见，中国特色新型智库建设，既要防止\"独立性\"的误解而出现与政府\"对立化\"趋势，也要避免仅为政策出台做注脚的\"迎合化\"倾向。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从跨国互动上看，智库国际化的进程还远远不够，无法为中国参与更多的全球事务提供足够的思想支撑。中国智库尚未形成走出国门的全球组织力，对各国情况的了解相当有限，对一些中等强国的了解与跟踪严重稀缺，如对乌克兰、土耳其、尼日利亚、委内瑞拉等区域大国的把握相当不足，以致于中国对上述国家变局的把握与政策应对常常显得捉襟见肘；中国智库也还没形成主导他国的国际感召力，缺乏构建全球对话领衔平台的必要实力。当下全球最著名的论坛，如达沃斯论坛、香格里拉论坛、全球财富论坛等，背后都是美欧一流智库和相关机构在主导；中国智库尚未形成干预全球的话语塑造力，无法主动构建国际主流舆论与设置重大国际议程，还无法创造出令各国争相讨论的重大战略名词或学术理念。欧美一流智库几乎每隔一段时间就会抛出一些新词汇或新议题，诸如\"历史终结\"金砖国家\"利益攸关方”“G2\"“巧实力\"\"财政悬崖\"“笨猪五国\"\"中国威胁论\"等，中国智库往往只能跟随讨论，或被动反驳，穷于应付。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "从人员培养上看，中国智库尚未形成完整的人才培养土壤，既未能为政府孕育足够多的后备精英，也没有形成对国际组织的人才输送力。相比之下，欧美国家智库的荐才聚贤即\"旋转门\"机制已相当成熟，欧美国家多数资深智库学者都有政府高官的经历，深谱决策进程与政治规则，相比之下，中国智库学者的履历往往逊色很多。更重要的是，欧美国家还善于往重要国际组织输送人才，欧美人目前仍然是主要国际组织领导人的绝对垄断者，且那些欧美精英几乎都有在一流智库或相关机构工作学习经历，出任要职后仍与曾工作的智库之间有良好互动，相互烘托。这些都是欧美国家依然主导国际体系运行的重要原因。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "5何为新型智库？",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "强国须强智，现代大国的崛起需要大智库引航。20世纪美国崛起的进程，基本与美国智库的发展同步。政治制度的特殊性决定了中国智库的发展必须贴近本国国情发展，避免美国智库当下广为诟病的政治游说化、极端立场化等倾向，但美国智库的一些成功经验，可供中国借鉴。笔者用\"咨政\"“启民\"伐谋\"“孕才\"四词来概括中国特色新型智库具备的功能。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "咨政。利益分化严重时期，任何政策的出台都显得异常艰难，稍有不慎，就会广受争议。因此，新型智库与国家决策者之间关系，不能只是简单的咨询与顾问，而应存在复杂的互动。好的新型智库，需要充分介入政策制定的前端程序（如调研、意见征集、方案设计等）、中期建言（通过内参、研究报告等形式设计政策框架）、后期完善（包括评估、完善及应对社会舆论）等所有过程。智库介入像是打造“决策实验室”，以专业、客观和独立的方式，帮助决策者对政策进行充分的论证与评估，进而体现政治决策机制的公开化、社会化、民主化和科学化。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "启民。在诉求多元化的舆论环境下，新型智库在中国功能定位不能只满足于内部建言，而应起到政府决策层与社会舆论之间矛盾化解与协商沟通渠道的作用。智库学者应善于以通俗易懂的文字语言，贴近大众的沟通技巧，通过出版论著、发表评论、接受采访等各种方式，对社会公众进行政策的解读、普及，也可以从社会公众的角度向决策者反映下一步诉求。从这个角度讲，智库学者应被视为\"责任学者\"\"建言学者\"，不应采用情绪化的批判或者毫无调查根据的妄言，而需要以责任感与使命感，将最中肯的见解传递给大众与决策者，为培养社会理性与思想解放做出贡献。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "伐谋。《孙子兵法·谋攻篇》言：“上兵伐谋，其次伐交，其次伐兵，其下攻城。\"国际竞争日益激烈，一流智库既要从事社会政策研究，还应广泛介入到全球事务中，如价值传播、结交国外精英等，在全球层面研究、设计与推动本国对外战略，将本国利益链条纵深延展至全球各个角落。美国智库大多具有强大的战略传播能力，服务于国家的战略目标，对内影响决策与舆论，对外传播美国价值。中国智库要屹立于世界之林，也须多通过举办高端的国际论坛，发布具有国际影响力的研究报告，抢夺国际话语权，提升本国思想的国际干预力，推动",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "中华文化与思想走向世界。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "孕才。学校\"育人”，智库\"孕才”。中国特色新型智库不能重复过去将退休干部或边缘化官员安置到研究部门的惯性，相反，应当担负起培训各级政府官员和国企高管的重任。广为人知的美国\"旋转门\"机制，不只是简单的因党派执政更迭而产生智库与政府之间的职位互换，更重要的是，智库工作往往会促进人才的全面社会交往与思考能力的提升，为国家发展提供了大量的高端人才储备以及政府职位的选择空间。党的十八届三中全会提出\"推进干部能上能下、能进能出”，受到社会的广泛好评。由此，可以适当鼓励和安排干部到智库工作，或从智库挑选精英。毕竟，智库是非常好的才干再锻炼、知识再充电、社会再接触的\"人才储备库”，理应为现代治理体系的良性运作培养足够多的后备精英。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "6对建设中国特色新型智库的改革建议",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "从发达国家经验看，智库已是现代治理体系的重要环节。在美国，智库被称为政府、国会、法院、媒体之后的\"第五权”。建设中国特色新型智库，除了提升自身的政策研究能力之外，更要从国家治理能力现代化与全球思想竞争的高度，在谋断互动机制、思想市场机制、人事拓展机制、融资运营机制与全球传播机制等五方面，深化改革现行智库运作模式。谋断互动机制的改革。政府部门虽频繁推出公示、听证会或征求意见稿等办法，但决策体系（\"断”)仍相对封闭，不足以最大范围内吸收社会最优秀、最睿智、最出彩的思想与策略建议（“谋”），更难以打造出某种开放式的智库文化。所谓的\"开放式智库文化”，就是以互联网思维构建政策开放讨论和决策制定社会化的网络，促进决策者、研究者和公众多方频繁而有效的积极互动，强化一流智库在公共政策制定层面的重要角色，尤其是获得有智之士主动性、先见性的智力支持。思想市场机制的改革。当前，政府与智库的地位是不对等的。面对决策者，智库对自身的思想贡献与工作价值几乎没有议价能力。新型智库的建设，必须打造良性运行的思想市场，发挥市场在思想资源配置中的决定作用，为有价值的研究报告提供具有市场竞争力的研究经费，进而健全与此相关的激励机制，否则，很难吸引到最优秀研究者为国家效力。思想市场机制的改革，考验决策者的气度与勇气。建议主动积极抬升本国智库的权威，参照欧美领导人的经验多到智库走走，在中国智库的大背板下发表各类重要演讲，借国际媒体的曝光率，提升中国智库的社会地位与国际地位。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "人事拓展机制的改革。新型智库需要打造中国式“旋转门”，不拘一格在智库平台上培养与运用人才。智库可定期选派一些学者到各级政府挂职锻炼，选拔一些官员重回各类智库锻造。长期下来，智库与政府之间的相互沟通与理解将大大加强，学有所用的智库学者与有思想底蕴的官员将大量应运而生。与此同时，智库需要充分运用退休却仍精力充沛的老干部。在目前的退休人事机制中，中国完全能涌现大量像美国前国务卿基辛格那样年愈 90岁仍能为国家利益鞠躬尽瘁的优秀智库人才。中国特色新型智库需要拥有政府关系、品牌打造、报告写作等多种能力与经验，需要构建老、中、青综合型的人才队伍，以及一整套激励、淘汰、考核、规划、管理等内部机制。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "融资运营机制的改革。美国智库大多具有复合化融资能力。虽然智库是非营利组织，但像卡内基国际和平基金会、布鲁金斯学会等老牌智库，都拥有庞大的\"金融蓄水池”，通过金融运作进行保值、增值，保证智库成为\"百年老店”。类似融资能力是中国目前靠行政拨款的官办智库、经费捉襟见肘的民间智库所望尘莫及的。因此，中国特色新型智库也必须建立中国式\"金融蓄水池”。仅靠行政拨款的方式不能全面推动和衡量智库知识生产的有效性与真实水准。研究任务和经费预算的市场化转型、为有志于投入智库建设的基金给予政策扶植与鼓励，将大大激发新型智库的活力和公信力，并有助于塑造智库生产者的高效、务实与责任。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "全球传播机制的改革。中国特色新型智库应开拓国际化的视野，将智库建设纳入国家外交大战略的体系中来运作。从智库的国际交往看，应营造宽松的政策环境，鼓励智库灵活进行国际交流，建立中国外事部门与各级智库之间的广泛联络和沟通机制。还可以利用中国先进智库培训国外官员等方式，促进国家外交大战略的实施与推广，广交国际朋友。新型智库可以加大与欧美著名高校及相关机构合作，设立欧美分部，在思想领域上广泛与当地交流，与此同时，主导欧美智库界对华研究议程，购买当地最上乘、最助于中国发展的思想产品，并向当地推广本国的理念与思想。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "总之，我国正处于经济持续增长的转型期与全面深化改革的攻坚期，智库业大有可为，智库发展的春天刚开始。“一年之计在于春”，决策者、社会与智库紧密配合，把握历史机遇，推进各项智库机制改革，中国特色新型智库一定能成为推动国家崛起的关键力量。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "王文．中美智库比较：差距？差异？[J]．对外传播，2014(11):37-38.  \n王文“伐谋\"，智库必须有的对外功能[J]．对外传播,2014(9):36-37.  \nJames G. McGann.2014 Global Go To Think Tank Index Report[R]. University of Pennsylvania, 2015.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Thinking on Several Major Issues about New Think Tanks with Chinese Characteristics ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Wang Wen ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Chongyang Institute for Financial Studies,Renmin University, Beijing 100872 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] As an important part of the national soft power, the construction of new think tanks with Chinese characteristics has been promoted tothe level of the national strategy.At present, think tanksof China have been gradually revealing a general trend of the industrial development,while the understanding of new think tanks with Chinese characteristics is incomplete.[Method/process] Based on the daily think tank operating experience and the survey of more than 1OO think tanksofthe United States and Europe,this paper is about to discuss the popularityof the Chinese think tanks,the development gapofthink tanks between China andthe United States,the thinkingabout the reportof 2O14 Global Goto Think Tank Index Report,the development deficiencies of Chinese think tanksand the definition of new think tanks.[Result/conclusion] Finall,thispaper puts forward some innovatory proposals of the think tank mechanism,such as the interaction between the think tank andthe government, the developmentof the ideological market, he promotion of the talent development system,the operationoffinancing and the spread of the global influence. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Keywords: think tank new think tanks think tanks construction Chinese characteristics ",
        "page_idx": 6
    }
]