[
    {
        "type": "text",
        "text": "饲粮纤维对家禽肠道健康调控及作用机制",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "郭爱伟1 CHENG Long² 杨亚晋1 陈粉粉」汪谦1 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "(1.西南林业大学生命科学学院，昆明 650224；2.新西兰林肯大学农业和生命科学学院，基督城 85084)摘要：近年来由于抗生素在临床上的滥用，使得抗菌药物的抗菌效果大大降低，抗生素滥用还会导致有害菌定殖增加，影响人和动物的健康。因此，很多国家开始禁止用抗生素作为饲料添加剂，且在饲料中添加低剂量的抗生素作为肠道微生态调节剂已不再受欢迎，而探寻新的抗生素替代品来调节畜禽肠道微生物区系和维持肠道健康显得非常重要。人们一直误认为饲粮纤维是一种抗营养因子，指出纤维能稀释饲粮能量水平，影响家禽的生产性能。但最新研究表明，在家禽饲粮中添加适量纤维是改善家禽肠道健康、减少家禽肠道紊乱的一种有效的营养调控措施。本文从家禽肠道发育、肠道黏膜形态及上皮组织健康、肠道消化生理、肠道微生物区系等方面综述饲粮纤维对家禽肠道健康调控的影响，为进一步研究纤维对家禽肠道健康调控机制提供参考，也为今后在家禽饲粮中添加纤维性物质提供一定的科学依据。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：饲粮纤维；消化道发育；肠黏膜；肠道微生态；家禽；调控中图分类号：S816 文献标识码：A 文章编号：",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "最近的研究发现，在畜禽饲料中长期添加抗生素给人类自身健康和环境安全带来了严重的负面影响，抗生素在临床上的滥用，严重破坏了畜禽肠道内的微生态平衡，还引起耐药性菌株的产生；同时，抗生素在畜产品中残留给畜产品安全带来威胁，抗生素破坏胃肠道菌群，使外籍致病菌乘机而入，导致二重感染，最终影响人体健康[1]。很多国家已经开始禁止在畜禽饲料中添加抗生素，没有禁用的国家也立法严格限制使用，并规定停药期和休药期2]。2006年，欧洲国家在法律上全面禁止在畜禽饲料中使用抗生素。同时，在饲料中添加低剂量的抗生素作为畜禽肠道微生态调节剂也已不再受欢迎。因此,探寻新的抗生素替代品来调节畜禽肠道微生物区系和维持肠道健康是后抗生素时代的紧迫任务。抗病营养是基于这种背景下产生的，营养不仅可以通过调节免疫功能而影响健康[3]，而且可以通过调控肠道发育和肠道微生态环境[2I、影响特异性疾病的发生、发展过程等多种途径影响畜禽健康。因此，通过营养调控畜禽肠道健康，最大潜力地发挥其先天性免疫功能，对维护畜禽健康、改善畜禽的生产性能与畜产品安全等具有重要意义[2.4]。纤维是在这种背景下成为家禽营养学研究的又一个热点，尤其是其在促进家禽肠道发育、调控肠道微生态和改善家禽福利等方面越来越引起人们的关注。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1饲粮纤维概述",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "饲粮纤维（dietary fiber）一词首次出现在1953年，主要是指纤维素、半纤维素和木质素[5]。1976 年，Trowell首次将纤维定义为\"不能被人类消化酶水解的植物细胞壁残余物”，虽然这个定义为大多数营养学家所接受，但它也有局限性，因为有些非植物细胞壁中的物质也能对抗消化酶的作用。因此，Cummings[7提出，纤维应包括所有非淀粉性多糖和木质素，与 Trowell的定义相比，这个定义的局限性要小些。1984年，Asp等8用纤维的组成成分给出了饲粮纤维的定义，认为饲粮纤维包括纤维素、半纤维素、木质素、果胶、树胶和浆胶，而不可消化的蛋白质和脂类、不溶性淀粉、无机元素、蜡、角质、硅酸盐和多胺等则不属于此范畴。另据卢德勋9报道，饲粮纤维是饲粮内由一种具有特殊营养生理作用的复合成分，饲粮内组成纤维的单个成分的营养作用并不等于饲粮纤维整体的营养生理作用；饲粮纤维应包括结构性和非结构性2部分；应该反映出饲粮纤维的品质，用可利用指标来取代原来的粗指标；饲粮纤维的分析方法应以全面反映其定义的上述 3层含义，并具有操作简便、易行、快速以及重复性强等特点。目前，饲粮纤维被定义为不能被动物内源消化酶消化的饲料成分，主要存在于植物细胞壁中，包括多糖、寡糖、木质素及相关的植物性物质。按纤维溶解性，将饲粮纤维分为可溶性纤维（soluble dietary fiber，SDF）和不溶性纤维（insoluble dietary fiber，IDF）。SDF主要包括果胶、树胶和部分半纤维素等，其由于高的持水性和黏性，可延缓胃肠道的排空速度；而 IDF主要包括纤维素、半纤维素及木质素，对胃和小肠活动影响较小，其化学组成和结构以及木质化程度对大肠发酵活动和短链脂肪酸（short chain fatty acids，SCFA）的吸收有重要影响[10]。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "20 世纪70年代后，高能量、高蛋白质、低纤维的家禽配合饲料的使用，极大地提高了家禽的生产水平，人们一直把饲粮纤维误认为是一种抗营养因子，指出纤维能稀释饲粮能量水平，降低营养物质的消化率，降低家禽的采食量，从而影响家禽的生产性能[1-2]。因此，在相当长的一段时间内，在家禽饲粮中尽可能限制纤维的含量，在各种家禽的饲粮中规定了粗纤维（crude fiber，CF）允许的上限，成年肉鸡饲粮中CF应低于7%，肉仔鸡饲粮中CF要求低于3%[13]。随着人们生活水平的提高，人们对畜产品品质的要求越来越高以及考虑到动物保护组织对改善动物福利方面的要求，动物营养学家又开始关注饲粮纤维对家禽肠道健康的影响[14]。近年来在家禽上的研究证实，为了保证家禽肌胃活动、肠道的正常生理功能、维持肠道微生态平衡及改善家禽福利，家禽饲粮中必需保证有一定数量的纤维[11,15-16]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2饲粮纤维与家禽肠道健康",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "肠道健康的维持是一个复杂的过程，它依赖饲粮、肠道微生物区系和黏膜（包括肠道上皮细胞和附着在上皮细胞上的黏液）之间一种微妙的平衡。纤维与肠黏膜和肠道微生物相互关系，可以有效地预防肠道疾病的发生，从而改善肠道健康[2.17]。而家禽肠道健康关系到家禽整体的健康和生产水平，饲粮中添加适当水平的纤维能够改善家禽的生产性能，通过调节肠道发育、肠道黏膜形态以及肠道微生态环境而影响肠道的健康[18-19]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1饲粮纤维对家禽肠道黏膜形态和肠道发育的影响 ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "动物肠道黏膜是营养物质吸收的主要部位及机体的第一道免疫屏障，也是动物机体内外环境之间的一种免疫屏障。黏膜形态结构及功能的完整性对维持家禽肠道健康和生产具有重要的意义，现有的研究发现，适量的纤维可以改善家禽肠道发育及黏膜形态[20]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.1 对肠道黏膜形态的影响",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Cassidy 等[21I用苜蓿、麦麸、纤维素和果胶为纤维源，探讨其对小鼠空肠和结肠黏膜形态结构，纤维源的添加量为小鼠饲粮的 $1 5 \\%$ ，结果表明，纤维会影响小鼠肠道黏膜构造，使肠黏膜细胞肿胀，绒毛排列混乱，小肠刷状缘微绒毛脱落。Jamroz 等[22]将甜菜渣添加到鹅饲粮中，使鹅大肠绒毛变长；饲喂高比例带壳燕麦使鹅肠道黏膜厚度增加；半纤维素、纤维素含量丰富的燕麦、甜菜渣、草粉能增加鹅肠壁厚度，使小肠、大肠肠壁肌层厚度增加。饲粮纤维源不影响鹅十二指肠、空肠和回肠绒毛的形态，但影响盲肠黏膜形态，各种纤维对肠道绒毛都没有形态学上的损伤[23]。以苜蓿草粉为纤维源饲喂固始鸡，结果表明，随着饲粮纤维水平的提高，鸡肠道绒毛高度增加或呈增加趋势，而隐窝深度变浅，肠道黏膜形态结构没有受到破坏，说明饲粮纤维能够刺激肠道发育，增加肠绒毛长度[24]。李青竹等[251用羊草和玉米秸秆为纤维源，探讨其对鹅肠道形态发育的影响，结果表明，玉米秸秆组和羊草组鹅小肠各段绒毛高度/隐窝深度值呈增长趋势，回肠绒毛高度/隐窝深度值低于十二指肠和空肠，羊草组鹅十二指肠和空肠绒毛高度/隐窝深度值高于玉米秸秆组。综合考虑，羊草组十二指肠及空肠形态学发育优于玉米秸秆组。朱晓春等[26]用苜蓿草粉和稻壳为纤维源饲喂扬州鹅，结果表明，14 日龄时，稻壳组显著降低了各段肠道绒毛的高度；28 日龄时，苜蓿草粉组和稻壳组对鹅肠绒毛高度的影响差异不显著。由于稻壳木质化程度高，添加稻壳不利于鹅小肠绒毛生长发育，但鹅对稻壳纤维的刺激有一个适应过程，苜蓿草粉组肠道绒毛高度及十二指肠固有层厚度高于稻壳组，但2组间无显著差异。Sadeghi等[12]用甜菜渣（ $3 0 \\mathrm { g / k g }$ ）、谷壳（ $3 0 \\ \\mathrm { g / k g }$ ）和甜菜渣谷壳等量混合物（ $3 0 \\mathrm { g / k g }$ ）为纤维源饲喂肉鸡，21日龄时，与对照组相比，甜菜渣显著降低了十二指肠和回肠绒毛高度；谷壳组和甜菜渣谷壳等量混合组与对照组相比，十二指肠、空肠、回肠的绒毛高度、隐窝深度以及绒毛高度/隐窝深度值差异不显著。一方面，适量的纤维一方面能刺激肠道蠕动，使肠绒毛排列整齐，改善肠道黏膜形态，加快食糜流通速率，从而使病原菌难以附着到肠壁上；另一方面，纤维在消化道内被微生物发酵产生挥发性脂肪酸，降低了肠道局部 pH，能抑制大肠杆菌、沙门氏菌等有害菌的生长繁殖，从而使肠道黏膜形态结构免受有害菌代谢产物的损害[27]。以上研究表明，纤维对家禽肠道黏膜形态的影响受纤维类型的影响较大，SDF 会增加家禽肠道食糜的黏稠度和肠道内容物，改变肠黏膜形态结构，损伤肠绒毛细胞，使肠绒毛萎缩；而饲粮中适当的、不溶性和木质化程度较低的纤维会增加肠道腺窝细胞的增殖，增加肠绒毛长度，改善肠道黏膜形态，这可能是由于纤维在消化道后端经过微生物发酵形成 SCFA，其中的丁酸会改善肠黏膜形态，其具体作用机制还不十分清楚，有待于进一步的研究。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1.2 对肠道发育的影响 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "饲粮纤维会影响家禽消化道的长度、重量和容积，不同类型、水平和来源的纤维对其家禽肠道发育的影响存在差异。Jiménez-Moreno等[18]用 $3 0 ~ \\mathrm { g / k g }$ 纤维素、甜菜渣、燕麦壳和对照组饲粮饲喂肉鸡，结果表明，甜菜渣组肠道相对重量显著高于对照组和纤维素组，燕麦壳组肌胃的相对重量显著高于甜菜渣组，而且燕麦壳组和甜菜渣组肌胃的相对重量高于对照组和纤维素组，添加甜菜渣和燕麦壳对腺胃和盲肠的影响差异不显著，且饲粮中添加适当水平的燕麦壳和甜菜渣能增强肌胃的活动，降低肠道上部pH。而放牧饲养或饲喂高纤维饲粮可刺激鹅胃肠道发育，尤其是增加肌胃和盲肠重量及肠黏膜厚度[28-29]。周世霞[30]报道，随着饲粮纤维水平的提高，鹅消化器官的重量、相对重量及肠道各段的长度也增加，其中肌胃、腺胃、十二指肠、空肠、盲肠和直肠的重量差异极显著，适量的纤维还可以促进鹅小肠绒毛的发育。Jimenez-Moreno等[31研究了饲粮中添加 $1 5 \\%$ 甜菜渣和燕麦壳对肉鸡肠道发育的影响，研究结果表明，纤维显著增加了肌胃的相对重量及肌胃内容物的重量，同时也降低了食糜的pH。Sacranie等[32]研究表明，饲粮中的燕麦壳和大麦壳能够增加肉鸡肌胃的重量和容积，同时能显著降低肌胃的pH。Noy等[33研究表明，谷壳作为纤维源饲喂肉鸡，这种IDF可以显著降低十二指肠的相对重量；而甜菜渣含有很高的果胶物质，能够增加肠道食糜，且增加了小肠的重量。Sadeghi等[12]用甜菜渣（ $3 0 \\mathrm { g / k g }$ ）、谷壳（ $3 0 \\mathrm { g / k g }$ ）和甜菜渣谷壳等量混合物（ $3 0 ~ \\mathrm { g / k g }$ ）为纤维源饲喂肉鸡，结果表明，谷壳降低了肉鸡十二指肠的重量，而甜菜渣增加了空肠和回肠的重量。其可能是甜菜渣含有丰富果胶的原因，而果胶能够增加肠道的黏度，降低食糜通过速度，这与Noy等[33]和Iji等[34报道的结果相一致，认为高比例的SDF能够增加小肠的重量。Jimenez-Moreno等[35]认为，甜菜渣与谷壳相比，能够使6\\~12日龄鸡的肠道更长，而Saki等[36添加高比例的SDF能够降低14日龄肉鸡回肠的长度。以上研究表明，饲粮纤维对家禽肠道发育的影响受纤维类型及纤维溶解性的影响较大，SDF能够增加肠道食糜的黏性，机体通过增加空肠和回肠的重量来适应SDF带来的低食糜通过速度，从而增加了小肠的重量；而IDF使家禽小肠、大肠肠壁肌层厚度增加来影响家禽肠道的发育，长期饲喂高比例的木质化程度过高、硅酸盐高的IDF对家禽不利，其可能通过损伤肠黏膜上皮细胞微绒毛以及降低养分的吸收速度来影响家禽肠道健康和生产性能，这一点还有待于进一步研究。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.1.3对肠道挥发性脂肪酸的影响",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "饲粮纤维在消化道内经微生物的作用下分解形成挥发性脂肪酸，主要有乙酸、丙酸、丁酸、乳酸以及琥珀酸等，目前认为这些 SCFA 是大肠黏膜代谢的主要能源。据报道，生长猪和成年猪维持净能的 $1 5 \\% { \\sim } 2 4 \\%$ 以及成年人 $5 \\% { \\sim } 1 0 \\%$ 的净能是由消化道内的 SCFA 提供[37-38]，肉鸡大肠内发酵所产生的能量相当于其代谢能的 $3 \\% { \\sim } 4 \\% ^ { [ 3 9 ] }$ 。SCFA 对于维持非反刍动物肠道健康起着非常重要的作用，乙酸被运送到肝脏，作为肌肉能量代谢的底物；丙酸在肝脏合成葡萄糖，供机体能量所需；丁酸在维护肠道健康方面起着非常重要的作用，丁酸通过刺激肠黏膜上皮细胞的增殖而促进大肠和小肠的绒毛发育；SCFA 还可以在大肠内促进水和钠的吸收，从而预防腹泻的发生[2]。有研究报道，饲粮中随着纤维水平的提高，会显著降低丁酸的比例，而对其他脂肪酸的影响较小[40]。当肉鸡饲粮中 IDF 比例增加时，丁酸浓度显著增加，而乙酸的相对浓度随着纤维的增加而呈下降的趋势[41]。Kalmendal 等[42]用高纤维的向日葵饼（含CF $3 7 . 0 3 \\%$ ，含 $\\mathrm { I D F } 3 1 . 7 \\%$ ）作为纤维源，配制含CF分别为 $2 . 3 0 \\%$ （无向日葵饼）、 $5 . 4 2 \\%$ ( $10 \\%$ 向日葵饼）、 $7 . 9 6 \\%$ ( $20 \\%$ 向日葵饼）和 $1 0 . 9 9 \\%$ ( $30 \\%$ 向日葵饼）的饲粮饲喂肉鸡，结果表明，随着饲粮中IDF 含量的增加，空肠中乙酸和丙酸含量显著下降，各组间丁酸含量差异不显著；此外，随着饲粮中 IDF 含量的增加，空肠中乳酸含量呈降低的趋势。饲粮纤维类型也会影响肠道挥发性脂肪酸的组成，饲粮中高比例的 SDF可能会增加肠道微生物的数量，从而增加肠道 SCFA 的量[40]。此外，SCFA 所创造的肠道酸性环境能够抑制肠道内大肠杆菌、沙门氏菌及梭状芽孢杆菌等致病菌的定殖[20]。SCFA 还可诱导黏蛋白与三叶因子的分泌，有助于改善黏膜层的黏弹特性，减少炎症细胞的补充，参与维护和修复损失的肠道黏膜，促进肠绒毛发育，同时也会增加矿物元素在肠道的吸收[43-44]。目前，饲粮纤维对家禽肠道 SCFA 影响的报道较少，报道的结果也存在一定的差异，这可能是由于饲粮纤维的来源、溶解性及添加水平不同而导致的。与反刍动物相比，饲粮纤维对家禽肠道 SCFA的产生存在一定的特异性，即家禽饲粮中增加纤维含量使家禽肠道乙酸、丙酸的量有下降的趋势，而乳酸略有下降，丁酸呈上升趋势或影响不显著。今后，应加强饲粮纤维对家禽肠道 SCFA产生、利用的影响机制，尤其是丁酸在促进家禽肠道绒毛及黏膜形态发育方面的机制。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2饲粮纤维源对家禽消化生理的影响 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.1 对家禽肠道蠕动的影响",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "摄入适量类型的纤维，有助于维持家禽胃肠道正常蠕动、酶分泌以及肠道pH。IDF 通过吸收大量水分和维持消化道正常活动，增强家禽肠道的蠕动，同时，饲粮纤维能够刺激结肠，使其蠕动加快。肠道蠕动使小肠内容物进入盲肠，逆蠕动则使直肠内容物倒流进入盲肠，盲肠的缓慢蠕动与逆蠕动使肠道内容物得以充分混合均匀，为微生物的进一步发酵创造了良好的条件[45]。施用晖等[46]研究了玉米、豆粕、菜籽饼、麦麸和牛鞭草等5种饲料在鸭消化道的排空速度，结果表明，5种饲料在鸭消化道排空速度依次为：牛鞭草>麦麸>菜籽饼>豆粕>玉米，可见随着饲粮纤维含量的提高，消化道食糜排空速度加快。不同饲粮纤维类型对家禽肠道蠕动的影响存在差异[47]，在肠道中未发酵的部分纤维通过机械作用影响肠道的蠕动和食糜滞留时间，而可发酵部分则可能是通过其发酵产品来影响肠道蠕动和食糜流通速度。因此，还要进一步研究不同纤维来源对肠道蠕动的影响机制，为今后家禽肠道健康调控提供科学依据。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.2.2对家禽肠道消化酶的影响 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "饲粮纤维也会影响家禽胃及小肠内淀粉酶、胰蛋白酶、糜蛋白酶和脂肪酶的活性，受影响的程度与纤维的来源、添加水平以及酶的种类有关。饲粮中添加高比例的纤维会影响动物肠道消化酶活性和消化液的分泌，高纤维饲粮还会引起动物消化生理及消化道形态上的相应改变，导致蛋白质、内源脂类、电解质以及水分泌大量增加[48]，结果导致消化器官增大、消化液分泌增多、营养物质的吸收率下降。肉鸡饲粮中添加大麦后，显著降低了肠道内容物中脂肪酶和淀粉酶的活性，高纤维饲粮也会显著增加蛋白质、脂类以及电解质的内源分泌[45]。Mosenthin 等[49研究表明，果胶对猪胰酶和胰液量的影响差异不显著，但使胰腺分泌的 $\\mathbf { \\alpha } _ { \\mathrm { ~ \\mathfrak { a } ~ } }$ -淀粉酶的量减少，饲粮纤维降低消化酶活性可能是由于其与消化酶络合，从而阻止了这些酶与其底物发生反应。含苜蓿粉和果胶的饲粮会提高家禽盲肠内淀粉酶和纤维素酶的活性，可能是由于非淀粉多糖和未消化的淀粉在盲肠内发酵，促进了盲肠微生物的生长，提高了微生物分泌酶的量[50。王金全等[51研究表明，肉鸡饲粮中麸皮含量高时，可以降低胃蛋白酶、肠道总蛋白酶及淀粉酶的活性，胰蛋白酶活性随饲粮中麸皮含量的升高而增加，这可能是由于SDF引起胰腺代偿性肥大，酶分泌量也增加了。以苜蓿草粉为纤维源饲喂固始鸡，结果表明，盲肠纤维素酶活性随饲粮纤维水平的提高而显著提高或呈提高趋势，随着周龄增大，饲喂时间延长，添加首蓿草粉的各试验组肠纤维素酶活性显著提高；且适当类型的纤维性物质在家禽盲肠中发酵，产生的 SCFA促进了盲肠微生物的生长与繁殖，使微生物产生了较多的纤维素酶[24]。目前，饲粮纤维对家禽胃肠道消化酶分泌影响的研究存在一定的差异，可能与纤维的来源、添加水平、类型有关，木质化程度高的高纤维饲粮可能会降低肠道酶的分泌及活性，导致蛋白质、脂类等营养物质的内源性损失增加，适量的、木质化程度低的饲粮纤维可以在肠道刺激一些酶的活性，尤其是纤维素酶的分泌及活性。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.2.3对家禽肠道pH的影响",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "动物消化道内pH主要受神经和激素的调控，但随着动物生理年龄的增长，消化道pH同时也受到日龄和饲粮等各种因素的影响，饲粮纤维也会影响家禽肠道不同部位pH。21日龄的肉鸡饲喂小麦和高粱为基础的饲粮，嗦囊的pH在4.82\\~4.98，腺胃 $\\mathsf { p H }$ 在 3.12\\~3.78，肌胃pH在2.61\\~2.67，小肠 pH在 5.29\\~5.78，盲肠 pH在 $4 . 8 0 { \\sim } 5 . 1 2 ^ { [ 5 2 ] }$ 。 Jiménez-Moreno 等[18]用 $3 0 ~ \\mathrm { g / k g }$ 纤维素、甜菜渣、燕麦壳和对照组饲粮饲喂肉鸡，结果表明，燕麦壳和甜菜渣组肌胃的 $\\mathsf { p H }$ 低于纤维素组，可能是由于燕麦壳和甜菜渣2种纤维源在腺胃能刺激盐酸的分泌。在饲粮中增加纤维量对家禽肠道 $\\mathsf { p H }$ 的影响报道较少，饲粮纤维对十二指肠pH不会产生明显影响，消化道pH从十二指肠到空肠会逐步下降，降低程度纤维素大于甜菜渣。以上研究表明，纤维对家禽肠道pH的影响主要是在肌胃，饲粮纤维可以显著降低肌胃的pH，可能是由于某些纤维源在腺胃能够刺激盐酸的分泌。目前，关于饲粮中增加纤维对家禽肠道pH影响的报道较少，影响机制方面的研究也比较缺乏，今后应加强此方面的研究。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "2.3对家禽肠道微生态的影响",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "家禽肠道微生态平衡对于家禽健康及生产性能极其重要，饲粮纤维会影响家禽肠道菌群多样性，适量的纤维给家禽肠道微生物的增殖提供了良好的环境条件[2]。适量纤维可以显著提高肉鹅肠道乳酸杆菌的数量[53]。王宝维等[54报道，随着饲粮纤维水平的提高，鹅肠道中双歧杆菌和乳酸杆菌数量显著增加。邵彩梅等[28]研究鹅饲粮中添加纤维对盲肠微生物的影响，结果表明，饲粮中补加青饲料可使鹅盲肠内微生物活动能力加强，适宜的饲粮纤维还具有一定的屏障作用，能够抑制肠道中梭状孢杆菌和鼠伤寒沙门氏菌等病原微生物的生长，从而起到改善畜禽肠道微生态环境的作用，改善家禽的健康状况[55]。Shakouri等[56]的研究表明，在肉鸡饲粮中添加 $1 3 \\%$ 的柑橘果胶能增加小肠食糜的黏性，使食糜在消化道通过速率下降，从而使盲肠中肠杆菌增加。饲粮纤维中的SDF一般不能很好地被畜禽消化酶消化利用，而在消化道后端充当微生物发酵的底物，并产生SCFA，能刺激腺胃分泌盐酸，两者协同降低了肠道的pH，抑制了沙门氏杆菌等有害菌的增殖，而对乳酸菌等有益菌无影响[57]。以苜蓿草粉为纤维源饲喂固始鸡，研究表明，随着饲粮纤维水平的提高( $2 . 5 1 \\% { \\sim } 7 . 7 9 \\%$ ），盲肠微生物种类和数量显著增加或呈增加趋势，饲粮纤维使固始鸡盲肠微生物的种类和数量有所增加；且饲粮中纤维水平提高了与纤维分解有关的解纤维素羧菌（Clostridiumcellulolyticum）、普雷沃氏菌（Prevotella）、发酵碳水化合物的拟杆菌（Bacteroides）和梭菌属细菌（Clostridium spp）的增殖[24]。胡敏华等[55]用皇竹草为纤维源饲喂肉鹅，结果表明，肠道乳酸杆菌数随着粗纤维水平的上升（ $5 . 0 3 \\% \\sim 8 . 9 8 \\%$ ）而显著增加，当饲粮中的粗纤维达到 $10 . 9 8 \\%$ 时，乳酸杆菌和大肠杆菌均出现下降。王长文等[58]以羊草和玉米秸为纤维源的饲粮饲喂吉林白鹅，结果表明，46日龄时，雏鹅消化道微生物完成定殖过程，玉米秸秆组细菌数量高于羊草组，羊草组的乳酸杆菌和双歧杆菌的相对含量比玉米秸秆组高，大肠杆菌的优势部位在腺胃，肠球菌和乳酸杆菌的优势部位在回肠，葡萄球菌、类杆菌、真杆菌、双歧杆菌、消化球菌的优势部位在盲肠。Jiménez-Moreno等[31]研究了饲粮中添加 $5 \\%$ 的燕麦壳或甜菜渣对肉鸡嗪嚏和盲肠中乳酸杆菌、盲肠中产气荚膜梭菌与肠杆菌的影响，结果表明，甜菜渣增加了嗦嚏中乳酸杆菌的数量，而燕麦壳的影响不明显；燕麦壳和甜菜渣对盲肠中乳酸杆菌的数量未产生影响，饲粮中的IDF（如燕麦壳）通过改善肌胃的功能和机械刺激胃肠道黏膜表面，提高胃肠道的蠕动性，降低产气荚膜梭菌（Clostridium perfringens）等有害菌黏附在胃肠道末端黏膜表面的机会。Kalmendal等[42]研究表明， $20 \\%$ 向日葵饼组的梭状菌（Clostridium spp.）显著低于对照组， $10 \\%$ 向日葵饼组乳酸杆菌（Lactobacillus spp.）显著低于对照组，大肠杆菌（Escherichia coli）各组间差异不显著。刘蓓一[59]探讨了稻壳对扬州鹅肠道微生物的影响，结果表明： $20 \\%$ 稻壳组、 $40 \\%$ 稻壳组中出现了与分解纤维素和发酵碳水化合物相关的梭菌属细菌、纤维单细胞菌属、拟杆菌属、密螺旋体、真细菌属等；饲粮中随着纤维水平的增加，提高了鹅肠道乳酸杆菌、韦荣氏球菌、梭菌IV的含量，降低了大肠杆菌的数量，对双歧杆菌的影响不显著；但饲粮中纤维过高时，如 $6 0 \\%$ 稻壳组，则鹅盲肠内大肠杆菌和肠杆菌的数量开始增加。以上研究表明，家禽肠道微生物种类和数量受饲粮纤维源、纤维的溶解性、木质化程度及添加水平的影响，SDF会增加大肠和回肠微生物的数量和多样性；IDF主要是通过增强肠道的蠕动功能，降低一些致病菌在肠黏膜上附着，例如产气荚膜梭菌，由于IDF的降解和发酵需要消耗较长的时间，所以一般在大肠内进行发酵，也会影响大肠内微生物数量与种类。此外，由于早期研究受肠道细菌培养条件的限制，多数研究主要集中在大肠杆菌、沙门氏菌以及乳酸杆菌等易培养细菌的研究，而家禽肠道中微生物是庞大而复杂的，随着不依赖微生物培养的分子生物技术的发展，为研究家禽肠道微生态提供了简便而快捷的方法，如变性梯度凝胶电泳（PCR-DGGE）技术，能够快速、正确地评价纤维对家禽肠道微生物群落的影响规律。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3小结 ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "除了遗传和环境因素外，营养是维持家禽肠道健康最主要的因素。目前，通过纤维调控家禽肠道健康成为一种新的营养策略，纤维对于维护家禽肠道健康和调控肠道微生态方面起着非常重要的作用，饲粮中添加适当纤维可以促进肠道发育、改善肠道微绒毛、降低肠道pH并改善肠道微生态环境。但纤维对家禽肠道健康的调控是一个非常复杂的过程，主要依赖于肠黏膜上皮细胞、黏液以及肠道微生态的共同作用。目前许多研究报道存在一定的差异，大多数研究集中纤维对鹅肠道发育及肠道微生态的影响，对于肉鸡、产蛋鸡中纤维对肠道健康调控的报道较少、较零散，缺乏系统性，因此，今后应该进一步系统研究不同纤维源对家禽整体肠道健康调控机制，并着手制定家禽在最佳生产性能及维护肠道健康水平下对饲粮中纤维的最佳需要量，为今后纤维性物质在家禽生产中的科学、合理和有效使用提供科学依据。参考文献：",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "[1]HASHEMI S R,DAVOODI H.Herbal plants and their derivatives as growth and health promoters in animal nutrition[J].Veterinary Research Communications,2011,35(3):169-180.   \n[2]MONTAGNE L,PLUSKE JR,HAMPSON D J.A review of interactions between dietary fibre and the intestinal mucosa,and their consequences on digestive health in young non-ruminant animals[J].Animal Feed Science and Technology,2003,108(1/2/3/4):95-117.   \n[3]CHOCT M.Managing gut health through nutrition[J].British Poultry Science,2009,5O(1):9-15.   \n[4]陈代文,毛湘冰,余冰,等.猪抗病营养研究进展[J].动物营养学报,2014,26(10):2992-3002.   \n[5]HIPSLEY E H.Dietary“fibre\"and pregnancy toxaemia[J].British Medical Journal,1953,2(4833):420-422.   \n[6]TROWELL H.Definition of dietary fiber and hypotheses that it is a protective factor in certain diseases[J].The American Journal of Clinical Nutrition,1976,29(4):417-427.   \n[7]CUMMINGS JH.Dietary fibre[J].British Medical Buletin,1981,37:65-70.   \n[8]ASP N G,JOHANsSONC G.Dietary fibre analysis[J].Nutrition Abstracts and Reviews,1984,54:735-752.   \n[9]卢德勋.日粮纤维的营养作用及其利用[C]/饲料营养研究进展:第三届全国饲料营养学术研讨会论文集.成 都:中国畜牧兽医学会动物营养学分会,1998:13-24.   \n[10]周桂莲.妊娠母猪纤维营养研究进展[J].猪业科学,2014(9):80-81.   \n[11]LEESON S.Future considerations in poultry nutrition[J].Poultry Science,2012,91(6):1281-1285.   \n[12]SADEGHI A,TOGHYANI M,GHEISARI A.Effect of various fiber types and choice feeding of fiber on performance,gut development,humoral immunity,and fiberpreferenceinbroilerchicks[J].Poultry Science,2015,94(11):2734-2743.   \n[13]SALAH H,ESMAIL M.Fiber nutrition[J].Poultry International,1997,6:31-34.   \n[14]MATEOS G G,JIMENEZ-MORENO E,SERRANO M P,et al.Poultry response to high levels of dietary fiber Sourcesvaryinginphysicaland chemical characteristics[J].TheJournal ofApplied Poultry Research,2012,21(1):156-174.   \n[15]HOCKING P M,ZACZEK V,JONES E K M.et al.Diferent concentrations and sources of dietary fibre may improve the welfare of female broiler breeders[J].British Poultry Science,2004,45(1):9-19.   \n[16]JIMENEZ-MORENO E,GONZALEZ-ALVARADO J M,GONZALEZ-SANCHEZ D,et al.Effects of type and particle size of dietary fiber on growth performance and digestive traits of broilers from 1 to 21 days of age[J].Poultry Science,2010,89(10):2197-2212.   \n[17] BOSAEUsI.Fibreefectson intestinal functions(diarrhoea,constipationand irritablebowel ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "syndrome)[J].Clinical Nutrition Supplements,2004,1(2):33-38. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[18] JIMENEZ-MORENO E,GONZALEZ-ALVARADO J M,DE COCA-SINOVA A,et al.Effects 0f source of fibre on the development and pH of the gastrointestinal tract of broilers[J].Animal Feed Science and Technol0gy,2009,154(1/2):93-101. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[19]GONZALEZ-ALVARADO J M,JIMENEZ-MORENO E,LAZARO R,et al.Effect of type of cereal,heat processing of the cereal,and inclusion of fiber in the diet on productive performance and digestive traits of broilers[J].Poultry Science,2007,86(8):1705-1715. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[20]王圣,李绍钰.家禽肠道黏膜形态结构及其调控的研究进展[J].动物营养学报,2013,25(4):699-704.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[21]CASSIDY M M,LIGHTFOOT F G,GRAU L E,et al.Effect of chronic intake of dietary fibers on the ultrastructural topography of rat jejunum and colon:a scanning electron microscopy study[J].The American Journal of Clinical Nutrition,1981,34(2):218-228. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[22]JAMROZ D,WILICZKIEWICZ A,SKORUPINSKA J.The efect of diets containing diferent levels of structural substances on morphological changes in the intestinal walls and the digestibility of the crude fibre fractions in geese[J].Journal of Animal and Feed Science,1992,1(1):37-50. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[23]YU B,TSAI C C,HSUJC,et al.Effect of diferent sources of dietary fibre on growth performance,ntestinal morphology and caecal carbohydrases of domestic geese[J].British Poultry Science,1998,39(4):560-567. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[24]刘记强.日粮纤维对固始鸡生长发育、消化生理和盲肠微生物定植规律的影响[D].博士学位论文.郑州:河南农业大学,2009:71-77.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[25]李青竹,李润航,郑艳秋,等.不同纤维源对吉林白鹅肠道形态学发育的影响[J].畜牧兽医学报,2014,45(4):596-602.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[26]朱晓春,张得才,孙红暖,等.不同纤维源饲粮对1\\~4周龄扬州鹅生长性能及胃肠道发育的影响[J].动物营养学报,2014,26(3):760-767.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[27] MCDONALD D E.Dietary fibre for the newly weaned pig:influences on pig performance,intestinal developmentandexpressionofexperimentalpost-weaning colibacillosisand intestinal spirochaetosis[D].Ph.D.Thesis.Murdoch:Murdoch University,2001. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "]邵彩梅,韩正康.鹅盲肠对纤维类成分消化的研究[J].南京农业大学学报,1992,15(4):86-89.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "」赵立.肉鹅对不同来源纤维利用的研究[D].硕士学位论文.长春:吉林农业大学,2003:14-37.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "30]周世霞.日粮粗纤维水平对朗德鹅生长性能、血清生化指标和胃肠道发育的影响[D].硕士学位论文.武汉:华中农业大学,2006:40-44.",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "[31]JIMENEZ-MORENO E,ROMERO C,BERROCOSO J,et al.Effects of the inclusion of oat huls or sugar beet pulp in the diet on gizzard characteristics,apparent ileal digestibility of nutrients,and microbial count in the ceca in 36-day-old broilers reared on floor[J].Poultry Science,2O11,90(Suppl.1):153. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[32]SACRANIE A,SVIHUS B,DENSTADLI V,et al.The effect of insoluble fiber and intermittent feeding on gizzard development,gut motility,and performance of broiler chickens[J].Poultry Science,2012,91(3):693-700. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[33] NOYY,SKLAND.Nutrientuseinchicksduringthefirstweekposthatch[J].Poultry Science,2002,81(3):391-399.   \n[34]IJI P A,SAKI A A,TIVEY D R.Intestinal structure and function of broiler chickens on diets supplemented with a mannan oligosaccharide[J].Journal of the Science of Food and Agriculture,20o1,81(12):1186-1192.   \n[35]JIMENEZ-MORENO E,FRIKHA M,DE COCA-SINOVA A,et al.Oat hulls and sugar beet pulp in diets for broilers.2.Efects on the development of the gastrointestinal tract and on the structure of the jejunal mucosa[J].Animal Feed Science and Technology,2013,182(1/2/3/4):44-52.   \n[36]SAKI A A,MATIN H R H,ZAMANI P,et al.Various ratios of pectin to cellulose afct intestinal morphology,DNA quantitation,and performance ofbroiler chickens[J].Livestock Science,2011,139(3):237-244.   \n[37]MCBURNEY M I,SAUER W C.Fiber and large bowel energy absorption:validation of the integrated ileostomy-fermentation model using pigs[J].The Journal of Nutrition,1993,123(4):721-727.   \n[38]NORDGAARD LMORTENSEN P B.Digestive processes in the human colon[J].Nutrition,1995,11(1):37-45.   \n[39]JORGENSEN H,ZHAO X Q.KNUDSEN K E B.et al.The influence of dietary fibre source and level on the development of the gastrointestinal tract,digestibility and energy metabolism in broiler chickens[J].British Journal of Nutrition,1996,75(3):379-395.   \n[40]WALUGEMBE M,HSIEH JC F,KOSZEWSKI N J,et al.Effects of dietary fiber on cecal short-chain fatty acid and cecal microbiota of broiler and laying-hen chicks[J].Poultry Science,2015,94(10):2351-2359.   \n[41]DENAYROLLES M,ARTURO-SCHAAN M,MASSIAS B.et al.Effect of diets with diferent fibrous contents on broiler gut microflora and short-chain fatt acid (SCFA) production[C]/Proceedings of the 16th European Symposium on Poultry Nutrition.Strasbourg,France:World Poultry Science Association,2007:269-272.   \n[42]KALMENDAL R,ELWINGER K,HOLML,et al.High-fibre sunflower cake affcts smallintestinal digestion and health in broiler chickens[J].British Poultry Science,2O11,52(1):86-96.   \n[43]OAKLEY B B,LILLEHOJ H S,KOGUT M H,et al.The chicken gastrointestinal microbiome[J].FEMS Microbiology Lettrs,2014,360(2):100-112.   \n[44]SERGEANT M J,CONSTANTINIDOU C,COGAN T A,et al.Extensive microbial and functional diversity within the chicken cecal microbiome[J].PLoS One,2014,9(3):e91941. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "[45]CHOCT M,ANNISO G.Anti-nutritive effect of wheat pentosans in broiler chickens:roles of viscosity and gut microflora[J].British Poultry Science,1992,33(4):821-834. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[46]施用晖,张慎容,乐国伟.鸭饲料代谢能测定方法的研究:I.鸭TME测定的消化道排空期和排泄物收集期[J].四川农业大学学报，1993,11(3):377-387.",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "[47]GOFF G L,NOBLET J,CHERBUTC.Intrinsic ability of the faecal microbial flora to ferment dietary fibre at different growth stages of pigs[J].Livestock Production Science,2003,81(1):75-87.   \n[48]彭健,蒋思文.日粮纤维对猪饲料氨基酸消化率和利用率的影响[J].国外畜牧学：猪与禽,199(5):10-12.   \n[49]MOSENTHIN R,SAUER W C,AHRENS F.Dietary pectin's effect on ileal and fecal amino acid digestibility and exocrine pancreatic secretions in growing pigs[J].The Journal of Nutrition,1994,124(8):1222-1229.   \n[50]JAMROZ D,JAKOBSEN K,BACH KNUDSEN K E,et al.Digestibilityand energy value of non-starch polysaccharidesinyoungchickens,ducksand geese,fed dietscontaining high amountsof barley[J].ComparativeBiochemistryand PhysiologyPartA:Molecular& Integrative Physiol0gy,2002,131(3):657-668.   \n[51]王金全,蔡辉益,刘国华,等.小麦戊聚糖对肉仔鸡内源氮及氨基酸分泌的影响[J].动物营养学 报,2005,17(3):29-33.   \n[52]NIR I,HILLEL R,PTICHI I,etal.Effect of grain particle size on performance.3.Grinding pelleting interactions[J].Poultry Science,1995,74(5):771-783.   \n[53]胡敏华,胡民强.粗纤维水平对肉鹅生长及其肠道微生物的影响[J].中国家禽,2010,32(5):27-30.   \n[54]王宝维,刘光磊,张名爱,等.五龙鹅对黑麦草结构日粮消化代谢规律的研究[J].畜牧兽医学 报,2004,35(5):510-515.   \n[55] RICKE S C,DUNKLEY C S,DURANT J A.A review on development of novel strategies for controling Salmonellaenteritidiscolonizationinlayinghens:fiber-basedmoltdiets[J].Poultry Science,2013,92(2):502-525.   \n[56]SHAKOURI M D,KERMANSHAHI H,MOHSENZADEH M.Effect of different non starch polysaccharides in semi purified diets on performance and intestinal microflora of young broiler chickens[J].International Journal of Poultry Science,2006,5(6):557-561.   \n[57]MCHAN F,SHOTTS E B.Effect of short-chain fatty acids on the growth of Salmonella typhimurium in an in vitro system[J].Avian Disease,1993,37(2):396-398.   \n[58] 王长文,崔秀艳,刘墨,等.2种纤维源对鹅肠道正常菌群定植的影响[J].安徽农业科 学,2010,38(30):16958-16961,16983.   \n[59]刘蓓一.扬州鹅肠道微生物多样性及其受饲粮纤维水平的调控研究[D].博士学位论文.扬州:扬州大 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Dietary Fiber on Regulating Gut Health of Poultry and Its Potential Mechanisms GUO Aiwei1CHENG Long²YANG Yajin1CHEN Fenfen1WANG Qian1 (1.Faculty ofLife Science,Southwest Forestry University, Kunming 650224, China; 2.Faculty ofAgriculture and Life Sciences, Lincoln University,P.O.Box 85084, New Zealand) ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Abstract: The long term and extensive use of antibiotics for medical and veterinary purposes may eventually result in selection of antibiotics resistant bacterial species or strains,and reduce the efectiveness of antibiotics use.This resistance also can be transferred to other formerly susceptible bacteria,thus posing a threat to both animal and human health.This led to the ban on the use of antibiotics in feeds as growth promoters in many countries throughout the world.Natural additives and increasing the level of fiber inthe diets have been explored as alternative nutritional strategies to improve gut health of poultry.Traditionally,dietary fiber has been consideredas a diluentof thediet energy content and,often,an antinutritional factor. However,moderate amounts of dietary fiber may improve the intestinal health and reduce the intestinal disorders in poultry.This paper reviewed finding of manipulating dietary fiber on regulating intestinal microflora,digestive tract developmentand mucous membrane of poultry.The paper discussed potential dietary fiber interaction with the intestinal mucosa,including the epithelium and the mucus,and provided scientific guidance on the use of dietary fiber to improve poultry production. Key words: dietary fiber; digestive tract development; intestinal mucosa; intestinal microecology; poultry; regulation ",
        "page_idx": 11
    }
]