[
    {
        "type": "text",
        "text": "理想智库的建设",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "短板、路径与方法",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "■刘宇庆 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "江苏省品牌学会 南京 210007",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：［目的/意义］目前国内一些智库的“口碑效应”不是太理想：智慧基因还不够优秀，思维方法还不够科学，智库发育还缺乏可持续底气。上述现象，已成为建设中国特色智库的焦点、难点问题之一。因此，重视存在的问题，重视“智库方法论”的理念与实践，促进社会涌现大批“理想智库”已成当务之急。[方法/过程]文章根据多维思考和案例剖析，从“正视存在的问题、加大智慧含量、重视方法论建设”3个层面进行了深度探讨，提出一些可供操作的建议。[结果/结论]应该按照“智眼、慧脑、谋库”三大基因要素和“前瞻、创新、应用”三大基础功能的实施路径以及“类别、价值、文化、功能、市场、渠道、工具、策划”等方式手段来构建“理想智库”。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：理想智库　智库的智库　智库联盟　智慧方法论分类号：B804 C03E8DOI: 10.19318/j.cnki.issn.2096-1634.2016.05.13",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "智库建设，需正视存在的问题",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "习近平总书记在提到我国智库建设中存在的问题时是这样阐述的：“近些年来，我国智库发展很快，在出思想、出成果、出人才方面取得了很大成绩，为推动改革开放和现代化建设作出了重要贡献。同时，随着形势发展，智库建设跟不上、不适应的问题也越来越突出，尤其是缺乏具有较大影响力和国际知名度的高质量智库。”中共中央办公厅、国务院办公厅《关于加强中国特色新型智库建设的意见》（简称《意见》）进一步指出：随着形势发展，智库建设跟不上、不适应的问题也越来越突出。主要表现在[2：（1）智库的重要地位没有受到普遍重视；（2）具有较大影响力和国际知名度的高质量智库缺乏；（3）提供的高质量研究成果不够多；（4）参与决策咨询缺乏制度性安排；（5）智库建设缺乏整体规划；（6）资源配置不够科学；（7）组织形式和管理方式亟待创新；（8）领军人物和杰出人才缺乏。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "近年来，我国各类智库取得了长足进步，但距“智库强国”差距仍大，在思想创新能力、国际影响力方面与发达国家智库相比依然存在较大差距，在研究领域、实践领域、人才领域、管理领域、评价领域均存在诸多不足。如智库研究领域：研究宏观层面、概念层面阐述的多；抓微观问题、精准谋略的少。在智库实践领域：研究观点泛化、浅表化、浮在表面的多，有深刻洞见的思想产品少，精准深度调研少；同质化、似曾相识的研究文案多，新鲜、精明、操作性强的创意企划案较少。在智库人才领域：通用型人才较多，有大局观念的实战人才偏少，领军、杰出人才尤其缺乏。在管理领域：管理学理论人才偏多，应用型专家和协调专家较少；盈利模式理论家偏多，操作型盈利专家较少；智库经营思想宽泛，资金筹措机制模糊。在智库评价领域：智库评价指标体系仍不健全，不少智库自我感觉良好，现有排名缺乏公信力。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "笔者曾对国内一些智库机构的实绩做过“跟踪式”调研，发现他们的“口碑效应”不是太理想。这些智库存在《意见》所列举的问题，而且有不少具体的表现：（1）智库的站位不是“顶天立地”，所提建议常常华而不实、含金量低、政策解读大而空、水分多。（2）智库的对策，针对性差，开不准药方，“药”不灵光，反怪病人生错了病。（3）智库文案空泛化，碎片信息缺乏逻辑性，使人不明就里。（4）“锦囊妙计”少，方案嗅觉不灵，应变性差，预警提醒少，有效的对策更少。（5）“智库大家”短缺，少数名声很大的智库，“人硬货软”，办法不多，却又往往“自我感觉良好”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为何出现上述现象呢？笔者在调研时听到了这样的解释：研究课题首先要考虑能否立项、能否争取到科研经费，是否对职称评定有利；为了追求理论上的完整完善，建立一些并不适用的数据模型，新概念泛滥，现实感越来越远；有的智库研究人员推脱他们只是兼职。显然，这样的解释比较牵强。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "笔者认为，深层的原因恐怕还在于：（1）社会需求背景发生了变化。《意见》指出：当前，全面建成小康社会进入决定性阶段，破解改革发展稳定难题和应对全球性问题的复杂性和艰巨性前所未有，因此迫切需要健全具有中国特色的决策支撑体系，大力加强智库建设，以科学咨询支撑科学决策，以科学决策引领科学发展。我们应在这样的社会背景下，密切关注智库建设。（2）客户水平不断提高。中国一家图书公司发现[3]，现在中国企业家越来越不喜欢看企业管理的书，反倒喜欢看哲学类、宗教类、心灵类的书，他们的思考方法常常体现着思辨性。有一个调查材料显示[4]，美国100 强CEO的书柜里超过 $90 \\%$ 的书都和经济基本无关。我们的智囊们在和企业家交流时，如果大谈缺少新意的企业管理学和经济学原理，必然难以奏效。现在“学生”的水平在不断提高，“先生”和“谋士”的水平未见相应提升，咨询效果必然适得其反。（3）服务方法应该大大更新。首先是需要更新服务思维，其次是需要更新服务工具，再就是需要更新服务路径。（4）专家变得浮躁。少数专家忙于“赶场子”，坐不下来“潜心做学问”，定不下心来搞深度调研，咨询成果“烧锅嫌长，撑门嫌短”。有的专家，能量储备不足，有效信息短缺，出场时前“三斧子”势头吓人，“第四斧子”立马原形毕露。有的智库为了解决“吃饭”问题，急功近利，只抓眼前、抓局部、抓短期效应。极个别的智囊专家甚至在“忽悠”客户，不够厚道。（5）社会评价机构短缺。当某些智库的运作与实际需要出现偏差时，当某些智库的运作出现困难时，确实应该有一个综合性机构或平台组织一—“智库的智库”，让他们去客观评价、提醒、帮助、纠偏。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "综上所述，我们的智库建设还存在一些疏漏，尤其是思维方法还不够科学，智库发育还缺乏可持续底气。许多专家被称为“砖家”，一些智库会被调侃为“有库无智”也就不足为奇了[5-6]",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "理想智库，我们给它画一个像",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "《意见》提出，2020年我国智库建设要形成“定位明确、特色鲜明、规模适度、布局合理”的总体格局，这就为智库的定位、功能、特色、规模、布局描绘出了一幅清晰的“施工蓝图”。同样的，这也是建设“理想智库”的“施工蓝图”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "我们首先应从2个层面来厘清“理想智库”的概念内涵：第1个层面，什么叫智慧，什么叫智库；第2个层面，什么叫“理想智库”。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "先说什么叫智慧。智慧是一个谈论了上千年并且经久不衰的话题。现在能够取得共识的观点是：智是指聪明，慧是指感悟；明白事相叫做智，了解事理叫做慧；知者智，明者慧。我们还可以从更深层面来理解“智 $^ +$ 慧”：从广义上说，“智慧”是由智力体系、知识体系、方法与技能体系、非智力体系、观念与思想体系、审美与评价体系等构成的系统；从狭义上说，“智慧”包含感知、知识、记忆、理解、联想、情感、逻辑、辨别、计算、分析、判断、文化、中庸、包容、决定等多种能力，是一种高级的综合能力。“智慧”，很重要的一种功能就是谋。谋，是指人们对问题的认识和对事理的把握。智是谋之本，有智才有谋，所以智比谋更重要。再说什么叫智库？现代所称的智库（思想库、智囊团）是领导者“大脑”的延伸，是领导者的参谋和助手，是为领导者出谋划策，提供最佳理论、策略、方法、思想。可见，“智慧”从来就和“智库”密不可分。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "第2个层面，什么叫“理想智库”。“理想智库”是智慧人才集聚之库、智慧思想充盈之库。它既包括了“智眼、慧脑、谋库”三大基因要素，也包含着前瞻、创新、应用三大基础功能。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "笔者认为，“理想智库”应该具有以下8个方面的特色。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.1视野开阔 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "“理想智库”应具有国际视野、全局视野、人文视野，具备战略智慧、洞察智慧、超前智慧、导引智慧等素质。从整体上说，“理想智库”应有国际影响力、国内影响力、行业影响力、专业影响力，要有自己的独特竞争优势。国际上的知名智库大多通过论坛等形式，以精彩的选题来提高知名度、扩大影响力[-9]。再以智库视野为例：有些智库的宏观问题考虑得较多，有些智库的中观、微观问题考虑得较多，然而这两种视野却有一些共通之处。宏观思维虽然较多地表现为“归纳法”特征，中观、微观思维虽然较多地表现为“演绎法”特征，但“归纳法”乃是源于对微观的正确把握，“演绎法”则以清醒的宏观视野、正确的宏观判断作为演绎的基础，2种思维的内涵其实是相通的。因此，“理想智库”的显著特征之一，就是应该同时具备“打通”思维方法和“整合”思维方法，二者缺一不可。“理想智库”要精心培育这种整合思维方法。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2特色鲜明",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "“理想智库”应该定位独特、特色凸显、基因创新，具备错位智慧、可续智慧、精准智慧等素质。习近平总书记强调，要围绕国家重大战略需求开展前瞻性、针对性、储备性政策研究。为实现这一要求，“理想智库”应当具备战略眼光、前瞻性政策储备能力以及对经济社会发展的敏锐观察、深度分析和快速反应能力；要勇于提出新概念，拓展新范畴，丰富新表述，让“理想智库”提出的一些见解易于为国际社会所理解和接受；要扬长避短，凸显“理想智库”的新鲜魅力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.3 智能广谱 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "“理想智库”应该具有“知识广精、能力全谱、方法科学\"的特征，具备统领智慧、方法智慧、试错智慧、思辨智慧等素质。智能科学非常重视知识、能力、方法的三维组合。这种组合的模型为“广谱知识 $^ +$ 专业知识、基础技能 $^ +$ 专业技能、综合方法 $^ +$ 专业方法”。“理想智库”应具有这种三维智能特征。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.4 经验丰富 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "“理想智库”应具有“案例剖析、经验反思、心理承受”的特质，具备实证智慧、实战智慧、攻坚智慧、战术智慧等素质。美国布鲁金斯学会的案例库十分丰富，源于智库每年要举办200多场活动，平均每个工作日都有一场思想风暴[10]。“理想智库”应形成浓郁的创新氛围和独特的谋略风格。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.5能力脱俗",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "指的是“理想智库”的整合能力、实战能力、示范能力，以及复合智慧、运作智慧、示范智慧、渠道智慧等素质。在诸项能力中，“理想智库”特别青睐一种软实力一一巧实力，这是“理想智库”的看家本领之一[]。巧实力，不是投机取巧，不是搭花架子，而是硬实力和软实力的合力，是充厚物质实力、独特问题意识、聪颖科研方法的智慧结晶。以互联网、大数据为中心的云智慧，更是“理想智库”展示实力、高质服务的重要标志。“机器智慧 $^ +$ 人脑智慧”的人机结合，知识体系、专家体系、工具体系的“三合一”，使“理想智库”如虎添翼。我们都知道，信息学对“信息”的定义是：“不确定性的消除”。借用信息学的思想，智库的作用和功能同样应该是“不确定性的消除”，是存在困惑问题的有效“消除”。党政部门、社科院、党校行政学院、高校、军队、科研院所和企业、社会智库、媒体智库，它们的定位会有较大差别，但在其发展的过程中仍会有很多不确定性因素需要“消除”。“理想智库”在这方面的特色应该是极其鲜明的。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.6品格优秀 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "“理想智库”应具有高尚的价值观念、道德品质、人文关怀精神，具备境界智慧、自控智慧、情商智慧、联盟智慧等素质。目前，既具备政策研究能力又在主观上具有高度奉献精神的智库人才颇为短缺，“理想智库”应该弘扬这种精神，领军人物更应具有出色的人格魅力。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.7团队完整 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "团队完整指的是“理想智库”的头雁优秀、实虚搭配、结构全链，具备凝才智慧、舆情智慧、结构智慧、形象智慧等素质。以人才团队为例。“理想智库”应该有这样的人才结构：能够凝心聚力的“头雁”、出类拔萃的智库专家、洞察时势并揭示趋势的战略家、攻城略地的力战者、善于打开局面的“外交家”、学者型的传播家、富有创新精神的“工匠”[12-13]",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.8 机制科学",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "“理想智库”的平台机制、转化机制、容错机制应该十分出色，并且具备机制智慧、交融智慧、协同智慧、评价智慧等素质。现在智库界颇为重视“旋转门”机制，笔者认为这是防止智库人才“近亲繁殖”的有效手段[14]。以智库和媒体的关系，应鼓励“媒体智库化、智库媒体化”，鼓励目光敏锐的传媒人才与思维深邃的智库人才实行思维互动甚至岗位互动，这是焕发活力的有效之策。还有，容错机制也是“理想智库”的重要机制，当业务操作中出现一些问题时，应提供时间与机会让他们去调整，给他们一定的试错空间，要有允许他们出现失误的雅量。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "有了上述8种特征，“理想智库”就会呈现如下局面：顶天立地、吃透上头、吃透下头，视野开阔、理念创新、思维方法科学、跨学科特征鲜明；有一批很有针对性、很管用、“一炸就响”的研究课题；团队的攻坚能力很强、问题转化率高、对社会贡献率高；智库以其显著业绩，自身就应该成为著名品牌；它和“客户”的“粘性”很强，“客户”遇到问题，遇到跨不过去的“坎儿”，首先想到的就是找你去解决；尤其重视“智慧方法论”的研究。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "智库建设，方法论应是基本功 ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "中国特色新型“理想智库”应具备什么样的基本素质呢？《意见》指出：（1）遵守国家法律法规、相对稳定、运作规范的实体性研究机构；（2）特色鲜明、长期关注的决策咨询研究领域及其研究成果；（3）具有一定影响的专业代表性人物和专职研究人员；（4）有保障、可持续的资金来源;（5）多层次的学术交流平台和成果转化渠道；（6）功能完备的信息采集分析系统；（7）健全的治理结构及组织章程；（8）开展国际合作交流的良好条件等。笔者认为，这8条是建设“理想智库”的基础条件，而“智慧方法论”则是基本素质的必要条件。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1智慧智库应有发挥功能的新平台：智库联盟",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "应该成立智库联盟，把一个省、一个城市、一个行业的各类智库有机地组织起来。以下6点是它的定位。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.1智库联盟应该是“业务盟主”智库联盟作为一种“特设机构”，应是智库与智库“强强联合”的载体。它要靠出色的理念、新颖的运作、较强的亲和力，使“加盟”的各类智库有“回到业务‘娘家’”的感觉。让“理想智库”建设进入智库联盟的视野，这也是题中应有之意。现在，不少智库忽视自身业务建设，当遇到跨不过去的“业务坎儿”时，往往“当局者迷”，智库联盟恰恰应该成为最合适的依靠对象，要成为“智库的智库”。按照“智库的智库”的标准来开展业务评估建设。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "3.1.2 智库联盟应该是综合性功能平台由于国内大多数智库是专业性的，平时较少有业务的交接，智库联盟作为跨行业、跨专业的平台，可以最大限度地容纳、汇聚全社会的智库精英人才。越来越多的实例表明，在遇到重大课题时，它可以灵活地整合各类人才资源，以项目制的方式积极参与具体运作。它自身可以接受委托或主动争取跨国别的、国家级的、区域级的、省市级的重大智库项目服务。它还可以组织符合智库联盟定位的跨市、跨省、跨区域甚至跨国别的论坛和学术考察交流活动。这样，智库联盟的“研究探讨的平台、重点业务操作的平台、联谊的平台”的",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "特征就会显现出来。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1.3智库联盟是既松散又有内在机制的联合体它可以有以下几种形式：一是联谊式，定期举办联谊沙龙，交流信息，互相启迪。二是嵌合式，人员可以临时互相支援，也可以采用“小建制”地派驻对方机构。三是联邦式，名义上是一个集团式的机构，其实是各自为政，利益互不相关。四是联盟式，轮流担任“盟主”，也可以成立“理事会”，协调相关事宜。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1.4智库联盟还应该是“智慧沙龙”智库联盟可以成为“书院”式的、为各类智库提供智慧交流的平台，可以设立业务研讨的“智慧沙龙”。由于“智慧沙龙”具有视野开阔、跨学科特征鲜明、思维方法科学、新颖等优势，当“智慧沙龙”碰撞出有益、有实用价值的思想火花时，可以迅速转化为一个个鲜活的智库项目、一个个精彩且有较强针对性也十分管用的业务研究课题，可以撰写出版“一炸就响”的业务工具书。智库联盟可以根据盟员单位的需要，组织具有真才实学、有真材实料、有成功案例的专家，开展具有启迪意义和实用价值的培训等活动。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.1.5智库联盟应该经常性地“华山论剑”应效仿市场经济的办法，选择合适项目开展高透明度的市场招标，各路“神仙”聚在一起，斗智斗法，强者上，弱者下。让“智库市场”一潭水活起来。3.1.6智库联盟的目的与功能应清晰智库联盟，主要还是为了促进广大智库的健康发展。智库联盟的“业务评估”机制建设，应提上议事日程。在可能的情况下，可以考虑承担“第三方评估”的职能。应“高举高打”，积极参与各级智库的评价实践。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.2理想智库的素质建设",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "如前所述，“理想智库”是一个具有较高思想境界、价值取向正确、综合素质较高、能够影响官方和各类社会机构以及经济实体战略战术决策的智慧型社会组织。“理想智库”要真正了解各级政府、机构、企业、社会的“痒点”和“痛点”在哪里；深知“社会庸医”失误的“结节”在哪里；明白精准对症的“药方”在哪里；各类智库（党政部门、社科院、党校行政学院、高校、军队、科研院所和企业、社会）的业务区别是什么。同时，它还要明了：“理想智库”的盈利模式是什么；“业务单”从哪里来；“业务单”的接受方式有什么特点；怎样去主动“接活”（勇挑重担、争取到合理经费和必要思维劳动报酬、懂经营、善管理）；要懂得怎样组建人才结构合理的智库团队；如何物色到思维跨界、预见能力强、战略战术思维能力强、善表达、能征善战、善于容纳各类人才的谋士和执行团队；懂得怎样组建政治智囊、经济智囊、社会智囊尤其是物色到真正的“民间高人”“民间高手”。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "看来，“理想智库”自身的“道痕”应该很深。本人曾在一篇阐述大数据分析与智囊关系的论文中大声疾呼：智囊们要重视自身素质的“转型升级”一摒弃“以现象解释现象”，实现“感”的升华；摒弃“以臆断代替判断”，实现“知”的升华；摒弃“以随性充演理性”，实现“理”的升华。一流智库专家应该是在重大对策研究领域做出突破性贡献的专家学者，是细分研究领域做得最好的专家、学者，他们也应该是智库思想家。这样的专家型智囊，他的头脑会异常清醒，感知会异常灵敏，目光会异常尖锐，思维会异常缜密，剖析事理会异常到位[15]。“理想智库”要想开展有效的对策咨询，必须同时开展政治学、经济学、文化学、社会学、心理学、哲学、生态学、运筹学、管理学、甚至宗教学的交叉渗透研究与立体思考。总之，要像一些世界著名智库那样，积极介人社会，能预想课题，早做准备，不漏掉重要的发展机遇。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3.3理想智库的方法论体系建设",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "方法，属于哲学的范畴，是指为实现某种目标而采取的手段与行为方式。联系到本话题，“智库方法论”的内涵非常丰富，广泛涉及方式、途径、步骤、手段等领域。如：定位方法、定性方法、寻轨方法、观察方法、规律方法、模型方法、模拟方法、结构方法、解析方法、比较方法、寻根方法、逻辑方法、思辨方法、归纳方法、演绎方法、直觉方法、假说方法、思辨方法、信息方法、统计方法、数理方法、整合方法、试错方法、优选方法、坐标方法、分类方法、黑箱方法、预警方法、预案方法、风暴方法、可续方法等，粗略统计至少有数百种之多。每一种方法，同时也有着更丰富的内涵。以“定位方法”为例，稍稍解析一下我们就可以发现，它还包含着类别定位、价值定位、文化定位、功能定位、市场定位、渠道定位、工具定位、策划定位等等。除此之外，各种方法之间还可以发生更多种类的纵向、横向的交叉联系。“智库方法论”如果结合“中外智库经典案例”的深度解读将会是十分精彩的，值得我们好好涉猎、驰骋、深耕。“智库方法论”的研究成果，将会有系列的丰硕成果，如学术专著、工具书、讲义等，以及相关实践。如果与文化、艺术、产业、经营、教育等领域“嫁接”，将会有更多的收获。“智库方法论”的研究前景和实践前景，十分广阔。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "结束语",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "习近平总书记在的全国哲学社会科学工作座谈会上说，“一切有理想、有抱负的哲学社会科学工作者都应该立时代之潮头、通古今之变化、发思想之先声，积极为党和人民述学立论、建言献策，担负起历史赋予的光荣使命”，要有“清醒的理论自觉、坚定的政治信念、科学的思维方法”[16]。这也是习总书记对智库和智囊们的殷切期望。“理想智库”大有作为。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "[1]习近平.在中央全面深化改革领导小组第六次会议上的讲话[N].人民日报,2014-10-28(1).  \n[2] 《关于加强中国特色新型智库建设的意见》全文[EB/OL].[2015-01-21]. http://news.xinhuanet.com/zgjx/2015-01/21/c_133934292.htm.  \n[3]杨沐,齐晔，张怡，等.对话：如何提升智库国际影响力[N].光明日报，2016-06-29(16).  \n[4]吴伯凡.智慧比信息和数据更重要[N].新华日报,2015-7-29(15).  \n[5]苗源德．如何建设中国特色新型智库[N].学习时报,2014-03-24(1).  \n[6]郑永年.我对中国智库的认识[EB/OL].[2016-02-15].http://www.news.cn.  \n[7]吴晶晶.整合多方资源,集聚跨界人才，创新中国智库今日在京成立[EB/OL].[2014-11-18]. http://yuqing.people.c0m.cn/n/2014/1118/c210117-26048698.html.  \n[8] （法）弗雷德里克·马特尔．主流：谁将打赢全球文化战争[M].刘成富，译.北京：商务印书馆，2012.  \n[9]权衡.深化改革加快建设高端智库[N].新华日报，2016-05-27(15).  \n[10]王斯敏,曲一琳.智库建设应“去虚火，强筋骨”[N].光明日报，2016-06-01(15).  \n[11]王斯敏，姬泰然.访国务院发展研究中心副主任、党组成员隆国强[N].光明日报,2016-06-15(15).  \n[12]周湘智.智库建设急需高端人才[N].光明日报,2015-02-04(7).  \n[13]苏库.江苏省新型智库建设工作推进会在南京举行[EB/OL].[2015-11-10]. http://www.js.skl.org.cn.  \n[14]上海社会科学院智库研究中心.2014年中国智库报告：发展特点与政策建议[N].光明日报,2015-01-14(16).  \n[15]刘宇庆.大数据分析与城市研究息息相关[J].城市评论,2015(1): 78-82.  \n[16]习近平.在哲学社会科学工作座谈会上的讲话[N].人民日报，2016-05-19(1).",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "（下转第110页）",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Research on the Feature and Challenges of Firm Innovation in China: Evidence from the National Firm Innovation Survey ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Xiong Hongru1,2 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "1Development Research Center of State Council of PRC, Beijing 100010   \n²China Institute for Reform and Development (CIRD), Haikou 570311 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] The firm-level innovation vitality and capability are not only the key indicatorsofreflecting the innovationcapacity,butalsothe importantreference inassessing the effectofinovation policy implementation.[Method/process Using the statistical results of the data analysis from the national innovation survey conducted bythe National Bureau of Statistics in 2015,this paper summed up the progress of the firm-level inovation in China,together with some criticalchallnges.[Result/conclusion] Itis found that Chinese firm innovation has already entered a“golden” time of rapid growth, which presents the increasing scale,plentiful modes and strong potential. However,the innovative frms are stillthe minority,especially the profit-making effects from innovation are dificult to showup,which greatly weakens the activenessoffirm innovation.In addition,both the internaland external gaps ofthe inovation performanceare quite large,and the overall vitalityis stillinadequate. Regarding the innovation capability,the majority is experiencing the crucial transition phase,and facing the lack of the protection of intelletual property rights,innovative talents,and innovationcollaboration,as wellas facing the high cost ofR&D.Therefore,the government should correctly and effectively play its role while supporting the firmlevelinnovation.Concretely,it is necessary for the govermment notonlytodispel resource allocation distortion by building the innovation-friendly environment to stimulate more innovative activities,but also to help indigenous firms make up their critical short boards by developing their innovation capabilities. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Keywords: innovation survey firm innovation innovation vitality innovation capability 收稿日期：2016-10-13 修回日期：2016-10-25 本文责任编辑：唐果媛 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "（上接第96页）",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The Weakness,Paths and Methods of the Construction of the Ideal Think Tanks ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Liu Yuqing ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Jiangsu Brand Association,Nanjing 210007 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] At present, the“word of mouth effect”of some domestic think tanks, is not ideal.Their wisdom gene is not good enough,and thinking methods are not scientific.The sustainable development of think tanks has been lacking confidence.The phenomenon above has become the focal point and one of the difficult problems of theconstruction of think tanks with Chinese characteristics.Therefore,the author attaches great importance to the existing problems,and pays atention to the concept and practice of the think tank,the methodology to promote the social emergence ofideal think tanks.This has become atop priority.[Method/process] By using the multidimensional thinking and the case analysis,the author made in-depth analysis in three aspects: facing the problems,ading wisdom to contents,emphasizing theconstruction of methodology.Then,the author put forward some advice for practice.[Result/conclusion] With the gene factors of wise eyes,the intellgent brain and the strategic tank,wecanconstructthe“ideal think tank”bythe path with forward-looking,innovativeand applicable basic functions in terms of categories,values, culture, functions, market, channels,tools and planning. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Keywords: ideal think tank the think tank of think tanksthink tank coalitionwisdom methodology ",
        "page_idx": 6
    }
]