[
    {
        "type": "text",
        "text": "大规模光子集成芯片",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1立项背景",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "计算机是人类步人信息时代的重要标志，也是支撑信息技术的关键支点。20世纪60年代以来，人类在电子计算机领域取得了无与伦比的成就，然而，目前计算机的发展遇到了速率和功耗两大瓶颈，进而衍生出阻碍电子计算机性能提升的3个技术壁垒：功耗墙、访存墙与I/O墙。制约高性能计算发展的最大技术障碍即为能耗,按现有技术发展，E级系统功耗将达到 $4 6 6 . 7 \\mathrm { M W }$ ，全年用电量40.88亿千瓦时，相当于三峡水电站2014年总发电量的1/20。除此之外，当前处理器与内存之间（访存）、处理器与处理器之间（I/O）信息交互的速度严重滞后于处理器的计算速度，访存与I/O瓶颈导致处理器计算性能只能发挥现有的 $10 \\%$ ，这对计算发展形成了极大的制约。受电子自身物理极限的制约，传统减小芯片特征尺寸不能解决，甚至会恶化以上问题。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "与电子比较，光子具有超高传输速度、超高并行性、超高带宽与超低传输及交互功耗的特点。因此，利用光子芯片进行信息交互与计算是突破电子计算机发展瓶颈的一个关键。除此之外，光子芯片也是未来整个信息领域的支点性技术，在信息技术、国防安全、能源、健康医疗等领域具有深远的市场意义和战略意义（图1）。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "光子集成芯片在2000年之后取得飞速发展，经历了从单元器件到规模化集成的技术过渡，目前大规模光子集成芯片已经成为国际竞争最激烈的领域之一，美国、欧盟等发达国家纷纷将光子集成产业列入国家发展的战略性规划。以美国为例，2014年10月美国总统奥巴马宣布建立“国家光子集成制造创新研究所”，致力于改造终端-终端光子学“生态系统”；2015年7月颁布总统令推进国家战略计算（高性能计算）的研究、开发和部署。而以IBM、Intel为首的工业巨头以及以MIT、UCSB为首的学术界领军机构均在不遗余力地发展大规模光子集成芯片，2015年，MIT联合多家大学在Nature上发表集成850个器件的大规模光子集成芯片相关论文。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "在大规模光子集成芯片快速发展的国际大背景下，我国面临着巨大的挑战，同时也面临重大机遇。依据海关总署的统计，2013年我国集成电路芯片进口额达2313.4亿美元，超过原油成为我国第一大进口商品。但美国斯诺登事件以后，我国更加充分认识到：大批核心芯片的进口已经成为威胁国家安全的巨大隐患。目前国际上商用光子集成芯片业刚刚起步，作为独立于电子集成技术的新的集成技术，技术壁垒尚未形成，这为我国大规模光子集成芯片提供了足够的市场空间与研发时间，也为我国信息产业提供了巨大的机会。综上所述，大规模光子集成芯片是解决计算机发展瓶颈的关键技术，也是目前国际竞争最激烈的研究领域，具有很强的",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/6ce1ae6bfd43dfdae7626975d7aebd5845188e96067753f7ca4513e123917875.jpg",
        "img_caption": [
            "图1光子集成芯片是未来信息领域的支点性技术"
        ],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ChinaXiv合作期刊",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "前瞻性、辐射性与带动性。我国在基础单元器件方面积累了丰富的经验与技术，开展大规模集成技术研究时机已经成熟，亟需开展大规模光子集成芯片研究，为未来我国占领信息技术国际制高点提供技术储备。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2科学问题与目标规划",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "利用光子来突破计算机发展的技术壁垒仍面临着一系列挑战，不仅有来自于计算机体系结构的限制，更主要的是来自于材料和器件的功能、集成化、小型化工艺与大规模集成技术的制约。因此必须从光子集成的基础理论出发，不断挖掘和探索新现象和新规律的物理内涵，突破材料、器件以及芯片集成工艺与技术，才能推动从电子计算机到光电混合计算甚至量子计算的过渡。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "“大规模光子集成芯片”先导专项瞄准大规模光子集成芯片国际前沿，围绕高性能计算领域的重大需求，结合国家信息技术发展战略，发挥中科院在光子学、光子集成学和高性能计算方向的特点和优势，通过光子集成基础理论研究，以建立高密度、小尺度下光子行为描述与操控理论体系为科学目标，以突破规模化集成工艺与技术，构建大规模光子集成材料、器件、集成、封装工艺平台为核心技术目标（图2，图3）。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本着集中目标，重点突破的原则，本专项在基础科学与技术问题突破的基础上重点研制国际首款具备1.6Tbps实时并行访存能力、3.2Tbps互联与交换能力、5万亿次矩阵乘加协处理能力的大规模光子集成处理原型芯片，并结合高性能计算中的大规模并行计算（MPP）架构进行功能验证。推动高性能计算的可持续性发展。同时开展量子光学的芯片集成基础研究，为将来的量子计算机研究提供硬件支撑。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "本专项由中科院西安光学精密机械所牵头，联合中科院半导体所、中科院上海微系统与信息技术所、中科院计算技术所共同承担。根据专项芯片总体目标（图4），结合各单位在光子技术、III-V族半导体技术、IV族半导体技术以及计算科学领域具有的优势，专",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/17007de163c39264cf483dd82d1d8f753dfa699764fd99a62cbe2c1a46d8feb5.jpg",
        "img_caption": [
            "大规模光子集成芯片",
            "图2“大规模光子集成芯片”先导专项科学目标",
            "图3 “大规模光子集成芯片”先导专项技术目标",
            "图4专项芯片总体目标"
        ],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "主要涉及应力失配、晶 主要涉及微波模式与阻 主要涉及高精度倒装键  \n格失配、表面态等不匹 抗匹配技术；高带宽可 合，纳米尺度位移控  \n配抑制方法以及异质材 调谐激光方法；集成光 制，光子集成芯片非气  \n料集成过程的热动力过 信号高阶调制方法；集 密封装方法，以及波  \n程及材料相变机理 成多参量复用方法 导，模式匹配方法  \n1光电子集成芯片 2高速大容量信息 3低损耗光信号耦  \n中异质材料和结构匹 转发物理限制与实现 合与对准工艺  \n配、兼容与集成 方法突破规模化集成工艺与技术，构建大规模光子集成材料、器材、集成、封装工艺平台",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "为未来量子计算提供实现手段 量子计算芯片实现应用与玻色取样量子计算的20×20的大规模片上网络，实现对Shor算法的验证，目前国际最优约$1 0 \\times 1 0 _ { \\circ }$ 实现50x50的超大规模片上网络，在特定算法上计算能力超越电子计算。光计算芯片为光计算提供技术储备 诞 一实现5万亿次矩阵乘加计算，将计算能效比提大规模光子高1个数量级，为光电混合神经网路计算提供 W7 RaST乐集成芯片芯片。实现高并行性、快速线性计算的光神经网络计算，开发深度学习计算机。光电混合计算芯片解决电子计算信息交互速率瓶颈实现1.2Tbps访存速率与3.2Tbps交互宽带，将电计算数据比提高1个量级，突破访存墙与I/O墙的限制。实现光电混合集成，实现光电一体化计算芯片。短期目标（5年） 中期目标（5—15年） 远期目标（>20年）",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "项部署5个项目，任务分工如图5所示。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "项目一：硅基混合高速率光访存核心单元，由半导体所承担，实现1.6Tbps高速处理器与存储单元访存功能，突破访存墙的限制;",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "项目二：高带宽片上光交互单元，由上海微系统与信息技术所承担，实现3.2Tbps多处理器之间信息交互功能，突破I/O墙；",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "项目三：光运算及光量子芯片基础与技术研究，由西安光学精密机械所承担，实现5万亿次光矩阵运算核心功能，同时探索光量子芯片用规模化集成器件与工艺；",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "项目四：大规模光子集成芯片集成技术研究，由西安光学精密机械所承担，作为芯片系统的总体，实现多器件、多材料与多功能单元的芯片集成;",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "项目五：大规模光子集成芯片原型验证系统，由计算技术所承担，负责光电混合计算模式探索以及原型芯片的计算系统验证。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "5个项目由合作单位根据自身优势统筹规划、合理布局，紧密合作完成，在5个项目中分别设置相关研究课题，针对性地开展相关研究，每个课题均由一独立的单位承担研究工作。承担专项的核心人员由本领域海内外中青年研究人员组成，以“千人计划”“外专千人计划”“杰青”“百人计划”“青年千人计划”“新世纪百千万人才工程”等人才计划入选者为骨干，研究队伍具有扎实的理论基础，在光子集成和器件的研发方面，技术积累雄厚。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3预期成果",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "构建大规模光子集成科学与技术体系是一个复杂的系统工程，需要战略性规划和长期的投入。“大规模光子集成芯片”先导专项各合作单位将逐步突破多材料融合、高性能片上发光与探测、片上高阶调制、低损耗无源回路等核心芯片级器件技术，同时积累并掌握大规模器件制备、集成、封装等关键工艺，重点突破面向高性能计算的大规模并行计算系统超节点芯片，同时向通信、传感等信息领域全面辐射。未来10一15年，通过加强与国内外知名企业合作，陆续推出高速光接入、数据中心大容量光传输、骨干网海量相干光通信、片上高速光互连/光交换等系列光子集成芯片，打破目前我国信息领域高端处理芯片基本完全依赖进口的局面，跻身未来国际光信息领域市场的有力竞争者。通过本专项的实施预期取得以下研究成果。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（1）理论创新。提出并完善光电混合计算的理论体系，构建混合计算体系结构。（2）效能优化。以光计算、光传输和光互连突破电域高性能计算机的发展瓶颈，探索最优化的光域和电域边界（包括计算和互连），实现系统最优能效。（3）应用提升。完善大规模光子集成理论，突破材料、器件及大规模集成的核心技术，实现光电混合大规模并行计算系统节点芯片，大幅度提高短距离传输的信息交互带宽密度。（4）规模生产。实现面上量子芯片多光子器件规模化集成工艺与方法。（5）研究集群建设。建立国际一流水平的大规模光子集成芯片研发平台，联合中科院以及国内院校在光子集成领域科研力量，努力建成具有国际影响力的光子集成芯片研究群体。（6）培养核心领军人才。在学术和产业两方面培养一批具有国际影响力的领军人才，在光子集成领域实现集群效应，使我国在光芯片领域具备直接参与国际竞争的能力。",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/eae7ef4f172e0022f0e3c6977c1fd5651fa7bf1a63c4d0b9d928053823a6a30a.jpg",
        "img_caption": [
            "图5 “大规模光子集成芯片”先导专项任务分工"
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "（依托单位：中科院西安光学精密机械所）",
        "page_idx": 2
    }
]