[
    {
        "type": "text",
        "text": "Electronic origin of strain effects on solute stabilities in iron ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Wei Liu, $^ { 1 }$ Xiangyan Li,1 Yichun Xu, $^ { 1 , * }$ C. S. Liu, $^ { 1 , * }$ ， Yunfeng Liang $^ { 2 , 1 }$ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "$^ { 1 }$ Key Laboratory of Materials Physics, Institute of Solid State Physics, Chinese Academy of Sciences, P.O. Box 1129， Hefei 230031， P. R. China （204 $^ 2$ Environment and Resource System Engineering, Kyoto University， Kyoto 615-8540, Japan (Dated: May 20, 2016) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Nonuniform strain fields might induce the segregation of alloying solutes and ultimately lead to the mechanical performance degradation of body-centered-cubic (bcc) Fe based steels serving in extreme environments,which is worthy of investigation. In this paper, two typical volumeconserving strains, shear strain (SS) and normal strain (NS),are proposed to investigate the strain effects on solute stabilities in bcc iron by first-principles calculations. For solutes in each transition metal group,the calculated substitution energy change due to SS exhibits a linear dependence on the valence $d$ radius of the solutes,and the slope decreases in an exponential manner as a function of the absolute difference between the Watson's electronegativity of iron and the averaged value of each transition metal group. This regularity is attributed to the Pauli repulsion between the solutes and the nearest neighboring Fe ions modulated by the hybridization of valence $d$ bands,and concluded to be originated from the characteristics of valence $d$ bonding between the transition-metal solutes and Fe ions under SS.For main-group and post transition-metal solutes, the considerable drop of substitution energy change due to NS is concluded to be originated from the low-energy side shift of the widened valence $s$ and $p$ bands of the solutes. Our results indicate that the stabilities of substitutional solutes in iron under volume-conserving strain directly correlate with the intrinsic properties of the alloying elements,such as the valence $d$ radius and occupancy, having or not having valence $s$ and $p$ bands. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "PACS numbers: 31.15.A-,81.05.Bx, 71.20.Be, 72.15.-v ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "I. INTRODUCTION ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Body-centered-cubic (bcc） Fe based alloys， e.g.， ferritic/martensitic steels， are widely used in modern industries, especially in those under special environments like heavy loading, stress and neutron radiation. As well known, alloying solutes play an important role in modifying physical, mechanical and other properties of metals, which certainly show a concentration dependency [1, 2]. For example, experiments indicated that the addition of 2-6% Cr to bcc iron leads to a dramatic suppression in radiation swelling [3-5]，while reducedactivation ferritic/martensitic (RAFM) steels with 9% Cr exhibit the least embrittlement under irradiation [6]. Great efforts have been made to study radiation induced segregation (RIS) of alloying solutes in bcc Fe based alloys,which might considerably change the local concentration of alloying solutes. As radiation-produced point defects fow to dislocations, grain boundaries,and other sinks, those solutes that preferentially associate with point defects (e.g.， tend to form clusters） or preferentially participate in defect diffusion (due to lower barriers） will form coupled fluxes,which leads to buildup or depletion in the vicinity of defect sinks [7]. This coupled kinetics, as widely accepted, constitute a basic description of the microscopic process of RIS. To date, fairly sound understandings have been reached on the RIS mechanisms of some alloying solutes in bcc Fe with the aid of computational modeling [8-14]. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "For the convenience of discusson about atomic transport in metallic systems under the abovementioned special environments,it is presented here the linear relation between the atomic flux $\\pmb { J } ^ { \\alpha }$ of a chemical species $\\alpha$ and the gradients of chemical potential $\\boldsymbol \\nabla \\mu ^ { \\beta }$ of all species $\\beta$ under constant temperature: ",
        "page_idx": 1
    },
    {
        "type": "equation",
        "text": "$$\nJ ^ { \\alpha } = - \\sum _ { \\beta } L _ { \\alpha \\beta } \\pmb { \\nabla } \\mu ^ { \\beta } / ( k _ { \\mathrm { B } } T ) .\n$$",
        "text_format": "latex",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Herein, $L _ { \\alpha \\beta }$ stands for the Onsager matrix, $k _ { \\mathrm { B } }$ for the Boltzmann constant,and $T$ for the temperature. As an extension of Fick's law [15], Eq.(1) was suggested by Garnier et al. for describing the flux coupling at work in radiation-induced segregation [16]. For example, in the presence of a spatial chemical potential gradient of vacancy, the solute coupled with vacancy in kinetics can diffuse under the influence of the nonzero of-diagonal terms in the Onsager matrix even if its chemical potential is spacially uniform. Nonetheless, macroscopic deformations always exist in bcc Fe based steels serving in stress states,and local strains are even more severe in the adjacent regions of extended defects like cracks, surfaces, and dislocations. In these cases, nonuniform strain fields may bring about noticeable chemical potential gradients of solutes,which motivate solute fluxes under the influence of diagonal terms of the Onsager matrix. Hence, for a full view of RIS mechanisms in bcc Fe based steels, it is necessary to investigate the effcts of strain-induced chemical potential gradients of solutes. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "In recent years, there has been some research on atomic kinetics in metals considering strain effects. Base on first-principles calculations,Liu et al. demonstrated that the volumechange effect on the stability of a substitutional solute in an $\\alpha$ -Fe host is scaled by its formation volume; and in aluminum when applied with volume-conserving rhombohedral strain (RS), the stability of a transition-metal solute directly correlates with two intrinsic properties of the solute,i.e., the outermost $d$ radius and the Pauling electronegativity [17, 18]. Garnier et al. validated the high accuracy of elastic dipole model in calculating the strain effects on migration barriers of solute Si in nickel up to a strain of $1 \\%$ by comparison with first-principles results [19]. Based on classical molecular dynamics simulations, Zhang et al. suggested that in bcc Fe matrix the interaction between solute Cu and an intrinsic dislocation or loop can be divided into two parts: the elastic interaction via the associated stress field and the core efect which presents only within a few lattice constants or a few Burgers vectors [20]. Herein, the elastic interaction represents a linear pressure dependence of the segregation energy of Cu with the minus size mismatch as the slope, which is actually identical to the linear volume dependence of substitution energy in Ref.[17]. However, the nature of core effect of dislocations on the segregation energy of Cu might need further investigation. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "As far as we know, at present there is a lack of research on solute kinetics in bcc iron under the volume-conserving strain. Based on electronic structure calculations, this paper will attempt to study on the stabilities of substitutional solutes in bcc iron under two typical volume-conserving strains, namely, shear strain (SS) and normal strain (NS). The rest of this paper is organized as follows: SectionII describes the methodology including the adopted strain tensors. Numerical results and discusson are presented in Sec.III. In this section, the typicalness of SS and NS is clarified among volume-conserving strains, and then the embodied forms of Madelung-like energy change due to SS and due to NS are both deduced for a solute. Based on these groundwork, we make an analysis on the changes of substitution energy of solutes respectively due to SS and due to NS. We discuss the mechanisms of how SS and NS change the stabilities of solutes at electronic level. An additional discussion on the stabilities of some solutes in bcc iron under different strains is also given from the viewpoint of nuclear power applications in this section. Finally, a summary is presented in Sec.IV. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/3d32675af8678e80d4873f1ce406b68e9219c3dd6ef20284903c008cbf50d37c.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "FIG.1: (Color online) Sketches of a bcc crystal cellchanging into monoclinic (a) and orthorhombic (b) shapes when it is applied respectively by shear strain (SS) and by normal strain (NS). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "II. METHODOLOGY ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "All first-principles calculations are performed within spin-polarized density functional theory as implemented in the Vienna ab initio simulation package (VASP) [21]. The interaction between ions and electrons is described by the projector augmented wave (PAW) method [22]. Exchange and correlation functions are taken in a form proposed by Perdew and Wang (PW91) within the generalized gradient approximation (GGA) [23]，while the correlation energy interpolation is done by Vosko-Wilk-Nusair method [24]. Binary bcc Fe based alloys are modelled by $4 \\times 4 \\times 4$ bcc supercells that each contains 127 Fe atoms and one substitutional solute. We use an energy cutoffof 350 eV for the plane-wave expansion of wave functions and a $\\Gamma$ -centered $3 * 3 * 3$ （ $k$ -point mesh for Brillouin zone sampling according to Monkhorst-Pack scheme. All atomic relaxation calculations are performed at constant volume and shape using the conjugate gradient algorithm. The tetrahedron method with Blochl corrections is employed in al accurate energy calculations. For simplicity, the side length of the forementioned bcc supercell in equilibrium is set to be four times of the optimized lattice constant of bcc Fe (2.833 A). In the calculation of substitution energy the following formula is used: ",
        "page_idx": 4
    },
    {
        "type": "equation",
        "text": "$$\nE _ { \\mathrm { s u b } } = E _ { n \\mathrm { F e } + 1 S } - \\frac { n } { n + 1 } \\times E _ { ( n + 1 ) \\mathrm { F e } } - E _ { S } ,\n$$",
        "text_format": "latex",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "where $E _ { n \\mathrm { F e } + 1 S }$ is the total energy of a bcc supercell containing $n$ Fe atoms and one substitutional solute $S$ ， $E _ { ( n + 1 ) \\mathrm { F e } }$ is the total energy of the same bcc supercell flled with only Fe atoms under the same strain, and $E _ { S }$ is the energy per atom of pure crystal $S$ in the stablest phase. The two strain modes in Ref.[17], SS and NS, are adopted in this paper. SS and NS modes respectively change a cubic cell to be monoclinic and orthorhombic,as shown in Fig.1. The strain tensors are described in Cartesian frame with coordinate axis 1, 2 and 3 being chosen along [100], [010] and [0o1] directions of a perfect bcc crystal, respectively. For the strains in SS mode the following equations exist: $e _ { 1 1 } = e _ { 2 2 }$ ， $e _ { 2 3 } = e _ { 3 1 } = 0$ .For the strains in NS mode, there exist $\\varepsilon _ { 1 2 } = \\varepsilon _ { 2 3 } = \\varepsilon _ { 3 1 } = 0$ . TableI lists some components of different strain tensors. Noticeably, all these strains are volume-conserving, so that the Fermi level and the net charge of ions are unchanged when each of them is applied on a bcc （204号 $\\mathrm { F e } _ { 1 2 7 } S _ { 1 }$ ( $S =$ Solute) model. ",
        "page_idx": 5
    },
    {
        "type": "table",
        "img_path": "images/268ac819e6ba0c6a6c8859cb5a2c3f1ee1f28ddb6b3a2f0d99e608b249096af3.jpg",
        "table_caption": [
            "TABLE I: Components $( \\% )$ of different strains in SS and NS modes. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>e11, e33,e12</td><td></td><td>e11, é22, e33</td></tr><tr><td>SS89</td><td>0.004，0,0.873 NS1</td><td>-0.990，0, 1.0</td></tr><tr><td>SS87 0.034,</td><td>2.619 NS3</td><td>-2.913, 0, 3.0</td></tr><tr><td>SS85</td><td>4.370 NS6</td><td>-5.660, 0, 6.0</td></tr></table></body></html>",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "III. RESULTS AND DISCUSSION ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "A. Madelung-like energy changes of solutes due to SS and due to NS ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Before further characterization of SS and NS strains, it is necessary and interesting to make a force analysis on a solute in the $\\mathrm { F e _ { 1 2 7 } } S _ { 1 }$ system. In this dilute binary alloy system, the solute endures two major forces, i.e., the chemical (electronic) interaction and the screened Coulomb interaction. Obviously, the solute has chemical interactions mainly with Fe ions in the nearest two neighbor shells,but scarcely with those in the third as wellas farther neighbor shells $( \\mathrm { \\ge 4 \\AA } )$ . In metallic systems, screening makes the Coulomb interaction between ions short-ranged. According to a study on the relation between Madelung potential $V _ { \\mathrm { { M } } }$ and net charge $q _ { \\mathrm { n } }$ of ions in Al ${ \\mathrm { . 5 0 } } { \\mathrm { L i } } _ { 5 0 }$ random alloy, an ion has screened Coulomb interactions mainly with ions in the nearest two neighbor shells [25]. Herein we present this study in more detail. Based on locally self-consistent Green's-function (LSGF) calculations, Ruban and Skriver plotted the $V _ { \\mathrm { { M } } }$ versus $q _ { \\mathrm { n } }$ curves for this random alloy by setting the local interaction zone (LIZ) respectively including up to the second, third as well as farther neighbor shells, i.e., LIZ $= 3 , 4$ and so on. They reported that the inclusion of more neighbor shells farther than the second does not affect the results significantly, and thus LIZ $= 3$ , i.e., including the nearest two neighbor shels, may be considered to be converged [25]. Hence,when a strain tensor applies on our $\\mathrm { F e _ { 1 2 7 } } S _ { 1 }$ system, the change of $E _ { \\mathrm { s u b } }$ of a solute might be mainly originated from the change of interactions with ions in its nearest two neighbor shells. As shown in Fig.1(a), when a bcc Fe crystal cell is applied by SS,one half ions in the first neighbor shell are equidistantly closer to the central ion compared with the case in equilibrium state, while the other half ions become farther away. When NS applies on a bcc Fe crystal cell, towards a corner ion,its second nearest neighbors in [10O] and [001] directions respectively become closer and farther away, as shown in Fig.1(b). Table II lists the relative changes of distances from the nearest three neighbor shells to a central ion in bcc Fe respectively due to SS and due to NS. These relative distance changes provide a full view of the change of local lattice around a solute influencing the $E _ { \\mathrm { s u b } }$ . As shown in Table I, besides the changes of distances from ions in the third nearest shell that have slight influence on $E _ { \\mathrm { s u b } }$ of the central solute, SS/NS results in changes of the distances from ions in the first/second neighbor shell to the solute,but almost no change of the distance from the second/first nearest neighbor shell. Hence, SS and NS are typical volume-conserving strains in changing the local lattice around a solute. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "table",
        "img_path": "images/b63529f580e6c1acd12e2af1c79b16f0bb7779b2a45cfcab818eb937706a874a.jpg",
        "table_caption": [
            "TABLE II: Relative change δd( $\\%$ ）of distances from the nearest three neighbor shells to a central atom in bcc Fe due to SS and due to RS strains. The total number of atoms with equivalent $\\delta \\mathrm { d }$ in each neighbor shell is notified in parentheses. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>SS89</td><td>SS85</td><td>NS1</td><td>NS6</td></tr><tr><td>8d1 −0.6(4), 0.6(4)</td><td>−2.8(4)， 3.0(4)</td><td>0.0(8)</td><td>0.2(8)</td></tr><tr><td>Sd2 0.0(6)</td><td>0.0(2), 0.2(4)</td><td></td><td>−1.0(2), 0.0(2), 1.0(2) -5.7(2), 0.0(2), 6.0(2)</td></tr><tr><td></td><td></td><td></td><td>δd3 -0.9(2),0.0(8),0.9(2) -4.3(2), 0.1(8), 4.5(2) -0.5(4),0.0(4),0.5(4) -2.8(4), 0.3(4), 3.0(4)</td></tr></table></body></html>",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "When a bcc Fe $_ { \\mathrm { 1 2 7 } } S _ { 1 }$ system is applied by a volume-conserving strain of SS or NS, the change of $E _ { \\mathrm { s u b } }$ of a solute obviously satisfies the equation suggested in Ref.[18], ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta E _ { \\mathrm { s u b } } = q _ { \\mathrm { n } } ^ { S } \\Delta F _ { \\mathrm { l a t t } } + \\Delta E _ { \\mathrm { C I } } ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $q _ { \\mathrm { n } } ^ { S }$ is the net charge of the solute, $\\Delta F _ { \\mathrm { l a t t } }$ is the change of Madelung-like potential, and （20 $\\Delta E _ { \\mathrm { C I } }$ is the energy change corresponding to chemical interactions. For the convenience of later analyzing the $\\Delta E _ { \\mathrm { s u b } }$ of solutes due to strain,here we deduce the embodied forms of $\\Delta F _ { \\mathrm { l a t t } }$ respectively due to SS and due to NS.Based on LSGF calculations with atomic-sphere approximation, Ruban and Skriver demonstrated that the normalized screening charges (i.e., induced charges divided by the net charge of the central ion) at atomic sites in the neighbor shells around different substitutional solutes in six different pure metals, follow a single, common curve as a function of the distance from the solute in unit of Wigner-Seitz radius of the pure metals [25]. Their calculations indicated that in bcc Pt the normalized screening charges in the first and second nearest neighbor shells around a Cu solute are $- 0 . 1 2$ and $- 0 . 0 5$ ， respectively. Furthermore, according to their reasoning, in a metallic system the screened Coulomb (Madelung-like） potential at the lattice vector $\\mathbf { R }$ belonging to an ion with net charge $Q$ at the origin and the screening charges of $Q$ may be written: ",
        "page_idx": 7
    },
    {
        "type": "equation",
        "text": "$$\n{ \\cal F } _ { \\mathrm { l a t t } } = \\frac { 1 } { 4 \\pi \\varepsilon _ { 0 } } \\sum _ { { \\bf R } ^ { \\prime } } \\frac { Q ( { \\bf R } ^ { \\prime } ) } { | { \\bf R } - { \\bf R } ^ { \\prime } | } ,\n$$",
        "text_format": "latex",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "where $Q ( \\mathbf { R } ^ { \\prime } )$ is either the net charge $Q$ at the origin if $| { \\bf R } ^ { \\prime } | = 0$ or the screening charge at the lattice vector $\\mathbf { R ^ { \\prime } }$ if $| { \\bf R } ^ { \\prime } | \\neq 0$ [25]. In our case,a reasonable assumption is that the net charges of ions in the same nearest neighbor shell around the solute are equal whether the $\\mathrm { F e _ { 1 2 7 } } S _ { 1 }$ system is under volume-conserving strain or in equilibrium,and we assume that they are $Q _ { 1 }$ and $Q _ { 2 }$ for the first and second neighbor shells, respectively. Supposing only the screening effects of the first nearest neighbor shellare included,the change of Madelung-like potential $\\Delta F _ { \\mathrm { l a t t } }$ at solute site between under SS85 and under SS89 is $0 . 0 2 1 0 Q _ { 1 } - 0 . 0 3 1 5 Q _ { 2 }$ ， while the $\\Delta F _ { \\mathrm { l a t t } }$ at solute site between under NS6 and under NS1 is $- 0 . 1 0 7 2 Q _ { 1 } + 0 . 0 3 5 8 Q _ { 2 }$ Consequently，we can obtain the embodied forms of Madelung-like energy changes of the solute due to SS and due to NS, i.e., $( 0 . 0 2 1 0 Q _ { 1 } - 0 . 0 3 1 5 Q _ { 2 } ) q _ { \\mathrm { n } } ^ { S }$ and $( - 0 . 1 0 7 2 Q _ { 1 } + 0 . 0 3 5 8 Q _ { 2 } ) q _ { \\mathrm { n } } ^ { S }$ eV, where all net charges are in unit of electronic charge $e$ ： ",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/8cf4ee91d76ac8c66512e3b6e25da8bbe16082aefc258a291669c81d8c0133a7.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "FIG. 2: (Color online) First-principles substitution energy change $\\Delta E _ { \\mathrm { s u b } }$ of transition-metal solutes in bcc Fe matrix between under SS85 and under SS89 versus the valence $d$ radius $r _ { \\mathrm { d } }$ of the solutes. For each transition metal group, $\\Delta E _ { \\mathrm { s u b } }$ values are represented by the same symbol and the broken line is the linear fit to Eq.(6). For clarity, the ideal valence $d$ electron number is notified for each transition metal group. Inset: the slope $C _ { 1 }$ of the linear fit versus the absolute diference $| \\Delta \\phi _ { \\mathrm { W } } |$ （20 between the Watson's electronegativity of Fe and the averaged value of each transition metal group. The curve is an exponential fit to data excluding those of Mn- and Cu-groups. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "B. Substitution energy changes of solutes due to SS and due to NS ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "We first devote to the discussion on substitution energy changes of transition-metal solutes due to SS. Ref.[18] verified a linear relation of substitution energy change $\\Delta E _ { \\mathrm { s u b } }$ versus the outermost $d$ radius $r _ { \\mathrm { d } }$ and the Pauling electronegativity $\\phi _ { \\mathrm { P } } ^ { S }$ of transition-metal solutes in aluminum under RS, i.e., ",
        "page_idx": 8
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta E _ { \\mathrm { s u b } } = c _ { 1 } r _ { \\mathrm { d } } + c _ { 2 } \\phi _ { \\mathrm { P } } ^ { S } + c _ { 3 } .\n$$",
        "text_format": "latex",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Herein $c _ { 1 }$ ， $c _ { 2 }$ and $c _ { 3 }$ are parameters. RS brings one half ions of the first nearest neighbor shell equidistantly closer to the central solute compared with the case in equilibrium state, and the other half ions of this shellfarther away in an Al based alloy,and this effect is similar to that of SS when it applies on a bcc Fe based ally. In view of this,we plot the $\\Delta E _ { \\mathrm { s u b } }$ （20 of transition-metal solutes in bcc Fe between under SS85 and under SS89 versus their $r _ { \\mathrm { d } }$ in Fig.2. As can be seen, there is a drastic drop of $\\Delta E _ { \\mathrm { s u b } }$ of Sc- and Ti-group transition-metal solutes compared with the case in aluminum between under RS85 and under RS89 [18]. Herein the values of $r _ { \\mathrm { d } }$ are the products of the standard Wigner-Seitz radii employed in the VASP pseudopotential database and the relative radii of outermost $d$ shells to the WignerSeitz radii of transition metals in Ref.[26]. This distinct diference, which means obvious deviation from the linear relation Eq.(5)，might correlate with the tail effect of valence $d$ （204号 bands of the nearest neighboring Fe ions in $\\mathrm { F e _ { 1 2 7 } } S _ { 1 }$ systems, since tail effects of valence $s$ （20 and $p$ bands were verified to have little influence on Eq.(5) [18]. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Herein we present a detailed discussion on the tail charge transfer in inter-transitionmetal systems, which might be unfamiliar to some readers. Previous studies indicated that in metallic systems,the tail charge,originating from the tails of neighboring-site bands, do contribute to the net charge of an ion, however,this “charge transfer” is in the opposite direction to the traditional Pauling electronegativity notions [27]. Furthermore, it was suggested that tail charge play an important role in charge transfer between the neighboring early transition metal (e.g.,Lu, Ti) and late transition metal (e.g., Au, Pt) ions, which is obviously owing to $d$ bands [27]. Such $d$ charge transfer was predicted from the experimental observations of Au core levels and $d$ bands drop in Au-Ag alloy as well as in some Au intermetallic compounds [28]. Watson and Bennett deduced a “first principles” electronegativity scale $\\phi _ { \\mathrm { W } }$ for transition metals to describe the propensity to gain or lose $d$ electron, which even shows good overall agreement with those well accepted electronegativity scales, e.g., the Pauling's [29]. In our $\\mathrm { F e } _ { 1 2 7 } S _ { 1 }$ systems, the differential charge densities around solute Lu, Y and Zr in (11O) plane clearly exhibit charge accumulation due to the reversed $d$ （20 charge transfer,and as an example that around Y is shown in Fig.3. Herein,the differential charge density is defined as the difference between the total charge density of a system and the superposition of the isolated atomic charge densities placed at atomic sites [30]. For completeness, Fig.3 also displays three other typical plots of differential charge density in (110) plane around solute Hg, Cu and Ta, respectively. According to our observations, the differential charge densities around solutes of Sc, Ti, V, Cr, and whole groups of Mn, Fe, Co, Ni and Cu are similar to that of Cu, those around Hf, Mo, Nb and W are similar to that of Ta, and those around Zn, Cd as well as main-group solutes such like Be and Si are similar to that of Hg. Obviously, these differential charge density plots reflect the apparent charge transfer between solutes and Fe matrix, which includes the reversed $d$ charge transfer and the intrinsic charge transfer conforming to the Pauling electronegativity notions [18, 29]. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/6104f099e04c0aeaab52498928b57b655eb956fce08b37b99a7f9fb618a5d804.jpg",
        "img_caption": [
            "FIG. 3:(Color online) Differential charge density on (110) plane for solute Hg (upper left)，Cu (upper right),Ta (lower left)and Y (lower right) in bcc Fe matrix under SS89. In all pictures the solutes are placed at the center. The unit of charge density is $e / \\mathrm { \\AA } ^ { 3 }$ "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Based on the above analyses, it is convenient to discuss the influence of $d$ band tails from neighboring-sites on the $\\Delta E _ { \\mathrm { s u b } }$ of transition-metal solutes in bcc iron due to SS. The interaction between the on-site $d$ band of a transition-metal ion and the $d$ band tails from neighboring-sites was termed “hybridization” by Watson and Bennett [29], which indicates its chemical bonding nature. Therefore, in transition-metal alloys, the $d$ band tails from neighboring sites simultaneously modify the net charge of the on-site ion and the chemical interactions. For our $\\mathrm { F e } _ { 1 2 7 } S _ { 1 }$ (herein, $S$ =transition metals) systems under SS, the two linear relations, i.e., $q _ { \\mathrm { n } } ^ { S } { \\sim } \\phi _ { \\mathrm { P } } ^ { S }$ and $\\Delta E _ { \\mathrm { C I } } { \\sim } r _ { \\mathrm { d } }$ , are not valid, so that Eq. (5) is no longer valid. Actually, Watson et al. observed the charge transfer deviating from traditional electronegativity notions in dilute transition-metal alloys from Mossbauer isomer shift measurements as early as 1981 [31]. Nonetheless, as shown in Fig.2, for solutes in each transition metal group, the first-principles $\\Delta E _ { \\mathrm { s u b } }$ between under SS85 and under SS89 can be wel fitted to the following equation, ",
        "page_idx": 10
    },
    {
        "type": "equation",
        "text": "$$\n\\Delta E _ { \\mathrm { s u b } } = C _ { 1 } r _ { \\mathrm { d } } + C _ { 2 } ,\n$$",
        "text_format": "latex",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "where $C _ { 1 }$ and $C _ { 2 }$ are parameters. Table III lists the fitted values of $C _ { 1 }$ ， $C _ { 2 }$ , and the adjusted （202 $\\mathrm { R ^ { 2 } }$ denoting the goodness of fits. These results demonstrate that for solutes in each transition metal group, the linear $r _ { \\mathrm { d } }$ dependence of $\\Delta E _ { \\mathrm { s u b } }$ is still valid under SS,which is attributed to the Pauli repulsion between the solutes and the closer Fe ions in the first nearest neighbor shell, just like the case in Ref.[18]. Nonetheless,a further investigation should be made to gain deeper insight into the different slopes of the linear relation between $\\Delta E _ { \\mathrm { s u b } }$ and $r _ { \\mathrm { d } }$ corresponding to different transition metal groups. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "table",
        "img_path": "images/f87f4f6b370ec061203abce5e0efbfd11acf700e40f2e4bb3ccd8f142eca7590.jpg",
        "table_caption": [
            "TABLE III: Parameters $C _ { 1 }$ and $C _ { 2 }$ of the linear fit to Eq.(6) and the corresponding adjusted $\\mathrm { R ^ { 2 } }$ （204 values. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>group</td><td>Sc</td><td>Ti</td><td>V</td><td>Cr</td><td>Mn</td><td>Fe</td><td>Co</td><td>Ni</td><td>Cu</td><td>Zn</td></tr><tr><td>C1</td><td>0.0510 0.0645</td><td></td><td>0.1110</td><td>0.1548</td><td>0.1741</td><td>0.4805</td><td>0.2606</td><td>0.1340</td><td>0.1307</td><td>0.1502</td></tr><tr><td>C2</td><td>0.00920.0100</td><td></td><td>-0.0125</td><td>-0.0263</td><td>-0.0224</td><td>-0.2833</td><td>-0.1150</td><td>-0.0278</td><td>-0.0141</td><td>0.0033</td></tr><tr><td>adj.R²</td><td>0.951</td><td>0.864</td><td>0.995</td><td>0.998</td><td>0.982</td><td>0.995</td><td>0.870</td><td>0.723</td><td>0.999</td><td>0.942</td></tr></table></body></html>",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Because of equal electronic occupancies in the valence $d$ bands, those transition-metal solutes in the same group have similar $d$ band hybridizations with neighboring Fe ions. The good fitting by Eq.(6) indicates that the Pauli repulsion energy between the solutes and the nearest Fe ions scales linearly with $r _ { \\mathrm { d } }$ for solutes in each transition metal group. Different values of the fitted slope $C _ { 1 }$ are owing to that the Pauli repulsion is modulated by the valence $d$ hybridizations between the transition metal solutes and the Fe ions. If Watson's electronegativity $\\phi _ { \\mathrm { W } }$ correctly describes the valence $d$ hybridization between transition metals [29], $C _ { 1 }$ might be in a certain correlation with $| \\Delta \\phi _ { \\mathrm { W } } |$ ，which is the absolute difference between $\\phi _ { \\mathrm { W } }$ of Fe and the averaged value of each transition metal group. Apparently, the strength of the valence $d$ hybridizations between the transition-metal solutes and the nearest Fe ions can be scaled by $| \\Delta \\phi _ { \\mathrm { W } } |$ . As shown in the inset of Fig.2, the slopes $C _ { 1 }$ of the linear fits to Eq.(6) except those of Mn- and Cu-groups can be perfectly fitted to the equation: （204 $C _ { 1 } = a _ { 1 } e x p ( - a _ { 2 } | \\Delta \\phi _ { \\mathrm { W } } | ) + a _ { 3 }$ . The adjusted $\\mathrm { R } ^ { 2 }$ is 0.991, and the fitted values of $a _ { 1 }$ ， $a _ { 2 }$ and （20 $a _ { 3 }$ are 0.464， 7.323 and 0.051，respectively. The $\\phi _ { \\mathrm { W } }$ scales of Tc and Re (1.92 and 1.95, respectively） in $d ^ { 5 }$ group are much larger than those of the neighboring Mo and W (1.73 and 1.8, respectively） in $d ^ { 4 }$ groups; meanwhile, those of the $d ^ { 9 }$ group (1.88, 1.84 and 1.97 for Cu, Ag and Au, respectively） are much smaller than those of the neighboring $d ^ { \\mathrm { s } }$ group (2.09, 2.22 and 2.28 for Ni, Pd and Pt, respectively) [29]. These facts might be the reason for the （204号 $C _ { 1 }$ values of Mn- and Cu-groups deviating from the exponential curve in the inset of Fig.2. These understandings might provide an appropriate explanation for the systematic linear trends of $\\Delta E _ { \\mathrm { s u b } }$ versus $r _ { \\mathrm { d } }$ in Fig.2. Owing to the modulation of valence $d$ hybridizations, the fitted lines of from Sc- to Mn-groups are orderly located from bottom up in a stepwise manner,and so do those of from Ni- to Zn-groups,as shown in Fig.2. The much steeper fitted line of Co-group solutes, resembling that of Fe-group solutes, might be attributed to the slight valence $d$ hybridizations of solutes to the neighboring Fe ions. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "image",
        "img_path": "images/e8905075afa32bd6aa21c73c36da46a549db24269a78c322840e7f61de5bb9c3.jpg",
        "img_caption": [
            "FIG.4: (Color online） First-principles substitution energy change $\\Delta E _ { \\mathrm { s u b } }$ between under NS6 and under NS1 of transition-metal and some main-group solutes in bcc Fe matrix. The data points of Cu- and Zn-groups are enclosed in a rectangle of dot-dash line since their $\\Delta E _ { \\mathrm { s u b } }$ drop in a similar manner as those of main-group solutes. "
        ],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Now we turn to discuss the $\\Delta E _ { \\mathrm { s u b } }$ of solutes in bcc Fe matrix due to NS, as shown in Fig. 4. For solutes of Zn-group transition metals and the main-group element Al, Si and As, there is a drastic drop of $\\Delta E _ { \\mathrm { s u b } }$ between under NS6 and under NS1. Zn-group transition metals, also termed as post-transition metals in many literatures, have stable filled outermost $d$ bands, so that their charge transfer in bcc Fe matrix confirm to Pauling electronegativity notions just like those main-group elements [18]. Magri et al. suggested that in random substitutional alloys (RSA), the net charge of an ion is proportional to the number of the nearest neighbors of the opposite type,i.e., the so-called correlated charge model (CCM) [32]. Based on CCM, Johnson and Pinski developed the “charge-correlated” coherent potential approximation in density-functional calculations to incorporate the electrostatic energy for RSA, which gave the formation energies very close to the experimental results [33]. Therefore, in our $\\mathrm { F e } _ { 1 2 7 } S _ { 1 }$ （204号 systems,the net charge of a Fe ion in the first neighboring shell around a solute might be rather small, and might be written as, $Q _ { 1 } { \\sim } - q _ { \\mathrm { n } } ^ { S } / 8$ ，while $Q _ { 2 } { \\simeq } 0$ . The Madelung-like energy change of a solute in the $\\mathrm { F e _ { 1 2 7 } } S _ { 1 }$ system between under NS6 and under NS1 might be roughly estimated by $\\sim \\pm 0 . 0 1 3 4 ( q _ { \\mathrm { n } } ^ { S } ) ^ { 2 }$ , which scales as $( \\Delta \\phi _ { \\mathrm { P } } ) ^ { 2 }$ ( $\\Delta \\phi _ { \\mathrm { P } } = \\phi _ { \\mathrm { P } } ^ { S } - \\phi _ { \\mathrm { P } } ^ { \\mathrm { F e } } ,$ for solutes of Zn-group transition metals and main-group elements. However, the $\\Delta E _ { \\mathrm { s u b } }$ of these solutes do not exhibit any hint of scaling as $( \\Delta \\phi _ { \\mathrm { P } } ) ^ { 2 }$ , as can seen in Fig.4. For example, for solute Al and Si, the $\\Delta E _ { \\mathrm { s u b } }$ are $- 0 . 0 7 8$ and -0.109 eV, respectively, while the $\\Delta \\phi _ { \\mathrm { P } }$ are $- 0 . 2 2$ and 0.07, respectively. This result indicates that the Madelung-like energy change only plays a minor role in $\\Delta E _ { \\mathrm { s u b } }$ under NS. Similarly, it might be concluded that the Madelung-like energy change of solutes,approximately estimated by ${ \\sim } \\mp 0 . 0 0 2 6 ( q _ { \\mathrm { n } } ^ { S } ) ^ { 2 }$ ，also plays a minor role in $\\Delta E _ { \\mathrm { s u b } }$ when SS applies on the systems. Conversely, the energy change corresponding to chemical interactions $\\Delta E _ { \\mathrm { C I } }$ dominates the $\\Delta E _ { \\mathrm { s u b } }$ of solutes either under SS or under NS. According to Hund's rule, Cu-group transition metals have stable filled outermost $d$ bands in ground states [34],and Mn has a stable half-filled $3 d ^ { 5 }$ [35], so that in the first approximation they might behave like post-transition metals in bonding in some cases. As shown in Fig.4, for solutes of Cu-group transition metals and Mn, there are also a considerable drop of $\\Delta E _ { \\mathrm { s u b } }$ due to NS,which might be owing to their bonding with Fe ions in a similar way to those of post-transition metals. However, the $\\Delta E _ { \\mathrm { s u b } }$ of other transition-metal (except Cuand Zn-groups and Mn) solutes only vary in a much smallr scope when NS applies on the systems. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Here we discuss the electronic origin of substitution energy change for solutes in bcc iron when SS or NS applies on the systems. Ruban et al. demonstrated that the crystal structure of the host plays a crucial role in the solid solubility via investigations on bcc-hcp solution energy differences of $4 d$ metals in other $4 d$ metals [36]. They stressed that apart from the host contribution, the solution energy difference owing to different host structure is governed by local effects in the form of the $d$ occupation of the solute bonds. These conclusions might guide us to seek the origin of strain effcts on solute stabilities in iron, since it might be treated as different structures before and after a strain tensor is applied on the iron host. Therefore, we calculate the band energies and examine the electronic density of states (DOS) for representative solutes (Y, Ti, Cr,Re, Cu, Zn, Si, Bi) and Fe ions of the nearest five neighbor shels before and after either SS or NS applies on these alloys. ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/217f4e17ac4a7eb34bbd4e8c13f7752265d875cd46135152bcbd00ddb6571668.jpg",
        "img_caption": [
            "FIG.5: (Color online) Band energy changes $\\Delta E _ { \\mathrm { b a n d } }$ of Fe ions in the nearest five neighbor shells around solute Ti (a)，Cr (b) and Cu (c) when the systems are respectively applied by NS6 and by SS85. For clarity, only the averaged value per ion is displayed for each neighbor shell and the band energies of all the five neighbor shells are set to be zero when the systems are in equilibrium state and denoted by a dash line. "
        ],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "According to Ref.[37], the band energy of an ion in the alloy is defined as ",
        "page_idx": 14
    },
    {
        "type": "equation",
        "text": "$$\nE _ { \\mathrm { b a n d } } = \\sum _ { l } \\int ^ { E _ { \\mathrm { F } } } E n _ { l } ( E ) d E ,\n$$",
        "text_format": "latex",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "where $E _ { \\mathrm { F } }$ and $n _ { l } ( E )$ are Fermi level and density of $l$ state,respectively. Results indicate that for all these representative solutes,the band energies of Fe ions in their neighbor shells change when either SS or NS applies on the systems, indicating the change of electronic structure of the host, which obviously correlates with the substitution energy change of the solutes. According to our calculations,for all these solutes, the band energies of Fe ions in each neighbor shell drop under SS85 compared with those under zero strain (in equilibrium); ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "the band energies of Fe ions in each neighbor shell drop or increase both in a much smaler scope when NS6 applies on the systems for transition-metal solutes except Cu and Zn; however, for Cu, Zn and main-group solutes,the band energies of Fe ions in each neighbor shell drop almost in the same scope under NS6 as those under SS85. Figure 5 displays the band energy changes of the nearest five neighbor shels around solute Ti, Cr and Cu when SS85 and NS6 respectively apply on the systems as examples. ",
        "page_idx": 15
    },
    {
        "type": "image",
        "img_path": "images/860ff455a3b689cebcd54b1d90ed9ec1fe1f86ca13623fefb14bef0c244733b3.jpg",
        "img_caption": [
            "FIG.6:(Color online） Comparison of $l$ -projected DOS of solute Ti (a) and Si (b,c) when the systems are respectively under SS85 and under NS6 with those under zero strain. The scales of vertical axes are shown for the convenience of comparing the magnitudes of $s$ ， $p$ and $d$ DOS. "
        ],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Considering the dominant role of valence $d$ bonding in mixing energy of inter-transitionmetal alloys [36,37], we examine the $d$ DOS of transition-metal solutes before and after SS85 applies on the systems. As the example of Ti shown in Fig.6(a), the $d$ DOS of all transitionmetal solutes are considerably dispersed under SS85 compared with those under zero strain. This indicates that the valence $d$ bands of transition-metal solutes are widened under SS85. Just like the case of one-dimensional hydrogen chain discussed by Hoffmann [38], the overlap between the valence $d$ bands of the solutes and those of its nearest neighboring Fe ions has a positive correlation with the width of valence $d$ bands of the solutes,and the electronic occupancy of $d$ bond controls the bonding strength. For solutes in each transition metal group, there are equivalent electronic occupancies of the $d$ bonds with Fe ions,which means similar bonding strength; meanwhile,as the valence $d$ radius $r _ { \\mathrm { d } }$ of solutes increases, the $d$ （2 band overlap under SS becomes larger so that the $d$ band widening becomes stronger, which might explain that the $\\Delta E _ { \\mathrm { s u b } }$ of solutes increase linearly as a function of $r _ { \\mathrm { d } }$ .For solutes in different transition metal groups, the difference in electronic occupancy of $d$ bonds leads to different bonding strength. For example, there are 16 electrons in the $d$ bonds between Zn-group solutes and Fe ions, leading to the most strong “anti-bonding\" (highest energy), which accords with that the straight line ftted for the $\\Delta E _ { \\mathrm { s u b } }$ of Zn-group is located above other fitted lines; the $d$ bonds between Sc-group solutes and Fe ions have 7 electrons, leading to the most strong bonding (lowest energy), which accords with that the fitted line is located at the bottom (see Fig.2). Hence, it might be concluded that the regularity of $\\Delta E _ { \\mathrm { s u b } }$ of transition-metal solutes due to SS originates from the characteristics of valence $d$ bonding between the solutes and Fe ions under SS. As the example of Si shown in Fig.6(b,c)， it is also found that the valence $s$ and $p$ DOS of solute Cu, Zn and Bi are dispersed under NS6 compared with those under zero strain, which indicates the widening of $s$ and $p$ bands. In our opinion, the widening of valence $s$ and $p$ bands might be attributed to the changes of electronic interactions between the solutes and Fe ions in the second neighboring shell when NS6 applies on the systems. Consequently, for Cu- and Zn-group and main-group solutes, the widening of valence $s$ and $p$ bands of solutes due to NS6, and exactly speaking, the low-energy side shift of the valence $s$ and $p$ bands,results in the considerable drop of （204号 $\\Delta E _ { \\mathrm { s u b } }$ of solutes. Therefore, the stabilities of solutes under either SS or NS directly correlate with their intrinsic properties, such as valence $d$ radius and occupancy, having or not having valence $s$ and $p$ bands. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "At last, on the background of nuclear power applications, we discuss the stabilities of some substitutional foreign ions in bcc Fe matrix under strain. RAFM steels were developed from conventional ferritic/martensitic steels via replacing Mo and Nb contents by W and Ta [6]. However, under SS and hydrostatic strain, our results indicate that Mo/Nb is a little more stable than W/Ta as a substitutional solute in bcc iron, respectively due to smaller valence $d$ radius (see Fig.2) and smaller formation volume [17]. Under NS, solute W/Ta has almost the same stability as Mo/Nb in bcc iron,as shown in Fig.4. Ishii et al. measured yield strength, tensile strength,and fatigue strength at 2 $\\mathrm { \\Delta \\times 1 0 ^ { 7 } }$ cycles of twelve bcc Fe based binary aloys, and their results indicated that Mo,Nb, Ti and W have very similar solidsolution strengthening efects [39]. Noticeably, according to our calculations,solute Ti is much more stable than Mo, Nb and W in bcc Fe matrix under SS (see Fig.2) and under hydrostatic strain [17], and has the same stability as Mo, Na and W under NS (see Fig.4). Obviously, two factors lead to the excellent stability of solute Ti in bcc Fe matrix under SS: one is the much smaller valence $d$ radius and the other is the much stronger $d$ hybridization with Fe ions in the first nearest neighbor shel. Therefore,it might be feasible to prolong the service life of bcc Fe based steels serving in stress and radiation conditions by increasing Ti content and decreasing other solid-strengthening elements,on the premise of maintaining the mechanical strength. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 17
    },
    {
        "type": "image",
        "img_path": "images/c3962f3e2ff15e60a4c294ad4869c8241985addf339345cfacc9374ba8415d2b.jpg",
        "img_caption": [
            "FIG.7: (Color online） First-principles substitution energy change $\\Delta E _ { \\mathrm { s u b } }$ between under SS85 and under SS89 (red triangle) as well as $\\Delta E _ { \\mathrm { s u b } }$ between under NS6 and under NS1 (black square) of some main-group solutes in bcc Fe matrix. "
        ],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "As structural materials in accelerator driven systems (ADSs), bcc Fe based steels suffer not only the irradiation of high-energy proton and neutron, but also the dissolution corrosion of liquid lead-bismuth eutectic (LBE). In general conditions,Pb and Bi are almost insoluble in bcc iron. However, first-principles calculations indicated that they are both aggregated easily around irradiation-induced defects to form X-Pb $n$ and X-Bi $n$ complexes,where X can be helium, vacancy or divacancy [40]. Figure7 displays the $\\Delta E _ { \\mathrm { s u b } }$ due to SS and due to NS for five main-group solutes in bcc Fe matrix. The $\\Delta E _ { \\mathrm { s u b } }$ of Pb and Bi between under NS6 and under NS1 are $- 0 . 1 0 3$ and -O.107 eV, which indicate that just like Al, Si and As, both Pb and Bi have greatly increased solubilities in bcc Fe matrix under NS. This result might indicate that the dissolution corrosion of LBE is more serious to bcc Fe based steels under NS than in equilibrium state. As shown in Fig.7, the $\\Delta E _ { \\mathrm { s u b } }$ of Pb and Bi between under SS85 and under SS89 are greater than those of Al, Si and As. According to our previous study [18], this result might be attributed to that the Pauli repulsion energy, corresponding to the overlap integral of $3 d$ bands of the nearest neighboring Fe ions and $5 d$ of the solute Pb or Bi under SS, is obviously greater than the overlap integral of $3 d$ bands of Fe and $2 p$ （20 of Al/Si, or $3 d$ of As. Additionally, we present the formation volumes of solute As,Pb and Bi in bcc iron,1.98,13.27 and 14.31 $\\mathrm { \\AA ^ { 3 } }$ , respectively, which indicate their different volume dependencies of stability under strain. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "IV. SUMMARY ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "In this paper, SS and NS are proved to be two typical volume-conserving strains for bcc metals by force analysis of a solute in a bcc Fe matrix. It is verified that the Madelung-like energy change of a solute contributes little to the substitution energy change， while the electronic energy change is dominant when either SS or NS applies on the bcc Fe matrix. When SS applies on the dilute bcc $\\mathrm { F e _ { 1 2 7 } } S _ { 1 }$ alloy systems, the substitution energy change （202 $\\Delta E _ { \\mathrm { s u b } }$ of solutes in each transition metal group is a linear function of the valence $d$ radius $r _ { \\mathrm { d } }$ of the solutes, while the slope decreases exponentially as the absolute difference between the Watson's electronegativity of iron and the averaged value of each group increases. This regularity exhibits that the stabilities of transition-metal solutes in bcc iron under SS directly correlate with their intrinsic properties, which is attributed to the modulation of the valence $d$ hybridization to the Pauli repulsion between the solutes and the nearest neighbors. It is found that the band energies of the neighboring Fe ions around the solutes change when either SS or NS applies on the systems, which correlate with the substitution energy change of the solutes. It is concluded that the regular change of substitution energy of transition-metal solutes due to SS originates from the characteristics of valence $d$ bonding between the transition-metal solutes and Fe ions under SS. For solutes of Cu- and Zn-group transition metals and main-group elements, the considerable drop of $\\Delta E _ { \\mathrm { s u b } }$ due to NS is mainly attributed to the low-energy side shift of the widened valence $s$ and $p$ bands. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Acknowledgments ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Wei Liu would like to thank Andrei Ruban in KTH Royal Institute of Technology for critical reading of the manuscript and comments. This work was supported by the National Magnetic Confinement Fusion Program (Grant No. 2015GB1l2001), the National Natural Science Foundation of China (Nos: 51571187, 11475214,11375231，11505214,11505215), and by the Center for Computation Science, Hefei Institutes of Physical Sciences. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "[1] Physical Metallrgy, 4th ed., edited by R.W. Cahn, P. Haasen, (Elsevier Science, Amsterdam, 1996), Vol. II. p. 1555.   \n[2] Z. X. Xia, C. Zhang, N. Q. Fan, Y. F. Zhao, F. Xue, S. J. Liu, Mater. Sci. Eng. A 545, 91 (2012).   \n[3] E. A. Little, D. A Stow, J. Nucl. Mater. 87, 25 (1979).   \n[4] S. I. Poroll,A. M. Dvoriashin, A. N. Vorobjev, Yu.V. Konobeev, J. Nucl. Mater. 256, 247 (1998).   \n[5] F.A. Garner, M. B. Toloczko,B. H. Sencer, J. Nucl. Mater. 276,123 (2000).   \n[6] A. Koyama,A. Hishinuma, D. S. Gelles, R. L. Klueh, W. Dietz, K. Ehrlich, J. Nucl. Mater. 233-237, 138 (1996).   \n[7] Fundamentals of Radiation Materials Science, G. S. Was, (Springer-Verlag,Berlin, Heidelberg, 2007), p. 232.   \n[8] P. Olsson, C. Domain, J. Wallenius, Phys. Rev. B 75, 014110 (2007).   \n[9] D. Terentyev, P. Olsson, L. Malerba,A. V. Barashev, J. Nucl. Mater. 362,167 (2007).   \n[10] P. Olsson,T. P. C. Klaver, C. Domain,Phys.Rev.B 81, 054102 (2010).   \n[11] D. Terentyev,L. Malerba,A. V. Barashev, Philos. Mag. Lett.85, 587 (2005).   \n[12] C. Domain, C. S. Becquart,Phys. Rev.B 65,024103 (2001). [13] F. Soisson, C.-C. Fu, Phys. Rev. B 76, 214102 (2007).   \n[14] T. Jourdan, F. Soisson, E. Clouet,A. Barbu,Acta Mater. 58, 3400 (2010).   \n[15] J. Agren,Metall. Mater. Trans. A 43,3453 (2011).   \n[16] T. Garnier, M. Nastar, P. Bellon, D.R. Trinkle, Phys.Rev. B 88,134201 (2013).   \n[17] W. Liu, W. L. Wang, Q. F. Fang, C. S. Liu, Q. Y. Huang, Y. C. Wu, Phys. Rev. B 84, 224101 (2011).   \n[18] W. Liu, Y. Xu, X. Li, X. Wu, C. S. Liu, Y. Liang, Z. Wang, J. Appl. Phys. 117, 175901 (2015).   \n[19] T. Garnier, V. R. Manga, P. Bellon, D. R. Trinkle, Phys. Rev. B 90, 024306 (2014).   \n[20] Y. Zhang, P. C. Milett, M. R. Tonks, X.-M. Bai, S. B. Biner, Comput. Mater. Sci. 101,181 (2015).   \n[21] G. Kresse, J. Hafer,Phys. Rev. B 47, 558(R)(1993); G. Kresse, J. Furthmüler, ibid. 54,11169 (1996).   \n[22] G. Kresse, D. Joubert, Phys. Rev. B 59,1758 (1999); P. E. Blochl, ibid. 50,17953 (1994).   \n[23] J.P. Perdew, J. A. Chevary, S. H. Vosko, K. A. Jackson, M. R. Pederson, D. J. Singh, C.   \nFiolhais,Phys.Rev.B 46,6671 (1992).   \n[24] S. H. Vosko, L. Wilk, M. Nusair, Can. J. Phys. 58,1200 (1980).   \n[25] A. V. Ruban, H. L. Skriver, Phys.Rev. B 66, 024201 (2002).   \n[26] D. van der Marel, G. A. Sawatzky, Phys. Rev. B 37, 10674 (1988).   \n[27] R.E. Watson,M. Weinert, G. W. Fernando, Phys. Rev. B 43, 1446 (1991).   \n[28] R. E. Watson, J. Hudis, M. L. Perlman, Phys.Rev. B 4, 4139 (1971).   \n[29] R. E. Watson,L. H. Bennett, Phys.Rev. B 18, 6439 (1978).   \n[30] Z. Chen, N. Kioussis, N. Ghoniem, D. Seif, Phys. Rev. B 81 094102 (2010).   \n[31] R. E. Watson,L.J. Swartzendruber,L.H. Bennett, Phys.Rev. B 24, 6211 (1981).   \n[32] R. Magri, S.-H. Wei, A. Zunger, Phys. Rev. B 42, 11388 (1990).   \n[33] D. D. Johnson, F. J. Pinski, Phys. Rev. B 48,11553 (1993).   \n[34] H. Hakkinen,M. Moseler,U. Landman,Phys. Rev.Lett.89,033401 (2002).   \n[35] P. M. Krstajic, F. M. Peeters, V.A. Ivanov, V. Fleurov, K. Kikoin,Phys. Rev. B 70,195215 (2004).   \n[36] A. V. Ruban, H. L. Skriver, J. K. Norskov, Phys. Rev. Lett. 80,1240 (1998).   \n[37] D. G. Petifor, Phys. Rev. Lett. 42,846 (1979).   \n[38] Solids and Surfaces: a Chemist's View of Bonding in Extended Structures, R. Hoffmann, (Wiley-VCH,New York, 1988)； Chinese edition,H.Y. Guo,J. Li (Translator)， (Chemical Industry Press, Beijing, 1996),p.8.   \n[39] H. Ishii, T. Kawarazaki, Y. Fujimura, Met. Trans. A 15,679 (1984).   \n[40] Y. Zhang, Y.-W. You, D.-D. Li, Y. Xu, C. S. Liu, B. C. Pan, Z. Wang, Phys. Chem. Chem. Phys. 17, 12292 (2015). ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 21
    }
]