[
    {
        "type": "text",
        "text": "中药膏摩技术在1例消渴病痹症患者护理中的应用",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李‧欣，尚志花，王春红（北京中医药大学东方医院内分泌科，北京，100078）",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：本文总结中药膏摩改善1例消渴痹症患者肢体麻凉痛症状的护理体会,包括饮食指导、症状护理、运动干预等常规护理以及中药膏摩的选穴、介质选择、操作方法等。通过辨证施护，选取对应经穴实施中药膏摩，能有效改善患者肢体麻凉症状。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：消渴病；痹症；中药膏摩；中医护理；辨证施护；穴位",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Application of Chinese herbal ointment and massage in nursing of a patient with diabetes mellitus and arthralgia ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "LI Xin， SHANG Zhihua，WANG Chunhong (Departmentof Endocrinology，Dongfang Hospital,Beijing UniversityofChinese Medicine,Beijing，100078) ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "ABSTRACT: This article reviewed the treatment effect of Chinese herbal ointment and massage in relief of limb numbness and pain in a patient with diabetes mellitus and arthralgia.Key issues of nursing included dietary guidance，symptom care,exercise intervention and standard procedure for acupoint selection， osmotic medium selection and massage. According to the nursing by syndrome differentiation，the Chinese herbal ointment and massage is effective to relieve the limb symptoms of patients with diabetes mellitus and arthralgia. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "KEY WORDS: diabetes mellitus；arthralgia； Chinese herbal ointment and massage；Traditiona Chinese Medicine nursing；syndrome differentiation；acupoint ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "国际糖尿病联盟(IDF)最新数据显示，2014年全世界有3.87亿糖尿病患者，预计至2035年，糖尿病患病人数将增长 $5 5 \\%$ 达到6亿[]。糖尿病病程长，糖尿病性周围神经病变(DPN)是最常见的慢性并发症之一，其发病率可达 $3 0 \\% \\sim 9 0 \\% ^ { [ 2 ] }$ ○DPN临床主要表现为不同程度的对称性疼痛和感觉异常，下肢症状较上肢多见。感觉异常有麻木、蚁走、虫爬、发热、触电样感觉，往往从远端脚趾上行可达膝上，患者有穿袜子与戴手套样感觉。感觉障碍严重的病例可出现下肢关节病及溃疡。严重者可导致糖尿病足。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "目前，DPN治疗主要以严控饮食、静脉输注营养神经的药物、合理应用降糖药物为主。随着中医技术的不断发展，中西医结合治疗的方法在缓解患者肢体麻凉方面取得较好的效果[3]。膏摩技术是将配好的药物涂在体表后，再在其上以推拿手法的推拿技术，“膏摩”一词最早见于《金匮要略》,在孙思邈的《备急千金药方》中记载“小儿虽无病，早起常以膏摩卤上及手足心，甚避寒风。\"首次将膏摩应用于小儿推拿。随着膏摩技术在临床的普及应用,其在缓解下肢麻木发凉方面取得了较好的效果。本文总结1例消渴病痹症病例通过中药膏摩缓解下肢肢体麻凉症状的护理经验，现报告如下。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1临床资料",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "患者女性，71岁，主诉口干多饮11年，反复下肢麻凉5年，加重1周，于2021年12月23日收治入院。中医诊断：消渴病痹症;辨证分型：气阴两虚，痰瘀互结。西医诊断：DPN。既往史：糖尿病http://www. nursrxiv. org.cn病史11余年，冠心病病史6余年，均规律服药治疗。婚育史及过敏史无特殊。入科后查体：神志倦怠，舌红苔薄黄;语声适中，呼吸均匀，无异常气体；口干口苦多饮，四肢麻木夜间加重;脉弦细。专科查体：双足肤温低，足背动脉搏动减弱。患者入院生活自理能力评分95分，跌倒评分为35分，入院时患者生命体征正常，入院后测随机血糖为5.4 mmol/L",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "入科后根据患者的症状予以中药膏摩治疗，并评估患者康复情况。评价指标采用多伦多临床评分系统(TCSS)[4],包括神经症状、神经反射、感觉功能检查评分3部分，神经症状包括下肢的疼痛、麻木、刺痛、酸软乏力、走路不平衡及上肢症状，有记1分，无记0分；神经反射包括膝反射及踝反射消失记2分，减弱记1分，存在记0分;感觉功能包括痛觉、温度觉、轻触觉、震动觉、位置觉，异常记1分，存在记0分。0\\~5分为无DPN,6～8分为轻度 $\\mathrm { D P N } , 9 \\sim 1 1 \\$ 分为中度DPN, $1 2 \\sim 1 9$ 分为重度DPN。该患者治疗后，TCSS评分由8分降低为6分，患者肢体麻凉症状有所缓解。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2护理",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 常规护理",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.1饮食护理：嘱患者多进食优质蛋白、维生素及膳食纤维，少食用高糖、辛辣刺激食品。脾虚患者可以多食用健脾之品，如：山药、鲫鱼、牛肉等食物；阴虚体质的患者可食用滋阴之品，如：黑芝麻、枸杞、银耳、等食物。饮食护理目的通过平衡膳食，配合运动和药物治疗，将血糖控制在理想范围内，达到全面代谢控制，改善总体的健康状况，满足一般和特殊生理状况需要，有效防止各种糖尿病急、慢性并发症的发生的效果[5]。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.2肢端发凉、怕冷的护理：病室温度宜偏高，阳光充足。密切观察患肢皮肤温度、色泽、疼痛的性质、间歇性跛行的距离及发作频率。注意肢端保暖,禁止热敷。注意个人卫生，水温不宜偏高，避免烫伤，减少足部皮肤暴露，防止碰伤。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1.3运动护理：在患者允许的情况下，根据患者的自身情况进行锻炼，可以适当的进行有氧运动，如散步、游泳、打太极拳、八段锦、活血通络操、四季养生操等，运动时间保持在0.5～1h为宜，同时嘱患者勿在饭后立即运动。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2中医特色护理",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2.1中药膏摩穴位选择：患者辨证分型为气阴两虚、痰瘀互结型，同时结合患者双下肢麻木发凉的临床表现选取足三阳经，即足阳明胃经、足太阳膀胱经、足少阳胆经，在其三条阳经进行循经推揉。局部穴位选择：足三里穴（位置在小腿前外侧，在犊鼻下3寸，距胫骨前缘一横指）阳陵泉穴（位置在小腿部的外侧，腓骨小头前下方凹陷处）、三阴交穴（位置在小腿内侧，脚踝骨的最高点往上3寸处）委中穴（胸横纹中点）。采用“手指同身寸\"的方法确定穴位的位置。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2.2介质选择：进行中药膏摩治疗时，需要介质进行渗透从而增加疗效，减少患者皮肤的损伤。介质主要以油剂为主。目前本科主要使用由紫草 $1 0 \\mathrm { { g } }$ 、红花 $\\boldsymbol { 1 5 } \\mathrm { \\textrm { g } }$ 、川芎 $1 0 \\mathrm { { g } }$ 、鸡血藤 $\\mathrm { 1 0 ~ g ~ }$ 、植物油熬制而成的介质，该介质药物性温，具有益气活血、疏通经络的作用。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.2.3操作方法：协助患者取仰卧位，暴露出下肢部位，注意保暖。选取油剂介质涂于小腿部，将砭石治疗仪调至 $4 0 ^ { \\circ } \\sim 6 0 ^ { \\circ }$ ,持砭石按摩仪对重点穴位(足三里穴、阳陵泉穴、三阴交穴、委中穴)进行点按，每个穴位按摩15次，以患者感觉到酸胀感为宜。后进行足阳明胃经、足太阳膀胱经、足少阳胆经的循经按摩。足三阳经从头走足，按照经络走向进行推揉。可用砭石热熨仪着力于体表做顺时针或逆时针的揉动，每条经络进行15次的推揉，后进行顺时针或逆时针的摩法，此时动作易轻柔，以患者能够耐受为宜。操作后注意事项：中药膏摩按揉后注意患者的皮肤温度及主观感受，及时调整膏摩的温度及按揉膏摩的力度，注意皮肤肤温的变化，操作后注意保暖。以上操作每日1次，7d为1疗程，持续两个疗程后观察患者的护理效果。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "3讨论",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "消渴病痹症的发展是动态演变的过程，随着病情的发展，按照气虚或阴虚-气阴两虚-阴阳两虚的规律而演变，血瘀贯穿本病的始终[6]。气虚则无力行舟，阴虚则无水行舟，导致瘀血内生，血瘀与气阴两虚这一病机互为因果，最终导致血脉络，而出现疼痛、麻木甚至肢体痿废的临床表现[]。本病例为老年女性,糖尿病数年,正气自虚、阴虚火旺、火灼津液，上消肺胃津气，下烁肝肾津液，旁消筋骨肌肉，日久成瘀,络脉瘀阻，失于濡养则见肢端麻凉。因此治疗原则以滋补脏腑、行气活血、通络止痛为主。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "该患者辨证分型为气阴两虚、痰瘀互结型，根据辨证施护的原则，选取足阳明胃经、足太阳膀胱经、足少阳胆经，三条经脉在腿的外侧和后侧，属表。按揉胆经穴位可疏通少阳经气，活血通络，按揉胃经穴位可助气血生成，使正气恢复。同时又加用足太阳膀胱经穴，意在振奋阳气，调和阴阳。三阳并举，相辅相成，振奋阳气为先，通络祛邪在后，正气生则邪气除，故能生效[8。足三里为胃经合穴和胃之下合穴，为胃经经气深人之处，进行点按可补益气血。三阴交为足太阴脾经、足少阴肾经、足厥阴肝经交会之处，有健脾益气、调肝补肾之功。阳陵泉为足少阳经合穴、胆之下合穴及八会穴之筋会。同时配比按揉委中穴扶正正气，避免邪气侵入，提高患者的免疫力。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "基于现代理论，砭石按摩仪主要具有砭石的热辐射及热红外线性质，其可观的超声脉冲数频率可通过加速皮肤的气体交换和二氧化碳的排泄，使机体得到明显改善。此外，极宽的远红外波谱可明显促进及改善微循环[9]。本科室采用的红花、紫草、川芎等药物均有活血通络、温经散寒的作用，加用砭石按摩仪促进药物的渗透，从而缓解肢体麻凉的症状。与传统的中药膏摩相比，本次膏剂使用简单且有效，易清洁，且不易发生烫伤等皮肤损害。糖尿病患者多数为腹型肥胖[\"0],中药膏摩治疗应减少对下肢骨突处的刺激，防止破溃。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "中药膏摩治疗既有砭石的热红外线促进血液循环的作用，又有红花等药物活血通络、消瘀散结的作用，加之穴位经络的按摩，有助于改善患者下肢麻木的症状，提高其生活质量，值得临床推广。糖尿病病程长，患者需要接受长期的规律治疗，提高患者对于疾病的认识及保健，增加糖尿病的健康教育及足部护理是防治疾病的关键。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "利益冲突声明：作者声明本文无利益冲突。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "参考文献",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "[1］INTERNATIONALDIABETESFEDERATION.IDF Diabetes Atlas Sixth edition posterupdate2014[EB/OL]．（2014-11-10）[2022-02-10]． https://www. mendeley. com/catalogue/c10c8134-2956-328f-ae81-903d2a822fc9/  \n[2] 中华中医药学会糖尿病分会．糖尿病周围神经病变中医临床诊疗指南(2016年版)[J]．中医杂志，2017，58(7):625-630.  \n[3] 谭彩萍，王旭．中西医结合治疗糖尿病周围神经病变的效果分析[J]．中国现代医生，2019，57(23)：79-81,85.  \n[4] 曾娇，何珊，吴珊．2型糖尿病下肢周围神经超声表现与多伦多临床评分的关系［J]．实用医学杂志，2016，32(12)：1945-1948.  \n[5] 郭菁，陈柏均．消渴病的饮食护理浅识[J].实用中医内科杂志，2010，24(12)：117.  \n[6] 王志强，何孟霞，岳瑞文，等．庞国明经方治疗消渴病痹症经验[J]．中医文献杂志，2020，38(1)：44-47.  \n[7] 陈见纺，胡春平，冯珍凤，等．严军教授论治糖尿病周围神经病变经验[J]．光明中医，2020，35(18):2833-2836.  \n[8] 吴宁波，丁敏．从足三阳经论治股外侧皮神经卡压综合征验案[J]．中国民间疗法，2021，29(20)：99-100.  \n[9] 李国彬．砭石的概况[J]．东方食疗与保健，2017,(1):283.  \n[10］向先玉，钱建强．2型糖尿病中医体质特点与体重指数、空腹血糖关系研究[J]．亚太传统医药，2015，11(16): 91-92.",
        "page_idx": 2
    }
]