[
    {
        "type": "text",
        "text": "习近平治国理政思想是新型智库建设的指针",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "李刚 丁炫凯",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "南京大学信息管理学院南京210023",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "摘要：[目的/意义]加强中国特色新型智库建设，建立健全决策咨询制度，亟需坚实的理论和方法论作为指导。[方法/过程]建设中国特色新型智库是党中央的一项战略部署，其理论基础来源于习近平总书记的治国理政思想：坚持党的领导，形成规范有序的公共政策讨论空间；重视专业化智库建设，发扬滴水穿石精神；提高智库战略思维、创新思维、辩证思维、底线思维能力；坚持调查研究的优良传统，充分运用现代社会科学的理论与方法，形成中国特色的公共政策研究范式。［结果/结论]中国特色新型智库建设只有以习近平总书记治国理政思想为指引，构建理论话语、思想方法和工作方法体系，才能逐步建成信得过、用得上的新型特色智库体系。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "关键词：智库 治国理政 习近平 中国特色 理论基础分类号：C931DOI: 10.19318/j.cnki.issn.2096-1634.2016.02.01",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "习近平总书记在治国理政实践中，极其重视调查研究和理论思考，积累了丰富的意识形态、战略问题和政策问题理论成果。党的十八大以来，总书记发表了系列重要讲话，阐述了新形势下党和国家事业发展的重大理论和现实问题，创造性地提出了一系列极具洞察力的新观点、新论断和新要求，这些理论成果和他前期的探索一脉相承，体现了他对中国特色社会主义规律和马克思主义执政党建设规律的认识，也是总书记执政理念、工作思路和信念意志的集中反映。我们要把习近平的治国理政思想看成是一个整体，作为新的历史条件下我们党治国理政的行动纲领，努力学习、认真领会。中国特色新型智库建设只有以习近平治国理政思想为指引，构建理论话语、思想方法和工作方法体系，才能逐步建成信得过、用得上的新型特色智库体系。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1新型智库建设是完善社会主义政治制度的“国家战略",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "习近平很早就认识到智库对决策的重要性。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1990年，时任宁德地委书记的习近平在谈到发挥办公室的参谋作用时指出：“如果我们办公室能够综合四面八方的情况，并进行分析，像国外‘智囊团’那样，经常提出一些重大的决策建议，就能为领导迅捷进行决策选择提供便利。”[12005 年11月2日，时任浙江省委书记的习近平专门到浙江省委政策研究室调研，他特别提醒，政策研究部门的工作“既不是纯粹的理论研究，也有别于具体的工作部署，而是一种理论与实践相结合的对策性应用研究，必须强调研以致用。”[2]",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2007年到中央工作后，他更加重视政策研究的重要性。2012年11月8日，党的十八大把智库建设正式写入文件，指出：“坚持科学决策、民主决策、依法决策，健全决策机制和程序，发挥思想库作用，建立健全决策问责和纠错制度。”在随后召开的2012年中央经济工作会议上，习近平强调要健全决策咨询机制，按照服务决策、适度超前的原则，建设高质量智库。在经济工作会议上强调智库建设，可见总书记对智库建设的重视。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "2013年4月15日，习近平总书记对智库建设作出重要批示，明确提出了建设“中国特色新型智库”这个新目标，要求智库积极为中央科学决策提供高质量的智力支持。“4.15批示”是中央领导同志专门就智库建设所作出的最为明确、内涵最丰富的一次批示。一是把智库作为国家软实力的重要组成部分，随着形势的发展，智库的作用会越来越大，把智库建设上升到了国家战略高度；二是指出我国智库还相对滞后，应发挥更大的作用；三是明确提出了建设“中国特色新型智库”这个新目标；四是要积极探索中国特色新型智库的组织形式和管理方式，采取有效措施引导各类智库加强自身建设；五是要求智库积极为中央科学决策提供高质量的智力支持。2013年11月，十八届三中全会《中共中央关于全面深化改革若干重大问题的决定》进一步明确提出“加强中国特色新型智库建设，建立健全决策咨询制度”，把总书记“4.15批示”上升为全党的统一共识和党中央的战略部署。加强中国特色新型智库建设成为一项重要的国家战略。",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "随后，智库建设列入了中国全面深化改革的议程，进入了顶层设计的框架，被切实提上了党政决策的议事日程。经过紧张的起草和意见征集，2014年10月27日，《关于加强中国特色新型智库建设的意见》提交“深改组”第六次会议审议，习近平总书记就智库建设再次发表重要讲话。他强调，要从推动科学决策、民主决策，推进国家治理体系和治理能力现代化，增强国家软实力的战略高度，把中国特色新型智库建设作为一项重大而紧迫的任务切实抓好。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "党的十八届三中全会提出：“坚持把完善和发展中国特色社会主义制度，推进国家治理体系和治理能力现代化作为全面深化改革的总目标。”国家治理体系和治理能力是一个国家制度和制度执行力的集中体现。国家治理体系是在党领导下管理国家的制度体系，习近平总书记认为中国特色新型智库属于国家制度体系的有机构成。这就揭示了中国特色新型智库的本质特征一—新型智库不仅是实体性的机构，更是一种顶层的制度设计，它是实现决策科学化、民主化的一种基础性的现代制度。新型智库的科学性体现在它采用了现代社会科学的理论体系、建模方法、计算方法，基于互联网的各种数据收集与处理技术更使得智库的数据收集、分析、报告撰写与传播可以在很短的时间内完成，实现真正的“快速反应”研究。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "新型智库的开放性和民主性特性，“集智”和“协商”功能，是实现决策民主化的有力保障。中国传统党政智库，如党委政策研究室和政府研究室，属于党和政府的内部常设机构，虽然以政策研究为主要职能，但是其主要工作还是为领导机关起草文件。总体而言，这些智囊机构相对比较封闭，和学术界、媒体、产业界没有多少交集。中国特色新型智库建设显然有助于改变传统的比较封闭的政策研究和决策体制，有助于进一步发挥其他系统（如党校、社科院、高校，甚至社会智库）的力量，形成开放、高效、科学的新的政策研究与决策体制。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "因此，中国特色新型智库建设事关国家现代治理体系和治理能力的现代化，事关决策的科学化和民主化。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2新型智库要坚持党的领导，坚持群众路线，发挥协商民主的独特优势",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "虽然中国特色新型智库是国家治理体系的有机构成，但是如何把这种制度优势转化为管理国家的效能，发挥新型智库的作用仍是需要探讨的理论问题。有人说新型智库是“第五种权力”，这是来自西方的智库理论，是建立在三权分立基础上的，意思是立法、司法、行政、媒体和智库五种权力并列。但是这种提法不符合中国国情。习近平总书记旗帜鲜明地指出中国特色新型智库建设“要坚持党的领导，把握正确导向，充分体现中国特色、中国风格、中国气派”。这就澄清了中国特色新型智库建设中的许多错误认识。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "第一，政策是党的生命。我们党一定要把政策研究、政策解读和政策宣传工作牢牢地抓在自己手上。大力发展新型智库的目的是健全党和政府的决策咨询制度，所谓“健全”，是在现有系统基础之上的完善，不是推倒重建，不是另建一套新型智库系统取代现有的决策咨询系统，更不是按照西方智库的理论建立一套独立于党和政府、代表“第五种权力”的新型智库，出现一个“影子政府”和“第二决策中心”。而是在党的统一领导下，以党政内部决策咨询机构为中心，推动党校行政学院、科学院、社科院和高校部分应用性社会科学研究机构，通过深化改革的途径向现代智库转型，培育民间智库，形成一个具有中国特色的新型智库体系。所谓“体系”就意味着既有一批高端智库，也有各具特色的专攻的小型智库；既有全国性智库，也有地方性智库；既有以政策研究见长的智库，也有以咨询见长的智库；既有数据型智库，也有理念创新型智库。体系建设的核心是多元、分工、专业、协同。但是不能忘记建立中国特色新型智库体系的根本目的是发挥我们党的统一领导的优势，各类智库要整合、要协同、要围绕大局，服务于中心工作。",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "第二，坚持中国特色、中国风格和中国气派是由中国新型智库所面对的独特的政策过程决定的。智库是围绕政策过程发挥作用的。公共政策过程从对问题的确认开始，通过政策议程设定使社会问题进入政策议程，决策者制定公共政策，优选出方案并将其合法化，之后由执行机构实施方案。这个过程在不同的国家是截然不同的。以美国为代表的西方国家，总统和国会处于政策过程的枢纽地位，总统除日常的行政行为外，大部分治理行为要通过立法的形式才能得以实现，立法就需要复杂的议会党团斗争，而议会党团不仅要代表各自选区选民的利益，而且受到众多利益集团的压力，很难站在全民福祉的立场做出决策。特别是中下阶层由于缺少政治代理人，他们的利益很难得到保障。美国智库就是在这样的政策过程中上下其手、发挥作用的。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "相反，中国政策过程的枢纽是党和政府，政策合法化形式有两大类，一是法律法规，二是各级党和政府的文件。法律法规是党领导制定的，文件是党和政府直接制定的。虽然这个过程中没有美国那样热闹的政策辩论过程，但是中国在制定法律法规和重要文件时“征求意见”的过程非常漫长和仔细，已经制度化、规范化和程序化。专家学者是重要的意见征求对象。2014年7月8日，习近平总书记在经济形势专家座谈会上指出：“党的十八大和十八届三中全会要求加强中国特色新型智库建设，建立健全决策咨询制度。今天的经济形势专家座谈会，就是落实这个决策部署的重要体现。广泛听取各方面专家学者意见并使之制度化，对提高党的执政能力、提高国家治理能力具有重要意义。”总书记的谈话表明，中国特色新型智库要发挥作用，必须切合中国的政策过程，中国政策过程的本质特征就是党领导各方力量设立政策议程，智库作为决策咨询制度的重要部分，当然要贯彻坚持党的领导原则。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "第三，协商民主是中国特色的民主形式，智库是重要的协商渠道。“民主是个好东西”，但实现民主的形式多种多样，一人一票仅仅是民主的一种形式，绝非是唯一形式。协商是民主的更普遍、更本质的形式。协商民主是我国社会主义民主政治的特有形式和独特优势，是党的群众路线在政治领域的重要体现。我国已经初步建立了广泛多层制度化的协商民主体系。《中共中央关于全面深化改革若干重大问题的决定》强调在党的领导下，以经济社会发展重大问题和涉及群众切身利益的实际问题为内容，在全社会开展广泛协商，坚持协商于决策之前和决策实施之中[3]。2014年9月，习近平总书记在全国政协成立65周年大会上将十八届三中全会概括的五种协商渠道细化为十种协商渠道，其中各类智库被总书记列入其中。协商的形式包括提案、会议、座谈、论证、听证、公示、评估、咨询、网络等多种形式。这就为智库赋予了民主协商和统一战线的职能，智库成为各方利益表达的场所。智库作为一个理性的、公开的、超脱的公共空间，作为民主协商的空间，可以对国计民生的重大政策问题进行讨论甚至交锋，这样就很有可能产生解决问题的新思维、新思路、新提法。而且作为政策协商空间，智库受到大众媒介和民粹主义影响较小，这有利于客观科学地进行政策辩论。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "以滴水穿石的精神、功成不必在我的境界推进新型智库的专业化",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "习近平总书记在第六次深改组会议上专门强调要“重视专业化智库建设”。专业化智库建设至少包含三层意思。第一，中国特色新型智库需要专业精神。“专业”一词，原意就是利用高深知识和复杂技能服务于公共利益，比如医生、律师、工程师等现代白领职业。在社会主义的中国，专业精神的核心就是公共利益高于个人利益，有时候甚至要牺牲一些自我利益。新型智库是从事公共政策研究的，是为党和政府提供决策支持的，因此，新型智库的专业精神就是要把公共利益放在个人利益之上。习近平总书记推崇的滴水穿石精神就应该是新型智库的专业精神。他曾经说：“滴水穿石的自然景观，我是在插队落户时便耳闻目睹，叹为观止的。直至现在，其锲而不舍的情景仍每每浮现在眼前，我从中领略了不少生命和运动的哲理。”中国特色新型智库建设不可能一蹴而就，万里长城不是一日建成的，需要我们发扬滴水穿石的精神，“一滴滴水对准一块石头，目标一致，矢志不移，日复一日，年复一年地滴下去—这才造就了滴水穿石的神奇”。他还告诫我们：“如果我们一说起改革开放，就想到马上会四方来助，八面来风，其结果，只能是多了不切实际的幻想，少了艰苦奋斗的精神。”[这些话切中肯綮，中国特色新型智库建设中已经出现了挂牌命名时热热闹闹，成立后冷冷清清的现象。在以往的各种研究中心、研究基地建设中早就出现了重申报、轻建设的现象。目前 $80 \\%$ 以上的研究中心和研究基地都处于“僵尸状态”。其根本原因就是缺少总书记所说的滴水穿石的精神。他说：“滴水穿石，喻之于人，是一种前仆后继、勇于牺牲的人格的完美体现。一滴水，既小且弱，对付顽石，肯定粉身碎骨。它在牺牲的瞬间，虽然未能看见自身的价值和成果，但其价值和成果体现在无数水滴前仆后继的粉身碎骨之中，体现在终于穿石的成功之中。”中国特色新型智库建设需要一代又一代专家发扬这种牺牲精神，致力于专业化智库的建设。",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第二，智库专业化建设一方面指各智库要术业有专攻，另一方面各智库在自己专业领域还要有主攻方向，在主攻方向上有“拳头产品”。中国作为崛起的大国需要有与大国地位相配的“具有较大影响和国际性影响力”的世界性大智库，但是大智库并不意味着就一定有大影响力，综合性智库也并不意味着就一定有普遍的影响力。如果大智库是由许多名不见经传的众多研究中心或者研究所组成，那弱弱相加，结果还是弱，数量的简单累计不会带来质变。因此，中国特色新型智库专业化建设首先就需要每个智库都要根据自己的知识积累和学科专长确定专业范围，比如国际关系类智库就需要明确自己是涉海的，还是国际法的，是国际贸易的，还是军事战略的。确定了智库的专业范围，还要有主攻方向，比如，虽然都是国际贸易专业方向的智库，但是主攻方向可以不同，有主攻中美贸易的，有主攻中国与中亚贸易的。采用这种差异化发展战略，智库的研究才能见深度，才能具有洞察力。另外，在主攻方向应该有“拳头产品”和品牌化产品，比如宾州大学的全球智库索引，就是一个很好的品牌化产品，它代表了美国在世界智库研究界的话语权。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "在中国特色新型智库建设中除了必要的大而全、全而强的少数智库外，要尽量避免出现小而全的智库，小而全的智库必定是小而弱的。一个智库没有优势学科基础，没有长期理论研究的积累，那它的政策研究和政策咨询就是无源之水、无本之木。美国智库业的发达和美国社会科学的发达有极大的关系。而且许多知名美国智库的历史非常悠久，大部分顶级智库成立在二战前后，数十年的知识积累才造就了当今的美国智库的优势地位。没有主攻方向，没有“拳头产品”的智库肯定不是专业智库，没有专业的智库肯定是没有特色的智库，就更谈不上中国特色、中国风格和中国气派了。因此，专业性是中国特色、中国风格和中国气派的基础。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "第三，智库专业化还体现在科学的研究方法、规范的运作流程和客观的管理体系上。习近平总书记指出，新型智库要“坚持科学精神，鼓励大胆探索”。评价一个智库专业与否，就看它的研究有没有秉持科学精神。智库研究应该不唯上、不媚下、不迷信书本、坚持科学精神。科学精神体现在科学方法。1946年成立的美国兰德公司之所以能够获得美国空军的青睐，关键原因就是研究方法的创新。兰德创始人之一威廉姆斯和兰德的科学家一起优化了运筹学分析的理念，创立了一套分析系统，这个系统可以鉴别政策决策，用科学的方法评估政策的科学性，使决策者以目标为标准作出理性的抉择。这被称为“系统分析法”，是兰德对政策分析学科最重要的贡献[4]。另外，西方顶级智库管理非常规范，财务、人员、项目、公共关系、运营管理的水准都和著名的营利性咨询公司相差无几，体现了高度的专业性。这显然是中国特色新型智库建设借鉴的重点。",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "着力提高新型智库的思维能力",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "习近平向来强调思维方法的重要性。2003年",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "11月，他指出“一把手”要“用战略思维去观察当今时代，洞悉当代中国，谋划当前浙江，切实把本地、本部门的工作放到国际国内大背景和全党全国全省的工作大局中去思考、去研究、去把握，不断提高领导工作的原则性、系统性、预见性和创造性。”[52013年6月，他又指出：“干部要勤于学、敏于思，认真学习马克思主义理论特别是中国特色社会主义理论体系，掌握贯穿其中的立场、观点、方法，提高战略思维、创新思维、辩证思维、底线思维能力，正确判断形势，始终保持政治上的清醒和坚定。”[3]",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "思维能力是中国特色新型智库建设核心竞争力的重要内容。战略思维能力，就是高瞻远瞩、统揽全局，善于把握事物发展总体趋势和方向的能力[3]。这就告诉我们，新型智库需要加强战略思维能力，增强战略定力，智库政策研究议程设定要能够透过纷繁复杂的表面现象，抓住真正的战略性和全局性问题。“不谋全局者，不足谋一域。”智库的研究首先要看是否符合全局需要，“要真正向前展望、超前思维、提前布局”[3]。缺乏战略思维的政策研究不仅目光短浅，而且容易钻牛角尖，不知变通，提出的政策方案也很难把握形势发展的方向。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "历史思维能力，就是以史为鉴，善于运用历史眼光认识发展规律，把握前进方向。习近平指出：“历史、现实、未来是相通的。历史是过去的现实，现实是未来的历史。”中国特色新型智库的政策研究、政策解读不能忘记历史的经验教训，中国的智库专家对党史国史“这门课不仅必修，而且必须修好”。任何政策都有历史的渊源，都有变迁的轨迹。过分强调政策研究中运用模型等定量分析方法实际上是一种“去背景”的研究方法，这种脱离具体条件、具体环境的政策研究建议往往脱离实践，难以用于真正的实际需要。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "创新思维能力，就是破除迷信经验、迷信本本、迷信权威的惯性思维，槟弃不合时宜的旧观念，以思想认识的新飞跃打开工作的新局面[]。习近平指出：“我国科技发展的方向就是创新、创新、再创新”，“不能总是用别人的昨天来装扮自己的明天”。创新驱动战略不仅是我国经济结构调整应该采取的发展战略，也应该是智库政策研究采取的战略。对于智库而言，创新是自己的生命力所在，如果陷入了“意识贫困”和“思路贫困”，那么智库就失去了存在的合法性。智库的主要工作就是政策创意、战略构想和计谋策划。“上兵伐谋”，而谋贵新、贵奇、贵用。智库要成为重要的新思路、新观念、新潮流、新提法、新举措的首要策源地，不能没有创新思维能力。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "辩证思维能力，就是要坚持“两点论”，一分为二看问题，不走极端，注重统筹。习近平指出：“当前我国正处在发展转型、体制转轨、社会变革的关键时期，我们在解决一些矛盾和问题时往往会面临两难的选择。因此，我们想问题、作决策、办事情，不能非此即彼，要用辩证法，要讲两点论，要找平衡点。”[2]智库需要高超的辩证思维能力，在提出政策方案时不要追求完美的最优方案、理想方案，而要统筹兼顾，符合实际，如果方案“当前有成效、长远可持续”，那就是好方案。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "底线思维能力，就是客观地设定最低目标，立足最低点，争取最大期望值的一种积极的思维能力。习近平指出：“要善于运用‘底线思维’的方法，凡事从坏处准备，努力争取最好的结果，这样才能有备无患、遇事不慌，牢牢把握主动权。”底线思维还意味着守住核心利益的底线绝不让步。中国有自己的国家核心利益，国家主权、祖国统一和领土完整等绝不能拿来做交易。另外，底线思维还指在社会政策上要“托底”，我们不能走福利国家之路，不切实际的高承诺、高福利、高债务，要么是失信于民、政府垮台，要么是债务累累、财政危机[。但是政府要发挥保基本、兜底线的作用。守住底线就是要形成以保障基本生活为主的社会公平保体系，织好民生安全网的“网底”。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "底线思维是智库进行公共政策设计时不可须臾忘却的原则。公共政策设计时要考虑到最坏情况，要考虑到最坏情况发生后的预案，要考虑到政策方案实施的最坏效果以及应对预案。脱离实际的华而不实的方案虽然看起来“高大上”，但是因为违反了底线思维方法，这些方案除了无谓地浪费社会资源，不会有任何积极的意义。我国的社会政策只能走群众路线，只能托底，保障群众的基本需求，而不仅是锦上添花。",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "坚持调查研究的优良传统",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "习近平经常引用陈云同志的一句话：“领导机关制定政策，要用百分之九十以上时间作调查研究工作，最后讨论作决定用不到百分之十的时间就够了。”总书记高度重视调查研究工作对决策的重要性，他说：“作出决策之前，先来听他个八面来风，兼听各种意见，深入了解所面临问题的本质，找出其规律，谋而后断；一旦作出决议，在解决问题过程没有结束之前，不作主体更改。”调查研究是为决策服务的，但不仅于此，他认为调查研究还有另外三个作用：第一，调查研究是一个推动工作的过程。一项决策作出后，光靠从会议到会议、从文件到文件是不行的，也是解决不了问题的。领导干部必须沉下去加强调查研究，通过检查工作和批评问题敦促整改，从而使大家有压力、添动力、增活力。第二，调查研究是一个联系群众，为民办事的过程。第三，调查研究也是一个自我学习提高的过程。“在调查研究中，我们要敏而好学，不耻下问，虚心求教，做群众的学生，做群众的朋友。”[2]",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "关于如何做调查研究，习近平指出，调研工作要求“深、实、细、准、效”。求“深”就是要深入群众，把基层跑遍、跑深、跑透；求“实”就是作风要实，做到听实话、摸实情、办实事；求“细”就是要听正反方面的意见，掌握全面情况；求“准”就是调查研究的结论要科学、准确，透过现象看本质，把握规律性的东西，提高调研结论的科学性；求“效”就是提出的解决问题的办法要切实可行，制定的政策措施要有较强操作性，做到出实招、见实效[2]。习近平认为，调查研究是一门科学，也是一门艺术。他系统地论述了调查研究的方法：第一，要提高调查研究对象的广泛性。现代社会是一个多样性的社会，由于社会分工日益精细，社会各方面的差异日益突出，这样局部和个体所具有的代表性会有所下降。过去那种“解剖麻雀”等典型调查方法就需要改进，不能“以点代面，以偏概全，只见树木不见森林”。对于领导干部来说，个人时间和精力有限，要解决这个矛盾，就要充分发挥各地各部门特别是综合调研部门的作用，充分调动社会各界的研究力量，充分利用现代化的信息手段，做到点面结合、上下结合、内外结合，多层次、多方位、多渠道地了解情况，使决策有更多的事实依据[5]。第二,要提高调查研究内容的针对性。他认为，不少决策的针对性和可操作性不强，根子在调查研究少了一点儿，“情况不明决心大，心中无数点子多”。并指出，“调查研究要围绕中心工作，贴近实际、贴近群众、贴近决策，忙在点子上，谋在关键处，做到有的放矢，事半功倍，富有成效。”“对于多数调研成果而言，必须集中力量，快速反应，及时调查，积极为领导谋思路、出点子、想对策、拿建议、解难题，满足领导的决策之需。‘文当其时，一字千金，生逢其时才能谋当其用，倘若时过境迁，工作重心转移，才慢腾腾地拿出调研成果，即使写得全面、正确、深刻，也为时已晚，难有大用。”[2]第三，要提高调查研究方法的多样性。除了行之有效的调查会、研讨会、走访调查、蹲点调查、典型调查、实地考察等，还要“善于运用科学的调查方法，综合运用经济学、社会学、信息论、系统论、控制论等多学科理论，为正确决策提供全面、翔实、可靠的信息和数据”[2]。第四，要提高调查研究的有效性。政策研究部门不仅要重调查，更要重研究，“关键是调查后要善于研究，抓点时要善于管窥全豹，跑面要能够见微知著，综合提炼”。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "习近平有关调查研究的指示为智库等综合调研部门提供了发挥作用的广阔空间，中国特色新型智库在工作方法上要充分吸收和应用习近平的调查研究思想。忽视我们党近百年积累的调查研究的传统，特别是总书记在新形势下对调研工作的真知灼见，智库工作实际上也就不可能形成中国特色。中国特色不仅体现在智库工作的中国语境，同样，坚持我党的调查研究传统并在新技术和新时代环境中加以发展也是坚持中国特色、中国风格和中国气派的必由之路。中国智库要在世界智库竞争中获得一定的话语权，模仿借鉴西方智库是必要的，但是如果没有“三个自信”，惟西方著名智库马首是瞻，恐怕很难获得应有的尊重。返本开新，这个“本”就是我们党的调查研究传统，如果能在我们的调查研究传统上形成独特的政策研究范式，中国智库的特色才可能形成，才可能在世界上拥有相应的话语权。",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "习近平总书记的治国理政思想博大深邃，在中国特色新型智库建设之初就要认真学习、努力李刚，丁炫凯．习近平治国理政思想是新型智库建设的指针Ⅲ].智库理论与实践，2016，1(2)：1-7.",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "运用总书记的思想和方法，为新型智库建设打下坚实的理论和方法论基础。中国特色新型智库是顶层的制度设计，根本目的是在党的领导下形成规范有序的公共政策讨论空间，只有着力提升思维能力，在充分发扬调查研究的优良传统基础上，努力运用现代社会科学的理论与方法，形成中国特色的公共政策研究范式，发扬钉钉子精神，不折腾、不反复，走专业化发展之路，才是中国特色新型智库建设的康庄大道。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "参考文献：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "[1]习近平.摆脱贫困[M].福州：福建人民出版社，1992:",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "52,58,35-36.  \n[2] 习近平．干在实处，走在前列[M].北京：中共中央党校出版社，2006:534,535,537,538,549-550.  \n[3] 习近平．习近平谈治国理政[M].北京：外文出版社，2014: 82,88,417.  \n[4] 历克斯·阿贝拉.兰德公司与美国的崛起[M].北京：新华出版社，2011:13.  \n[5] 习近平.之江新语[M].杭州：浙江人民出版社，2007:20,166-167.  \n[6] 习近平.习近平总书记系列重要讲话读本[M].成都：民族出版社，2014:110-111,180.",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "作者贡献说明：",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "李刚：研究命题的提出、设计，论文的起草，最终版本修订;  \n丁炫凯：相关文献资料的收集与整理。",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Xi Jinping's Governance Thinking Is the Theoretical Basis of the New Think Tanks in China ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Li GangDing Xuankai ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "School of Information Management, Nanjing University, Nanjing 210023 ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Abstract: [Purpose/significance] The realization of strengthening the construction of new think tanks with Chinese characteristics,the establishment and improvement of the decision-consultation system desiderate the guidance of solid theory and methodology.[Method/process] The construction of new think tanks with Chinese characteristics is anational strategy made by the Party Central Commitee,and Xi Jinping's governing thinking is the guideline of this movement. We should stick to the leadership of the party to make space for the standardized and orderly discussion over the public policy and atach great importance to the construction of professional think tanks while keeping in mind that“constant dripping wears away a stone\". We should improve the strategic thinking,creative thinking,dialectical thinking and the abilityof bottom-line thinking.We are supposed to adhere to the good tradition--doing the research and make full use of the theory and method that are scientific in the modern society to form aresearch paradigm of the public policy with Chinese characteristics. [Result/conclusion] Only guided by Xi Jinping's ideas of governing the country together with building theoretical discourses,thoughts andthe working method system,can the construction of new think tanks with Chinese characteristics be completed as a new think tank system that can be trusted and depended on. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Keywords: think tanks the governance of China Xi Jinping Chinese characteristics the theoretical basis 收稿日期：2015-12-16修回日期：2015-12-20本文责任编辑：初景利 ",
        "page_idx": 6
    }
]