[
    {
        "type": "text",
        "text": "Interactive effectsofwindspeed， vegetation coverage and soil moisture in controlling wind erosion in a temperate desert steppe, Inner Mongolia of China ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "MENG Zhongju1，DANG Xiaohong1，GAO Yong1\\*，REN Xiaomeng²，DING Yanlong1 WANG Meng ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Desert Control Scienceand Enginering Colege,Inner Mongolia Agricultural University,Hohhot Oloo18,China;   \n² Inner Mongolia Institute of Meteorological Science,Hohhot O10o51, China;   \n3Forestry College,Beijing Forestry University,Beijing 10oo83,China ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract: The rapid desertification of grasslands in Inner Mongolia of China poses a significant ecological threaten to northern China.The combined effects of anthropogenic disturbances (e.g., overgrazing) and biophysical processes (e.g,，soil erosion) have led to vegetation degradation and the consequent acceleration of regional desertification.Thus, mitigating the accelerated wind erosion,a cause and effect of grassand desertification,is critical for the sustainable management of grasslands. Here,a combination of mobile wind tunnel experiments and wind erosion model was used to explore the effects of different levels of vegetation coverage, soil moisture and wind speed on wind erosion at different positions of a slope inside an enclosed desert steppe in the Xilamuren grassland of Inner Mongolia. The results indicated a significant spatial difference in wind erosion intensities depending on the vegetation coverage,with a strong decreasing trend from the top to the base of the slope.Increasing vegetation coverage resulted in a rapid decrease in wind erosion as explained by a power function correlation. Vegetation coverage was found to be a dominant control on wind erosion by increasing the surface roughness and by lowering the threshold wind velocity for erosion. The critical vegetation coverage required for effectively controlling wind erosion was found to be higher than $60 \\%$ .Further, the wind erosion rates were negatively correlated with surface soil moisture and the mass flux in aeolian sand transport increased with increasing wind speed. We developed a mathematical model of wind erosion based on the results of an orthogonal array design.The results from the model simulation indicated that the standardized regression coefficients of the main effects of the thre factors (vegetation coverage, soil moisture and wind speed) on the mass flux in aeolian sand transport were in the following order: wind speed $>$ vegetationcoverage $>$ soil moisture.These three factors had different levels of interactive effects on the mass flux in aeolian sand transport. Our results willimprove the understanding of the interactive effects of wind speed, vegetation coverage and soil moisture in controling wind erosion in desert steppes, and will be helpful for the design of desertification control programs in future. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Keywords: desert steppe; wind erosion;desertification; aeolian proces; sand transport; Xilamuren grassland ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "1 Introduction ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Wind erosion,the wind-forced movement of surface soil particles (Rehacek et al.,2O17),is a continuous and dynamic natural geomorphic process. Anthropogenic and natural disturbances can greatly accelerate wind erosion,resulting in the loss of soil nutrients and the decline of land productivity, thus threatening human survival(Adhikari and Hartemink,2O16). Global accelerated soil erosion by wind is a serious environmental issue affecting approximately $9 { \\times } 1 0 ^ { 8 }$ people from 100 countries and territories(Webb et al.,2Oo6).The land area vulnerable to wind erosion accounts for nearly a quarter of the total global land area (Fernandez-Bernal and de la Rosa, 2009). Further, accelerated wind erosion is regarded as a cause and effect of desertification in arid and semi-arid regions (Ma et al., 2O17） and land degradation in some sub-humid regions (Wang, 2010).Research on wind erosion has been done by scholars at home and abroad.Factors that influence wind erosion can be summed up as vegetation status/coverage (Mendez and Buschiazzo, 2015),soil conditions (Bu et al.,2015; Bergameti et al.,2016) and wind speed (Kang et al., 2012; He et al., 2013). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "In China, the total area susceptible to wind erosion exceeds half of the total land area (Wang, 2010; Zhang et al., 2O17),primarily affecting the arid and semi-arid areas (Wang,2010). The grassland ecosystem is the largest terrestrial ecosystem in China （ $41 \\%$ of the total land area), especially in Inner Mongolia Autonomous Region. Its normal function plays a pivotal role in maintaining regional and global ecosystem dynamics.However, more than $90 \\%$ of the grassland in China is currently undergoing various levels of degradation (Yan et al.， 2O1O),causing a significant decline in land productivity. The livestock carrying capacity of natural grassland in desertified areas of Inner Mongolia in the 2O1Os is only $7 5 \\%$ of that in the 1950s. In severe cases, rapid desertification resulted from accelerated wind erosion could result in a complete loss of productivity for some grasslands,thereby seriously affecting ecosystem health (Zobeck and van Pelt, 2006; Lozano et al., 2013; Borrelli et al.,2016,2017). Studies focusing on the ecological effect of erosion control structures such as windbreaks (Yan et al., 2O11) concluded that surface roughness increased with vegetation coverage increasing (in the form of a power function), while wind erosion rate increased with decreasing vegetation coverage (in the form of an exponential function).Mendez and Buschiazzo (2O15） demonstrated that wind erosion could be efectively controlled even by a very limited vegetation coverage. The porosity of vegetation was found to be a major factor determining the sediment capturing capacity,and the threshold porosity value for maximum dust capturing efficiency was about $20 \\%$ (Raupach et al., 20O1; Zhao et al., 2017). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Although studies on the relationship between vegetation and soil erosion had been done, most of these studies are based on wind tunnel simulations which often focused on coastal and inland hyper arid desert areas but rarely on desert steppes in semi-arid regions (Zhang et al., 2O17). To address this knowledge gap,we explored the efects of different levels of vegetation coverage, soil moisture and wind speed on wind erosion of different slope positions in an enclosed desert steppe of Xilamuren grassland, Inner Mongolia of China. Further， we developed a multi-factor mathematical model of wind erosion and analyzed the main affecting factors and their interactions. Collctively, our goals were（1） to discern the natural pattern of wind erosion，providing a theoretical support for soil erosion prevention and ecological recovery in the region to prevent surface wind erosion hazards,and (2) to design and evaluate the effectiveness of wind erosion control practices in the desert steppe in Inner Mongolia of China, as well as in the other similar desert steppe regions in the world. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2 Materials and methods ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "2.1 Study area ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This study was conducted in the Xilamuren grassand of the southeastern Darhan Muminggan Joint Banner,Inner Mongolia, China. The study area is located in the transition zone of the Yinshan Mountains and the Inner Mongolian Plateau $( 4 1 ^ { \\circ } 1 2 ^ { \\prime } - 4 1 ^ { \\circ } 3 1 ^ { \\prime } \\mathrm { N } _ { \\cdot }$ ， $1 1 1 ^ { \\circ } 0 0 ^ { \\prime } - 1 1 1 ^ { \\circ } 2 0 ^ { \\prime } \\mathrm { E }$ ；1600 m a.s.l.). Due to desertification in recent years,the area poses a significant ecological security threat to northern China. The study area is characterized by a semi-arid climate. The average annual precipitation is $2 8 2 . 4 ~ \\mathrm { m m }$ ，with most of the annual precipitation occurring from July to September,and the annual average temperature is $2 . 5 ^ { \\circ } \\mathrm { C }$ . Wind direction of the study area is primarily northwesterly,with an annual average wind speed of $4 . 5 ~ \\mathrm { m / s }$ at $1 0 \\mathrm { - m }$ height (Fig. 1). The windy season in this region extends from March to May. During this period, precipitation is scarce and vegetation is yet dormant. The low ground surface coverage coupled with the intensification of human activities has resulted in harsh habitats,serious wind erosion and coarse surface graining in the study area,which has become the origin of sandstorms for Beijing and Tianjin cities (Ding et al.,2016). ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/328761450410a20c87211a5b48283f4eea533bb4ce54fc1feab1c542995d8825.jpg",
        "img_caption": [
            "Fig.1Wind rose diagram of the study area "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2 Experimental design ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2.2.1 In situ monitoring experiment ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The monitoring experiment was conducted during March-July in 2O15 and 2016,at the Soil and Water Conservation Ecological Monitoring Test Station, Institute of Water Resources for Pastoral Areas，Ministry of Water Resources. Considering the different vegetation coverages and micro-topographic effects in the study area,we selected three fixed tested plots ( $1 5 \\mathrm { ~ m ~ }$ wide and 40 m long for each) at different positions of a natural east-west slope ( $6 0 \\mathrm { ~ m ~ }$ wide and $1 3 2 \\mathrm { ~ m ~ }$ long) inside an enclosed desert steppe and a control plot （ $1 5 \\mathrm { ~ m ~ }$ wide and $4 0 \\mathrm { ~ m ~ }$ long） in an adjacent unrestored area outside the fence,for a long-term aeolian process monitoring (Figs.2a and b). ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/04a1b6e6276535e92d18f92b915d701f467759bcb12d06e8141227a914e246e3.jpg",
        "img_caption": [
            "Fig.2Test area with control plot (a),sampling plot (b)and field mobile wind tunnel (c) "
        ],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "The three tested plots $( 4 1 ^ { \\circ } 1 8 ^ { \\prime } 1 5 ^ { \\prime \\prime } - 4 1 ^ { \\circ } 1 8 ^ { \\prime } 1 7 ^ { \\prime \\prime } \\mathrm { N } _ { \\mathrm { \\scriptscriptstyle } }$ 。 $1 1 1 ^ { \\circ } 1 0 ^ { \\prime } 1 5 ^ { \\prime \\prime } { \\mathrm { - } } 1 1 1 ^ { \\circ } 1 0 ^ { \\prime } 1 9 ^ { \\prime \\prime } { \\mathrm { E } } )$ were located at the base,the middle and the top of the natural slope, with the dominant species of Koeleria glauca, Leymus chinensis and Stipa krylovi,respectively (Table 1).Five aeolian erosion marking pins were fixed at each plots with the pins initially $2 0 \\ \\mathrm { c m }$ above the ground surface.During the field testing period (March-July in 2015 and 2O16),the height of marking pin above the ground surface was measured using a measuring tape on the $1 0 ^ { \\mathrm { t h } }$ day in each month.Wind erosion depth was assessed by determining the difference in pin height above the ground surface between two observation dates as expressed by the following equation (Gao,2013): ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 3
    },
    {
        "type": "equation",
        "text": "$$\nE = h _ { 1 } - h _ { 2 } ,\n$$",
        "text_format": "latex",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "where $E$ is the wind erosion depth (cm); $h _ { 1 }$ is the initial height of marking pin above the ground surface (cm); and $h _ { 2 }$ is the final height of marking pin above the ground surface (cm). ",
        "page_idx": 3
    },
    {
        "type": "table",
        "img_path": "images/f725458616bba962c0d4e825934f0dd2aab2940885ceb1fe8204f76fd91a38f2.jpg",
        "table_caption": [
            "Table1 Basic information of the tested plots "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Plot</td><td>Dominant species</td><td>Vegetation coverage (%)</td><td>Soil type</td><td>Soil average thickness (cm)</td></tr><tr><td>Base of the slope</td><td>Koeleria glauca</td><td>≥60</td><td>Sandy loam</td><td>30-35</td></tr><tr><td>Middle of the slope</td><td>Leymus Chinensis</td><td>30-60</td><td>Sandy loam</td><td>28-30</td></tr><tr><td>Top of the slope</td><td>Stipakrylovii</td><td>15-30</td><td>Sandy loam</td><td>22-25</td></tr><tr><td>Control</td><td>Artemisia Frigida</td><td>≤10</td><td>Sandy loam</td><td>18-22</td></tr></table></body></html>",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "2.2.2In situ wind erosion experiments ",
        "text_level": 1,
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The field wind erosion experiments were employed using a mobile wind tunnel developed by the Inner Mongolia Agricultural University (Fig.2c). This mobile wind tunnel can simulate different types of wind flows. Compared with the indoor wind tunnel, it can simulate the ground surface in a way more consistent with natural field conditions.The wind tunnel is comprised of a transition section (including a perforated panel, honeycomb,damping mesh and a non-uniform grid),a contraction section and a test section. The test section is botomless with a rectangular cross-section ( $7 . 2 \\mathrm { ~ m ~ }$ long, $1 . 0 \\mathrm { ~ m ~ }$ wide and $1 . 2 \\mathrm { ~ m ~ }$ high). The wind speed was continuously adjustable in the range of $2 { - } 2 0 ~ \\mathrm { m / s }$ . The aeolian mass was collected using a cyclone separator sand sampler (Chen et al.，2O1O),which consisted of a cyclone separator, an airflow tube,a protection shield,a collection box and a support base (Fig. 3).The cyclone separator sand sampler was $0 . 8 4 \\mathrm { ~ m ~ }$ high.Along its height, ten airflow tubes ( $1 0 ~ \\mathrm { m m }$ wide and $3 0 ~ \\mathrm { m m }$ high each）were placed so that the aeolian mass could be collected at ten incremental heights (i.e.,2,6,12,18,24, 30, 40, 50, 60 and $7 0 \\mathrm { c m }$ ） ",
        "page_idx": 3
    },
    {
        "type": "image",
        "img_path": "images/66eb290d2825238e80354632aea164ef8ff5effd58d11605ef67df36ddb988c5.jpg",
        "img_caption": [
            "Fig.3Layout of the cyclone separator sand sampler "
        ],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The cyclone separator sand sampler was placed on the axis of the wind tunnel, $1 . 2 \\mathrm { m }$ up wind of the tunnel outlet to collect the horizontal aeolian mass generated by wind speeds at 6,9,12,15 and $1 8 ~ \\mathrm { m / s }$ .The collected aeolian mass samples were weighed on an electronic balance (Model JF1004, Switzerland) to a precision of one-ten thousandth. Following a previous study (Sun et al., 2010), we set the time for acquiring reliable wind speed data and collecting the aeolian mass to 10 min. The wind speed data were averaged for $1 0 \\mathrm { - m i n }$ intervals.In this study, the free wind speed at the height of $3 0 \\mathrm { c m }$ was measured using a pitot-tube speed measurement device (Sun et al., 2010). ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Except for the experiments mentioned above, we also conducted two single factor experiments (vegetation coverage and soil moisture) and one multi-factor interaction test experiment. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(1） Single-factor experiment of vegetation coverage.Wind erosion in this region is dominant in spring (from March to May). In early May 2O15 and late April 2O16, the vegetation was thinned incrementally along the slope from high to low coverage ( $6 5 \\%$ ， $58 \\%$ ， $45 \\%$ ， $28 \\%$ and $1 5 \\%$ ).The wind tunnel tested plots ( $1 2 \\mathrm { ~ m ~ }$ wide and $2 0 ~ \\mathrm { m }$ long） corresponding to the 5 levels of vegetation coverage were set, with 5 replications for each level (i.e.,a total 25 plots). Soil surface $( 0 { - } 5 \\ \\mathrm { c m } )$ （204号 moisture content of all plots ranged from $5 . 8 \\%$ to $6 . 2 \\%$ . A wind tunnel ( $1 \\mathrm { ~ m ~ }$ wide and $8 \\mathrm { ~ m ~ }$ long) was set up to assess the effect of vegetation coverage on wind erosion in each plot. To examine the effect of vegetation coverage on wind erosion, we adjusted the wind speed of the wind tunnel to $9 \\mathrm { m / s }$ and allowed the wind to blow upon the grassland area with vegetation coverages of $1 5 \\%$ $28 \\%$ ， $45 \\%$ ， $58 \\%$ and $65 \\%$ to monitor the wind erosion patterns at varying heights above the ground surface (i.e.，2,6,12，18,24，30，40,50,60 and $7 0 \\ \\mathrm { c m } )$ .It should be noted that temperature and relative humidity of the field environment varied from $1 5 . 3 ^ { \\circ } \\mathrm { C }$ to $1 8 . 3 ^ { \\circ } \\mathrm { C }$ and $3 2 . 0 \\%$ to $4 9 . 8 \\%$ ,respectively, over the experimental periods. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(2） Single-factor experiment of surface soil moisture. The effect of soil moisture on aeolian process was investigated for sandy loam in the desert steppe on 2O April 2Ol6.In order to minimize the interference of other factors,we chosen 4O uniform sandy loam plots ( $1 . 5 \\mathrm { ~ m ~ }$ wide and $1 0 \\mathrm { m }$ long for each） with vegetation coverage less than $1 5 \\%$ . Soil organic matter content was $2 . 4 \\%$ . The surface soil was moistened to achieve a target soil moisture of $3 . 5 \\%$ $4 . 8 \\%$ ， $5 . 3 \\%$ $6 . 5 \\%$ ， $7 . 2 \\%$ ， $8 . 4 \\%$ ， $9 . 0 \\%$ and $9 . 5 \\%$ . Our intent was to systematically increase water content until emissions of soil particles could not be detected by sensors at the maximum atainable wind speed inside our wind tunnel. An atomizer was used to apply water to the soil. The atomizer produced water drops with a mean diameter of $0 . 0 8 ~ \\mathrm { m m }$ (standard error of $0 . 0 0 6 ~ \\mathrm { { m m } } ,$ .The moistened soil was covered with plastic to minimize evaporation before assessing the aeolian process. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(3）Multi-factor interaction test experiment. Based on the abovementioned experiments，we explored the main effects of the three major factors (vegetation coverage, wind speed and soil moisture）and their potential interactions on wind erosion using an orthogonal array design (3 factors $\\times 3$ levels). The three factors were vegetation coverage with three levels of $30 \\%$ ， $45 \\%$ and $60 \\%$ ，wind speed with three levels of 9,12 and $1 5 ~ \\mathrm { m / s }$ ，and soil moisture with three levels of $3 \\%$ $6 \\%$ and $9 \\%$ (Table 2). It should be noted that we set the three levels of wind speed based on the facts that the wind speed in spring was in the range of $5 { - } 1 8 ~ \\mathrm { m / s }$ and the threshold wind speed of sand was $6 ~ \\mathrm { m / s }$ . The size of each tested plot was $1 \\mathrm { ~ m ~ }$ wide and $8 \\mathrm { ~ m ~ }$ long,with a total of 9 plots. The field experiment was conducted on 21 April 2016. ",
        "page_idx": 4
    },
    {
        "type": "table",
        "img_path": "images/90d8122f159293f491797e3118d83483b119694d9c2dde6dbef1554ef6b33e9d.jpg",
        "table_caption": [
            "Table 2Multi-factorial design of vegetation coverage,wind speed and soil moisture "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Treatment</td><td>Vegetation coverage (%)</td><td>Wind speed (m/s)</td><td>Soil moisture (%)</td></tr><tr><td>1</td><td>30</td><td>9</td><td>9</td></tr><tr><td>2</td><td>45</td><td>9</td><td>6</td></tr><tr><td>3</td><td>60</td><td>9</td><td>3</td></tr><tr><td>4</td><td>30</td><td>12</td><td>3</td></tr><tr><td>5</td><td>45</td><td>12</td><td>9</td></tr><tr><td>6</td><td>60</td><td>12</td><td>6</td></tr><tr><td>7</td><td>30</td><td>15</td><td>6</td></tr><tr><td>8</td><td>45</td><td>15</td><td>3</td></tr><tr><td>9</td><td>60</td><td>15</td><td>9</td></tr></table></body></html>",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "2.3 Data analysis ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The data were processed using SigmaPlot 12.O and SPSS 19.O. Single-factor analysis of variance and multi-factor interactive analysis were performed to examine the effects of different levels of the three factors (vegetation coverage,wind speed and soil moisture） and their interactions on wind erosion in the desert steppe. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "3 Results ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.1Erosion and deposition characteristics of the ground surface ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The erosion and deposition characteristics of the ground surface in the desert steppe are shown in Figure 4.From March to April,only the base of the slope exhibited deposited sediments (positive value of wind erosion depth),with the thickness of $0 . 0 5 \\mathrm { c m }$ .Wind erosion was more extensive in the control plot outside the fence than in the other three plots inside the enclosed desert steppe. Wind erosion in the study area was most severe from April to May because of frequent strong windy days and high wind speeds. The number of strong windy days decreased from May to July, so the wind erosion intensity decreased and sediments were deposited at the base and the middle of the slope.As shown in Figure 4,all the tested plots showed wind erosion with various levels. Overall,the order of wind erosion depth for different tested plots was as follows: control>the top of the slope>the middle of the slope>the base of the slope. ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/8456b3dd04c0c236f439c2d1fb85922601e76ecf2d3ff16b69345e3af82d002a.jpg",
        "img_caption": [
            "Fig.4Erosion and deposition characteristics of the ground surface in the different tested plots from March to July.The negative value of the wind erosion depth represents wind erosion,while the positive value of the wind erosion depth represents sediment deposition.Diferent lowercase lettrs indicate significant difference among the tested plots at $P { < } 0 . 0 1$ level.Errors bars mean standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Wind erosion in the study area occurs mainly in spring. The field experiment was performed from March to July, in which the amounts of soil eroded by wind at heights of O-5,5-10,10-15 and $1 5 { - } 2 0 ~ \\mathrm { c m }$ above the ground surface in each tested plot were monitored.The results are shown in Figure 5.The amount of aeolian mass at the height of $0 { - } 5 ~ \\mathrm { c m }$ was highest outside the fence (control, ${ 1 3 . 9 2 \\mathrm { g } } \\mathrm { \\rangle }$ , followed by the top of the slope $( 1 . 3 0 \\ \\mathrm { g } )$ . The amount of aeolian mass was least at the base of the slope $( 0 . 6 5 \\ \\mathrm { g } )$ ，which only accounted for $4 . 6 7 \\%$ of the amount of aeolian mass outside the fence. Variations in the amount of aeolian mass at the other three heights (5-10,10-15 and $1 5 { - } 2 0 ~ \\mathrm { c m } )$ ） were consistent with that at the height of $0 { - } 5 ~ \\mathrm { c m }$ However, wind erosion varied under different surface conditions.Multiple tests of mean values showed that the amount of aeolian mass in the control plot significantly differed from those in the other three tested plots $( P { < } 0 . 0 1 )$ ,indicating that certain grassland restoration measures, such as fences,could effectively reduce the intensity of wind erosion and increase the resistance to wind erosion. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "3.2 Effect of vegetation coverage on wind erosion ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The vertical distribution of the sand particles carried by wind in the transport layer is calld the wind-sand flow structure. This structure has been investigated extensively in indoor settings (Zhang et al.,2O17). The structural features of aeolian flow under different levels of vegetation coverage in our study area are shown in Figure 6. When the vegetation coverage was $1 5 \\%$ ，with increasing height above the ground surface, the wind erosion firstly decreased, then maintained a stable level, and finally decreased again.The mass flux in aeolian sand transport declined sharply at the height of $0 { - } 1 0 ~ \\mathrm { c m }$ .Wind erosion was mainly concentrated at the lower heights above the ground surface $\\left( 0 { - } 3 0 \\ \\mathrm { c m } \\right)$ under the $1 5 \\%$ vegetation coverage.The mass flux in aeolian sand transport decreased with increasing vegetation coverage,and the wind-sand structure changed only at the apparent scale. The overall trend of slowly decreasing wind erosion with increasing height above the ground surface remained under the other four levels of vegetation coverage $28 \\%$ $45 \\%$ $58 \\%$ and $6 5 \\%$ ). The increasing vegetation coverage could rapidly reduce the intensity of wind erosion.For example,the mass flux in aeolian sand transport was only $0 . 1 \\ \\mathrm { g } / ( \\mathrm { c m } ^ { 2 } { \\cdot } 1 0 \\ \\mathrm { m i n } )$ when the vegetation coverage was $65 \\%$ . The higher the wind speed, the more remarkable the protection of the ground surface by vegetation. Correlation analysis indicated a significant power-function relationship between the mass flux in aeolian sand transport at different heights and the vegetation coverage (Table 3). This relationship was most significant at the height of $2 \\mathrm { c m }$ When the sand collection box at the height of $3 0 \\ \\mathrm { c m }$ above the ground surface began to deposit sand, then the wind speed was set as the threshold wind speed of sand at this moment. With increasing vegetation coverage, the threshold wind speed of sand gradually increased (Fig. 7). ",
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/5ffaaee64ce1f65e3f6b6e13e7d4a5f6721b9039e2e5ae732259ebe0e7a82ab4.jpg",
        "img_caption": [
            "Fig.5Amount of aeolian mass at diferent heights above the ground surface in the different tested plots. Different lowercase letters indicate significant difference among the heights at $P { < } 0 . 0 1$ level. Errors bars mean standard errors. "
        ],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.3 Effect of soil moisture on wind erosion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Figure 8 shows the variation patern of the mass flux in aeolian sand transport under different soil moisture levels. Soil moisture is an important factor affecting soil wind erosion, particularly near the surface of the aeolian flow structure. The mass flux in aeolian sand transport gradually decreased with increasing height above the ground surface. At the wind speed of $9 \\mathrm { m / s }$ ，when the soil was dry with a moisture content of $3 . 5 \\%$ ,the mass flux in aeolian sand transport was largest at the height of $2 \\mathrm { c m }$ ,followed by the height of $6 \\mathrm { c m }$ .However, at the height of $> 6 0 \\mathrm { c m }$ ,the effect of soil moisture on the mass flux in aeolian sand transport was very weak. The relationship between the mass flux in aeolian sand transport at diferent heights and the soil moisture exhibited a significant power function correlation (see Table 4). This correlation was highly significant at the height of $2 \\mathrm { c m }$ . The change in the coefficients of the fitting equations was consistent with the change in the mass flux,which decreased with increasing height. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "3.4 Effect of wind speed on wind erosion ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Wind is a direct force driving soil erosion,and wind speed directly affects the intensity of wind erosion. Variations of the mass flux in aeolian sand transport at different heights above the ground surface under different levels of wind speed are shown in Figure 9.The mass flux in aeolian sand transport increased with increasing wind speed. The lower the height, the larger the difference in mass flux among wind speeds. Wind erosion mainly occurred near the surface under each wind speed, increasing rapidly with increasing wind speed. Only limited wind erosion was observed at a high height above the ground surface，which was less affected by the wind speed. The correlation between the mass flux in aeolian sand transport at different heights and the wind speed exhibited a significant power function (Table 5), which was highly significant at the heights of $2 { \\mathrm { - } } 4 0 ~ { \\mathrm { c m } }$ .To a certain extent, it is proved that the sand transport rate increased with increasing wind speed. However, there was no obvious difference among different wind speeds for a certain height.Based on the abovementioned results，we concluded that the wind erosion was a comprehensive effect caused by wind speed, vegetation coverage and soil moisture. ",
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/d2df4ff0c96b8d9ecdd129eb669175ab0b7bbeb52f67f5ad266e42772a3dd17d.jpg",
        "img_caption": [
            "Fig.6Mass flux in aeolian sand transport at diferent heights above the ground surface under different levels of vegetation coverage at the wind speed of $9 \\mathrm { m / s }$ "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "table",
        "img_path": "images/31e09b5c8fd9f52fcd8380f71fae96717806b51b46573fecb35b6cced86d52dc.jpg",
        "table_caption": [
            "Table 3Relationship between the mass flux in aeolian sand transport $( y )$ and the vegetation coverage $( x )$ at the wind speed of $9 \\mathrm { m / s }$ "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Height above the ground surface (cm)</td><td>Regression equation</td><td>P</td><td>R²</td></tr><tr><td>2</td><td>y=2.6561x-1.209</td><td>0.004</td><td>0.958</td></tr><tr><td>6</td><td>y=0.9062x-0.978</td><td>0.015</td><td>0.882</td></tr><tr><td>12</td><td>y=0.4868x-0.883</td><td>0.022</td><td>0.854</td></tr><tr><td>18</td><td>y=0.3018x-0.765</td><td>0.007</td><td>0.928</td></tr><tr><td>24</td><td>y=0.4683x-0.932</td><td>0.021</td><td>0.842</td></tr><tr><td>30</td><td>y=0.9539x-1.250</td><td>0.022</td><td>0.850</td></tr><tr><td>40</td><td>y=1.8559x-1.410</td><td>0.041</td><td>0.763</td></tr><tr><td>50</td><td>y=1.2652x-1.336</td><td>0.039</td><td>0.772</td></tr><tr><td>60</td><td>y=1.1894x-1.314</td><td>0.038</td><td>0.878</td></tr><tr><td>70</td><td>y=1.7404x-1.485</td><td>0.019</td><td>0.833</td></tr></table></body></html>",
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/2b977fcc94d0f910d07e0ae986ebeb377493b25eae57c5de723622515b758d3a.jpg",
        "img_caption": [
            "Fig.7Variation trend of threshold wind speed of sand with increasing vegetation coverage at the height of 30 cm above the ground surface "
        ],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/ff8f3186da62802272549c57693b56d3b4be1a6fd07d956677c18b7bf6a8b69a.jpg",
        "img_caption": [
            "Fig.8Mass flux in aeolian sand transport at diferent heights above the ground surface under different levels of soil moisture "
        ],
        "img_footnote": [],
        "page_idx": 8
    },
    {
        "type": "table",
        "img_path": "images/bebb2bba16534f9af2ccf0c3281f4d5ec860f6a618e81e05af5e7a7a0a84ac8a.jpg",
        "table_caption": [
            "Table 4 Relationship between the mass fluxin aeolian sand transport $( y )$ and the soil moisture (x) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Height above the ground surface (cm)</td><td>Regression equation</td><td>P</td><td>R²</td></tr><tr><td>2</td><td>y=0.3976x-1.173</td><td>0.009</td><td>0.915</td></tr><tr><td>6</td><td>y=0.3812.x-1.206</td><td>0.025</td><td>0.871</td></tr><tr><td>12</td><td>y=0.2834x-1.050</td><td>0.027</td><td>0.849</td></tr><tr><td>18</td><td>y=0.1889x-0.938</td><td>0.029</td><td>0.841</td></tr><tr><td>24</td><td>y=0.4605x-1.549</td><td>0.032</td><td>0.802</td></tr><tr><td>30</td><td>y=0.2179x-1.190</td><td>0.042</td><td>0.731</td></tr><tr><td>40</td><td>y=0.0735x-0.702</td><td>0.044</td><td>0.721</td></tr><tr><td>50</td><td>y=0.0731x-0.881</td><td>0.045</td><td>0.716</td></tr><tr><td>60</td><td>y=0.0498x-0.813</td><td>0.047</td><td>0.706</td></tr><tr><td>70</td><td>y=0.0276x-0.549</td><td>0.047</td><td>0.707</td></tr></table></body></html>",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "3.5 Construction of multi-factor wind erosion model ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Wind erosion is a complex process with complicated mechanisms and factors,so it is difficult to construct a precise mathematical model for assessing this process. Modeling is generally performed using the test analysis method,in which a large amount of test data can be analyzed. In this study,three factors (vegetation coverage, wind speed and soil moisture) were used to construct a multi-factor wind erosion model. Specifically, we analyzed the field wind tunnel test data using the SAS 9.O statistical analysis software to establish a multi-factor wind erosion model (Eq. 2): ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "$y = 1 . 5 4 6 4 4 3 + 6 . 9 5 4 3 7 { x _ { 1 } } ^ { 2 } + 2 4 0 . 6 9 2 5 9 { x _ { 2 } } ^ { 2 } - 0 . 0 0 2 3 9 9 { x _ { 3 } } ^ { 2 } - 2 . 1 9 8 8 8 9 x _ { 1 } { x _ { 2 } } + 0 . 0 8 1 6 1 1 x _ { 1 } { x _ { 3 } } - 0 . 1 3 3 3 x _ { 1 } { x _ { 3 } } ^ { 2 } + 0 . 0 3 1 4 3 x _ { 1 } { x _ { 3 } } - 0 . 0 3 3 5 8 2 x _ { 1 } { x _ { 4 } } + 0 . 0 3 3 5 8 2 x _ { 2 } { x _ { 3 } } ^ { 2 } + 0 . 0 3 3 5 8 2 x _ { 1 } { x _ { 3 } } ^ { 2 } + 0 . 0 3 3 5 8 2 x _ { 1 } { x _ { 4 } } + 0 . 0 3 3 5 8 2 x _ { 1 } { x _ { 3 } } ^ { 2 } + 0 . 0 3 3 5 8 2 x _ { 1 } { x _ { 3 } } ^ { 2 }$ 3226x2X3- $5 . 2 3 7 4 4 4 x _ { 1 } - 2 9 . 0 2 4 8 3 3 x _ { 2 } + 0 . 0 6 4 9 2 6 x _ { 3 }$ (2) ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "where $y$ is the mass flux in aeolian sand transport $( \\mathrm { g } / ( \\mathrm { m } ^ { 2 } { \\cdot } 1 0 \\mathrm { m i n } ) )$ · $x _ { 1 }$ is the soil moisture $( \\% )$ $x _ { 2 }$ is the vegetation coverage $( \\% )$ ; and $x _ { 3 }$ is the wind speed $\\mathrm { { ( m / s ) } }$ ： ",
        "page_idx": 8
    },
    {
        "type": "image",
        "img_path": "images/15869eadd3b1f222fbc1c2efee2b7be1f63296c2158756cdd29b7a501ce97b00.jpg",
        "img_caption": [
            "Fig.9Massflux in aeolian sand transport at diferent heights above the ground surface under diferent levels of wind speed "
        ],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "table",
        "img_path": "images/a4ce3e6d90147eda4bf2861e00fff3ea741d2949b1542c54eda2916647e84dd9.jpg",
        "table_caption": [
            "Table 5Relationship between the mass flux in aeolian sand transport (y) and the wind speed (x) "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Height above the ground surface (cm)</td><td>Regression equation</td><td>P</td><td>R²</td></tr><tr><td>2</td><td>y=0.0088x1.839</td><td>0.002</td><td>0.976</td></tr><tr><td>6</td><td>y=0.0124x1.415</td><td>0.002</td><td>0.976</td></tr><tr><td>12</td><td>y=0.0163x1.097</td><td>0.002</td><td>0.979</td></tr><tr><td>18</td><td>y=0.0160x1.028</td><td>0.002</td><td>0.981</td></tr><tr><td>24</td><td>y=0.0245x0.675</td><td>0.001</td><td>0.990</td></tr><tr><td>30</td><td>y=0.0157x0.803</td><td>0.005</td><td>0.931</td></tr><tr><td>40</td><td>y=0.0147x0.762</td><td>0.004</td><td>0.946</td></tr><tr><td>50</td><td>y=0.0147x0.482</td><td>0.014</td><td>0.855</td></tr><tr><td>60</td><td>y=0.0132x0.377</td><td>0.019</td><td>0.803</td></tr><tr><td>70</td><td>y=0.0111x0.307</td><td>0.015</td><td>0.840</td></tr></table></body></html>",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "From this model, we obtained the standardized regression coefficients of the main effects of the three factors on wind erosion via sand-free wind (Fig.1O). The coefficients were arranged in the following descending order: wind speed, vegetation coverage and soil moisture. The standardized regression coefficient of the main effect of wind speed was positive,while those of vegetation coverage and soil moisture were negative, indicating that the higher the wind speed, the more severe the wind erosion. In contrast, the increased vegetation coverage and soil moisture could reduce wind erosion. Figure 1O also shows that the factors influencing wind erosion had different degrees of interaction in the aeolian sand transport. Analysis on the standardized regression coefficients of the main effects of the interactions showed that the coefficient of the interaction between wind speed and vegetation coverage was the highest in terms of absolute value, followed by the interaction between wind speed and soil moisture. The coefficient of the interaction between soil moisture and vegetation coverage was the lowest. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "4Discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "China has extensive arid and semi-arid areas which are highly susceptible to wind erosion. Wind erosion could result in poor soil fertility and sharp declines in land productivity,which in turn would affect regional socio-economic development (Wang et al., 2004; Duan et al., 2014). To provide technical support for the effective prevention of soil loss by wind erosion and sand storm disasters,we conducted an in situ analysis of wind erosion characteristics using a mobile wind tunnel in a desert steppe of Xilamuren grassland in Inner Mongolia of China. Our results indicated a significant spatial heterogeneity in the intensity of wind erosion. Specifically, the tested control plot outside the fence showed the greatest amount of erosion, followed by the top of the slope inside an enclosed desert steppe，while the base of the slope exhibited the lowest intensity of wind erosion. Wind erosion gradually decreased from the top of the slope to the base of the slope.This indicated that the fencing enclosure is conducive to restoration recovery. While in the area without fencing enclosure,soil surface is prone to erosion by wind due to poor conditions of vegetation and soil resulted from long-term grazing,tourism and other external interference (Ding et al.，2O16). The vegetation conditions in the base of the slope were better with greater surface roughness,leading to much more deposition rather than erosion. In contrast, the middle and top of the slope exhibited a high intensity of wind erosion because of high airflow rate and low vegetation coverage. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/e4ffb577580d664c3229323dff09daa85d1c34c3f13f0eb75d4f9cbae1adf8ad.jpg",
        "img_caption": [
            "Fig.10Standardized regression coeficients of the main effcts of wind speed，vegetation coverage，soil moisture and their interactions on aeolian sand transport via sand-free wind. $x _ { 1 }$ ，soil moisture; $x _ { 2 }$ ，vegetation coverage; $x _ { 3 }$ ,wind speed. "
        ],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "With respect to the role of wind speed, the ascending order of mass flux in aeolian sand transport was as follows: 6, 9,12, 15 and $1 8 ~ \\mathrm { m / s }$ . The wind speed and wind erosion rate (or mass flux in aeolian sand transport) were positively correlated at different heights above the ground surface.That is,both wind erosion rate and mass flux in aeolian sand transport increased with increasing wind speed. Our findings are almost consistent with the results of Kang et al. (2012) and He et al. (2O13)，with little differences. This might be due to the differences in the measurement methods. In the arid and semi-arid regions,soil particles are susceptible to wind erosion，while vegetation coverage can directly prevent the surface from being eroded. Thus, vegetation is conducive to maintaining soil moisture, increasing surface roughness, blocking sand transport, reducing the turbulence of the wind, and increasing collisions between soil particles and between soil particles and plants,which can effectively lead to an increase in the deposition of soil particles (Bauer et al.,2OO4; Zobeck and van Pelt,2006; Ashrafi et al.,2015). Our results showed that with increasing vegetation coverage,the amount of soil eroded by wind decreased sharply,and that the higher the wind speed was,the more eficient the protective effect of vegetation on the soil surface was. The relationship between vegetation coverage and wind erosion showed a significant power function correlation (Guo et al.,2O14; John et al.,2016).For similar wind regime, the wind erosion rate decreased rapidly with increasing vegetation coverage above a threshold, which is also known as the effective coverage (Leys and Mctainsh,1996). The wind erosion of soil could be effectively controlled when the vegetation coverage is $> 6 0 \\%$ (Santiago et al.,2OO7; Yue et al.,2O15). In this study, we also found that the threshold wind speed of soil increased with increasing vegetation coverage, indicating that vegetation coverage could change the threshold wind speed of soil, thereby reducing the mass flux in aeolian sand transport ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "derived from wind erosion on the surface. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Soil moisture generates tension between soil particles,reinforcing the cohesive force between particles and lowering the erodibility of the soil by wind, ultimately enhancing the resistance of soil surface to wind erosion (Han et al., 2O12; Nourzadeh et al.,2013; Bu et al.,2O15; Bergametti et al.,2O16).Furthermore,with increasing water content, the critical friction speed increased in increments proportional to the soil moisture.In this study，we found a negative correlation between soil moisture and wind speed,i.e.,the higher the soil moisture,the lower the intensity of wind erosion. The threshold shear velocity increases proportionally with increasing soil moisture (Luo and Dong,2OO5), while the wind erosion rate decreases with increasing soil moisture with a quadratic power function (Nourzadeh et al., 2O13). Overall, the rate of sand transport decreases with increasing soil moisture. Yi et al. (2OO6) found that the amount of wind erosion decreased with increasing soil moisture content from $1 . 4 1 \\%$ to $3 . 8 3 \\%$ ， showing a negative power function. Nourzadeh et al. (2O13） conducted a wind tunnel simulation experiment and found that soil moisture had a remarkable inhibitive effect on the surface wind erosion and the threshold wind sped of soil increased with increasing surface moisture.A research conducted in the coast of North Wales showed that the critical humidity value affecting the transport of wet sands was in the range of $4 \\% - 6 \\%$ (Wiggs et al.，2004). Similarly，He et al. (201O) found that in the farming-pastoral zone of Inner Mongolia， soil wind erosion of the farmland decreased significantly with increasing soil moisture and that the critical soil moisture was $5 \\%$ . Soil moisture directly affects the resistance of soil to wind erosion. Soil exhibits strong cohesion when it is moist,and when the soil particle surface adheres to a water film,the electrostatic interactions and surface tension derived from the water film increase the adhesive force among soil particles, resulting in strong resistance to wind erosion (Zhao et al., 2012). ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In this study, we performed in situ experiments with an orthogonal design to construct the mathematical model of wind erosion,from which the standardized regression coeficients of the main efects of the influencing factors on wind erosion were obtained in the following order: wind speed>vegetation coverage>soil moisture. The standardized regression coefficient of the main effect of wind speed was positive,while those of soil moisture and vegetation coverage were negative,indicating that increases in vegetation coverage and soil moisture can reduce wind erosion and that the greater the wind speed is,the more severe the wind erosion is (Lopez et al., 2017).This finding also indicates that wind is a natural driving force of the formation and development of soil erosion,and wind speed initiates wind erosion.The transport capability of wind for particles determines the erosion and transport capability of the aeolian flow.Wind blows on the surface,and when the wind speed reaches a threshold value,soil particles are displaced and blocked by any plants. Some soil particles fall and are entrapped in the sediment, attenuating the direct impact of wind on the surface,thereby inhibiting soil wind erosion (Raupach et al., 2001; Bauer et al.,2004; Hesse and Simpson,2006; Zobeck and van Pelt, 2006). Within a certain soil moisture range,the higher the moisture content, the stronger the tension and cohesion between the particles (Pye and Tsoar, 1990; Wang et al., 2009; Han et al.,2012; Nourzadeh et al., 2013); and the denser the plant growth,the higher the vegetation coverage and the greater the protective effect of the vegetation against aeolian flow. Thus, vegetation can effectively reduce wind speed and protect soil particles. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "5 Conclusions ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "In this study, the effects of vegetation coverage,soil moisture and wind speed on wind erosion in a desert steppe in the Xilamuren grassland of Inner Mongolia were monitored, and the multi-factor wind erosion model was constructed. The intensity of wind erosion showed a large spatial difference.It was decreased from the top to the base of the slope inside an enclosed desert steppe,which was consistent with the spatial distribution of vegetation coverage.Wind erosion decreased rapidly with increasing vegetation coverage， showing a power function. When the surface vegetation coverage was recovered to at least $60 \\%$ , it was possible to effectively control the wind erosion. Surface soil moisture was negatively correlated with the threshold wind speed of soil.The higher the soil moisture,the weaker the surface wind erosion.In terms of wind speed, the mass flux in aeolian sand transport assumed the following ascending order: 6,9,12,15 and 18 $\\mathrm { m / s }$ .The standardized regression coefficients of the main effects of these three factors on wind erosion were in the following descending order: wind speed， vegetation coverage and soil moisture.The wind erosion factors all exhibited interaction effects on aeolian sand transport to different degrees. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "This study was supported by the National Natural Science of Foundation of China (517690l9)and the Excellent Youth Foundation of Inner Mongolia Agricultural University (2O14XYQ-8). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Adhikari K,Hartemink AE.2016.Linking soils to ecosystem services—a global review.Geoderma,262:101-111.   \nAshrafi K,Kalhor M,Shafie-Pour M,etal.2O15.Numerical simulationof aerodynamic suspensioof particles during wind erosion.Environmental Earth Sciences,74(2):1569-1578.   \nBauerBO,Houser CA,Nickling WG.2O04.Analysisof velocity profile measurements from wind-tunnel experiments with saltation. Geomorphology, 59(1-4): 81-98.   \nBergametti GRajotJL,PierreC,etal.2Ol6.Howlongdoes precipitationinhibit wind erosioninthe Sahel?Geophysical Research Letters,43(12): 6643-6649.   \nBorelli ,PanagoslbioC,etal.O6Twardsaan-EuropeanssssmntofandsueibilitytondrosionLand Degradation & Development,27(4): 1093-1105.   \nBorelli P,LugatoE,ontanarellL,etal.27.Anewassssmentofsoillossduetowind erosioninEuropeanagicultural soils using a quantitative spatiallydistributed modellingapproach.Land Degradation &Development,28(1):335-344.   \nBuCF,ZhaoY,HillRL,etal.2O15.Winderosionpreventioncharacteristicsandkeyinfluencingfactorsofbryophticsoil crusts.Plant and Soil,397(1-2): 163-174.   \nChen Z,Ma SS,ZhaoYL,etal.2O10.Characteristicsofdriftingsandfluxoverconservation tllagfield.Transactionsof the CSAE,26(1): 118-122.(in Chinese)   \nDing YL,Meng ZJ,GaoY,etal.216.Heterogeneityofsolparticles in wind erosionsurfaceof desert steppe.Buetinof Soil and Water Conservation,36(2):59-64.(in Chinese)   \nDuan HC,Wang T,XueX,et al.2O14.Dynamicsof aeolian desertificationandits drivingforces inthe Horqin SandyLand, Northern China.Environmental Monitoring & Assessment,186: 6o83-6096.   \nFernandez-BernalA,delaRosa MA.2Oo9.AridEnvironmentsand WindErosion.NewYork: Nova SciencePublishers,1-13.   \nGao Y.2013.Desertification Monitoring.Beijing: China Meteorological Press,76.(in Chinese)   \nGuo ZL,HuangN,Dong ZB,et al.20l4.Wind erosion iducedsoil degradation innorthern China:status,measures and perspective. Sustainability, 6(12): 8951-8966.   \nHan QJ,QuJJ,LiaoKT,et al.2O12.A wind tunnel experimentof Aeoliansandtransportover weted coastal sandsurface. Journal of Desert Research,32(6):1512-1521.(in Chinese)   \nHeJJ,Tang ZJ,Cai QG2O10.Studyonchanginglawsofsoil winderosionbywindtunnel experiment inagro-pastoralarea of Inner Mongolia.Journal of Soil and Water Conservation,24(4):35-39.(in Chinese)   \nHeJJ,Cai QG,CaoWQ.2Ol3.Windtunnel studyof multiplefactorsaffecting wind erosion fromcropland inagro-pastoral area of Inner Mongolia,China. Journal of Mountain Science,1O(1): 68-74.   \nHessePP,Simpson RL.2O06.Variable vegetation cover and episodicsand movementon longitudinal desert sand dunes. Geomorphology, 81(3-4): 276-291.   \nJohnR,ChenJ,KimY,etal.Ol6.Diferentiatinganthropogenicmodificationandprecipitationdrivenchangeongetation productivity on the Mongolian Plateau.Landscape Ecology,31: 547-566.   \nKangYM,ChangCP,WangRD,etal.2O12.Soilwind erosioncharacteristicsofhillfarmland with gentle slopeatcrscros area of agriculture and pasture in the North.Journal of Soil and Water Conservation,26(5):55-58.(in Chinese)   \nLeys JF,MctainshGH.1996.Sedimentfluxesand particle grain-sizecharacteristicsof wind-eroded sediments insoutheastern Australia.Earth Surface Processes and Landforms,21(7): 661-671.   \nLopez A,ValeraDL,Molina-AizFD,etal.20l7.Sonicanemometryandsedimenttrapstoevaluate theefectivenessof windbreaks in preventing wind erosion. Scientia Agricola,2017,74(6): 425-435.   \nLozanoFJ,SorianoM,MartinezS,etal.20l3.TheifluenceofblowingsoiltrappedbyshrubsonfertilityinTaberasDistrict (SE Spain).Land Degradation & Development,24(6): 575-581.   \nLuo WY,Dong ZB.zus.heprogressand prospects ofresearch on wind erosioniduced sollutrientand carbon cycling. Progress in Geography,24(4):75-83.(in Chinese)   \nMa QL,FehmiJS,ZhangDK,etal.20l7.Changes in wind erosion overa25-yearrestorationchronosequenceonthe south edgeofthe Tengger Desert,China:Implications for preventingdesertification.Environmental Monitoringand Assessment, 189(9): 463.htps:/doi.org/10.1007/s10661-017-6183-0.   \nMendezMJ,BuschiazoDE.2O15.Soilcoverageevolutionand wind erosionriskonsummercrops under contrasting tilage systems.Aeolian Research,16: 117-124.   \nNourzadehM,BahramiHA,Gossens D,etal.2Ol3.Determiningsoilerosionandthresholdfrictionvelocityatdierentsoil moisture conditions using a portable wind tunnel. Zeitschrift fur Geomorphologie,57(1): 97-109.   \nPye K,Tsoar H.199O.Aeolian Sand and Sand Deposits.London: Unwin Hyman,1-396.   \nRaupach MR,Woods N,DorrG, et al.2Oo1.The entrapmentof particles bywindbreaks.Atmospheric Environment,35(20): 3373-3383.   \nRehaCek D,KhelT,Kucera J,et al.2017.Efectof windbreaksonwind speed reduction and soil protectionagainst wind erosion.Soil and Water Research,12(2):128-135.   \nSantiagoJL,MartinF,CuervaA,etal.2Oo7.Experimentalandnumericalstudyofwindflowbehindwindbreaks.Atmospheric Environment,41: 6406-6420.   \nSunYC,Ma SS,Chen Z,etal.2Olo.Wind tunnel simulationofimpactof gravelcoverageonsoil erosion inarid farmland. Transactions of the CSAE,26(11):151-155.(in Chinese)   \nWang C S.20l0.Research of sandstorm in Chinese historical period:anoverview.Journal of Desert Research,30(5): 1182-1185.(in Chinese)   \nWangT,Wu W,XueX,etal.24.Spatial-temporalchangesofsandydesertifiedlandduringlast5decades inNrtheChina. Acta Geographica Sinica,59(2):203-212.(in Chinese)   \nWang XF,SunWC,LiXZ,et al.2O09.Wind erosion-resistanceoffields planted with winterrapeseed inthe wind erosion region of Northern China.Acta Ecologica Sinica,29(12): 6572-6577. (in Chinese)   \nWebb NP,McGowan HA,Phinn SR,etal.2O06.AUSLEM(Australian LandErodibility Model):atool foridentifying wind erosion hazard in Australia.Geomorphology,78(3-4):179-200.   \nWiggs GFS,BairdAJ,AthertonRJ.2O04.The dynamic efects ofmoistureon theentrainmentandtransportofsand by wind. Geomorphology, 59(1-4):13-30.   \nYan Y C,Xu XL, Xin XP,et al.2O11Efect of vegetationcoverageon Aeoliandust accumulation in asemiarid steppeof northern China. CATENA,87(3): 351-356.   \nYiXY,ZhaoHL,LiYL,etal.2Oo6.WinderosioncharacteristicsofAeoliasoilsinHorqinSandyLand.Journalofoiland Water Conservation,20(2):10-13,53.(in Chinese)   \nYue YJ,ShiPJ,Zou XY,etal.2O15.The measurementof wind erosionthrough fieldsurveyand remote sensing:Acase study of the Mu Us Desert, China.Natural Hazards,76(3):1497-1514.   \nZhangJQ,Zhang CL,Chang CP,et al.2O17.Comparisonof wind erosion based on measurementsand SWEEP simulation:a case study in Kangbao County,Hebei Province,China. Soil and Tillage Research,l65:169-180.   \nZhang ZC,Dong ZB,Qian GQ.2017.Fieldobservations of thevertical distributionofsandtransportcharacteristics over fine, medium and coarse sand surfaces.Earth Surface Processes and Landforms,42(6): 889-902.   \nZhao PY,TuoDB,LiHC,etal.2O12.Efectsof soil moisture and physical sandcontenton wind erosion modulus in wind tunnel testing.Transactions of the Chinese Society of Agricultural Engineering,28(24):188-195.(in Chinese)   \nZhaoYY,WuJG,HeCY,etal.2O17.inkingwinderosiontcosystemservicesindrylands:alandscapeecologicalpoach Landscape Ecology,32(12): 2399-2417.   \nZobeck TM,vanPeltRS.2Oo6.Wind-induceddust generationandtransport mechanicsonabareagriculturalfield.Journalof Hazardous Materials,132(1):26-38. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    }
]