[
    {
        "type": "text",
        "text": "Regiospecific synthesis of prenylated flavonoids by a prenyltransferase cloned from Fusarium oxysporum ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Xiaoman Yanga#, Jiali Yanga#, Yueming Jianga, Hongshun Yangb, Ze Yuna, Weiliang Ronga, Bao Yanga \\* ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "a Key Laboratory of Plant Resources Conservation and Sustainable Utilization, Guangdong Provincial Key Laboratory of Applied Botany， South China Botanical Garden, Chinese Academy of Sciences, Guangzhou 510650, China b Department of Chemistry, Faculty of Science, National University of Singapore, Singapore 117543, Singapore ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "# Both authors contributes equally to this pap   \n\\* Corresponding author   \nBao Yang,PhD,Professor   \nTel.: +86 20 37083042   \nE-mail: yangbao@scbg.ac.cn ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Abstract ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Due to their impressive pharmaceutical activities and safety, prenylated flavonoids have a high potent to be applied as medicines and nutraceuticals. Biocatalysis is an effective technique to synthesize prenylated flavonoids. The major concern of this technique is that the microbe-derived prenyltransferases usually have poor regiospecificity and generate multiple prenylated products.In this work, a highly regiospecific prenyltransferase (FoPT1） was found from Fusarium oxysporum. It could recognize apigenin, naringenin, genistein, dihydrogenistein, kampferol, luteolin and hesperetin as substrates,and only 6-C-prenylated flavonoids were detected as the products. The catalytic effeciency of FoPT1 on flavonoids was in a decreasing order with hesperetin $>$ naringenin $>$ apigenin $>$ genistein $>$ luteolin $>$ dihydrogenistein $>$ kaempferol. Chalcones, flavanols and stilbenes were not active when acting as the substrates. 5,7-Dihydroxy and 4-carbonyl in flavonoid skeleton were required for the catalysis. 2,3-alkenyl was beneficial to the catalysis whereas 3-hydroxy impaired the prenylation reaction. Docking studies simulated the prenyl transfer reaction of FoPT1. E186 was involved in the formation of prenyl carbonium ion. E98, F89,F182, Y197 and E246 positioned apigenin for catalysis. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Key words: Fusariumoxysporum; Biocatalysis; Prenylated flavonoid; ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Introduction ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Prenylated flavonoids are an important class of phenolics,which combine a flavonoid skeleton with a lipophilic prenyl side chain. Prenylation has been detected on most flavonoids， such aschalcones， flavanones， flavones, flavonolsand isoflavones1. While flavonoids are usually present at a high level in nature², the levels of prenylated flavonoids are much lower. To date, prenylated flavonoids have been identified in limited plant families. Leguminosae and Moraceae are the most frequently investigated families and many novel prenylated flavonoids have been explored³. Approximately one thousand prenylated flavonoids have been identified from plants. Prenylated flavonones comprise the most common sub-class of prenylated flavonoids and prenylated flavanols are the rarest. $C$ -prenylation on flavonoids is much more common than $O$ -prenylation. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Prenylated flavonoids are generally more bioactive than their non-prenylated precursors. The mechanism of action is that prenylation increases the lipophilicity of flavonoids,which results in a higher affinity to biological membranes and a better interaction with target proteins4.In planta, prenylated flavonoids are considered as phytoalexins，compounds that play key roles in physiological behaviors when defending against pathogenic microorganisms. As a class of bioactive compounds, prenylated flavonoids possess a wide variety of bioactivities， such as estrogenic activity, immunomodulatory activity, anticancer activity and antioxidant activity6, 7. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Most importantly, this type of chemicals are generally recognized as safe to human body. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "As the low levels of prenylated flavonoids in nature limit their application in medicines and nutraceuticals, it may be useful to find alternative synthesis approaches. Chemical synthesis is complicated, ineficient and time-consuming. Harsh synthesis conditions and occurrence of many byproducts make chemical synthesis difficult to be applied in large scale.As an environmentally friendly and efficient synthesis technique8, 9, biocatalysis develops very fast in recent years. The key to synthesizing prenylated flavonoids is to find an efficient and stable flavonoid prenyltransferase. Plant-derived flavonoid prenyltransferases are strictly specific to flavonoid substrates, but are usually membrane-bound proteins and hence insoluble in waterlo. Microbe-derived flavonoid prenyltransferases have poor regiospecificity to flavonoid substates, but their water solubilities are much higher and they are easy to be overexpressed in $E$ ， coli. Therefore,it is of interest to find a water-soluble flavonoid prenyltransferase with strict substrate specificity. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "The fungal family Fusarium contains several well known pathogenic species that are capable of causing diseases to economically important plantsl1.Fusarium also includes endophytic fungus and can produce special bioactive metabolites, like prenylated phenolics12, 13. The presence of prenyltransferases capable of synthesizing prenylated flavonoids is likely, although no prenyltransferases have been reported in the family. In this work, prenyltransferase candidate genes were obtained via searches of NCBI and Fusarium oxysporum genome databases (http://genome.jgi.doe.gov/Fusoxl/Fusox1.home.html). A prenyltransferase (FoPT1) was cloned from Fusarium oxysporum, and its catalytic properties were investigated. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Experimental section ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Chemicals ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The flavonoids substrates (apigenin， dihydrogenistein， genistein， hesperetin, kaempferol, luteolin and naringenin) were purchased from Aladdin (Shanghai, China). HPLC grade acetonitrile was purchased from ANPEL Laboratory Technologies Inc. (Shanghai, China). ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "The prenyl donor, dimethylallyl diphosphate (DMAPP)， wassynthesized according to a previously described methodl4. In brief, solvent A was prepared by adding $2 . 5 ~ \\mathrm { m l }$ of concentrated phosphoric acid into $9 . 4 ~ \\mathrm { m l }$ of acetonitrile. Solvent B was prepared by adding $1 1 ~ \\mathrm { m l }$ of triethylamine into $1 0 ~ \\mathrm { m l }$ of acetonitrile. Solvent A were added into solvent B to obtain bis-triethylammonium phosphate (TEAP） in acetonitrile. 3-Methyl-2-buten-1-ol was mixed with trichloroacetonitrile and TEAP at $3 7 ~ ^ { \\circ } \\mathrm { C }$ for $5 \\mathrm { \\ m i n }$ . The reaction products were purified by C18 semi-preparative column. DMAPP was eluted by $5 \\%$ methanol in water, concentrated to dryness, and stored in methanol/10mM $\\mathrm { N H _ { 4 } O H }$ at $- 2 0 { } ^ { \\circ } \\mathrm { C }$ until use. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Material and Cloningof FoPT1 ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Fusarium oxysporum f. sp. cubense Snyder et Hensen (Foc 4) was purchased from Guangdong Microbiology Culture Center (Guangzhou, China). Potato Dextrose ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Agar medium(OXIOD, England) was used to cultivate the strain, and the mycelia were collected for total RNA extraction. Total RNA was extracted from the mycelia after 7-day culture by using Hipure Fungal RNA Mini Kit (Magen, China) according to the manufacturer's instructions. First strand cDNA was reversely transcribed by using Primerscript $\\textsuperscript { \\textregistered }$ II $1 ^ { \\mathrm { s t } }$ strand cDNA synthesis Kit (Takara, Japan). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The coding sequence of FoPT1 was amplified by using N-terminal and Cterminal primers: $5 ^ { \\circ }$ -ATGACACAAACAAAACACCTTCAAACG- $. 3 ^ { \\circ }$ (FoPT1-F) and $5 ^ { \\circ }$ -TGTACTTTCGGGTTCTCGAAATGCT-3' (FoPT1-R). ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Codon optimization of FoPT1 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The codon-optimized sequence of FoPT1 was generated by using the Jcat tool (http://www.jcat.de/). The open reading frame was optimized by using the codon bias of Saccharomyces cerevisiae and E. coli. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Overexpression and purification of His6-FoPT1 ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The amplified coding region of FoPT1 was cloned into the expression vector   \npEASY?-E2 (TransGen Biotech, China) following the manufacturer's protocol to give   \npEASY-FoPT1，with a ${ \\mathrm { H i s } } _ { 6 }$ tag at the N-terminus. The recombinant plasmid was   \ntransformed into $E$ 、coli Transetta (DE3) competent cells (TransGen Biotech, China). E. coli Transetta (DE3) strain harboring pEASY-FoPT1 was incubated in $1 \\mathrm { ~ L ~ }$ of   \nLuria-Bertani medium containing $1 0 0 \\mathrm { \\ u g / m L }$ ampicillin at $3 7 ~ ^ { \\circ } \\mathrm { C }$ with a shaking   \nspeed of $2 0 0 ~ \\mathrm { r p m }$ . When the $\\mathrm { O D } _ { 6 0 0 }$ value reached O.4-0.6, IPTG was added to a final ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "concentration of $0 . 8 ~ \\mathrm { m M }$ to induce the expression of proteins.After $1 0 \\mathrm { { h } }$ of induction （20 $( 1 8 \\ ^ { \\circ } \\mathrm { C } , 2 0 0 \\ \\mathrm { r p m } )$ ， the cells were harvested by centrifugation $\\mathrm { 5 0 0 0 ~ r p m }$ , 10 min, 4 $^ { \\circ } \\mathrm { C } )$ ： ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The cells were re-suspended in lysis buffer ( $\\mathrm { 5 0 ~ m M }$ Tris-HCl, pH 7.5, containing 100 mM NaCl, $10 \\%$ glycerol and 1 mM PMSF) and then sonicated ( $40 \\%$ power, on:5 s,off:10 s, for $3 0 \\mathrm { \\ m i n } \\mathrm { , }$ ） in ice by using an ultrasonic cell disruptor (VCX750, SONICS， USA). The lysate was clarified by centrifugation $( 9 0 0 0 g , 3 0 ~ \\mathrm { m i n , ~ 4 ~ ^ { \\circ } C ) }$ （204 and filtered through a $0 . 4 5 \\mu \\mathrm { m }$ membrane. Ni-NTA afinity chromatography (Ni-NTA agarose，QIAGEN,CA, USA） was used to purify the recombinant proteins upon loading the resulting supernatant. The impurities were eluted with wash buffer 2 (50 mM Tris-HCl, pH 7.5, containing 100 mM NaCl and $2 0 ~ \\mathrm { m M }$ imidazole),wash buffer 3( $\\mathrm { 5 0 ~ m M }$ Tris-HCl, pH 7.5,containing 100 mM NaCl and $4 0 ~ \\mathrm { m M }$ imidazole), and wash buffer 4 ( $\\mathrm { 5 0 ~ m M }$ Tris-HCl, pH 7.5, containing 100 mM NaCl and $8 0 \\ \\mathrm { m M }$ imidazole). The target proteins were eluted with wash buffer 5 ( $\\mathrm { 5 0 ~ m M }$ Tris-HCl, pH 7.5,containing 100 mM NaCl and $5 0 0 ~ \\mathrm { m M }$ imidazole). A 10 kDa Amicon Ultra-15 centrifuge filter (Millipore, USA) was used for desalination and a buffer ( $5 0 ~ \\mathrm { m M }$ TrisHCl, $\\mathrm { p H } ~ 7 . 5$ ， containing $10 \\%$ glycerol and $1 0 \\ \\mathrm { m M }$ DTT） was used to replace the desalted buffer. The purified FoPT1 was stored at $- 8 0 ~ ^ { \\circ } \\mathrm { C }$ until use. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The content of proteins was measured by using Bio-Rad Protein Assay Kit (Bio Rad, USA). ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Assay of FoPT1 activity ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Enzyme assays were performed in reaction system vessels $( 2 0 0 ~ \\mu \\mathrm { l } )$ containing 50 mMTris-HCl $\\mathrm { ( p H } \\ 7 . 5 )$ ， $1 0 ~ \\mathrm { m M }$ divalent cations, $5 0 0 ~ { \\mu \\mathrm { M } }$ flavonoid substrates,1 mM DMAPP and $1 8 0 ~ { \\mu \\mathrm { g } }$ of recombinant FoPT1. After incubation for $^ \\textrm { \\scriptsize 4 h }$ at $3 7 ^ { \\circ } \\mathrm { C }$ ，the products were extracted by ethyl acetate $( 3 ~ \\times ~ 2 0 0 ~ \\mu \\mathrm { l } )$ . The organic layer was evaporated by Concentrator Plus (Eppendorf, Hamburg, Germany) until dryness,and the product was dissolved in $2 0 0 ~ \\mu \\mu$ of methanol for HPLC analysis. For quantification, three repeated assays were routinely carried out. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "To test the effects of divalent cations on catalytic activity of FoPT1, $\\mathrm { C a C l } _ { 2 }$ MgCl2, $\\mathrm { M n C l } _ { 2 }$ 0 $\\mathrm { N i C l } _ { 2 }$ 0 $\\mathrm { F e C l } _ { 2 }$ 0 $\\mathrm { C o C l } _ { 2 }$ ,and $\\mathrm { C u C l } _ { 2 }$ were used individually. To confirm the optimal pH, various Tris-HCl buffers (pH 6.6, 7.0, 7.4, 7.8,8.0, 8.2) were tested. The time courses were also determined. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Preparation and identification of the reaction products ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "To prepare the enzymatic products for structure elucidation, the reaction volume was scaled up to $1 0 ~ \\mathrm { m L }$ , containing $5 0 ~ \\mathrm { m M }$ Tris-HCl (pH 7.5), $1 0 \\mathrm { m M } \\mathrm { C a C l } _ { 2 }$ 0 $5 0 0 ~ \\mu \\mathrm { M }$ flavonoid substrates (apigenin， dihydrogenistein， genistein, hesperitin， kaempferol, luteolin and naringenin),1 mM DMAPP and $9 \\ \\mathrm { m g }$ of recombinant FoPT1. The reaction vessel was incubated for $^ { 4 \\mathrm { ~ h ~ } }$ at $3 7 ^ { \\circ } \\mathrm { C }$ ，After extraction by ethyl acetate three times，the organic layer was concentrated under vacuum and the products were dissolved in methanol. The enzymatic products were purified by semi-preparative reversed-phase HPLC. The structure of the products were characterized by nuclear magnetic resonnance (NMR) spectroscopy and mass spectrometry (MS) (Bruker AVIII, 50oMHz). Purified products were vacuum evaporated to dryness, dissolved in $\\mathrm { C D } _ { 3 } \\mathrm { O D }$ ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "HPLC and HPLC-MS/MS analyses of reaction products ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "The analyses of reaction products and the determinations of the conversion rates were performed on an Agilent 1260 Infinity HPLC system (Agilent Technologies, Germany). The analyses were performed on an Agilent ZORBAX SB-C18 column $( 3 . 0 { \\times } 1 0 0 ~ \\mathrm { ~ m m }$ ， $1 . 8 ~ \\mu \\mathrm { m }$ ，600 bar). The flow rate was $0 . 5 \\mathrm { m l / m i n }$ ，the column temperature was set at $4 0 ~ ^ { \\circ } \\mathrm { C }$ ， and the injection volume was 10 μl. 280 nm was the monitoring wavelength. The mobile phases comprised solvent A (ultrapure water) and B (acetonitrile). The elution program was as follows: $0 { \\cdot } 3 \\ \\mathrm { m i n }$ ， $10 \\% - 3 5 \\%$ B; $3 { \\cdot } 2 0 \\mathrm { m i n }$ $3 5 \\% - 7 0 \\%$ B; 20-21 min, $70 \\% - 1 0 0 \\%$ B; 21-24 min, $100 \\%$ B. HPLC-MS/MS was analysed on a maXis LC-ESI-QTOF-MS system (Bruker, Germany) equipped with an Anpel C18 column ( $( 4 . 6 \\times 1 5 0 \\mathrm { m m } , 5 \\mu \\mathrm { m } ) ^ { 1 5 } ,$ 16. The elution program was the same to HPLC analysis. Ionization of the analytes was achieved by using electron spray ionization interface in positive mode. The collision voltage was 10 eV. Mass scan was set in the range of $m / z$ 50-100o.The daughter ions were monitored at a collision voltage of 28-42 eV. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Apparent $K _ { m }$ value assays ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "To determine the apparent $K _ { m }$ values, the reaction mixture was prepared as above with various concentrations of flavonoids $( 5 0 { - } 5 0 0 ~ \\mu \\mathrm { M } )$ and a fixed concentration of DMAPP( $\\mathrm { ~ ( ~ 1 ~ ~ m M ) ~ }$ . All experiments were performed in triplicate,and the enzyme activity was evaluated by the formation of prenylflavonoids (nmol) per mg of recombinant protein per minute. Apparent Km, Kcat and Kcat/Km values were calculatedfromLineweaver-BurkplotsbyusingHyper32software (http://homepage.ntlworld.com/john.easterby/hyper32.html)17. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Homology modeling and docking of FoPT1 ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "The steric structure of FoPT1 was obtained by homology modeling with the Xray structure of protein FgaPT2 (SMTL id: 3i4x.1） as a template. Both sequences were aligned by Multalinl8,and the result was saved as fasta format. The steric structure was generated by Modeller. The best-scored model was visually inspected in order to ascertain sensible structure motifs.Autodocktools was used to dock FoPT1, DMAPP, apigenin and $\\mathrm { C a } ^ { 2 + }$ 19. The molecular dynamics simulations were run with Ambertools 15.0. Amber coordinate， topology files were obtained by tleap and TIP3PBOX water model. The resulting system was minimized and heated from $0 \\mathrm { K }$ to 300 K in 1 ns,equilibrated at $3 0 0 \\mathrm { ~ K ~ }$ and $1 . 0 1 \\times 1 0 ^ { 5 }$ Pa for lns.Finally，regular molecular dynamics simulation for 12 ns was conducted. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Results and discussion ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Characterization and cloning of FoPTl gene ",
        "text_level": 1,
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "A 1,284 bp open reading frame encoding 427 amino acids was cloned from $F .$ （20 oxysporum. The open reading frame is shown in Figure 1S.The calculated molecular mass was $4 8 . 5 \\mathrm { { \\ k D a } }$ with a pI of 5.67. The phylogenetic analysis was conducted by neighbor-joining method based on the amino acid sequences of known prenyltransferases. It showed that FoPT1 belonged to the group of water-soluble prenyltransferases from fungi (Fig. 1). However， FoPT1 showed low sequence similarity to other soluble prenyltransferases from fungi. The identities of FoPT1 gene sequence were only $30 . 5 \\%$ when comparing with 7-DMATS20, $2 5 . 1 \\%$ with AnaPT21 and $23 \\%$ with FgaPT12²2, respectively. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Codon optimization of FoPT1 ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "As FoPT1 could be actively expressed in $E$ ， coli, the open reading frame was optimized following the codon usage bias of $E$ . coli (FoPT1 E.coli). Furthermore, another optimized codon, FoPT1 S.cere was synthesized following the codon usage bias of $S .$ cerevisiae. The three genes were cloned into pEASY-E2 plasmid and transformed to $E$ ，coli Transetta (DE3). Through IPTG induced overexpression, three recombinant proteins were extracted and purified. Their catalytic activities of transferring prenyl to apigenin were measured. As shown in Fig. 2, the native FoPT1 showed the highest activity $( 1 0 0 \\% )$ ，followed by FoPT1 S.cere $( 5 3 . 7 \\% )$ and FoPT1 E.coli $( 3 6 . 9 \\% )$ . Therefore, the codons of native FoPT1 gene were selected for further expression and analyses. Though $E$ . coli was the expression strain，FoPT1 E.coli showed the lowest catalytic activity than native FoPT1 and FoPT1 S.cere. Such phenomenon was also observed for PT1L/PT2, two aromatic prenyltransferases from hop trichome²3. When expression in S. cerevisiae, the catalytic activity was in an increasing order with yeast-optimized PT1L/PT2 $\\prec$ native PT1L/PT2 $\\prec$ Arabidopsisoptimized PT1L/PT2. These investigations indicated that codon optimization is applicable for enzyme activity improvement. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Overexpression andpurificationofFoPT1 ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "The coding sequence of native FoPT1 was cloned into the vector pEASY?-E2, and the fusion plasmid pEASY-E2-FoPT1 was transformed into $E$ coli Transetta (DE3）competent cells. The water soluble proteins (FoPT1） were obtained from transformant of $E$ . coli harboring expression construct. They were purified with NiNTA agarose to give a homogeneous FoPT1, as judged by SDS-PAGE graph (Fig. 2S).The observed molecular mass was about $5 0 ~ \\mathrm { \\ k D a }$ . The protein yield was determined to be $1 5 . 0 \\mathrm { m g / L }$ culture medium. ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "Functional characterization of recombinant FoPT1 ",
        "text_level": 1,
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "To determine the ion dependency of FoPT1, incubation with different metal ions, including $\\mathrm { C a } ^ { 2 + }$ $\\mathrm { M g ^ { 2 + } }$ $\\mathrm { N i } ^ { 2 + }$ $\\mathrm { M n } ^ { 2 + }$ 0 $\\mathrm { F e } ^ { 2 + }$ 0 $\\mathrm { C o } ^ { 2 + }$ and $\\mathrm { C u } ^ { 2 + }$ at $1 0 ~ \\mathrm { m M }$ , were carried out in the presences of apigenin (1) and DMAPP. Incubation without adding metal ions was used as a control. As shown in Fig.3, the results indicated that the enzyme reaction of FoPT1 was dependent of divalent metal ions.However, different ions had various contributions to the catalytic activity. $\\mathrm { C a } ^ { 2 + }$ was the most desirable cation for activity, followed by $\\mathrm { M g ^ { 2 + } }$ $\\mathrm { M n } ^ { 2 + }$ 0 $\\mathrm { N i } ^ { 2 + }$ ， $\\mathrm { C o } ^ { 2 + }$ and $\\mathrm { F e } ^ { 2 + }$ . Addition of ${ \\mathrm { C u } } ^ { 2 + }$ or no cation addition led to no catalytic activity. Usually, fungal-derived aromatic prenyltransferases are $\\mathrm { M g ^ { 2 + } }$ dependent (e.g. NphB) or active without divalent cations (e.g. $\\mathrm { C l o Q } ) ^ { 2 4 }$ ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The effect of pH value on the catalytic activity of FoPT1 was evaluated. A significant change in catalytic activity of FoPT1 was detected in the pH range of 6.6- 8.2 (Fig. 3). pH 7.4 was found to be the optimal value to achieve the highest catalytic activity. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The time course of kinetics for FoPT1 was determined and the results are shown in Fig. 4S. It showed that the prenylated flavonoids were generated rapidly. Their production reached a steady state when a certain time was applied. For genistein and apigenin, incubation for 36O min would lead to a decrease of prenylated products due to degradation. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "The flavonoid substrate specificity of FoPT1 was measured. Apigenin (1), kaempferol (2)， luteolin (3)， naringenin (4)， genistein (5)，dihydrogenistein (6), hesperetin (7)，quercetin (8)， isoliquiritigenin (9)，resveratrol (10)，catechin (11), epicatechin (12)， flavone (13)， 3-hydroxyflavone (14)， 5-hydroxyflavone (15)，6- hydroxyflavone (16)， 7-hydroxyflavone (17)， 5,6,7-trihydroxyflavone (18), and dihydrochalcone (19） were used to detect the enzymatic activity as flavonoid substrates (Fig. 3S). By HPLC analysis of the reaction products, the product peaks were observed when apigenin (1)，kaempferol (2)， luteolin (3)，naringenin (4), genistein (5), dihydrogenistein (6) and hesperetin (7) were used. And the other 12 flavonoid substrates had no products (data not shown). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "KineticsofFoPT1 ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Michaelis-Mentenkineticsparametersforgenistein， luteolin， apigenin, dihydrogenistein, naringenin and hesperetin are listed in Table 1. Michaelis-Menten constant $( K _ { m } )$ and turnover number $( K _ { c a t } )$ were determined from a non-linear fit of initial velocity versus substrate concentration25. The Michaelis-Menten constant was not determined for kaempferol due to the low conversion rate. The term $K _ { c a t } / K _ { m }$ is used as a specificity constant to compare the relative reaction rates of different substrates. $K _ { m }$ is used as an indicator of substrate specificity when $[ \\mathrm { S } ] / K _ { m } < < 1 ,$ $K _ { c a t }$ is the more relevant indicator when $[ \\mathrm { S } ] / K _ { m }$ increases above the value26. The order of $K _ { m }$ $K _ { c a t }$ and $K _ { c a t } / K _ { m }$ for six flavonoid substrates were inconsistent. Genistein was regarded as the most active substrate of FoPT1 by $K _ { c a t }$ $( 6 . 9 2 \\times 1 0 ^ { - 3 } ~ \\mathrm { { s ^ { - 1 } } } $ ）and $K _ { c a t } / K _ { m }$ $( 2 5 0 . 4 8 ~ \\mathrm { s ^ { - 1 } M ^ { - } }$ 1). Hesperetin was the substrate having the lowest affinity to FoPT1 according to the $K _ { c a t } \\left( 5 . 3 9 \\times 1 0 ^ { - 4 } \\ : \\mathrm { s ^ { - 1 } } \\right)$ and $K _ { c a t } / K _ { m } ( 2 2 . 1 3 ~ \\mathrm { s ^ { - 1 } M ^ { - 1 } } )$ ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The conversion rates were calculated as shown in Fig. 4. No prenylated products were observed when the kaempferol concentration was less than $5 0 0 ~ { \\mu \\mathrm { M } }$ ，and the conversion rate was less than $1 \\%$ when $5 0 0 ~ { \\mu \\mathrm { M } }$ kaempferol was used. When $1 0 0 ~ \\mu \\mathrm { M }$ flavonoid was applied, the conversion rate was in a decreasing order with genistein $>$ luteolin $>$ apigenin $>$ dihydrogenistein $>$ naringenin $>$ hesperetin $>$ kaempferol. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "The structure requirements of flavonoid as substrate of FoPT1 ",
        "text_level": 1,
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "By comparing the structure differences of preferred flavonoid substrates, it could be concluded that 5,7-dihydroxy and 4-carbonyl in flavonoid skeleton were required for the prenylation reaction. It has been reported that 5,7-dihydroxy and $_ { 3 } , _ { 4 } ,$ dihydroxy are beneficial for the prenylation of flavanones by SfFPT²7. The beneficial effect of $_ { 3 } \\cdot , _ { 4 } \\cdot$ -dihydroxy was not observed in this work,as quercetin could not act as substrate while kaempferol could. 3-Hydroxy significantly impaired the conversion rate as quercetin could not be prenylated by FoPT1 and the conversion of kaempferol could be detected. By comparing the conversion rate of genistein/dihydrogenistein and naringenin/apigenin, it was obvious that 2,3-alkenyl in flavonoid skeleton was beneficial for catalysis. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "As it was possible that the regioselectivity could be shifted when C-6 of flavonoid was substituted by hydroxy, 5,6,7-trihydroxyflavone was tested to see if the regioselectivity of FoPT1 could be changed. However, no products were observed. FgaPT2 can catalyse the transfer reaction of a benzyl moiety from benzyl diphosphate to C-5 of tryptophan. When C-5 is blocked by hydroxy, the benzylation is taken place at $\\mathrm { C } { - } 6 ^ { 2 8 }$ ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Identification of the reaction products ",
        "text_level": 1,
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Only one product was generated when catalysing 1-7 by FoPT1. 1a-7a were purified by using HPLC in semi-preparative scale and their structures were identified by NMR spectroscopy and mass spectrometry. The 1D and 2D NMR spectra were recorded,and the chemical shifts were assigned as shown in Table 1S. 6-C-prenyl apigenin (la) was identified as below. Signals of a prenyl were observed for C-1\"/H",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "1\" (22.0/3.31), C-2\"/H-2\" (123.0/5.23), C-3\" (130.6), C-4\"/H-4\" (methyl, 17.8/1.78) and C-5\"/H-5\"” (methyl, 25.8/1.68). HMBC spectra showed a correlation between H1\" and C-5 (159.7) as well as C-7 (162.5). It indicated that C-1\" of prenyl was linked to C-6 of apigenin. A shift to low field was detected for H-8 when the prenyl was substituted at C-6.HPLC-MS/MS was used to analyse the reaction product. Fig. 5 shows the chromatogram at $2 8 0 ~ \\mathrm { n m }$ and MS/MS spectra of 6-C-prenyl apigenin. A small product peak was occurred at $1 7 . 0 \\ \\mathrm { m i n }$ ，and the $[ \\mathrm { M } \\mathrm { + H } ] ^ { + }$ of parent ion was determined to be $m / z$ 339.1234 in positive mode. It was in consistent with the molecular weight of prenyl apigenin. The daughter ions were obtained when the collision votage was set to 28-42 eV. The presence of $[ \\mathrm { M } { + } \\mathrm { H } ] ^ { + } \\ m / z$ at 283.0614 suggested the cleavage of prenyl between C-1' and $\\mathrm { C } { - } 2 ^ { , , } 2 ^ { , }$ ： $[ \\mathrm { M } { + } \\mathrm { H } ] ^ { + } \\mathbf { \\Sigma } _ { m / z }$ at 165.0183 indicated the further breakage of C ring to form a $\\mathbf { A } ^ { 1 , 3 }$ fragment ion30. This fragment ion confirmed that the prenyl was located at the A ring. The degradation pathway of 6- $C$ -prenyl apigenin was hypothesized as shown in Fig. 5D. The other six reaction products were also identified by HPLC-MS/MS as above.Please see Figs. 5S-10S. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "According to the binding location of prenyl donor, reverse and regular prenyltransferases are defined.A C-C bond between C-1 of the prenyl diphophate and an aromatic nucleus is formed by regular prenyltransferase, while a C-C bond between C-3 of the prenyl diphophate and an aromatic nucleus is formed by reverse prenyltransferase²²2. As shown in the phylogenetic tree (Fig. 1)， FgaPT1 had the highest similarity to FoPT1. It has been reported that FgaPT1 catalyzes a reverse prenylation at C-2 of the indole moiety in tryptophan³1. However, FoPT1 showed a different prenylation type. It was a regular prenyltransferase generating a C-C bond between C-1 of DMAPP and C-6 of flavonoids. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Flavonoid prenyltransferases from other fungal and bacterial sources have been reported before. NovQ from Streptomyces niveus is capable of catalyzing the transfer of a dimethylallyl group to both phenylpropanoids and B-ring of flavonoids³2. Usually two prenylated products are generated at $\\mathbf { C } { - } 3 ^ { \\mathbf { \\eta } }$ or $_ { ( ) - 4 } ,$ in the B-ring when genistein and naringenin served as substrates. NphB from Streptomyces sp. Strain Cl190 can transfer a geranyl group to C-6, O-7 and C-8 in A-ring of flavonoids³3. The geranyl location is dependent on the structure of flavonoid. Seven fungal prenyltransferases, including 7-DMATS, AnaPT, CdpC3PT, CdpNPT, SirD, FtmPT1 and FgaPT2, have been tested on thirty flavonoids. 7-DMATS from Aspergillus fumigatus shows a more flexible substrate specificity towards flavonoids. It can prenylate the flavonoid at C-6, C-2'and $C { - } 5 ^ { , 3 4 }$ ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Regiospecificity ofFoPT1 ",
        "text_level": 1,
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Through structure identification of 1a-7a, al these products were prenylated at C6. No products prenylated at other locations were detected. This indicated that FoPT1 was a highly regiospecific prenyltransferase. This was different from other prenyltransferases cloned from fungi as they usually generates multiple prenylated flavonoids. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "The dimethylallyl tryptophan synthase (DMATS) family is involved in catalysing the reaction to transfer dimethylallyl moiety from DMAPP to various positions of the indole ring of tryptophan³5.Members of this family have high flexibility towards aromatic substrates, and flavonoids can be acted as prenyl acceptors. However, more than one prenylated products will be generated via catalysis with DMATS.When eriodictyol is prenylated by a 7-DMATS， five products， including 6-C-prenyl eriodictyol (conversion rate $2 2 . 8 \\%$ ), $5 ^ { \\circ }$ -C-prenyl eriodictyol (conversion rate $3 1 . 1 \\%$ and three other unidentified prenylated products， were observed36. Such catalysis behavior makes purification of the final prenylated flavonoids difficult. Therefore, it is of interest to find a highly regiospecific prenyltransferase,and FoPT1 is the one mentioned in this work. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Homology modeling of FoPT1 ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "To get insights into the active sites of FoPT1, the 3D structure of FoPT1 protein was obtained by homology modeling. AnaPT37, FgaPT226， FtmPT138 and CdpNPT39 were the applicable templates when searching in SWISS-MODEL. FgaPT2 was chosen to be the most suitable template. The 3D structure of FoPT1 was consisted of a central barrel of ten $\\beta \\mathrm { . }$ -sheets that were surrounded with a ring made by eleven ahelices (Fig. 6),which was called PT barrel. FoPT1 comprised of five structurally similar repeating units, e.g. $\\mathsf { a a } \\beta \\beta$ units. Two $a$ -helices packed tightly against two $\\beta$ strands in each repeat, and they formed a hydrophobic core. An extra N-terminal $a$ helix was observed for FoPT1,and it was similar to FgaPT2. Through alignment with ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "FgaPT2, the active site in FoPT1 binding prenyl donor included R113, E186, K195, Y197, R259, K261, Y263, V325, K340, Y342, Y391, Q403 and Y412. Mutations of four residues, V325M, K340Q, Q403R and S408Y, replaced the diphophate binding site of FoPT1 with that of FgaPT2³1. The active site binding prenyl receptor of FoPT1 contained F89,M90, E98,A115,F182, Y197, I199, F246, V325, Y397 and Y412. Mutations of seven residues, F89I, M90L, A115T, F182K, I199Y, F246R and V325M, replaced the diphophate binding site of FoPT1 with that of FgaPT231. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Docking with DMAPP and apigenin ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "The docking model between FoPT1, DMAPP, apigenin and $\\mathrm { C a } ^ { 2 + }$ was constructed. The model with the lowest binding energy was selected, which was calculated to be -7.46 kcal/mol. Molecular dynamics calculation was conducted to evaluate the precision of the model. The docking model after balancing for 8-12 ns was used. As shown in Fig. 7, $\\mathrm { C a } ^ { 2 + }$ was coordinated by E186 and DMAPP, which was involved in the removal of diphosphate in DMAPP and formation of carbonium ion. A strong hydrogen bond was formed between apigenin and E98. Other amino acid residues, such as F89, F182,Y197 and F246,positioned the apigenin through hydrophobic forces.Apigenin and DMAPP located closely to each other in the docking model, making the electrophilic attack of dimethylallyl carbonium ion to C-6 of apigenin possible. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "$\\mathbf { M } \\mathbf { g } ^ { 2 + }$ isusuallyrequiredforthecatalysisofmembrane-embedded prenyltransferase from the UbiA family4o. Family members typically contain eight or nine transmembrane helices and two characteristic conserved motifs with the consensus sequences NDXXDXXXD and DXXXD. FoPT1 is an ABBA type aromatic prenyltransferase, and this family has no Asp-rich motifs for substrate binding and has a poor substrate specificity41. $\\mathrm { M g ^ { 2 + } }$ -dependent and -independent prenyltransferases are both present in this family. Replacement of the $\\mathrm { M g ^ { 2 + } }$ cofactor with basic residues yields a similar activation barrier for prenylation to $\\mathrm { M g ^ { 2 + } }$ 1 dependent prenyltransferase like $\\mathrm { { N p h B ^ { 4 1 } } }$ . In this work, FoPT1 was cofactordependent, and $\\mathrm { C a } ^ { 2 + }$ acted more efficiently than $\\mathrm { M g ^ { 2 + } }$ . The above docking model showed that $\\mathrm { C a } ^ { 2 + }$ was coordinated by the carboxyl of E186 and the oxygen of pyrophosphate group. Once the planar allylic carbocation was generated, it was stabilized by cation- $\\scriptstyle \\cdot \\pi$ interactions with aromatic rings from apigenin and Y342. Moreover, Y197, Y263, Y342, Y391 and Y412 prevented the dimethylallyl carbonium ion from reacting with other nucleophiles. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Conclusions ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "FoPT1 was confirmed to be a highly regiospecific prenyltransferase. It could recognize apigenin, naringenin, genistein, dihydrogenistein, kampferol, luteolin and hesperetin assubstrate， and only 6-C-prenylated flavonoids were generated. Chalcones, flavanols and stilbenes could not act as the substrate. 5,7-Dihydroxy and 4-carbonyl of the flavonoid skeleton were required for the catalysis.2,3-alkenyl was beneficial to the catalysis whereas 3-hydroxy impaired the reaction. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Acknowledgements ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The authors appreciate the financial support from National Key Technology R&D Program of China (No. 2015BAD16B03), Guangdong Natural Science Foundation for Distinguished Young Scholar (No. S2013050014131), Youth Innovation Promotion Association of Chinese Academy of Sciences (No. 2011252) and Pearl River Science and Technology New Star Fund of Guangzhou (No. 2014J2200081). ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "References ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "1.Barron D, Ibrahim RK. Isoprenylated flavonoids - A survey. Phytochemistry 43,   \n921-982 (1996). ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "2.Wen LR, et al. Identification of phenolics in litchi and evaluation of anticancer cell proliferation activity and intracellular antioxidant activity. Free Radical Bio Med 84, 171-184 (2015). ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "3.Yang XM, et al. Prenylated flavonoids, promising nutraceuticals with impressive biological activities. Trends Food Sci Tech 44, 93-104 (2015). ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "4.Xu MJ, et al. Simultaneous characterization of prenylated flavonoids and isoflavonoids in Psoralea corylifolia L.by liquid chromatography with diode-array detection and quadrupole time-of-flight mass spectrometry. Rapid Commun Mass Sp 26,2343-2358 (2012). ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "5.Botta B, Vitali A,Menendez P, Misiti D, Delle Monache G. Prenylated flavonoids: Pharmacology and biotechnology. Curr Med Chem 12, 713-739 (2005). ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "6.Cerqueira F, et al. Inhibition of lymphocyte proliferation by prenylated flavones: Artelastin as a potent inhibitor. Life Sci 73,2321-2334 (2003).   \n7.Yang B, et al. Prooxidant activities of quercetin, p-courmaric acid and their derivatives analysed by quantitative structure-activity relationship. Food Chem 131, 508-512 (2012).   \n8.Alberola A, Marquez C. Stereospecific polymerization of olefins .1.   \npolymerization mechanism of heterogeneous catalytic systems. An Quim-Int 65, 591- & (1969).   \n9.Ji WY, et al. Characterization of a novel N-acetylneuraminic acid lyase favoring N-acetylneuraminic acid synthesis. Sci Rep-Uk 5, 9341 (2015).   \n10. Yazaki K, Sasaki K, Tsurumaru Y. Prenylation of aromatic compounds, a key diversification of plant secondary metabolites. Phytochemistry 70,1739-1745 (2009). 11. Gordon TR, Martyn RD. The evolutionary biology of Fusarium oxysporum. Annu Rev Phytopathol 35, 111-128 (1997).   \n12. Kistler HC, Vanetten HD. Phaseollin metabolism and tolerance in Fusariumsolani F Sp Phaseoli. Physiol Plant Pathol 19,257-271 (1981).   \n13.Rateb ME,Ebel R. Secondary metabolites of fungi from marine habitats. Nat Prod Rep 28,290-344 (2011).   \n14. Keller RK. Rapid synthesis of isoprenoid diphosphates and their isolation in one step using either thin layer of flash chromatography. Journal of Chromatography 645, 161-167 (1993).   \n15. Kudgus RA, et al. Tuning pharmacokinetics and biodistribution of a targeted drug ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "delivery system through incorporation of a passive targeting component. Sci Rep-Uk 4, 5669 (2014). ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "16. Yang B, Yang HS, Chen F, Hua YL, Jiang YM. Phytochemical analyses of Ziziphus jujuba Mill. var. spinosa seed by ultrahigh performance liquid   \nchromatography-tandem mass spectrometry and gas chromatography-mass   \nspectrometry. Analyst 138, 6881-6888 (2013).   \n17. Pulkkinen O,Metzler R. Variance-corrected Michaelis-Menten equation predicts transient rates of single-enzyme reactions and response times in bacterial generegulation. Sci Rep-Uk 5, 17820 (2015).   \n18. Corpet F. Multiple sequence alignment with hierarchical-clustering. Nucleic Acids Res 16,10881-10890 (1988).   \n19. Ren W, Truong TM, Ai HW. Study of the binding energies between unnatural amino acids and engineered orthogonal tyrosyl-trna synthetases. Sci Rep-Uk 5,12632 (2015).   \n20. Kremer A, Westrich L, Li SM. A 7-dimethylallyltryptophan synthase from Aspergillus fumigatus: Overproduction, purification and biochemical characterization. Microbiology-Sgm 153, 3409-3416 (2007).   \n21. Pockrandt D,Li SM. Geranylation of cyclic dipeptides by the dimethylallyl transferase anapt resulting in a shift of prenylation position on the indole ring. Chembiochem 14,2023-2028 (2013).   \n22. Unsold IA,Li SM. Reverse prenyltransferase in the biosynthesis of fumigaclavine C in Aspergillus fumigatus: Gene expression, purification, and characterization of ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "fumigaclavine C synthase FGAPT1. Chembiochem 7, 158-164 (2006). ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "23.Li HX, et al.A heteromeric membrane-bound prenyltransferase complex from hop catalyzes three sequential aromatic prenylations in the bitter acid pathway. Plant Physiol 167, 650-659 (2015).   \n24. Heide L. Prenyl transfer to aromatic substrates: Genetics and enzymology. Curr Opin Chem Biol 13,171-179 (2009).   \n25. Raasakka A, et al. Determinants of ligand binding and catalytic activity in the myelin enzyme 2',3 '-cyclic nucleotide 3'-phosphodiesterase. Sci Rep-Uk 5,16520 (2015).   \n26. Eisenthal R, Danson MJ, Hough DW. Catalytic efficiency and Kcat/Km: A useful comparator? Trends in biotechnology 25, 247-249 (2007).   \n27. Chen RD, et al. Regio- and stereospecific prenylation of flavonoids by sophora flavescens prenyltransferase. Adv Synth Catal 355,1817-1828 (2013).   \n28. Liebhold M, Li SM. Regiospecific benzylation of tryptophan and derivatives catalyzed by a fungal dimethylallyl transferase. Org Lett 15, 5834-5837 (2013). 29. Simons R, Vincken JP, Bakx EJ, Verbruggen MA, Gruppen H. A rapid screening method for prenylated flavonoids with ultra-high-performance liquid   \nchromatography/electrospray ionisation mass spectrometry in licorice root extracts. Rapid Commun Mass Sp 23, 3083-3093 (2009).   \n30. March RE, et al. A comparison of flavonoid glycosides by electrospray tandem mass spectrometry. Int J Mass Spectrom 248, 61-85 (2006).   \n31. Metzger U, et al. The structure of dimethylallyl tryptophan synthase reveals a ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "common architecture of aromatic prenyltransferases in fungi and bacteria.P Natl Acad Sci USA 106, 14309-14314 (2009). ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "32. Ozaki T, Mishima S, Nishiyama M, Kuzuyama T. NovQ is a prenyltransferase capable of catalyzing the addition of a dimethylallyl group to both phenylpropanoids and flavonoids. J Antibiot 62, 385-392 (2009). ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "33. Kumano T, Richard SB, Noel JP, Nishiyama M, Kuzuyama T. Chemoenzymatic syntheses of prenylated aromatic small molecules using Streptomyces prenyltransferases with relaxed substrate specificities. Bioorgan Med Chem 16, 8117- 8126 (2008). ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "34. Yu X, Li SM. Prenylation of flavonoids by using a dimethylallyltryptophan synthase, 7-DMATS, from Aspergillus fumigatus. Chembiochem 12, 2280-2283 (2011). ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "35. Takahashi S,et al. Biochemical characterization of a novel indole prenyltransferase from Streptomyces sp. SN-593.Journal of bacteriology 192, 2839- 2851 (2010). ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "36. Zhou K, Yu X, Xie X, Li SM. Complementary flavonoid prenylations by fungal indole prenyltransferases. Journal of natural products 78,2229-2235 (2015). ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "37. Yu X, et al. Catalytic mechanism of stereospecific formation of cis-configured prenylated pyrroloindoline diketopiperazines by lndole prenyltransferases. Chem Biol 20, 1492-1501 (2013). ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "38. Jost M, et al. Structure-function analysis of an enzymatic prenyl transfer reaction identifies a reaction chamber with modifiable specificity. JAm Chem Soc 132, 17849- ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "17858 (2010). ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "39. Schuller JM, et al. Structure and catalytic mechanism of a cyclic dipeptide prenyltransferase with broad substrate promiscuity. J Mol Biol 422, 87-99 (2012). ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "40.Huang H, et al. Structure of a membrane-embedded prenyltransferase homologous to UBIAD1. Plos Biol 12, e1001911 (2014). ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "41.Bayse CA,Merz KM.Mechanistic insights into $\\mathrm { m g 2 + }$ -independent prenylation by cloq from classical molecular mechanics and hybrid quantum mechanics/molecular mechanics molecular dynamics simulations. Biochemistry-US 53, 5034-5041 (2014). ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Additionalinformation ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Author contribution statement ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Xiaoman Yang,cloning the prenyltransferase from $F .$ oxysporum, overexpressing in E. coli and analysing the catalytic properties of the enzyme.   \nJiali Yang,working on the HPLC and docking analyses of reaction products.   \nYueming Jiang, elucidating the LC-MS and NMR results.   \nZe Yun, analysing the time course kinetics of FoPT1.   \nHongshun Yang, conducting the homology modeling of FoPT1 and giving instructions on the reaction mechanism.   \nWeiliang Rong, overexpressing and purifying FoPT1 in E. coli. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Bao Yang, designing the whole research work, analysing the main results and writing ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "the paper. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Competing financial interests ",
        "text_level": 1,
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "There are no competing financial interests. ",
        "page_idx": 26
    },
    {
        "type": "table",
        "img_path": "images/7d1767c82f1d3f016da78f6d7c70fe7ed45512df42d3e94031826bb786ddc7dd.jpg",
        "table_caption": [
            "Table 1.Kinetic parameters ofFoPT1 with flavonoid substrates. "
        ],
        "table_footnote": [],
        "table_body": "<html><body><table><tr><td>Substrate</td><td>Km (μM)</td><td>Vmax (μmol min-1mg-1)</td><td>kcat (s-1)</td><td>kcat/Km (s-1M-1)</td><td>(kcal/Km)Rel (%)</td></tr><tr><td>Dihydrogenistein</td><td>59.22</td><td>0.28</td><td>4.61E-03</td><td>77.86</td><td>31.08</td></tr><tr><td>Naringenin</td><td>24.80</td><td>0.08</td><td>1.32E-03</td><td>53.38</td><td>21.31</td></tr><tr><td>Genistein</td><td>27.63</td><td>0.42</td><td>6.92E-03</td><td>250.48</td><td>100.00</td></tr><tr><td>Hesperetin</td><td>24.38</td><td>0.03</td><td>5.39E-04</td><td>22.13</td><td>8.84</td></tr><tr><td>Luteolin</td><td>46.31</td><td>0.36</td><td>6.01E-03</td><td>129.68</td><td>51.77</td></tr><tr><td>Apigenin</td><td>25.21</td><td>0.21</td><td>3.58E-03</td><td>141.87</td><td>56.64</td></tr><tr><td>Kaempferol</td><td>N.D</td><td>N.D</td><td>N.D</td><td>N.D</td><td>N.D</td></tr></table></body></html>",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Figure captions ",
        "text_level": 1,
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Figure 1. Phylogenetic tree based on amino acid sequences of variousprenyltransferases. Amino acid sequences were analyzed using the MEGA 6.0program. Accession number: FtmPT1， EDP49185； FgaPT2， EEQ33236； CdpNPT,EF433418； AnaPT， EAW16181； CdpC2PT, KF220294; 7-DMATS，Q4WYG3.2;FgaPT1， KMK61245； TdiB， ABU51603； LtxC， AAT12285； CloQ，AAN65239;Fnq26, CAL34104; NphB, BAE00106; HypSc,ACL78791; NovQ,AF170880; Coq2,P32378; PGT1, BAB84122; PPT1c, BAE96574; UbiA, BAB38446; HPT, NP849984;SfN8DT-1, BAG12671; CymD, SARE4565.",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Figure 2. The catalytic efficiency of native and codon-optimized FoPT1. FoPT1, the native gene cloned from $F .$ oxysporum; FoPT1 E.coli, the gene Was optimized by the codon bias of $E$ .coli; FoPT1 S.cere, the gene was optimized by the codon bias of S. cerevisiae. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Figure 3.Effects of metal ions and $\\mathfrak { p H }$ value on the catalytic activity of FoPT1. Data were represented as the means of three replicated measurements. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Figure 4. Conversion rate of six flavonoid substrates catalysed by FoPT1. The applied flavonoid concentration was $1 0 0 \\mu \\mathrm { M }$ ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Figure 5. The prenylated product of apigenin analysed by HPLC-MS/MS.A, the chromatogram of the prenylated product recorded at $2 8 0 \\mathrm { n m }$ ; B, the parent ion of 6-Cprenyl apigenin at positive mode; C, the daughter ions of $6 – C$ -prenyl apigenin at positive mode; D, The putative degradation pathway of 6-C-prenyl apigenin. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Figure 6.The steric structure of FoPT1. The $\\mathfrak { a }$ -helices were in red, $\\beta$ -strands were in yellow. ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Figure 7. The docking model of FoPT1, apigenin, DMAPP and $\\mathrm { C a } ^ { 2 + }$ 中产 ",
        "page_idx": 29
    }
]